[[1, ""], [2, ""], [3, "POSTSCRIPT TO THE \"REJECTION OF REASON.\" CONSISTING OF JFutrtfcer arguments AGAINST THE UjYITvmi*ÆJVS, \" Hear, O Israel, Jehovah our Elohiœ is one Lord.\" Deut. vi. 4. t « Thou shalt not make unto thee any graven image, or any likeness of any thing that is i_ heaven above, or that ts in the earth beneath, or that is in the water under the earth.\" BXOU. xx. i. \" There is nothing equal to him, or like him.\" Zoroaster, Euseb. Praep. Evang. lib. 1. « We havf ideas of his Attributes, but what the real substance of any thing is we know not. ' He is not compounded of parts ' in a manner at all human, in a manner at a!! corporeal, in a manner at all known to us. He is utterly void of all body and bodily figure.\" Newton, Princip. Gen. Schoi. \" Every spirit that confesseth not that Jesos Christ is come in the flesh is not of God. And this is that spirit of antichrist, whereof ye have heard that it should come ; and even now already is it in the world.\" 1 John iv. 3. YORK: Printed by Thomas Wilson and Sons, IligU-Ouscgate, FOR THE AUTHOR. And sold by F. C. and J. Rivington, St. Paul's Church-Yard, and J. Hatchard, Piccadilly, London; J. and G. Todd, and T. Sotkeran, York, J. Gibson, Malton; J. Rodford, Hull; W. Stoddart, Beverley; Christopher and Jen>ett, Stockton-upon-Tees ; R. Rogers, Whitby ; M. Bell, Richmond; T. Whiting, Scarborough; F. JotLiE, Carlisle ; G. Andrews, Durham ; and A. Stephen, Fenrith. 181.6."], [4, ""], [5, "TO THE SOCIETY FOR PROMOTING CHRISTIAN KNOWLEDGE; AND TO Every Clergyman of the Establishment. JL HE children of the present generation are to be the men and women of the next. It is a serious matter. I myself was brought up in the principles of the Established Church. I was trained to wait on all her ordinances ; to rehearse my catechism to the village-pastor. Each Sunday I was \" knolled to worship by holy bell.\" Then indeed, to all our parish, the way to church was pleasant. If the death-bell called, we went — ready to assist in the melancholy duty of conveying our late acquaintances to their long home. Our funerals had all the simplicity and de corum of good old times. They were solemn, they were touching scenes ; where the most extravagantly gay were compelled into seri ousness, and ancient enmity was extinguished A2"], [6, "1Y DEDICATION. in the survivor ; for, the latter, I have seen, again and again, as he helped to bear a former adversary to the grave, drop a tear upon his coffin, and become sorrowful, — yea the heart was really affected. They were solemnized always in procession, with that occasional dirge which vibrated in the ears of our pious ancestors, while in each succes sive pause The knell funereal mourn'd, Slow, trembling, through the pensive air. There is a moan, an undulation, a sadness in the verse, which awakeneth in mine ear the actual sensation. And when arrived near \" that bourn whence no traveller returns,\" we were accustomed to behold, in the hoary porch, overshadowed with a yew-tree, the man of God, clothed in his robes of white, awaiting the moment he should advance to meet us. A venerable man he was. Though old, his cheeks were ruddy ; his eyes, still bright, sparkled beneath a lofty forehead ; and his thin locks of hair were brighter than his gar ment. 'Tis true, there was a shaking, both in his voice and deportment, which showed he was yielding to the resistance of time ; yet this was the more impressive on such an oc casion. I could almost imagine (while he fervently clasped the sacred book, and raised"], [7, "DEDICATION. V his pious eyes toward heaven,) I heard him now pronounce — u I am the resurrection and the life, saith the Lord: he that believeth in me, though he were dead yet shall he live : and whosoever liveth and believeth in me shall never die.\" That part of our funeral service performed in the church, is most affecting and consola tory : but when at the grave side, we listened to the solemn words \" earth to earth — ashes to ashes — dust to dust,\" answered by the hollow deadened sound produced from the fall of earth upon the coffin, every look and every attitude evinced the alarm which agitated our inmost sentiments ; nor was childhood insensible to the piety of this (may I not truly say) most fervent aspiration — \" Yet, O Lord God most holy, O Loid most mighty, O holy and most merciful Saviour, deliver us not into the bitter pains of eternal death :\" — nor unmoved with a glow of divine hope, when it was proclaimed from the Evan gelist, \" 1 heard a voice from heaven, say ing unto me, write, from henceforth, blessed are the dead which die in the Lord : even so saith the spirit, for they rest from their labours.\" Then came — how am I still affected! — 'tis true my heart is moved whenever J recollect A3"], [8, "DEDICATION. VI the parting scene of relatives and friend ;— their last sad look, their silent anguish; the overcharged sorrow ; the grief which no consolation could restrain, not even Religion whispering the adieu was not for ever — No ! blessed be his holy name, who hath redeemed us from the bondage of sin and death, 'tis not for ever that dearest friends and relatives are torn from each other — they meet again never to be separated. — Not only do I re-, collect this, with a tender emotion, but also, when these were departed, how we all pressed round to bid a long, affecting farewell ; eager who first should read below, for the last time, the age of our deceased neighbour : by which the grave was often darkened ; and I have seen the tire glimmering, the initials and the Ætaiis, through a gloom involving the coffin. These solemn rites usually occupied the ap^ propriate hour of evening ; sometimes so late, that when the ceremony was over, and we were leaving, perhaps, a dear companion happily at j-est, I have known the gothic window red with the beams of departing day; and have looked at this light, gleaming on the tomb-stones, without knowing wherefore, But. my most mature judgment (and I can p.ver it is the result of solid inquiry) hath sanctioned these my early habits and educar"], [9, "DEDICATION. VII tion. It may, however, be insisted, that the former is not a rule of general application ; that very few indeed enjoy either the means or capability of thinking correctly on the subject of Religion ; and, therefore, the ma jority of mankind are necessitated to lean on those theological opinions, by which they are every moment liable to be influenced. But this will not affect the truth ofthe proposition : for admitting these advantages had been de nied to myself ; yet allow my genuine feel ings, my primitive, honest, filial affections to have remained to me entire and incorrupt, and no one, who possesses any knowledge of the human heart, or comprehends the force of early habits and education, would be at a loss to understand the reasons of my devoted ness to the Established Church. There is no man who has not some inter esting associations with particular scenes and places. The smoke ascending from his palace, thrilled with delight the bosom of Ulysses. The view ofthe house where one was born, of the school where one was educated, ofthe cot tage wrhere one has listened to marvellous tales Of the village matron, round the blazing hearth, Breathing astonishment and which inspires so sweet a remembrance of past happiness and past affections, can be"], [10, "DEDICATION. VIII indifferent to no one. If the wanderer on returning, like the Alpine minstrel, to spend the residue of his days where he was born, and to be interred near his relatives, should find those loved mementos, together with the companions of his youth, swept away ; how cheerless, to such a man, would be the present aspect of his native village ; deprived of those associations (where alone he could look to find them) which awaken the memory of former times, and recal the past images of felicity ; to perceive himself a stranger in the very place which gave him existenoe ; where he arrived to maturity, wTas reared with so much tenderness, and educated with so strict a regard to his future welfare ; where once he was so happy and known to all ! I can im agine he would settle into a state of dejection, and, at all events, conceive there was an exile better to be endured than this, did he not still behold that venerable temple, where, during the loveliest season of life, he wor shipped his God ; and that consecrated earth, enclosing it, which contains the ashes of those with whom he so tenderlv desires to be again tu o united. Even the peasant, whose knowledge of for mer times extends but to a few generations,, has yet in his village some monument of the"], [11, "DEDICATION. IX deeds or virtues of his forefathers ; and cher ishes, with a fond veneration, the memorial of those good old times to which his imagi nation returns with delight, and of which he loves to recount the simple tales that tradition has brought him. But, what associations more endearing than those which hover round a venerable church ? and we have a venerable church in every parish throughout the land. There is the delight inseparable from every object con nected with ancient times, and which are thus made tangible to us ; for, by these, we are brought, as it were, into contact with an tiquity. We know that they have witnessed all the dread vicissitudes of the nation ; that they were of old in those eventful days of our forefathers : we are certain (and feel, at the same time, that expansive sentiment of plea sure arising from the idea of so vast a dura tion) that many of these have withstood the ravages of time, almost a thousand years ! and sonje a longer period. Here, likewise, we are assured our pro testant ancestors worshipped their God in sincerity and truth ; and that, within the narrow boundary of each church-yard, they are gathered to their fathers: there is, consequently, the veneration inspired by this"], [12, "DEDICATION. X conviction. And who, without emotion, can behold yon majestic Oak, which, for the last three centuries, hath endured \" the pelting of the pitiless storm ?\" Nearer the mansion house stands a Poplar ; and this may be called an elegant tree. I know not what others have experienced; yet I shall-ven ture to declare it as an eternal truth, that whoever, from yon scathed monarch of the grove, rather turns his constrained view on this poplar, now at maturity, and whose age is by much inferior to my own, may justly be charged with mental corruption ; since \" no one is born without some capability of preferring the beautiful and sublime.\" But he, who, as a place of worship, rather delights in the aspect of a Chapel, than a venerable Church, is also depraved in his religious affections ; for, it can be demon strated, that right reason, correct taste, and true piety are inseparable. This primitive religious disposition of mind, the Psalmist acknowledged and felt in all its force — \" O how amiable,\" said he, \" are thy tabernacles, thou Lord of Hosts ! Mv soul longeth, yea, even fainteth for the courts of the Lord : my heart and my flesh crieth out for the living God. Yea the sparrow hath found an house, and the swal-"], [13, "DEDICATION. XI low a nest for herself, where she may lay her young, even thine altars, O Lord of Hosts, my King, and my God. Blessed are they that dwell in thy house ; they will be still praising thee.\" — And who is not delight ed to find, when he goeth to the house of God, \" the temple-haunting martlet\" there! But, that venerable man, who was my pastor, died ; and his grave was sprinkled with the tears of all his parishioners. His successor, a young collegian, abandoned himself to fox-hunting and the turf. So the children of the parish, no longer were brought before the communion-table, to re hearse their catechism : even funerals lost their solemnity ; and divine worship on Sundays, was deprived of devotion. After him succeeded a clergyman, who, if he had not the ebullition which terminated in laical propensities, was nevertheless destitute of zeal. In short he was altogether lukewarm, and thoroughly happy to be accounted \" a peaceable good sort of man enough\" by the adversary ; for, in his time, there were preachings in the village. Another came — one of the Evangelicals; who, by his enthusiasm wkkm the Church, sanctioned it without. This reverend person even entered into a compromise with the Sectarian : — in"], [14, "xu DEDICATION. truth the former had our parish in a morning, the latter in the afternoon. Last of all, this retired curacy was des tined to receive one of our liberal divines: a gentleman with a charity large enough to approve the most contradictory opinions. So there might have been another conventicle within sight of his church for any thing he cared about it. His extemporary friend, however, although eminently clamorous for toleration, it seems, thought better on the subject, and would allow of none to pray and preach in this neighbourhood, save him self and another who was a man of no religion at all ; and whom even, his charity dollied in thc Devil's livery. It is true, he thus de scribed a divine whose candour had embraced his own mode of worship. But such is the character he daily bestows on every minister of our national church, the Evangelical ex cepted : \" for presumptuous is he, self-willed, \" a despiser of government, and not afraid \" to speak evil of dignities: whereas Angels, \" which are greater in power and might, \" bring not railing accusations against them \" before the Lord.\" Wherefore, after many years' absence from my native place, I return, and find in it a Chapel containing all its inhabitants. The"], [15, "DEDICATION. Xi U Church, in a manner, deserted ; the friends of my youth (as corrupt in their taste, as depraved in their ideas of religion,) esteem ing the Poplar to be really more beautiful than an OAK, planted by our ancestors ; and the Chapel more \" amiable,\" than the vene rable Church that hath stood, in the village, overlooking it, at least four hundred years ! — Na)', I found there a school-house, in which all the little ones of the parish are carefully initiated in \" the new principles of educa tion !\" Alas ! said I to myself, the children of the present generation are to be thc men and women of the next. What a serious thought is here ! Where and what will be their associations ? In my distress of mind, I hasten to those \" tabernacles\" where, in the happiest period of my life, I worshipped Jehovah in the truth and simplicitj^ of my heart. It was a fine autumnal evening ; and, in such a sea son, 1 was careful how I trode on consecrated ground. One is afraid to disturb the tran quillity of death ; for I listened, but nothing did I hear, save the rustling of ivy on the tower, a sigh which fitfully escaped the an cient yew-tree when agitated by the breeze, and the adventurous wing of a fretful bat. Though inclined to pray as well as to medi tate, yet, first of all, I sought for the tender"], [16, "XIV DEDICATION. memorial of my beloved parents. — It was near the gothic window which often, in my youth, I had gazed at, when red with the beams of departing day, without knowing wherefore. It was now that hour: — and the light of it suddenly gleamed on the very tomb-stone mv eager affection was endeavouring: to dis tinguish. I looked — -I read — I wept — I be came overpowered, and fell into a reverie. I thought a vision appeared — the Spirit of the Church ; for thus it seemed to address me : \" Yes, Son of the Church, the ground \" whereon thou standest is holy ; for, below \" thee repose thy ancestors, beginning with \" the glorious Reformation. Thy forefathers, \" and down to thine own recollection, wor \" shipped here with humbleness and sincerity. \" But the present generation of the village are \" alienate in all their affections. They have \" ceased to hold communion with the times \" that are past ; they have here no associa tion with their virtuous progenitors. \" Thou seest, across the green, yon meet \" ing-house. In a larger town it would \" have swelled into the size and appearance \" of a theatre ; but this thou mayst discern \" by its puritanical aspect. Even yon un-"], [17, "DEDICATION. XV \" sanctified novelty, which hath existed but \" a day, is accounted more beautiful, more \" ' amiable ' than I am : because here ' the \" sivalloiv hath found a nest for herself, even the \" altars of the Lord of Hosts, thy King and thy « God: \" My age is disregarded. I am no longer \" venerable. The cause thou rightly di \" vinest. Go, then, recover the village from \" insanity. Infuse its undepraved, original \" mind. Peradventure thou shalt restore \" the aged to their primitive affections. •' Animate the people with a pure religion. \" Be devout thyself. Let the funerals be \" conducted as of old. Instantly regenerate \" yon mischievous school-room. Fight against \" it with the sword of thy mouth. Allow no \" such principles of education, as, by and \" by, like a terrible earthquake, would con s' vulse thy native land. Conduct those \" scholars hither. Here, according to the \" practice of him thou didst so venerate, \" weekly let them rehearse their catechism ; \" for, well hast thou said, the children of the \" present generation, are to be the men and women of \" the next\" — The last faint light of day went out, and the vision was dissolved : but, still reclining-"], [18, "XVI DEDICATION. on the tomb, which I had so long desired to embrace, I gave the whole night to medita tion : Nor since have I ceased one moment to consider how materially the welfare of our national religion depends on the culture of those associations which I have here, though imperfectly, endeavoured to unfold ; and with a lively hope that my efforts will not prove unavailing. i References. — Akenside, Pleasures of. Imagination, Book 1.— Alison on Taste, vol. i.— Longinus de Sublim. § 24.— Psalm Ixxxiv.— 2 Peter ii. The date- of the venerable church at Burlington is 1106 ; that of Old Malton, I believe, is still more ancient: but Kirkdale church, near Hemsley, was built in the jiinth century. ADDRESS."], [19, "ADDRESS. a SON of the CHURCH. To be published, IN THREE SUCCESSIVE VOLUMES, THE SIGNS OF THE TIMES; OB THE THEORY OF FALSE RELIGION. When it is evening, ye say, it will be fair weather : for the sky is red. 'And in the morning, it will be foul weather to-day : for the sky is red and lowring. O ye hypocrites ! ye can discern the face of the sky ; but can ye not discern the Signs of the Times? Matt. xvi. 2, 3. VOL. I. 'H'ENEPTEIA AAIMON'DN THE VULGAR BELIEF IN DIVINE INSPIRATION. VOL. II. (Dedicated to the Rev. FRANCIS WRANGHAM, M.A. F.R.S.) 'O \"EN0EO2- THE REJECTION OF REASON. VOL. III. O n'ANAOKOT THE ERRORS OF LIBERALITY. 1 HIS Work was projected last Christmas. Parts I. and II. were first proceeded in, and the former is in a state of considerable forwardness ; but it was b"], [20, "xvui ADDRESS. afterwards judged proper to complete and publish the Second Volume first, which was practicable, because each is complete in itself, and perfectly independent of the other. The Entheist was ready for publication in June last ; and an endeavour made, yet without success, to bring it under the notice of all who are de voted to the Establishment. The Author did not think it prudent to incur, at a venture, so heavy an expense, as the thorough publication of a pretty large Volume on such a subject seemed to demand. He, therefore, determined to wait a little. He did wait, and most anxiously : But no fortunate occurrence presented itself. Six weeks ago, a casual thought suggested it to him, to write and publish this POSTSCRIPT, by way of experiment ; for it is not in the original Manu script of Volume Second, nor necessary to it; although an extension of one of its most impor tant arguments. To have composed even a performance like this in so short a period, and during the LEISURE only of a laborious profession, is enough to plead, in excuse, for any pardonable faults a CRITIC may discover in it. The citations will prove considerable labour in that department of the Work. Nor, perhaps, is the reasoning employed of a light or trivial CHARACTER. It would appear superfluous to remark, that the MIDNIGHT HOUR has often been encroached upon ; and yet the whole, here advanced, is but"], [21, "ADDRESS. XIX an OUTLINE of what the Author could have written on the subject, had he enjoyed the necessary abstraction from other pursuits, with a reasonable prospect of success in the public opinion. Any expression which it is possible may appear ostentatious, the Author would gladly recal; but he believes there is a testimony to come that, in some measure, will justify this declaration. He experiences, no doubt, the sensation common to all Authors, an anxiety for the success of his labours. Yet, with him, it is not that throbbing of the heart which is excited by literary ambition ; but a most earnest solicitude for the progress of what, on the fullest conviction, he has ventured to insist on as TRUTH : there being always, in any manner of doing this, so great a danger of giving offence, and of injuring the very cause we are anxious to advocate. Yet, where the arguments are fairly urged, with a sincerity authorised by the sacred Scriptures, no one ought to be offended ; and whoever is so will find, if he examine himself closely, that it is the evil spirit stirred up within him — not insulted truth, but angry error, which produces the internal emotion by which he is dis turbed ; for truth can never be offended at itself, or irritated with the sincere disposition injoined in holy writ. Of his learning and biblical knowledge the Au thor has nothing to observe, beyond the evidence of the Work itself; except indeed a consciousness, of which he cannot divest himself, that both the one and the other will disappoint expectation."], [22, "ADDRESS. XX With regard to the distribution of his perform ance—it was the best the Author could devise, and has obtained the approbation of those, in whom it was his duty to repose confidence. He will not presume to offer any remarks on the style of his lucubrations: It was a matter, which gave him no concern ; and therefore the compo sition, if indeed there be any thing in the work deserving such a title, the public must be satisfied to receive, as it came, warm from the Author's heart. But, to those who are \" speculative and quick sighted,\" it may be necessary to apologise for many repetitions ; and this the Author respectfully offers, in the language of Mr. Locke: \" Some objects\" (Epistle to the reader — Human Understanding) \" had need be turned on every side. It is not one simple view of a notion, that will gain it admittance into every understanding, or six it there with a clear and lasting impression. What in one way of pro posing was very obscure, another way of express ing it has made very clear and intelligible to the same person ; for every thing does not hit alike upon every man's imagination : and, as I think it necessary to make what I have to say as easy and intelligible to all sorts of readers as I can, so I had much rather be complained of as being, in some parts tedious, than that any one should mistake or not comprehend my meaning.\" In concluding, the Author begs leave to call at tention to a thin volume, entitled ' Disserlaliones Duæ Anti-Sccinianœ: put into his hands (since the"], [23, "ADDRESS. XXI ' Postscript' was written) by the Rev. Mr. Wrangham of Hunmanby; which being a somewhat scarce work, he thought might be advantageously noticed, perhaps in the way of a compendious analysis, upon the present subject. Its author, the Rev. Edward Bagshaw of Christ Christ, and (as it ap pears from his dedication) one of the Masters of Westminster-school, has in forty-eight duodecimo pages of very classical Latinity, supplied a power ful sanction to some of the positions advanced in the ' Postscript.' He undertakes to prove, 1 . That Socinians ought not to be called Christians; and 2. that Reason alone, on which foundation Socinians stand, is in sufficient to comprehend the mysteries of Faith; or, as it is deduced in the preface, that Socinians cannot be Christians so long as they deny the divinity of Jesus Christ, and follow the mere guid ance of human reason. The first thesis, namely, that \" Socinians ought not to be called Christians,\" is maintained, 1. By the authority ofthe church; 2. by that of Scrip ture ; and 3. from the analogy subsisting between the Socinian and Heathen doctrine. In argument the third it is contended, that any Heathen knew just as much of God, as the Soci nian catechism demands to be believed concerning him : for instance, that there is a God ; that he is eternal, perfectly wise, powerful and just, as in ferible from the nature of things. It is then in quired by what authority they can be called Christ ians, who have degenerated into the religion of the"], [24, "XXII ADDRESS. Heathens. Here also it is established, against the Unitarians, that in every age they have been incorrigible perverters of Scripture. In thesis second (or, that Reason alone is insuf ficient to comprehend the mysteries of Faith) it is argued, that from the style and method of the So cinians, no one. would know whether a Heathen or a Christian were writing. Under this head there is a determined attack on the Pride of Philo sophy, confirmative of that disposition and frame of mind required, Matt, xviii. 3. : and as the Soci nians reject, so, conformably with this, it is here contended that the Heathens had no notion of, the mysteries contained in our articles of belief. To these is added an inquiry, determined in the affirmative, \" An bona infidelium opera sint peccata\" in which there is great learning displayed, and much acute reasoning. \"LondinI, Excudebat Rogerus Daniel, MDCLVII.\" December 19, 1815."], [25, "CONTENTS. Method by which the doctrine of a Trinity is traced. Page 1. Texts from the Old Testament for the Unity of Divine Consubstantialities 1 — 3 2. From the same, for the Divinity of Christ, and his Consubstantiality with the Father.... 4 — 6 3. For the Divinity of Christ, and his Consub- stantiality with the Father, from the New Testament 6—14 4. Personality and Divinity of the Holy Ghost ; his Consubstantiality with the Father and the Son, and for the Trinity of Persons in Divine Unity; both from the Old and New Testament 14—18 5. The Pre-existence of Christ, from the same. 18—19 6. The Incarnation, from the same; with an Argument 20 — «d 7. Atonement and Redemption, from the same ; with an Argument 24 — 27 8. Proof of the Divinity of Christ, by deduc- tions of Reason, from the premises 28—32"], [26, "XXIV CONTENTS. Methods by which the Unitarians support their religion. Page 1. By altering the established meaning of Words. 2. By mistranslating. 3. By continual endeavours to accommodate the Scriptures to their religion. 4. By perversions of reason. 9. Methods first and third illustrated under Mistranslations 33—60 Method 4. — How the Unitarians support their Re- ligion, by perversions of Reason. 10. That the doctrine of the Incarnation is derogatory to the Supreme Being — refuted 61 — 64 11. That it was unnecessary to salvation— re- futed 64—68 12. That a Trinity of Persons in Divine Unity is impossible : but, because it is incompre- hensible, unworthy of Belief; and that the Trinitarians are Polytheists — refuted 68—81 Conclusion 81—94 Addenda 95—107"], [27, "POSTSCRIPT TO THE \"REJECTION OF REASON;\" CONSISTING OF FURTHER ARGUMENTS AGAINST THE UNITARIANS. Method by which the Doctrine of a Trinity is traced from Genesis i. 1. until the Persons of the Divine Unity are clearly asserted to BE the Father, the Son, and the Holy Ghost, in John xiv. 14, 15. and xv. 23, 24, 26. 1. Texts from the Old Testament for tlie Unity of Divine Consubstantialities ; or, that God is Jehovah Elohim. Genesis i. 1. explained, Note XLVI. Genesis i. 26. iii. 22. clearly taught; also xi. 7. xviii. 1, 2, 3. com pared with John viii. 58. xix. 24. compared with John v. 22. \"All judgment committed unto the Son.\" xx. 13. the Elohim, cited by Dr. Allix. Gen. xxxii. 28. xxxv. 7. the Elohim ; the latter authority likewise enumerated by Dr. Allix. Deuteronomy vi. 4. Je hovah our Elohim ; but further expounded, reference a, Note XXXI. Joshua xxiv. 19. Elohim Kedoschim Hii, Dii Sancti ipse. 2 Samuel vii. 23. sing, verb, B"], [28, "2 noun plural. 1 Kings xviii. 21. If Jehovah be THE Elohim ; namely, if Jehovah be God, i. e. the true Elohim or Saviour. Job xxxv. 10. very pointed, Note XLVI. ; and, agreeably to this, Psalm cxlix. 2. \" Let Israel rejoice in the Lord his Maker.\" Isaiah liv. 5. \" For thy Maker is thy Husband ; the Lord of Hosts is his name ; and thy Redeemer, the Holy One of Israel : the God of the whole EARTH shall he be called.\" Maker, in both places, and also Husband, being plural in the original ; and Eccles^astes xii. 1. (Remember thy Creators) is a parallel passage. Isaiah vi. 3. Note XXXI. Jeremiah x. 10. sing, verb, noun plural. Malachi i. 6. \" If I be Adonim (Lords) where is my fear ?\" iii. 1. '^Behold I send my mes senger before my Face!\" The original word Q^D (here rendered Face) is plural ; and there are many other authorities. It is not, however, until aster the universal creation had its absolute existence, that Moses, Genesis ii. 4. calls God, Jehovah, a word expressive of the Eternal Being of himself; in whom, as he is without all beginning and end, all other beings both begin and end. The word Jehovah is derived from Havali vel Hajah, (esse) to be, (for God is of or by himself (a seipso) — every thing else crists,or is out of, from, through or by him, J and signifies who is, who was, and who Is to come ; namely, his eternal or everlasting du- ration ; which, of course, is the most spiritual and exalted notion we can possibly entertain of our great Creator, and whence are brought, by deductions of reason, all his other attributes. The title Jehovah, then, because comprehensive of what is sig- nified in the periphrasis, circumlocution, or round of words, of which even these are an abbreviation, namely, the present, the past, and the future, is declaratory of God's everlasting duration, so far as human language is capable of expressing the idea, or the human understanding of conceiving it : and because this idea comprehend-"], [29, "3 etii, » involves in its signification, Omnipotence, Omniscience, Omnipresence, Supremacy, &c. &c. therefore the title Jehovah is the most perfect, full, and comprehensive name of the Supreme Being : and by metonymy, may be used for Eternity. But the word Eternity (vide Locke) is a term of abstraction ; and the idea, of which it is expressive, an abstract idea. The Author of EI1EA nTEPOENTA, however, would have called the term itself an abbreviation of language, and have rejected the ex istence of the abstract idea. Yet, the word Jehovah actually resolves into a personal affirmation of eternity; and, it would be well deserving the labour, to analyze the term, expressive of this idea, in all the primitive dialects. In Greek it is Aluv ; and this, like the word Jehovah, separates into a personal affirmation of eternity. A, e>, m, namely, \"from the first, always, thou art, being or self-existent.\" And Æternitas (Latin), or \" Time without beginning or end\" (Ainsworth), is, in all probability, from Ævum, Æ, (ex A, u,) and ter, thrice — viz. \"Thou art always,\" thrice — or, \"thou art always,\" three times repeated — or the three incessant periods or ages of which eternity is composed, that is, the incessant past, the incessant present, and the incessant future : For thus it continually is of eveiy genera tion ; it was so with our forefathers, it will be the same with our children, as it is with us, viz. the age which is, gone past, the age ■which is, now, and is, to come : for these do constitute the stream of eternity ; and, like the river, have flowed, and will continue to flow in every age. Rusticus expectat dum defluat amnis, at ille Labitur, et labetur in omne volubilis Ævum. But Ævum, Æ, (A, «) age, is an expression for eternity, namely, \"thou art always ;\" and, therefore, with respect to the past, to the present, and the future, thou art always ; that is, the present tltou art always; the past, thou art always ; and the future, thou art always ; or, in reference to mortal duration, (which always is the present with regard to eternity,) the past age, the present age, and the future age. Need I say that eternity, like Jehovah, always is ? To me it seems evident, that the term Jehovah is more complete ly expressive of the doctrine of the TO EN, TO I1AN, and TO ON, properly understood, than the Greek word Aim, and is a subject deserving of attention from the learned. (See also Note xlvi.) B2"], [30, "4 2. From the same, for the Divinity of Christ, and his Consubstantiality zoith the Father. Deuteronomy xxxii. 40. compared with Isaiah xliv. 6. and Revelations i. 17, IS. — Deuteronomy xxxii. 43. as cited from LXX. by Paul, Hebrew i. 6. — Job vi. 10. words ofthe Holy One. vii. 20, 21. \" Thou pre- server of men,\" and xix. 25. accordingto the original— namely, \" I know that the living one is my Redeemer, and that he who is the last\" (the Eternal one) \" shall stand upon the earth.\" — Psalms ii. 7, 11, 12. xxxiii. 6. xlv. 6, 7. compared with Paul, Hebrew i. 2, 3. Philippians ii. G. who there explains the term begotten. (Here seems clearly introduced the distinction of the Father and the Son, also their Consubstantiality, and even Co-equality.) Psalm xxiv. 6. according to the LXX. compared with 1 Colossians i. 15. Hebrew i. 3. John xiv. 9. — Psalm Ixviii. 18. compared with Ephesians iv. 8. — Isaiah, chapters vi. viii. ix. x. viii. 14. compared with 1 Peter ii. 0. — Isaiah xliii. 11. Zechariah xiv. 9. Joel ii. 32. compared with Acts iv. 12. and Romans x. 13. — Isaiah ix. 6. xl. the whole chapter very striking, xlv. 22, 23. xlix. 1. to 26, hii. 1. liv. 5. lxiii. 1. and lxv. 1, 2. compared with Romans x. 20, 21. — Jeremiah xxiii. 6. Ezekiel xliii. iv. Hosea i. 7- Divinity. Micah v. 2. This the Chaldee paraphrase, R. Selomoh and R. Hacadosch interpret as signifying that Governor (to be temporally born — Incarnation)whosediv'meb\\rth.(Cons7ibstantiali/y) was before the world, from all eternity. Zechariah xi. 12. compared with Matthew xxvii. 8. 10. — Zecha-"], [31, "o riah xi. 4, 5, 7, 10. xii. 10. Divinity, xiii. 7. Co-equa- lity of God and the Messiah. — Malachi iii. 1. \" Be- hold I send my Messenger before my FACE\" (agreeable both to the Hebrew and Greek version), and Isaiah xl. iii. compared with Mark i. 1, 2, 3. The person who speaks is the Lord of Hosts. The way prepared is for the Son of his LOVE, the word incarnate, the FACE of the Father, conformably to the joint ex- position of Genesis xxxii. 24. xlviii. 16. Exodus iii. 2. Isaiah lxiii. 9, to 16. and Hosea xii. 4. Consubstan- tiality of Jehovah and the Redeemer. — Also Psalm cii. 25, 26, 27. compared with Hebrew i. 10, 11, 12. most decisive evidence for the Divinity of Christ. — Exodus xix. 16. and seq. compared with 1 Thes- salonians iv. 16. or the descent of God upon Sinai, in similar terms to the descent of our Lord to judg- ment ; a probable argument that the same Divinity is meant in both places. — Isaiah ii. 19. compared with 2 Thessalonians i. 9. Revelations vi. 15, 16. The Divinity of the Son, equally established with that of the Father. — Psalm lxxxix. 7- compared with 2 Thes- salonians i. 10. — Exodus xix. 4, 5. compared with Titus ii. 14. — Psalm xxxiv. 8. compared with 1 Peter ii. 3. — Isaiah viii. 14. compared with 1 Peter ii. 8. make it very apparent that our Lord was one with Jehovah the Saviour of Israel. — Lastly, Hosea xi. 1. He, speaks, who by his presence redeemed the Israelites out of Egypt. Ibid. 2. The Supreme Being in Divine Unity introduced, namely, \" As they\" (the Elohim) \" called them\" (the people), \" so they went from them\" (or Jehovah Elohim). Ibid. 7. The Re deemer again speaks, \" And my people are bent to"], [32, "6 backsliding from me:\" (also here again, the Supreme Being in Divine Unity is referred to after this manner) ** though they\" (or Jehovah Elohim) \" called them\" (the people) \" to the Most High\" (their Deliverer), «■« none at all would exalt him.\" The distinct Per- sonality of God who brought the Israelites out of Egypt, in reference to Jehovah Elohim, this scrip ture unequivocally maintains ; and the Saviour Christ appears to have been the same Divine Being, \" who bare and carried us all the days of old ; our Father, our Redeemer, whose name is from everlasting.\" — Whom Proverbs viii. 22, &c.) \" The Lord possessed in the beginning of his way, before his works of old; for then he was by him, as one brought up with him: and was daily his delight, rejoicing alwavs before him; rejoicing in the habitable parts of his earth; and his delights were with the sons of men.\" \" And,\" hence Isaiah, \" thy Redeemer, the Holy One of Israel, the God of the whole earth shall he be called:'' 3. The Divinity of Christ, and his Consubstantiality with the Father, from the New Testament. Matthew i. 23. God with us. ii. 8. worshipped by the Magi. iv. 11. \" The Angels came and ministered unto him.\" viii. 2. worshipped by a leper. 3. wills the leper clean, ix 18. worshipped by a certain Ruler, ix. 27. implored by the blind to have mercy upon them. xviii. 20. compared with Jeremiah xiv. 9. Divine presence, xx. 30, 31. Two blind men"], [33, "7 sitting by the way implored him : \" Have mercy on us, O Lord, thou son of David : have mercy on us, OLord, thou Son of David ! and ibid. 20. worshipped by the mother of Zebedee's children ! xxviii. 18. All power given unto' him in heaven and in earth. Mark ii. 28. The Son of Man, Lord ofthe Sabbath. v. 6. worshipped by a man with an unclean spirit. viii. 38. when he cometh to judgment, ix. 2. Trans figuration, xii. 3§, 37. The Lord said unto my Lord, &c. xiii. 26, 31, 32. Coming to judgment, xiv. 62, sitting on the right hand of power, xvi. 19, 20. gives the power of working miracles, &c. to the Apostles. Acts ii. 38, 39. Christ the Lord our God, compared with John xvi. 7. — iii. 6 to 16, a miracle in the name of Jesus. Ibid. 12, 16. very strong for the divinity of Christ, vii. 59. Stephen calling upon God (the Lord Jesus), ix. 14, 21. calling on the name of Christ, ix. 34. Jesus Christ maketh whole, xvi. 31. believing on the Lord Jesus, xx. 28. feed the church of God purchased with his own blood. Luke i. 33. of his kingdom there shall be no end. i. 15, 16, 17. \" for he\" the baptist \" shall be great in the sight of the Lord ; shall turn many to the Lord their God, before whom he shall go in the spirit and power of Elias, to make ready a people prepared for the LORD.\" Ibid. 76, \" And thou, child, shalt be called the prophet of the Highest : for thou shalt go before the face\" (presence) \" ofthe Lord to prepare his way.\" ii. 26, 27, 28^ 29, 30. compared with iii. 4, 5, 6. where Zacharias quotes the prophecy of Isaiah, from theSeptuagint, which renders, (instead o[ \" the glory ofthe Lord shall be revealed, and all flesh"], [34, "8 shall see it together,\") and all flesh shall see the salva- tion of God. Hence \" the salvation of God\" is sub- stituted for \" the glory of God:\" but the salvation of God, is the Son of God ; for Simeon i ibid. ii. 29, 30.) \" Lord now lettest thou thy servant depart in peace according to thy word, for mine eyes have seen thy salvation.\" ii. 49, 50. \" wist ye not that I should be about my Father's business ? and they understood not the saying.\" There is Divinity in this. v. 8. re- verenced as God by Peter. 13. Wills a leper clean. 20, 21. The Jews conceive him to arrogate the cha- racter of Deity, vii. 27. \" He of whom it is written, I send my messenger before my face\" xx. 41, 42, 43, 44. The Lord said unto my Lord, &c. xxiv. 52. wor- shipped by his disciples at Bethany. John i. 1 to 13. Consubstantiality with the Father, viz. Word or Son with God. iii. 13, 14, 15, 16. Di vinity ; came down from heaven, personally came down; belief in him adequate to faith in God. 28, 29, 30, 31, 32, 33, 34, 35, 36. Divinity imputed to him by the Baptist, above all, &c. &c. &c. v. 17 to 23. Consubstantiality of the Father and the Son. Verse 23 asserts, \" that all men should honour the SON, even as they honour the FATHER.\" vi. 33 to 50. the same. viii. 23. not of this world; not man. 42. the same. Chapters vii. and viii. also contain those notions con cerning the Father and the Son which we endeavour to convey by the word Consubstantiality. 16. ofthe latter is a striking illustration of it. \" I am not alone, but I and the Father that sent me.\" ix. 38. wor shipped hy one who had been cured of blindness. x. 30. Consubstantiality. 33. accused by the Jews"], [35, "9 of making himself GOD. xi. 25, 26. belief in Christ as in God. Chap, xii repeats the Consubstantiality. 37, 38, 39, 40, 41. remarkably strong for Divinity. xiii. 19. Christ \" I am he\" (viz. the very God) : com pared with Revelations i. 11, 17. Isaiah xii. 4. xlviii. 12, 13. yet, more than all the rest, with Isaiah xliii. 10. \" Ye are my witnesses, saith the Lord, that ye may know and believe me, and understand that I AM HE.\" In this chapter, likewise, the Consubstan tiality is asserted, xiv. 9. He that hath seen me, hath seen the Father, xiv. 6. / am the Truth. This also is the style of Divinity, and implies essential Truth, very Truth, Truth itself; Compared with Isaiah lxv. 16. The God of Truth. So the Truth is God, and therefore Christ, xiv. 23. Consubstantiality. \"We,\" I and my Father, \" will come unto him, and make our abode with him.\" Also 10, 11. and, in other parts of this chapter, the Consubstantiality is asserted, particularly 9. \" He that hath seen me, hath seen the Father,\" not personally, but in his operations. Chapters xv, xvi, xvii. affirm the doctrines of pre-ex istence and Consubstantiality, but xvi. 16, 27, 28, 33, and xvii. 4, 5, 8, 10, 11, 18, 21, 22, 24, are notable authorities. xviii. 5, 6. \"And Jesus said unto them, / am he. Then Judas which betrayed him, and the band of men and officers, as soon as he said unto them, / am he, went backward and fell to the ground.\" The BETRAYER and his accomplices were seized with irresistible fear. This is an acknowledgment of Di vinity. At that moment, the fashion of Jesus Christ must have appeared super-human, to have impressed"], [36, "10 with terror, men who were armed with lanterns, and torches, and weapons, to carry him to destruction. xix. 7. \" By our law he ought to die, because he made himself the Son of God.\" The Jews insist that this title was affimative of Deity : (it is also an evidence THEY believed in the Father and the Son): and, 21. Pilate, not of himself, persisted iu declaring \"Jesus of Nazareth, the King us the Jews.\" xx. UZ6. Thomas answered and said unto him, my Lord and my God. Lastly, 31. \" But these are written\" (compared with xix. 7.) \" that ye might believe that Jesus is the Christ, the Son of God.\" Epistle, 1 John i. 1, 2, 3. confirmative, or rather a repetition in substance of John i. 1, to 14. ii. 13, 14, 22, 23. Consubstantiality of the Father and the Son. ii. 29. compared with iii. 9. Born of Christ, equivalent to being born of God. iii. 8. Potentiality of the Son of God. iii. 23. that we are to believe in his NAME. v. 13. That ye may believe on the name of the Son of God. v, 20. Christ the true God and eternal life. 2 John ix. Consubstantiality of the Father and the Son. Revelations i. 17, 18. Christ the first and the last, and that liveth for evermore, i. 6. Glory and dominion ascribed to him. iii. 14. The Amen, or God of Truth, v. 8, 9, 10, 11, 12, 13, 14. worshipped with the Father, vi. 15, 16. The wrath of the Lamb who shall be able to abide ? xvii. 14. the Lamb is Lord of Lords and King of Kings, xx. 6. compared with i. 6, and v. 10, (also) xxi. 22, 23. Consubstan tiality of the Lord God Almighty and the Lamb. Romans ix. 5. Christ over all God blessed for ever."], [37, "11 1 Corinthians viii. 6. one God the Father, of whom, are all things, and we in him ; one Lord Jesus Christ, by whom are all things, and we by him : that is, we are to believe equally in both. Consequently ONE re spects the nature and not the persons — compared with Hebrews ii. 10. where the same mode of power is ascribed to the Father, as to the Son in this text. xv. 47. Christ the Lord from heaven. 2 Corinthians v. 10, 11. The judgment-seat and terrors of the Lord Jesus Christ, viii. 9. that he humbled himself, or descended to our condition. Ephesians iii. 9. the fellowship of the mystery hid from the BEGINNING in GOD, who created all things by Jesus Christ. Consubstantiality of the Father and the Son. Jehovah Elohim referred to. Philippians ii. 6, 10, 11. Christ equal with God j a name above every name, at which every knee should bow, of things, in heaven and things in earth. Com pared with Isaiah xlv. 23. Colossians i. 15, 16, 17, 18, 19. Christ the image or face of the invisible God ; by him all things created in heaven and in earth, visible and invisible ; before all things; by him all things consist; the beginning; first born from the dead ; has pre-eminence in all things; in him all fulness dwells. ii. 2, 9, 10. mystery ofthe Father and of Christ, in whom dwelleth all the fulness of the Godhead bodily, and who is the head of all principality and power. (This was said to deter from worshipping Jesus as an angel). We have here a remarkable scripture for the Con- substantiality. 1 Thessalonians iii. 11.\" GOD, and our Lord Jesus"], [38, "12 Christ, direct our way unto you.\" Compared with 13. Consubstantiality. 2 Thessalonians i. 7, 8, 9. The Lord Jesus re vealed from heaven with his mighty Angels, in flaming fire, taking vengeance, and punishing with everlasting destruction, from his presence and the glory of his power. Compared as in page 5. 1 Timothy i. 11, 12. Christ spoken of as God. iii. 16. great the mystery of godliness. God mani fest in the flesh. 2 Timothy iv. 1, 8, 17, 18. Timotheus charged before God and the Lord Jesus Christ, who is the righteous Judge, who delivereth out of the mouth of the lion, and to whom glory is given for ever and ever. Titus i. 3. Christ is God our Saviour, ii. 10. adorn the doctrine of God our Saviour in all things, ii. 14. \" Jesus Christ gave himself\" (i. e. voluntarily) \" that he might redeem us from all iniquity, and purify unto HIMSELF a peculiar people.\" Hebrews i. This chapter, in an especial manner, sets forth the office and importance of Christ, his pre-existence, Divinity, creative power, Consubstan tiality with the Father ; upholding all things by the word of his power; addressed as God by the Father, 8-, 9, 10, 11. The superior of Angels, 13, 14. who are commanded to worship him, verse 6. xiii. 8. Jesus Christ the same yesterday, to-day and for ever, or the first and the last. 1 Peter i. 11. Spirit of Christ in the prophets, iii. 22. Christ on the right hand of God, angels and authorities and powers being made subject unto him."], [39, "13 2 Peter i. 1, 2, 16. and iii. 2, 4, 5, 8, 9, 10, 13, 15, 18. compared ; conclusive for the Divinity of Christ. In the last verse, eternal glory is ascribed to Jesus : a reverence which can only be due to the Supreme Being. James i. 27. Before God and the Father, iii. 9. therefore bless we God even the Father. These two texts point out as clearly as language can do, the distinct personality of God the Father ; with refe rence to a Unity of DIVINE Beings ; for, if there were no other person besides \" God the Father\" in the Divine Unity, then the words \" and the Father\" in the former, and \" even the Father\" in the latter, are superfluous or explanatory; if explanatory, the construction would have been thus, namely, God who is our Fathers but the connective, in both places, is Ka/. Here then is clearly signified the same \" God the Father,\" to whom God the Son addressed himself in the garden of Gethsemane; and who, by his Son, \" the Word of Truth,\" i. 18. begat us, \"or effected our salvation, ii. 1. Christ is called the Lord of glory. This scripture is a fine exemplification of the neces sity of always reading the context. I was myself present when two respectable scholars were beginning to note it down as expressly against a Trinity of Persons in Divine Unity. I myself read the two succeeding verses to them ; of course they then in stantly understood what was meant by being desired jj? not to have the faith of our Lord Jesus Christ, the Lord of glory, with respect of persons.\" Really, they both exclaimed at the same moment, how ridi culous it was to overlook the context ! And is it"], [40, "14 not equally so, with regard to the evidence of his whole epistle, to infer from the iii. 9. that this apostle was an Ebionite ? (Lindsay's Address, page 129, 130). v. 7 to 15. is also conclusive evidence for the Divinity of our Lord and Saviour. 11, in particular, compared with Isaiah lxiii. 9. James : «« Ye have seen the end of the Lord ; that the Lord is very pitiful and of tender mercy.\" The Prophet : \" in all their affliction he was afflicted ; and in his love, and in his pity, he redeemed them.\" The Angel of his presence redeemed the Jews. God manifest in the flesh accomplished the salvation of the world. — Jude 21, 25. supplies precisely the same testimony that our Lord Jesus Christ was God. 4. Personality and Divinity of the Holy Ghost ; his Consubstantiality with the Father and the Son, and for the Trinity of Persons in Divine Unity ; — deduced both from the Old and New Testament. Genesis i. 2. vi. 3. \" And the Spirit of God moved upon the face of the waters.\" \" And my Spirit shall not always strive with man.\" Kow God is a Spirit. It therefore was the Spirit of the Spirit, or the Divine Being or energy signified by the Holy Ghost. And a similar argument presents itself with regard to the Spirit of God operating with man. In both these passages, therefore, is observable, the Divinity, Personality, and Consubstantiality of the Holy Ghost. Job xxxiii. 4. compared with Ephesians"], [41, "15 ii. 18. iv. 4, 5, 6, 30. Matthew i. 18, 20. Luke i. 35. \" The Spirit of God hath made me, and the breath ofthe Almighty hath given me life.\" \" For through him we both have an access by one Spirit unto the Father.\" \" There is one Spirit,\" \" one Lord,\" \" one God and Father,\" \" one Baptism.\" \" Grieve not the Holy Spirit of God.\" \" For that which is con- ceived of her is of the Holy Ghost.\" \" The Holy Ghost shall come upon thee, and the power of the Highest shall over shadow thee.\" Here we have again a distinct personal Divine Being emanating from the great SUPREME and all-comprehensive SPIRIT, Jehovah Elohim ; consequently the Divinity and Consubstantiality of the Holy Ghost. Psalm cxxxix. 7. \" Whither shall I go from thy Spirit ? or whither shall I flee from thy presence ?\" as, in the verses pre- ceding, and in what follows, those attributes of the Supreme Being (namely his omniscience and omni- presence) are celebrated ; it is therefore in this place asked by the Psalmist — whither shall I go from the Spirit of the great supreme and all-comprehensive Spirit, Jehovah Elohim ? which is likewise an argu- ment for the distinct Personality, Divinity, and Con- substantiality of (the individual Spirit) the HOLY GHOST. Gen. i. 1. (Nil) an evidence for a Trinity of Persons in Jehovah Elohim — namely, Beth, BEN the Son, Resh, RuaCH the Spirit, Aleph, Ab the Father. See further Note XLVI. — Genesis xviii. 1,2, 3. is likewise an authority for a Trinity of Persons in Jehovah Elohim. See, under MISTRANSLATIONS, John viii. 58 ; also Deuteronomy vi. 4. or Shema) the name of God thrice repeated. The Jews confess that"], [42, "16 here are meant three Midoth : Also, in the first and last words of this text, in Hebrew, are two letters(the Ain and the Daleth) of an uncommon magnitude, of which a similar instance does not occur in the whole volume of the Ancient Scriptures. This distinction, the Jews also allow, was intended to denote a mystery. But for the full exposition of this passage, vide reference a, Note XXXI. — and Isaiah vi. 3. \" Holy, holy, holy is the Lord of Hosts,\" the same, namely, Holy, Father; Holy, Son; Holy, Holy Ghost; according both to Rabbi Simeon, and the Chaldee Paraphrase of Jona than the Son of Uzziel, if we may credit Peter Galatine. See, however, Note XXXI. — Matthew xxviii. 19. \" Baptize all nations unto the name of the Father, and ofthe Son, and of the Holy Ghost.\" And also Mark i. 8. xvi. 16. (compared with this), Trinitarian. Acts ii. 38, 39. xx. 28. compared with John xvi. 7. Jesus personally distinct from the Holy Ghost, whom he has POWER to send. John i. 32, 33. xiv. 16, 26. affirmation of the personality of the Holy Ghost. xvi. 7, 8, 9, 10, 11, 12, 13. the same, in terms pecu liarly distinct. 14. asserts the Consubstantiality of CHRIST and the HOLY Ghost. 15. Consubstantiality of the Father and Son ; consequently 14, 15. main tain the Consubstantiality of the Father, the Son, and the Holy Ghost, xv. 23, 24, 26, unfolds, in unequi vocal language, this mysterious Consubstantiality; for it is thus collected in verse 26, namely, \" But when the Comforter is come, whom I will send unto yon from the Father, even the Spirit of Truth, which proceedeth from the Father, HE\" (the Comforter) \" shall testify of me. \"—and 1 John v. 7. (or the tes-"], [43, "17 tirfiony ofthe three heavenly witnessess,) confirms this doctrine so evidently taught in his Gospel, by the beloved Disciple of our Lord Jesus Christ. (See Note XLVI. where the truth of the three heavenly Witnesses is completely established, even against Mr. PORSON.) Romans viii. 26. \" Likewise the SPIRIT also help eth our infirmities. For we know not what we should pray for as we ought ; but the Spirit itself maketh intercession for us with groanings which cannot be Uttered.\" Distinct Personality of the Holy Ghost. 27. \" And HE\" (the Son) \" that searcheth the hearts, knowethwhatis the mind of the Spirit,\" (Holy Ghost,) \" because he maketh INTERCESSION for the Saints ac cording to the will of God.\" Trinitarian.-*® Corin thians xiii. 14. Doxology — Paul's salutation to the Christians at Corinth. \" The grace of our Lord Jesus Christ, and the love of God, and the participation of the Holy Spirit, be with you all.\" — Ephesians ii. 18. iv. 4, 5, 6. Trinitarian. — Lastly, 1 Timothy iii. 16. \" Great is the mystery of Godliness; God manifest in the Flesh; justified in the Spirit:\" namely, approved or confirmed by the descent of the Holy Ghost. And 1 Peter i. 12. the Holy Ghost descended from heaven. Wherefore, — In the Divine Unity, or Jehovah Elo him, there are three distinct persons; namely, the Father, the Son, and the Holy Ghost. Thus* I have traced in the Scriptures, from the Jehovah Elohim of Moses, to the Trinity of the Apostles' creed, a short, but, I conceive, accurate and comprehensive progress of a doctrine rejected by the Unitarians, because it stretches beyond our frail comprehension: And must necessarily continue a pro- C"], [44, "18 found mystery; for it is utterly impossible the thoughts of man, or the highest created intelligence, should en compass the great, supreme, and all-comprehensive Spirit, Jehovah Elohim. Now to prove the Divinity of Christ by texts of Scripture, is also to establish, by the same means, his Pre-existence and Incarnation: yet, for the purpose of increased conviction, by reiterating evidence, I have thought it advisable to consider each subject separately. Wherefore, 5. The Pre-existence of Christ. Authorities innumerable : But, in particular, Deu teronomy xxxii. 40, 43. Job xix. 25. Psalms ii. 7. xlv. 6, 7. Isaiah in many places. Micah v. 2. John vi. 62. viii. 56, 58. Hebrews i. 1 Corinthians xv. 47. Galatians ii. 20. Ephesians iii. 9. and 1 Peter iii. 18, 19, 20. The latter evidence being very singular, I shall bestow a few observations upon it. — These are the words of the Apostle : \" For Christ hath once suffered for sins, the JUST for the unjust, that he might bring us to God, being put to death in the flesh, but quickened,\" namely, in the flesh into resurrection, \" by the Spirit : by which also\" (the Spirit) \" he went and preached unto the spirits in prisons which sometime were disobedient, when once the long-suffering of God waited in the days of Noah, while the arL was preparing, wherein"], [45, "19 few, that is, eight souls were saved by water.\" Here we have, in one passage, Divinity, Incarnation, Atone ment, Pre-existence ; for, in verse 18, it is the JUST for the unjust, that HE might bring us to God, (by a voluntary act,) for, \" his delights of old,\" as in Pro- Verbs viii. 31. \" zvere with the sons of men,\" suffered death in thejfesk, but this being \" quickened\" into the resurrection \" by the Spirit — by which,\" verses 19, 20, (namely, the Spirit, or his power,) he went, in the time of Noah, and preached unto the spirits in prison ; dr, rather, as the Syriac version has it, Hades or Hell, the Infernal Prison; and as $v\\cm>i is used in Revelations xx.'7. This portion ofthe New Testament (1 Peter iii. 19, 20.) countenances the natural interpretation some- times given of, Genesis vi. 1 to 13. that the great antediluvian wickedness was chiefly attributable to the intercourse and active influence of the fallen angels ; and, there is no doubt, indicates exterior evidence of this kind, namely, God having determined to save the righteous Noah and his family in the ark ,• the fallen spirits now more intent than ever on comple- ting the destruction of mankind ; and, that those eight persons might not be preserved, gave strong manifesta- tions of an endeavour to thwart, with regard to this, the gracious providence of God; but Jesus, or an Angel of the Ij)rd, or of his presence, to admonish them from at- tempting it, for this purpose went into the infernal prison. So Jesus is no new personage — \" He was of old — from everlasting — the Saviour, the Redeemer, the MIGHTY one of Jacob.\" -J C2"], [46, "20 6. The Incarnation. WITH AN ARGUMENT, This also is expressly declared in holy writ, in places innumerable ; so that it will be sufficient for my purpose to cite only those which follow. Isaiah vii. 14. \" A Virgin shall conceive and bear a Son, and shall call his name Immanuel.\" — Jeremiah xxxi. 22. \" the Lord hath created a new thing in the earth, a WOMAN shall compass a man.\" — Matthew i. 18, 19, 20, 22, 27. \" The birth of Jesus Christ was on this wise: his mother Mary was espoused to Joseph; but, before they came together, she was with child of the Holy Ghost. Then Joseph her husband, a just man, not willing to make her a public example, was minded to put her away. But while he thought on these things, the archangel Gabriel appeared to Joseph in a dream, and said, fear not lo take unto thee Mary thy wife ; for that which is conceived in her is of the H0I3- Ghost. Now all this was done that it might be fulfilled which was spoken of the Lord by the prophet, saying, a VIRGIN shall be with child, and shall bring forth a son, and they shall call his name Emanuel, which being interpreted is, Cod with us. And Joseph knew not MARY until she had brought forth her first-born Son.\" This hisLory we also find in Luke i. 26 to 44 ; but more in detail, and with some additional circum stances that are deserving of especial notice. What then is the inference, the fair, legitimate inference, from a Virgin's bearing a son? From this new thing"], [47, "21 in the earth, a woman shall compass a man ? from this Virgin's being with child of the Holy Ghost ? — We certainly have not the idea of a conception after the manner of an earthly parent, of a generation and and birth that are human ? but necessarily of a Di vine Being incarnate, and of aSoN whose name should be called Emanuel, God zvith tis: which, I apprehend, was the seed (not ofthe man, but ofthe woman,) that should bruise the Serpent's head, as promised in Genesis iii. 15. In conformity with this are some remarkable dis tinctions. Luke i. 15, 35; 41, and seq. For, in the former, Zacharias is told by the ANGEL, that John should be silled with the Holy Ghost, even from his mother's womb ; (now the Baptist is such a human creature highly favoured of God, as the Unitarians speak of): Yet GABRIEL, in the latter, (35,) after in forming Mary, \" the Holy Ghost shall come upon thee, and the power of the HIGHEST shall overshadow thee,\" thus strikingly concludes, \" therefore also,\" — why therefore ALSO ? — \" that Holy (\"Ayw) or Divine which shall be born of thee, shall be called the Son of God :\" Compared with John xix. 7- xx. 3 1 .) — Mark this. \" But when Elizabeth (41) heard the salutation of Mary, the BABE leaped in her womb; and Elizabeth was filled with the Holy Ghost.\" Tell^me, then, what was there in the VOICE or PRESENCE of Mary, that the bjibe should leap in the womb, or Elizabeth be filled with the Holy Ghost? and that she spake out with a loud voice to Mary, saying, \" Blessed art thou among women ! blessed is the fruit of thy womb. And whence is this to me that the mother of MY Lord\" C3"], [48, "22 (maik this too) \" should come to me ? for, lo,\" (ob- serve it) \" as soon as the voice of thy salutation sounded in my ears, the babe leaped in my womb for joy.\" — a prodigy !— an acknowledgment, at once, of the Divinity of Christ ; as were also, at his birth, the star of the east, accompanied with the worship of the Magi, and those miraculous phenomena, by which he was so awfully confessed when he suffered on the cross! These distinctions, alone, are, to me, conclusive Ofthe Divinity of Jesus. There needs no other proof for the Incarnation. — Again, John i. 14. \"And the word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father) full of grace and truth.\" 1 John iv. 2. \" Hereby know ye the spirit of God : every spirit that confesseth that Jesus Christ is come in the FLESH is of God. 2 John 7. \" For many deceivers are entered into the world, who confess not that Jesus CHRIST is come in the FLESH. This is a deceiver and an antichrist.\" As 1 John i. 1,2, 3. is confirmative of the preceding part of John i. so these two texts (namely, 1 John iv. 2. 2 John 7-) corroborate John i. 14. Yet, they are also pointed at the DoCETÆ, a sectof earlyChristians, who denied the Incarnation, and asserted that Christ was man in appearance only. — These, JOHN, (conforming himself to the language and scheme of Divine Revelation,) strenuously opposes, stigmatizing them with the name of Antichrist ; be- cause, disbelieving (the Incarnation,) namely, that the Word was made flesh, (which John supported,) was, with him, properly Antichrist. This doctrine, (or the distinct personality of Jesus from the flesh,) St. John"], [49, "23 regarded as of the utmost importance ; since, on it, evidently, depends the efficacy of our redemption. For not to have maintained his humanity when it was denied, would have endangered not only belief in this, but also in the resurrection. He was angry with the Docetæ, because they affirmed that Jesus was not actually in the flesh, and only so in appearance ; which was surrendering, at once, the divine efficiency of redemption, and also, in effect, the testimony for the resurrection of the body. — Again; the Incarnation we find acknowledged in Re velations xix. 12, 13. \" He had a name written that no man knew but he himself: And he was clothed with a vesture dipped in blood : And his name is called the Word of God,\" The strict Personality of which is allowed by the Darshanists. So here, likewise, the sacred Scriptures assert the Divine Personality of the Logos, or Word of God ; and St. John, by the Apocalypse, confirms the doctrine of his Gospel, i. 1, to 14. Lastly, I Timothy iii. 16. \" Without con troversy great is the mystery of Godliness : God manifest in the FLESH, justified in the spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.\" N.B. Mr. Lindsay asserts (INDEX 317 to Vote page 145. Second Address) that \" Polycarp,\" the dis ciple of John, \" censures the Docetæ for having denied Jesus Christ to have been really a man !\" The gross effrontery of this perversion needs no com ment."], [50, "24 7. The Atonement and Redemption. WITH AN ARGUMENT. \" It is blood that maketh atonement for the soul,\" Leviticus xvii. 11. \" And Caiaphas, the high-priest, said unto them, Ye know nothing at all, nor consider that it is expedient for us, that one man should die for the people, and that the whole nation perish not. — And this spake he not of himself : but, being high-priest that year, he prophesied that Jesus should die for that nation ; and not for that nation only, but that also he should gather together, in one, the children of God that were scattered abroad.\" John xi. 49, 50, 51, 52. Jesus Christ has said (John xv. 14.) and they are the most gracious words ever uttered, \" greater love hath no man than this, that a man lay down his life for his friends.\" There is nothing like this ascribed even to Socrates, either in Plato or Xenophon. A sentiment which mollifies with such tenderness of love, in such affecting simplicity of language, was never conceived or uttered by man ; and could only have proceeded from him of whom it was declared, with equal tenderness, and affecting simplicity of language, \" He is despised and rejected of men ; a man of sorrows and acquainted with grief. Surely he hath borne our griefs and carried our sorrows. Bat he was wounded for our transgressions, he was bruised for our iniquities : the chastisement of our peace was upon him ; and with his stripes we are"], [51, "25 healed. The Lord hath laid on him the iniquity of us all. He was oppressed, and he was afflicted, yet he opened not his mouth : He is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth. He was taken from prison and from judgment : And he made his grave with the wicked, and with the rich in his death ; because he had done no violence, neither was any deceit in his mouth. He hath poured out his soul unto death : he was numbered with the trans gressors ; and he bare the sins of many, and made in tercession for the transgressors.\" Isaiah liii. I have wondered how any men, calling themselves Christians, could reject the doctrines of Redemption and Atonement. The above, and any one of the fol lowing citations, disposes, at once, of every doubt which can be entertained on the subject. 1 John iii. 16. (compared with John xv. 14.) \" Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.\"— Acts xx. 28. \" Take heed therefore unto yourselves, and to all the flock over the which the HOLY Ghost hath made you overseers, to feed the CHURCH of God, which he hath purchased with his own BLOOD.\"— Again : Revelations v. 9. \" For thou wast slain, and hast redeemed us to God by thy blood, out of every kindred and tongue and people and nation.\" — Romans iv. 25. \" Who was delivered for our offences, and was raised again for our justi fication.\"—! Corinthians xv. 3, 21, 22. \" Christ died for our sins according to the Scriptures,\" (namely, the Old Testament,) &c. &c. — Ephesians v. 2."], [52, "26 «* Christ hath given himself for us, an offering and a sacrifice to God.\"— Colossi ans i. 19, 20, 21, 23. \" For it pleased the Father, that in him should ail fulness dwell, and having made peace through the blood of his cross, by him to reconcile all things to himself.\" — 1 Timothy ii. 5, 6. \" For there is one God, and one Mediator between God and men, the man Christ Jesus ; who gave himself a ransom for all.\" — Titus ii. 14. \" Who gave himself to us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.\" — Hebrew ix. 14, 22. \" The blood of Christ, who through the Eternal Spirit offered himself without spot to God, shall purge your conscience from dead works. Without shedding of blood is no remission.\" — Lastly, Hebrew x. 6, 7, 10. \" Sacrifice and offering,\" (says Christ) \" thou wouldest not, but a body hast thou prepared me. Lo I come\" (in the volume of the book — the Old Testament — it is written) \" to do thy will, O God. By the which will we are sanc tified, through the offering ofthe body of Jesus Christ once for all.\" The reader will have observed, in the above, con clusive authority likewise for the Pre-existence and Divinity of Christ, who is every where represented as having given himself: And how could Jesus have given himself if he had not pre-existed ? — But, he voluntarily gave himself— to do what ? to reconcile us to God : — and who, save a Deity, was capable of this ? It will be urged, perhaps, there was no necessity for having recourse to any intermediate reason ; since"], [53, "27 God was compent to WILL our salvation. But, I answer, he was not so ; for the Almighty is just ; and therefore Divine Justice must be satisfied. He could not zvill our salvation, independently of a medium j and that medium also must harmonize with the two extremes of the series — be reconcileable, sufficient to both, the offender and the offended, to God and to man. The medium must therefore consist of Humanity and Divinity. But, without an inter mediate, there could be no Redemption : for Redemp tion implies an agency or medium. Now man, as a FREE AGENT, had transgressed, and (Divine Justice demanding to be satisfied) MAN, as a free agent, must obey. Yet human reason, aud even divine revelation, to a certain extent, was also inefficient. Then COMES, in the fulness of time, the Divine Logos, the Mediator, the Saviour, the Redeemer, in a word, that personal interposition necessary — and our salvation is accom plished. \" Yea, without controversy, great is the mystery of THE FELLOWSHIP of godliness, hid, from the BEGINNING, in God !\" But the love, which is clearly exhibited, dissolves my stormy heart, and sills me with tears. With an inferior sanction, the obligation to love and to forgive would have proved inadequate. — See ing, then, it is so amazing ! so divine ! and infinite ! why do men and Christians persecute each other ? Ah ! their's is a religion of love, of love unspeakable ; for \" greater love hath no man than this, that a man lay down his life for his friends.\" How necessary to have just conceptions of the nature and office of Jesus Christ !"], [54, "28 8. Proof of the Divinity of Christ. DEDUCTIONS OF REASON FROM THE PREMISES. 1 . From the Redemption. None but God himself, who is the Being offended, can forgive the sins of the world, or pardon iniquities. Without forgiveness there is no redemption ; no re demption without blood ; and no blood sufficient to obtain it, but the blood of man, untainted with sinf like the sacrifices of the law. Now to abolish a law imposed on the Jews ; estab lish a covenant on better promises, and conditions more agreeable to the nature and present circum stances of mankind; to reform the soul, renew that image and likeness of the Almighty, in which we were created ; to quicken and adorn us with the grace ofthe Holy Spirit proceeding from on high ; to con quer death, raise up his body, and ascend into heaven by his own power — all these achievements, and more, are obviously embraced in the idea of perfect redemp tion ; and, certainly, far surpass the ability and power of mere humanity : requiring, indeed, the possession and exercise of omnipotent attributes, which none can possess and exercise save God alone. A prophet, or a priest, might have been sent, or com missioned to proclaim the forgiveness proposed to mankind by the Almighty, but none, except Himself, (who is the object offended,) could either have given"], [55, "29 or offered that pardon. For who can pardon, or re deem, or save, besides the ALMIGHTY? Redemption, then, from sin, implieth a deliverance from the EFFECTS of it ; a renovation of the soul ; resurrection of the body from the dust of the earth ; restitution of the world, corrupted and depraved through the disobedience of man, {by personal INTER POSITION,) to the order and beauty of a new heaven and a new earth ; all which works of redemption, demonstrate the possession as well as the exercise of a Divine Power. If then we owe so great salvation to JESUS, and, even we are taught to ascribe it to him alone, \" for there is no other name under heaven by which we can be saved,\" consequently our blessed REDEEMER (a title as foreign to man as is the name Jehovah Elohim — our Saviour, as in truth this title itself points out,) was verily God. 2. General Proof. THE SAME. Hisadvent,birth, and crucifixion, were accompanied by prodigies. He went continually about doing good; for the regeneration of the world employed his whole attention. He spake as never man spake ; as one having authority, and not as the Scribes. He was meek and lowly, yet imperative in rebuking hypocrites : and in vain did the utmost subtilty and ingenuity of men, endeavour to hide itself from his perception ; for he saw into the inmost recesses of thought; and when he answered, \" no man durst ask him another word ; nor from that day forth seek to"], [56, "30 entangle him with any more questions.\" He walked upon the water ; the winds and the sea obeyed him. \" Peace, be still,\" said he, to the latter, when the waves roared, and instantly it was calm : thus also the Elohim, \" let there be light, and there was light. In like manner, \" Jehovah utters his voice, and the earth melteth.\" The devils knew, and trembled before him, eager to fly from his immediate presence, whithersoever Jesus commanded them. He fed an incredible mul- titude with sive loaves ; and the fragments, that remained, filled twelve baskets. He said to the leper, \" I WILL, be thou clean,\" and he was so ; to one, sick of the palsy, \" arise, take up thy bed, and go thy way unto thine house,\" who straightway did it to the amazement of all : and Christ, notwithstanding the pressure of thousands, knew when the woman touched the hem of his garment to be healed. He was TRANSFIGURED, and we are also taught to believe in his omnipresence. He raised the dead. He secretly wished it, and water became \"wine. He opened eyes which had been in darkness from infancy; gave utterance to many born dumb ; and by an act of divine power, suddenly exerted, occasioned Peter to fall down and say, \" depart from me, O Lord, for I am a sinful man.\" But Jesus was, at sundry times, worshipped, and, yet, he never reproved it ; which, certainly he would have done, had it been improper; as we may learn from Acts x. 25. xiv. 18. and Revelations xix. 10. where both the Apostles and the ANGEL forbid it to themselves. Nor did he suffer because resistance was in vain ;"], [57, "31 (for he \" could have prayed his Father who would presently have given him more than twelve legions of Angels,)\" but, \" that the Scripture might be ful filled, that thus it should be.\" Even the infidel Rosseau, exclaimed, \" the death of Jesus announced a God : and the divine Socrates, four hundred years before, had discovered the necessity of, if not pre dicted, the personal interposition of Deity, (vide article Socrates, in the text.) Lastly : We know, for himself declares, he hath sat down in the seat of judgment; the supreme authority, both in heaven and on earth ; that his death and resurrection drew after him the whole world ; and which therefore necessarily awaits his COMING \" in the clouds of heaven, with power and great glory, and all his holy Angels with him.\" Then it will be seen, that, \" though heaven and earth, his WORDS shall not pass away ; for he will sit upon the throne of his glory : and before him shall be gathered all nations; and he shall separate them one from another, as a shepherd divideth his sheep from the goats ;\" and he shall pronounce their eternal destiny. Seeing, then, that he possessed and exercised all the attributes of Deity (if even there were no positive declarations he was so, either from himself or others, whereas there are many,) JESUsCHWSTis consequently God : for, if this argument were disallowed, there would then be no such thing as reasoning either from cause to effect, or from effect to cause ; no inference, when we found on a solitary sea-beach the evident impression of human feet, that a being like ourselves had passed that way ; no conclusion from an elaborate"], [58, "32 machine, to an ingenious artificer j no reference even, to an all-Wise omnipotent Creator, from this stupen dous universe. I close the argument with an evi dence afforded by Pliny ; who writes, that \" the Christians were wont to assemble on a certain day, and sing hymns to Christ as to a GOD.\" But, notwithstanding these clear testimonies of Scripture, and deductions of reason, for the Jehovah Elohim of Genesis i. 1. &c. &c. and the Trinity in Divine Unity of the Apostles' creed, the Divinity of Christ, Atonement, Incarnation ; and although these doctrines are distinctly referred to by our Saviour himself, and his holy Apostles, and are indeed the most distinguishing features of the gospel of St. John ; yet these essential articles of a Christian's belief are rejected altogether by the modern Unitarians ; who deny that the Old Testament ever refers to persons in the Supreme Being, or to Messias as God ; and who maintain, his Pre-existence and Divinity are no where taught by any of his Apostles, who, even it is farther insisted on, not only themselves considered him a9 one of the human species, (and belonging to no higher class of beings,) but were also desirous that others should think of Jesus in the same manner; endowed, the Unitarians all of them admit, with an extraor dinary power from God, and, some of them allow (for UNITARIANS differ) commissioned by the Almighty to teach his will to mankind ; a divine messenger, or prophet; the Christ, the Messiah; but no Pre-ex istence, no Divinity, no Incarnation, no Divine Unity of Persons, no Atonement."], [59, "33 How then is this difficult belief of theirs supported ? I answer, 1. By altering the established meaning of words. 2. By mistranslation. 3. By continual endeavours to accommodate the Scriptures to their Religion. 4. By perversions of reason. Under which descrip tion of means might be arranged the whole of their methods; and the first and third may conveniently enough be resolved into the second. I shall then inquire how the Unitarian religion is supported, by methods first and third, under the head of, 9. Mistranslations, As cited by Mr. Lindsay, in his Address to the Students of the Two Universities, 1790. I take them in the order in which they are presented in that publication, beginning in page 250. Isaiah ix. 6. Instead of \" the everlasting Father,\" of our faulty English version, as it is called, we are to read, \" the Father of the age.\" — But the Hebrew is ABBI AD ; and signifies Father of eternity, or Father for ever, therefore everlasting Father : nor has any BIBLICAL SCHOLAR ever presumed to give a different interpretation of ABBI AD. But \" the Father of the Age\" signifies everlasting Father. (See pp. 2, 3.) liii. 8. We are to read, \"In his humiliation his condemnation was extorted ; and the men of his generation who shall be able to describe ? for his life was cut off from the earth : through the wicked ness of my people he was smitten to death.\" — The"], [60, "34 jumble of \" In his humiliation his condemnation was extorted,\" is a very awkward translation of the Greek interpreters ; and thc men of, from no source either in the Hebrew or the SEPTUAGINT, to both of which, zoho shall describe his generation, is agreeable. \" Through the wickedness of my people he was smitten to death,\" is, word for word, from the Greek version. On the whole, this reading is meant as a blow against the Atonement; which doctrine, so fully established in that chapter, seemed only assailable in this particular point ; Mr. Lindsay passing over, in profound silence, the invulnerable parts, verses 4, 5, 6,7, 10, II, 12. For another correct translation of Isaiah liii. 8. from the Hebrew text, see Jewish Repository, 1814, vol. ii. page 490, by a learned friend of mine, the Rev. Mr. Oxlee, Stonegrave, author of \" The Doc trines of the Trinity and Incarnation, considered and maintained on the Principles of Judaism.\" The Bible Translation. He was taken from prison and from judgment : and who shall declare his generation ; for he was cut off out of the land of the living ; for the transgression of my people was he stricken. Mr. Oxlee\"s. From prison and from judgment is he taken ; and who is there to detail his generation? as he is cut off from the land of the living: for thc sins of my people is he smitten. The ancient version is therefore confirmed by a Rabbinical scholar of great eminence; and who also proves, in the same place, that this prediction of Isaiah has been expounded of the Messias by the-"], [61, "35 highest authorities of the Jewish church — with copious citations from the Targum of Jonathan ben Uziel, Massecheth Sanhedrin, R. Solomon Jarchi, R. Nathan ben Jechiel, and twenty others ; extend ing from page 490 to 505, addressed to S. M. a Jew, on his Objection against Christianity. Jeremiah xxiii. 6. We are to read, \" This is the name by which the Lord shall call him our Righte ousness.\" On the authority of Dr. Blayney, 1784, who has followed the Septuagint, \" until thou comest to\" WtStx ir to7( la&ftiTan, and this he has ventured to translate, our righteousness ! ! But our faulty English version, it will be maintained, is perfectly correct, according to the most eminent expositors of the Jewish church ; nor is it contradicted by the LXX. who render the Hebrew \" This is the name by which the Lord shall call him,\" (luailix. according to the prophecy, namely, Iw— athn, that is, Jehovah-zedek,) \" The righteousness of Jehovah,\" or The Lord our righteousness ; for, his righteousness is \" our righteous ness,\" as well as he himself is our Lord. Yet, if Mr. Lindsay may be credited, Dr. Blayney quotes the Greek interpreters as favouring the new trans lation. My Septuagint is the Vatican copy, Am sterdam, 1683. Hosea i. 7- We are to read, \" I will save them by myself.\" — The English Bible has it, according to the Hebrew idiom, \" I will save them by the Lord their God.\" The alteration here is, merely, the pro noun instead of the noun. If then x\\lmighty God, or the Father, speaks in reference to his Personality, or the Son in reference to his, neither, says he, will he D 2"], [62, "36 save them by mere man, but by himself. In both cases, therefore, personal interposition being meant, the citation is conclusive for Divinity. But, as the Supreme Being could have saved in Heaven, by the mere operation of his WILL, (if such would have proved satisfactory to Divine Justice,) so an especial mode of salvation is signified; and the Advent, the Christ, the Messias, the Emanuel is meant, whose Pre-existence and Divinity are thoroughly established in the Scriptures, and who had already been the God of human salvation. It is, therefore, very probable, Jehovah Elohim, or the Divine Unity, is the speaker who here predicts, he will save by whom he made all things, viz. I will save them by the Lord their God ; in the style of the Psalmist, \" The Lord said unto my Lord, thy throne, O God, is for ever and ever : therefore God, thy God, hath anointed thee.\" I, the SUPREME, will save them by the Lord their God — whose \" delights were always with the sons of men ;\" who had espoused their cause on every occasion ; who saved them before the flood ; who wrought redemption from Egypt ; and, finally, sal vation for the whole world. In a word, \" our faulty English version,\" in this place, is agreeable to the Hebrew, and authorized by the Septuagint. Zechariah xii. 10. Read, \" they shall look upon him, whom they have pierced.\" — Here we have him substituted for me; but me is after the original, and supported by the LXX. This alteration (him) is taken from the Hebrew margin (or Keri) ; for, in the text, or Chetib, it is me. What we find in tlie text is certainly a better authority than the marginal word."], [63, "37 The preference is of great antiquity, and has been adopted in the Greek version. It is further strength ened by John xix. 37. \" They shall look on him whom they pierced.\" And again, Revelations i. 7 \" Behold, he cometh with clouds, and every eye shall see him, and they also which pierced him.\" It is also evidently supposed by the Chaldee paraphrast, and conformable to the Syriac and Latin versions. The former of which, be it observed, unites the words of St. John, and the prophet, in this manner : They shall look to ME on HIM whom they pierced ; namely, look towards God, in looking on him whom their fathers pierced. xiii. 7- Instead of, \" The man that is my FELLOW,\" we are to read, the man who is near unto me. But \" our faulty English version\" is warranted both by the Hebrew, and Greek interpreters. The style, moreover, is similar to that of Psalm xlv. 7. on a like occasion ; for the Messiah is there spoken of as God, in reference to Jehovah Elohim. The passage is re remarkable; \"Therefore God, thy God, hath anointed thee with the oil of gladness above thy FELLOWS.\" Compared with 6, 5, 4, 3, and 2 preceding verses. Page 256, and seq. John i. 1, to 14. Instead of the common transla tion, we are to read, \"In the beginning was Wisdom, and Wisdom was with God, and God was Wisdutn. The same was in the beginning with God. All things were made by it, and without it was nothing made that was made. In it was life, and the life was the light of men. It (Divine Wisdom) was in D3"], [64, "38 the world, and the world was made by it, and the world knew it not. It came to its own land, and ils own people received it not. But as many as re ceived it, to them it gave power to become the sons of God, even to them who believe on its name.\" \" And Wisdom became man, and dwelt among us, and we beheld its glory, the glory as of the well beloved of the Father, full of grace and truth.\" Now it is confessed (page 258) that this translation is grounded \" on the opinions of all ancient and modern writers, who agree in their sentiments, that St. John here alludes to Solomon's description of wisdom, Proverbs viii. although the greater part of them have interpreted this Logos, Word or Wisdom, as signifying another God.\" A most extravagant reason, truly, to assign for such a translation : but that Solomon there intended the second Person of the Divine Unity, see Note XLIX. I think I shall not seem too severe if 1 say, that she greater part of the first and second paragraphs is a mere trifling, and play upon words ; even it sinks our Apostle into the ridiculous. Could we endure to listen to any man who should gravely tell us, that God and his attributes were co-existent, and in the beginning; for, this intimation, if seriously intended, would proceed upon the silly supposition that it was probable we might apprehend Divine WlSDOM did not exist at the first ; that it was possible for us to have concluded that the ALMIGHTY, with regard to Divine WlSDOM, pre-existed. And can we credit it, St. John would have been so fugacious and full of tittle-tattle ? Would he have said, \" in the beginning"], [65, "39 was Wisdom, and Wisdom was with God, and God was Wisdom, and Wisdom was in the beginning with God; all things were made by Wisdom, and without it was nothing made that was made. Divine Wisdom was in the world, and the world was made by Divine Wisdom, and the world knew it not ?'' Would he have said so ? Were this information ? Is there any doctrine here r — 'Tis mere sound — it signi fied! nothing. Again : This modern translator rejects the incar nation of the Logos; and yet he hath incarnated Divine Wisdom ; for, Wisdom became man, and dwelt among us.\" But, in the first paragraph, \" God was wisdom :\" in the last, \" Wisdom became man, and dwelt among us.\" — Ergo, God became man. To parry this conclusion is impossible : and if our modern translator (1 suppose him alive although dead) still denied the Incarnation, he would be guilty ofthe most gross impiety; since he would then assert, (without any modification,\") that God became a mere human being, endowed with extraordinary powers from God. \"Our faulty English version\" is not observed to trip in this manner; because it is a correct translation, and unfoldeth doctrine — The doctrine of the Consubstan tiality of the Father and the Son, and the proper idea of Incarnation; which, as well as the strict Divine Personality of \" the word of God,\" the same Apostle confirms, 1 John i. 1,2, 3. iv. 2, 3. 2 John 7, and Revelation xix. 12, 13. In paragraph the second we are told, the world D4"], [66, "40 was unacquainted with Divine Wisdom : — which is palpably false; for although the Word was in the world, and the world knew him not, yet mankind always recognized Divine Wisdom. Also, ibid, that it came to its own land, and its own people received it not, I contend, is equally untrue ; for Divine Wisdom had no peculiar people or land ; but was manifest every where ; extended to the remotest boundaries ; to every being animate and inanimate, however vast and however minute of God's illimitable creation. Yet the Logos had a peculiar people ; a people and a land set apart, which people he saved from de struction at the deluge, (see under PRE-EXISTENCE,) redeemed from the bondage of Pharaoh, and con stantly preserved, for the ultimate and gracious pur pose of universal salvation. (See Note 22.) It is true that some of the Jewish expositors, the Cabalists, render (JVttWO in Genesis i. 1.) By Wisdom; and consequently read, \" By Wisdom, God created the heavens and the earth.\" But WlSDOM they con sider as one of the Persons of the Divine Unity, Jehovah Elohim. — \" It is also worthy of notice, that the Targum of Jerusalem renders the same word, by WlSDOM, i. e. the Messiah.\" Parkhurst under A./>x»- If, however, iTtt7N~\\ had related to time, it would perhaps have been here, as every where else, YmvH. It may therefore in this, as in most, if not all other places, signify THE CHIEF; and consequently jw>TQ in Genesis i. 1. and Ec «px>», John i. 1, vfor it is not by accident that these BEGINNINGS are similar,) may he translated in the CHIEF or SUPREME. I submit, therefore, this reading of Genesis i. 1. \" Jehovah"], [67, "41 Elohim, in the chief, supreme, sovereign, (or in the collective capacity, or in the Divine Unity,) co operating, created the heavens and the earth.\" But I would not be considered as at all insisting on this interpretation. The subject is profound ; and here it is our duty to believe, even though in doubt, with fear and trembling ; because it is the first annunci ation of an awful mystery, which if we cannot com-, prehend, yet the TESTIMONY for believing it is copious and conclusive. I would further remark, on this evidence for the Holy Trinity, that we may meditate and speak concerning it in the language and sentiments of Eliphaz the Temanite : \" a thing is secretly brought to me, and mine ear received a little thereof: in thoughts from the visions of the night, when deep sleep falleth on men, FEAR came upon me, and trembling, which made all my bones to shake ; then a spirit passed before my face, I saw it, but I could not discern the FORM thereof.\" Bus if this interpretation be approved, John i. 1, 2, 3. (which is clearly the Jewish doctrine of the Father and the Word, or the Father and tlie Son,) may be presumed to be read in this manner : \" In the SUPREME, or Divine Unity, was the Word, and the Word was with the SUPREME, and the Word was God. The same was in the beginning\" (namely at the creation) \" with the SUPREME. All things were made by him,\" &c. &C. Or, if we render the first Ey a^xn, at the first, from alT eternity, in that case no question could possibly arise, where then was the Word before the BEGINNING ? Verse the second, of course, alludes to that period of the universe which"], [68, "42 is assigned in Genesis i. 1. and therefore properly enough translated, \" in the beginning,\" or at the creation, &c. &c. John i. 15. for he was before me, read, \" he was greater than me.\" But the real sense is, he was pre existent; and to assert this, was to announce his Divi nity : compared with iii. 28, to 36. 18. For the only begotten Son, read, \" the beloved Son.\" This alteration is thus supported: Monogenes, only begotten, or only Son : and because such an object is generally loved, therefore, beloved Son. — A mere change of words. Besides, begotten is neces sarily associated with the notion of Son, and here refers to the Incarnation. Such criticism as this is really childish. But see, Hebrews i. 2, 3. Philippians ii. 6, 7. how Paul explains the idea properly signified by the term begotten ; and also as applied to Mary's Divine conception. v. 18. for, \" equal with,\" read, \" like unto.\" How much then is pared off from the Divinity of Christ by this alteration ? which maketh him a Deity near to, but a little inferior to God, as the alteration in sinuates, but, the same as God, according to the received meaning of that expression. That the Jews really understood Jesus as making himself equal with God, appears from the context ; and again x. 33, \" we stone thee, because that thou, being a man, makest thyself God.\" Also compare with this xix. 7. Moreover, equal with God, is strictly the language of BeZA. viii. 58. Instead of, \" before Abraham was, I am,\" read, \" before Abraham was, I am the light of the"], [69, "43 world.\" This improved version is supported in these terms : \" Several most judicious Christians have shown that our Saviour's words are thus to be supplied.\" (What a reason to be assigned for suck an alteration, or indeed for any thing !) \" So that here is a full end put to that most groundless conclusion, that our Lord should here declare himself to be the self-ex istent, eternal God.\" What an admirable way is this of solving a difficulty ! But, even the alteration does not dispose of his Pre-existence; for, either it signifies \" I am the light of the world,\" and therefore existent \" before Abraham was ;\" or else, \" before Abraham was the light of the world, I am the light of the world :\" which latter is a quibble, or subterfuge of speech, not to be imputed without sin to Jesus Christ. — He was1 pressed by the Scribes and Pharisees, with regard to his or Abraham's priority ; his answer, as became him, was direct ; and therefore, having made himself equal with God, they stoned him : \" but Jesus hid himself,\" that is, exerting his Divinity, made himself invisible, \" going,\" unseen, even, \" through the midst of them, and so passed by.\" It is contended, however, that the text is contrary to grammar, contrary to sense, and contrary to the words of Moses as translated by the LXX. And this objection is more perverse than the former: for, is not 'Eyd iifut a correct syntactical rendering of EHEJEH? Exodus iii. 14. Ehejeh (I am) hath sent me unto you. And, in the former part of the verse, Ehejeh asher Ehejeh, I am that I am. Would he not in the annunciation of himself conform to the Hebrew idiom ? But, these titles of Deity,"], [70, "44 the Seventy translate 'EyJ «/« ♦\"iv — I \"nr — and of which the 'fiyJ «/•» of the former is the description used by our Lord. In the rest, the Greek interpreters con sulted the genius and theological medium of the lan guage into which they translated. Was it likely Jesus Christ would, on this occasion, adopt the i \"sir of Plato? A more impotent argument, I may certainly affirm, was never urged. But in the second Song of Moses (verse 39) we sind in the Septuagint Eyu et/ju for that, which, from the Hebrew Kin \"OK is rendered in the English translation \" I even I am He.\" Either Mr. Lindsay never consulted the Septuagint, and this is very unlikely, or else he had no acquaintance what ever with candour. It is clear the Saviour of mankind asserted he was before Abraham. \" Your Father Abraham,\" says he, ibid. 56, \" rejoiced to see my day ; and he saw it and was glad.\" Can any thing be more explicit, full, and satisfactory ? But why did Abraham rejoice to see his day ? When, and how was he glad ? To solve these queries, we have only to consult Genesis, chapters xvii. xviii. and xxi. xvii. ], 2, 3, 4, 6, 7, 16, 19. \"The Lord appeared unto Abraham, and said unto him, I am the Almighty God ; walk before me, and be perfect. I will mul tiply thee exceedingly. Then Abraham fell on his face: and God talked with him, saying; thou shalt be a Father of many nations ; kings shall come out of thee ; I will give unto thee, and thy seed after thee, all the land of Canaan, for an everlasting possession ; and I will be their God. As for Sarah thy wife, I will bless her, and give thee a son also of her, thou,"], [71, "45 shalt call his name Isaac ; and I will establish my covenant, with him for an everlasting covenant, and with his seed after him.\" Would not then Abraham rejoice to see his day, or gracious visitation ? Again— xviii. 1,2,3, 4—9, 10—16, 17, 18, 19. \"And the Lord appeared unto Abraham in the plain of Mamre : and he sat in the tent door in the heat of the day : and he lift up his eyes, and looked, and lo, three men stood by him ; and when he saw them, he ran to meet them from the tent door, and bowed himself toward the ground, and said, my Lord, if now I have sound favour in thy sight, pass not away, I pray thee, from thy servant : let a little water, I pray you, be fetched, and wash your feet, and rest yourselves under the tree.\" Where note, 1. Jehovah appeared ; 2. a little after the Elohim stood by him, (Abraham,) or rather, according to the original, stood close, for such, I apprehend, is the signification of tZP2X]. That the Elohim did not stand by him, is evident (because Abraham ran to meet them from the tent door,) \" but {ytfl} QUS3) stood in or upon him self the one Jehovah ;\" for so it is read in the Sine PRINCIPIO of Hutchinson. The Elohim therefore, and they are three, are the Persons of the Divine Unity. Again, verse 9. \" They\" (the Elohim, or Jehovah Elohim,) said unto Abraham, where is Sarah thy wife ? And he (one ofthe Elohim, John viii. 58. the Son or Word of God,) \" said, I will certainly return unto thee, according to the time of life; and Sarah thy wife shall have a son. And the men rose from thence, and looked toward Sodom. And tl)e Lord said, shall I hide from Abraham that thing"], [72, "46 which I do; seeing that Abraham shall surely be come a great and mighty nation, and all the nations of the earth shall be blessed in him.\" xxi. 3, 8. \" And Sarah conceived and bare him A SON in his old age, at the set time of which God had spoken to him. And Abraham made a GREAT FEAST the same day that Isaac was weaned;\" for, having seen the day, he rejoiced lo see, he zvas glad. At his leisure the reader may consult Mr Lindsay's perverse exposition of Genesis xviii. 1, 2, 3. &c. SECOND Address, page 158 to 160. But from verse 12 to 24, in the same chapter of John, is equally conclusive that Christ was God; and in the latter verse occurs the same title Eya u/a. \" If ye believe not that I AM He, ye shall die in your sins.\" That I am who ? (The Pharisees had accused him, verse 13, of bearing record of himself;) the answer, throughout the entire passage, is GOD ; and the zchole of that beautiful chapter is occupied in asserting and maintaining his Divinity. Acts iii. 14, 15. for, \" Prince of life,\" read, guide lo life. But Abuses signifies a first leader, author, prince, the beginning, and never guide. The old trans lation is, therefore, correct. This, however, is nibbling at the Divinity of Christ. vii. 59. It is here contended that Stephen did not pray to the Lord Jesus ; although seeing him on the right hand of God, Stephen, calling upon him, said, many times, \" Lord Jesus receive my spirit\" ! ! ! 1 Corinthians i. 2. for, call upon the name, read, \" are called by, or, appealed to the name,\" &c. &c. another nibble ; for, compared with verses 4, 5, 7, 8,"], [73, "47 10. following, Jesus Christ must be called upon. But the participle tT/xaw^tcsic is here used actively, (compared with 2 Corinthians i. 23.) and the whole affirmation is an Hellenistical expression, adopted every where by the LXX. to signify calling upon the name of the Lord. Paul, in this place, hath quoted the phraseology of the Septuagint. See Parkhurst, EsraaMio-B** m wop* tv Kvpk. Acts xx. 28. Instead of God, read \" the Lord\" (i. e. Christ.) But the Greek is ©eoc, and therefore the translation is correct according to the received copy, which, in this particular, is not at variance with the general evidence on the subject. In fact it is the proper language of Atonement. In this scripture we are commanded to feed the the Church of God; or, of the Lord, (namely, Christ,) if we may credit the Unitarians. Now, what is the Church of God, but God's Church ? consequently for his worship: and Christ's Church, (purchased with his blood,) the Church of Christ. Therefore Christ is an object of worship : so this resolves into a NIBBLE at the Divinity. Moreover, John xix. 40. the Alex andrian MS. reads the body of God. Romans i. 3. for, \" according to the flesh,\" read, by natural descent : another NIBBLE. And the com mon translation is correct ; as also of the following, Romans ix. 5. 1 Corinthians x. 9. Ephesians iv. 32. But Mr. L's attack on the latter proceeds the most un warrantable length of abserting vPa#e 283) that Christ is no motive, whatever, with God for the forgiveness of sins. As though the sacrifice of a pious man, (I will here use their own language,) were no more re-"], [74, "48 garded by the Almighty than the blood of bulls and of goats. And this is the Christian Religion ! Philippians ii. 6, 10, 11. forms a strong corrobora tion for the DIVINITY; but at, in the 10th, we are to read to. What fine, subtle, attenuated distinctions are resorted to, to bolster up a system of religion, of which Socinians feel the difficulty. Yet, if there be a difference in this place between the prepositions at and to, it will be found in our favour. Bow to Jehovah ; pray in his temple at the altar. In the course of this reading, I observe a notice much more honourable to Jesus, than the one under Ephesians iv. 32. So apt are men to contradict themselves, when resolute on establishing a theory of their own upon a few un certain, isolated, but plausible data: and to show the determined spirit of the Unitarians, to triumph in despite both of Scripture and Greek, I will here give the whole of Mr. Lindsay's translation of Philip pians ii. 7. and Hebrews i. 5, 8. \" But he emptied himself, taking the form of a servant, being in the like ness of common or ordinary mortals.\" — \"Thou art my Son, this day have I bestowed a new being upon thee. Unto the Son he saith, God is thy throne for ever and ever.\" But Hebrews i. 6. for let all the Angels of God worship him, we are to read, \" let all the Angels of God do homage to him.\" What efforts to succeed against the worship of Jesus ! In order to carry this favourite object, we are allowed to introduce even earthly etiquette, and forms of politeness, into heaven .' Homage, do homage to him— Unitarianism ! the re ligion of Unitarians ! If only the name of Christians were laid aside, there would be no difficulty in it."], [75, "49 The alterations made in 1 John i. 1,2, 3. (which scripture is confirmative of the introduction to his gospel) being allowed as entirely gratuitous, I pass them by in silence. Page 235. — 1 Corinthians xv. 47. 1 Timothy iii. 16. 1 John iii. 16. v. 7, 8, 20. Jude 25. Reve lations i. 11. These evidences are all rejected on the negative authority of manuscripts and ancient versions ; an argument, which (if it cannot be substan tiated, and I am sure it cannot, that any one of those MSS. or versions is the only true and genuine copy,) I conceive I have thoroughly refuted, Note XLVI. Admit, however, the Coptic, Ethiopic, Vulgate, and Italian versions of 1 Corinthians xv. 47- viz \" The second man is from Heaven,\" and there remains equal evidence for Pre-existence and Divinity. The Elohim, Genesis xviii. 2, 3. &c. are called Men ; and Christ, because of the Incarnation, is, sometimes, also called Man, and the Son of Man. He comes under the latter title to judgment. Now the first man (Adam) is of the earthj earthy ; and any other mere man, is likewise of the earth, earthy. But the second Man is from heaven ; He is not of the earth, earthy ; and therefore not a mere man ; but, by his descent, hia divine operation and effects, a Divinity. Allow also the alteration, 1 Timothy iii. 16. which or who, instead of God ; reading, great is the mystery of Godliness, which or who was manifest in the flesh What mystery is there in simple godliness? The mystery refers to the manner or personality of godli ness, which or who (viz. God,) was manifest in the flesh. — I observe here, that the apostate emperor ia E"], [76, "50 cited against this text ! — Julian, Voltaire, Gibbon, Paine, and Hume, authorities, when Christianity is the subject of discussion ! And the inference of Dr. Clarke, from Cyril's answer to Julian, is evidently untenable. Nor is the obser vation by Dr. Lardner, \" that, if the place be read, God manifest in the flesh, there is nothing inconsistent with the doctrine of the Divine Unity,\" deserving of any serious notice; because, agreeable to that, God is manifest in the smallest particle of matter. But is this the manifestation taught by St. Paul ? 1 John iii. 16. on the authority of the Alexandrian, Royal Parisian, and other MSS. Mill, Bengelius, Wet- stein and Griesbach, omit of God, and read, \" hereby perceive we love, because he laid down his life sol- us. \" But our translation is according to the received copy. The new version will stand thus : \" Hereby perceive we love, because he laid down his life for us.\" Who, 1 ask, laid down his life for us? What is the antecedent ? The title Jesus Christ is never used until verse 26 ; in all the preceding it is God who is spoken of. The chapter begins with, \" be- hold, what manner of LOVE the Father hath bestowed upon us !\" Verse 8, \" for the purpose of destroying the works of the devil, the Son of God,\" (the second person of the Elohim) \" was manifested.\" The Apostle then referreth to \" God\" only, as before ; never once speaking again by the title of the Son of God, except in verse 26, where also is added his other name, Jesus Christ. So the antecedent and also subsequent, is God ; consequently he who laid down his life for us, was (agreeably to the old verson) God. And it is likewise supported by the context ; for the"], [77, "51 very next verse (17) asketh, \" how dwells the love or God in him, who shutteth up his bowels of com passion from a brother's need ?\" AN Argument. And who, except God, could lay down his life sdr1 the world ? I mean, with the Apostle, that adven titious life of Jesus acquired by his Incarnation. How is it possible to conceive, that any mere man should choose to die for the love of mankind ? Who even rejoiced at his sufferings, and pointed their cruelty with sarcasm ! A man may prefer death rather than surrender his virtue, or abandon his religion. So did Socrates 5 so the holy Apostles, inobedience to their Master; and so have many other pious Christians in all ages. But here the motive is entirely personal ; the interest our own — CONTRACTED ; too vague to be distinct, too selfish to be comprehensive j never voluntary; and never, for the mere sake of others, beyond an object placed within confined limits. No, it was not for the love of mankind : that is naturally incredible. We have not the discernment of such a thing ; we do not feel, we cannot bring our minds into contact with it. But, and observe the important distinction, Jesus Christ died for the love of mankind, \" Hereby per* ceive vve love, because he laid down his life for us.\" He ! — who laid down his life for us ? — Not a Mere MAN. Such an one is incapable of it. — He it was who absorbs our gratitude ; who kindles in our soul devotion, in our hearts the sentiments of forgiveness ; and who warms our whole intellectual system with benevolence."], [78, "52 To him who was silled with such love as to die for us, to him our veneration, worship, affections, are incessantly and necessarily returning. We laud, we celebrate his love in prayer and thanksgivings. His love is always perceived by us, because iie laid down his life for the world ; continually draws our attention ; for ever merits our unfeigned thankfulness. This Love, this Love, which died for us, how shall we avoid to pay it adoration ! — Is it then the love of man, or of God ? Would a mere human being be endowed with a faculty, which we must be convinced would have deified him in the affections, and, consequently, religion of mankind ? — Thus, how forcibly the internal evidence of this text confirms the common reading ! I can conceive that a man would die for his friend ; ill at a father, or a brother, would bravely meet death for the salvation of his family ; but the motive and the love, in both cases, are limited. Often the opulent among mankind are men professing the strictest piety, the purest religion ; but try them to the end ; approach their charity. Alas ! many times they will not spare even the superfluous guinea to feed the poor, or succour the needy and those who have none to help them. Such, we ob serve, is their religion and love of mankind. I cast from the dominion of love that savage mili tary virtue, however noble, which throws a soldier between death and his general ; and also that exalted heroism, which rushes on destruction for the sake of glory : Yet I do not place in the catalogue with these, that generous and necessary sentiment which deter mines a man to risk his life in defence of his country, religion, and laws : but, individually, how very"], [79, "53 limited is even this virtue. Nor is there, on record, an authentic example, that any sovereign ever willingly laid down his life for the sake of his people. It was always on compulsion, and accompanied by a struggle for authority. There was, moreover, in the article of death, an eager regard for the succession to his government; a personal, individual, selfish interest for his dynasty, and the throne of his forefathers. No better kings ever existed than Charles the first, and Louis the 16th. Yet, his majesty of France, and of England too, was most anxious to reign, and strove with all his MIGHT for dominion. They both attempted to escape, and were both made prisoners. They were sacrificed alike to public welfare ; but neither did they profess it, nor did events testify, they died for the love, or the happiness of their people. But, if we could establish an example of this sort, which however is utterly impossible, yet this would be limited, and imperfect in other essential matters ; it would be merely temporal in its consequence, con fined to one small portion of the globe, and only to one generation; while Jesus Christ suffered death, that all might live eternally. He died for all the world, and for every generation. — \" Hereby perceive we love, that he verily died for us,\" the African as well as the European, the Asiatic as well as the American, of every age, may utter, with perfect assurance and confidence in heaven. — Such is the love, such is the religion, of Jesus Christ ! We feel then, at once, how utterly impossible it is for a mere human being to die for the love of man-"], [80, "54 kind. In his agony and bloody sweat; from the VOICE with which he cried, while enduring the last affliction of the cross, \" O God, O GOD, to whom hast thou left me,\" (for such it is according to the Syriac version,) we sind how difficult it was for Jesus to fulfil the conditions annexed to the terrible duty of dying for the sins of the world, through his love of mankind. But this he had offered to do. He had voluntarily interposed for us, (\" his delights being ever with the sons of men;\") and, Di VINE JUSTICE requiring all the penalties of our disobedience, he was necessitated to undergo them, as well for the sake of that, as on account of human redemption. He was himself essentially God, and that required it of him. He was one of the Elohim, so his Con substantiality with the Father and the Holy Ghost imposed it on him likewise. He was an accessory to Divine Justice, and this compelled him to satisfy it entirely. It was because he was God, that, under this en gagement, he was irrevocably bound to appease Divine Justice; because he was God, that in working out onr salvation, he was constrained to suffer and to abide the afflictions incidental to humanity. He could not, although God, and for that very reason above all others, perform his gracious undertaking, without \" bearing our griefs and carrying our sorrows.\" It is in this manner that we are to account for his praying to his Father in heaven ; and, when under the burden of accumulated distresses, imploring his aid : for, although God, his love of mankind had fast bound him in a duty which would frequently"], [81, "55 require the divine assistance of his Father and the Holy Ghost. The penalty of our transgression he would feel with a bitterness proportioned to his elevated character. In being, himself, compelled to pray often in secret, frequently apart from his disciples, sometimes the whole night long on a solitary mountain, he taught mankind to follow his example in glorifying his Father, and to have confidence in him who is power ful and ready to save; a veiy present help in time of trouble, and in every season of distress, if we call to him in the sincerity of our hearts, and are determined to rest, entirely, on his salvation. And when the hour drew nigh, that Jesus should suffer, and the severest duly of his undertaking was at hand, then the difficulty of dying for the sins of mankind, whom still he loved, as at the first, began to press him sore : for, although GOD, and because he zoas God, above every other consideration, he would feel that the enduring of this penalty was the bitterest obligation annexed to his engagement ; be because the terror of death is instinctive to man, and voluntary dying for the love of the world, a motive unknown to human nature, and of which mankind are naturally incapable, \" So he began to be sorrowful and very heavy. And he took with him Peter, and the two sons of Zebedee apart, and said unto them, my soul is ex ceedingly sorrowful, even unto death, tarry ye here and watch with me. And he went a little farther, and fell on his face, and prayed, O my Father, if it be possible, let this Cup pass from me ; nevertheless, not E4"], [82, "56 as I will, but as thou wilt\" I know the obligation — but thou seest how sorely I am pressed— and if it be possible to accomplish my undertaking without THIS CUP, without the penalty of this obligation, let it pass from me — yet not as I will, but as thou wilt — let both be satisfied. \" And he cometh and findeth his dis- ciples asleep. And saith unto Peter, what, could ye not watch with me one hour ? watch and pray, that ye enter not into temptation.\" And, under a keen impression of the difficulties his engagement had brought him into, he observed, \" the SPIRIT indeed is zyilling, but the FLESH is zveak. And he went away the second time, and prayed, saying — O, my Father, if this Cup may not pass away from me except I drink it, thy will be done \" If our justice cannot be satis- fied without my suffering on the Cross, thy will be done.— The Cup is clearly an allusion to the Divine Treaty, subsisting between them, relative to the Re- demption. \" And he came and found his disciples asleep again. And he went away again and prayed the third time, saying the same words.\" We may remark here, that although Jesus prayed three se- parate times, he does not appear to have directly im- plored the Holy Ghost, or Third Person of the Di- vine Unity, But in Luke xxii. 43. we are told — y there appeared with him, while he was praying, an Angel from Heaven, strengthening him.\" This, in all probability, was the Holy Ghost, (the Comforter,) and necessarily so, \" for, Jesus being in an agony, he prayed more earnestly ; and his sweat was as it were great drops of blood, falling down to the ground.\" Was this the agony of a mortal man ? —"], [83, "57 Socrates perished with truly philosophic resignation, and Christian martyrs, in every age, have died with a fortitude worthy of their cause. Was Jesus, then, less heroic than Socrates ? inferior in piety and strength to his followers ? No ! no ! the agony of Jesus was necessary ! unavoidable ! The accumulated affliction, the aggravated distress of the Saviour, in dying for the love of mankind, is referrible to another and only source. It cannot be accounted for in any other way ; but by this it is satisfactorily explained. — In short, a mere human being never could have died for the love of mankind. And, \" hereby perceive we love; because he laid down his life for us:\" (this existence, not immortality.) \" Greater love,\" said Jesus, \" hath no man than this, that a man lay down his life for his friends.\" Yea, from of old \" HE rejoiced in the habitable parts of the earth,\" (namely, whereso ever man abode,) \" and his delights were with the sons of men.\" His friendship, his love was so ex tensive, that he offered himself and died for ALL. Now from this argument are fairly deducible two certain conclusions : 1. That no mere man was capable of dying for the sake of the world, or could have been so endowed ; because, necessarily, it would have deified him in human affections, and, consequently, in the religion of mankind. 2. That, therefore, according to the text, Jesus Christ was aperso?ial interposition of Deity. 1 John v. 7. 8. See Note XLVL 1 John v. 20. Whatever the authority, the altera tion here, is either a conclusive argument for the"], [84, "58 Consubstantiality of the Father and the Son, or else it is an example both of wretched grammar and in tolerable nonsense ; for, after the antecedent (namely) \" we are in the true God by his Son Jesus Christ,\" immediately follows this consequent — \" THTS is the TRUE God and eternal Life;\" or it may be rendered, that \" OUR being in the true God by his Son Jesus Christ, constitutes the true God,\" — that is, our being in God, or strictly pious, is essential to his Di VIN ITY. The improved version of the New Testament, I warrant, is full of information. But 'O a\\xW ©to; (1 John v. 20.) is the true rendering of JON Vl^N (Isaiah lxv. 16,) The God of Truth. And the Apostle has copied the Septuagint toy Qth toy awSirhy, This remark, compared with Revelations iii. 14. where Christ is called the Amen, or Truth itself, is alone a decisive, argument for the authenticity of 1 John v. 20. according to the received copy, and also for the Divinity of our Lord and Saviour Jesus Christ. Jude 25. According to the Alexandrian, Vatican, Royal Parisian MSS. the Syriac, Arabian, and Coptic versions, and the Vulgate, read, \"To the only God, our Saviour, through Jesus Christ our Lord, be glory and majesty, dominion and power, both now and for ever.\" Well, they shall take this version, I am satisfied with it; and maintain it asserteth, in forcible terms, the Consubstantiality of God, our Saviour, and Jesus Christ : because the latter PERSON is the reason why GLORY, MAJESTY, DOMINION and POWER, both now and for ever, are to be ascribed to God our Saviour. The Son reflects excellency on the Father ; and no inferior being could do that."], [85, "59 The Father is not glorified in, by, through, or on account of Moses or any of the prophets, John the Baptist or any of the Apostles, but he is glorified by the Son, who, also, is glorified by the Father with the glory which he had with him before the world was, John xvii. 4, 5. The conclusion is irre sistible. In Revelations i. 11. according to the Alexandrian, Vatican, and Royal Parisian MSS. dele \" I am Alpha and Omega, the first and the last.\" But is there not verse the eighth preceding, viz. \" I am Alpha and Omega, the beginning and end ing, saith the Lord ; who cometh with clouds, which is, and which was, and which is to come, the Almighty.\" In both places it is, the Son of Man. And had Mr Lindsay continued reading from the eleventh, to verses 17 and 18, concerning the Son of God, he also would have found, '< And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, fear not : I am the first and the last. I am fie that liveth, and was dead ; and behold I am alive for evermore.\" (I am he that LIVETH, and was dead, or divinity and humanity.) Thus also, Isaiah xliv. 6. \" I am the first, and I am the last;\" again, Rev.i. 4. and Isaiah xlviii, 12. \"I am HE,\" (or the present, D. Kimchi) \" I am the first, I also am the last.\" And therefore, Christ having styled himself the first and the last, is one with him (God), who necessarily IS, or which is and which was, and which is to come— the Creator, Director, and Finisher of all Things, Jehovah Elohim."], [86, "60 The candour of Mr Lindsay I never doubted until I read his ADDRESS. I have seen no other of his works, except CHRISTIAN IDOLATRY. I confess his want of candour is every where apparent. In some places so considerable, that many times I have thought it could not be, and suspected the accuracy of my own researches. Yet it will certainly seem very extraordinary, that while he was discarding the above evidence (Revelations i. 11.) for the Divinity of Christ, on the authority of certain Greek MSS. he should have taken no notice whatever of verses 8, 17, 18, ofthe very same chapter, which assert the like evidence (but much more fully) in similar terms. The fair conclusion is, that either he wanted both sincerity and candour, or that he never read the chapter through, and copied this objection at second hand from some notorious caviller. But, are the Scrip tures to be studied in this manner ? Creeds and doctrines, established in such a way, are good for nothing. METHon 4; Or, Instances how the difficult Creed of the Unitarians is supported by Perversions of Reason. 1. They assert that the Doctrine of the Incarnation is derogatory to the Supreme Being. 2. That it was unnecessary to Redemption. 3. That a Trinity of Persons, in Divine Unity, is impossible : but, because it is incomprehensible, unworthy of belies; and that the Trinitarians are Pclytheists."], [87, "61 10. I shall reply to these objections in the order in which they are arranged. In forming their first opinion, the perversion con sists in their having slopped at the threshold of the argument. Had they yielded themselves to reason, reason would have conducted them to knowledge ; and, by a feio evident deductions, have brought them, at length, to a proper conclusion on the subject : would have revealed to them that their first opinion ascribed imperfection to God, and was en tirely the result of their own fastidious, short-sighted notions of propriety. The Almighty, they would have perceived, is every where. \" He sills, he bounds, connects, and equals all.\" \" The heavens declare his glory ; and the firmament showeth his handy work. If we take the wings of the morning, and fly to the uttermost parts of the earth, we shall there sind his presence ; and, if we descend to the nethermost hell, neither can we avoid him. He covereth himself with light as with a garment. He stretcheth out the heavens like a curtain. He maketh his angels spirits, and his ministers a flaming fire. He layeth the beams of his chambers in the waters. He maketh the clouds his chariot, and walketh upon the wings of the wind. He meted out the heavens with a span ; and weigheth the dust of the earth in a balance.\" Whether we contemplate the vast, or the minute, it"], [88, "62 r t is still the Almighty ; and his wisdom, power, and goodness, are displayed in the meanest reptile that crawls upon the earth. From God all things proceed, whether in heaven or on earth ; and he hath created nothing of which he can be ashamed. The lowest works of the crea tion are also His ; yet nothing is low that he hath made : no works of the Creator are derogatory to him ; \" for the very beetle that we tread upon,\" announces God. The great Creator and Preserver of the universe is not confined in his residence ; but dwells where he listeth ; and may be personally present, without derogation, in whatever manifests HIMSELF; and he is apparent in every work of his handsv He dwelt between the Cherubim ; He spoke upon Horeb, from the midst of a burning bush ; He went in a pillar of a cloud before the Israelites by DAY, by NIGHT in a pillar of sire to give them light ; and in the morning watch he looked through the pillar of sire and of the cloud, and troubled the HOST of the Egyptians. This notion of the Unitarians seems really founded, though remotely, upon the supposition, that God is a -being like ourselves, subject to change, and pro gressive in intelligence ; that he is but approxi mating perfection, and therefore necessarily regards what once was creditable to his fame, as derogatory to his present reputation ! But God made man a little lower than the angels, adapted him to earth, and fashioned him for heaven ; invested him with corporeal and with spiri-"], [89, "63 tual faculties ; gave him to live both here and here after ; endowed him with a principle that will supply him with imperishable knowledge, and carry him to points of elevation, whence he may contemplate the world of spirits, and look upon an extraordinary portion of that sublime science, which developes the laws of the moral and physical government of the whole universe. So MAN, we perceive, is an intelligence incarnate. Moreover, he is fashioned in the likeness and image of the Elohim ; created for the very purposes of RELIGION ; constituted both to know and to love, to fear and to worship his Maker, WHO, verily, hath chosen the heart of man for his sanctuary ; and, in seasons of difficulty and distress, supporteth him with an influx of divine assistance. So that of all the ob jects which compose or dwell upon the earth, man is the most likely to be glorified with the personal re sidence of God. Nor is it more derogatory, or im possible to him, to be personally present in mankind, than it is to dzvell in them by the holy operations of his spiritual influence. Wherefore, if God thought it necessary, (for we are not to question his motives,) if God, I say, thought it necessary to be personally present in a burning bush when he spoke to Moses on the top of Horeb, or in a pillar of a cloud by day, or a pillar of sire bv night, to accomplish the redemption of the Israelites out of Egypt, was it not, at least, as likely, and would it not be much more necessary, in order to satisfy DlVINE JUSTICE and work out universal salvation, \" O ye of little faith,\" for God to be personally present"], [90, "64 in the man Christ Jesus ? Nor, when he was personally present in the former, or in the latter situation, are we to infer he was personally absent any where, for God is omnipresent. It is thus I reason ; and, if I could not reason so, divine revelation, to me, would be an assurance I could not understand. 11. That the Incarnation was unnecessary to Re demption. In this opinion are contained four perversions. 1. Before they had rejected the doctrine, it was in cumbent on the Unitarians to have proved the in carnation was not necessary to redemption : and this they could not, except by actual deductions from the positive will and motives of the Supreme Being him self; these they could not possess, (for, even they deny the authority of revelation concerning the same,) and therefore it was not in their power to demonstrate that proposition. But, 2. Had they stepped a little farther into the argu ment, (for here, also, philosophic pride hath closed the door on their understandings, or) they would have dis covered strong conclusions for the truth of the affir mative. The pride of reason, like that of rank, de scribeth, round every possessor of it, a line of cir- N"], [91, "65 cumscription, and vainly imagines there is nothing beyond ! So true it is, the humblest among mankind are always the profoundest reasoners. 3. That a prophet, priest, or messenger, was alone sufficient for the revelation of the will of God, and the accomplishment of universal redemption. But his will as to practice was already understood. All the moral precepts and doctrines, (vide text, article ZOROASTER,) all the LAWS of Christianity, except baptism, (and Matthew v. 38 to 48, but this was de ducible by reason,; were long antecedent to the com ing of Jesus Christ. Yet neither a prophet nor a priest, a messenger nor a Socrates, would do ; although each had, in some measure, prepared the way, and contributed his endeavours to effect that \" fulness of time when God\" (Jehovah Elohim) \" should reveal the Son ;\" for the necessity of this was, from the first, foreseen by Divine Providence. The Son had interfered, had given his personal in terposition to satisfy DIVINE JUSTICE; and the solemn treaty was ratified in Heaven, immediately after the fall from innocence in Paradise. The extreme wickedness of the earth had been once swept away by a deluge. Then patriarchal times succeeded : but these were soon followed by every species of moral disorder, and religious depra vity ; nor was it possible, without incessant Divine in tervention, to preserve even the Hebrew people from that desperate and universal corruption which at every point invaded their territories. Yet still the ADVENT was postponed, (and for one reason, perhaps, which may be gathered from the scene in Gethsemane,) F"], [92, "66 until at length it became necessary to announce it in the clearest terms. But, during the whole of this period, and until the final ACT of it, (when he made his appearance who was its great efficient character, the second person of Jehovah Elohim the Divine Unity, our gracious Redeemer, who had given himself to die in the flesh for his love of mankind, and in whose crucifixion, resurrection, and ascension, and the COM ING of the HOLY Ghost, it terminated,) the myste rious drama was in progress : for this is DIVINE RE VELATION, namely, the accomplishment, as it is here declared, and in no other way, of the ultimate redemp tion of mankind, (vide Note XXXI.) 77?/'.? was its sole reason, end, and object. It could have no other ; nor was it possible to effect our salvation without such a sacrifice: GOD only could redeem us to himself; and this too, constitutes the EFFICACY of our redemption. 4. That God was omnipotent, and therefore might have dispensed with such a means; which is the worst perversion of all, (see also 7.) For it is supposing God to exercise WILL and POWER only ; to be omni potent without motive, omnipotent without reason, merciful without justice. It is imagining him to dis regard the distinguishing feature of human intelli gence ; him lo neglect what regulates and guides the whole intellectual system ; HIM to dispense with what himself hath given as the principal rule of human conduct. Whereas, the Almighty does nothing with out reason, nothing without motive. The means to the end is by him observed in every thing ; it is his own peculiar characteristic, and that universal ratio by which we are enabled to estimate all intelligence :"], [93, "67 in a word, it is a law impressed on every work of creation, as Newton has demonstrated in THE PriN OIPIA, and MURRAY in his Theory of Chemistry, &c. God could will into existence a whole generation ; but he chooses to do it through the mediation of parents. He could say to the diseased, I will be thou whole ; yet he always refers it to the operation of medicine. And, if we are offended with trans gression, how shall the Almighty endure disobedi ence ? If we too require satisfaction, must not He? But the satisfaction proportioned to God will be necessarily infinite. Where then is the means ? The means, the reason, the medium, can only be in himself; in his own bosom, his Son the second Person of the Divine Unity. And this is the Reason, Logos or Word with God ; the medium through which we approach the throne of mercy, by which we are saved, and by which the efforts of men are availing j for, while the act of redemption was necessary to God, it was likewise most effectual for MAN. Such was the purpose for which Jesus Christ (John xvi. 27.) came OUT from God; and who knew (xiii. 3.) he thence proceeded, and went to him after he had finished his work, and glorified the Father on earth. This view of the Logos is also reflected by Philip pians ii. 7, namely — \" But made, himself of no re putation, and took upon himself the form of a ser vant ;\" or, (to borrow a hint, which could not be suppressed in the Unitarian translation of this pas sage,) \" emptied himself;\" left his Father's bosom, and graciously came to us INCARNATE. Who emp tied himself? Who performed this voluntary act ?"], [94, "68 This never could be spoken in reference to a mere human being, without contradicting the whole ana logy of languape : and we have, in this alteration, even distinct personality. There is no such thing as effectually obliterating the Word of God. The LIGHT will shine through, whatever the intervention ; and we shall see it, if we examine the envelope attentively. 12. That a Trinity of Persons, in the Divine Unity, is impossible : but, because it is incomprehensible, unworthy of belief; and that the Trinitarians are Polytheists. In this opinion are involved nine perversions. I. Their positive lack of knowledge to prove its impossibility; for they could not do this, without a knowledge that would thoroughly encompass and hold in its comprehension the entire nature of the Divine Essence : but this knowledge they could not possess ; it was not, therefore, in their power to de monstrate, that \" a Trinity of Persons in the Divine Unity is impossible.\" 2. The Unitarians have gone just far enough to discover that the affirmative is a stupendous propo sition, hard to be understood, and beyond their com prehension ; and from this alone they have inferred"], [95, "69 its impossibility. In other word's, because our feeble understandings are inadequate to the grasp of such an idea, that, therefore, the Supreme Being is not, in the manner of his Divine Essence, a Trinity of Per sons in Divine Unity. Which is to make no allow ance for the evident limitation of human knowledge, and to reduce (if such a term may be allowed, and I do not know a better,) the similitude of Jehovah to the puny standard of finite intellect. — A rule like this appears, at first view, extremelv dangerous; since, by it we can descend, in regular gradation, from the Unitarian perversion until we arrive at the religion of a heathen, who has his conception of God, and carves an IMAGE. — Perhaps the Unitarians were not aware that there is latent, in their opinion, the propensity of adapting the Almighty, in the manner of his Essence, to the human understanding ; of bringing down God in idea* until even He is made to fit the dimensions of our mental capacity ; and, therefore, our various measures of intellect, and also prejudices, until at length all perception of the God of Israel is obliterated. — Idolatry does not altogether consist in carving a DEITY in wood or stone, for the material is the REFLEX of the mental IMAGE ; but, likewise, in carving ONE, if I may so express myself, in the mind, adapted to its capacity ; rejecting as impossible, THAT we do not, preferring only the ONE we do comprehend, namely, the Deity we have brought down to our intellect, and setting up this as the only true GOD. This also is God-making; this too idolatry. — Now clearly after this manner do the Unitarians. They reject as impossible, because F3"], [96, "70 they do not comprehend Jehovah Elohim, and elevate a definable God, namely, a Deity fitted to their narrow understandings, as the very same who is called one Lord Jehovah Elohim (Deuteronomy vi. 4.) worshipped by the Jews : nay, although it has been proved, again and again, that he is necessarily incomprehensible, the SUPREME BEING, in polytheistic language, peculiar to themselves, (see Note XXXI.) t_,fiey idolatrously denominate \" the one God, or the one undivided God.\" 3. Of the moral attributes of Jehovah, (for these unfold the rules of our duty,) we jjossess an extensive knowledge, and frequently discern the mysterious ways of his Divine Providence; but, of the mode of his existence, we must for EVER remain IGNORANT. There \" he dwelleth in the light which no man can attain unto. Such knowledge is too wonderful for us : He is a God that hideth himself.\" There he is hidden from the Angels ; concealed from the Cheru bim and Seraphim. And although on this subject en lightened reason hath speculated among the heathen nations of antiquity, and deduced sublime opinions; yet those opinions, the result of profound and accu rate conceptions, never condescend to idolatrous definition, but always represent the personal nature of God, or the manner of his existence, as altogether incomprehensible — that \" there is nothing like him ;\" and, consequently, \" he is not to be worshipped\" (Principia, General Scholium) \" under the represen tation\" nor, I will presume to add, conception \" of any corporeal thing.\" — Concerning the mode of the Divine Essence, we are, in every sense of the word,"], [97, "71 excluded from all knowledge : here we have neither. data to reason upon, faculties to reason with, nor comprehension to carry us farther than to feel, that this proposition, with regard to our intellectual capa city, lies entirely WITHOUT ; or as a circle which is tangent to another in its circumference. We cannot then, by reason, conceive the personal character of God ; nor, consequently, by reason can the Unita rians demonstrate their negative, namely, that \" a Trinity of Persons in Divine Unity\" is impossible. And 4. If Jehovah Elohim is to be rejected, because we do not comprehend or understand such a man ner of Essence in the Supreme Being, then the GENERAL OBJECTION, or want of understanding in the Atheist, might be considered an allowable argu ment. — Again 5. If human reason ascended to the discovery of God, necessarily perfect, and in his personal nature incomprehensible, yet human reason never could have inferred, that the Supreme Being was Jehovah Elohim, one Lord : because such a notion is altogether foreign to us, nay immeasurably wide of our natural apprehension. For this notion, therefore, we must be indebted to Divine Revelation. And the more it is remote from \"human inference, the more likely it is to be consonant to the manner of the Essence of the Supreme Being ; who necessarily refuses to subsist according to the analogies of man, — (now this I do contend is most strictly agreeable to the pure deduc tions of reason,) — and as mystery involves his throne, (for the majesty of heaveu will not suffer to be"], [98, "72 gazed upon, as well on account of his own Divine character, as for the interests of religion ; since, with regard to man, distance begets fear, and con- descension presumptuousness,) so we are especially advised (Exodus xix. 16, 17, 18, 19, 20, 21.) both as to the extent to which he chooses to unveil his per- sonal manifestation, and how he desires to be approached, at least, by mortal men. The whole passage is very striking : \" And it came to pass on the third day in the morning, that there were thunders and lightnings, and a thick cloud upon the mount, and the voice of the trumpet exceeding loud, so that all the people in the camp trembled. And Moses brought forth the people out of the camp to meet with God, and they stood at the nether part of the mount. And mount Sinai was altogether on a smoke, because the Lord descended upon it in sire : and the smoke thereof ascended as the smoke of a furnace, and the whole mount quaked greatly. And when the voice of the trumpet sounded long, and waxed louder and louder, Moses spake, and God answered him by a voice. And the Lord came down upon mount Sinai, on the top of the mount, and said unto Moses, go down, charge the people lest they break through unto the Lord, to gaze, and many of them perish.\" This descent of Jehovah, the learned reader may compare with that sine description in Homer, lib. xx. 56, and seq. AllYOY V tfifMTIttri 7TUTl1f aylfuv Ti dtur TI 'y^ihr &c. &c. Hence the seeing, yet not discerning such a notion, and this perpetually, of the mode of the Divine"], [99, "73 Essence, as the appearance of Jehovah Elohim de notes, and the utter impossibility of ever discerning it, and this not solely because of our natural incapa city, but also on account of its contradicting all our experience, thereby harmonizing with the incompre hensibility proper to God; for incomprehensibility as applied to him, must necessarily differ from all other incomprehensibilities, there being one incomprehen sibility with regard to matter, another with regard to spirit, and so on, — I say, this belief in Jehovah Elohim while it clearly prohibits us from \" breaking through unto the Lord and gazing,\" is a most solemn addi tional motive of reverence for the Supreme Being. \"Touching the Almighty, we cannot sind him out: he is excellent in power, and in judgment, and in plenty of justice.\" But to those, who, rejecting the revelation of himself, represent him as \" The one God, or the one undivided God,\" he calls \" from the whirlwind,\" and interrogates, \" Who is this, that darkeneth counsel by words, without KNOWLEDGE ?\" 6. Now Jehovah Elohim is revealed in Genesis i. 1, 26. xviii. 1, 2, 3. Deuteronomy vi. 4. nay, many times in the Old, until at length we have that peculiar representation of God in the Neiv Testament, which is fairly resolvable into the Trinity of the Apostles' Creed. So neither can the Unitarians establish their negative by the Scriptures. — But we have no such revelation of a Trinity of Persons in Divine Unity, as will enable us to comprehend the manner of the ESSENCE of Jehovah Elohim. So far as seemed essen tial to inspire us with a more awful apprehension of his marvellous nature, and to unfold to us the plan of"], [100, "74 Salvation in the Advent of the Son, our blessed Redeemer, and the coming of the Holy Ghost, Jeho- vah Elohim has declared himself. Yet this, I repeat, is no exposition of the mode of his Divine Essence : a subject before which we fall into confusion ; for who can bear to speculate on the manner of the ex- istence of God ? — how HE has BEING ! ! Does not the very glance of a THOUGHT of it whirl us into giddi- ness ? are we not on the point of falling down, of dropping asunder part from part ? feel we not a dread of annihilation, of instant destruction to our intel- lect, as in a horrid vortex, from which it is difficult to escape, that in a moment our Maker will take us away ? O ! how impossible, and at the same time how impious ! This revelation is but the exterior manifestation ; beyond it, all is invisible. But we believe it ; and that belief, which the exterior mani festation dictates, we content ourselves with reitera ting in the language of Scripture, which, we are assured, cannot err. In Genesis i. I. the FIAT of Jehovah Elohim com mands the creation into existence. In Genesis ii. ci6. he said, \" Let us make man in our own image, after our likeness:\" that is, let us adapt a being to the earth ; but let us also endow him with a spiritual nature : for, \" our own image,\" undoubtedly signifies in that fashion which zoe conceive the most excellent for a creature designed to have dominion, as Romans viii. \" conformed to the image\" (Spirit) \" of the Son.\" In Genesis iii. 22. xi. 7- Jehovah Elohim also speaks. In Genesis xviii. 1, 2, 3. appears under the similitude of three men : but this, no more than"], [101, "75 Jesus Christ in the flesh, is to be quoted as an illus-. tration of the personal essence, or actual manifesta tion of Deity. There was a necessity for appearing in that disguise ; the object being, in both cases, to hold familiar intercourse with man ; yet himself was not seen. He was here also, personally invisible, as in the \" burning bush, the pillar of a cloud, the pillar of sire,\" and as in the whole compass of crea tion ; although every work of his hands be a manifes tation of the presence of his wisdom, power, and good ness ; and, in- whatsoever investiture he COMES, the object of our external senses is never \"the invisible God.\" That we are not to regard the external or outward visible thing as the personal likeness of God, we prove from Exodus xxxiii. 20. also Exodus xx. 4, 5. which forbids the manual, and by parity of reasoning, the mental carving of Deity ; and likewise from the New Testament, where we are commanded to worship God \" in spirit and in truth.\" But in the English translation, (Exod. xxxiii. 20, 23.) tjiere is an ambiguity, arising from not having care fully distinguished between the PRESENCE and THE PERSONAL MANIFESTATION of God. The Angel (Gen. xlviii. 16.), the Angel of the Lord (Exodus iii. 2.), or the Angel of his presence (Isaiah Ixiii. 9.), signifies his presence : yet we must not conclude that the form of the Ancrel was the PERSONAL MANIFESTATION of God. His presence, or the Angel of his presence, is sometimes expressed by \" the face of God.\" Q^D Plural (facies) is sometimes the adname of Jehovah, as Exod. xxxiii. 14, 15. \" My presence shall go with thee, and I will give thee rest. And Moses replied,"], [102, "76 if thy presence go not with me, carry me not hence.\" My presence is rendered ««toc (I myself,) thy presence, «JrJf <rv (thou thyself,) by the Greek interpreters. It is, however, evident we are not to infer in this place, a personal manifestation of God ; yet certainly, the REAL PRESENCE invisible. But FACE or COUNTENANCE, (ibid. xx. 23.) must he interpreted of the real presence, or personal manifestation of God. Consequently, (verse 23.) for \" and thou shalt see my back parts,\" read (agreeable to the LXX. xal t'oti tyei to. omou ,«*•) and thou shalt see the things behind me, or the inter vention by which my person is concealed. So Exod. xxxiii. 20, 23. ought to be rendered, \" Thou shalt not see my person ; for no man shall behold me and live. And I will take awav mine hand, and thou shalt see the things by which I am hidden ; but my real presence,\" (or personal manifestation) \" shall not be seen.\" In conformity with this distinction, Y0S2 (Deut. iv. 37.) should be rendered by his presence, and' not \" in his sight.\" It is possible, indeed, that the English version, in this instance, (Exodus xxxiii. 20, 23.) may have been influenced by a latent idea, that the personal manifes tation of God is that of the human figure, and that Moses was not to see the face of his person, but, all behind, from the head downwards to the feet. We c.mnot, however, when we consider it well, nor must we, according to the Scriptures, entertain such a no tion. In respect of mankind, whatever conceals God from human vision, is placed before man, and there fore, in relation to Moses, whether in passing by him, or before him straight forwards, or in the opposite"], [103, "77 direction, it is proper for the ALMIGHTY to say, \" Thou shalt see the things behind me, but myself shall not be seen.\" Because he has stood before man in the Angel of his presence, in the human figure, we must not conclude, that such is the actual form of the personal manifestation of God, any more than the \"burning bush, the pillar of a cloud, or the pillar of fire,\" is a representation of the figure of his real presence. But it is not idolatrous to contemplate the object or the scenes in which he hath chosen to BE personally, any more than it is to write concerning these ; no more idolatrous to transfer them to canvass, than to record them in books ; to bid them glow in the language of the painter, than in that of the sacred his torian : and I wonder whether any artist of celebrity ever attempted Exodus xix. 16 to 22, which ought to have been carried by ANGELO to the dome of St. Peter. My anxiety on this subject has carried me a little out of the direct road ; but, it will be observed, I have thence deduced a good collateral argument. 7. In accordance with Deut. vi. 4. we believe that Jehovah Elohim is one Lord; and agreeably to what the Old Testament reveals in connexion with the New, and in particular with the gospel of St. John, that Jehovah Elohim one Lord, is a Trinity of Persons in Divine Unity. There is, consequently, 720 ground whatever for asserting that Trinitarians are Polytheists. The doctrine, although not named, is pointedly taught in St. John ; and its practice enforced in Matthew — \" Go,\" says the Lord, \" and baptize ye all nations in the name ofthe Father, the Son, and Holy Ghost.\" Here are distinctly mentioned, in conjunc-"], [104, "78 tion or unity, three persons, namely, the Father, the Son, and the Holy Ghost, as co-essenlial to bap tism : and, if the Father, so likewise the Son, and also the Holy Ghost is GOD ; for God the Father, by his nature, refuses co-essentiality with whatever is inferior to himself; and there is none other ALMIGHTY, besides one LORD, Jehovah Elohim. 8. But because it is incomprehensible, unworthy of belief. This, however, is ' a manifest perversion with regard to tangible objects; for we believe in the existence of attraction and irritability, of aurora borealis and magnetism, in the polarity and varia tion of the needle ; that the rays of an aurora borealis do always converge towards the same point of the heavens to which the elevated point of the dipping needle is directed ; we know the Galvanic and elec tric fluids, but of the manner of the existence of these properties and substances we have not the least comprehension on which we can rely: We are assured that a stone projected from the earth will shortly return ; yet of this we can give no account. We say, indeed, it falls by the effects of gravity ; but what is gravitation ? we know not. Nor can we com prehend the nature of life itself. If then we apply this rule of the Unitarians to the manner of the existence of God, the p aversion of it is impious : for God is incomprehensible, therefore God is unworthy of belief. And, in return for having characterized our belief as Polytheism, we are at liberty, if we choose, to call an Unitarian an Atheist. But, the truth is, Unitarians are believers in God ; yet they entirely reject him, who really is Jehovah"], [105, "79 Elohim one Lord, or the Trinity of Persons in Divine Unity — determined on having a supreme being adapted to the imperfect capacity of human intelli gence ; a Deity carved in the mind, to the measure of our frail understandings ; one erected there, instead of him who is invisible in the heavens ; one they can see, comprehend, and familiarly look at; and in this they are certainly IDOLATERS. But, lastly, 9. The doctrine of the Holy Trinity implies a personal revelation of God. It is, more- over, the only personal revelation the Almighty has deigned to make of himself throughout the whole of sacred history ; and was essential to our under- standing, so far as was necessary to us, and we are able to comprehend, the science of salvation through the united medium of the Father, the Son, and the Holy Ghost ; for these are one Lord Jehovah Elohim. — But this is merely the exterior revelation of it; the revelation adapted to the analogy of human language, and human ratiocination. The revela- tion that is measured to our finite comprehension, so as sufficiently to engage our FAITH, that he who is Sovereign of the Universe, Lord of our salvatiom and the object of our worship, is a Trinity of Persons in Divine Unity. So this exterior personal revela- tion is not the invisible personality of God, nor the MODE of his BEING ; for all beyond the exterior de velopement, or visible means of believing, is still, and will for ever be concealed from created intelligence. Now mark a striking difference between human reason assisted and unassisted by Divine Revelation ; for, as the works of creation refer the former to a"], [106, "80 belief in God, the latter refers to belief in one Lord, Jehovah Elohim, or a Trinity of Persons in Divine Unity, and thereby to the system of human redemption, by the Father, the Son, and the Holy Ghost. Yet neither could the philosopher conceive the mode of the existence of Deity, nor does the Trinitarian pre sume to comprehend the manner of the Essence of Jehovah Elohim, one Lord. And, (again) as the ma nifestation of God through his works impressed the philosopher with a conviction that it was necessary to worship the Deity, so this exterior personal reve lation of a Trinity of Persons in Divine Unity, as con jointly unfolded tous in the Old and New Testament, directs us to worship Jehovah Elohim, one Lord, or God, through the Father, the Son, and the Holy Ghost ; who, in Divine Unity, or concert, both created the universe, and effected our redemption ; but whose manner of ESSENCE is not unfolded by this exterior personal revelation, any more than the similitude of the three men, (Gen. xviii. 1, 2, 3.) in which Jehovah Elohim was present, conversing with Abraham, was a manifestation of his real presence or personality, which was always, and ever will be invisible to man; and whose real MODE of Consubstantiality it is utterly impossible for any created intelligence to understand \\ being as en tirely beyond the range of its comprehension, as that immense UNKNOWN, which every where boundeth our utmost vision. Thus every thing I have advanced in this argu ment, is strictly agreeble to unprejudiced reason and the word of God. Nor, finally, because the Divine Trinity is no where insisted upon in the gospels, ii"], [107, "81 that any evidence against it : on the contrary, being often referred to in general and pointed terms, we may thence fairly conclude the doctrine was not new, nor of limited prevalence. For so it was respecting belief in the existence of God, which Jesus never once contends for, taking it for granted. In like manner, the resurrection of the dead (Luke xx. 37.) was no new article of faith, and only contested with the Sadducees, who denied it ; being, on other occa sions, quoted as a matter of course : and the same may be observed with regard to the doctrine of a future judgment. Nor was the important fact of the revolt and fall of the angels then first announced to mankind : it had been long a confirmed item of belief, and, like the foregoing, is always referred to by Jesus as a matter not to be questioned, as being established be yond all dispute ; for, if not so, what were there, in any of his own previous or subsequent discourses, to make us understand this final judgment ? \" Depart from me ye cursed into everlasting sire, prepared for the devil and his angels.\" But these topics the reader will find discussed in the TEXT, under \" the Persian Evidence.\" CONCLUSION. If then I am not deceived, I have fairly laidopen the sources of our controversy with the modern Unitarians ; and proved their doctrine, in every instance, to be con trary both to the Word of God, and the pure deduc tions of Reason. I will, however, admit', and so must every person else, that it is possible for our opponents G"], [108, "82 lo substantiate their religion, if we allow them their premises, namely, — 1. to reject a Trinity of Persons in Divine Unity, because it is above our comprehension, (the manner of the Essence of God being necessarily so,) and instead of HIM to worship a Deity who is comprehensible, — 2. To alter the meaning of words, and pervert the Scripture by mistranslations and false reasoning, — 3. To be allowed the negative authority of ancient Greek MSS. — and 4. to have it. granted that all those passages of holy writ, so strongly against them as not to be perverted by their utmost inge- nuity, are \" either not genuine, or misinterpreted,\" (Christian Idolatry, page 56.) — Yes, yes, allow them their premises, and, there is no doubt, the Unitarians Would succeed in establishing their doctrines. So also, by similar concessions, might the Mussulman doctors convert the word of God into authority for the reli- gion of Mahomet ; and, in like manner, the BRAH- MINS no longer would need their Bhdgavat, Saslras, or gloss of Cullilca. Grant him his utterly false suppo- sitions, and the inductions of Spinoza are unavoidably true : nay, rejecting reason, and the context, we can prove, by our Bible, \" there is no God.\" The Uni- tarians must bear with my plainness ; I love sincerity, and to come at once into contact : For, if to confirm an original theory of faith, we change the meaning of words, alter the sanctions of Scripture, and assert the competency of human reason with regard to in. comprehensibility in God, (but which is a manifest rejection of human reason,) then, in that case, Divine Revelation might be quoted to authorize the most ex travagant and fatal errors. If, I say, we venture t»"], [109, "83 preconceive an independent mode of religion, and labo riously exert ourselves to make the Scripture its autho rity, tne obligation to belief is inverted ; the Scrip tures no longer influence us, but we the Scriptures ; Divine Revelation is no longer the rule, but our own preconceived system of religion. We know, however, that the only incontrovertible rule of faith, is \" the word of God :\" there can be no other. But Unitarians are not the sole corrupters of Divine Revelation, which is liable to perversion from the PRIDE of philosophy to the absolute blasphemy of a Joanna Southcote ; and in all the errors, of which those are the extremes, we might recognize the latent elements of that diversified idolatry, still observable in the pagan world, and which horrified Europe prior to the dawn of salvation. It is shocking to reflect, that in our own enlightened country, and in the nine teenth century of the Christian dispensation, how fre quently we are surprised by religious absurdities, how often annoyed with the ravings of enthusiasm, (see Vol. I., or, \" the Vulgar Belief in Divine Inspiration.\") \" Day unto day, and night unto night,\" they are re peated ; nor perceive we, as yet, any end to their folly. Even here the dreams of a Swedenbourg have found a sanctuary ; we are thick interspersed with Mystics, and Jumpers, and Soul-Sleepers ; and have seen, intro duced among us, those gospel encampments which originated in the wilds of North America. It were impossible we should omit to notice, that the pro phetess Joanna was supported by, at least, one hun dred thousand adherents ; many of whom I know asserted, \" they would burn their Bibles if the Shiloh G2"], [110, "84 promised, if the SAVIOUR of WOMEN, did not arrive\"!! What further proofs do we require of the necessity of sound discretion and solid learning in the professors of religion, and of a perfect confidence in these pre- requisites on the part of hearers ? or what stronger ar gument do we need for the strict propriety of accom panying the circulation of the Word of God with comments ? Are we, in this important matter, to sa- crifice the experience of 1800 years ? And, while the Unitarians and others are diffusing their new and mutilated versions, how much it be- hoves the learned ofthe Establishment to combine for the purpose of publishing an antidote ; that they may dry up the fountains of heresy and schism, that they may defend the received translation, (erroneous in no essential point, which the context will not ex- plain,) and freely acknowledge those trivial errors inseparable from so vast an undertaking; and after all, not only its standard with respect to grammatic purity, but, altogether, the finest specimen of the English language ; comprehensive of all its simplicity, of all its elegance, and of all its grandeur. Now these corrections might be effected in the margin or foot of the page ; for no one would wish to see the text itself altered. The notes and com ments should be concise yet perspicuous ; and, as much as possible, in reasoning, intelligible to every capacity. There ought to be a sufficient display of biblical literature; not however exhibited in the body of the notes and comments, but thence referred to un derneath. Moreover, the work should be afforded (heap, in order to acquire it general circulation ; and"], [111, "85 this object might, in some measure, be promoted by the establishment of voluntary funds, as well as by sermon contributions, throughout every parish connected with the national church in the United Kingdom ; and perhaps it might come within the as sistance ofthe Society for promoting Christian Know ledge. But lately there has been raised a vehement and senseless cry against circulating the Word of God with comments ; and apparently for no other reason, than because the affirmative was maintained by guardians of the Established Church. And well had it been if churchmen had not also joined in the clamour ; that certain of them, who did so, had well considered the question, and resisted that unorthodox, dangerous, and unchristian charity, which allows no hesitation from important differences of opinion. These, surely, never reflected-, that articles of religious faith (of all obliga- tions the most solemn and binding) do necessarily de- mand the tenderest conscience ; never looked upon their elevated stations ; never felt how imperatively they, above others, were required to guard a system of Divine worship, on the safety of which even the happiness of the whole community is dependent. Neither those considerations engaged their serious thoughts, nor did they seem to be aware how error is sanctioned by mere association, nor did they cal culate on the probability there was of loosening the very best affections of many in the Established Church, by uniting in that pernicious censure of Professor Marsh, and the Bishop of Lincoln. This question between the Bible Society, and those"], [112, "86 who insisted their brethren were religiously bound to promote the circulation of Bibles and Testaments with such expositions as are consonant to the Established Church (when stripped of those extraneous circum- stances, in which disputation involved it) may be readily understood : for, in order to induce members of the Establishment to support the Bible Society, the principal reason assigned was this, that the Dissenters, because of religious differences, could not co-operate with the ancient Society for promoting Christian Know- ledge ; or, in other words, the Dissenters conceived the HEATHEN would be better without any BlBLES at all, than receiving them accompanied with the LIT- URGY of the Church of England. It was therefore impossible a churchman could co-operate with Dis- senters, without at the same time sanctioning their opprobrious opinion of his articles of faith : now this was a point of the tenderest conscience. Again, we have here manifestly, and at once, on the part of Dissenters, a greater solicitude for the diffusion of certain peculiar religious sentiments, than for the dis- persion of the sacred Scriptures themselves ; and the inference fairly is, that the Dissenters conceive thev have a better chance for the propagation of (heir tenets abroad from the modern than the ancient so- ciety. Was not this too a serious consideration for a guardian of the Establishment, who most religiously considers the Liturgy of the Church of England as the only legitimate interpretation of the Scriptures r So, both sides, we perceive, imagine that comments are of the first importance ; and, probably, the Dis senters suppose they have, by MUCH, the advantage,"], [113, "87 in living Expositors, on account of their numerous Missionaries. To whom, then, intolerance, and the want of charity, may more justly be ascribed, we readily find; for, if Dissenters expected the members of the Established Church to go along with them in supporting the modern, it was always equally incum bent on the Dissenters to have encouraged the ancient and venerable Society for promoting Christian Know ledge (instituted long before the eldest patrons of the jBible Society drew their breath) and this heartiiy concurred in, on the part of the Dissenters, might yet prove the means of removing many of those objections at present indulged against the Bible Society. But who, among thejr opponents, were so likely to be correct in their opinions, on this subject, as a pro- foundly learned divinity Professor, and the acute author of \" Elements of Christian Theology ;'•' who, either in or out ofthe church, were better qualified to speculate on the probable effects of the Bible Society ; or enjoyed, with respect to this, such extensive means of judging and of looking into futurity? Neither Royal Dukes, nor their associates who enter the CON- VENTICLE to hear sermons on the new principles of education, are proper persons to be depended upon in this matter; nor those guardians of the CHURCH, who feel a propensity to follow their mischievous example. Yet it required not much penetration or knowledge to be convinced, that it does seem necessary to guard the Scriptures by comment, and also to have settled notions of religion ; for, of the reasonableness of the latter position, the history and present condition oj"], [114, "88 every system of religious worship, is a direct confir mation ; and of the necessity of the former, that is, of \" Scripture comments deduced by sound discretion and solid learning,\" I have already supplied what ought to be admitted as sufficient evidence. But to this may be added the following : 1. In every era ofthe Christian dispensation, there have been false religions, and true religion hath always suffered thereby. 2. Those religious errors which for the last eighteen hundred years have, more or less, agitated the Christian, may very possibly re cur in the heathen world : no wonder then, that good and learned men, in every period, have been so anxious for purity of worship ; and that the eminently pious and learned of the Church of England should have deemed it expedient to accompany the circula tion of the Bible with such expositions as are calcu lated to secure, if possible, the immediate adoption of an unerring faith. 3. and lastly, Religious corrup tion took place during the life time of the primitive Christians. This we learn from the Apostles them selves. What indeed are the acts and epistles of those, but so many comments on the Old Testament, and the religion of Jesus ? In Paul, in Peter, and St. John, we encounter expositions intended to secure their followers from adopting various errors concerning the person of Christ, and the creation of the world, &c» &c. In the latter we are cautioned against iheDocetæ, a sect of early Christians who denied the Incarnation; and are warned, in \" Revelations,\" to shun theNico laitans. But the GOSPEL of St. John, according to Irenæus, Jerom, and others, (Elem. Christian Theol.)"], [115, "89 was written to refute the Gnostics, Cerinthians, Ebionites, and other heretics. Our Lord foretold the immediate introduction of erroneous principles. By the Spirit of Antichrist, so often alluded to, we are always to understand the spirit of religious error ; and one of the most dangerous religious errors is, that unorthodox but specious liberality, which confounds all distinctions. See (Vol. III. 'O nANAOKOS.) What, then, it may be asked, did the APOSTLES and ANCIENT FATHERS do when called upon to op pose false opinions ? They spoke with boldness and resolution ; denouncing the enemy wherever found j for they knezv it was dangerous to be LUKEWARM, and that to temporize was criminal. Wherefore, in the second epistle of him who was beloved by Christ, we are commanded, \" If there come any unto you and bring not this doctrine, receive him not into your house, neither bid him God-speed; for he that biddeth him God-speed is a partaker of his evil deeds.\" And again, in the Apocalypse, \" I know thy works, and thy labour, and thy patience, and how thou canst not bear them which are evil ; and thou hast tried them which say they are Apostles, and are not, and hast found them liars : but, I have a few things against thee ; thou also hast them that hold the doctrine of the Nicolaifans, which things I hate, and will fight against them with the sword of my mouth.\" The latter injunction is most pointed as to the conduct proper to be pursued by the guardians of our Church on similar occasions. \" 1 have a few things against thee;\" nothing is to be overlooked"], [116, "90 that seems adverse to legitimate articles of belief. \" Thou also hast THEM, &c. &c. that is (contrary to my will) thou joinest with those who hold false doc trines; which are not to be sanctioned in anyway, but opposed with the sword of thy mouth ; namely, thou must argue, lift thy voice against them with boldness and sincerity. So spake the Holy Spirit of God, by St John the divine. But this is not all : for so great was the horror entertained of heresy, by the beloved Apostle, that on going into a bath at Ephesus, and finding the heretic Cerinthus in it, he started back instantly without bathing, crying out, — \" Away ! away I lest the bath should fall upon us, while Cerinthus the enemy of truth is in it.\" And, if I mistake not, the same author where I have seen tfiis stated (Irenæus) informs us, that Polycarp (John's disciple) on being solicited by the heretic Marcian to acknowledge him, exclaimed, in the streets of Rome, where the thing was requested, \" I OWN THEE to be the elder born of Satan.\" Nor could he hear, without extreme indignation, any false doctrines which were uttered in his presence. Hence boldness, sincerity, and zeal, in a Christian bishop, are commanded by the Word of God, and sanctioned by the personal conduct of the Apostles, and their immediate successors. Was it not, therefore, a sore and grievous thing, that Professor Marsh and the Bishop of Lincoln should have been treated with obloquy and contempt, by churchmen too, who either could not, or would not, understand the serious question they pretended to discuss ! Far be it from my desire to encourage persecution,"], [117, "91 or stimulate the growth of intolerant sentiments. I disown them : these dwell not with me, and they are equally strangers to the bosom of our Established Church ; for they are hateful to God, and forbidden by divine command. Nor is it possible that scorching flames or imprisonment, can bring in this matter, any light or conviction to the mind. But legal safeguards, or wholesome political re straints, are not persecution; nor, consequently, those moral preventatives imposed by the free expression of sincerity and truth, as they are shown and authorized in the Word of God ; each being equally right and inferible from the other : Nay none are so rigid as the Sectarians in protecting articles of faith ; for they will not allow of any place to dissentients among themselves. And although Unitarians, Dissenters, and Methodists, have deduced false corollaries from the problem of Divine Revelation, yet I charitably believe they are prosecuting, as well as ourselves, the way to future happiness ; — Quakers also who adore their God in SILENCE, which assuredly is better than \" the sacrifice of fools,\" — These ALL undoubtedly are journeying toward heaven : but, pertinacious in their opinions, and withal a little whimsical, they have slipped from the HIGHWAY of our God (for such I may consider that great direct road, which the Establish ment pursues) into those BYE paths, that lead to eternal salvation ; and the tranquil Friend hath chosen to be more retired than the rest. Yea, notwithstanding their religious errors, their narrow views, and little prejudices, whensoever, and often, I do perceive them glowing with benevolence and"], [118, "92 philanthropy, I will esteem the Unitarians, Dissenters, and Methodists ; will embrace, in my charity, the QUAKER, warm at his heart, and overflowing with the milk of human kindness ; for that which \" is \" peaceable, gentle, and easy to be entreated, full of \" mercy and good fruits, without partiality and \" hypocrisy, which visits the fatherless and widows \" in their afflictions, which succoureth the poor and \" those who have none to help them, and keepeth \" unspotted from the world,\" also from ArOVE,) \" is pure undesiled religion before God and the \" Father\" — Yes, blessed are they who thus perform the obligations we owe one another, whether Church men, Unitarians, Dissenters, or Methodists. There is, however, a duty to God as well as to our neighbours. — This too, our Lord informs us, is the first and greatest commandment. How then is the Almighty to be worshipped ? — Not as they imagine who have defined him to be \" the one undivided God, and the God which is one undivided ;\" nor with the voluble irreverence of enthusiasts ; neither after the manner imposed by \" the vulgar belief in Divine Inspiration ;\" nor, lastly, in obedience to our humourous opinion or wandering fancy : for we are not allowed to be arrogant, or loquacious, or whim sical, or capricious, in the HOUSE of God. \" Keep thy foot when thou goest to the sanctuary ; for God is in heaven and thou upon earth. Be not rash with thy mouth, and let not thy heart be hasty to utter any thing before him.'' How anxious are all men, even those of whom I am speaking, to appear in their best trim ; to be"], [119, "93 decent, orderly, discreet, prudent, cautious, respect ful, and even silent, when there is danger of erring, before their superior fellow-mortal ; and shall they be found wanting in awe, in fear and trembling, in profound humility, in silence, and in consciousness of inability, before HIM who is the SOURCE of WISDOM, and Lord of all MIGHT, MAJESTY, and POWER ? The temple of God is neither to exhibit a philoso phical disputant, the symptoms of a maniac, nor any deportment incompatible with the utmost re verence ; for the Almighty is to be thought of and adored in the manner and in the terms of our Estab lished Church, whose Liturgy is the only correct in terpretation of the Scriptures, and, in all respects, the most beautiful system of devotion that can be con ceived : \" Nay the best in the world ; not only in \" the Community, as Christian, but also in the \" special notion, as reformed ; keeping the middle \" between the pomp of superstitious tyranny, \" and the meanness of fantastic anarchy.\" (EIKUN BA2IMKH 27. — Also TEXT, Note 5 3.) And he who is represented as having thus described \" the true religion as established in the Church of England,\" had \" tried it,\" and they were overthrown together. We must, however, carefully distinguish between that simple error in judgment and rejection of rea son on the part of enthusiasts, and the theological system of Unitarians, which, as applied to Holy Writ, is wholly a perversion. In a word, it is con tradictory to Divine Revelation, (being in all those essentials regarding the nature and -office of the Messiah, and the plan of Redemption, completely"], [120, "94 Antichristian,) and in nothing, or very little, superior to the religion of mere philosophy. To conclude — conformably with the language of St. John, con cerning the Docetæ, I not only call the Unitarians Antichristian, but also affirm that no one, who is sincere as a member of the Establishment, can con scientiously bid ANY God speed, in their religious opinions, who do not worship and believe according to the Liturgy of the Church of England."], [121, "ADDENDA. To Method 1, page 2 — Job xxxv. 10. \" None saith where is\" (Eloah gosai) \" God my Makers,\" and the whole of Malachi iii. 1. Page 3, line 3. — \" Most perfect,\" as applied to Jehovah, is perhaps allowable. Page 5. — Malachi iii. 1, and Isaiah xl. 3. are both pro- duced by St. Mark, to prove that the Baptist should pre- pare the way for the Son of God : and, it is worthy of re- mark, the same person, called \"Jehovah\" by one of the Pro- phets, is styled by the other \"Elohim.\" Malachi iii. 1. the LXX. read, \" He shall prepare the way before my face or presence.\" The subject, who speaks, is the Lord of Hosts, and, it is considered by the best expositors, that he is different from him, for whom the way is prepared : i. e. the Father speaks ; and the way prepared is for the Son of his Love, &c. The word Paneim (\"Faces\") is applied with strict propriety to the Son of God, who came, in him- self, with authority from God the Father, and God the Holy Ghost. Thus Moses, Exodus xxxiu. 15. '''unless thy FACES go, carry us not up hence :\" and it is not a little ex traordinary, that the apostate Jews confess this is spoken of Messiah. To Method 2, page 6.— Hosea xi. 1, 2, 7. It is clear to me that THEY, in verse 2. refers to -the Supreme Being ; for it is a Divinity who speaks in verse 1. There is nothing to contradict this opinion in the Hebrew text : and that the LXX. had so considered it, appears from their having rendered, in verse 2, \" As 1 called, or recalled, them, so"], [122, "96 they went, or were scattered, from before me.\" Also, ac cording to the most obvious rule of grammar, \" though they called them to tlie most High,\" in verse 7, must re fer to the same antecedent. Moreover, the Hebrew word in this place translated they, the Greek interpreters have rendered ° 0^, which is the usual interpretation, given by them, of Elohim ; to whom, indeed, they (Genesis xviii.) is several times applied. It is impossible they, verse 2. can have for its antecedent, Moses and Aaron ; because the consequent is, the people sacrificed to Baalim, instead of to those who called them; therefore (not Moses and Aaron but) the Elohim : and to make prophets, the antecedent, understood, of they, in verse 1, is likewise a forced con struction. Those are relations, altogether unknown to in telligible language. Pronouns are not wont to have their antecedents assigned in this indefinite way, which defies all syntax, and every rational analogy of speech. Where fore as, in general, the speaker is one of the persons of the Divine Unity ; so Elohim appears the legitimate an tecedent of they, in verses 2 and 7. In this list of citations include Daniel iii. 25. and vii. 13. which also clearly establish the Pre-existence and Divinity of Christ ; who, in the former, is called the Son of God, in the latter the Sou of man, agreeably both to the Hebrew text and the Septuagint ; and in each place he is intro duced as a Saviour: indeed Daniel vii. 13, 14, 18, 20. is a remarkable prediction of the Messias : and Mark xv. 31, 32. is most decisive evidence that in him the Jews looked for a Deity. \" He saved others; himself he cannot save. Let Christ, the King of Israel, descend from the cross, that we may see and believe.\" Method 3, page 6, line 1.—\" Worshipped by the Magi.\" Whether jrjuo-xwSjerai is to be rendered as expressive of civil reverence or homage, or of religious worship, must be determined by the circumstances of the case. The Magi"], [123, "97 never would have travelled all the way from Persia to pro strate themselves, after the eastern manner of civil re verence, before a child who was found in the humble con dition of Jesus Christ ; nor was it likely they would do homage to one, who was only destined to be the earthly sovereign of a people politically insignificant. The fact is, Zoroaster (according to the testimony of Abul Pharagius, an Arab author of great estimation, supported by Shahristani, a Mahometan writer) \" predicted the coming of Christ ; at the time of whose birth he also foretold, to his Magians, there would appear a wonderful star, shining by night as well as by day, which would direct them to the place where he should be born ; to whom they were to offer their gifts, and whom he commanded them to worship.\" This ex terior evidence of Divine Revelation I have established, in the text, under the article Zoroaster, and Note 10, Appendix, entitled \" on the Star in the East :\" for that such a star did appear, we have, beside that of St. Matthew, the testimony of Pliny the Elder, Chalcidius the Platonic philosopher, and Julian the Apostate. What elevated notions were en tertained of him who was to be born King of the Jews, both by Asiatics and Romans, and at Jerusalem, we also learn from Tacitus and Suetonius, and in Matthew ii. Mark xv. 32. John xii. 13. also ibid. xix. 7, 8, 21. Hence the Mao-i (Matthew ii. 11.) did not prostrate themselves out of civil reverence or homage, but \"fell down and worshipped Jesus.\" Page 7. 1. 8. Transfiguration. This is a radiant evidence. \" His face\" (as it is in Matthew xvii. 2.) \" did shine as the sun.\" The fathers (from apostolical tradition) aver that the manifestations of the Deity were by the Logos, Word, or Son : and from some of the ancient Jews (Grot, de Ver, Christ, lib. V. sect 21.) we may conclude that the Son was the Lord H"], [124, "98 who directed the Israelites by the continued Shechinah of a pillar of a cloud by day, and of fire by night; and who afterwards (Exodus xl. 34, 35.) vouchsafed that glorious lustre which filled the tabernacle. This judaical opinion is sanctioned by Paul, 1 Corinthians x. 9.; where he in- timates that many of the Israelites tempted Christ in the wilderness, and were destroyed of serpents, (see moreover Dr. Mill's Greek Testament in loe. and Bishop Bull's Defen. Fid. Nic. chap. 1. sect. 1.) The same Apostle also in his epistle to the Hebrews (i. 3.) and so as the converted Jews might the more readily understand him, while speak- ing of Jesus Christ calleth him the brightness of the glory of his Father. It is likewise to this excellent glory St. Peter alludes, (2 Peter i. 17.) ; or, to use the language of St. Stephen, (Acts vii. 2, 54.) God of glory, and the glory of God. But, Acts ix. 3. xx vj. 13. when Jesus, the Lord, spoke to Saul on his way to Damascus, \"suddenly there shone around him a light, at mid-day, brighter than the sun, and of such intensity, that, for three days, the Apostle was deprived of his eye-sight.\" Thus Jesus Christ was mani- fested by that glory, which distinguished the angel of his presence and the Shechinahwhose splendour prevented Moses from entering into the tent of the congregation. Page 7. under Acts, ibid. 10, 36. The word which God sent to the children of Israel, preaching peace through Jesus Christ : \" He\" (namely this Word, o \" is Lord of all.\" Page 9. 1. 30. \" This is an acknowledgment of Divinity.\" Also John xxi. 12. and, in some measure, ibid. xix. 6, 7, 8, 9 10. the solicitude, not unmixed with awe, of Pontius Pilate. Page 14, close of 3. — Romans i. 3, 4. Divinity. Ephesians v. 5. Kingdom of Christ, even of God. Titus ii. 13. The"], [125, "99 great God, even our Saviour Jesus Christ. 2 Peter i. I. read, of our God and Saviour Jesus Christ. 1 John v. 20. \" He\" (Christ being the nearer antecedent) \" is the true God.\" In Jude iv. read, onf only Sovereign, God, and Lord Jesus Christ. Genesis i. 1. Deuteronomy vi. 4. pp. 15, 16. When, moreover, it is considered the verb Bara or Bra is singular, while the noun Elohim is plural, and also, that the numeral and noun, agreeing with the Jehovah our Elohim, are sin gular, this evidence, from the front of the creation and the decalogue, we must regard as an emphatic declaration that plurality is consistent with the unity of the Supreme Being. Page 18, at the close of 4. — For the Personality of the Holy Ghost, Acts ix. 31. And in the admonition of the Holy Ghost, Ephesians i. 13, 14.; for, in the latter verse, the relative pronoun i'? (of which Holy Spirit is antecedent) is in the masculine gender. For the Father, Son, and Holy Ghost, John xvii. 19. \" I sanctify myself:\" ibid. xvi. 13, 14. \" Howbeit, when he the spirit of Truth is come, which pin. ceedeth from the Father, he will guide you into all truth, and shall glorify MR.\" 1 Peter iii. 19. page 19, it is evident has no relation to our Saviour after death, but to the period assigned in verse 20. The exposition generally given of this Scripture wholly rests on apocryphal authority, on a place of the prophet Jeremiah, erroneously cited by Justin Martyr in his dialogue with Trypho the Jew; and the fabulous and ex travagant opinions of a book called 'ThePastor,' attributed to Hermas, by Clemens Alexandrinus, Strom. 1. 2. That Jesus during his descent into hades would not preach to the dead, we prove by Luke xvi. 31.; for if the living who heard not H2"], [126, "100 Moses and the Prophets could not be persuaded though one should be raised from the dead, surely those which had been disobedient to the Prophets, would not be preached unto after they were dead : nor the rich man, when he lifted up his eyes in hell, being in torments, have been re- presented as crying in vain for relief to his father Abraham. This text, Bishop Pearson (on the Creed, London 1692, Article 2, page 112,) also considers as a conclusive argument for the Pre-existence. These are his words : \" We shall extend this Pre-existence to a far longer space of time, to the end ofthe first world, nay, to the beginning of it. For he which was before the flood, and at the creation of the world, had a being before he was conceived by the virgin. But Christ was really before the flood, for he preached to them that lived before it ; and at the creation of the world, for he created it. That he preached to those before the flood is evident by the words of St. Peter. (1 Peter iii. 18j 19, 20.) From which words it ap- peareth that Christ preached by the same Spirit, by the virtue of which he was raised from the dead : but that Spirit was not his soul, but something of a greater power. Secondly, that those to whom he preached were such as were disobedient. Thirdly, that the time when they were disobedient was the time before the flood, while the ark was preparing. It is certain then, that Christ did preach in the days of Noah, &c. &c.\" In my notion, that the spirits in prison, were the fallen Angels, perhaps I am sin- gular : yet 2 Peter ii. 4 refers to a similar description of evidence. But see, Exterior Evidence near the close of article Zoroaster, Vol. II, Page 23. 1. 16. — The Darshanists, or allegorical expositors, assert a Trinity—Jehovah, the Law, and the Throne of Glory. \" The Lord possessed me in the beginning of his way,\" itbey interpret of the second Person or the law, which they"], [127, "101 consider as a distinct and personal divine subsist ency. Yet, it would have been much more proper for me to have said in this place, the strict Personality of •which, viz. the Word of God, may be supported from the Targumists. Page 33. — Isaiah ix. 6. Lowth's translation. \" The mighty God, the Father of the everlasting age, the Prince of Peace.\" Page 34. — Isaiah liii. 8. (From the same). \" By an oppressive judgment he was taken off: And his manner of life who Would declare ?\" In a long note on this difficult place, the Bishop supports his translation with great learning : yet I shall presume to offer a few reasons, why I am induced to consider it as objectionable. \" And his manner of life who would declare ? For he was cut off from the land of the living.\" Between the interrogatory and answer, there is no conse cution ; a fault we cannot discern, either in the Bible version, or the LXX. \" By an oppressive judgment he was taken off,\" — is a happy reading ; and agreeable to the fact, as we learn from the Apostolic history of the arrest, trial, and sentence of Jesus. Even Pilate, who was a man of extreme cruelty, washed his hands in token of li his innocence of the blood of this just person,\" Matthew xxvii. 24. But the Septua gint more fully expresses both the violence of the Jews and the unresisting meekness of our Redeemer— Reading, \"In his humility he was forcibly, or violently deprived"], [128, "102 of judgment.\" For the Roman governor, having found in him no cause of death, was anxious, and endeavoured \" the third time to save him; but the Jews cried out the more, crucify him, crucify him;\" until, at length, Pilate was compelled \" to deliver Jesus to their will.\" Luke xxiii. 18, 22, 23, 24, 25. \" And his generation who shall declare ?\" Why what difficulty is there here ? I answer, this ; \" for his life is taken away (cut off) from the land of the living.\" Namely, to whom was he similar on earth ? Who lived with him ? Who were his contemporaries, or shall declare the generation of the mighty God, the everlasting Father, the Prince of Peace ? And who by his crucifixion, resur rection of the body, and ascension, was, contrary to all former experience, cut off from the land of the living. So that this might be interpreted as also foretelling the resur rection. That the Greek interpreters have given the sense of this prophecy is clear, from the circumstance of their having been argued upon by a person divinely inspired. There needs no farther approbation for the accuracy of tbe Septuagint on this passage ; and it must be evident that Philip (Acts viii. 33.) thus referred to Isaiah, not only as a prediction of the facts which accompanied the seizure, imprisonment, trial, and death of Jesus Christ, but likewise as a declaration of his Divinity. Collation of the Septuagint Greek, and that of the New Testament, for Isaiah liii. 8. ■ The LXX. 'Ey t~h remnant n Xpi„c tun rift*, T«r yiYtctY ivn Tl( Uyinrcu . in aipircu dirh t?{ y«j ri {uri a'urv."], [129, "103 Acts viii. 33. Ey t~yi ramtfuni auV« « Kfiris ««/'« «/>V th U ylriir aJn rt( twywtTKi ; sti alpiroii aV» t»j yri( in {mit ewVS. The only difference being an «vru and a il in the latter, and which are mere redundancies of style ; but introduced, perhaps, to mark the sense more strongly. I ought to have added, with a more copious citation of the verse, in page 34, that this Unitarian translation is aimed against the Pre-existence and Divinity, as well as the Atonement. Page 35. — Jeremiah xxiii. 6. On mentioning this ex- traordinary translation by Dr. Blayney, during a late con- versation with my friend Mr. Oxlee, he expressed his sur- prise at the inadvertency, to use a soft term, of so respec- table a scholar ; for that the same translation had been suggested by R. Saadias Gahon who flourished in the Jew- ish Church so early as in the 9th century, but for which he was severely castigated by R. Aben Ezra ; and that there was not so much as one single eminent Jewish expositor who, in this point, had followed the authority of R. Saadias Gahon. — He likewise farther remarked, that of this verse the LXX. had given a most absurd translation ; that while the proper appellation luqtin in the latter clause led the reader to suppose they were giving him a translation of the Hebrew terms answering to the Jehovah our righteousness of the English version, their rendering of the former part of the verse and this is his name which the Lord shall call him, had equally afforded room for the conclusion that the term Jehovah was to be regarded as the subject of the preceding verb, and so had really made the whole of it very ambiguous."], [130, "104 In page 36, are three distinct citations out of Psalms the xlv. and ex; and they ought to have been so pointed. Page 37. After period, line 4. — The Apostle here cites the Prophet in conformity with the context, where he speaks of the Son in the third Person. It is likewise to be noted, that the Lord, or Jehovah Elohim, in speaking, passes from the first to the third Person, in the words of the Prophet, according to the style of Scripture — namely, \" they shall look upon me whom they have pierced, and they shall mourn for him.\" Page 38. — \" Logos, Word or Wisdom.\" And what have the Unitarians gained by substituting wisdom for word ? For these terms, as the public will soon have an opportunity of seeing, have been shown by Mr. Oxlee, to be designations of the very same subsistency of the Godhead ; and that on the most unexceptionable evidence of the Jewish church. Page 42. — John i. 15. \" He was greater than me.\" The grammar of this translation is as wretched as the sense. The Baptist was announcing one who was to come after him. Would he then have averred of him, he was my superior ? He ought to have said he is or shall be my superior. Besides, the contrast to after, is before. The same criticism, as in English, applies in Greek, on this occasion. What necessity for farther argument ? This text is clear for the Pre-existence. Page 46. — John viii. 58. The Ethiopic Version. Amen dico vobis, priusquam Abraham nasceretur, fiii ego."], [131, "105 The Syriac Version. Vere, vere vobis dico, quod nondum Abraham factus erat, cum ego eram. As cited by Bishop Pearson ; and whose reply to the Socinian rejection of this evidence, the reader may consult with great advantage. But, John viii. 57. \" Then said the Jews unto him, thou art not fifty years old, and hast thou seen Abraham ?\" And persisting in this declaration, they stoned him ; as, undoubtedly, the Unitarians also would have done. Page 49. — \" Negative authority of MSS.\" For the several manuscripts now extant of the word of God, we are in debted to copyists, who, to speak of them in the very best terms, were fallible men. Some of those MSS. are cer tainly ancient; but we have no proof that any one of them is a genuine transcript from the authentic records, which appear to have been lost in the earliest ages of Christianity; while the greater part of those MSS. are but copies at second hand : yet of the 30,000 various readings collected by Mill, not above one hundred may be regarded as of much consequence. The laborious and learned researches of Mill, Michaelis, Marsh, Walton, Wetstein, Matthei, Kennicott, de Rossi, and Griesbach, demand our warmest acknowledgments; and probably the new edition of Griesbach, now publish ing in London, will be hailed as the standard text by every sound scholar. Such a work cannot be too highly valued ; for of conjectural emendation and the licen tiousness of guessing there appears no end. The learned and orthodox Christian, however, will always bear in mind, that no \" prophecy of Scripture is of private interpre tation,\" 2 Peter i. 20. — will read and receive with caution the Biblical criticisms of a Griesbach ; for he can never I"], [132, "106 forget that serious prediction ofthe same Apostle (ibid.ii. 1.) \"But there were false prophets also among the people, as there shall be false teachers\" (destructive sects) \" among you, who ■privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon them selves swift destruction.\" For my own part, 1 know of no safer rule than a collation of the New Testament with the Hebrew text and the LXX. ; for, in all doctrinal points, the Apostles, in general, have copied the latter almost verbatim ; and where all the three authorities can be interpreted to harmonize, and in no essential matter has this method ever failed me, we ought to be satisfied. To this of course must be added collations ofthe different MSS. and arguments from the context. But Christian deists, if such a title may be given them, have ever been incorrigible perverters of the Scripture: and those ancient Greek MSS. defective in the doctrine of the Trinity, Incarnation, and Atonement, as certainly enforced by St. John in his genuine first epistle, (for they were peculiarly the doctrines of that Evangelist, and this was the place appropriate to them) I conclude are the mutilated transcripts of the primitive Unitarians. The testimony of Tertullian, Cyprian, and VigiliusTapsensis, for 1 John v. 7. I have supported against Mr. Porson ; and endeavoured to demonstrate (Note XLV1.) that \"the three heavenly witnesses\" are necessary to the context. But Cassiodorus (who also alludes to this disputed verse) on 1 John ii. 13, 14.; Authpert on v. 10.; and v. 20. ac cording to the Toledo MS. and three others, and also as quoted by Hilary and Faustinus, are additional instances of the hostility of antichrist to the first epistle of John : nor can it be overlooked that those passages have been marked out for destruction where the doctrines of the Trinity, the Incarnation, Divinity, and Atonement are taught."], [133, "107 Page 50. — 1 Timothy iii. 16. The Syriac version reads \" who or which\" (the pronoun being of the common gender) \" was manifested in the flesh.\" Page 57. Close of the argument beginning in page 51. The gospel of John would indeed appear to have been written for the very purpose of inculcating the doctrines of the Divinity of Christ, the Incarnation, the Atonement, and the Consubstantiality of the Father, the Son, and the Holy Ghost. To those evidences already cited from this Apostle, to prove that the Jews believed in the Messiah as an everlasting personage, may be added xii. 12, 13, 14, 15, 16 — 34. It is also apparent, that the Christ was to come in virtue of a treaty entered into by the Elohim before the world was created ; as may, I think, be inferred from the seventeenth chapter — which begins, Jesus lifting up his eyes to heaven, \" the hour is come ; glorify thy Son, that thy Son also may glorify thee.\" 4. \" I have glorified thee on earth. I have finished the work which thou gavest me to do.\" 5. \" And now, O Father, glorify thou me with thine own self, with the glory which I had with thee before the world was.\" 24, 25. \" O righteous Father, the world hath not known thee, but I have known thee; for thou lovedst me before the foundation of the world.\" And of the difficulties which, because of the humanity, beset our Lord while he was accomplishing our salvation, we have a farther evidence, xii. 27. \"Now is my soul troubled: and what shall I say? Father, save me from this hour: but for this cause came I unto this hour.\" 28. \" Father, glorify thy name. Then came there a voice from heaven, saying, I have both glorified it, and will glorify it again.\" How cold, and at the same time in competent the belief professed by Unitarians ; but how infinitely moving and sufficient is that which reposes on the Divinity of our Redeemer. Such was the love of"], [134, "108 Jesus, that he verily died for us. What a motive for man kind to love one another, and to adore the God of human redemption ! I have no doubt it was this conviction, principally, with regard to our Lord and Saviour, which occasioned \" a lady of lively faith and unaffected piety to burst into tears while contemplating the celebrated picture of the three Maries, by Annibal Caracci, at Castle Howard.\" A painting of the death of Socrates, by the same incomparable artist, would have failed to produce this effect ; yet both would have been examined with but little difference of emotion, if any, by one who rejected the Divinity and Atonement. THE END. CORRIGENDA. Page 3, 1. 9, dele comma after yet. 1. 20, first comma, read semicolon.— Page 4, ]. 5, after from, insert the. Lines 13, IS, dele marks of the -parenthesis.— -Page 9, 1. 13, for colon, read — . Page 12, L 9, after great, insert is.— Page 13, 1. 9, dele semicolon — Page IT, 1. 14, comma after God.— Page 18, 1. 9, for each subject, read these subjects. Page 21, 1. 4, dele and. 1. 12, a comma after distinctions. Page Si, 1. IS, after aboise, read testimony. Page 27, 1. 1, read competent. 1. 14, aster and, read to a certain extent, which words dele in the following line ;— dele even and the latter comma. 1. 15, dele also Page 35, bottom line, dele the latter commas, and the last he— Page 50, bottom line, after likewise, insert further Page 53, 1. 29, dele the latter is.— Page 68, 1. 3, italicize /«;.— Page 74, 1. 27, after fashion, read (with regard to his spiritual nature). — Page 76, 1. 12, for person, read personality.— Page 78, 1. 22, read effect.— Page 79, bottom line, former read latter.— Page 80, 1. 1, latter read former.— And from the rapidity the Author has been compelled to observe both in writing this Pamphlet, and in the revision of it while in the press, he is apprehensive there are many other errors, which the candour of the reader will be called upon to excuse. From lhe O slice of THOMAS WllSON and SONS, High-Ousegate, York."], [135, ""], [136, ""]]