[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, "Die Geschichte allem HolKe zugänglich Eine Weihmchtsgllbe für deutsche Arbeiter von L. Nhlich in Magdeburg. Berlin. 1869. Verlag von W. Nubenow. Blunnenstraßc 31."], [12, "In demselben Verlage ist erschienen: V«r Achtzehnhundert Jahren. Zur Verständigung über Jesus von PH. Braun. Zweite Auflage. 2 Bogen. Preis 2V- Sgr. Betr. Schrift steht auf freireligiösem Standpunkt. Der Verfasser wurde nach Consiskation der Schrift zu sechswöchent lichcr Gefangiußstrafe verurtheilt, doch in höherer Instanz wieder freigesprochen."], [13, "war schon im vergangnen Sommer so freundlich, mir Gelegenheit zu einem Vortrage im Berliner Hand- welkerverein zu geben, und worüber hätte ich damals lieber sprechen mögen, als über die Zugänglichkeit der Wissen- schaft für alles Volk. Denn auf dieser Zugänglichkeit ruhen die vielen Bildungsvereine unfrei Zeit, und an dieser Zugänglichkeit mitzuarbeiten, das ist schon seit Jahrzehnten eine meiner Lebensaufgaben gewesen; das geschieht fast all- wöchentlich in Magdeburg, und schon mancher Arbeiterverein an andern Orten Deutschlands hat sich mir zum gleichen Zwecke geöffnet. Ich bin von dieser Zugänglichkeit überzeugt, bin überzeugt, daß einer besseren Zukunft vorgearbeitet wird, wenn alles Volk an dem geistigen Besitzthum unsrer Zeit seinen reichlichen Antheil erwirbt, ja ich lese es aus der menschlichen Natur selbst ab, daß alles Volk recht wohl eine Fülle klarer und richtiger Kenntnisse erwerben kann und wird, wenn nur der Forschtrteb, der Wahrheitsdurst, der dem Kinde eingeboren ist, fortwährend gepflegt und genährt wird. In diefem Sinne sprach ich am 20. Juni, und nichts ist leichter, als zu be- weisen, daß die Wissenschaft von der Natur heut zu Tage recht wohl dem Volke zugänglich ist. Da ist die Natur, sie umgiebt uns, und auch wer durch sein Geschäft viele Stun- den an das Haus gebunden ist, den Weg in's Freie findet er doch, und da kann er selbst beobachten, Himmel und Erde, Thiere und Pflanzen, Luft und Wasser. Dazu kommt, daß gerade der Naturwissenfchaft Ergebnisse alle Jahre mehr in das geschäftliche und Umgangslebcn eindringen. Die Naturgefetze, welche die Wissenschaft immer gründlicher erkennt, sie liegen in ihrer Anwendung in allen Geschäften, in allen Fabriken auch dem ungefchulten Geiste vor und erwecken ihn zum Nachdenken. So die Naturwissenschaft und mit ihr die Ge- werbskunde; aber wie ist's mit der Wissenschaft der Ge schichte?"], [14, "4 Die Geschichte ist fo lehrreich. Die Thorheit und die Weisheit der Menschen vergangner Zeit, ihre guten und ihre schlechten Thaten, auch ihre Großthaten, auch ihre Leiden und wie sie sich daraus wieder emporarbeiteten, wer kann das vor feinem innern Auge vorübergehen lassen, ohne daraus zu lernen und dadurch heilsam angeregt zu werden? Und was uns die Geschichte erzählt, handelt es nicht von unsrer Familie, von der Menschenfamilie? Was Menschen betrifft, das geht uns auch an. Aber wie ganz anders verhält sich s mit der Geschichte als mit der Natur! Die Geschichte liegt hinter uns. sie gehört ganz der Vergangenheit an. Wir erinnern uns dessen, was wir selbst erlebt haben. Andres wird uns von Andern erzählt, aber wie wenig ist das aus dem langen wichtigen Gange der Menschheit! Die Geschichte ist in Büchern niedergelegt, aber wie wenige können Bücher kaufen, zumal folche Bücher, welche die Geschichte ausführlich fchildern! Und wie Viele aus dem Volke, die etwa Bücher kaufen könnten, haben die Zeit sie zu lefen, zumal gründlich zu lesen! Das ist anders mit der Natur; da kann auch der schlichteste Mensch, der allwöchentlich nur einen Sonn tllgsspaziergang macht, Naturforscher sein, wenn er anders Trieb und Lust dazu hat; .aber in die Vergangenheit kann er nicht eintreten. Ja, so scheint es, und wenn die Geschichte nichts Andres ist, als der Bericht von Königen, die einst regierten, von Retchen, die einst blühten, von Schlachten, die einst geschlagen wurden, dann allerdings steht es übel mit der Zugänglichkeit derselben für das Volk. Aber ist denn die Geschichte wirk lich nichts Andres? Ich stehe hier vor Ihnen auf der Rednerbühne, meine Hand faßt das Pult. Das führt meine Gedanken hinaus in den Wald, wo der Baum stand, von dem das Brett stammt, aus welchem der Tifchler das Pult verfertigte, alfo in vergangne Tage oder Jahre werden meine Gedanken geführt, durch die Tischlerwerkstatt hindurch zur Sägemühle, und von da in den Wald, wo die Holzhauer thätig waren. Aber es kommt nur auf mich an, ob ich mich auf diesem Gedankenwege über Jahre und Jahrhunderte hinweg in längst vergangne Jahrtausende führen lassen will, denn ich weiß und wir alle wissen, daß es damals schon Wälder und Menschen aber noch keine Sägemühlen gab; die mußten erst"], [15, "5 erfunden werden. Das ist lange her und Niemand nennt uns den Namen ihres Erfinders. Aber das Eine wissen wir : ehe es Sägemühlen geben konnte, mußte es Sägen geben, und die Erfindung der ersten Säge führt uns wieder in eine frühere Zeit zurück. Auch bei der bleiben wir nicht stehen. Denn der Säge voraus ging felbstverständlich die Erfindung schneidender Werkzeuge überhaupt, und das war gewiß ein recht erfinderischer Kopf, der einst ein schneidendes Werkzeug so einkerbte und die dadurch entstandnen Zähne so schränkte, daß nun eine Säge vorhanden war. Dem allen aber mußte ja die Entdeckung vorausgehen, daß Erze in den Bergen stecken, die der Mensch zu seinem Gebrauch heraushoben kann, und die Erfindung, dieselben in Feuer zu schmelzen und das ge schmolzen« Metall zu schneidenden Werkzeugen zu bearbeiten. Sieh da, wie wir immer weiter in die Vergangenheit zurück geführt werden! Wir fügen hinzu, was die neuere Zeit durch das Aufgraben alter Gräber erfahren hat, daß man vor den cifernen Werkzeugen sich kupferner bediente; das leichte fchmelzbare Kupfer hat der Menfch eher bearbeiten gelernt. Aber wenn wir das auch nicht wüßten, das Eine wissen wir alle, weil es durch sich selbst klar ist, daß die Menschen sich einst ohne alles Metall behelfen mußten. Da haben sie sich, und wer weiß wie lange, mit Steinen beholfen, haben Steine gesucht und zurechtgeklopft, zurechtgerieben, die sie an Stiele als Beil oder Hammer befestigten, die sie als Messer, als Meißel gebrauchten, haben Knochensplitter, feste Fifchgräten zum Stechen und Bohren benutzt, wie man denn folche Steine und Knochenwerkzeuge beim Nachgraben an uralten Wohn- und Grabstätten häufig findet. Mit dem Allen aber sind unfere Gedanken um viele Jahrtausende — wie viele, das vermag keiner zu fagen — in die Vergangen heit zurückgeleitet worden, und was damit vor unfrer Seele vorübergegangen ist, ist das nicht Gefchichte, Geschichte der Menschheit gewesen? Und solcher geschichtlicher Gedankengänge, und zwar nicht in Hirngespinsten, sondern in sichern uud gewissen Vorstel lungen, kann ein Jeder Hunderte machen. Da ist mein Tuch rock, auf dessen Aermel ich meine Hand lege; er führt mich durch die Jahre und Jahrzehnte der jetzigen Mafchinenweberei und Spinnerei, durch die Jahrhunderte und Jahrtausende der Handweberei und Spinnerei, weit, weit zurück bis auf"], [16, "6 den Menfchen, der zum ersten Male an dem eben erfundenen, gewiß noch recht unvollkommnen Webstuhle faß, noch weiter zurück zu dem, der mühsam die Wollenfaden mit der Hand durcheinander flocht, noch weiter zuück zu dem, der sichs aus gesonnen hatte, die Schafwolle zu Faden zu drehen, und endlich noch viel weiter rückwärts in die Zeit, wo die Men schen noch keine andern Decken ihrer Haut kannten, als das Fell des Thiers, das sie erschlagen hätten. Und an mein seidnes Halstuch, an mein linnenes Hemd, an meine baum wollne Weste — ganz von selbst, sofern ich nur zum Denken Lust habe, knüpfen sich ähnliche lange geschichtliche Gedan kenwege. Da war das Brot, das ich vor einer Stunde zu meiner Abendmahlzeit genoß. Es wird seit einigen Jahrtausenden gebacken. Einst aber wurde es nicht gebacken, sondern — ist das nicht sofort auch demjenigen klar, der noch nie daran gedacht hat? — einst wurde das Korn zwischen Steinen ge quetscht und als roher Brei gegessen; und vorher hatte man noch gar kein Korn, sondern aß die Frucht der Bäume, die Wurzeln der Erde, das Fleisch erlegter Thiere, bis irgend einmal ein Denker darauf siel, grobkörnige Samen des Grases zu sammeln, mit einem hakigen Baumast die Erde aufzu reißen, die Körner einzustreuen und aus den gereiften Aehren die Körner zur Nahrung zu sammeln, woran sich dann in weiterer Folge, aber im Verlauf langer Zeiten, der Ackerbau, das Mahlen, das Backen knüpfte. Wir haben vom Brotbacken, vom Metallschmelzen ge sprochen, dazu gehört Feuer, und das führt uns noch viel weiter in die Vergangenheit zurück, als wir bisher gegangen sind. Denn klar ist, daß die Menschen einmal auch kein Feuer gehabt haben. Die Natur bietet es nicht dar, wie Wasser und Steine und Erz und Wolle'; der Mensch hat sich's aussinnen müssen, wie er sich Feuer schaffen wolle, und das hat gewiß lange Zeit und viel Kopfzerbrechens gekostet. Und die Worte, mit denen wir dies Alles aussprechen, waren erst auch nicht da, auch die Sprache ist eine Erfindung der Men schen, angeboren ist sie Niemandem. Wie weit, wie weit, um eine wer weiß wie lange Reihe von Jahrtausenden führt uns das zurück, in die allerersten Zeiten des Menfchengefchlechts ! Nun aber, was ist an uns und um uns, in häuslichem und in öffentlichem Gebrauch, das uns nicht zu folcher ge-"], [17, "7 schichtlichen Betrachtung veranlaßte, wenn wir nur Lust haben, uns darauf einzulassen? Der Hammer und die Zange, das Messer und die Gabel, die Nadel und die Scheere, der Hobel und die Säge — die Stube, in der wir wohnen, der Tisch auf den wir etwas legen, der Stuhl, auf dem wir sitzen — der Brief, den wir empfangen, die Feder, mit der wir schrei ben, die Glocken, die wir hören — Alles, Alles ist ein Stück Geschichte, Alles führt uns in langer Folge mensch liches Sinnen, menschliches Versuchen, menschliches Verfehlen, mensch lches Gelingen, menschliches Vervollkommnen vor. Und das ist ja Weltgeschichte! Allerdings, die Geschichte berichtet uns ausführlich von den Schicksalen der Völker, von den Verfassungen der Staa ten, von weisen Königen und Helden, nennt uns dabei Namen und Iahrzahlen, und das kann Niemand von Hammer oder Zange, vom Rednerpult oder dem Tuchrock ablesen; das kann uns nur durch die Bücher der Geschichte vorgeführt werden, und diee zu lesen, zu studiren, das ist anziehend und beleh rend, wer wollte das leugnen! und darum ist es Schade, daß das alles Volk nicht haben kann. Daß es etwas mehr davon erfahre, als bis heut der Fall war, dafür zu sorgen, ist also eine der Aufgaben für die Volksschule der Zukunft. Sie muß der Geschichte mehr Raum überweisen, und den wird si gewinnen, wenn sie manches Ueberflüssige beseitigt. Sie muß auch Lehrer haben, die in der Wissenschaft der Geschichte heimisch sind, und die wird sie haben, sobald sie denselben eine würdige Stellung anweist. Das Alles ist zu zugestehen; aber welches ist der Kern der Geschichte, der Geist und Herz bei Jung und Alt nährende Kern? Nicht Namen und Zahlen, nicht die Berichte von Königen und Kriegen, sondern die Nachweisung, wie das Menschengeschlecht sich mühsam, langsam, aber stetig emporgearbeitet hat zu klarern Gedanken, tüchtigeren Werken, wie es seiner Kraft immer mehr inne geworden ist, sich immer besser hat selbst helfen und ein Hinderniß nach dem andern überwinden ler nen, mit einem Worte: die Bildungsgeschichte der Menschheit, das ist der Theil der Geschichtswissenschaft, der allem Volk zugänglich ist, und gerade diese ist der belehrendste, anregendste und wir können sagen, erbauendste. Also gerade das Beste in der Geschichte ist unserem Volke nicht vorent halten. Nehmen wir nur das Eine, worauf uns jeder unsrer"], [18, "8 Gedankengänge von selbst schon geführt hat: überall und immerdar hat es tüchtige Menfchen gegeben, Erfinder, Ent decker, Verbeffrer — kann ich mir das vorstellen ohne mir selbst zu fagen, daß ich nimmermehr ein untüchtiger, unnützer Menfch fein darf? Das führt uns nun auf einen besonders wichtigen Punkt, und den wollen wir jetzt noch besonders in's Auge fassen, wir können es wieder ohne Bücher, Namen und Zahlen. Was wir in den Familien, Gemeinden, Völkern selbst beobachten, nämlich daß sich einzelne Menschen vor den andern auszeichnen und daß diese Einzelnen den Andern vordenken, vorarbeiten, das ist immer so gewesen. Alle die Fortschritte, von denen wir redeten, sind nicht von Allen einer Zeit auf einmal und zugleich, fondern zuerst durch Einzelne gemacht, und die Andern sind dann, mehr und »veniger langsam und widerstrebend, nachgefolgt. Einzelne hervorragend, die Menge ein Mittelschlag, Alle aber dem Wesentlichen nach von der selben Natur — das ist ein ewiges Gesetz, sowohl in der Menschheit, als in den Geschlechtern der Thiere und Bäume. Nehmen wir an, ich wolle mir einen jungen Obftbaum kaufen und wende mich deshalb an einen Handelsgärtner. Er fchlägt mir eine gute Art vor, führt mich in seinen Baumgarten und zeigt mir darin einen Baum, groß, gesund, kräftig im Wuchs, mit trefflichen Früchten bedeckt und fagt: Sehen Sie, das ist die Art, von der zu kaufen ich Ihnen vorschlage. Ich weiß, daß nicht jeder Baum dieser Art so gedeihen wird, wie der, den ich vor mir habe, aber der Gärtner hat Recht, daß er mich zum besten Baume dieser Art führt, an dem kann ich sehen, wie Wuchs und Frucht der vorgeschlagnen Art ist. Er ist der Musterbaum, so zu sagen, und wie das Baumreich, so bringt auch die Menschheit ihre Mustermenschen oder Meistermenschen hervor, und solche waren die Erfinder, die Entdecker, die Vorarbeiter, die Meister, auf welche uns jeder unsrer geschichtlichen Gedankengänge geführt hat. Wir haben uns keinen Namen genannt, denn wir nahmen die Ge fchichte nicht aus Büchern; von vielen solchen Meistern nennt auch kein Buch die Namen, und wir wissen nicht, wer das erste Brot gebacken, das erste Erz geschmolzen, das erste Zeug gewebt hat. Aber daß sie dagewesen sind, das wissen wir; sie sind es in der Geschichte, was uns besonders erbaut und darum verweilt unser Gedanke bei ihnen am liebsten. Daß"], [19, "9 wir das ohne Buch und ohne Gelehrsamkeit tonnen, das ist klar; jedes unsrer heutigen Werkzeuge, jede der vorhandnen Erfindungen liefert uns den sichtbaren, fühlbaren Beweis von dem Vorhandensein der einstmaligen Meister. Wenn nun unser Nachdenken bei Solchen verweilt, was haben wir da vor der Seele? Einen Menschen mit ein dringenden Gedanken. Das Herkömmliche, womit die Andern zufrieden sind, genügt ihm nicht; er merkt, daß es seine Mängel habe, er sinnt, wie denselben abzuhelfen fei, er sinnt auf etwas Besseres. Er ist zugleich ein Menfch voller That kraft; die treibt ihn, daß er seine Gedanken verwirkliche, er macht nun seine Versuche. Die gelingen nicht sogleich, aber er ist auch ein Mensch von Beharrlichkeit; er läßt nicht nach, bis er zu Stande gebracht hat, was seinen Gedanken vor schwebte. Endlich ist's ihm gelungen, etwas Neues ist da, die Menschheit ist um eine wichtige Erfindung reicher ge worden; allmälig bürgert sich dieselbe ein, wird allgemein, dient zum Segen der spätesten Geschlechter. Und was geschieht nun? Wir alle vermögen es, auch ohne Geschichts buch, uns zu denken. Die Menschen erkennen die Wohlthat, die ihnen erwiesen ist und rühmen den Erfinder. Sie be wundern ihn, der auf etwas gekommen ist, was keinem Andern in den Sinn, kam, und fein Ruhm wird groß, um so größer, da die Ändern sich nicht fähig fühlen. Gleiches zu schaffen. Der Gedanke findet sich ein, daß er mehr ge wesen sein müsse als sie Alle, ein Wesen höherer Art; sie erheben ihn bis zu den Sternen. Ja, bis zu den Sternen; das ist nicht eine bloße Redensart, die Menschen der ältesten Zeit haben wirklich ihre großen Meister bis zu den Sternen erhoben, haben sie weit über das Menschliche hinauf gerückt, haben sie zu göttlichen Wesen gemacht. Wer die Geschichte aus Büchern kennt, der weiß das, und wie es geschehen konnte, das leuchtet uns Allen ein. Nehmen wir die vorhin schon erwähnte Erfindung, Feuer anzuzünden. Lange Zeit hatten die Menschen nicht Feuer, nicht Licht. Wie lang war da die Zeit des Dunkels, die nach jedem Tage wiederkehrte! Aber Niemand konnte sie erhellen. Wie peinlich war die Kälte der unfreundlichen Jahreszeit! Aber Feuer war nicht da, um sie zu mildern. Endlich war die große Kunst des Feueranzündens erfunden. War sie nicht eine unaussprechlich große Wohlthat? War der nicht ein außerordentliches Wesen,"], [20, "10 ein göttliches Wesen, dem man sie verdankte? Wer die alte griechische Götterlehre kennt, der findet das Gesagte darin bestätigt. Prometheus, so lautet sie, nicht aus menschlichem Stamm, sondern aus einem Güttergeschlecht, das jedoch nicht im Himmel wohnte, erbarmte sich der armen Menschen, stieg zum Himmel empor und raubte das Licht, das die Götter dort oben sich vorbehalten hatten: er raubte es den Sternen und brachte es den Menschen. Das ist eine der tausend Sagen des Alterthums, es ist ein Märchen, aber den Kern der Wahrheit, der darin liegt, können wir begreifen. Die Menschen der alten Zeit haben ihre großen Meister so hoch geehrt, daß sie dieselben zu den Göttern erhoben oder zu Göttersöhnen machten. Dazu liefert die alte griechische Sage eine Menge Belege und dasselbe thun die Sagen und die heilig genannten Bücher aller alten Völker, ohne Ausnahme. Der große Meister mußte mehr als ein Mensch gewesen sein; woher hätte er sonst seine Weisheit, seine Erfindung nehmen sollen? Weiter: wenn wir nachdenken, so wird uns noch Manches klar werden, was sich mit der Geschichte der großen Menschen verknüpft Also die Nachwelt erhob sie zu den höchsten Ehren, aber als sie selbst noch lebten, da mußten sie das theuer vorausbezahlen. Und das können wir wiederum Alle ohne Buch begreifen. Wie ist denn die Menge der Menfchen? Sie arbeiten, und der Faule wird als Ausnahme betrachtet und verachtet, aber die Trägheit im Denken, die Denkfaul heit ist nicht Ausnahme, sondern ist bei vielen Tausenden die Regel. Darum sind sie Gewohnheitsmenschen; was ihnen von Jugend auf geläufig geworden ist, das ist ihnen recht, denn das fordert keine geistige Arbeit. Nun tritt Jemand auf und bringt etwas, das besser sein soll als das Bisherige. Ist das nicht ärgerlich? Es ließ sich ja doch bei dem Her gebrachten bestehen! Er tadelt dies aber, ist das nicht An maßung? Will er klüger sein als Alle? Dem muß entgegen getreten werden! — Der arme Entdecker oder Erfinder! Er war so fest von der Güte feiner Sache überzeugt und freute sich, damit unter seine Mitmenschen treten zu können, und mutzte nun erleben, daß er etwas ganz Anderes als Dank damit erndtete. Und das war noch nicht genug; dem Widerwillen, dem Spott folgte bald Zorn und Verfolgung. Denn das Alt gewohnte war nicht bloß, oder fchien doch, bequem; es"], [21, "11 brachte manchem auch Vortheil. Wir wollen nicht allein an das Priesterthum denken, das von jeher jedem Reformator mit tödlichem Hatz entgegengetreten ist; versetzen wir uns in jene frühe Zeit, wo man Messer von Stein und Bohrer von Knochen hatte. Natürlicher Weise war in der Verfertigung dieser armseligen Werkzeuge Mancher geschickter als Andre, er war Meister darin, also von ihm bezog man solche Dinge und lohnte ihn reichlich dafür. Nun aber wurde das Schmelzen und Bearbeiten des Metalls erfunden und zweck mäßigere Werkzeuge entstanden. War das nicht für jene Meister höchst ärgerlich? gereichte es ihnen nicht zu schwerem Schaden? Durften sie das leiden? war der Erfinder des Neuen nicht ihres Hasses werth? Er mußte, wenn irgend möglich, unterdrückt, er mußte unschädlich gemacht werden. Da haben wir die Verfolgungen, die zu allen Zeiten über die Erfinder und Verbefsrer ergangen sind, und die sich bei manchem nicht eher schlössen, als bis er die Augen für im mer schloß. Nicht bloß auf religiösem, nein auf allen Ge bieten ist von Märtyrern zu berichten; Kreuz und Scheiter haufen waren der Dank für die besten, und auch dem Ko lumbus sind seine Ketten, auch dem Guttenberg ist eine lange Folge von Sorgen und Kummer nicht erspart worden; erst die neue Zeit lernt allmälig, gerechter gegen die Wohlthäter der Menschheit zu sein. Wir aber, die wir das wissen, wir können nicht anders als mit inniger Dankbarkeit aller derer gedenken, denen wir so viel verdanken, gleichviel, ob wir ihre Namen zu nennen im Stande sind oder nicht. Dagewesen sind sie, und tüchtige Menschen sind sie gewesen; in den vielen Dingen, die von ihnen stammen, haben wir das Zeugniß vor Augen und in der Hand. Mag man Stephensons Namen kennen oder nicht; wenn man ans der Eisenbahn fährt, fo empfindet man die Wohlthat, die ihm die Menschheit verdankt. Damit aber webt sich die Geschichte der Vergangenheit in jeden Tag der Gegenwart ein und spricht, wenn wir nur ihre Stimme hören wollen, stündlich anregend und erweckend zu unsrem Herzen. Wie reich sind wir! Die Besten aller Zeiten haben für uns gearbeitet, Iahrtaufendc hindurch ist für uns gesammelt worden, und ohne alle Mühe, ja ohne es zu wissen, sind wir in die schöne Erbschaft eingetreten. Als müßte es fo sein, so standen uns als Kindern schon eine Menge von Dingen zu unsrem Gebrauch und Genutz bereit,"], [22, "12 und doch hatten die Vorfahren so lange Zeit deselben ent- behren müssen; als verstehe es sich von selbst, lernten wir auf den Schulbänken allerlei Fertigkeiten und Kenntnisse, die einst den Weisesten und Geschicktesten unsägliche Mühe, tiefes Sinnen und vergebliches Versuchen kosteten, und so doch nicht erreicht wurden, wie wir alle sie jetzt ins Leben mitnehmen. Ja, das ist der Gang des Menschengeschlechts, das ist der mächtige Strom der Geschichte, zu erkennen und in seiner erhabnen Geltung zu begreifen von Jedem, der überhaupt Lust zu denken hat: Stark an Gliedern, aber schwach an Geist und ungeschickt an Händen, arm in jeder Beziehung, und, wenn wir die Sache recht bedenken, ärmer als alle Thiere, so haben die Menschen angefangen. Aber mitgegeben war ihnen etwas, das diefen fehlte, nämlich die Fähigkeit des Nachdenkens, und dazu Hände, geeignet unter Anleitung kluger Gedanken geschickt zu werden, und dazu auch die Fä- higkeit der Sprache, um ihre Gedanken auszutauschen und auf die Nachkommen zu vererben. So sind sie denn denkend und schaffend thätig gewesen, und haben aufgefunden, er- funden und zu Stande gebracht, was ihnen die Natur nicht anerschuf, Waffen und Kleidung und Wohnung und tausend andre gute Dinge, haben auch allmälig sich besinnen gelernt, daß es dem Menschen nicht geziemt, ohne weitres thierischem Triebe zu folgen, und so sind Gesetze, Sitten, allerlei häus- liche und bürgerliche Einrichtungen, auch Lehren der Weis- heit und Tugend entstanden. Sie sind in's Grab gesunken, die da Nützliches erfanden und Gutes einrichteten, und Staub geworden mit ihnen sind die, die Solches von ihnen an- nahmen; aber ihre Werke haben sich fortgeerbt auf die nach- folgenden Geschlechter, und die konnten und durften in fo wichtiger Erbschaft nicht bloß die Aufforderung finden, die- felbe zu benutzen, sondern auch sie zu vermehren und das Einzelne darin zu verbessern. Denn die geistige schöpferische Kraft, die in dem Allen waltete, hatte sich ja nicht bei irgend einem Geschlecht durch den Gebrauch erschöpft, fondern — das ist ja das Wesen des Geistes — war dadurch nur ge- wachsen, und so konnten und mutzten die Nachkommen immer mehr leisten als die Vorfahren vermochten. Dabei hat es allerdings nicht an Stockungen, an Ermattungen, ja an einem zeitweiligen Zurücksinken in frühere Ohnmacht gefehlt, aber auch nicht an Wiederaufwachen und Ermannung, und so"], [23, "13 sind wir gekommen bis auf die heutige Zeit, in der mensch liche Kraft sich wohl eines frohen Selbstgefühls bewußt sein darf, wie in solchem Grade noch keine Zeit vor uns. Das ist der lange, große, erhabne Strom der Geschichte; nicht alles Volk kann ihn in seinen Einzelheiten kennen, aber seinen Lauf im großen Ganzen erkennen, das kann jeder, also auch ihn bewundern und sich seiner freuen, aus ihm schöpfen und sich daran erfrischen und stärken. Wer aber, da es so ist, darf es noch sich selbst zu Leide thun, daß er gedankenlos seine Wege geht und seine Ar beit verrichtet, Kopf und Herz lediglich erfüllt mit dem Ver langen nach Brot, nach Geld, nach gemeinem Sinnengenuß, lediglich erfüllt von Vorstellungen, wie sie in einer unent wickelten oder verkehrt entwickelten Menschenseele von selbst aufsteigen? Was für ein Werkzeug die Hand auch ergreife, an jedem haftet Geist, jedes ist das Erzeugniß geistiger Ar beit vieler nach einander lebender, sinnender, erfindender, verbessernder Menschen; welcher Arbeiter sollte sich nicht selbst die Freude machen wollen, bei seiner Arbeit zu denken? Sei diese Arbeit so einfach als sie »volle, werde sie niedrig, gemein geheißen, auf geschichtlichem Boden steht jeder Ar beiter, und nur auf ihn selbst kommt es an, daß er seine Gedanken Gänge machen lasse, wie »vir es so eben gethan haben. Und wenn er's thut, so hat er ja selbst den Vor theil davon. Es ist eine Freude, ein Lebensgenuß, die Ar beit mit vernünftigen Gedanken zu würzen; die Stunden fließen darüber ganz anders dahin, als wenn der Geist stumpf und dumpf bleibt, indem die Hände ihr Werk verrichten. Es ist eine Freude, feine Arbeit in dem Bewußtsein zu thun, daß man damit in eine lange Reihe tüchtiger Menschen hinetngehört, welche an demselben Werke thätig waren, unter denen so mancher Verbessrer war, und an deren Anfang der erste Erfinder stand, und das frohe Selbstgefühl, das in diesem Bewußtsein liegt, soll sich denn das der Arbeiter nicht gönnen? um so mehr, da es noch immer hochmüthige Thoren giebt, die ihn verachten, weil er kein vornehmer Mann ist. Und wenn er denkend seine Arbeit verrichtet, er wird sie viel besser ausführen, er wird sich selbst dabei genügen, er wird Ehre damit einlegen, ganz anders, als wenn er's ge dankenlos thut wie eine Maschine, die wohl ein Erzeugniß des Geistes ist, aber selbst keinen Geist hat."], [24, "14 Auf die großen Geister der Vergangenheit führte uns unfere Betrachtung, und wie das Alterthum dieselben ver götterte; »vir »vollen noch einmal unsre Gedanken auf sie richten. Es ist wahr, so ein Mensch, der für Jahrhunderte und Iahrtaufende gewirkt hat, der da möglich machte, was bis dahin Niemand als Möglichkeit auch nur hatte ahnen können, er steht da als Riese unter den Andern, und wir alle möchten uns ihm gegenüber als Zwerge vorkommen. Und doch war er ein Mensch und wir sind es auch. Was ihn belebte, der denkende Geist, die eindringende Forschung, die ausharrende lleberlegung, die schaffende Kraft, wir haben es auch; die Gaben der Menschen sind in sehr verschiednem Maße ausgetheilt, aber ganz leer ausgegangen ist dabei keiner von uns. Ein Erfinder und damit ein Wohl thäter der Menschheit wird vielleicht keiner unter uns; aber das ernste Nachdenken, das Streben, das Versuchte so gut wie möglich zu machen, das Ausharren da^ei trotz Hinder niß und Mißlingen, diese Eigenschaften der großen Meister, wer kann sie nicht bei seinen kleinern Gaben erwerben? Kann Loch von Niemandem mehr gefordert werden, als daß er leiste »vozu seine Kraft ausreicht; aber dazu nun auch unfre Kraft redlich und treu anzuspannen, das von uns selbst zu fordern, das wollen wir den großen Meistern ab lernen. Raphael, der größeste unter den italienischen Meistern, war gestorben, und bewundernd stand ein junger Maler vor einem von Raphaels herrlichen Bildern. Endlich nach langer sinnender Betrachtung ging er hinweg, indem er sagte: „auch ich bin ein Maler!\" und war das nicht ein Wort, aus rich tigem Gefühl geflossen? Er ist kein zweiter Raphael ge worden, aber auch feine Bilder werden heut noch geschätzt und bewundert. Ach, unter den Menschen um sich her sieht man so viel Unwürdiges und Gemeines; gönne man's doch seinem Herzen, daß man sich am Anschauen großer Menschen erhebe und kräftige. Auch ich bin ein Mensch — das darf jeder sagen. Also die Meister und ihre Jünger, und alle die von ihnen lernten, und alle Geschlechter vergangner Jahrtausende haben uns ein schönes Erbtheil hinterlassen und wir wollen es in Ehren halten. Wir »vollen es nicht hinnehmen als mühte es so sein, sondern mit dankbarem Herzen wollen w ii es pflegen und benutzen, wollen es als treue Verwalter für"], [25, "15 die bewahren, die nach uns kommen, und wenn wir können, fo wollen »vir's verbessern und vermehren. Unsren Kindern, der Jugend überhaupt, soll es zunächst zu gut kommen, und daß diese, deren Hände heut noch schwach sind, einmal als tüchtige Menschen an ihrer Stelle, als denkende, geschickte, treue Mitarbeiter an dem großen Werke der Menschheit, wacker das Ihrige thun, dafür tonnen gute Schulen so treff- lich vorarbeiten. Darum zu guten Schulen helfe jeder mit, und wenn erst die Nichtigkeit derselben von vielen Tau- senden erkannt und lebendig empfunden sein wird, dann wird auch in dieser Beziehung besser »verden, was noch nicht gut ist. Noch lebt der alte Dünkel, der die Menschheit in zwei Klassen sonderte und annahm, diese Sondrung sei in der Welt- ordnung begründet und müsse immer so bleiben, nämlich in Wissende und Unwissende, und »vo dieser Dünkel die Macht hat, da will er auch den Schulen, namentlich den Volksschulen, zumessen, was diesem Dünkel und der damit uerschwisterten Selbstsucht entspricht. Aber wahrlich, dafür haben die großen Menschen der Vergangenheit nicht geforscht und gearbeitet, nicht gekämpft, gelitten und sich selbst geopfert, daß einige Wenige sich aus ihrem Nachlaß ein wohlbesetztes Mahl be- reiteten und der großen Menge die Brosamen zukommen ließen. Für die Menschheit haben jene gearbeitet und gelitten, und der Menschheit gleich in ihrem Nachwuchs, also in der Schule, soll es zu gilt kommen, unverkürzt, reichlich, was wir ihnen verdanken. Denken vor Allem sollen die Kinder lernen, selbst denken; das Selbstgefühl soll in ihnen erweckt werden, das sich selbst etwas zumuthet; das einfache Wort: ich bin ein Mensch, das sollen sie sagen lernen in dem Bewußtsein, daß es etwas Großes ist ein Mensch zu sein, und daß der Mensch für Dummheit und Trägheit und Ge- meinheit zu gut ist, wenn er auch in der Hütte aufwächst. Dabei wird die Volksschule nicht alle Wissenschaft umfassen tonnen, aber ein verschlossnes Buch wird sie dieselben keinem ihrer Schüler bleiben lassen, und wenn sie die jungen Men schen entläßt, dann wird sie ihnen die Kraft und die Lust mitgeben, nun selbst an ihrer Bildung weiter zu arbeiten. Gute Schulen — einen schönern Dank als sie kann es nicht geben für die Alle, die sich um die Menschheit verdient ge macht haben. Das Jahr EintausendachthundertachtundsechziZ, was ist"], [26, "16 es? Es ist die Folge von allen den Jahren, die seit Jesu Geburt vergangen sind und diese waren die Folge von allen früheren Jahrtausenden. Und der Mensch des Jahres 1868, was ist er? Der glückliche Erbe des reichen Erwerbes aus dieser langen Zeit, der vor allen frühern Menschen bevor zugte Jünger der vielen Trefflichen, welche die Menschheit in langer leuchtender Reihe bis hierher aufzuweisen hat. Wohlan, seien wir denn Menschen des Jahres 1868! Nicht mehr die alten schlechten Redensarten: Was hab' ich davon! Was geht's mich an ! Es hilft ja doch nichts ! sie geziemen uns nicht! Nicht Gedankenlosigkeit! nicht Stumpfsinn! nicht Pfuscherei! lvir sind zu vornehm dazu! Das Haupt erhoben, die Augen offen, die Gedanken thätig, das Herz geschwellt vom Selbstgefühl der Menschenwürde, die Hände geschickt und bereit, bei jedem guten Werke mit anzufassen, fo schreitet der Mensch des Jahres 1868 in die kommenden Jahre hinein, so beweis't er seinen Dank an die Vergangenheit, so hilft er eine bessere Zukunft vorbereiten, so würzt und veredelt er sich selbst und Andern die Gegenwart. Es darf bei dieser Gelegenheit wähl aufmerksam gemacht werden auf die beiden Bücher desselben Verfasser«: „Mildnngsgeschichte der Menschheit\". 24 Winterabenduortriige, verständlich für Jeden, der lesen kann. Ootha, Stollberg 1867. 20 Sgr. „Zie Mlüihen der Menschheit.\" Eine Bildergalleric in 20 Winter« abmdUüitrHgcn von 1««? zu 1868. Gotha, Swllberg 1868. 18 Sgr. Vuchdrucknei der Swatsliüraei.Zeilun!,: <N NeuentwiO Berlin, Schulzen, Tttaße 68."], [27, ""], [28, ""], [29, ""], [30, ""], [31, ""], [32, ""], [33, ""], [34, ""], [35, ""], [36, ""]]