[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, "THE VENETIAN MARRIAGE, THE SAME."], [12, ""], [13, "V THE VENETIAN MARRIAGE. THE western sun's expiring ray To VeTnice gave a milder day; Till by degrees the ling' ring light Hung trembling on the verge of night. Camilla then, with fearful foul, To th' Adriatic margin stole, Where in a bark, at Love's command, Placentio took his faithful stand. Possessing now his future bride, He bade the bark securely glide, Which far unlike that gaily Ihow'd That down the silver Cydnus row'd,,"], [14, "( s\\ ) Beneath whose purple sails were seer>j. Proud Ostentation's gaudy Queen, Who sure of conquest, vain of mind, All languistiingly lay reclined ! Here Beauty undefil'd by art, Whose bosom own'd a tender heart, Beneath the sails from home remov'd, And trusted to, the man she lov'd. A vernal calmness lull'd the deep, And hussi'd each wavy surge to sleep _: The air along the sultry day, Scorch'd by the Summer's fervent -ray, Was freihen'd hy a recent ssiow'r, While Silence lblemniz'd the hour. The still solemnity impress 'd With awful thought's Camilla's breast, For now by prompting Love impell'd, .Now by Timidity witheld,"], [15, "( 55 ) The words which to pronounce she tried, Recoil'd, and unaccented died. Placento too alike subdued, ■ They sail'd along in silent mood, And stillness reign'd from shore to shore, Unbroke but by the dashing oar. At length the fair dissolv'd the charm — \" Ah, wonder not I feel alarm ! *' Confiding in thy love I came, \"** And rifk'd for thee my virgin fame : *' Ah tell me to what place we fail, <l For in my bosom fears prevail : \"\" Yet answer not this idle fear, \" Where'er thou art bright honour's there 3> \" The plan I form, the youth replied, *' To Innocence is close allied, \" Arid fearful of thy virgin fame \" As of her babe the tender dame,"], [16, "•9 ( 5« ) Such as the twilight scene excites, Such as the feeling heart delights j For as the coy nocturnal flow's No more its sweets at eve witholds, So the meek heart at th' evening hour Its sensibility unfolds. .-\"ce now they reach the sacred cell- Where Wisdom, Peace, and Virtue dwell:. There, bent beneath the weight of age, They find prepar'd th' expecting sage. He hail'd them in a friendly tone, And bade them call his cell their own :. Where rose an altar form'd of moss, Crown'd with a simple wooden cross 1 There too a taper, mildly bright, Supplied a pompous glare of light : No holy relick rich-enchas'd This unambitious altai grae'd ;"], [17, "( 59 ) Here Flora, Nature's priestess, stood, And round her fragrant ofF rings strew'd. The hermit spoke — \" Hail, virtuous pair, \" May your misfortunes perish here : M Tho' youth be yours, yet well I know \" You've tasted deep of human woe ! \" Control, and art, and baseness join'd, \" To cancel what your hearts design'd ** But now Misfortune's reign is o'er, \" And Pleasure opens all her store.\" He-paus'd — and now the youthful pair Th' irrevocable vow prefer : And now the hermit clos'd their hands In willing and unvenal bands, Unspotted bands ! which mutual Love, And Confidence and Virtue wove. FINIS."], [18, ""], [19, ""], [20, ""]]