[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LE DOMAINE ORDINAIRE DE LYONNAIS AU COMMENCEMENT DU XVIe SIÈCLE ou NOTICE ANALYTIQUE DES COMPTES DOMANIAUX Pendant les années 1523 à 1526. PAR VITAL DE VALOUS. LYON A LA LIBRAIRIE ANCIENNE d'aUGUSTE BRUN Rue du Plat, 13 1805"], [6, ""], [7, "LE DOMAINE ORDINAIRE DE LYONNAIS AL' COMMENCEMENT DU XVI' SIÈCLE."], [8, ""], [9, "LE DOMAINE ORDINAIRE DE LYONNAIS AU COMMENCEMENT DU XVIe SIÈCLE OU NOTICE ANALYTIQUE DES COMPTES DOMANIAUX Pendant les années 1523 à 1526, PAR VITAL DE VALOUS. LYON A LA LIBRAIRIE ANCIENNE D'AUGUSTE BRUN Bue du Plat, 13 1865"], [10, "LYON. — Imprimerie d'A. Vjnotrinieb, rue Belle-Cordière, 14."], [11, "LE DOMAINE ORDINAIRE DE LYONNAIS AU COMMENCEMENT DU XVI* SIÈCLE. n- NOTICE ANALYTIQUE DES COMPTES DOMANIAUX Pendant les années 1523 à 1526. Les anciens registres de complabililé, sources inépuisables de renseignements exacts, onl enfin élé estimés à leur valeur; ils ne sont plus lacérés ou anéantis par les batteurs d'or el les relieurs. Trouver quelque document de ce genre, éludier et mettre en relief son importance, c'est une bonne fortune pour l'archéologue el pour le simple investigateur du passé; c'est un service rendu non seulement à l'histoire provinciale mais encore à l'histoire des finances. La science de l'écono mie politique (forl a la mode aujourd'hui), n'a point d'autres assises plus régulières, plus sûres, que ces carnets poudreux el gothiques si longtemps méconnus et que dédaignent encore les économistes de fantaisie, leSquels y irouveraienl assuré ment les témoignages contradictoires de leurs vaines récrimi nations conlre le passé. Le regislre (1), objel intéressant de l'analyse oH'erte à lacu- [■ (1) Cc document a les dimensions et la forme d'un regislre carré; il renferme 24 cahiers de peau vélin, de 4 feuilles chacun (quelques feuillets ont été mutilés) ; récriture est une grosse cursive très-régulière."], [12, "6 riosité, renferme des dèlails complètement inédits louchant la province de Lyonnais, en ce qui concerne le domaine dont l'hisloire n'a pas élé, jusqu'à présent, le sujel d'aucun Iravail, d'aucune recherche, en dehors des questions contentieuses de la jurisprudence domaniale. Et ce registre est d'aulant plus précieux, que la complabililé domaniale antérieure ù rétablissement des receltes générales des finances (1) ne se trouvail pas représentée dans le vaste et riche dépôt des ar chives départementales (2). Cette lacune irréparable, mais en quelque sorle atténuée par la conservation du manuscrit dont il s'agit, s'explique ainsi: avant In formation des géné ralités, telles qu'elles ont subsisté jusqu'au renversement de Tordre social, les receveurs du domaine présenlaient leur complabililé à la Chambre des Comptes siégeant à Paris ; celle cour souveraine conservait, dans ses archives, les ori ginaux dont le double, signé par le référendaire, restait enlre les mains du receveur, comme pièce à décharge. Le manus crit sauvé de la destruction esl précisément un double fort authentique, car il porte sur les larges marges de plusieurs feuillets, les annotations el les observations (en latin), mar ques certaines du conlrôle attentif des officiers de la Chambre des Comptes et la signature du référendaire (3). Ces honorables témoins donnent plus de prix au regislre unique du domaine ordinaire où se trouvent, presque com plets, les comptes successifs du receveur pour trois années d'exercice, formant Irois parties distinctes et indépendantes, dont la première porte ce titre : (1) En 1543. — Voy. Simon Fournival : fíecueii des titres concernant les fonctions, etc., des Trésoriers de France...., Paris, 1672, in-f°. (2) Le manuscrit, acquis chez un libraire de Lyon, a été cédé à ce dé pôt sur la proposition faite par. le savant et excellent archiviste du dépar tement. (3) Voir les noms des membres du bureau à la fin.ide cet article."], [13, "7 « Compte XXIIme de Nicolas de Pierrevive, receveur or « dinaire de Lyon ou pays de Lyonnois, de la recepte el « despense faicles par le dit receveur à cause du domaine « ordinaire des Bailliage de Mascon (1) et Sénéchsussée de « Lyon durant ung an entier commançanl au jour Sainl « Jehan-Baplisle l'an mil cinq cens vingt Iroys et finissanl n « semblable jour mil cinq cens vingt quatre, l'an revollu « lesdits jours includz. Ce présent coropterendu a Cour par « Mathieu Pacol, commis dudil receveur, fondé de lettres de « procuration rendues sur les comptes précedens, comme il « s'ensuit (2). » Nicolas de Pierrevive avait succédé à son père Aimé de Pierrevive, receveur du domaine, dès la Sainl-Jean-Baplislc de Tannée 1502. II fut conseiller de ville pendant les années 1508 et 1509, et comme il n'exerçait aucune profession commerciale, il jouit du privilège de noblesse accordé par Charles VIII aux membres du Consulat. Quoique le Syndical de 1508 lui donne ce petit nom familier : Nicolel , ce rece veur était un grave personnage, un notable, un officier du roi, dont la famille, devenue puissante, s'allia aux Bostaing, auxGondy (3). Cène fut point à ses fondions de receveur du domaine qu'il dut sa grande fortune; il ne pouvait détour ner un denier de la recette, ni simuler des dépenses, car les sévères maîtres des Comptes contrôlaient el épluchaient mi- (1J II n'est pas question du Maçonnais dans ce manuscrit. Les mots Bailliage de Màcon figurent ici comme une ancienne dénomination qui n'avait plus de valeur.; si le Bailli de Màcon était Sénéchal de Lyon, la justice et le Domaine du Maçonnais étaient complètement distincts de la justice et du Domaine de Lyonnais. (2) Ce titre est reproduit en tète de chacun des deux comptes suivants (x-iiiie et xiiv\") avec les changements de dates. (3) Mazures de l'Isle-Barbe, tom. 2, p. 525. Antoine de Gondy lut re ceveur du Domaine après Nicolas de Pierrevive."], [14, "8 nutieusemenl sa complabililé ; puis ses gages ou honoraires paraissent fort modestes (1). Mais son père avait amassé des sommes considérables dans le commerce de Pépicerie el de la droguerie (2), qui a enrichi tant de familles lyonnaises; elles lui permirent d'être officier, c'esl-à-dire de remplir une fonction publique, d'exercer une portion de Tautorité sou veraine. A cetle époque on gravissait lentement Téchelle sociale : les travaux manuels, le pelit commerce, le négoce en gros, les offices inférieurs, les hautes charges el enfin la noblesse héréditaire. Heureux ceux qui demeuraient long temps sur l'échelon supérieur 1 Nicolas de Pierrevive, héri tier des biens paternels, avait trouvé une position toute faite ; il sut la conserver el Taméliorer. La personnalité de ce re ceveur ne mérite pas qu'on s'y arrêté plus longtemps; elle doit faire place à sa complabilité vraiment digne d'une étude consciencieuse el que voici sous la forme d'un sommaire analyliqu3, enrichi de nombreuses citations lexluelles (3). Chaque année d'exercice est divisée en deux sections : la recède et la dépense , subdivisées elles-mêmes en plusieurs chapitres rappelés suivant leur ordre. Pour faciliter Texamen du regislre el éviler des répétitions el des renvois inutiles, cette analyse Irailera en premier lieu de la recetle des trois (1) II en es! fait mention au 3e chapitre de la dépense. (2) « A Ame de Pierrevive, apothicaire, pour 24 boytes confitures de .( diverses sortes, poisans 54 livres, a raison de 5 sous, et 18 torches a « bastons de cire a raison de 5 sous, achetées du dit et données tant a « M. le Mareschal de Bourgongne que a M. le Chancelier, pour aucuns « plaisirs par eulx faits à la ville, 18 liv. t. » Comptabilité d'AIardin Va nnier, receveur des deniers communs de la ville, 1483. (Archives muni cipales, CC). (3) Pour rendre intelligibles ces fragments du texte, on a mis la ponc tualion et les apostrophes, supprimé les abréviations, remplacé les chiffres romains par les chiffres arabes, substitué le j et le u à \\'i et à l'u consonnes."], [15, "9 exercices, prise dans son ensemble et dans quelques uns de ses délails, el en second lieu, de la dépense de ces trois exercices Les lettres A. B. C. indiqueront: la première, le compte XXIIme (24 juin 1523 — 24 juin 1524) ; la seconde, le compte XXIIlm<: (24 juin 1524 — 24 juin 1525), la troisième, le compte XXI [II™0 ( 24 juin 1525 — 24 juin 1526). A Tépoque où celte complabililé fui rédigée, on se servait exclusivement des chiffres romains. Les monnaies de cours Irès-variécs (écus au soleil, écus à la couronne, écus au pòrc-épi, gros d'argent, lestons, etc.), se transformaient en livre tournois (1) ou en fractions de celle unité fictive néces saire ò la supputation des valeurs el à la simplification des comptes. Quanl au rapporl de la livre lournois avec le franc actuel, il esl impossible de Tétablir d'une manière absolue. Les uns basent leur estimation sur le prix du selier de blé, les aulres sur le prix du marc d'argenl (2). M. Leber (3) a proposé une évaluation reconnue fort exagérée; M. Bally (4) pré senté une proportion Irop restreinte. En se plaçanl entre les données de ces deux savants, on se Irouve plus près d'une solution suffisante à Tétude des documents histori ques. Lorsque, dans celte analyse, il sera fail quelque es timation suivant le système monétaire actuel, elle n'aura qu'une valeur incerlaine el reposera sur cette proposition fort contestable : La livre lournois du premier quart du xvie siècle vaut 16 francs, le sol ou sou lournois vaul 0,80 cen- (1) La livre tournois valait 20 sols; le sol valait 12 deniers. (2) Le Blanc : Traité historique des monnoyes de France, Paris, 1703. in-4°, (ìg. — Dupré de St-Maur: Essai sur les monnaies, Paris, 1746, in-4°. — M. de Wailly : Des variations de la livre tournois, etc. (3) Essai sur l' appréciation de la fortune privée au moyen âge. T édit. Paris, 1847, in-8\". (4) Histoire financière de la France, Paris, 1830, 2 v. in-8°."], [16, "10 limes, le denier tournois vaul 0,06 centimes (1). Toules les quantités seront exprimées en chiffres arabes (2); celte transformation facilite la lecture et Timpression de Texamen analytique de ce vieux regislre domanial. BECETTES : Les receltes se montenl à 3441 liv. 12 s. 1 d. (A), 3367 liv. 13 s. (B), 3064 liv. 13 s. 5 d. (C). Suivant la pro position posée ci-dessus, ce revenu brut représenterait : 55,065 fr. 60 c; 53,882 fr. 40 c; 49,034 fr. 70 c. II ne faul pas perdre de vue qu'il ne s'agit ici que du domaine ordinaire où ne pouvaient être compris les tailles, les capi talions, les aides, les gabelles, et aulres revenus imporlants de la couronne, lesquels avaient leurs receveurs parlieuliers et leurs propres administrations. Ce qui constituait propre ment le domaine où les droits domaniaux, ce sont les droits d'aubaine, de confiscation, d'épaves, de péages, de greffes, de franc-fiefs, de mines, elc. Les détails qui vont suivre énumèrent toules les branches du revenu domanial. 1° Domaine non muable. Ce chapitre comprend dans les trois comptes un même nombre d'articles : garde (3) due au (1) Le calcul fait par M. le comte de Soultrait (Entrée de la reine Anne ù Lyon, en 1500, Revue du Lyonnais, tom. 15), donne à peu près le même résultat. M. Leber (ouvrage cité), évalue à 20 francs la livre tournois ; M. Bally reporte cette évaluation à 12 francs. (2) Le mot tournois sera toujours sous-entendu lorsqu'il s'agira de li vres, sols et deniers. (3) La garde souveraine étant un droit de régale, dépendait de la cou ronne, comme une partie ou une dépendance de fief. Les églises et les monastères, fondés ou enrichis par les rois, devaient contribuer aux frais de la protection armée, que ceux-ci se réservaient."], [17, "11 roi par les obéancier et chanoines de Sainl-Just, 8 liv. ; garde due au roi par Tabbé et le couvent d'Ainay, à cause du château de Chazay, 4 liv., à cause de Lyonnais, 4 liv.; de Benoil Berthaull, notaire, fermier de la renie de vingl cinq livres de cire due par les habitants de TIle-Barbe, le jour de TAscencion (1), 70 sols; de Jean Namy, notaire et greffier, fermier des renies assises (2) au territoire Dousse, 40 sols; de Bermond Baudin, fermier des renies (en nature) de la viguerie de Sainle-Colombe, 40 s.; « De Thoslel qui fui « à Me Girard de Lacombe, que lienl à présenl Claude Bes « son, assis à Lyon en la rue de Tresmalel ouquel on soulloit « faire la monnoye du Boy, lequel doit chacun an la somme « de C sols (3) » ; d'un autre hôlel « assis en la ville de Bourg neuf, » 40 s.; servis pour plusieurs*îles el places abandonnées par les eaux, 27 s. 6 den.; des habitants de TIle-Barbe pour les cens et servis du port de celte île el de la maison en la quelle « on souloit tenir la cour des ressorts (4), » 17 s. 6 d., etc. Le lolal de ce chapitre esl 34 liv. 6 s. pour chacun des Irois comptes. 2° Nouveaux ascensemenls. Sept articles identiques fi gurent dans chaque compte, avec ce lolal, 26 s. 10 d.; de Jean Jonarl, notaire, pour une prise d'eau en la rivière d'Azergues, au territoire de Plancieu (paroisse deQuincieu), (1) Voyez le chapitre 6 de la dépense. (2) Ces rentes portans lods, ventes et reconnoissance consistaient en : froment 1/2 bichet, 1 couppée ; avoine 8 ras et 23 asnées ; demi-géline ; un eonnin et demi ; 1 denier tournois forest et 7 deniers lournois. (3) Cet hôtel de la Monnaie était situé dans la partie de la rue Tra massae qui prit le nom de rue du Bœuf. (Cochard : Description de Lyon...) (4) Par lettres patentes données à Vinccnncs, au mois de Décembre 1328, le juge des appeaux pour le ressort et la justice du roi qui siégeait à Màcon fut établi à lllc-Barbc, où il demeura environ 45 ans. (Menestrier : Histoire consulaire....)."], [18, "12 le cens et servis annuel de 3 s.; de Louis Solais auquel les officiers du roi avaient permis « d'ériger ung bateau vulgai rement appelé Cocq (1) » sur ie Bhône, au-dessous de Sainle- Colombe, suivant le bail de 1513, le cens et servis de 18 d.; de Me Guillaume Chaslellet, docteur, pour le cens et servis d'un gravier au-dessus de Vienne « encontre le port de Loire, » 6 don.; de Mc Louis Bousset, notaire, pour le cens d'un broleau du Bhône « encontre le mas d'Ampleny, » 4 d.; de Mathieu de Sures, marchand, « auquel a eslé donné « congie licence, pouvoir, puissance et faculté de ériger, le « nir et avoir, pour le temps advenir et perpétuellement, « ung port et passaige sur la rivière de Saonne, à la part « du royaume depuis et enlre la ruelle du bourg de Veise, « estans prés la maison ou pend pour enseigne le moulori, « jusques au port el passaige de TIsle-Barbe, pour passer el « rappasser toutes gens lant a pied que a cheval, denrées et « marchandises, dedans les diles limites, aux us et couslu « mes des autres ports » suivant les lettres de permission données par le sénéchal, le 23 mai 1511, une maille d'or ou 17 s. 6 den. par an (2) ; deux servis à cause de deux graviers du Bhône, elc. 3° Cens el rentes non muables de la Châtellenie de la Salle de Quincieu. Les trois comptes portent ce mol néant, h cause de la vente à rachat perpétuel, suivant les lettres pa tentes du Roi, données à Saint-Germain-en-Laye, le 22 juillet 1514 , au prix de 1200 livres tournois, payé par Tac quéreur Antoine de Vignol (3). 4° Recette muable des Châtellenies : La ferme des amendes de la Châtellenie de Sainl-Symphorien-le-Châlel, jusques à (1) Une traille ou bateau de passage d'une rive à l'autre. (2) C'est la première concession du port Mouton. (3) Antoine de Vinols, drapier, conseiller de ville en 1520."], [19, "13 60 s., 30 liv. (A. B.); 26 liv. (C.) ; la ferme de la juridiction anéantie par arrêt du Parlement, et remplacée par un juge royal; ferme des rentes et gardes, 32 liv. (A. B.), 15 liv. 10 s. (C); la ferme de la Châtellenie de Pouilly-Ie-Monial, avec le scel et les amendes jusques à 60 s., les rentes, gardes, 40 s. (A. B.), 47 s. (C). Un procès entre le procureur du roi elles habilanls de Sainte-Colombe, s'étanl élevé à cause du droit de 4 den. par lonneau de vin vendu en celle viguerie, ce revenu était nul depuis 1502. Le roi avait fait don à Claude Courtois de Courlager sa vie durant des revenus de la Châtellenie de Charlieu, y compris le scel, les écritures, les renies el gardes, l'avoine de Boyennon, le lonneau de vin, le pâturage el les amendes jusques à 60 s. Les revenus de la Châtellenie de Liergues, objel d'un procès enlre le procureur du roi et les habilanls sont colés: néant (1). Le droit de layde, perçu sur ceux qui apportaient des marchandises pour les vendre à la Salle de Quincieu, le jour de Saint-Laurent: néant, parce qu'il n'y eul ni foire ni marché, cejourlà, pendant trois ans. 5° Recède du dixième des mines (2). Ce chapitre d'un haut intérêt relalivement à l'histoire de nos anciennes industries, offre de précieuses notes sur les exploitations métalliques du Lyonnais el du Beaujolais. Au mois de juillet 1523, M. de Chamosset (3) et ses con sorls livrèrent.au receveur la somme de 16 liv. 11 s. 2 d. pour le dixième d'une pièce d'argent fin issue de la monta- (1) Au xvie siècle, une châtellenie était retendue d'une justice appar tenant au roi. (2) Au sujet de ce droit domanial, voir les Ordonnances royales de 1437, 1183, 1498, 1515, etc. (3) La famille de Crémcaux possédait la scigncuiie de Saint-Laurent dc-Chainoussct."], [20, "14 gne de Meylerez, pesant 10 marcs, 4 onces, 18 deniers (1), elpour 6 quintaux, 6 livres de lilharge, et 3 quintaux de plomb, provenant de la même pièce, valant le tout 105 liv. 11 s. 9 den. Une aulre pièce issue de la même monlagne, renfermait 4 m. 7 o. 12 d. d'argenl fin; 2 quinl. el 30 liv. de plomb ; une troisième pièce extraite « des regrets » de la même montagne, se composait de 4 m. 1 o. 21 den. d'ar genl fin, de 1 quintal et demi de plomb et 1 quint. 60 liv. de lilharge, le lout d'une valeur de 67 liv. 10 s. 6 den. donl le dixième esl porlé en recelte. Au mois d'avril 1524, le sieur de Chamossel livra à la Monnaie de Lyon une pièce d'argenl pesant 7 m. 18 den., extraite de la montagne de Monlizeus, avec 14 quinl. et demi de plomb, le lout valant 151 liv. 19 s. 10 d., donl le dixième est en recette. Du même lieu fut extraite une pièce composée de 1 m. 2 o. 17 d. d'argent, 188 liv. de plomb, valant 25 liv. 6 s. Id. De la même montagne fui extraite une troisième pièce composée de 3 m. 7 o. 6 den. d'argent, 20 quint, el 20 liv. de plomb, le lout d'une valeur de 265 liv. 4 s. 4 d., dont le dixième fut perçu par le receveur. Des autres mines de Lyonnais, néant pendant celte année « parce que aulre chose n'a été affinée. » (A). Le 1er oclobre 1524 on porta à la Monnaie deux pièces retirées de la montagne de Meyterez, conlenanl 19 m. 6 o. 14 d. d'argent, 16 quinl. 94 liv. de lilharge, donl le dixième de la valeur est 32 liv. 3 s. 6 d. Le 25 novembre suivant le receveur reçut 6 liv. 16 s 6 d. pour le dixième de !a valeur d'une autre pièce sortie de la même montagne, pesant 4 m 1 o. d'argenl, 3 quint. 94 liv. de lilharge. Néant pour les aulres mines. A ce chapitre est annexée une recelle de 60 s (1) 11 ne faut pas confondre la livre poids, et le denier poids avec la livre et le denier lournois, monnaies de compte."], [21, "15 comme « demi-dixième de deux petites pièces d'argenl « yssues de la montagne de Chanereulz, pesant 4 marcs « 3 onces 21 deniers, que Jehan de Vauzelle (1) du mur des « Barrois en Tevesche de Boddes a porle a la monnoie de « Lyon, parce que à ViHefranche de Bouergue n'y esl forge « aucune monnoie, et a Orlyac pareillement pour le granl a dangier de peste.... Lequel (de Vauzelle) a jure que au « dit pays il n'est paie que le demy dixiesme. » (B). Le 9 sept. 1525, la somme de 6 liv. 10 d. fui payée au receveur pour le droit domanial sur une pièce « yssue des « regrets de la monlaigne de Meyterez » pesant 3 m. 4 o. 23 d. d'argent, el 155 liv. de plomb el 2 quint. 70 liv. de lilharge. Le 20 octobre André Fadel et consorls livrèrent au receveur 112 sols 10 den. pour le dixième d'une pièce « ys- « sue de la monlaigne de Cosne, » pesant 2 m. 6 o. d'argent et 5 quint, de plomb. Le 22 décembre les sieurs de Cha- mosset, Simon Frère (2) el consorls versèrent enlre les mains du receveur la somme de 28 liv. 4 s. 10 d. pour le dixième « de deux pièces yssues de la montaigne de Montizuel, li- « vrées k la monnoye du roy, pesant ensemble 13 m. 6 o. « 12 d. d'argent, 16 quint. 80 liv. liclarge et 7 quint, de « plomb.» Antoine Teste (3) et consorts payèrent 8 liv. 17 s. 2 d. pour le droil d'une pièce d'argent « yssue de ladite « monlaigne de Monlizuel et de Saincl-Germain. » La compagnie Chamosset versa encore au receveur la somme de 22 s. 8 d. pour le droit sur une pelile pièce d'argenl « yssue de la montaigne de la Guynole. » La même com- pagnie paya 20 liv. 8 s. 2 d. pour le dixième d'une pièce d'argent « yssue de la montaigne de Meylerez ; » puis pour (I) D'une famille consulaire de Lyon. (2) II ya une famille consulaire de ce nom. (3) Id. id."], [22, "16 aulre pièce d'argent extraite de la même monlagne, 71 s. 8 d. Jean Murat, de Saint-Julien sur Bibost, et ses consorls, versèrent au domaine la somme de 4 liv. 9 s. 4 d. pour le droil d'une pièce d'argent extraite de la dite montagne. Les autres mines de Lyonnais ne donnèrent aucun revenu celle année (C). II y a un sous-chapilre ajouté à chaque année d'exercice ; il concerne les mines du Forez (1) et du Beaujolais, pro vinces qui n'élaient point encore réunies à la couronne el qui appartenaient au Connétable de Bourbon à tilre d'apa nage. Mais comme seigneur-suzerain, le roi jouissait du dixième du revenu des mines. La recette consignée à Texer cice A provient d'une pièce d'argent fin « yssue de la myne « el montaigne de la Colla en Joz sur Tarare, » appartenant aux frères Baronnal (2). Celte pièce fut eslimée, à raison de 19 m. 2 o. 18 d. d'argent, et de 18 quint, de lilharge, à la somme de 310 liv. 10 s. 1 d.; néant pour les autres mines du Forez et Beaujolais. L'annéesuivanlele receveur explique ainsi l'absence complète de celle branche du revenu doma nial : « parce que à cause de la sécheresse n'a peu eslre « affine aucune chose (3)... comme appert par cerlifficalionde « la garde des dites mynes, signée Valmerot. » Pendant la troisième année, les frères Baronnal livrèrenl à la monnaie du roi une pièce d'argent fin, extraite de la montagne de la Colla en Joux sur Tarare « pesant 29 m. 2 o. 12 d., affinée « au martinet du dit joz par Zacharie Faisant et Barthélemy (1) Le Forez est cité pour mémoire. (2) André Baronnat, procureur du ro#i en la sénéchaussée, Geoffroy Ba ronnat, marchand, plusieurs fois conseiller de ville, de 1525 à 1542 tous deux fils de Guillaume B., marchand, plusieurs fois conseiller de ville el petits fils de Mille B., drapier, conseiller de ville en 1460. (3) Les cours d'eau étant taris, les machines qu'ils faisaient mouvoir demeuraient inutiles ; de là un chômage forcé."], [23, "17 2 « Capilan, a raison de 13 liv. 5 s. le marc »; ils payèrent 38 liv. 16 s. 5 d. pour le dixième ; la lilharge de celle pièce pesail 11 quinl. 16 liv. Une autre pièce fut extraite de la même montagne, sa valeur s'élevait à 386 liv. 14 s. 11 d. sans la lilharge. Une aulre pièce d'argenl pesail 8 m. 3 o. 18 d., etc. Voici en chiffres Timportance des extradions et des opé rations métallurgiques pendant les trois années : argent, 193 marcs 2onces 18 deniers; plomb, 215 quintaux 58 livres; lilharge, 109 quintaux 24 livres; le loul d'une valeur réelle de 3530 livres 11 sols 11 den. (ou 56,488 francs) dont le dixième fut perçu au profit du domaine (1). Le receveur n'a pas négligé Tindicalion précise des prix courants des métaux. Le prix du marc d'argenl est invariablement fixe ò 13 liv. 5 sols; celui du quintal de plomb varie de 65 sols à 4 liv. 5 sols; le prix du quinlal de lilharge (2) est très-variable, enlre ces deux chiffres extrêmes, 50 sols et 4 liv. 5 sols. Pour compléler ces données, il faut, établir le total des pro duits métallurgiques de chaque montagne pendant les trois exercices: montagne de la Cella (dite aussi de la Colla) à Joux sur Tarare, 86 marcs 2 o. d'argenl fin, 40 quint. 16 liv. de lilharge; montagne de Meylerez, 74 marcs 5 o. 9 d. d'argenl, 44 quintaux 18 liv. de lilharge el 8 quintaux 85 livres de plomb; montagne de Montizcu (Monlizuel) et de Saint-Germain, 29 marcs 2 o. d'argenl, 24 quintaux 3 livres de lilharge el 47 quinlaux 78 livres de plomb; montagne de (1) Savoir : 106 liv. 3 s. 3 d. (A) ; 42 liv\". 13 s. 3 d. (B) ; 176 liv. 17 s. 1 d. (C). (2) La lilharge est le résultat de la eoupellalion du plomb. Au dernier article concernant les mines on lit: « Lictarge yssue de la dite pieee, « néant pour ce qu'elle est demeurée au martinet pour abreuer l'autre « prouchaine piece dont il en sera faict contrcrollc en l'anncc prochaine. »"], [24, "18 Cosne, 2 marcs 6 o. d'argent et 5 quintaux de plomb ; mon tagne de la Guynole, 4 onces d'argenl, 65 livres de lilharge et 50 livres de plomb. On ne trouve aucun renseignement sur les aulres mines de nos provinces qui, comme les mines de plomb argentifère ci-dessus désignées, devaient au domaine le dixième de leurs produits. En faut— il conclure que ces mines fussent aban données? Ces particularités inédiles et inconnues donne ront peul-êlre I'éveil; elles stimuleront les explorateurs qui, après avoir déterminé la posilion ignorée des mines de Mey terez, de Monlizuel et de la Guynote (en Lyonnais) (1), fe ront reprendre des travaux Irop longlemps délaissés. La montagne de Cosne, désignée dans le compte des mines de Jacques Cœur (2), est située à Brullioles (canlon de Sainl- Laurenl-de-Chamosset), d'après le mémoire de M. Poyel (3). Quant à la mine de la Cella (ou Colla), située à Joux, elle est connue (4). 6° Recette de quatre deniers tournois pour livre Ou la Rêve carlulaire Celle imposition, revenu principal du domaine, élait affermée au Consulat de Lyon, moyennant Tannuité fixe de 2,500 liv. (environ 40,000 fr.), dont le re ceveur conslale Irois fois le versement. On appelait Rêve (1) Les deux premières dans le canton de Saint-Laurent-de-Chamousset à Saintc-Foi-1'Argentière, à Saint-Genis-l'Argenticre ? (2) Pierre Clément: Jacques Cœur et Charles Vil, Paris, 1853, 2 v. in-8\". (3) Ce mémoire, couronné par ('Académie des siences, etc.; a pour titre : Documents pour servir à l'histoire des mines des environs de Lyon. (tom. 11 des Méni. de l'Académic des Sciences de Lyon, ann. 1861). (.4) Elle avait été exploitée par Jacques Cœur ; il en est fait mention dans le mémoire de M. Poyct (voir la note précédente). — Voir au sujet des mines de nos provinces, l'excellent travail de M. Drian : Minéralogie et Pétralogie des environs de Lyon, Lyon, 1849, in -8°."], [25, "19 carlulaire le droit levé sur les marchandises à leur sortie du royaume. L'exporlalion commerciale par les ports et pas sages de Lyon se monlail donc 5 150,000 liv. (environ 2,400,000 fr.) (1) par an. II est douteux que la commune Lyonnaise eùl un bénéfice dans celle ferme dont elle restait adjudicataire depuis Tannée 1492, au même prix (2). Les chiffres ci-dessus reproduils peuvent servir à Tévaluation sérieuse du commerce de transit que les guerres d'Italie de vaient restreindre en grande parlíe. 7° Sceaulxet écritures. Le revenu des différents sceaux et des greffes n'eslpasen rapport avecTimporlance et Télendue de la juridiction royale ; le receveur a porté 730 liv. 6 s. (A.), 70 liv. 6 e. (B), 50 liv. 10 s. (C). Cette disproportion qui se remarque entre la première somme et les deux autres quan- tités, cette nullité dans les ressources judiciaires si productives à une époque forl processive, onl pour causes principales les érections en office el les engagements. D'après le registre do- manial, la ferme du greffe du Bailliage de Mâcon et Séné- chaussée de Lyon, avail été vendue, sous grâce de rachat, à Pierre Formillon, Jacques Gaultier, Lambert Pourrel et Clé- ment Bérault (3) notaires, moyennant le prix de 8,000 liv. (128,000 fr.): La ferme des sceaux aux actes (c'est-à-dire aux jugements) de la même juridiction fut érigée en office en fa- veur de Pierre Cholet qui compta 6,000 liv. el prit possession le 29 juin 1524 (4); avant celte érection, la ferme donnait (1) La livre tournois valant 240 deniers, 4 den. par livre représentaient la 60e paitie d'une livre. (2) Comptabililé de Guillaume Dublé, receveur des deniers communs. (Arch. municip.). (3) Clément Bérault, dit Amyot, conseiller de ville en 1531. (4) Suivant les Lettres patentes données à Blois, le 19 dée. 1523. re- produites i)i extenso au commencement du compte B. L'ordonnancc royale de 1521 qui éiigeait tous les greffes en office ne fut pas exécutée rigoureu sement."], [26, "20 un revenu de 670 liv. (A). La ferme des sceaux aux contrats (c'est- íi-dire des sceaux que les notaires gardes-scels appo saient aux grosses, pour les rendre exécutoires) se trouvai! engagée. Le greffe de la Cour du ressort avait été érigé en office dès Tannée 1522. Le greffe de la viguerie de Sainte- Colombe, affermé à Lancelol Durand, donnail un revenu de 12 liv. (A. B.), puis de 16 liv. (Cj. Le greffe de Sainl-Sym phorien-le-Châlel rendait 40 liv., puis 25 liv. Pierre Cor sandy, notaire, étail adjudicataire de la ferme du greffe de Pouilly-le-Monial, au prix annuel de 7 liv. 6 s., etc. 8° Rachaplz, reliefs el quintz deniers On entendait par rachat la finance payée pour rétablir un fief tombé en la main du seigneur, par la mort du vassal ; le relief était le rétablissement du fief ; le quint denier (ou cinquième denier) signifiait le droit de mutation d'un fiefaulremenl qu'en ligne directe. Ces droits féodaux onl élé rappelés pour mémoire par le receveur. 9° Recède des amendes et confiscations de billon, compo sitions et condampnacions escheues en la court de la maîtrise des ports de Lyon. Ce chapitre, nul dans le premier exercice est porlé à 519 liv. 16 s. 5 d. (B), somme provenant de plu sieurs articles dont voici le plus imporlanl: « Le 15e jour de « décembre par Claude Moyne et Francoys Jaquenoz, gar « des des porls, fust prins et arreslee une femme nommée « Jehanne demourant de la le Bosne et a Tenseigne de « TEscu de France, pour ce qu'elle portoil dedans une « sargine et au dessoubz de une bougecte de cuir, ung lin— « got d'or, » lequel celte bonne femme déclara appartenir à un changeur, Simon Perrel. Celui-ci, cinq fois ajourné, ne voulut comparaître, et ni lui, ni personne, ne réclama le lingot qui fut confisqué et porlé à la monnaie, où Michel Guillien (1), maître de la monnoie, ayanl reconnu qu'il pe- (1) Michel Guillien, changeur, puis maître de la Monnaie, fut conseiller de ville en 1536."], [27, "21 sait 4 m. 5 o. et demi, et que son aloi était á 21 karals 7 octaves, en donna 313 écus du soleil el 38 sous tournois ou 627 liv. 17 B. 11 d. (environ 10,000 fr.) donl la cinquième parlie, suivanl les ordonnances, fdl délivrée aux gardes qni n'avaient pas d'aulre salaire que leur part dans les prises; leur surveillance, rendue plus active par Tespoir d'une riche capture, diminuait le nombre des fraudeurs. Au comple C figure une somme de 36 liv., savoir : 16 liv. d'amendes pro noncées contre deux personnes qui avaient voulu passer deux asnées de blé en fraude du droit de passage; 12 liv. confisquées contre un habilant de Monlluel « qui vouloil « sortir du royaume, ung noble d'Anglelerre à la rose, ung « Lyon d'or, ung ducat à l'aygle, ung escu d'or du pape, « quatorze testons de Monferra, ung lésion de Mylan el ung « teslon de Berne, » le tout, d'une valeur de 15 liv., dont la cinquième parlie fut donnée aux gardes des ports ; el 8 liv. provenant de la condamnation d'un milanais « pour « ce qu'il entroyt de jour, el sans signiffier, une piece de « satin noir qui estoit dedans une balle d'espicerie. » Les fermiers de Tenlrée des draps de soie eurent 8 autres livres sur le fraudeur auquel on rendit la pièce de satin. L'im portalion se trouvait, comme Texporlation, sous une sur veillance intéressée. La sortie des matières d'or et d'argent élail défendue à cause de la guerre, el Tenlrée gratuite des étoffes de soie aurail anéanti les privilèges de la fabrique lyonnaise, alors en pleine aclivité, au profil des fabriques italiennes. On se moque aujourd'hui de ces prohibitions dé fensives de Tinduslrie nationale ; bientôt peul-être la nou velle école du libre échange deviendra-t-elle l'objel de la risée. II y a un sous-chapitre porlé pour mémoire dans les trois exercices, c'est la Recette des amendes prononcées par la maîtrise des ports au siège de Sainte-Colombe. 10° Amendes et exploits de justice. Cette parlie corn-"], [28, "22 prend plusieurs sous-chapilres: les amendes advenues en la sénéchaussée ; les amendes advenues en la conservation des foires ; les amendes advenues en la Cour du ressort ; les amendes, clames (plaintes) échues en la viguerie de Sainte- Colombe ; les amendes à cause de la visitation des chemins; les amendes à cause des mines. Presque lous ces droits do maniaux sonl cités pour mémoire; quant à ceux qui donnent quelques produils, le receveur s'est borné à les enregistrer sommairement sans rapporter aucun renseignement digne de reproduction. 11° Forfaitures et confiscations. Le mot néant figure Irois fois dans le registre; il fait Téloge de la probité ou de Tadresse des officiers publics peu enclins à la prévarication, ou habiles h la dissimuler, et qui conservèrent leurs offices que la forfaiture jugée faisait passer enlre les mains du roi. 12° Francs -fiefs el nouveaux acquêts. La mutation des possessions nobles, Irès-sréquenle à celle époque, ne ren dait plus rien au domaine de Lyonnais, parce que les bourgeois de Lyon avaient été exemptés de ce droit par Charles VIII, en 1495. Le receveur a donc répélé Irois fois le mot néant. 13° Fentes de bois. Néant, parce que, dil le receveur, le roi ne possède ni bois ni forêts dans la sénéchaussée. 14° Epaves et biens vacants (y compris le droit d'aubaine), trois fois néant. Des quatorze sources du revenu domanial, sepl élaienl laries complètement. L'appauvrissemenl et le démembrement du fisc donnèrent lieu à de nombreuses ordonnances depuis Tannée 1318 (1) pour reconstituer le domaine inaliénable en principe sinon en fait. Cette reconslilulion qui rencontra une foule d'obstacles n'était point avance'e au XVIe siècle et (1) Recueil des Ordonnances royales."], [29, "23 ne fut jamais achevée, mais le domaine s'accrul considéra blement. DÉPENSES. Si le domaine recevait, il dépensait. Tel Panurge « qui « avoit soixante et Iroys manières de recouvrer argent, mais « il en avoil deux cens quatre de le despendre, hormis la « réparation de dessous le nez » (1). Comme la précédente celle section esl divisée en plusieurs chapitres. 1° Fiefs et aulmones. Ce chapitre n'apprend rien de nouveau quanl ù Tespril religieux qui domine toul à celle époque, autanl les idées que les faits; il renferme cinq articles qui donnent dans chaque compte un total de 41 liv. 2 s. 6 d., savoir: 6 liv. dues au chapitre de l'église de Lyon sur la maison du roi, dite de Boanne, ò cause de deux anniver saires; 2 s. 6 d. aux custodes de Téglise de Sainte-Croix à cause d'un service donl les frais élaient hypothéqués sur la même maison (2); 15 liv. au couvent des Cordeliers de Sainte-Colombe pour « une messe perpétuelle qui se dict cl « chante chacun jour de Tan (quotidiennement) en la cha « pelle du roy au dit couvent » (3) ; 10 liv. au couvent de Sainle-Claire-lez-Vienne pour une aumône perpétuelle à (1) Œuvres de Rabelais, Elzevir, 1666,2 vol. in-12, Pantagruel, liv. 2. chap. 17. (2) Au sujet de ces services religieux on trouve la teneur d'une lettre adressée au chapitre de Lyon, par Jean Bichete, receveur de Màcon : « Je vous envoie la somme de 8 liv. 2 s. 6 d. qui vous estoient deuz pour « deux anniversaires assis sur la maison de Buanne c'est assavoir les diz 8 liv., et les 2 s. 6 d. pour Ic servis de ladite maison. i> Actes capitulaires du 7 déc. 1389. (Arch. du Rhône, G. 255). Pour le palais de Roanne. voir lo chapitre suivant. (3) Voir au sujet de ce couvent : La statistique de Sainte-Colombe, par Cochard, Almanach de la ville de Lyon ponr 1813, et la collection Coste. n° 3192 et suivants."], [30, "24 prendre sur la recelte (1) ; 10 liv. aux religieuses de Sainte- Colombe, suivant le don, en pure et perpétuelle aumône, à elles fait par le roi Philippe VI, el confirmé par les succes seurs (2). 2° Œuvres et réparations. Ce chapitre, l'un des plus cu rieux de la complabililé domaniale, offre des renseignements précis au sujel de l'histoire et de Tarchiteclure du Palais de Roanne (3), antique demeure du gardiateur des franchises lyonnaises et qui abritait le siège de la Cour du ressort, celui de la Cour de la sénéchaussée, Talelier monétaire et les pri sons. Les sommes de 215 liv. 15 s. (A), 95 liv. (B), 83 liv. 10 s. (C), se trouvenl ainsi employées suivant les lettres de taxation signées par le Sénéchal et par le Procureur du roi : ù Jacques Carlel, charpentier et maçon, 40 liv. « pour avoir « recouvert les troys quartiers de la maison de Bouanne, « depuis Taudiloire des cours jusques a la tour appelée la « tour des anges, aussi ladite tour, etd'icelle à la chapelle, « et de la dite chapelle lout le membre devant ayant le regard « sur la rivière de Saonne, et ce pour Ioule la lieulle (tuile) « nécessaire, Iravons (travées), bigues (pièces de soutien), « potz (poutres), autres grosses pièces de sappin qui estoienl « pourries par faulle de recouvrir, cloz, crosses, journées ; « ilem, 65 liv. 15 s., pour deux murailles faicles auprès de « la tour des prisonniers criminels jusques k Taudiloire, « pour eslargir ledit auditoire el ou les affluans et plai- (1) Quittance de l'abbesse Antonie de Maugeron, mentionnée au compte C. (2) Quittance de la prieure Antonie de Martel, mentionnée au compte C. — Au sujet de ce prieuré de Bénédictines, voir la Statistique de Sainte- Colombe. (3) Le Palais de Roanne, démoli pour faire place à la construction du Palais de Justice actuel, appartenait au domaine avant Tannée 1334. (Cochard: Descrip. historique de Lyon, p. 230), et servait dès lors d'habi tation au sénéchal."], [31, "25 « dans se pourront retirer en lemps de pluyeet froidure fi), « contenant lesdiles deux murailles vingt neuf loyses, á « 35 sous, en fournissant chault, areyne, pierre el journées, « et pour le boys, lieulle, mortier, cloz, crosses nécessaires « pour le couvert dudil nouveau basliment » ; á Pierre Filleu, serrurier, 15 liv. « pour deux treillis de fer pour les « fenestres des chambres des prisonniers, troys ferremens « pour enferrer les criminels delenuz et Iroys cadempnals « (cadenas) pour affiger aux porles desdites chambres pour « la seurlé d'iceulx » ; suivant les lettres de taxation, du 12 juin 1524, Jacques Carlet recul 95 liv. pour avoir fail « les bancs et chaizes de Taudiloire des cours des bailliage « et sénéchaussée.... c'est assavoir du cousle ou esl ordon « née et posce la charge du seneschal et aulres juges « royaulx, eslevée faicte en ouvraige honnesle comme au « dil siège esl condecenl, el les deux bancs el chaizes des « docteurs el gens du conseil du roy el autres graduez, estans « d'ung cousle et d'autre dudicl siège, ainsi qu'ilz onl de « ordonnance el couslume d'eslre assiz, faictz a pilliers avec « une grosse et belle moleure et revesture par dessus a Tanc « lique, et pour les aulres bancs pour les procureurs el pra « ticiens, estans des Iroys autres costez dudicl auditoire avec « les codieres servans de bancs pour escripre el apuyer les « dicls procureurs, avec aucuns adressemens nécessaires pour « lenir et meclre les escriplures et caries durant les plectz » ; 95 liv. à Pierre Boux, maître maçon, pour les réparations failes (el adjugées au rabais par le sénéchal el le procureur du roi, le 11 déc. 1524) « en la grosse lour el basse fosse des « prisons de Bouenne... C'est assavoir faulcer (déchausser) (1) On n'avait point encore songé à mettre les plaideurs à l'abri des intempéries. Le temps où saint Louis siégeait sous le chêne de Vincennes n'était pas loin. Le nombre des plaideurs diminuerait- il, si l'on revenait à la justice en plein vent ?"], [32, "26 \" la dite tour par dedans a demy mur en carreure de ce « que contient la dite tour de la haulleur'de dix pieds el icelle « faire remailler de gros quarliers de pierre de la plus dure « qui se pourroit trouver affin que par les prisonniers pour « Tadvenir ne fusl brisée ne rompue, el en icelle tour resserre « les retraicls (latrines) estans aux membres dessus la basse « fosse qui pour Tenliquite d'iceulx esloient en ruyne, et « pour parferre a mortier de chault et remailler les rom- '<■ pures et fractions d'icelle et reffere les portes qui esloient « pourries et ung pelit larmer avec ung treillis de fer pour « y donner quelque petite clarté » ; à Jean Chambery, maître maçon et charpentier, la somme de 83 liv. 10 s. (suivant les lettres d'adjudication du 27 mai 1526) « pour avoir faict « fourny el pouse en Taudiloire des plaiclz, deux croisées el « deux demy croisées pour donner clarté audicl auditoire « qui auparavant estoil fort obscur, pour avoir reprins, re « maille, parferu et placlry a mortier de chault et areyne « les vieilles fondacions et murailles dudicl auditoire qui « esloient pourries caducquesel brisées, pour avoir faict ung « mur traversant ledict auditoire, faict au dessus a codieres « de pierre de (aille pour garder la foulle des affluans et « plaidoyans.... pour carronne toul ledict auditoire ...» 3° Gaiges d'officiers. Henry Bohier (1), chevalier, sei gneur de la Chapelle, bailli de Mâcon et sénéchal de Lyon, 150 liv. (2,400 fr.); le lieutenant du sénéchal, Jean du Peyrat (2), docteur, 50 liv. ; le juge des ressorts, Jean Faye, docteur, 100 liv.; le procureur du roi, André Baronnal, doc teur, 35 liv.; le capitaine el viguier de Sainle-Colombe, Claude Baronnal, écuyer, 100 liv. ; le procureur du roi en (1) Ou Boyer; le Sénéihal, recevait de la commune de Lyon, 100 liv. par an, comme capitaine de la ville. (2) Pour ce nom el les suivants, voir Les Origines des Familles consu laires, Lyon, 1863, in-8°."], [33, "27 la viguerie, 20 liv. ; le maître des p.-rts, Guillaume de Noble, 91 liv. 5 s.; le receveur ordinaire, 100 liv. (1,600 fr.). Ces gages (1) ou honoraires s'accroissaient des exemptions donl jouissaient les titulaires, des vacations, des épices, etc. On recherchait beaucoup les offices de judicalure el d'adminis tration, à cause de la considéralion qui y élait altachée, et non pour leurs profils pécuniaires forl minimes. Aussi les familles possédant quelque fortune, c'esl-à-dire Tindépen dance, s'empressaienl-elles de se les faire décerner. Les gardes et le contrôleur des mines recevaient leurs rétribu tions suivant le revenu du dixième; le maître des œuvres de maçonnerie et de charpenlerie avait pour gages 27 liv. 7 s. 6 d. La dépense totale de ce chapitre pour chaque exercice, se monte à 764 liv. 3 s. 6 d. (A), 709 liv. 5 s. (B), 782 liv. 15 s. (C). 4° Deniers payez au trésor. Le total du chapitre se monte á 1305 liv. (A), 885 liv. (B), 900 liv. (C). Ces sommes furent paiées par fractions de 120 liv. au minimum, contre les quittances de Jacques Charmolue, notaire et secrétaire du roi el changeur du trésor, « pour convertir et employer aux « grans et urgens affaires du roi » ; elles constituaient le véritable profit du domaine. 5° Dons à rente. On appelait ainsi une concession, une libéralité faile par le souverain sur quelques droils doma niaux pour récompenser des services. Les finances irrégu lières, aléatoires de TÉlal ne permettaient pas de rémunérer ceux qui avaienl bien mérité de leurs princes, ils recevaient la jouissance de quelque portion du domaine public. Ces dons ne pouvaient avoir leur effet que duranl la vie du roi dona leur, le domaine étanl inaliénable. Les rois ont voulu quel quefois que ces faveurs fussent continuées aux héritiers, pour (1) Ce mot n'avait point alors une signification servile."], [34, "28 retracer dans les esprits la mémoire des services récompen sés, mais la confirmation de règne en règne fui obligatoire sans rendre le don perpétuel. Le lotal de ces royales libéra lités a été porlé a 607 liv. 14 s. pour chaque exercice; il y a cependant 400 liv. de plus au compte B, à cause d'un présenl fait pour une fois, par le roi, à Jean de la Chesnaye, dit Boully, son varlel de chambre ordinaire, « en saveur des « bons el agréables services qu'il a fails. » Jacques deCha bannes de la Palisse (1), maréchal de France jouissait, comme ses prédécesseurs, mais non sans contestations, des Irois treizièmes du revenu de la ferme de la Bêve ; il donna Irois quittances scellées de ses armes et signées de sa main, de Irois sommes de 576 liv. 18 s. 4 d.; Antoine de Varey (2), écuyer, prétendait à un droit de 30 liv. 15 s. 8 d. sur ce même revenu, et il en jouissait « par manière de provision « soubz la main du roy » parce qu'il y avait un procès entre lui et le procureur du roi au trésor. 6° Deniers payez pour fraiz de justice. Le lolal de ce chapitre, le plus volumineux, se monte à 208 liv. 19 s. 10 d. (A); 366 liv. 15 s. 4 d. (B), 204 liv. 12 s. 2 d. (C). Là se trouvent des délails sinistres ; Jean Jacquemo, exéculeur de la haute justice, recul: 40 s. pour battre, fustiger el bannir de la ville, un homme « prins pour espye el boutefeu »; 19 liv. 5 s. 6 d. « pour avoir exécute art el brusle Pierre « Leborea, dicl Pomerot, affaneur, ensemble une ânesse, « pour avoir congneu ethanle charnellement ladicte ânesse, « que pour avoir fourny deux cens de gros bois et ung cenl « de fagols, les pilliers, cordes, chesnes et pouldres et « charroys nécessaires pour ladicte execucion » (3). Tous (1) 11 s'agit du grand capitaine tué à la bataille de Pavie. (2) Conseiller de ville en 1520, fils de Humbert de Varey, drapier, plusieurs fois conseiller de ville, et maitre d'hôtel du roi en 1477. (3) Les frais du greffe, des témoins, de la visite du lieu, les vacations"], [35, "29 les délails du chapitre ne sont pas de celle nature ; le plus grand nombre se rapporte à des crimes de faux, de fabrica tion de fausse monnaie el d'homicide. On peul y relever les frais des procès en matière criminelle, des transports des prisonniers de Paris à Lyon, les taxations des sergents royaux ou huissiers, les publications des ordonnances, elc.(l ). On y voit que quatre habitants de Sainl-Bomain en Forez, reçurent 45 s. pour leur voyage à Lyon, où ils vinrenl ré pondre au sujel d'un prisonnier « accusé d'avoir entretenu « el retire en sa maison les seigneurs d'Apinat el de Ja « lonoux et certains leurs complices accusez estre ennemis « du roy, et de plusieurs aulres crimes el déliz (2). « Bobert Faure, clerc notaire, recul 4 liv. « pour avoir escripl el mis « en forme deux douzaines de coppies de lettres pour in « former contre les vaccabons et autres gens de pied aven « luriers usanl de meschante vie tenant les champs....»; Pierre Thiboud, apothicaire, reçut 60 s. pour avoir fourni 12 torches à 5 s. pièce, qui servirent à la publication faite de nuil, de la paix et alliance entre le roi et le pape; Antoine de Vermoy, clerc, reçut 15 liv. à cause des deux voyages de Lyon à Thoissey, le long de la Saône, nécessaires des sergents, à cause de ce procès singulier, se montèrent à 26 liv. Le re ceveur répète plusieurs fois, sans doule pour égayer les graves conseillers des comptes, ecs mots : « Pour avoir congneu et hanté. . .» Mais la justice ne plaisantait pas au sujet du cas de bestialité plus pendable que le cas de polygamie. La jurisprudence suivait les traditions de l'Ecriture. Les lois de l'Exode cl du Lévitique ordonnent de faire mourir le coupable avec l'ani mal. On brûlait les dossiers du procès afin qu'il ne restât aucun vestige du crime contre la nature et la religion. (1) Jacques Chevalier et Jacques Fribourg, sergents royaux, reçurent dix livres pour leurs salaires et vacations, pendant six mois, d'avoir gardé la porle de l'audience de la sénéchaussée « alfin d'y avoir silence. » (2) II s'agit sans doute des amis du Connétable de Bourbon. Voir la noie suivante."], [36, "30 à la publication des lettres du roi portant défense de pagser les ports sans êlre visité par les commis « pour savoir el « entendre si aulcun porterait or el argent, lettres et aulres « advertissemens a Charles de Bourbon (1) ou a aulres qui « Tont suyvy et aulres malvellans et ennemys de ce « royaume » ; 12 liv. furent complées à qualre messagers envoyés à Monlbrison, à Sainl-Symphorien-le-Château, á Boanue, Villefranche et Sainle-Colombe, pour porler les vidimus des lettres patentes de la régenle, par lesquelles il était défendu aux gens de guerre de s'assembler plus de dix ou douze, afin d'éviler les pillages et violences, « ou autre » ment en faisant le contraire esloil permis aux communes el « poisans (paysans) de les deffere, rompre el mectre ez mains « de justice » ; Jean Boisson, crye public, eul 6 liv. pour son salaire el ses peines de faire pendant un an les cryees el publications des ordonnances royales. Dans ce chapitre sont comprises les dépenses de la fêle de TAscension, « pour aller accompaigner la procession de « N. D. au lieu de TIsle-Barbe (2), par les officiers du roy, « pour sa santé et prospérité et aussi pour le garder el « mainctenir en possession sur les lymiles et frontières du « pays de Bresse et Savoye...» La plus grande fête du mo nastère de TIle-Barbe, était, suivant Le Laboureur (3), la fête de TAscension ; on y exposait les célèbres reliques con servées dans celle église, el le cor d'ivoire qui selon la Ira- (1) Le deuxième volume (sous presse) de l' Histoire des Ducs de Bourbon et des Comtes de Forez, par La Mure, renfermera des détails, très-eurieux et inédits, relatifs au connétable de Bourbon, dus aux recherches persé vérantes et sagaces de M. de Chantelauze, l'intelligent éditeur de cette importante publication. (2) On y consommait sans doute les 25 livres de cire du cens men tionné au premier chapitre de la recette. (3) Mazures de l'Isle-Barbe, tom. 1er, p. 166."], [37, "31 dition avail appartenu au fameux paladin Boland. Cet objet passa dans la maison de Mont-d'Or donl lèches venait chaque année au jour de TAscension assister à Texposilion du cor el prendre deux emboulées de Targent offert par Passistance nombreuse, lesquelles il dislribuail aux pauvres. Cette céré monie religieuse, qui dura jusqu'en 1562 (année où les pro testants dévastèrent Tile-Barbe), étail suivie d'une autre cé rémonie civile, Irès-singulière. Les gens de la justice, avec le maître des ports, allaient en grand appareil poser Técusson aux armes de France, dans la Saône, et enlevaient Técusson du Duc de Savoie, que les officiers de Bresse y plaçaient la veille. On constatait ainsi que la rivière appartenait au roi de bord en bord (1). Toute la population se pressait autour de Tîle; elle priait sincèrement pour le roi, puis s'ébattait avec joie sur les pelouses fleuries (2). La dépense occasionnée par celle coutume s'éleva à 5:i liv. 15 s. 4 d. (A), 53 liv. 18 s. 10 d. (B), 64 liv. 13 s. 10 d. (C). Sur celle somme on payail les réparations du bateau du roi où se plaçaient le sénéchal, son lieutenant, le pro cureur du roi, le maître des ports et aulres gens du roi parmi lesquels se glissait sans doule le receveur. Ce baleau était pa voisé : « a ung painclre pour avoir paincl les creneaulx, « pennons et bannières du grand basleau, la somme de « 55 s. » ; un second bateau contenait les trompettes, hautbois, tabourins et fifre, Irenle-huil sergens royaux el (1) Rubys : Histoire de Lyon, 1604, in-f°, p. 503. Au sujet du Cor de Roland, voyez la note de M. Morel de Voleine, insérée dans le tom. 17 de la Reoue du Lyonnais, ann. 1858. (2) Bonaventure des Periers assista, vers 1540, à l'une de ces fêtes et en a laissé une fort curieuse description en vers, publiée dans le recueil de ses œuvres, Lyon, J. de Tournes, 1544, in-8°, et reproduite avec des notes par M. Breghot du Lut. Lyon, Barret, sans date, 20 p. in-8°. La communi cation en a été faite par M. Péricaud, le savant bibliographe."], [38, "32 quinze gardes des ports, « armez et embaslonnez », ils re cevaient 20 den. chacun. Les couleuvriniers avec leurs pièces chargeaienl une troisième embarcation, el faisaient retentir les paisibles échos des deux rives de leurs joyeuses salves d'artillerie, sans ménager la poudre du roi, ni les oreilles de Messieurs du siège royal. Les cérémonies religieuses et civiles étant achevées chacun procédail à « la reffeclion de dessous « le nez. » Bien n'altère et n'affame comme un long céré monial. On dressait les (ables sous la feuillée, « on faisait « un transon de bonne chère. » Ces repas, dont le menu aurait fail frémir Brillai-Savarin, el mis en liesse Panurge et Frère Jean des Enlommeures , se composaient chaque année des mêmes aliments. Voici, avec les prix, le délail de ce qui fut présenté à Messieurs les gens du roi, le jour de TAscension de Tan 1525 (B): « Deux jambons de pourceau, « dix langues de bœuf, 60 s.; neuf poulletz, 18 s.; Iroys le « vraulx, 20 s.; Iroys gigots de mouton el Iroys espaules, « 20 s.; deux chevreaulx, 25 s.; qualre foyes de veau, 12 s.; « au palissier pour la façon de neuf pas(ez(faits des victuailles « susdites) el trois tartres, 44 s.; serizes, orenges et autres « fruits, 10 s.; 13 douzaines de pain, 26 s.; Iroys barreaulx « vin clairet el huit symaises vin blanc, 6 liv.; douze livres « de lard pour larder et acoustrer la viande, 18 s.; en verres, « trancheurs, assiettes et deux dictes (vases) de lerre pour « porler d'eaue, 20 s.; pour Tacouslrement de ladite viende, « boys, nappes, syrveltes, veysselle, espisses, la peine de « ceulx qui ont servy mesdits seigneurs, 4 liv. 10 s.; mon « lenl icelles parlies à la somme de 25 liv. 13 s. » (1). L'appétit robuste de Messieurs du siège royal ne suffisait point (1) Le dîner de Tannée suivante coûta 18 liv. 16 s. 10 d. (323 f. 40 c.) ; il est à remarquer qu'un poulet coûtait 2 s. (1 f. 60 c.) ; c'est à peu près le prix acluel ; un levreau 6 à 7 s., ou environ 5 fr. •"], [39, "33 à 1 absorption de ce gros festin ; mais les sergents royaux, les gardes, les couleuvriniers, les tabourins et les bateliers ar rivaient à la curée el prenaient leur part de celte franche lippée aux frais du roi. Ce chapitre mentionne encore un pieux usage lombé en désuétude, c'est Tassistance des officiers de la justice à la procession « du précieux corps de Nostre Seigneur, le jour « de sa fêle, cn prianl le Créateur pour la sanle et prospérité « du roy. » Les torches de cire portées à cette cérémonie étaient acquises des deniers du domaine. 7° Voyages el taxations. Ce chapitre assez curieux au poinl de vue de Thisloire judiciaire et financière, se monle a 236 liv. 5 s. (A), 199 liv. 15 s. (B), 189 liv. 12 s. 6 d. (C). II esl à noter que presque lous les articles ont été portés en compte suivant les taxations des trésoriers de France, admi nistrateurs du domaine. Le receveur délivra 25 liv., à raison de 20 s. par jour, à Jean Gueyreau qui fit un voyage de Lyon à Blois et de lù à Paris, pour porter ë un trésorier, puis aux gens du roi à Paris, les missives des officiers du roi sur deux confiscations au profit du domaine auxquelles s'oppo saient les officiers de ('archevêque ; il s'agissait de la saisie « d'un certain billon d'or » el des biens de Antoine Mellin, florentin, convaincu du « villain cryme d'estre sodomile (1) « qui est cas par lequel la confiscation doit appartenir au « dit seigneur (le roi) »; Philibert du Brueil reçut 24 liv. 15 s., à cause de son voyage à Mainlenon, vers un trésorier auquel il porta des lettres « touchant les continuelles entre « prises que font journellement les officiers de Tarchevesque « au préjudice du roy, dont plusieurs procès pendent par (1) La sodomie était punie de mort ; d'après les établissements de saint Louis, ce crime ressortait du Tribunal ecclésiastique; mais les biens du criminel appartenaient au seigneur."], [40, "34 « appel en la Cour de Parlement, concernant le vray et « ancien domaine... » elde Maintenon à Paris (1); André Baronnal, procureur du roi, reçut 25 liv. « pour ses peines, « sallaires et vaccacions qui luy a convenu faire ez pioces « intentez contre le capitaine Masqueron et ses complices « arreslez prisonniers, sur la tradécion du chasteau de Millau « aux ennemis.... » (2) ; Eslienne Turquet (3) reçut 24 liv. 15 s. pour avoir vacqué 38 jours, de Lyon à Maintenon (et le retour) où il porla les lettres missives, relatives aux aflaires du domaine; le procureur du roi en la vigueric de Sainte- Colombe, recul 20 liv. pour avoir fait les poursuites « contre « lesconsulz, manans el habilans de Vienne qui journelle « ment s'efforcent aboullir et se veulent exempter de paier « le droit de rêve en passant leurs marchandises par ledit « lieu de Sainle-Colombe, du royaume à Tempire, qu'ilz ont « acouslume faire de Ioule ancienneté, qui seroit de perte a par chacun an en plus de cinq cens livres.... » ; Jacques Durant, clerc, eut 20 liv. pour avoir porté au procureur du roi, en la Chambre des Comptes, Tinventaire des biens, trou vés à Lyon, appartenants au feu duc de Suffolck, desquels François de Saluées se prétendait possesseur, comme plus prochain lignager, au détriment du roi qui les possédait, en vertu du droit d'aubaine ; Jean du Peyrat, lieutenant du sé néchal, reçut 20 liv. pour ses vaccations, etc., et pour avoir (1) M. Fayard, conseiller à la Cour, publiera prochainement des Nou velles éludes sur les anciennes juridictions lyonnaises, où les différents entre la juridiction royale et la juridiction archiépiscopale seront expliqués sommairement. (2) Voir à ce sujet les iVoies et Documents de M. Péricaud, année 1524. (3) Esticnne Turquet, l'un de nos premiers fubricants d'étoffés, figure avec Rolet Viard, sur le syndicat de 1540, comme maître du métier des veloutiers ; il était établi à Lyon dès 1524."], [41, "35 « veu et visite plusieurs procès concernant Tauctorite el do « maine du roy, mesmemenl contre les officiers (de l'arche « vêque) de Lyon qui journellement s'efforcent usurj)er les « auctorilez et preeminances du dit seigneur, prétendant « appartenir audit arcevesque comme seigneur temporel, « ledroicl d'aubenaige et autres droicls qui sont du vray et « ancien domaine....»; André Baronnal, procureur du roi, reçut 25 liv. « pour avoir fait plusieurs escriptures, libelles, « replicques...., tant contre les officiers de Tarcevesque, que « contre plusieurs delinquans... lesquelles escriptures lui a «.convenu faire parce que au dit Lyon n'a nul advocatpour « le dit seigneur (le roi) » (B). Dans le compte C, on trouve un grand nombre de dépenses relatives aux messages ; il y est fait mention de lettres missives concernant les « réparations « nécessaires eslre faicles au port d'Aiguesmorles. » 8° Deniers rendus el non receuz. Ce chapitre est insi gnifiant. 9° Despense commune. Là figurent les frais du matériel de la complabililé : 20 s. pour le parchemin employé à chaque exercice; 2 s. 6 d. pour ['écriture d'un double feuillet; le droil de la Chambre des Comptes se monte à 31 liv. 5 s. par année ; le voyage de Mathieu Pacot, commis du receveur, chargé de présenter les registres au bureau des comptes el d'assister à leur examen, coûtait 12 liv., etc. L'addilion de toules les dépenses annuelles présente ces chiffres qui équivalent à ceux de la recette: 3424 liv. 14 s. 10 d. (A), 3382 liv. 6 s. 10 d. (B), 2872 liv. 11 s. 2 d. (C). La clôture du troisième exercice porle une ordonnance de versement au trésor par le receveur, de la somme de 48 liv. 10 s. 8 d. ; elle fut prononcée le 12 mars 1526 (1527 N. S.) en présence de Jean Briçonnet, chevalier, président ; JeaD Luillier, Jean Sallarl, Jean Billion, maîtres des comptes, et de Fontaines, référendaire."], [42, "36 Celle analyse démontre que le domaine de Lyonnais, mal gré ses étroites limites el ses revenus insignifiants, donnail à TElat, comme véritable profit, le tiers de la recette; sa gestion n'était donc point onéreuse. Son importance s'accrul bientôl après par la réunion à la couronne du Forez el du Beaujolais (1). II eût élé puéril de chercher h établir une comparaison entre le domaine du XVIe siècle et le domaine actuel. Où sont les gardes royales, les processions, les anniversaires? Où les fiefs et les aumônes? Dévoué à l'histoire de Lyon, l'auleur du présent examen analytique, en signalant un document vraiment intéressant, pense avoir apporté une pierre pour la construction de Tédifice sacré de nos souvenirs provinciaux. (1) Un arrêt du Conseil, de l'année 1531, déclara réunis au domaine les biens apanagers des Ducs de Bourbon, y compris le Forez et le Beaujolais."], [43, ""], [44, "A LA MÊME LIBRAIRIE Supplément à l'Essai d'un Nobiliaire lyonnais, par M. V. de Valocs, br. in-8Q t ft- Armoriai général du Lyonnais, Forez et Beaujolais, contenant les armoiries des familles nobles et bourgeoises actuellement exilantes ou éteintes, tics arihcvcqiics, des gouverneurs et des prin- cipaux fonctionnaires publics de ces provinces, le tout compose de 2,U80 blasons dessines, et d'environ 3,000 notices licialdqucs et généalogiques. Lyon, 1860, in- 4° cart 40 fr. Pour le recevoir par la poste ajouter 1 fr. 50. Cartulaìre de l'abbaye de Savigny, suivi du pciil cartulairc de l'abbaye d'Aiii.iy, public par Auguste Bírsard. Puris, 1853, 2 vol. grand in-4°, cart. n. rog 27 fr. Guicde-non. — Histoire de la souveraineté de Dombes, justifiée par lilrcsw fondalioii^dc monastères, anc!en:£jnn.nuscril\"* etc. Publiée pour la prem ère fois, at.ee des notes et iles documents inédils, et i'Armorial de celle province, par M. C. Guigie. Lyon, 1863, 2 vol. gr. iu-8° br., lire à 60 exemplaires 30 fr. Cii.cug. — Notes historiques sur les fiefs et paroisses de l'arrondissement de Trévoux. Lyon, 18G3, gr. in 3° br., tiré à 60 exemplaires 12 fr. Cartulaìre de l'église Collégiale, Notre-Dame de Beaujeu, suivi d'un appendice et d'un tableau généalogique de la maison de Beaujeu, publié par e\\I. Cuicce. Lyon, 1864, i'n-4° cart. , U; log. Tiré à GO exemplaires, 45 mis c;i vente 12 fr. Noéi.as (Frctl ). — Légendes et traditions foréziennes, accom- pagnées de vues et d'une carte duKoannais, à l'cpoquc Gallo-Rom.iiiic. «óaiinc, 1865, in-8» br 10 fr. Cartulaìre de Saint- Vincent de Mâcon, connu sous lc nom de Livre enchaîne, public par M. U.vcut, archiviste. Sláeun , I8G4, iu-4» br 15 fr. Nadal (l'abbé). — Essai historique sur les Adhémar et sur Mmc de Sévigné, renfermant la généalogie Ors barons et des comtes de (irignnn, des scigncu.s de La Garde, de l.omhcz, rtc; de la famille de Sévigné, depuis son alliance avec les Adliémar, des seigneurs du . îluy, etc., ainsi que la monographie du (bateau de Grigiian, de son église monumentale, de snn Chapitre collégial, etc., suivi de notes et de pièces justificatives. Valence, 1808, in-8\" br 2 fr. 25. Boissieu (M. del. — Inscriptions antiques de Lyon. Lyon, L. Pcrrin, 1846, tics grand in-4°, nobr. si^. br 60 fr. Inventaire des titres recueillis par Samuel Guichenon, précédé de la lablc du Liigduiium Sacruprophanum tìu père Bnllioud, publié d'après les manusrrils de la bihlitilhèquc de la Fatuité de mé- decine de Montpellier, suivi de pièces relatives à l'hisloirc de Lvon. Lyon, L. l'crrin, 1851, beau vol. in-8°, sig.br 10 fr Lyon. — l'ypugra^bie d Aime VINflTbUIlLA, rue de U UeUe-Cordièie, 14."], [45, ""], [46, ""], [47, ""], [48, ""]]