[[1, ""], [2, ""], [3, ""], [4, ""], [5, "TWO PARDONS."], [6, ""], [7, "TWO PARDONS. JI \"glooel. BY HENRY SCOTT VINCE. IN THREE VOLUMES. VOL. I. bonbon : WAKD AND DOWNEY, 12, YORK STREET, COVENT GARDEN, W.C. 1889."], [8, "NilXTED BY KELLY AND CO., MIDDLE MILL, KINC.STOX-OX-TIIAMES ; AND GATE STREET, LINCOLN'S INN FIELDS, W.C."], [9, "CONTENTS. prologue. PAGE UNDER THE TREES AT CHAGRES. 1 CHAP. I. — Me. Abel Bompas sells a House, and the Purchaser puzzles a Towx .... 16 II. — Guests at the Priory House . . .39 III. — The Stkangek gives Mk. Alfred Siielman moke cause to love him .... 64 IV. — A Discussion on an important Subject . 85 V. — The good Town of Avonham is thoroughly excited 101 VI. — The \" Recluse \" comes out . . . 127 VII. — Friends prom Far West .... 155 VIIL— Canvassing ..... 172 IX. — Mr. Bompas notices many things . . 192 X. — How Alfred Siielman spent a spare Afternoon 218 XI. — Interviewing ..... 241"], [10, ""], [11, "TWO PARDONS"], [12, ""], [13, "TWO PARDONS. — *e — PROLOGUE. UNDER THE TREES AT CHAGRES. It is very early morning at Chagres, and those who have any business to do (and no man has yet been known to go to Chagres for pleasure) are setting about it while they may. In one of the temples of commerce in the city of London, which I used to visit, was an inscrip tion in Latin with a merciful translation for the benefit of such clerks and office lads who had not made any portion of the ascent to Parnassus. The English was, \" Friend, de spatch thy business and depart.\" AVhatever temptations may exist in London for delay in business, there are none in Chagres. He who goes there takes pains to leave as soon as he can possibly do so. It is not a health resort. I do not think it will ever be one, not even when M. de Lesseps has finished his Canal, which is allowing time for development. If vol. i. 1"], [14, "2 TWO PARDONS. there be on the face of the globe any spot more unhealthy I have not heard of it, although it boasts itself more salubrious than Panama on the other side of the isthmus. \" Senor,\" a Chagres host will tell you, \" un happily our climate is not a favourable one for strangers, but it is, at least, much more healthy than Panama.\" \" Our town has not a good reputation,\" says a Panama man, \" but think how* very much worse off they are at Chagres. Now that is really an unhealthy place.\" AVhen a Panama native meets a Chagres citizen they agree in extolling their own towns and pitying the fate of those unfortunates who live at Colon. This place, they agree, is deadly. They are all bad enough, in plain truth. From the wet soil, on which every variety of tropical water-plant grows in profusion, come fearful malarious vapours which seize upon the stranger and strangle the life out of him. The country is a great hot swamp — a paradise for vegetation, a hell for men. One might be disposed to imagine that this would be the Utopia of an acclimatized undertaker, but it is not so. Your undertaker thrives upon cere mony and display, and there is httle of either"], [15, "UNDER THE TREES AT CHAGRES. 3 over a dead man in Chagres. In the time of which I am writing very little notice was taken of how a man died, none whatever of how he was buried. Shot, stab or local fever ; a trench in the sand, a hole in the swamp — wiiat mattered it ? On this particular morning when Chagres is just going about its work, at an unfrequented spot situated some distance from the huddled collection of houses and huts w*hich made up the Chagres of those days, three men are assembled under the shade of some cacaos and prickly pear trees. They are waiting for some one, it is clear, and to judge by their faces the business on hand is serious. Tw*o of them are leaning against the stem of a giant tree, whilst the third is seated a few paces from them upon a fallen log. All three are smoking contem platively, but are evidently doing so to while away the time only. There is a difference between the ages of these men ; of the two leaning against the tree one is young, the other of advanced middle-age ; the man on the log is the youngest of all, if we may judge by his face. He is pre-occupied and takes no heed of his companions, and it is not often that you will see on a face so young a look so hard and clour. 1—2"], [16, "4 TWO PARDONS. The eldest man speaks : \" I reckon it'll pan out just as I said. AVe may wait here till noon and be scorched up to tinder ; they've got appointments somewhere else. I know these Greasers.\" \" The Greasers know* that they haven't to fight, and he thinks he's coming out here to make the matter up. They'll come, captain.\" \" AVell, I don't see why the matter can't be made up. It's a pity to fight for a mistake ; can't it be managed ? \" \" Look at his face.\" \" Yes, I'll own it looks black. I haA'en't seen such a sudden change in anyone. I never took a greater fancy to a passenger, but I scarcely recognise him as the same man.\" \" He's not the same man.\" \" Is it an old quarrel ? \" \" It's an old quarrel.\" \" Well, it's a funny one. I don't want to pry into matters, but Frenchy swore last night that he'd never seen him before and hadn't said a word against him. A'ery well, says I, tell him so to-morrow morning.\" \" Yes, and he'll come out here to do so.\" \" And what will happen ? \" \"He'll stop here, I'm thinking.\""], [17, "UNDER THE TREES AT CHAGRES. 5 \" Well, well, I shall stand by my own kind, and it won't be the first time I've seen carving done, but blamed if it isn't a mystery to me ! However, I've said that I won't pry into it and I won't, though that's a good deal for a New Englander to say. You'll not refuse, after this, to give us credit for being rather less inquisitive than you usually Hello ! here are our men coming after all, I expect.\" The remark seems to be made, not so much on account of the speaker having observed any approaching forms, as because he sees the youngest man spring up from his seat and stand looking eagerly with shaded eyes towards the town. In a moment he turns to his com panions and nods, then places himself at their side, but without either speaking or changing the stern, hard expression of his face. In a few minutes the httle group is joined by three other men. Two of them need little description or notice save for the part which they are going to play. They are of the plump-faced, fat-handed variety of Mexican, and seem to think that by much swagger they may be mistaken for Spaniards, forgetting that calmness, dignity and grace are as natural to a Spanish gentleman as dark"], [18, "6 TWO PARDONS. hair and bright eyes. But the third man is of different mould. Tall, thin and strikingly handsome, he contrasts strongly with his com panions. He does not swagger, but his manner is bad. AVhereas the Alexicans have evidently put on airs of importance as though they have dressed for their parts, he has not taken the pains or has not the ability to conceal the roughness of his nature and the coarseness of bis mind. As his friends approach the waiting group they salute with all the pomposity of which they are capable, and the compliment is gravely returned even by the youngest member of it. But the third new-comer makes no sign. After whispering a few words to his compan ions he walks to a tree against which he leans, then rolling a piece of leaf-tobacco into a rough cigarette he lights it, and, turning his back to the party, looks towards the sea and affects to pay no attention to their proceedings. It is evident that no very peaceable motive has brought these six men out of Chagres this morning, and it is not difficult to discover who is to be the adversary of this apparently indif ferent principal. The youngest man of the Other party never for an instant takes his eyes from him. Every movement of hand or body"], [19, "UNDER THE TREES AT CHAGRES. is watched and, if possible, the hard look grow*s harder and the hatred in the face more and more deeply marked. This man is neither uninterested nor careless, if the other be. It is a singular sight this of watcher and w*atched, and, looking more attentively at it, one can see that while there is no disguise of the deadly purpose in the face of one man there is much that is assumed in the apparent unconcern of the other. The trembling of the hand, occa sionally caressing the dark beard, tells less of excitement than of trepidation, and there is a nervous change of the pose now* and then which betokens anxiety if not fear. You would say, could you see the pair, that each wishes the strife over, but for reasons as far asunder as the poles. The Mexicans approach the other two men, the elder of whom regards them with great disfavour. The faint wish which he just now expressed, that some means might be found of averting a fight, vanishes when he reflects that he will, in that case, have to treat with two Greasers. He internally lumps all three to gether, principal and seconds, hopes for a good fight and for his man to. win. The first compliments having been paid in"], [20, "TWO PARDONS. 8 Spanish, which it appears all speak, one of the Mexicans comes to the root of the matter, apparently Avith great vigour of speech and certainly with abundant gesticulation. \" Senores, our esteemed and most gallant friend, who comes with us this morning, bids us say to the friends of the cabaUero yonder that he knows not in what he has offended the proud spirit of their brave comrade. Behold, what is done ! Our gallant friend reclines, at the Hotel, against a post of the verandah. Sees not the approach of the caballero ; hinders him not from passing. Something has roused the anger of this last one : certainly not the act of our friend. Instantly, the verandah being full of people, your companion and com patriot hurls our gallant friend from his place, strikes him — ah, Madre de Dios! — on the breast, and — assuredly in a fever of rage — calls him ' Dog ! ' ' Hound ! ' ' Scoundrel ! ' Truly this is much. AVhat says the noble American captain ? \" The noble American captain, without any more signs of respect for the speaker than the strictest etiquette demands, replies : \" Truly it is much. Is it not enough for your gallant friend ? \""], [21, "UNDER THE TREES AT CHAGRES, 9 The word \" gallant \" is perhaps a trifle over-accented. \" Enough ? \" replies the Mexican. \" Car amba ! has our friend the heart of a do-?, think you, Senor Capitan ? \" \" We have not thought about him,\" breaks in the younger of the two seconds. \" AVe are wasting words and the sun is getting up. Do you wish the whole rabble of Chagres to come out here ? \" \" Senor,\" says the other Mexican, \" my compatriot has well stated that our gal lant friend has not injured your comrade there \" \" But he has stated what occurred last evening at the Hotel.\" \" A thousand pardons, senor, I know it well. But our gallant friend will not fight with your compatriot till he knows the cause of his attack.\" \" He is a Mexican, I suppose,\" says the cap tain irascibly. \" Once more, pardon ; he is not of that great and noble nation : yet he is brave, ah — brave as a hon.\" \" Or a Mexican ? \" \" Or a Mexican,\" says the representative of"], [22, "10 TAVO PARDONS. that lion-like race, with a grave bow and total obliviousness of the irony. \" Well,\" says the younger second, \" your srallant friend shall know the cause of the affray last night. Aly friend will tell him, himself.\" \" Many thanks, sefiores,\" say the Alexicans, and, with a profound bow', they return to their principal. The captain turns inquiringly to his asso ciate : \" He is to tell him, then ? \" \" Yes, and he will too. But when he speaks to him, look you sharply out for treachery. You are heeled, of course ? ' ' \" Navy, and know how to use her,\" says the captain. \" Good ! AVatch that fellow, and, if you see the shine of a barrel or a blade before our man is ready, drill a hole in him ! I'll answer for another, and these two Greasers don't count among men. Look out now ! \" And just as keenly as ever he watched the weather does the captain look out, his fingers clenched round the butt of his revolver. The Alexicans speak to their man, wdio shrugs his shoulders, throws aw*ay his cigar ette, and turning round towards his adversary"], [23, "UNDER THE TREES AT CHAGRES. 11 approaches him. Then, for the first time that morning, he meets that look, so stead fast, so full of hatred. His own face looks troubled and he tries in vain to force a laugh. It sounds too husky, when it comes, to be mistaken for mirth. He makes, how ever, an effort to appear at ease, and coming up to his adversary raises his hat. \" Senor, it is not my custom to submit to either blows or hard words, nor my habit to forego the punishing of those who inflict them ; but the darkness of the even ing and of the verandah may be some excuse. If you have that to urge in your defence you are excused and I say no more. If not, I demand, before meeting you, the reason for your outrage of last night.\" His adversary takes a step tow*ards him, and leaning forward so that none but he may catch what is said, whispers a few words in his ear. Whatever those words may be, the effect on him who hears them is as apparent as though they had been accompanied by a heavy blow. He fairly reels . under them. All vestiges of colour leave his face, and he stands for a moment panting for breath."], [24, "12 TWO PARDONS. Then a sudden despair seems to seize him • he gazes round as though to seek a means of escape. The younger man comes a step nearer as he shrinks back. There is no chance. In a second he draws a knife — the deadly Alexican machete — and turns to his foe. The hand of the American captain comes out of his pocket, swiftly but quietly, at the gleam of the steel, but he sees that his man also draws and he remains still. There is no need of any further preliminaries and one can guess what kind of a fight this will be. The Alexicans mutter to themselves and fidget uneasily ; the other seconds w*atch intently every movement, and the comba tants, w*ho are eyeing each other with looks as deadly in appearance as their weapons, wheel slowly round and wait the opening for the blow. It is not long in coming. With a spring as of some lithe beast, the elder man makes at his enemy. Instantly his right wrist is grasped by the left hand of the other and he sees the bright machete raised ; he makes a convulsive leap and in turn seizes a wrist, and then for a moment the two men look each other in the eyes, their faces only a few"], [25, "UNDER THE TREES AT CHAGRES. 13 inches apart. Only for a moment, however. A shadow* of horrible pain crosses the face of the elder man ; his wrist is wrenched round so violently that his agonised right hand relaxes its grip of the weapon ; a power ful wrench frees his enemy, and deep down into his breast plunges the machete, struck home with a blow so fierce, so well-timed and so true that there seems small need of another. But the w*eapon has yet more work ; it is withdrawn and once more descends with all the might of the young giant who wields it. Without a cry, without a groan — so well have those fell strokes done their work — an inert corpse falls to the ground and hes there laving the ground with a red stream. The four seconds run forward as he falls, but there is no help for one who has received blows such as those two. There is only a momentary investigation, no need of more. The Mexicans hastily cross themselves and look stupidly at the body. \" Quite dead,\" says the American captain. \" Senor,\" replies one of the Mexicans, \" undoubtedly, quite dead.\" \" And, as you saw, killed in a fair fight.\""], [26, "TWO PARDONS. 14 \" In most regular and honourable combat, seiior.\" \" So much for that. What of the— body.\" \" Senor, my illustrious friend will send some peons to inter it — is it not so, Don Leon ? \" \" It is so.\" \" Arery well then, gentlemen, w*e wish you a very good morning.\" \" Senores, we kiss your hands.\" And with a solemn salute the three friends leave them. The Mexicans do not remain long on the scene of the fatal duel. They are soon making for Chagres, not without much muttering and an occasional glance over the shoulder at the spot which they have left. The dead man is alone, lying with his face to the sky, just as they turned him over. That must have been a beautiful face once. That of a lovely babe— a noble-looking youth — perhaps a handsome lover with flashing eyes and homed hps. It is all over now. A scarlet tanager hops on to a shrub and looks at him with head on one side ; forms his ow*n opinion and flies away to his green and yellow mate. A carrion bird, circling"], [27, "UNDER THE TREES AT CHAGRES. 15 high, makes a note of him and determines that he will w*ait until there are not so many people about. Presently arrives a gang of labourers who approach the spot half stolid, half frightened, custom having bred in them certain superstition. AVith scant ceremony they raise the body, deposit it in a grave, easily dug in the yielding soil, and having covered it up, shoulder their spades and pace off with rather more of content in their faces to claim the promised wage and aguardiente. And this is the last scene of a wicked life. \" I said that I wouldn't seek to know anything about it,\" says the American cap tain, that evening, as they watch the receding coast, \" but I own that I'm more satisfied now that I have heard the statement of our friend here. You've no call to make yourself a bit uneasy about that coyote yonder. If ever an animal needed killing, he did. No, sir, his ghost won't haunt you ! \""], [28, "CHAPTER I. MR. ABEL BOMPAS SELLS A HOUSE, AND THE PURCHASER PUZZLES A TOWN. The town of Avonham in Marlshire was having a day-sleep. This was common enough to the place. AVhen the sun was fiercely beathig down on the red roofs and pohited gables, blistering the painted beams of the wood-franie houses, bleaching the w*ell-w*ashed pavement and the cobblestones of the old market-place, touching up the face of the market clock with a blaze of glaring gold, and making of the motion less w*eather-cock on the church steeple a burning arrow pointing to the hills from w*hich no breezes came — when it drove the masterless curs into doorways and under garden bushes, and set prowling cats a-nod ding in sight of their natural foes, when it fairly beat the inhabitants from the street, then Avonham used to pull down its blinds and indulge in a day-sleep. From the sixteen-"], [29, "MR. BOMPAS SELLS A HOUSE. 17 arched bridge that spanned its river, to the \" Bear Hotel,\" that seemed to close in the end of the town, and to keep a good look out down the road for any customer approaching, no one was astir in the street. Occasionally a white aproned, shirt-sleeved tradesman came to the door of his shop and gazed listlessly up and down, then, yawning, went back to his trade less counter, and nodded himself to sleep again ; the hum of the great mill-wheel at the bridge alone broke the silence, and the town seemed an appanage of the Sleeping Palace, waiting for the Prince to come. It was a pleasant place as it lay in the blaz ing June sun. Planted in a valley, with tree crowned hills at its western end, and watered by the pretty Avon, it stood in the midst of a smiling land of plenty. Around it, and bounded only by the wooded hills on one side and the great downs to its east, were meadows rich with waving grass, in which the feeding kine stood knee deep. The river breaking from the chalk was clear as crystal, and sparkled through the valley in generous, ever full stream winch turned countless wheels and rushed over httle weirs with pleasant plash — little weirs at the foot of which lurked speckled vol. i. 2"], [30, "TWO PARDONS. 18 trout and bold-biting perch ; at the town it flashed under a sixteen-arched bridge, built by some ancient Abbot of the Priory whose ruins stood just outside the town, and w'hose Hospi tium was still the front of the old \" Bear Hotel.\" From this bridge to the hotel ran the great broad street which formed the © principal portion of the town ; on the right were the market-place and town hall, on the left the local bank and the residences of the magnates, the successful banker, the respected grey-headed solicitor, and the flourishing old fashioned country doctor. Then, at the top of the town, stood the old \" Bear,\" snuggest and cosiest of inns, with large yard still echo ing to the feet of post-horses and coach horses, and the spanking tits that drew the traps of the dashing commercial travellers, who still droA-e their journey through pleasant Aiarlshire, for there was no railway that had reached Avonham, and the nearest station was five miles away. Now the \" Bear,\" standing at the top of the town, and having been the ancient gate-house of the great abbey, had blocked the straight street up, and, as the place had grown in size, had caused the overflow of population to be-"], [31, "MR. BOMPAS SELLS A HOUSE. 19 take itself to two side streets running left and right of it ; one past the church, and round by a small stream that joined the Avon here, and the other branching down to the river itself. At the head of one of these streets stood the splendid Abbey Church of St. Hddegarde, with its spacious churchyard, crossed by a paved walk leading to the street in question, which it reached by steps. Beyond this churchyard were the Grammar School, and some houses of the better class, and, back ing on to the httle Alarden, w*ere the grounds of the Priory House. This was a large and imposing mansion, with finely wooded grounds concealed from public view by high walls. In the other side street were both private houses and shops, together with some offices and a brewery ; and lower down, and nearer the river, stood a large modern villa, in some grounds which ran to the Avon. One of the houses of this street, called from its direction South Street, was a combination of private house and office, and in one of the rooms of this house on this particular hot day sat a highly respectable family, consisting of father, mother, and three pretty daughters, engaged in discussing the penultimate course 2 2"], [32, "20 TWO PARDONS. of an English middle-class mid-day dinner. The buxom, smiling matron was seated oppo site a smoking pudding, of which she had trans ferred a slice to a plate ; she was preparing to pass it to her husband, who sat at the head of the table, when that worthy man stayed the progress of the dainty with an arresting wave of the hand. \" I thank you, Louisa, but I will not take anv.\" \" Not take any, Abel ? \" \" No pudding, papa ? \" \" No, Louisa ; no, my children. Pudding, my dears — pudding is — (no more ale, thank you, Jane) — is — as I may say, a — kind of pro vi-sion for the mind — I mean for the body — yes, the body — it is the body that is benefited by the pudding, but the mind, my dears, the mind must work — must work with the body.\" \" AVell, papa, what has that to do with the pudding ? \" \" This, my dears — to cloy — or, as some authorities (from whom I entirely disagree) would say, to clog — to clog or cloy the body is a — metaphysically speaking — to cloy or clog the brain ; and the brain needs not that — shall I say clogment ? yes, clogment — or rather"], [33, "MR. BOMPAS SELLS A HOUSE. 21 cloyment ; yes, certainly, cloyment. So that if (as would be the case to-day were I not firm) I cloy — cloy is certainly the better w*ord — I cloy the brain by this pudding — then it will follow, as the night the day, as I beheve is remarked by Shakespeare — that the brain and the mind, being cloyed by pudding, will not be in — ah — apposition, may I say ? and they will not w*ork together. I make myself clear, my dears, I hope ? \" \" Aly dear papa, is your brain called upon for any very extraordinary effort to-day ? \" \" Aly dears, I may, without violation of any of the more delicate secrets of my profession of house and estate agent and auc-tion-eer, mention that the elegant and convenient villa residence know*n as the ' Coombes,' together with the modern and handsome furniture \" Aly dear Abel, we have all read the bill — what of the ' Coombes ? ' \" \" Aly dear Louisa — I am coming to it — I have received from Alessrs. Goldings and West, whose names as the — ah— solicitors to the estate, are doubtless familiar to you \" \" Yes, papa, well ? \" \" An intimation, my dears, that I shall to-"], [34, "TAVO PARDONS. 22 day be waited upon by a gentleman w*ho will purchase the property as it stands.\" \" Furiiture and all ? \" \" Furniture and all.\" \" What is his name, Abel ? \" \" Aly dear, I am not in possession of it. I am to meet him, or rather he is to call upon me here, at two pre-cise-ly, and as it wants but five minutes of the appointed hour, and as you are aware that anything approaching un punctuality is most repugnant to me, I will — ah — retire to the office at once and await him.\" Mr. Abel Bompas rose, puddingless and imposhig, and left the room, where, as soon as his august back w*as turned, there arose the usual Babel of speculation and wonder, as to the coming stranger and his intended pur chase. For the \" Coombes \" w*as nearly oppo site Air. Bompas' house, and of course a great deal depended, so thought the Aiisses Bompas, upon whether the new-comer were married or single, had daughters or sons in the family, were hospitable or not ; in fact, whether they were going to have as neighbours \"nice\" people or the reverse. Not that the ladies of our friend Air. Abel Bompas were more curious than their position"], [35, "MR. BOMPAS SELLS A HOUSE. 23 warranted. For you shall walk many miles, my susceptible young bachelor friend, before you shall find three prettier roses clustered on one stem than Aliss Adelaide, Miss Lucy, and Miss Louisa, I promise you. Rosy with health, frank and open, as sparking as the stream on which they rowed their skiff, and as breezy as the downs over which they daily galloped, they were of the fairest and best type of good, honest, English girls. And if you place these three young ladies in a dull old country town, where a concert is a dissi pation, and a yeomanry ball a delirium of de light, where the same \" young men \" are seen disporting themselves in the same \" best clothes \" Sunday after Sunday, in an age before Volunteers, and when lawn-tennis was not, and then confront them with the prospect of fresh comers, residing in a house nearly opposite, winch has been untenanted for eight months, and whose last occupant, Major Currie, H.E.I.C.S., never showed, on account of congested liver, was as yellow as a haddock and as touchy as a squib, I think you will allow that the conversation of the young ladies was perfectly natural, and that even if Mrs. Bompas herself gave way to the prevailing"], [36, "24 TAVO PARDONS. feeling, and surmised and hoped as eagerly as her daughters, the good lady in no way over stepped the undoubted privileges of a true British matron. Aleanwhile the head of the family crossed the hall, with which high-sounding title a three -feet -line passage was dignified, and opened the door of a small square room, fitted with all the comfortless austerities of count ing-house furniture, and bearing on its wire © O blinds the title and description of its owner, who seated himself in an armchair, behind an appallingly stubborn table-desk, and, opening a tremendous volume, in AA'hieh no man could have Avritten whilst seated, awaited the coming of his expected A'isitor. Air. Bompas was by no means an ill-looking house and estate agent. Prosperity and com placency had so stamped their pleasing im pressions on his broad and fresh-coloured face that even had not his features of themselves been regular in outline he would haA'e been redeemed from anything approaching ugli ness ; but they were, if not classically, at least regularly, cut ; his forehead was ample, his chin round and cleanly shaven, his hair was carefully arranged, and his whiskers —"], [37, "MR. BOMPAS SELLS A HOUSE. 25 well, they were British ; and what is more respectable per se than the British whisker ? His business had been transmitted to him by his father, and was an easy and pleasant one ; he had married a pretty Aiarlshire lass, the daughter of a w*ell-to-do corn-dealer, who had amply dowered his only child, and he himself had been honestly and patiently adding to his w*ealth for years, until it was pretty well known in Aiarlshire that Air. Bompas of Avon ham, the leading auctioneer and estate agent of the county, a man employed and trusted by all the family solicitors around, w*as one of the warmest men of even that shire of flourishing graziers, prosperous cheese factors and brewers with purses deep. Twice had he filled the office of mayor of his native town of Avonham with a Roman Consul kind of dignity which had filled the neighbouring municipalities with envy, and his own Corporation with awe. His movements were elephantinely delicate and his conversation was slow and stately to a degree, being modelled, indeed, upon the speeches of those exponents of the oratory of the Georgian era, for the choicest examples of whose glowing and burning words the reader is referred to \" Enfield's Speaker.\""], [38, "26 TWO PARDONS. From the main street of Avonham a door communicated with Air. Bompas' offices, and punctually as the clock of St. Hildegarde struck two, it opened and admitted a stranger. The clerk in the outer office, who was an articled pupil of Air. Bompas, slid from the dizzy height of a most uncompromising office stool and faced the new-comer. \" I am here by appointment with Mr. Bompas ; is he in ? \" \" The gentleman about the ' Coombes,' I beheve,\" said the smiling- youth, anxious to have the first portion of a conversation with a prospective buyer of a house, \" furniture and all.\" The stranger immediately routed the as tonished pupil by frowning and replying : \" I should think, my son, that if you hunted through this town, you'd find about enough churches and chapels to keep you going without pushing your creeds into busi ness hours. If Air. Bompas isn't in, say so. I'm not here to listen to your Belief. It's not a catechism class.\" The articled pupil opened his eyes and faintly gasped. The unexpected reply had fairly taken away his breath. The farmers"], [39, "MR. BOMPAS SELLS A HOUSE. 27 and dealers w*ho came into the office were glad enough to stay and lightly chat with Mr. Adolphus Carter, the son of a Aiarlshire vicar ; the sohcitors were alwrays friendly, and, knowing his father, and his prospects, ex tended to him the right hand of fellowship, comparative friendship, that is to say ; to the clerks of other callings Air. Carter was ineffably condescending and sometimes overbearing, re- © ©\" garding only articled pupils and bank cashiers as anything hke his equals, and here wras a perfect stranger answering a little surmise, made in his liveliest manner, that winch he reserved for principals alone, as shortly and sternly as he, Adolphus, would have answered a grocer's boy who ventured to ask him of his health. It was his first snub in that office, and when he had recovered his wits, which had suffered rudely from the shock, he regis tered the assailant as a deadly enemy on wdiom consummate vengeance must one day surely fall, before answering in a feeble voice, and with every trace of his usual vivacity elimin ated : \" Air. Bompas is in, sir ; please to w*alk in.\" He was so completely crushed that although he had been burning all the morning to know*"], [40, "28 TWO PARDONS. the name of the intended purchaser of the \" Coombes,\" he did not now ask it, but, open ing the door of Air. Bompas' inner private office, ushered him in. Then he returned to his desk, clutched his ruler convulsively, and seemed as totally overwhelmed by the en counter as though he had been w'orsted by a ATaterspout. He who had temporarily obliterated this aspiring youth, and avIio now* stood in the presence of the great Air. Bompas himself, wras a young man of fair complexion, with a mous tache of that sandy shade which, albeit it betokens Anglo-Danish blood, is so much despised of maidens at first sight ; his chestnut hair w*as short, lis eyes were very blue and bright, and saved lis face from downright plainness. His form was not cast in a par ticularly elegant mould, nor were his hands and feet especially suggestive of high-born rank, but he was squarely and musculaiiy built, if anything a httle too broad for his medium height, lis arms long, and his hands large. In one hand he carried a pair of tanned gloves, in the other a stout stick of some for eign wood. He was quietly and well-dressed in dark clothes, which assorted well with his"], [41, "MR. BOMPAS SELLS A HOUSE. 29 calm and apparently imperturbable manner. He bowed to Mr. Bompas, who rose to meet him, and at once accosted that gentleman, speaking with an accent not to be identified as belonging to any particular outlying portion of the Anglo-Saxon-speaking race, but sug gestive of a long residence somewhere beyond sea. \" You've the selling of that house over o yonder, Air. Bompas.\" \" The ' Coombes,' ' Coombes.' I have. my dear sir — the Pray be seated. I anticipated your arrival from a communication I received from my esteemed— a — correspon dents, Alessrs. Goldings and West.\" \" Yes, they told me the price at w*hich you would sell the house and land, but they couldn't say anything about the furniture ; said they thought there was to be a sale. Is that so ? \" \" It was so intended, sir, but the lady who owns \" \" Lady ! oh, a lady's the owner.\" \" Airs. Stanhope, a widow lady, is the owner, Mr. \" \" Galbraith — that's my name.\" \" Air. Galbraith — Airs. Stanhope had in-"], [42, "30 TWO PARDONS. structed me to sell by auction, and I had, with a view to that step, prepared a schedule or inventory from wiich I should, in due course, have compiled a catalogue as is — ah — cus tomary at such sales. But on receipt of in formation as to your intended interview, I — ah — suspended operations pending your arrival.\" Mr. Bompas appeared greatly satisfied with the ring of this speech, for he softly murmured the last few words over again to himself. \" AVell, I hke the house and grounds, and the furniture will do for a bachelor ; what is the total price for everything, just as it stands ? \" \" The house vou are aware is— — \" \" Sixteen hundred pounds I w*as told, but I w*ant a lump sum for the whole concern.\" \" I am not prepared as yet to give a decided answer on that point, indeed I am not quite — ah — authorised to do so, my dear sir, but \" \" Does this lady, Airs. \" \" Stanhope.\" \" Stanhope, live here ? \" \" She resides, my dear sir, not three"], [43, "MR. BOMPAS SELLS A HOUSE, 31 hundred yards from where we are now sitting.\" \" Can you see her to-day ? ' \" At once, at once, if you wish it \" A^ery w*ell then, Air. Bompas, you will find me at the ' Bear Hotel,' w*here I am staying, and if you will go and see her I will await your answer there. Tell her, please, that I will give her two thousand pounds — pounds mind, not guineas — that com is out of circulation — for the house, furniture, and fittings, just as they stand.\" \" Would you not — ah — prefer to see the furniture and fittings before making an offer, which you seem to wish to be a — ah — definite, and — ah — decisive one ? \" \" Seen 'em, sir, seen 'em ; I walked in there at eight o'clock this morning, and went all over the house.\" \" Without an order, my dear sir ? \" ex claimed Mr. Bompas — \" without my written order ? \" \" Just that,\" replied the other, coolly. \" I saw* an old woman inside straightening things, and I went over the house under © * her guidance.\" Air. Bompas had no words with which to"], [44, "32 TWO PARDONS. express his horror at this breach of professional routine ; he stared at his visitor, but made no reply. \" I'll wait at the ' Bear,' for two hours, for Airs. Stanhook's \" \" Stanhope, my dear sir, Stanhope.\" \" Stanhope's answer — Good day, sir ! \" Air. Bompas returned the salutation and courteously escorted the stranger to the outer door, passing through the front office, where Air. Carter, still more or less under the Water - spout influence, glared fiercely at his foe, and then, without noticing his pupil, betook him self slowly and pensively to his private room. His face wore a puzzled expression ; the cool ness with which Galbraith had made lis offer, and the — to him — unparalleled incident of the morning visit to the house, a visit paid when he who should have been all powerful in the matter was comfortably breakfasting, had somewiiat disturbed his mind, and it was with some sight perturbation and a little abate ment of his usual dignity that he sought once more the bosom of lis family. He paused a moment at the door before opening it, and softly enumerated to himself the heads of lis astonishment."], [45, "MR. BOMPAS SELLS A HOUSE. 33 \" He — ah — walks over the house without my written order — strange ! \" He — ah — seems most uncertain about Mrs. Stanhope's name — curious ! \" And he — ah — makes an offer for a house and — ah — furniture as though it were for a — ah — cow ! a cow in the market-place ! — a most extraordinary young man ! \" Another few moments w*ere spent with his hand upon the handle of the door of his private room, he then slowly and softly turned, and, instead of entering, took his hat from a peg and sallied forth on his errand. Emerging from South Street, into the part of the High Street immediately in front of the \" Bear,\" Mr. Bompas perceived his late visitor strolling carelessly across the path of the churchyard and pausing occasionally to peruse some inscription or observe some date. At the door of the \" Bear,\" lounged Air. Pinniffer, the landlord, who apparently seemed no less interested hi the figure hi the churchyard than Air. Bompas. This latter w'orthy was not long in perceiving the direction of the landlord's gaze, and, suddenly altering his route, walked over to the door of the \" Bear.\" Alany a time had his portly form filled the chair at vol. i. 3"], [46, "34 TWO PARDONS. public dinners at the \" Bear,\" many church warden's, waywarden's, charity, auditor's accounts had been made up there after cold lunch, passed over punch, and voted correct at a dimier. He and Air. Pinniffer were old cronies, for there was not a more \" responsible \" man in Avonham, not even exceptmg Air. Bompas himself, than Air. George Pimiffer, late Quartermaster- Sergeant of Her Majesty's Royal Aiarlshire Fusiliers, and now mine host of the \" Bear Hotel \" of his native town, whither he had retired with a good conduct pension, a couple of medals, and many honour able scars. \" Ter'ble hot, Air. Bompas, ter'ble hot to be sure, sir,\" said he removing his stalwart form from the doorway, and welcoming Mr. Bompas in with a w*ave of the hand. \" I was a-thinking of seeing you this morning ; but I had got my Alarlham brewer here, and you know I must see the malt fairly cast, lest the beer don't turn out hke the last lot. But if you'll step into my bar parlour — there's not a soul there, sir — I'll bring you in the rent, and take a receipt over as good a glass of cold punch as ever you've had here, sir, and that won't be a bad one, I'll pound it ! \""], [47, "MR, BOMPAS SELLS A HOUSE. 35 Mr. Bompas assented to the punch much in the manner of Jove accepting nectar, and the pair repaired to a cosy snuggery behind the bar, where, after a short comparison of papers, and an exchange of bank notes, coin, and receipts, the two sat down to their punch solemnly and sedately, as befitted men who had just discharged an important portion of the business of hfe. It having been mutually agreed that the weather was fine, that the hay promised well, and that most of it w*ould be in in a week, if the weather held, Mr. Bompas turned the conversation slowly and deliberately to the stranger. Mr. Pinniffer showed himself much interested in the fact that his unknown cus tomer was a man of substance and house buying ability, and then confessed that although he (Pinniffer) had seen many men and many cities, he had never in his hfe seen a cooler, offer-handed gentleman than the sub ject of their discourse, seen by both of them through a httle window of the bar-parlour, standing in front of the churchyard gate, cigar in mouth, gazing down the silent and glaring street. \" He came over in the omnibus last evening 3-2"], [48, "36 TAVO PARDONS. about eight. He w*alked straight hi and called for a pint o' champagne ; had it put into one of those tankards up there and took it off hke a — like — a — \" Air. Pinniffer hesitated a moment, and then rushing at his simile, said, \" hke a marine ! \" He paused and sipped his punch before resuming. \" He sent his portmanteau up to his room and stood at the door a bit, and then he turns round and, says he, ' Landlord,' says he. ' Yes, sir,' I says. ' Landlord,' says he, ' are there any houses to let in this place ? ' Well, Air. Bompas, of course I told him about the ' Coombes ' and Mr. Aliller's httle cottage, and told him your name, and w*here you lived and that, and then he turned round and says, ' Ah !' he says, ' I like the look of the town ; get me some supper at line, and I'll look at the houses to-morrow*.' AVith that he walks off, comes back at nine o' clock, has lis supper and sits in the corner of the smoke-room for the rest of the evening and never says a word, points to lis glass when he w*ants it filled, and never says a w*ord. Puzzled us all, sir, all of us, none of us knew what to make of him at all ; quiet enough, of course, and seems a nice gen'elmanly sort, but no com-"], [49, "MR. BOMPAS SELLS A HOUSE. 37 pany, not sociable hke, you know, Mr. Bom- pas.\" Mr. Bompas acquiesced in this view, and, pre mising that the secrets of his profession were of peculiar solemnity and weight, gave the history of his own interview with the stranger. \" There, now ! \" said Mr. Pmniffer, \" look at that now ! dear, dear ; well to be sure, he is a ter'ble cool gen'ehnan, surely.\" Mr. Bompas, having finished his punch, roser shook his head solemnly and dubiously, and bidding farewell to the landlord, went on his way to Airs. Stanhope. Crossing the church yard he passed Galbraith, who was smoking serenely, and who seemed quite obivious of his existence, in spite of the laboured and stately salutation with which the ex -Mayor deigned to favour a prospective townsman, a circumstance which, for the third time that day, caused the worthy man much inward reflection. He pur sued his way, however, in his usual imposing manner, and, having to deal with an ordinary and well-known client, was able to effect his business without any other mental shock. After a somewhat long consultation, Mr. Bom pas returned to the \" Bear,\" and finding Air. Galbraith standing on the steps and still gazing"], [50, "38 TWO PARDONS down the street, was able to inform him that his offer had been accepted, and that only the necessary formalities had to be gone through. He w*as referred, to his great astonishment, to the very firm in London who acted as Mrs. Stanhope's sohcitors, and in a few days the \" Coombes,\" w*hich had been empty long enough to be an interesting topic of Avonham tea-table talk, was occupied by the mysterious young man, who added yet more to the wonder of the town by bringing with him as his w'hole apparent household only one servant, that ser vant a man, and that man a stalwart negro with great filed teeth."], [51, "CHAPTER II. GUESTS AT THE PRIORY HOUSE. Mrs. Stanhope, of the Priory House, w*as admittedly the leader of Fashion and Society in Avonham. Her sway was undisputed, and her pow*er apparently hmitless. There were two sections of Society in Avonham, and there was a Pariah Section which was not in Society at all. There was no neutral ground ; to one of the coteries everyone was bound to belong. True, the exigencies of hfe sometimes made it necessary that certain persons, by their position, w*ere received by both the Society sections, but it w*as only in business hours that there was familiarity — it ceased w*hen four o' clock struck and the professional business of Avonham was over. And there was also one thing which terribly exercised the minds of Mrs. Stanhope and her immediate surrounding, and that was the position in Society of the Mayor. Indeed it was embarrassing. For the Mayor,"], [52, "40 TWO PARDONS. by virtue of his office, was of course the leader of all the pubhc doings in Avonham, and on him devolved the reception of any traveling greatnesses who might be visiting in the neigh- bourhood. He it was through whom was given that great moral support which Avonham has always extended to the Crown, and which the occupants of the throne haA'e esteemed so highly, eversince the days of Queen Mary who gave the town its charter. In the Town Hall was the bust of Sir Jabez Potts, who on being entrusted with an address to George III., on the occasion of the great defeat of the French by Lord Howe in 1794, had been kiighted by the King, to his great elation and to the pride and glory of Avonham, of which town he was a cloth-weaver. AVhat had happened before might happen again, and each succeeding Alayor of Avonham felt, as he buckled on the sword of office and donned the robes of State, that he too might kneel before his Sovereign o © and after a few sweet and ennobling\" words © might rise and return to his townsfolk and family a full-blown doughty knight. On the other hand, although at present the state of Alayoralty in Avonham was satisfac tory so far as the position of the occupier of"], [53, "GUESTS AT THE PRIORY HOUSE. 41 the civic throne was concerned, he being a sohcitor and having succeeded Mr. Bompas, who w*as presentable in \" Society,\" yet there were times when the gentility had been ter ribly puzzled as to how to receive a Alayor who was a butcher, w*ho stood at his door with his blue apron on, left the slaughter-house for the Tow*n Council, and exchanged the Chop ping-block for the Chair. And then again, although the Alayor might be tolerated in his official robes and with the handsome chain of office round his neck, yet, alas ! there was one appalling fact to consider, which was that there was neither chain nor scarlet robe of office wherewith to deck the Mayoress. So it came to pass that Society which, as we all know, has its immense tasks forced upon, and not sought by it, had to suffer greatly in re conciling wrhat was due to itself with what was due to the town. Such sacrifices were, how ever, made with that patience and courage which has generally characterised all martyr doms ; and the town and its gentility managed to work together amicably and for the interests of both. There was a second section of Society, re spectable in its way, larger than the Gentility"], [54, "42 TWO PARDONS. section, and in reality the mainstay of Avon ham ; front this class came more of the Aiayors than from the \" upper-crust,\" as the youth of the second section termed it. It had no re gular leader, the ladies being less amenable to the rule of one person than the follow*ers of Airs. Stanhope. It had one link and one link only that bound it socially with the first class, and that was the Church and its affairs. But it was as exclusive towards its inferiors as if it had been the highest society in the land ; stofid respectabibty was its great characteristic ; its female members inhausted much tea, its males had their club at which they consumed much tobacco, settled the affairs of the country-side with solemnity, and observed towards the Crown, the Church, and the Constitution, that reverence and loyalty for wdiich the httle town had long been noted, but into which reverence a most curious anomaly crept, which was that, though devotedly Protestant and unfeignedly Evangelical, it yet respected and admired, just as most other Protestant communities detested and abhorred, the memory of pastor-roasting Alary, from w*hom the place held, as we said before, the charter which made it a town. AVe mention the Pariah section as cautiously"], [55, "GUESTS AT THE PRIORY HOUSE. 43 as possible and with this saving clause for it, that it consisted in a great measure of youths, who, not having yet acquired any reverence for the respectabilities, had not become at tached to either party, but openly held aloof from both. These were generally reconciled to one of the sections by the face and form of some female member, whose influence induced the youth, first to neglect his old companions and pursuits, next to hover about the outskirts of the section which held his charmer, and finally, having attained the object of his affec tions in the parish church, to settle down re spectably and quietly in the station of Avon ham hfe to which the young lady called him. There were sometimes instances of an inverse working of this rule, when a youthful member of one of the great parties, having been rejected by a lady, left his party in desperation and joined the ranks of the Pariahs, but such in stances were rare, and the Pariahs, who were not at all bad Pariahs, but some of the liveliest youths of the place, were not fond of encourag ing these deserters, but more often insisted, kindly and firmly, in being suffered to go their own way alone. Aiany of these wild blades were in the habit of making excursions to"], [56, "44 TWO PARDONS. Bristol and Bath for their pleasure, rejecting the tea-tables of the Avonham matrons and the long pipes of the fathers of the town, and some had even penetrated to the arcana of London itself, and spoke famiiarly to awe- stricken audiences of the deights of Cremorne and the chops of the \" Cheshire Cheese.\" But neither tradesmen nor Pariahs found their way inside the Priory House gates on the occasion of those special day-parties which Mrs. Stanhope occasionally gave on the smooth shaven lawm of her beautiful grounds. And to-day the notabilities of Avonham w*ere as sembled there to welcome no smaller a lumi- nary than the Right Rev*, the Bishop of the Diocese. Seated in the most comfortable of armchairs under the shadiest of trees, the worthy father was chatting smoothly and mellifluously with lis fair hostess. On various parts of the lawn, but for the most part under the sheltering trees, for the day was hot, w*ere the heads of the gentiity party of both sexes. A httle more decorum than even this decorous society w*as in the habit of expressing was as sumed for the occasion and in deference to the presence among them ; still there w*as no lack of life and even mild gaiety in the picture."], [57, "GUESTS AT THE PRIORY HOUSE. 45 The Bishop himself w*as a well-made portly man, not at all averse to the good things of this world and certainly not an unnecessarily stern precisian, and he looked with evidently pleased eyes at the groups on the lawn before him. Standing beside his lordship and also in conversation with his hostess was Sir Head ingly Cann, Bart., Alember of Parliament for Avonham, which he represented entirely to the satisfaction of his constituents, who had not troubled themselves or him with a contested election for eighteen years : a tall fresh coloured good-looking Enghsh gentleman with all the precise and perhaps pedantic courtesy of the good old school. At a little distance from this group, an old beau, with a most wonderful assumption of youth, was chatting the smallest of small talk with the three pretty daughters of Mr. Bompas and with their mamma, whilst, some paces from them, Mr. Bompas himself and Mr. Boldham, the banker, were discussing some weighty point of finance, which hfted them awhile from the surrounding gaiety, and had involved them in a stream of figures so inexplicably dense that it made one hot to listen, for which reason, probably, they w*ere entirely alone."], [58, "46 TWO PARDONS. Regarding the antique beau, whose name was Trumphy, and who was the delight of all the maiden ladies of Avonham, was a young fellow of about twenty-six, who was leaning against the pillar of a verandah and casting glances of excessive scorn from a pair of very black eyes upon the unconscious little gentle man, wrho was smirking and bowing and keep - ing up a string of extravagant compiments, and w*ho was firmly persuaded of his ability to hold entranced all the pretty maidens at the party, but who was at present especially devoting himself to the undoubted belle of them all, Adelaide Bompas, w*hom we have already described as a very pretty, merry Engish lassie. There seemed to be no reason why Alfred Shelman should not have joined that or any other group that afternoon, but he chose rather to stand by the verandah and scowl at little Air. Trumphy in a belicose and unpleasant manner. For he had not a pleasing expression, this black-haired, black whiskered, black - eyed, dark - complexioned young man, and httle white patches came and w*ent round his thin lips and nostrils in a manner not good to look upon. He was aroused from his meditation by a voice — a"], [59, "GUESTS AT THE PRIORY HOUSE. 47 lazy, drawding voice which seemed to express half sloth, half contempt, and appeared to have a pleasing effect on the person who possessed it, and a most irritating one upon him who heard. \" Going to sleep, Shelman, or planning an escape from this outdoor oven, eh ? \" \" What do you mean ? \" said Shelman with a start, \" planning what ? going where ? \" \"Oh, I see,\" drawled the other, \"it's the Bompas girls — Gad, I haven't seen 'em for an age. Been in London, you know*, with uncle. I'll go and chat with 'em. See you presently, perhaps,\" and the young fellow strolled off and joined Mr. Trumphy and his audience. He was not so morose as Shelman, but had an indolent, sleepy sort of face, which, in its pink - and - whiteness, its regularity and its want of expression, looked hke the face of a doll. He was curled and ringed and scented, and on the best terms with himself, and was as conceited a piece of vanity as any in Marl shire. He affected cyiicism and was really a Sybarite, professed contempt for field sports for want of courage to share in them, and for sheer lack of energy to face any difficulty expressed himself careless as to the events of"], [60, "48 TWO PARDONS. life, taking care, however, to make his life at the same time as easy and comfortable as possible, and had that pleasant disregard for the feelings of other people which generally distinguishes those whose only thought is to please themselves. He w*as the nephew and heir of Sir Headingly Cann, of w*hose sister, now dead, he was the only child. Such was Walter Rivers, with whom our history will have much to do. Air. Trumphy was visibly disturbed by the advent of this gilded youth. For surely it is not the sw*eetest portion of the experiences of amorous age when youth comes and beauty turns away towards it. He had had his cheery little old-world gossip, had paid his well-worn compliments and earned his meed of praise, having really amused his good natured hearers, and lo ! his triumph was to depart at the first words of the good-looking boy who w*as sauntering towards them. But he had reckoned without his host ; the young ladies certainly bowed, but immediately cast little meaning glances at one another ; buxom Airs. Bompas was the only one who took the outstretched hand, but a cloud passed over her merry face as she did so, and Air. Trumphy"], [61, "GUESTS AT THE PRIORY HOUSE. 49 could see with evident delight that the visitor was not more welcome to the ladies than to him. He recovered his vivacity as quickly as he had lost it, assumed his buckish demeanour, and seemed to preen himself like an amiable old swan. \" Good-day, Airs. Bompas, good-day, ladies ; how d'ye do, Air. Trumphy ; bless me, what an age it seems since I saw you. I was just telling Alf Shelman that \" \" I thought he looked bored and cross about something,\" said Adelaide. \" Now, Aliss Adelaide, do let a fellow alone isn't she too bad, Airs. Bompas ? \" Airs. Bompas, who had given downright Adelaide a timorous warning glance, responded only by an uneasy smile. \" You really are so very terrible, Miss Adelaide, that I'm quite afraid of you.\" \" Complimentary, Air. Rivers, I must say, to one of our sex. And pray, where have you been this age as you call it ? London, I suppose ? \" \" Yes, Miss Adelaide, London, with uncle, and helping him in that awful parliamentary work, you know*. I'm quite knocked up, now*, really, I am; I want some country air vol. I. 4"], [62, "50 TWO PARDONS. and quiet, I really do. I can't make out how it is fellows go on year after year at the pace they do in London. I expect you do, Air. Trumphy — begad, I've heard you used to do it yourself, but I can't stand it. It knocks me up, you know. I hke the country. I like quiet and peace and all that sort of thing, so I persuaded uncle to come dow*n here for a bit of a rest ; and here we are.\" \" Yes, and now you are here,\" said Air. Trumphy, with a roguish look at the girls, \" now you are here, Air. Rivers, for goodness' sake do keep quiet.\" Mr. AV alter w*as rather discomfited at the hearty laugh with which this sally was received, and after a few commonplaces withdrew and joined the young man to w*hom he had first spoken, and who still remained leaning against the verandah, wearing the same morose and repelling expression of face. He sneered as Rivers came up to him, and seemed delighted at the shortness of his interview with the Bompas family. \" AVell,\" said he, \" you didn't stay long with your friends, considering how* long you've been absent from them.\""], [63, "GUESTS AT THE PRIORY HOUSE. 51 The other did not seem in the least degree annoyed, but laughed and replied : \" No, my dear fellow, I didn't ; why don't you go and give them a visit ? Perhaps you'd have better luck than I seem to get.\" \" Adelaide snubbed you, I saw that.\" \" I'm not the first or the only fellow she's snubbed, I expect ; how* is it you're not on terms with the family ? \" \" Who said I wasn't on terms with the family ? \" said Shelman, the w*hite marks com ing and going in his face, and with an uneasy twitching of the fingers. \" My dear fellow, it was the first thing I heard when I came down to this hole ; Perry and Watson were both at me as soon as I saw them yesterday — they were full of it.\" \" Perry and AVatson are a couple of insolent puppies, and know nothing about it. Because the old man and I happened to disagree in the Bank one day over a httle matter of business, is that any reason that the family should be brought into question ? People disagree about money matters every day of the week, all the year round. I do wish to goodness people would either talk about w*hat they understand, and nothing else, or else not talk at all.\" 4—2"], [64, "52 TWO PARDONS. \" We shouldn't get much conversation out of Avonham under that arrangement, I'm afraid ; and what we did wouldn't be up to much ; but what was the row with Father Bomp ; how did you manage to ruffle that old Patriarch's feathers ? \" \" I didn't ruffle his, confound him, but he put me preciously out, I can tell you. You know the ' Coombes ? ' \" \" Old Currie's place that was ? — yes.\" \" Well, I always said that if old Currie left, I'd take that place. It would have suited me admirably in every way with the alterations I proposed making, and I wanted to settle down in a house of my own, and — and \" \" And ask Addie Bompas to come and look after it, eh ? \" \" Well, suppose I did, what of it ? If I don't very much mistake it won't be through you if ever she did.\" \" But she won't, my dear boy, she won't come for either of us, so it's not a morsel of use for us to quarrel over her. Go on about the ' Coombes ' and the row with the old man.\" \" There wasn't any row I tell you ; it w*as this way : — AArhen Currie left, I went to Bom pas and asked him whether the house w*ould"], [65, "GUESTS AT THE PRIORY HOUSE. 53 be to let. He said he didn't know — Laura hadn't made — Mrs. Stanhope hadn't made up her mind wdiether to let or not.\" Rivers glanced quietly at his companion as he substituted the hostess' surname for her Christian one, and saw that a fierce flush had swept rapidly over his face, as he made an effort to restrain his rage. \" So I went,\" Shelman proceeded after a pause, \" to her and asked her, and she w*ouldn't let it to me. Said she didn't intend to let it just then. It was to be done up, it w*as to be altered, half-a-dozen things she told me about it, and at last I gave the thing up, for the present at least.\" \" I w*ent past there yesterday, and it seemed occupied ; there were blinds up and old Duggan was working away in the front garden. Who's got it, then ? \" \" Now* you're coming to what you call the row,\" said Shelman, peevishly. \" About three weeks ago, when Mrs. Stanhope had just come back from London, a fellow comes down here one day, from goodness knows where, and puts up at the ' Bear,' calls on old Bompas the next day — I got that from Carter, who owes him a grudge for some cheek he got from him"], [66, "54 TAVO PARDONS. — sees old Bompas, who immediately comes up here, and, by Jove ! in a few days' time, this fellow moves into the ' Coombes,' having bought it— bought it, sir — not rented it — furniture, land, house and every mortal thing. That's what riled me.\" \" Would you have bought it ? \" \" Bought it ! of course I would ; she must have been mad to sell it for such a price. Fancv, two thousand for the lot ; the furniture was only four hundred, it's true, and the buyer paid all the law expenses ; but just imagine, sixteen hundred for the ' Coombes ! ' AVhy it's absurdly cheap. I'd haA*e giA*en five hun dred pounds more directly, and so I told old Bompas.\" \" AVhat did he say ? I thought Airs. Stan hope took his advice hi e\\-ery thing ? \" \" So she does. I know* she does, but in this instance the old fool sw*ears he knew nothing at all about it. It w*as all done through Gold ings hi London ; this fellow, it appears, is one of their clients and they told him of the house. All Bompas had to do was to actually sell the thing and take the money. It seemed all cut and dried, he says, and wdien I told him he ought to have kept the first chance for me, he"], [67, "GUESTS AT THE PRIORY HOUSE. 55 declared that it didn't matter, for when he mentioned my name to Airs. Stanhope, she shut him up at once.\" \" That's rather a short expression for Bomp.\" \" Well, then — she intimated her dismclina tion to interfere with current negotiations,\" said Shelman, wdth a short and strident laugh ; \"it's about the same thing though, and so that chance of getting a house is gone. I shall build one, I think, on the AVestern Road. Will you sell me that piece backing on to the river ? I want a boat-house.\" \" I'm not going to sell any AA-onham land, old fellow*, thank you. Uncle's sure to get a Railway Bill for the town, and you'll see how land will be then. But who is the man who bought the place ? AVhat's his name, and where does he come from ? \" \" His name's Galbraith, but where he comes from goodness only knows. He's a most extraordinary fellow*, and no one in AA*onham seems to know anything about him. He's got a confounded great hulking nigger for a servant, a fellow six-feet high, wdth teeth hke a saw*.\" \" Sort of Mesty, I suppose. Well ? \" \" I wrote to the man telling him I'd take"], [68, "TAVO PARDONS. 56 the house off his hands and give him a couple of hundred for his bargain, but he sent me a very short note in reply, saying he was going to stop on, and so, as I told you before, that chance is gone — here's the Bishop and your uncle coming ; let's go and see if old Bowlby's got any w*ine going \" \" Not now, old fellow, I want to see the Bishop — alw*ays speak to Bishops, it giA*es one tone.\" Shelman turned moodily away and showed (worst kind of angry man) no relief from having told his grievance. Rivers looked after him with a smile. \" You're a nice young man, Alfred,\" said he softly to himself, '' a very nice young man — you'd make a charming husband, and I envy the girl who marries you. So the widow* saw through the game, did she, and wouldn't stand it. I don't wonder at it. AVhy w*hen I left, I thought she was going to change her name again to Shelman. There's only a half-score years between you, and there's plenty of money on both sides. Well, there's only a half- score years between another man and your charming widow, and there isn't an open attachment to another girl"], [69, "GUESTS AT THE PRIORY HOUSE. 57 between him and her ; and there's plenty of money on his side and wall be more. I wonder how- uncle would like it ? H'm ! I'll )> see. And here his uncle and the Bishop coming up, he was soon in close converse with them, showing marked ability in his piloting of his uncle through devious ways of rhetoric, and much skill in keeping him from falling into pit-holes of doctrine or politics ; smiling and Avinning, deferential and polite, the Bishop was pleased with him, his uncle was grateful to him, and he was self-satisfied to an inordi nate degree. And all through that afternoon, as he went from group to group, there was none of the silent distrust of him which had been manifested by Airs. Bompas and her daughters ; indeed the matrons of the party seemed charmed wdth him, the maidens neither chiding nor coy in his presence. Where had he been so long ? and how good it w*as of him to work so hard for his uncle, and what had the Bishop said to him ? and w*asn't he glad to get back to his AA*onham friends ? — these w*ere the remarks rained on him from all sides, and to all of them he gave light, chatty, pleasing answers. He found himself at last"], [70, "58 TAVO PARDONS. close to his hostess, who beckoned him to her side wdth a smile. Tall, dark, stately, well-preserved, with much natural dignity and not a little grace ; arm well-shaped, hand and foot small ; eyes black as sloes and bright and sparkling ; somewhat low forehead, and a mouth whose chief characteristic was the evidence of quiet firmness wdnch it gaA*e — this was Airs. Stan hope. \" You haA*e been at your best, I hear, Mr. RiA*ers,\" said she, motioning him to sit by her side. \" You are getting quite a popular character. Have you any design in it ? Your uncle's seat is surely safe enough.\" \" My uncle's seat is safe enough, no doubt, but, you know, a young fellow may haA*e ambitions, and my uncle won't live for ever. It's his wdsh that I make myself as agreeable as possible in AA*onham ; in case of anything happening to him, he would like me to succeed him rather than think of a stranger coming to sit for Avonham.\" \" Indeed ! is y^ur lordship the only resource of Avonham ? \" \" Aly lordship, as you are pleased to say, is not the only resource of AA*onham, but Aa*oh-"], [71, "GUESTS AT THE PRIORY HOUSE. 59 ham likes an Avonham man to represent it, and, since the Reform Bill, has always had one — and, connected as I am with my uncle, knowing all his parliamentary business, and being entirely in his confidence, I have as good a chance as anyone else.\" \" Well, w*hen the time comes you shall have my interest, I promise you. Thank goodness, they can't deprive us of our interest, even though they won't let us vote.\" \" I shall always be happy when our interests are identical,\" said RiA*ers, with a laugh, and a bold glance at his hostess. She rose and made him a pretty bow. \" Come and get me an ice, you forward boy ; you learn the horridest things in London, I'm sure.\" \" Is there nothing to be learned in Avon ham, then ? \" said Walter, laughing, as he gave her his arm, \" but I forgot to ask you something. Are you losing your interest in the place, or are you giA*ing us faggot A*otes ? \" \" What do you mean ? \" \" AVhy, youVe sold the ' Coombes,' I hear.\" \" Oh, yes, but my interest in AA*onham isn't diminished. I had a good deal of"], [72, "60 TWO PARDONS. bother over it in Alajor Currie's time, for one thing, and I had a fair offer for it without taking any trouble about it for another, and I had a third reason for selling it, wdiich w*as most important of all.\" \" And that was ? \" \" I had a debt to pay.\" \" A debt to pay, wdiy, good gra \" \" Not a money debt, you foolish man. When I want money I will come to either the present or the future member for AA*onham, after my bankers and agents haA*e all failed me. It AA'as another sort of debt altogether.\" \" And you paid it by selling the house ; ah ! I understand now. So you owed Shel man a turn, did you ? \" \" Yes, and paid it too — you young men want keeping in order sometimes. So he told you of it, did he ? \" \" Only this afternoon. I saw him looking very amiable about something, and got the story from him after a little. He seems A*ery cross OA*er it.\" \" I meant him to be. I must keep my subjects in order, you know.\" \" I thought Shelman was your slaA*e ? \" \" Alaybe — but he escaped, and this house"], [73, "GUESTS AT THE PRIORY HOUSE. 61 AA'as the only dog I could send to bite him — so I sent it.\" \" But did he escape ? If he did it was to that horrid place that those misguided fellows in America get to — the Dismal SAA*amp — for he can find no shelter elsewhere, and he's as glum as possible. IVe been away, you know, and didn't hear of it. Well, it doesn't break my heart, for Shelman and I were never quite David and Jonathan, although we were at Eton together.\" \" Besides which — I think I've heard so — wasn't there a httle rivalry between you once ? \" \" Of course there w*as. I'm jealous of all your slaA*es ; everyone in Alarlshire is.\" \" I don't mean that, you incorrigible fellow. I'm talking about that pretty daughter of Mr. Bompas. She's here to-day ; I asked them all to meet the Bishop. Bompas is churchwarden, you know.\" \" Which of them ? Egad, they're all pretty. No, there was neA*er anything hi that. I neA*er said anything but mere civility to Aliss Bompas, and, by Jove ! I never even got that from her, for she's as sharp as a needle, and drops down upon me awfully. Shelman w*as"], [74, "62 TAVO PARDONS. hit, and still is, I believe, but I don't know wdiat to think of it, I'm sure. Indeed, I don't. I've been away, don't you know. Let me give you this ice.\" Airs. Stanhope could not hope that one of her guests, howeA*er charming, could occupy her longer. She had to fulfil the thousand © little duties of a hostess, all of which she did to perfection. AVhen the episcopal chariot came for the Bishop, he took leave of her in the most ferA*ent and marked manner. The member, the banker, the family solicitor, the magnates of Alarlshire, and the great ones of the AVest, all said their adieux, and praised their hostess ; her graceful winning ways, her hospitality and affability were lauded to the skies. And when the last guest had departed, and Mrs. Stanhope had had her quiet dinner, cooked by the skilful hands of her chef, and served by sen*ants deA*oted to her, who only asked to live and die in her serA*ice, she leaned back in her armchair, and fell to thinking over the eA'ents of the day. Among these eA*ents had been the frequent reception of some A*ery prettily paid compli ments, and an amount of attention from AValter Rivers in particular, w*hich had not been mis-"], [75, "GUESTS AT THE PRIORY HOUSE. 63 construed by a woman well read in the Avays of the world. It was perhaps natural that the thoughts of the handsome widow took a matri monial turn. Air. Stanhope was a wealthy man who, eight years ago, had married her and brought her to his house at Avonham, w'hither he had retired, after realising a handsome for tune as a London merchant. Their married life had been perfectly uneventful, and had lasted only four years, when Mr. Stanhope had died, blessing her with his latest breath as a kind and loving wife, and endowing her wdth almost all his wealth. And yet, when Mrs. Stanhope, after thinking of her admirers and their compliments, began to turn her thoughts to love and marriage, the family skeleton came out of its secret cupboard, and held close com munion with her for an hour — and a A*ery grim and ugly skeleton it was. •^N**-"], [76, "CHAPTER III. THE STRANGER GIVES MR. ALFRED SHELMAN MORE CAUSE TO LOA*E HIM. Now* that the first overwhelming curiosity as to the neAv occupant of the \" Coombes \" had somewhat subsided, on account of the apparent hopelessness of discovering anything about him, public attention directed itself with great diligence to studying his domestic doings. The only medium through which the good gossips could find out anything about the ul terior of the house w*as a stalw*art charwoman, named Hackett, who was an institution in Avonham, and who, it was speedily found out, went to the \" Coombes \" for two hours in the morning, to ply the art which she professed. Even from her, the good ladies could make out very little. The house, she said, w*as pretty much the same as in Major Currie's time ; the new tenant had purchased A*ery httle new furniture ; some shelves had been put up, there w*as a \" sight o' books \" in the frontparlour, and"], [77, "THE STRANGER. 65 some new and incomprehensible utensils had been added to the kitchen. The gentleman was a real gentleman ; her money was always laid reg'lar on the mantelpiece for her eA*ery morning, and she got as much for her two hours as eA*er she'd got for a day anywhere else ; sometimes it didn't take her two hours, and then she just finished her work and went ; the beer-cellar wasn't locked, she sometimes pointedlj* remarked (in houses where it ivas locked), and the tap was to be turned for the turning, and no questions asked. The gentle- man seemed an early riser, and in general walked about in the garden after breakfast a-smoking, and he didn't smoke no Avonham cigars neither, she knew the smell on 'em better. She never had no cooking to do — the coloured gentleman done all that. AVell, some people might call him a nigger if they hked, but since she'd know*n him she didn't know but w*hat she'd a -changed her mind a bit about it like ; anyways, he was always polite and ciA*il enough to her, and handsome is as hand- some does, and what was beauty but skin-deep arter all w*as what she wanted to know*. All she knew was that it was the best job o' char ing as she'd ever had since in this tow*n she'd vol. i. 5"], [78, "66 TWO PARDONS. a-bin, and how long it lasted she didn't care. Thus spoke Airs. Hackett, stalwart charw*oman, earning many a glass of pleasing and com forting strong waters from her narration. The tradesmen of Avonham regarded the new-comer with respect as a gentleman who paid for everything as he had it ; ran no bills, all cash down on the nail, they wished every body w*ere hke him that way. He seemed to live simply ; his serA*ant was rather exacting tow*ards Mr. Killett (the ex-butcher-mayor) in the matter of special cuts and small dainties, but — there, foreigners, particularly them of a different colour, were expected to be a bit curious in their tastes and fancies, and the man was a civil, well-spoken man enough — the chief wonder in the minds of © the Avonham worthies being that neither his speech nor his manner in the slightest degree resembled that of the wandering companies of Christy Minstrels who had occasionallv visited the town, and who w*ere popularly supposed to be faithful delineators of the manners of the African race. From the remainder of the town Mr. Galbraith kept carefully aloof as it seemed. Perhaps the feeling w*as slightly too strong on"], [79, "THE STRANGER. 67 that point, but it is certain that he sought no introduction to any of the townsfolk, and had a calm but startling manner of answering any questions, which we haA*e seen brought into play Avith Air. Bompas's unfortunate pupil, and which effectually checked any approach to familiarity. By the time he had settled down in his house he had had the usual call from the A*icar, w'honi he had received politely, w*hom he had told, hi the fiA*e minutes that the in terAdew lasted, nothing of himself, and whom he had dismissed — politely, it is true, but still dismissed — much puzzled by the cold and im passive demeanour of a man, young and appar ently in full health and strength. So that although Galbraith did nothing very strange or eccentric, nothing more strange, that is, than to eA*ince a desire to be left entirely to himself, yet, had he been in the habit of launching out into the wildest extra vagances, had he at once joined the A*ery outermost circle of the Pariah section, he w*ould not have excited a tithe of the gossip and curiosity which followed his settlement in the town, and which lasted for the first fortnight of his residence. Then the subject began to drop a httle ; in terest strained to its uttermost must relax at 5—2"], [80, "68 TWO PARDONS. last, and it was so in this case. The town had to prepare for its great fair, held at the end of July, and lasting three days ; tw*o mill-owners had a dispute about water-rights, in which every male inhabitant (always excepting Gal braith) took one side or the other ; children were born in the families of two or three promi nent citizens ; Air. Sander, the young grocer, married Aliss Haiton, the veterinary sur geon's daughter, who had thrown over Air. Speckley, the optician, whom everyone had thought was to be the happy man ; and old Air. Rax, the senior member of the Town Council, died, and was honoured with a public funeral ; in a word, Time, AA'hich effaces the deeds of the evil and the good alike in the great w*orld wherein AA'e all toil and moil, gradually Avore awa a* the impression which the stranger had created on his arrival in the quiet little town. AAith Air. Bompas alone had Galbraith kept up anything like intercourse. It had arisen very naturally out of the first arrangements for the transfer of the house ; for in this land of property, and among this nation of shop keepers, the sale and purchase of houses are not conducted in dumb-crambo ; naturally"], [81, "THE STRANGER 69 enough, also, they exchanged greetings when ever they happened to meet. Sometimes Mrs. Bompas leaned on the arm of her Abel, in w'hich case the hat of the young man was raised Avith more formality ; it had happened that Air. Bompas had one of the young ladies with him, in which case also we know it is necessary to bow. Noav, to acknowledge the salutation of a young gentleman, when leaning on papa's arm, is undeniably correct, and Prudery herself must countenance it ; also when mamma receives the compliment, Miss must also admit it, and having gone thus far it w*ould be hard-hearted to refuse to see the gentleman's bow when tw*o or three sisters are together, and are saluted collectively, and so on and so on, till you find that you will naturally incline your head to a respectful hat lifting male, even when walking down the © \" © street of a country-town alone. Of course the Misses Bompas bowed to other gentlemen, but they were the only young ladies in the place who ever received any notice from Mr. Galbraith. From time immemorial Avonham had its special trade in which it surpassed towns twenty times its size, and for AA'hich indeed"], [82, "70 TAVO PARDONS. it stood first in all the land. It had the largest market for cheese in England. At its great fair in October were \" pitched,\" that is, brought into the town and exposed for sale, mountains of cheeses of all sizes and kinds, but principally of those made in the district twenty mdes round, in the two greatest grazing and cheese -making counties we haA*e. On the second Friday of every month the ordinary cheese market was held, that of October being the largest ; but in addition to all these cheese pitchings it had an annual fair lasting three days, a fair which brought in all the country side for miles around, which filled the tow*n with horned cattle, rosy-cheeked farm hands, and shows and stalls of all descriptions. To receive the Ausitors took the town a week of preparation, to get rid of their traces a week of cleaning up ; it was the one great e\\*ent which really broke the routine life of AA*on ham ; open house was the order of the day, and eA*ery outlying natiA*e made shift by hook or by crook to get back to the home of his youth on at least one of the three days. On the first of these three days was held the amiual \" Alop \" or hiring fair. Scarcely a farm servant for miles round but was en-"], [83, "THE STRANGER. 71 gaged in this way. Standing in the market place, and fining the main street, were two detachments of them, men in one, women in the other, all waiting to be engaged for a year from \" Aiop \" day. Farmers in want of carters, ploughmen, odd men, or shepherds ; their wives seeking dairymaids, kitchen-helps, and \" such-like,\" went amongst these two parties, seeking persons looking likely to suit them, making their bargain, and binding it with earnest money, the passing of which makes the contract good for eleven months. A specimen of this kind of hiring would be about as follows : Farmer (speaking to a man who, from having a piece of twisted whipcord in his hat, is known to be a carter). \" How many hosses thee bin a used to mind ? \" Carter. \" 'Bout a ten, zur.\" Farmer. \" AVhere hast a bin a-livin' ? \" Carter. \" Up to Master Dingle's, o' Lie Dillimer.\" Farmer. \" Be main heaA-y land, there away, eh ? \" Carter. \" Ees, zur — a be ter'ble heavy to be sure — 'twere shockin' wark a cleaning o' en. I be a aimiii' for to get more downs way like.\""], [84, "72 TAVO PARDONS. + Farmer. \" Thee can'st gi' a boss a ball now, can'st ? \" Carter. \" Ay, sure, zur, an' niver want nur a doctor hround my steable nuther.\" Farmer. \" How much dost 'ee ask, now ? \" Carter. \" Arourteen zhillin', zur, an' I don't aim to goo under it.\" Farmer. \" AYhoy, theest askin' a zhillin' moor nor any man i' th' mop as I've a-spoak too yit.\" Carter. \" Pack o' macky moons ! Spooas in' I be — I count mysel' a jonik at it, zur — not one o' they silly sort as look at a hoss an' think as he'm dressed. Yo'll find I'll arn all o' that, zur, an' zaA'e it thee aaver an' aaA*er in oats an' bron.\" Farmer. \" AVell, I've a heerd on thee, an' a zhillin' 'ont part us — there's thee arnest. Come aaA'er a Monday and miake a start. Long-bottom Varm, 'yond Cummerford Giate.\" Carter. \" All right, master ! Thank 'ee kindly, zur. I'll be thur, zur, never A*ear.\" And the pair separate, Avell pleased, the farmer going to look after his Avife who is chaffering OA*er a pound a year AA'ith a red armed stalwart dairymaid, their business being conducted very much after the same model."], [85, "THE STRANGER. 73 The second day was devoted to cattle, horses, sheep, and pigs, which swarmed in the streets. The unfortunate bulls were tied to stout posts in the upper market-place, and at four o'clock were released to go plunging blindly down the street, scaring the women almost to death, and clearing eA*erything before them hi their career. The sheep were sold by auction in pens outside the \" Bear,\" which was thronged with Adsitors from morn to night ; horses were found at the entrance to South Street, and pigs eA*erywhere. It was of little use for the puiweyors of amusement to open their shows till the third and last day, but then they reaped a silvern harvest. Then the spotted boy, the pig-faced lady and the knock-kneed giant drew crowds to see them. Then was the gingerbread nut hot i' the mouth, and the foaming sherbet hissed in the glass ; then were the gathers torn out of mother's dress as eager httle ones dragged her to gaily painted toy stalls where the agile monkey climbed the yellow stick, and pop-guns and side-drums, whistles and humming tops made a display irresistible to boyhood ; there on all sides were the \" fairin' ' ribbons so dear to the female heart, cheap"], [86, "74 TAVO PARDONS. jewellery, peep-shows, Punch and Judy, the wonderful collection of wild and \" fabzdous \" animals, the five -legged horse and the two- ' O© headed-boar. The little place was in a whirl of excitement for once, and the A*ery nature of the townsfolk was changed. AAithout entirely throwing off the bucolic stoliditv so welded to the character of the Wessex county folk, they ran riot with heaA*y humour ; the good old jokes that had done duty for years were all cracked again, and, haA'ing receiA*ed their usual attendant guffaws, were carefully laid aside to be produced again next fair — to be artfully led up to in conversation, or lugged in neck and crop at any and every opportunity. In many a house, the parlours, the kitchen, the sacred drawing-room or best parlour, only opened on rare occasions, were filled with noisy, good humoured friends, bouncing lasses from country farmhouses, boisterous bachelors making rough love and meeting no reproof, all hoydenish or boyish misdemeanours being pardoned on account of Fair Day, w*hich, to say truth, was the starting point of many a rustic wooing. Of course, when eA*eryone was entertaining company, the house of Air. Bompas, one of the most hospitable of men as well as a county"], [87, "THE STRANGER. 75 magnate, w*as not closed. Indeed, the very best of country-side society, the cream of the landed interest, the golden youth of agricul ture, were cordially received by the genial, albeit pompous, host. Mr. Bompas did not sail in the market-place ; fair-tide was a holi day with him, a season of feasting and meeting country-side cronies, of hearing reports of farms and land, crops and rents, prospects and profits. For his wife it was a time to air the new*est dress, to produce the oldest wine, to cut the richest cake, and to live again the days of her youth in hearty communion with a score of matrons, her school-mates and girl mates of yore ; whilst for the Misses Bompas it wras the occasion of receiving the undisguised © D admiration and attention of half the youth of the shire, some of whom hoped, some of whom despaired, but all of whom were avowed ad mirers of the three pretty sisters of Avonham. Here they were now, the centre of a group of young men, a group occasionally lessened by the departure of one swain, to be speedily in creased by the coming of another. Adelaide Bompas and her sisters were tall and fair, with a great family likeness in all. If there were any difference in their beauty it"], [88, "TAVO PARDONS. 76 was that the twenty-four years of Adelaide had given a little more ripeness to her form than the twenty-two years of Louisa, or the twenty of Lucy. AVhy they had not married before was sometimes a matter of wonder, sometimes a matter for inquisitiveness and sometimes a matter for spiteful rejoicing. But young Grains, the brewer, had wooed Adelaide in A*ain ; the ReA*d. Adolphus Gran had fruitlessly sought the hand of Louisa, and Lucy had laughed so at the sight of Lieutenant Aloody as, arrayed in a tight shell jacket, he knelt at her feet to propose, that the youthful warrior had risen to his feet in dudgeon with all his honied words unsaid. And rumour spoke of others also. Rumours said that AAralter RiA*ers had been also sent away by one of the trio, to which statement was sometimes added the fact that the young gentleman had been astounded by getting that curious social entomological specimen a \" flea in his ear \" from the lady whom he supposed he was honouring by those attentions so welcome to many, but so unre quited where he most wished them faA*ourably receiA*ed. It was a moot point as to how far Mr. Shelman had gone, or was prepared to"], [89, "THE STRANGER. 77 go ; how'eA'er, it Avas universally agreed by the Avonham matrons, that how*ever much people may haA*e thought he w*as smitten with Mrs. Stanhope (and the very idea of him marrying a women ten years older than he was), the widow had had, whether she knew it or not, or whether she cared or didn't, at any rate, a temporary m*al in Adelaide. The mere mention of this purely suppositi tious rivalry was at all times sufficient to arouse the ire of these excellent women. Self taught to look on their Society leader as on a being from another sphere, a daughter of their own circle was to Airs. Stanhope even as Arachne unto AIinerA*a. AVhateA*er the young women wanted in the shape of husbands, the matrons went on to observe, was more than they knew* ; that they were good-looking girls with good figures nobody eA*er w*ent to deny ; but for being handsome — wrell, that was a matter of opinion and taste—they were w*ell off no doubt (at least the father was), and rode their horses, and had been to school at London — but after all their father was in business just as the fathers of their own darlings were, and they only hoped their own girls w'ould ne\\*er look aboA*e their stations, for it w*as well known that pride often"], [90, "78 TAVO PARDONS. had a fall, and it was also well knoAvn that crows couldn't expect to live in eagles' nests, and a great deal more proA*erbial wisdom to the same effect was ahvays quoted whene\\*er the question of the Alisses Bompas and their marriages cropped up at tea. The three pretty sisters meanwhile went on their way A*ery much as they chose, and seemed — and probably were — entirely careless as to the opinions of the self-appointed arbiters of courtship and marriage. Not that the tea table forces were always permitted to make hostile demonstrations without experiencing a counter attack. All pretty women are angels, but there is a great deal of human nature in some of them. Sometimes it hap pened that the feminine spite of some good lady could not be restrained, but broke out in sugar-coated innuendoes made to one of the young ladies herself. AVheneA'er this occurred, the attacked one would take up the cudgels on behalf of herself and sisters so very efficaciously that more than one mamma had retired from the contest with the tables so completely turned upon her and in such a routed and demoralised condition that she herself could not completely realise the extent of her OA*er-"], [91, "THE STRANGER. 79 throAv till an angry son, or a tearful daughter, informed her that the sisters had carried the war into the enemy's country by repeating the facts of the encounter to a number of the youth of both sexes and making at least a nine days' laughing stock of the whole of the aggrieA*ed and innocent family. The group in Air. Bompas's handsome draw ing-room was one of the merriest hi AA*on ham that day ; from the host downwards, all Avere full of fair-time fun and fair-time jollity. Servants came and went with refreshments solid and liquid, the windows tow*ards the garden were open, and the noise of the fair in the main street Avas subdued and deadened by the intervening trees. CoiiA*ersation was there fore easy, and it went on in one continued flow. A the further end of the room near the win dow looking on to South Street were the three sisters and their attendant suite ; on the heathrug was Air. Bompas with a knot of his particular cronies, and, at the garden end of the room, Airs. Bompas with her own especial friends. A fresh -coloured young farmer was endeaA*ouring to interest the girls in a favourite mare, the new curate w*as waiting to put in a clerical joke AA*arranted of the mildest and"], [92, "80 TAVO PARDONS. purest Oxford brand, and Air. Adolphus Carter, Avho was, as every apprentice or articled pupil should be, Aiolently in love with his master's daughter (in this case he never could make up his mind with winch), was gazing fondly and earnestly at them all, when Adelaide suddenly exclaimed : \" Luce ! Lou ! whose horse is that ? AVhat a beauty ! Oh, he's for sale, I see ! \" \" Yes — he's good-looking enough — but you should see this mare I was telhng you about,\" said the young farmer. \" I assure you, Aliss Lucy \" \" Air. Shelman seems to be going to buy him,\" said Louisa. \" Papa, is that one of Dingle's men, with this horse here ? \" Mr. Bompas adjusted his glasses and ap proached the window. \" My dear, I am unable to identify the individual as being connected with Air. Dingle.\" \" It's a splendid horse, anyhow* ; Shelman's most decidedly smitten,\" said one of the young men. \" Ah, I see Dray is going to sell him by auction ; there's the Duke's whip looking at him now ; he'd fetch some money.\" \" So he ought,\" said Lucy, an enthusiast in"], [93, "THE STRANGER. 81 horseflesh, as eA*ery Amazon is ; \"I wish papa would go and buy him.\" \" Not a bit of use, Luce,\" said Louisa, \" we should only quarrel OA'er him. I wonder what he'll fetch.\" \" I'll go dowm and see and bring you word again,\" said the young farmer ; and he was soon standing in the ring which surrounded the horse, in front of Air. Dray's rostrum, a kind of wheeled reading desk which was draw*n by a pony from point to point. The bidding started briskly, and very soon reached a hundred guineas, for the Duke's whip made a sudden and bold leap when sixty was reached and seemed to fancy that the horse was his. Mr. Shelman, however, and a httle wiry local steeplechase jockey, still opposed, and at a hundred and thirty he turned aside with a sigh — he had really exceeded his hmit, but he said to his neighbour, \" I know* the Duke 'ud a liked him, and it's a shame to lose him, on'y I got my orders A*ery particular about price this early time.\" The httle jockey was still manfully bidding against Mr. Shelman, to the latter's visible annoyance, so he crossed the ring and went to him. vol. i. 0"], [94, "82 TAVO PARDONS. \" Why the devil can't you let me have the horse, Hart ? You don't want him.\" \" I must haA*e him, sir,\" said the man, touch ing his hat respectfully, but speaking firmly. \" Nonsense, you mean you want a tenner for yourself. Well, you can have that to leaA*e him alone.\" \" Any advance on one hundred and forty guineas,\" said the auctioneer, raising his ham mer, for he noticed the com*ersation, and guessed its import. \"A hundred and fifty,\" said Shelman. \" Now*, then, let the thing alone and you can haA*e ten for yourself.\" \" Can't do it, sir ! A hundred and sixty ! \" \" SeA*enty,\" said Shelman, viciously. \" Eighty,\" said the jockey, quietly. \" Hang you, take the brute,\" said Shelman, scowling at the man, the horse, the auctioneer, the crowd, and the surroundings generally ; and elbowing his way out of the ring he walked slowly down the street. He paused at Air. Bompas's open door, and twisted his glove, hesitatingly. \" I haven't called, and I suppose I must : it's best to keep in with these people. I'm hanged if I know wiiat to do about the girls, © © '"], [95, "THE STRANGER. 83 though. I've a good mind to make up to Addie again. Curse that brute,\" and mutter ing to himself he entered and walked upstairs. He was cordially welcomed, of course, for he was one of the first young men in the county, a partner in the bank, a landed proprietor, and a rising man ; but there was obseiwable in his greetings a sense of showing no desire of gaining affection, but rather of exacting respect, and those who saluted him and shook his hand did so respectfully, yet not heartily, and spoke to him as to a power rather than to a friend. He had made his way to Mrs. Bompas, and w*as greeting the ladies in her circle, when the young farmer, who had A*olunteered to bring back the news of the sale, returned. He saw Shelman in the room and so told his tale in a low tone of voice, but the news evoked an ex clamation of surprise from two or three of the group. Shelman turned and adA'anced towards them, saluted the ladies, and shook hands with some of the young men, amongst them the young farmer, the son of one of his tenants. \" I thought you meant having that chestnut just now, sir,\" said the latter. \" Ah,\" said Shelman, carelessly, \" you were 6—2"], [96, "84 TWO PARDONS. there, Rodwell, of course, I saw you — yes — but he went too high. I don't mind what fair © prices I pay, but I don't giA*e fancy ones. I suppose Hart will send him abroad ; I hear he is picking up some horses for Germany.\" \" Oh, no ! I asked him,\" said Rodwell ; \" he bought it for a gentleman hi AA'onham here.\" \" AVho on earth is that ? \" said Shelman, flushing up with sudden anger, and then turn ing pale ; \" Air. Rivers ? \" \" No, sir, the gentleman that's bought Airs. Stanhope's house, over here.\" \" You look pale, Air. Shelman,\" said Airs. Bompas, w*ho had crossed the room to speak to one of her daughters, \" w*on't you take a glass of wine ? Abel, give Air. Shelman a glass of wine ; why, you're as wiiite as a sheet, sir ; it's the weather, I suppose.\" He took the wine and drank, in the country side fashion, to his hostess and her daughters, ' © 7 but looking at Adelaide, saw* that she was in tently regarding him, as if reading what was passing in his mind. He recovered himself with an effort and w*as soon engaged in county small-talk with the other guests."], [97, "CHAPTER IV. A DISCUSSION ON AN IMPORTANT SUBJECT. Sir Headingly Cann and his nephew sat at breakfast one summer morning, about a week after the fair. The young day was so bright and the mterior of the room so hot that Sir Headingly, who was a late riser, had giA*en orders that the table should be laid under the verandah, and that the meal should be taken in the open air. They were sitting there in lounging chairs before a low table coA*ered with materials for a repast altogether rather more tropical in its nature than our ordinary Eng lish feasts. We haA*e so few opportunities for eating out of doors, and such A'ery conserva tiA'e notions of the A'iands which Ave consider proper to a breakfast table, that a meal such as Sir Headingly and AValter RiA*ers were now engaged in discussing, might be considered somewhat of a noA*elty in domestic hfe. Fruit formed a considerable item ; the coffee-pot w*as certainly present, but seemed neglected for a"], [98, "86 TWO PARDONS. long flask of hock flanked by a silver pail of glittering ice ; the table was bright with flow*ers, and the verandah gay AAith clustering roses ; the stately peacocks strutting on the smooth lawn gave a lordly air to the scene, and Sir Headingly surveyed it with an air of feeling both eye and mind pleasantly relieved from the turmoil of London and the labours of the ses sion. For though AArestminster legislators were still engaged in piloting the good ship Britannia into shadow water and on to mud banks, hi order, as it seemed, to haA*e the grati fication of bringing her noisily into port after wards, yet this member of the crew* w*as not at present on board, and the good ship Britannia had to sail on Avithout him, a feat which she managed very w*ell indeed and without appear ing to be at all affected by his absence, so stu pendous are the resources of our great countrA*. Here he sat then, toying with some straw berries, and opposite him his nephew, whom this sort of luxurious ease just suited. Break fast was nearly over and hitherto had been eaten in silence, for Sir Headingly seemed buried in thought, and Rivers had lazily waited for the outcome of his meditations ; his uncle was, he knew, a slow thinker, and"], [99, "A DISCUSSION ON AN IMPORTANT SUBJECT. 87 that he did not consult him at once with a view of being extricated from a mental diffi culty showed him, as his experience bore him out, that the subject of the Baronet's cogita tions wras himself ; this being so he waited with apparent unconcern, but hi reality with some little anxiety, for the result. \" AValter,\" said Sir Headingly, rousing him self at last, \" I want to have some conver sation with you this morning on an important subject.\" \" What is that, sir ? \" said AValter. The old man paused — the ice was broken, it is true, but he was about to enter upon his topic with a statement which few men like to make for the first time. \" AVell, AValter,\" said he after a little, \" you see, the fact is, I feel sometimes, my boy, that I'm — I'm not getting any younger than I was.\" \"No doubt, sir,\" said bis nephew, \"no doubt ; but you are very well, are you not ? You don't feel ill, do you ? you have been re markably hearty down here this last month ; nothing amiss, sir, I hope.\" \" No, my boy, no, thank'ee ; I feel as well and hearty as I have for ten years past, but"], [100, "88 TWO PARDONS. that doesn't alter the fact of my age, doss it ? I was just thinking, sitting here now, that I shall be sixty-nine next Sunday, and that's getting on, you know.\" \" AVhy, sir, it's not a great age for a man like you wiio has passed most of his hfe in the country.\" \" And led a pretty easy life too you w*ould say. No, AValter, it's no great age, that's true, but it's an age, my lad, at which, isa man wants to see another generation springing up round him, he must begin to think about making arrangements for them, eh, AValter ? \" AValter opened his eyes, and slightly changed colour. \" You're surely not thinking ot \" Of marriage ? — yes, my boy, I am.\" \" I — I giA*e you joy, sir, I'm sure ! \" said AValter, suddenly holding out his hand, bu looking anything but joyful ; \" who is the lady, uncle, may I enquire ? \" \" No, no, my boy,\" said Sir Headingly, laughing ; \" I'm not going to take my first wife at my age ; if I were thinking about marriage, and I w*as, as I tell you, it was for you I was planning.\" \" Oh,\" said AA'alter, much relieved ; and"], [101, "A DISCUSSION ON AN IMPORTANT SUBJECT. 89 after a few seconds he added, \" Have you found a wife for me then, sir ? \" \" No, no, my boy,\" said the Baronet, looking fondly at him, for he loved the child of his dead sister ; \" no, no, young men should choose for themselA*es, Walter, and if I speak to you now upon the subject at all, it is only because I don't see any signs of your having looked out yet. You're twenty-six, Walter, aren't you ? \" \" Yes, sir, last birthday.\" \" AVell, twenty-six is a good age at which to marry — a good, sensible age ; boyish foolish ness is OA*er, or ought to be, and you're a man able to judge of a woman — that is so far as any man eA*er can judge of a woman — by that time. Walter, my boy, I should A*ery much like to see you engaged to a lady of good family ; it would carry out one of the dearest wishes of my life ; and if I saw* you w*ell married, and could take one of your httle ones on to my knee before I wrent, there would be nothing wanting to me then — I should be ready to go, my boy, quite ready,\" and the good old fellow's eyes twinkled and he used his hand kerchief to wipe them, quite unfeignedly. The faults of AAralter Rivers were mostly"], [102, "90 TWO PARDONS. those arising from an indolent and weak nature, and want of heart could scarcely be alleged against him. He really had for his uncle a great affection, and w*ould haA*e been heartily sorry to hear of any misfortune happening to him. Had he died he would have mourned him — his death would make A*ery little real difference to him, for to do the young man some justice he w*as no spendthrift, and his uncle's handsome allowance, together with the comfortable property which he had inherited from his mother, gaA*e him an income so much more than sufficient for his wants that he never spent more than the half of it ; he was already manager of all his uncle's affairs and as much master in his houses as the old man himself. And he was sincerely grateful to him for his kindness, was old enough at his mother's death to remember how she had confided her orphan boy to the charge of her brother, and w*as just enough to acknowledge the faithful and generous manner in which the trust had been carried out, so that it w*as not without a share of the old man's temporary emotion that he answered : \" My dear uncle, youVe always been most kind ; I'm sure you know I'd do anything to"], [103, "A DISCUSSION ON AN IMPORTANT SUBJECT. 91 please you ; and if my marriage Avill make you happy, why so be it — I'll be a Benedict to morrow. Only \" — he added, laughing, throw* - ing himself back in his chair — \" you must pick the lady, uncle, for really I'm fancy free myself.\" Sir Headingly laughed in his turn, and then said, \" Do you know, my dear AValter, that I once fancied you were sweet upon — that's your young men's expression, isn't it ? — sweet upon one of those three pretty girls of old Bompas, eh, sir ? \" No change of colour in the face of Mr. Walter Rivers, as he answers : \" My dear sir, eA*eryone admires them, of course — why, they're the prettiest girls in the county — but one doesn't marry a girl because she's pretty, that is — well, she must have some position, you know, sir — and the father \" The father is a very worthy old fellow, as I have known for many years ; but I'm glad it isn't the fact that you favour the young ladies — most charming and well-bred young ladies, too, begad ! — in any very particular way. I was at one time rather afraid of it, and I had always made up my mind — I don't"], [104, "92 TWO PARDONS. mind telling you so now*, AValter — to use my influence Avith you against such a match — mildly of course I mean, for I won't force you, my boy, either to a marriage or against a mar riage ; but that really was my fear ; I'm glad to find it was ill-founded.\" \" Quite so, my dear uncle, I assure you,\" said AValter, \" there was never the slightest fear of things going to any length there, and there really isn't anybody else, I assure you, sir — at least not anyone to whom I've e\\*er laid any matrimonial siege.\" \" Well, my boy, you shall choose for your self when you do marry, but I shall be glad to see you in the way of it, and there's one thing I do want to say \" Walter waited with unmoved countenance ; but the old man paused. He played idly with a rose-bud blown on to his knee by the light breeze, and plucked it from its slender stem before resuming : © \" There is a lad}* — a lady for whom I haA*e the highest regard \" — and he paused again. \" Come, uncle,\" said the young man AAith a tone of heartiness, but with a glance very observant of the old man, \" let me know the lady ; I assure you I'm heart-whole as yet,"], [105, "A DISCUSSION ON AN IMPORTANT SUBJECT. 93 and I promise you that you shall not be balked in your fancy if it can possibly be avoided. Is she young or old, rich or poor, black or white ? \" \" She is older than you, my boy, but not much — that is to say, not a great deal, not so much as need — need — need interfere with perfect happiness to both of you. She has been — been married before ; but, dear me, Avhat is that ? She has no children, and her fortune is in her ow*n right — that is no slight recommendation . ' ' \" Do I know* the lady, sir ? \" said Walter. \" Yes, my boy, yes, you do, and the other day — you dog ! — I thought she seemed — you seemed— that is,\" finished the Baronet with a laugh, as he also threw himself back in his chair, \" you seemed to understand one another A*ery well, at least I thought so.\" \" I think I know whom you mean,\" said AValter. \" I won't leaA*e you in any doubt, my boy — Mrs. Stanhope is the lady — she likes you, I'm sure ; you're a smart young fellow, likely enough, as she knows, to get on, and she's a woman just calculated to help an ambitious man on his way. I won't say anything about"], [106, "94 TWO PARDONS. her money, though I happen to know that that's not at all a trifle ; she's a most charm ing woman is Mrs. Stanhope, and I believe, Walter,\" said Sir Headingly, rising, and pat ting his nephew* on the shoulder, \" that if you choose to say the w'ord you can make that lady — and a lady she is that any young fellow might be proud of — you can make that lady Airs. Rivers, w*heneA*er you like. Think OA*er it, my dear boy, think over it,\" and having made his point and disburdened himself of his opinion, the fond uncle withdrew into the house and left his nephew* to ponder OA*er his idea. AValter sat for some few minutes in profound meditation, and then rose, and taking a cigar from his case, lit it and strolled across the lawn and hi to one of the shrubberies. There was an air of complete satisfaction on his face, he was bright and radiant with delight, and laughed © © i © softly to himself as he strolled to and fro. \" By JoA*e ! \" he said to himself, \" it's exactly my haiidAvriting. I should haA*e men tioned it to the governor in a day or two, and I was half-afraid he w*ouldn't like it : how* splendid, his hitting on the idea himself ; who on earth ever could haA*e dreamed of such luck ? \""], [107, "A DISCUSSION ON AN IMPORTANT SUBJECT. 95 Backwards and forwardshe walked, exulting in his youth, his health, and his fortune, with the sun shining on him, the birds singing round him, lighthearted, joyous, with no more cloud in his life than he could haA*e seen in the sky aboA*e him. He fell to thinking OA*er his past career, and there was nothing in it that he could recall (with the exception of his mother's death) but w*as gay, cheerful, pain less, and free from all care, and now came this crowning piece of good fortune. He liked her \\*ery much, this stately beautiful widow, with the shining black tresses which framed the handsome OA*al face lit with those glorious dark liquid eyes ; almost loved her ; would not break his heart if she refused him, but would go dutifully back to his uncle and be sure of his sympathy ; thought she w*ould make him an excellent wife, and really determined to be a good husband to her — if — if it came about ; stood a little in awe, perhaps, of his splendid lady, and cared not to risk the danger of making those dark eyes light up with angry fire, quite honestly resolving not to bring that about if it were © © possible to aA*oid it. \" What will she say to me, I w'onder,\" he"], [108, "96 TWO PARDONS. said, as the blue rings of smoke went curling among the laurels ; \" most likely laugh at me at first ; I know* her little weakness for con quest and empire. I wonder if there's any fellow — I don't believe there is — I think Shel man got his dismissal some little time back. Yes, Air. Alfred, I fancied I heard the knell of your hopes sounding when you were telling me of that little matter of the ' Coombes,' and I'm not sorry for it, for you're an ill-con ditioned fellow at the best of times — and I'm not — I think I can say without any self-lauda tion I am not. No, Madam, if you elect me for your husband 3*011 won't get a bad tempered brute Avith a confoundedly murder ous twitching kind of a nostril and with a A'icious homicidal pair of thin lips. You won't get that, Madam, as part of your bargain, and I congratulate you with all my heart, and when I thought you were going to get the thin lips and the twitchy nostril, I was rather sorry for you, I Avas indeed ; I may say I was very sorry for you ; and I think I may also say that you're about to haA'e a much better offer — a much more comfortable sort of offer, Madam, much more comfortable, I assure you.\""], [109, "A DISCUSSION ON AN IMPORTANT SUBJECT. 97 He resumed his walk, which he had inter rupted for his soliloquy, and serenely and calmly puffed away at his cigar ; he knew his uncle would be pleased at his giving some little time to the consideration of his weighty scheme ; would think, perhaps, that he was throwing over some pet plans of his own to please him, and he could estimate to a grain the \\-alue of such a thought in his uncle's mind. AVhen he had twice traversed the path he stopped again, and his face became more thoughtful. \" I suppose there will be a scene between us, Master Alfred, if she should say ' yes ' — yes, there will certainly be a scene ; well, things must blow over. I don't much mind you as a riA*al for the widow's good graces, my dear fellow, but I don't want you for a rival for the good graces of the borough. Uncle has been lucky to have no contest for all these years — precious lucky ; electioneering would come pretty expensive in Avonham, I expect, after so many years' quiet, and the Carlton would expect the place to be kept at all hazards. Well, it must all be risked, and by Jove, it's w*orth risking, too. Uncle wants to see me settled. I wonder if he'd agree to see- vol. i. t"], [110, "98 TWO PARDONS. ing me settled in Parliament! Does he fancy the party AA'ill give him a Peerage ! / don't. No, no, the baronetcy was his reward for holding this part of the county so long. It was a ticklish thing with a Radical borough four miles off, but it's safe enough now, I think. AVe'U see, we'll see ; there w'as no hint that way this morning, but it might be made a reward for obedience, too. It all falls out as well as possible ; I must really be in an up-stream of luck. Well, now* for uncle.\" As he stepped on to the lawn he saw the old man, seated in the chair Avhich he had occu pied at breakfast ; he had ordered the table to be cleared, and his newspapers and tw*o or three books were now on it ; he was composing himself for his forenoon reading. He smiled © as Walter crossed the grass as though he could see by his face that his wishes were in a fair AA*ay of being carried out. AAralter spoke first. \" AVell, my dear uncle,\" he said, holding out his hand, which the other clasped heartily, \" it shall be as you wish, and without any thing but pleasure on my part, I assure you.\" \" Right, my boy, right,\" cried the Baronet, joyfully. \" I'm glad to hear it — glad to hear it, my boy.\""], [111, "A DISCUSSION ON AN IMPORTANT SUBJECT. 99 \" We mustn't hurry matters though, you know, sir,\" said Walter. \" Ladies who have so many sw*ains at their feet won't be hurried into matrimony by the first impetuous youth who proposes it to them, you know*.\" \" Take your own time, my dear fellow, take your own time, and your own method of woo - ing ; I don't understand the business at all ; but, Walter,\" he added, looking up at him rather seriously, \" don't, my boy — don't marry any woman or propose to any woman just because you wish to please your old uncle ; let there be loA*e and respect and admiration in the matter I pray, my dear fellow. If I thought that I had induced you to ally your self with any woman with whom you didn't five happily, I should be \\*ery miserable and unhappy about it, I can assure you.\" \" My dear uncle,\" said Walter, in a burst of frankness, \" you need not have the slightest delicacy about that ; you said just now, jokingly, that Mrs. Stanhope and I seemed to understand one another very well. Well, sir, there is a good deal of truth in your jest. I think, without being in the least conceited about it, that I have as good chance with the lady as anyone else. I've a very great admir- 7—2"], [112, "100 TWO PARDONS. ation for her, and although it isn't the usual thing for young men to marry women ten years older than themselA-es, yet such a hand some woman as she is neA*er seems old to anyone who admires beauty. I only hope,\" finished Walter, \" that she won't upset your plans by giA'ing me a plump and plain ' No ' for my answer w*hen I do speak finally ; but of course you know* I must take my chance of that, and my word for it, uncle, I'll do my best to win her ! \""], [113, "CHAPTER V. THE GOOD TOWN OF AVONHAM IS THOROUGHLY EXCITED. Once a fortnight, not in solemn conclave, but in conviviality and good-wiU, the fathers of the township met. The oldest of all these fathers could not remember the foundation of the Club ; its early history was obscured by fable and well-nigh legendary. Summer or AA*inter, wet or fine, the large oak-panelled upper room of the \" Bear Hotel \" received on Club nights the worthiest burgesses of Avon - ham, who sat and gossiped, smoked and drank together on every alternate Alonday, and four times a year dined in great state, having previously ransacked the county for dainties and delicacies of the season. The Club was nameless ; this was a great and solemn fact ; it needed not the bush of a spacific designation ; of itself and by itself it was Good. It was select in the broadest sens3 of the word ; election to it was rare."], [114, "102 TWO PARDONS. AVhen some Avell-known face w*as missing, when some town-worthy had smoked his last pipe and eaten his last Club dinner, w*hen the remaining cronies had stood round his grave and, as they expressed it, \" seen the last of poor old So-and-so,\" then, at the next meeting it w'ould happen that, after much reflective smoking and meditative sipping of tumblers, someone or other of the fathers would allude to the loss they had sustained, and the Club would proceed to fill the A'acant chair. Or it would sometimes chance that, some honour being done to an AA*onham man Avhich trans formed him into an Avonham worthy, he would be told that the Club was willing to receiA*e him with open arms, and, this compli ment being most rarely paid, neA'er failed to overwhelm the individual (so he always said when his health was first proposed at a Club dinner) Avith so keen an appreciation of the Honour done him, that he was utterlv unable to describe it in words. Thus the Club flourished hke a w*ell-grown oak, never perceptibly increasing in size, but main taining unimpaired its pristine vigour, and standing the envy and pride of the country round. . ."], [115, "AVONHAM IS THOROUGHLY EXCITED. 103 The room in wdiich these w*orthy men met on Monday evenings was one of the fine old oaken chambers Avhich are, alas ! now giving © © way before the cold encaustic tiles and madden ing minute mosaics of the railway-fed hotels of to-day. But there are yet plenty of them in England, mind you, for him who loves them and looks for them. Down in classic Warwick shire, merry Wiltshire, breezy Sussex, pleasant Somerset, glorious Kent, they may yet be found by the score. I used to know* twro in Bristol — are they yet there ? There is a glorious one at Stratford and a model one in Gloucester ; and one or two still resolutely hold out, hke the sturdy old tree from which their w*ainscots are cut, against the improvements and changes of house-leA*elling London itself. I swear that in them the ale is stronger, the spirits have a richer taste, the ghosts of countless bowls of departed punch give a mysterious flaA'our to the toddy' of to-day. The old oak is impregnated Avith the subtle spices and the piquant lemon, and freely imparts of their aroma. Encaustic tiles quotha ! AVhat do encaustic tiles know of Punch ? The making of Punch will be a lost art soon, like the staining of glass or the read ing of the stars, and ..we shall hear, some -day a"], [116, "104 TWO PARDONS. lecture on a Punch boAvl and ladle, as I once heard a lecture on a Tinder-box. But there was Punch enough in the world at the time of our tale and maybe eA*en a tinder box or two in some of the farm-houses round about ; and the bowl would haA*e been smoking no doubt but for the fact of its being summer, one of the warmest too within the recollection of old worthies. But the large windows at the end of the room were thrown open, a pleasant evening breeze w-as cooling the sun parched town, Airs. Pinniffer, who made the Club her own especial charge, w*as as skilful hi the concoction of cold drinks as of hot ones, and so it came about that, on this particular evening, eight o'clock found the Club-room pretty full, and the evening breeze had plenty to do to dispel the fragrant blue clouds that rose from the pure Avhite bowls of twrenty slim, wax tipped churchwarden pipes. The Club did not meet during the week of the fair, so that it was a month since it had assembled, and all present knew that in addition to the ordinary proceed ings of the evening there would be some mention made of the loss sustained by the death of old Air. Rax, and very likely another w'orthy would be elected. The chairmanship of the"], [117, "AVONHAM IS THOROUGHLY EXCITED. 105 meeting was arranged by rotation, each of the members in turn filling the office, and on this evening Air. Beadlemore Arto, the corn dealer, miller and straw salesman, after hanging up his hat and giving a cheery \" good-evening \" to his cronies, seated himself in the place of honour at the head of the room, and calling on the Avaiter for a large glass of cold gin, and receiv ing from him a screw of mild Bristol birds-eye, filled and lit a pipe which he took from a pile before him, and, solemnly smoking, looked round the room to see w*ho were already assembled. Seated at his right was Mr. Abed Bompas, who was a most respected and influential mem ber of the little circle, and who had scarcely ever been known to miss a meeting ; next to him was Air. Christopher Raraty, the post master of the town, learned in horse-flesh and eloquent of the old coaching days when he himself drove the Defiance a hundred and sixty miles in eighteen hours, stoppages included ; and then Mr. Barnabas Chickleholt, who was rough of exterior and affected — only affected, mind you — a grumpiness of manner which caused strangers to look upon him as haAing been improperly named by his sponsors, and as"], [118, "106 TAVO PARDONS. being anything but a son of consolation. Then sturdy John Rann, the market clerk, who was the centre of all the political business of the town. Next to him was the enormous form of ex-AIayor Killett, most prosperous of sine curists, the only butcher hi AA*onham, as his father and grandfather had been before him, a giant with the carcass and strength of a raging Bull, and the manners of a Southdown Lamb. As a contrast in size, but a counterpart in manners, Air. Reuben Alatley came next to him : the organist of the parish church and teacher of music and drawing, a real genius blushing unseen in this little Aiarlshire town for sheer want of that impudence and dash that had taken men with half his ability into the front rank of native musical talent. Opposite his burly son, to whom he had transferred his business some years ago, was old \" Alaster\" Killett, the Nestor of the country-side iioav that Air. Rax was gone, a hale, weather-bitten, fresh-coloured man of oA*er fourscore years, who, sixty years before, had been the foremost man at backsw*ord and elbow and collar wrestling for twenty miles around. And facing the chair man was Dr. Alonipesson, who used laughingly to declare that there was no rest for him,' for"], [119, "AVONHAM IS THOROUGHLY EXCITED. 107 his old patients would not let him retire ; he was the antiquarian authority of the place, and was generally supposed, in his knowledge of the Sarsen stones and Kistvaens on the Marl shire Downs, to be a \\-ery Druid. And beside him was Air. Sennett — Lawyer Sennett he was generally called — who made all the AA'onham wills and injured his business but increased his circle of friends by patching up half the country side quarrels, and on whose shoulders this year rested the awful responsibility of being mayor. On Mr. Arto's left was Mr. Daniel Follwell, the proprietor of the woollen factory of the towm, w'ho turned out a small quantity of cloth each year, but that of so rare a quality and so precious a value that it was whispered that the one great London tailor to whom it was all sold reserved it entirely for the backs of Dukes and Earls, and that an untitled digni tary might pray for a coat of it in vain. Mr. Follw*ell was a short man, who, to judge by his dress, neither w*ore his own cloth nor employed the' great London tailor aforesaid, and whose rebellious stubbly head of hair gave him the uninviting appearance of an overgrown cloth teazle'. Mr. Benjamin Pollimoy was his neigh bour : a man of mark hi the Club, a travelled"], [120, "108 TWO PARDONS. man, a man who had seized the advantages offered to all who would expand their minds, and had expanded his by visiting the Exhibition of '51, a man most loyal of the loyal, almost royal indeed, he having once seen the Queen ; he was not the rose exactly, but he had been A'erv, A'ery near it, and was looked up to accordingly. Then came two brothers, the inseparables of A\\*onham, AVolstenholme Pye and Hoppenner Pye, fellmongers, two httle wizened-faced old men, w*ho silently absorbed A*ast quantities of liquor Avith no other effect than that produced by the air-pump upon a wrinkled apple — the good spirits seemed to smooth out the lines on their faces by degrees, until at the close of the sitting they looked quite sleek-faced for a time. Next to Hoppenner was Mr. Timothy Rapsey, an amiable Paul Pry, always burning for information and utterly unable to resist the temptation of diving into his neighbours' af fairs ; a good-humoured httle fellow, howeA*er, and Avithout the least grain of mischief in him. Mr. Beadlemore Arto surveyed the Club in silence for some minutes, laid down his pipe, buried his face in his goblet, which he replaced on the table and gave a sigh. This Avas a"], [121, "AVONHAM IS THOROUGHLY EXCITED. 109 signal thrown out to the Club, and w*as imme diately replied to by a universal shake of the head and an answering sigh. \" Well, gentlemen,\" said Air. Arto, \" I sup pose there ain't much need for me to say what we're all a-thinking of this minute. Pore old Mister Rax, he'v a-gone at last.\" \" Ay, ay, for sure he haA'e,\" said old \"Master\" Killett, amid a soft murmur of \" ah ! \" from the rest of the Club. \" Ninety - one years,\" said Mr. Raraty, \" ninety-one years an' hearty an' well tdl pretty nigh the last, warn't he, Mas'r Killett ? \" \" Ay, sure he were,\" said the old man, \"he sent for I two days afore he died, an' he says, ' Mas'r Killett,' says he, ' youin my fust pall bearer you know — picked un' all out a' had — mind you see,' says he, ' as they don't carry I no ways head fust,' he says, ' n'yet contrariwise agin the sun,' he says. He were just as sen s'ble as that, you see, right up to the \\*ery last. Why ! \" said the old man, looking round, \" we was at school together, we was, nigh upon eighty years agone. I was a httle 'un then, an' he used to look out an' see as t'other chaps didn't steal my dinner, lor ! lor ! I can mind it well.\""], [122, "110 TWO PARDONS. \" Been a good man for this town too,\" said AVolstenholme Pye, and was immediately fol lowed by his brother, who croaked in chorus, \" A good man for this town.\" \" Ah, yes ! \" said Robert Killett the younger, \" and lived here all his life too — that he haA*e.\" \" All his life, aU his life ! \" said Mr. Polli moy, the traA*eller — the royalist — \" never went aboA*e twenty miles from the town in his life, I don't believe — 'ceptin' to Bishopsbury when he was vicar's churchwarden, times. Why, Avhen I W'as going up to London — just to imr prove my mind, you know — he was one of the very men I asked to go too — so he was— you was another, Mr. Sennett, so you was.\" \" Yes, I was, Ben, I was,\" said the Alayor. \" And you went up, Air. Bompas, didn't you ? Ah, so you did.\" \" I Aisited the AVorld's Fair in company with Airs. Bompas, Air. Polhmoy ; your recol lection of incidents is unerring,\" said our friend Abel, sententiously. \" But you didn't see the Queen, you know*, did you, Mr. Bompas ? You wasn't there whilst' she come to the Great Exhibition, w*as you, sir ? \""], [123, "AVONHAM IS THOROUGHLY EXCITED. 111 \" The felicity of beholding the lineaments of my sovereign has as yet been withheld from me,\" said Air. Bompas. \" Her Most Gracious Majesty has no more loyal subject than myself, Air. Alayor, but I luive never seen her ; I beheve our friend, Pollimoy, is alone in that respect in the Club.\" \" I am, I am ! \" said Air. Pollimoy, \" and if poor old Rax had only a' come with me he might a' seen her too. Dear, dear, if he could only come back again, and could only, so to speak, go and see her — lor' ! what a comfort that 'ud be, if it was for ever so little a time. Ah, dear ! \" he added, slowly, raising his glass to his lips, and sighing profoundly, \" what wouldn't he give to be able to come back and do so now ? \" The Club audibly sighed and replied — in detachments — \" AVhat indeed ? \" \"Well, gentlemen,\" said the chairman, \" what Air. Pollimoy says is always im proAin,' and of course ef we could on'y see the old gentleman back again, it 'ud be a great comfort for us all. But we can't, pore old fellow, and so it ain't a bit o' use talkin' about it. I was a tlnnkin' as it's usual for us to send as a Club a bit of sympathy like, nicely"], [124, "112 TWO PARDONS. wrote out and that, and I was a-goin' to moA*e as it should be done, but you see there's no one to send it to — old Air. Rax he'd outlived all his relatives, and, as we all know, left his money, and quite right too, mind you, to charities here, and down in Bath and Bristol, hospitals and such-like, besides mourning rings for this Club, which I daresay eA*ery gentle man in this room's a-w*earing his now.\" General survey of hands. \" Consequently I w*as thinking that as it's our rule — I won't go so fur as to say our in variable rule, but at any rate, our A*ery frequent rule — to elect another member of this Club, why I move as we set about it.\" This proposition meeting the approval of the Club, the election proceeded. It resembled no other kind of election whatever. Air. Chickle holt, w*ho had sat very quiet, grunted out the name of an old AA'onham tradesman, and his neighbours said, \" Ah ! he'd be a good man.\" And after a pause Air. Raraty mentioned another name, and everybody else said, \" Yes, or him either ; \" and then Mr. Aiatley mildly suggested that Air. Arto should ask the first named gentleman Avhether he would hke to join them, and that if he would, why then per-"], [125, "AVONHAM IS THOROUGHLY EXCITED. 113 haps the other gentleman might — here he made a pause, for he was about to say \" w*ait for another vacancy,\" but that being calculated to upset Alaster Killett, who, as the oldest man in the room, was more likely to make the A*acancy than anyone else, he contented himself with saying \" that the other gentleman might, if the first one consented to come among them, be elected as well as he, but that hi case Air. Arto's application to the first gentleman proA*ed ineffectual, then the second party might drop in naturally to the vacancy.\" This, though somewhat in adA*ance of the ideas of the Club, w*as well received, and the cronies said in chorus, \" Just so, first rate ! \" And then, as if by mutual consent, the sub ject of old Air. Rax dropped, and coirversation became general and was carried on in louder and more cheerful tones. There was not a wide range of subjects in Avonham, but to wear those few threadbare was the dehght of the Club. These friends had met on hundreds of nights and had talked the same small talk ; the same subjects had lasted their fathers' time and their own too, and it was only very rarely that any matter of special import cropped up ; but to-night the Club, which had already gone vol. I. 8"], [126, "114 TWO PARDONS. a httle out of its usual course, was to be still more excited and interested by its interchange of ideas. The talking had been proceeding for perhaps half-an-hour and was pretty nearly in full swing, when Mr. Robert Killett turned suddenly to his left-hand neighbour and said : \" AVhy, Air. Rann, you're A*ery quiet t'night ; anything amiss, sir ? I don't think I've hardly heerd you speak yet. Nothin' wrong, is there ? \" The ex-AIayor's hearty A*oice AA*as heard above all the surrounding hum of talk, and everyone stared at Air. Rann, Avho, slowly taking his pipe out of his mouth, answered Air. Killett's kind enquiry. \" Lor' ! no, Air. Killett, AA'hat should be amiss, sir ? I was just turning public affairs OA*er in my mind a bit, that's all — that's all, sir.\" Now Mr. Rann w*as, as Ave haAe said, the centre of political life in Avonham ; he had been bursting with desire to speak, but kneAv full well that the best way of attracting atten tion was to be conspicuous by silence, Avhich Avould lead to his being drawn out, and he hailed the opportunity with quiet joy. \" Anything fresh from London, Rann ? \" said the Ala vor."], [127, "AVONHAM IS THOROUGHLY EXCITED. 115 \" AVell, Air. Mayor,\" said Air. Rann, \" the fiict is that if it hadn't been for the A'ery pain ful opening part of this evenin's proceedings, I should have put before this meeting a proposi tion for discussing the present po-liti-cal crisis, but I thought it better not, sir — I thought it perhaps on the 'ole better not.\" \" I saw they w*ere a bit at sixes and sevens in Parliament House,\" said Air. Rapsey. \" AVhateA'er is it, Air. Rann ? what are they going to do ? will there be a 'lection— has Sir Headingly been telegraphed to ? I saw Mr. Rivers in the street to-day, and I was just crossing the road to see where he was going to, but I saw Air. Galbraith's coloured man go into the grocer's, and I couldn't make out Avhat he Avas doing there on Alonday, for he bought three pounds of coffee and his usual lot of butter and things on Saturday, and it seemed so curious that he shoidd want to go in again on Alonday, that I — ah — missed Mr. RiA*ers.\" \" Ah ! well, Air. Rapsey,\" said Air. Rami, sagely nodding his head, \" p'r'aps Air. Rivers might have told anyone as asked him, p'r'aps he might not — my opinion is that he Avouldn't, even if he knew — ah — half as much as I expect / do.\" 8—2"], [128, "116 TWO PARDONS. There was an assumption of knowledge in this last speech so impressive and interesting that no one attempted to answer the politician, but the entire Club kept silence for a space . \"It's pretty Avell sure, mind you, gentle men,\" proceeded Air. Rann, \"as Parliament Avill be dissolved, for mind you also, the minis try won't go on any longer as the country is now*, no, Air. Chairman, they'll dissolve them selves and go to the country, that's what they'll do ; and then Ave shall have an election.\" \" Not much likelihood of one here, Rann,\" said the Mayor. \" Begging your pardon, Air. Mayor, but do you know, gentlemen all, that I shouldn't be so A*ery much surprised if there was to be an election here.\" The sound with which the members received this announcement was not a cry, nor a groan, it was something like a gasp of astonishment, and, being unanimous, was very impressive in its volume. Air. Rann was eA'idently elated by it in no ordinary degree ; he laid down his pipe, leaned a little forward with his hands on his knees and triumphantly surveyed the astonished room. \" I opine,\" said Air. Bompas, breaking the"], [129, "AVONHAM IS THOROUGHLY EXCITED. 117 ✓ silence, \" that you have reliable information hi this matter.\" \" AA*onham won't know* itself, haA'ing a 'lection, that it won't,\" said Mr. Arto. \" Wake things up a bit,\" said the Doctor, rubbing his hands ; he was a sturdy partisan of his own side, and it is distressing to see the camp in possession of the enemy for eighteen years and no attempt made by your leaders to take it from them ; there w*ere one or two more in the room who w*ould welcome any such attempt as w*ell as he. For eighteen years Sir Headingly Cann had been the member for Avonham, in the Con servatiA*e interest, and his position had never been assailed. He had been a steady A*oter for his own side, a constant and regular attendant at St. Stephen's ; he never gave the AVhips the least anxiety, and seldom troubled the House with a speech, certainly never bored them with a long one ; Avhen he did lift up his voice it was on some agricultural topic, and he was admitted to be an authority on that point ; he had never sought office, had no poor rela tions to be provided for by the country, and was altogether a model representative of high character, and A*ery much liked by members"], [130, "118 TAVO PARDONS. on both sides of the House. In Avonham he was generous to the poor, watchful OA*er the interests of the town, hospitable and affable, and a general favourite in the neighbourhood ; so it had come to pass that, for many years, party politics had been a dead-letter in Avon ham. Contented Avith a member who was a moderate and liberal-minded man, people were unAvilling to run the risk of that upheaA*al of society which takes place in a small town at election times, and, when they read of scenes of riot, of military interference, and damaged property, they congratulated themselves upon their immunity from such scenes, and were entirely satisfied with the old state of things . But all this time there had been slowiy and almost imperceptibly growing up in AA*onliam that unreasoning dislike to long continued © © customs so characteristic of younger genera tions ; four miles from Avonham AA'as the borough of Dunstalne, winch returned a very advanced Liberal, AA'ith the same consistency that Avonham showed towards its mild Tory ; and the advanced Liberal member for Dun stalne was one of the great lights of Parliament, a brilliant speaker, an able statesman, who had been tAAice a member of the Cabinet ; s > that"], [131, "AVONHAM IS THOROUGHLY EXCITED. 119 Dunstalne was apt to be loud in praise of the man it had chosen, and the praise reached four miles, and excited interest in Avonham, so much so that when the great man came dow*n to address his constituents, he would have fifty or sixty of the younger politicians of Avonham among his audience, and this fact was not un observed by the leaders, the great wire-pullers ( »f the party, so that a kind of thumb-nail note Avas made of Avonham at the Reform Club, and it was hinted at as a place not unw-orthy the honour of an assault. Still it was s miewhat hard to realise at first, particularly as not half-a-dozen people in the town had really seriously thought abiut the contingency at all. \" AVhy,\" said Hoppenner Pye, for once startled into speaking before his brother, \" whate\\*er makes you think we shall have an election, Alas'r Rann ? AVho is there to put up against Sir Headingly ? '! \"Ah ! . \" echoed Wolstenholme, \"who's go ing up against Sir Headingly ? \" \" They'll send a man from London,\" grumbled Mr. Barnabas Chickleholt, \" and a fine chance heJl have.\" \"Not they,\" said Mr. Rann, with great"], [132, "120 TWO PARDONS. scorn ; \" not they. There's one or two near about here as il be chosen before any Londoner.\" \" AVe don't want any strangers here,\" said Air. Raraty, \" nor yet we don't want any election that I can see ; what's the matter with our member, I should like to know; he's been sitting for eighteen years, and nobody's ever put up against him before. It seems pretty late in the day to begin iioaa*, / think. Come, Air. Rann, you know* more about these things than we do — leastways you take more interest in 'em ; w*ho do you think's going to oppose Sir Headingly ? \" \" I'm not saying for certain that anyone's going to oppose Sir Headingly, but this I do know, that I've been told by three or four Dunstalne men, aye, and good men too, that AA*onham's going to be fought for next elec tion, and I can see for myself, and so can any one here by just looking at the paper, that we shan't be many w*eeks, no, nor not many days, before the Ministers '11 go to the country, and then we shall see what Ave shall see, you mark my words if we don't.\" In a few minutes all tongues were going on the one topic. EA*ery man in the room was, of"], [133, "AVONHAM IS THOROUGHLY EXCITED. 121 course, a A*oter, and although the majority of them were \" blue,\" there was a sprinkling of \" yellow* \" material sufficient to cause just the proper amount of friendly argument necessary ; to the astonishment of the landlady, the Club exceeded its usual time of rising by at least half-an-hour, and the members left together, and until midnight small knots of them stood at street corners discussing eagerly the astounding information corn-eyed to them by Air. Rann, who, perfectly satisfied of his ow*n importance in the eyes of his Club fellows, went home by himself, chuckling The next morning, Sir Headingly Cann and his nephew AA'ere seen by the indefatigable Timothy Rapsey driving swiftly through Avonham tow*ards the railway station, fiA*e miles from the town ; this eA*ent was duly reported by him to those of his friends w*hom he met during the day, and was at the present stage of affairs much commented on. The next morning's papers contained an account of the Alinisterial defeat in the House — and following hard upon this came the dissolution. Then, for the first time for eighteen years, was any political excitement visible in AA*onham. In every public-house, at every tea-table, on the"], [134, "122 TWO PARDONS. j market, in the street, in shops and offices, and everywhere that men do congregate, nothing was talked of for a week but the election. For a day or two no sign was made, and the old Conservatives of Avonham were just lul ling themselves to sleep again when a most surprising eA*ent happened. Sir Headingly had issued small and well printed handbills, which had been posted to every A*oter on the register, announcing briefly the fact of the dissolution and his intention of offering himself again for election, but had made no other public movement. One Tues day night the little town went serenely to sleep as usual, and when it was buried in re pose certain mysterious figures emerged from the \" AAroolpack Inn,\" and, after a short con sultation at the door, separated and dispersed in various directions. They travelled in pairs, one of each couple bearing a large can, the other a bundle of printed papers. For two hours they were absent, and returned to the \"AVoolpack\" as quietly as they had left it. AVhen Avonham Avoke the next morning, it was as though a shower of yellow bills had been, rained on it in the night ; some of these bills, called on the Al en of Avonham to free them-."], [135, "AVONHAM IS THOROUGHLY EXCITED. 123 selves from the political yoke w*hich had too long pressed on their necks, to protest against vested interests, to demand correct representa tion of themselves and their town, to be no longer slaves, but to think, and act for them selves. These were signed by \" A Towns man.\" Other yellow bills were more modest in tone ; they set forth that the author had been w*aited upon by a large and influential deputation, and had been requested to offer himself as a Candidate for the great honour of representing the town in Parliament ; that he thanked them for this mark of confidence, and would so offer himself. They described bis principles ; assured the towai that though \" progress \" was his motto, \" loyalty \" was his text ; that he pledged himself to spare no efforts to obtain for Avonham a Railway Bill, \" long promised, but apparently forgotten ; \" assured the electors that this and all other matters affecting the town should be his pecu liar care, and wound up by hopefully and trustfully committing himself to the hands of his fellow-townsmen, for AA*onham had no more sincere well wisher than its obedient ser vant, Anthony Humberton Boldham, who dated Iris address from the local bank."], [136, "124 TWO PARDONS. •- \" AVhat did I tell you, Air. Mayor ? \" said Air. Rann to his friend next day. \" AVe shall have an election after all ! AVhat chance has Air. Boldham against Sir Headingly ? \" \" Not much, I think,\" said the Mayor, wiio had been rather anxious for the last few days at the thought that he must venture into the fray, whichever side gained. \" I don't know, Air. Mayor,\" said the keen old market clerk. \" You see, Sir Headingly hasn't got much Avonham property — hasn't half-a-dozen voting tenants in the town, and don't mix up with the trade of the place.\" \" AVell, what of that ? \" \" Well, sir, Air. Boldham do. There's two or three men — ah, a dozen or more — men of influence that 'ud look Aery queer if Air. Bold ham Avas to get away from behind 'em. And w*eVe been without any party feeling for so long that there ain't much real politics in the town. People il vote a good deal by interest, Air. Alayor.\" Air. Alayor Avalked slowly up the street, pondering. \" AVe must work hard, sir,\" said AAralter to his uncle. \" AVe must have a meeting"], [137, "avonham is thoroughly excited. 125 this week. Let me get the bdls out to night.\" \"I am astounded,\" said Sir Headingly, \"at the ingratitude of Boldham. A man whom I — but there, Walter, do as you wish. It was my desire, wiien I saw you settled, to haA*e resigned in your favour ; and really, I am too old for such a strife as this is likely to be. I wish you had to \" He paused, and Walter w*aited with beating heart. \" No,\" said the old man rising to his feet, \" there's another fight left in me for the good cause. Get out the bills to-night. I will meet the electors in the Town Hall on Friday. I will leave you to your work, my boy, and go and prepare some facts for my speech.\" \" H'm ! \" said AValter to himself, as the door closed behind his uncle, \" this falls about badly ; no time for courting now*. I was in hopes that he — well, well, it can't be helped. I sup pose, Alaster Alfred, you're helping your uncle over this. Come along, my boy, I think w*e hold the winning cards. It'll cost money of course, but we haA*e as much of that as you.\" \" Lawks a daisy how, Bill ! Fancy a Tec-"], [138, "126 TWO PARDONS. tion to Avonham ! \" said Airs. Hackett to her liege lord. \" AVhy, theeit happen get a vive pound note for thy A'ote, Bill ! \" Vive pound be dazed ! \" said the free and independent elector, laying down Air. Bold ham's address. \" No A*ive pound won't suit me, I tell 'ee. I means to miake thicky-thur 'lection last me aal droo the w*hiter time, see now.\""], [139, "CHAPTER VI. THE \" RECLUSE \" COMES OUT. There was one point concerning Galbraith upon which all Avonham was agreed. He Avas a thorough iorseman. In a county of hunting men he was already distmguished for the grace of his seat, for the fineness of his hands, and for the dashing style of his ridhig. It was not exactly the English hunting- seat Avhich he adopted — there was a something in it, men said, which told that the horseman had been used to wilder scenes than an orthodox fox hunt ; but it was certain that between horse and man there was such a thorough under standing that the two together might have formed a Centaur. Ridhig seemed the chief amusement in which the occupant of the ' ' Coombes ' ' indulged. Every fine morning saw* him mounted and quitting the town in some direction ; already another fine animal had been brought over by Hart, and the two horses were regularly used. A middle-aged but well"], [140, "128 TAVO PARDONS. set-up groom had made his appearance at the \" Coombes,\" accompanied by his wife, who per formed the office of cook, and had ideas upon the subjects of cupboard-locks, beer-taps and the safe custody of groceries and spirituous liquors much at variance with the notions of Airs. Hackett, who was greatly perturbed by her coming. The negro, it was found, rode almost © © as w*ell as his master, and was not indisposed to talk about horses to the grooms whom he met at exercise. One morning Galbraith, mounted on the horse he had first purchased, rode quietly up the street, and stopped in front of the \" Bear.\" Air. Piiiniffer saw him pull up, advanced to the door and bowed. \" Good morning, sir ! \" \" Good morning, landlord ! I'll get down for a moment.\" \" John, take the geni'man's horse. AValk in, sir.\" \" I suppose,\" said Galbraith, when they stood in the old-fashioned bar-parlour, \" you could knock me up a dinner of some sort on Friday? \" \"Friday, sir. Yes, surely, sir. For hoAV many, sir ? \" - . ."], [141, "THE \"RECLUSE\" COMES OUT. 129 \" For six, landlord. I shall have some friends down and shall want five beds here for them, and a good dinner.\" \" Yes, sir, five bedrooms, sir, and dinner for six, sir. Now, what would you like for dinner, sir ? Would you like \" \" I should hke the best dinner you can put on the table, landlord. I leaA*e the choice of it entirely with you, and the price too.\" The pleased Mr. Pinniffer bowed, and in wardly resolved that the dinner should be worthy of the reputation (the well-deserved reputation too) of the \" Bear.\" \" You shall have the best the house can give you, sir,\" he said. \" I'll look after every thing for you myself, sir.\" \" Thank you, landlord.\" \" Hope you like Avonham, sir ? \" pursued the worthy man. \" Very well, landlord ; it seems a healthy place.\" \" Very healthy, sir, very healthy,\" said the landlord, with emphasis ; \" as healthy a place as there is in the county, built up and down hill a bit, you see, sir, easily drained, generally a breeze in the hottest o' times. My native place, sir,\" Mr. Pinniffer said, drawing himself vol. i. 9"], [142, "130 TAVO PARDONS. up as if to confer honour on the town, \" and, as I say, one of the healthiest in England, I do believe.\" For such an uncommunicative man, as Avonham regarded him, Air. Galbraith seemed A-ery much inclined to chat this morning, and Air. Pinniffer felt extremely proud at haA' ing engaged the quiet, somew'hat mysterious stranger hi something like a com*ersation ; he now* remembered the rites of hospitality, and said, after praising his natiA*e place : \" But won't you take a glass of something this morning, sir ? \" \" Thank you, landlord, I was just going to ask you,\" said Galbraith, seating himself and laying his w*hip upon the table ; \" let me see what sort of champagne you intend to give us on Friday.\" The delighted host was not long in produc ing a bottle of most excellent wine, and the bar parlour customers coming hi for their various morning drams were not a httle surprised at seeing the stranger, whose quiet and reseiwed manners had been so often the comment of the town, seated opposite to Air. Phuiiffer, listen ing to his cheery town-talk, w'hilst both were doing justice to the flask of champagne stand-"], [143, "THE \"RECLUSE\" COMES OUT. 131 ing before them. One or two had been in the house during Galbraith's stay there, pre vious to the purchase of the \" Coombes,\" and these, venturing on a \" Good morning, sir,\" were so affably answered, that they took heart and entered gladly into conversation with him, to their great delight. Among these faA*oured indiA*iduals was Mr. Timothy Rapsey, who was quite unable to conceal his joy at having at last got into com*ersation with the stranger who had baffled his most determined efforts, and about whom he had been able to learn next to nothing during his residence in Avon- © © ham. He knew not where to begin to tackle him ; he wanted to know so much that he ran some great chance of letting every opportunity slip in his anxiety to put the question that should tell him most ; the election was, of course, the safest subject as being the most natural at the present time, and so on that he started ; but, alas ! he was foiled ; Mr. Gal braith had no interest in it, did not possess a vote, and said so rather curtly ; he seemed to understand Mr. Rapsey pretty well, as that gentleman was quite shrewd enough to perceive. But, if Mr. Galbraith had no interest in the election, others had, and to introduce the 9—2"], [144, "132 TWO PARDONS. subject was like starting a fire in a straw yard. Worthy Mr. Pinniffer, whose neat wines and choice spirits were innocent of politics, w*as the only other man in the room disinclined to enter upon the topic, everyone else seeming to fancy that the matter could be just as well settled then and there by his own individual vocal exertions as at the hustings. Galbraith lit a cigar and listened, making no remark. The chief interest of the election seemed to be that it was less of a political than a personal contest, and that, how*ever ardent a partisan of one candidate a man might be, he was al ways willing and indeed eager to admit the virtues of his opponent ; it soon appeared that the Church party w*ould follow Sir Headingly Cann and the Dissenters Air. Boldham ; that the \" gentle-folk \" w*ere supposed to be about equally divided, and lastly, that Sir Headingly seemed to have the better chance of winning, but that Mr. Boldham would be sure to run him pretty close and make a hard fight of it. \" Tell you what though,\" said Air. Arto, who had \" popped in for a small toothful,\" and w*ho did not seem inclined to pop out again, so engrossing w*as the conversation,"], [145, "THE \"RECLUSE\" COMES OUT. 133 \" tell you what I thought we should a -seen, instead of an election ; and that is, Sir Head ingly a-resigning and a-putting his nevvy up instead.\" \" Ah ! yes, that was more hke what every one thought,\" said Mr. Pinniffer, who could safely agree so far. \" Well, then, I'll tell you what,\" said Mr. Raraty ; \" I'll tell you what you'd have seen, you'd have seen Air. Shelman put up against him as sure as you're born, and all you'd have had instead of a fight between the old gentle- men, would a-been one betwixt the young uns. \" Ah, and there ain't over much love lost between them two now, mind you,\" said Air. Pollimoy, who w*as also a morning customer. \" You should see them scowl at one another just now, in the market-place.\" \" There wasn't much scowl about Mr. Walter Rivers, I'll pound it,\" said Mr. Rapsey, \" it's the other that's the \" \" Hush! \" from two or three ; there seemed to be a dislike to any direct personality. \" What's to hush about ? \" said Mr. Rap sey ; \" why, dear me, dear me, it ain't the election alone as makes the young men"], [146, "134 TWO PARDONS. enemies ; lor' bless me, / could tell you some thing different from that,\" and the little man pursed up his lips and looked most monstrous wise. \" Young menil quarrel about lots of things besides politics, mind you, and wre all know there's one subject that they'll very soon fall out about, sooner than anything you can name a'most.\" \" And what's that, sir ? \" said Galbraith, as the speaker looked knowingly round the room. \" What's that, sir ? \" said Air. Rapsey, \" why, sir, it's the ladies, sir, the ladies, that's what it is \" — and the little man rubbed his hands and chuckled ; \" that's what's the cause of half the young men's quarrels in this world, sir, you take my word for it, sir ! \" \" Well, I've no doubt you're right, sir,\" answered Galbraith. \" Right ! of course I'm right, sir,\" said Timothy ; \" why, my belief is, gentlemen all, from w'hat I've seen and heard in this here town — ah — and from what I'm pretty well sure is right, too, that if you were to look down to the very bottom of this \\*ery election business that's exciting this town now, you'd find a lady in the case, you mark me if you wouldn't.\""], [147, "THE \"RECLUSE\" COMES OUT. 135 \" Look here, Mas'r Rapsey,\" broke in old Barnabas Chickleholt, who had entered a moment before Air. Rapsey's knowing httle speech, \" your tongue is running away from your brains, as it A*ery often does, I'm sorry to say, when you get a-talking like that ; you ought to haA*e more sense than to do it ; first and foremost, the tw*o young gentlemen as you're a-speaking of is in a measure bound to be opposed at sech times as these, on account of their uncles. AVhy, who'd a thought three months, aye, or even three weeks ago, if you come to that, that Air. Boldham 'ud a put up against Sir Headingly ? — tell me that. Well, then, if it warn't supposed three weeks back that the old gentlemen were going to oppose one another, why, who could haA*e said that the young gentlemen w*ould ? As for any young lady being in the case, if you can show me any young lady in this town who's got influence enough, or half influence enough, to get up an election in a place where such a thing hasn't been known for eighteen years, why all I've got to say is you'll haA*e to point out someone that I've never seen, nor anyone else either ! \" \" And pray, Air. Chickleholt,\" said the busy"], [148, "136 TWO PARDONS. little gossiper, who had had a hard task to keep from answering before the end of the speech, \"pray, Mr. Barnabas, what might be your opinion of a young lady, now ? \" There was a pause. Each man looked at his neighbour, and Airs. Pinniffer stopped with an ale glass half-filled, and turned from the engine towards Air. Rapsey. Chickleholt him self stared, but it w*ould neA*er do to be discon certed, so he boldly and safely demanded : \" What d'ye mean ? \" \" AVhat do I mean, Air. Chickleholt ? AVhy I mean to say that I don't know whether you heard me right, but I said ' ladies,' not ' young ladies.' Now the lady that I'm thinking of isn't exactly AA'hat some people would call a young lady, seeing that she's been married before.\" Mrs. Pinniffer handed to Mr. Raraty the glass of ale that she had filled in a great hurry (and not without spilhng a little OA*er her wrist), and held up a warning finger to Air. Rapsey. \" Air. Rapsey,\" said she, \" if Mr. Chickleholt was to talk from now to to-morrow morning, he couldn't say anything truer than what he said just now.\""], [149, "THE \" RECLUSE \" COMES OUT. 137 \" And AA'hat was that, pray, Airs. Pin niffer ? \" \" Why, that your tongue runs away with your brains when you get a-talking sometimes. I know who you mean, Air. Rapsey, and so do everyone here, and I'll lay you a farden cake and have the first bite of it, that she wouldn't no more have either one of them young gen tlemen than what she would have you ; an' what's more, Mr. Rapsey, it ain't your place, nor no one else's that I can see, to go a-using of ladies' names before people hke this.\" \" Airs. Pinniffer,\" said Air. Rapsey, \" I haven't mentioned any ladies' names, have I ?\" \" Not as yet, Mr. Rapsey, you haven't, that I'll own.\" \" Well, then, Mrs. Pinniffer, wiry be hard on me for what I haA*en't done ?\" \" If you haven't mentioned names, Air. Rapsey, you've pretty well hinted who you mean.\" There was a murmur round the room as the company said softly, with many sage nods, \" Aye, aye — we know pretty well — best let names alone, Mas'r Rapsey ! \" Mr. Rapsey was discomfited and discom posed, and silently buried his face in his tan-"], [150, "138 TWO PARDONS. kard ; Mr. Galbraith rose, took up his whip, and having paid for the champagne and given a quiet \"good clay, gentlemen,\" to the room, walked out, and, mounting his horse at the door, rode off out of the west end of the town. Those left behind had now a new* topic of conA*ersation. \" Don't see a many gentlemen about here better mounted than what Air. Galbraith is,\" said the host, returning from the door, whither he had escorted his guest. \" Fine horse that chestnut ; bought him last fair day.\" \" Yes ; Sam Hart bid for him ; Air. Shel man were purely vexed, for he wanted him badly hisself,\" said Air. Raraty ; \" he've bought another one of Sam, just as good a one as that one ; Sam got him from Alelton ; must a -got some money, I reckon.\" \" Alust have,\" was the opinion of the room. \" Fine seat a boss-back,\" said a young far mer, \" and, lor', a' do goo wiien a' gets on they downs. I see 'un last Tuesday, as I were out beyond Alerhill, galloping over the turf just below the ' AVhite Horse ' as hard as e<*er a' could split.\" \" Nice affable gent, too, he seems,\" said Air."], [151, "THE \"RECLUSE\" COMES OUT. 139 Pollimoy ; \"I ne\\'er saw him here since he stayed here before he bought the ' Coombes ;' don't come in here generally, does he, Pin niffer ? \" \" No,\" said the host ; \" he\\*e been a pretty good customer, though. Haves his spirits from here, and a cask o' my beer now* and again. Got to get him a dinner for six o' Friday ; leaves everything to me — no matter about price. A good sort o' gentleman that way — pays on the nail and don't grumble. I wish I had fifty priA*ate customers like him.\" \" Dinner for six,\" said Air. Rapsey, re covering from his late setting down ; \" who's coming, Pinniffer ? AA*onham people ? \" \" Don't think so,\" said Pinniffer ; \" I've got to get beds ready for them.\" \" Beds for them ! AVas this connected with the election ? \" thought the room. Air. Raraty opined not, as Mr. Galbraith had expressed no interest in the proceedings ; Mr. Rapsey was eager to know all about it, but Air. Pinniffer could give no information. Another strange circumstance connected with the new'-comer ; it certainly was most curious. To have one stranger in the town about whom he , could discover nothing was a source of great uneasi-"], [152, "140 TWO PARDONS. ness in Mr. Rapsey 's breast ; to be suddenly confronted with a projected im*asion of five more was almost too much for him, and he hazarded fifty opinions upon the subject and went home to his dinner in a A'ery excited state, the result of an inordinate craving for news. Meanwhile the innocent cause of all this agitation was quietly riding along the Dun stalne Road and up the rather steep Berry Hill which intervened between that town and Avonham ; he cantered easily along, skirting Dunstalne without entering it and emerged on © © the high road which exactly divides the rich table-land of the Aiarlshire Downs ; there is scarcely another galloping ground in the king dom like this, as the four or fiA-e trainers who daily use it know full well. Alore than one Derby winner has set the Marlshire A'illage bells a-ringing ; many of the equine heroes of Newmarket and Yorkshire have had to suc cumb to Aiarlshire trained racers, and horses who are not perfectly sound give their trainers less anxiety on these A*elvety downs than at any other horsey centre of England. Leaving the road^ Galbraith pulled his horse together and sent him at a smart pace for about a mile,"], [153, "THE \"RECLUSE\" COMES OUT. 141 then walked him quietly at the side of the road, just on the turf, riding past barrow's where lay the bones of unknown heroes, un sung dead, and boulders and stones whose use and meaning ha\\*e baffled sages of all times and of which nothing certain is knoAvn even now. He had proceeded in this way for some two miles, when he saw in front of him two horses, on one of which sat a lady, who was watching with great interest the action of a groom who was examining the foot of the other. As he approached nearer he perceived that the lady was Miss Adelaide Bompas, and that the old coachman and groom of the family was lamenting OArer his horse, which was dead lame. \" 'Tes no good, Miss Addie,\" said the old fellow, rising from his inspection, \" you'll hev to goo alone, uther back or forrard ; old Brownie can't goo no further. I shall ha' to lave 'un up to Mas'r Simmonds' and walk into Dunstalne.\" \" What a pity, AVatts. Well, that's what you must do ; give me the papers ; I must go on to Beytesbury myself.\" The sound of the hoofs of Mr. Galbraith's horse as he came up caused her to turn round"], [154, "142 TWO PARDONS. and perceive the new-comer, who raised his hat ; he drew up and looked at the groom's horse. \" Have you met with an accident, Aliss Bompas ? \" he courteously asked. \" Yes, Mr. Galbraith. Poor Browaiie has just fallen lame, I'm sorry to say.\" \" Can I be of any assistance ?\" he asked. \" Take my horse, my man, and let me haA*e a look at yours.\" \" 'Fraid you can't do nothin', sir,\" said Watts, touching his hat and taking Air. Gal braith's horse. \" I'm afraid not either,\" said he, after a brief investigation of the quadruped's foot. \" You'll have a job to walk him home.\" \" You must do as you said, AVatts,\" said Miss Bompas. \" LeaA*e him at Air. Sim monds'. Give me the papers, and I will ride on to Beytesbury ; you must get a lift home from Dunstahie or a horse from the ' AVhite Lion ' stables.\" She took the papers from the groom, and turning to Air. Galbraith, thanked him for his offer of assistance. \" Indeed,\" he said, \" I'm only sorry I can't do any good. If you will allow me, though,"], [155, "THE \"RECLUSE\" COMES OUT. 143 Miss Bompas, as I'm going the same road, I will ride with you in case you want a groom.\" Miss Adelaide was as frank a specimen of a young lady as you w*ould meet anyw'here ; she made no scruple as to this offer, but cheerfully accepted the proffered escort, and they rode on together. \" He's not entirely a recluse,\" thought Adelaide. \" It's rather fun having met him hke this ; he rides well, too.\" \" She's prettier on horseback than she is afoot,\" was Air. Galbraith's meditation. \" I'm rather glad we came across each other hke this. It's better than a formal introduction.\" \" You know the country pretty well I sup pose, Miss Bompas ? \" said he, after a httle silence. \" Yes, pretty well. My sisters and I are always out riding ; they've gone to Bath with mamma this morning, though, and as papa wanted some papers taken over to Bey tesbury, I said I would ride OA*er with Watts. Brownie stopped dead lame just now, and I didn't know w*hat to do, for Brunetta here won't stand very well, and is rather fidgety to mount.\" \" You're fond of riding, of course ? \""], [156, "144 TWO PARDONS. \" Yes, very. Papa was a capital horseman when he was younger, and he had us all taught when we were quite children. I can remember my first pony as far back as I can remember anything. You seem pretty well accustomed to a horse, too, Mr. Galbraith.\" \" Pretty well, Miss Bompas,\" said Gal braith, with a quiet smile, \" my recollection of horses goes back like yours to A*ery early youth.\" \" Do you like AA*onham ? \" said Adelaide, as the next subject. \" Arery well,\" answered Galbraith. \"It is A*ery prettily situated, and I suppose there is some sport round here in the shooting and hunting seasons ? \" \" Oh, yes, plenty ; there are three packs of hounds, lots of shooting, and some of the best coursing in the country, I believe, just round about here. You hunt, of course ? \" \" I have very little experience in fox hunting, if you mean that.\" \" Indeed,\" said Adelaide, opening a pair of very bright blue eyes in astonishment. \" Why, how is that ? \" \" I have lived very little where fox-hunting has been a sport ; indeed only in my early"], [157, "THE \"RECLUSE\" COMES OUT. 145 school life. I have hunted other animals. I hope to have some sport with the hounds this winter.\" \" Then you've lived abroad, I suppose ? \" said Adelaide. \" At least, of course you must have done so ; I needn't ask, they don't hunt anything in England but foxes — except deer and hares, and otters, that is What have you hunted ? \" \" Oh, all sorts of things,\" said Galbraith, smiling ; \" deer amongst them, but we didn't gallop after them with hounds ; we shot them.\" \" As they do in Scotland, I suppose ? \" \" I never was in Scotland, Miss Bompas.\" This answer savoured rather to Adelaide hke a piece of word-fencing, and she looked pretty keenly at her companion. He returned the glance, and there was something so comical in the situation that Adelaide rippled out a merry httle trill of laughter, Galbraith followed with a hearty peal, and then Aliss Bompas slightly blushed and struck Brunetta smartly with her dainty whip. \" Here we are,\" she said, after a short period of silence. \" That is Beytesbury House on the green there.\" vol. I. 10"], [158, "146 TAVO PARDONS. \" You are going to dismount ? \" © © \" Yes, I must, I have to give these papers to Mr. Millard himself, and he, I know*, can't get out.\" \" I will take care of your horse for you till you return.\" \" Oh ! thank you, one of the men will do that, Air. Galbraith ; pray don't trouble.\" They drew up in front of a fine old-fashioned house on the green. Galbraith leaped quickly from his horse and assisted Miss Bompas to dismount. A peal at the gate brought out a neatly-dressed handmaid, who summoned a man to take the horses. \" I will wait for you here, Aliss Bompas,\" said Galbraith, and Adelaide thanking him, went into the house. Mr. Millard was an old friend of Air. Bom pas, and Adelaide was his god -daughter and had been a great favourite of his for many years. Now it is one of the privileges of old friends of a family to be very facetious with the daughters of the said family respecting their admirers, and Air. Alillard, who had seen from his window that Adelaide was accom panied by a gentleman, was not slow* in avail ing himself of his rights. He listened gravely"], [159, "THE \"RECLUSE\" COMES OUT. 147 to Adelaide's account of Brownie's lameness, and of the meeting on the road, and then laughing, said : \"Well, my dear, it's an ill wind that blows nobody good, and if poor Brownie got lame, you see, you got rid of an old man and met with a young one, so it's not so bad after all. Ha, ha, ha ! \" \" Well, I couldn't help that, could I ? said Adelaide. \" Why should you, my dear ? \" said the merry old fellow. \" A good-looking young gentleman's better company any day than an old groom, isn't he, Martha ? \" \" Lor', Addie, my dear,\" said Airs. Alillard, \" you mustn't mind John's fun ; it was very lucky indeed that you met the gentleman ; that mare of yours is so skittish you want someone with you when you ride it. But won't the gentleman step in and take lunch ? \" \" I'm sure — I really can't — I don't said poor Adelaide, feeling very uncomfortable at this turn of affairs. Mr. Millard laughed again. Mrs. Millard was already downstairs instructing the girl to ask the gentleman to come in. To Adelaide's intense dismay he came. 10—2"], [160, "148 TWO PARDONS. He gave her a quiet glance as he entered, half embarrassing, half re-assuring, and, sit ting down, plunged at once into conversation with Air. Millard, by that means saving Adelaide the task of introducing him, a task she had been dreading ever since she came into the house. After thanking Mr. and Mrs. Millard for their hospitality and commenting on the weather, he drew the conversation to the surrounding country and its agricultural resources. He talked easily and fluently, and was an excellent listener. Air. Alillard, an agriculturist of note, w*as struck with the keenness of his remarks and the extent of his knowledge of the subject ; he took his listeners with him abroad to the laboriously irrigated rice-fields of India, to the enormous grain fields of Iowa, to the A-ineyards of France and the pear orchards of Jersey. He discoursed with Mrs. Alillard of the \\irtues of Annatto in cheese, and told her husband of a dressing for sheep. His host and hostess were charmed with him, and Adelaide sat in wonder at hear ing the man, whom she and her laughing sisters had dubbed the \"recluse,\" taking the chief part of the talking on his own shoulders, and bearing the burden so easily and so well."], [161, "THE \"RECLUSE\" COMES OUT. 149 When she rose to go, Mr. Millard was most pressing in his invitation to Mr. Galbraith to come again. \" Now mind,\" he said, shaking him cordially by the hand, \" I shall look for you very soon. I shall be quit of this rheumatic touch in a few days, I hope, and then I'll show you round a good Enghsh Dairy Farm, and see if any of your foreign ones can beat it. Good-bye, Addie, my dear ; mind you bring Mr. Galbraith again.\" Poor Adelaide blushed and looked piteously at her companion. He \"was quite calm, and apparently unconscious that anything was wrong. Mr. Galbraith w*as very dexterous at assist ing a lady to mount, and his wrist was much more steady than old Watts' Aliss Adelaide thought as she sprang to her seat ; after all, what could possibly be said ? It had been quite an accidental meeting — the result of an accident, indeed. Mr. Galbraith wras obliged to offer assistance, of course he was ; any gentleman must haA*e done so, and how* could she haA*e refused him,? Impossible. And he was a very — what a shame of Mr. Alillard to have chaffed her so."], [162, "150 TWO PARDONS. They rode along briskly enough, their horses refreshed by the rest, and rapidly approached Dunstalne. Now what was Miss Adelaide to do ? She was almost as well known in Dunstalne as in Avonham, yet she must call and see that Brownie was all right. It really was very embarrassing haAing this escort with her. And yet she liked it too. At Dunstalne Air. Galbraith found old Watts, who had had, he declared, \" a ter'ble job \" to get Brownie to the A*eterinary surgeon's, and who had only just arrived ; he had been going to hire a saddle-horse, but had found a farmer going into AA*onham, and had got a lift from him. Air. Galbraith rode back to Miss Adelaide with this news and they proceeded on their way to Avonham. It was four o'clock in the afternoon when they reached that town, and almost the first person Aliss Adelaide saw in the street was Shelman. He started as though a blow had been given to him as he saw who her companion was ; she rode rapidly past, giAing her mare the spur lightly, and swiftly crossing the market place ; as they reached her father's house Air. Bompas was just entering his office. He, too, stared as he saw Galbraith, who again"], [163, "THE \"RECLUSE\" COMES OUT. 151 jumped down and assisted the young lady to alight. \" Oh ! papa,\" she said, \" pray thank Mr. Galbraith for his kindness ; poor Brownie fell dead lame at Cummerford, and Watts had to lead him back to Mr. Simmonds and leave him. He's coining home in a trap. Mr. Galbraith came up just after the accident, and was good enough to ride to Beytesbury with me. I don't know what I should have done without his help.\" Mr. Bompas was most politely grateful. \" My dear sir, I am most sincerely obliged to you, I am sure — ah — will you walk in, Mr. Galbraith, and — ah — take a glass of wine ? \" Air. Galbraith would be most happy, it appeared, and Mr. Bompas ordered his stable boy to take the gentleman's horse home. \" My dear,\" said Mr. Bompas, ushering Mr. Galbraith into the room where Mrs. Bompas was sitting, having just returned from Bath, \" allow me to — ah — present to you Mr. Galbraith — this, sir, is Mrs. Bompas — my daughter Louisa — Mr. Galbraith — my daugh ter Lucy — Mr. Galbraith.\" Polite bows from all parties and much curiosity on the part of the ladies."], [164, "152 TWO PARDONS. \" Air. Galbraith, my love, was fortunately — ah — most fortunately present to-day at Cum merford at the time wiien — ah — Brownie fell lame — Brownie, my dear, is lame — and he has been good enough to — ah — render Adelaide the service — for w*hich I am sure I am most intensely obliged to him — of — convoying — that, I believe, is a term more usually applied to merchant A*essels and — ah — frigates of war — but — let it stand — of convoying her home.\" \" I'm sure it's very kind of you, sir,\" said Mrs. Bompas, rather flustered at haA'ing in her drawing-room this quiet young man Avhom her daughters had been calling the \"recluse,\" the \" hermit,\" and A*arious other disparaging names. \" I'm only too happy at having been of any service to a lady,\" said he, quietly. AVhilst the wine was being poured, Miss Adelaide, who had been changing her habit, entered the room and told her mother and sisters of the kindness of Air. Galbraith, saying nothing, strange to say, of Air. Alillard's teas ing her or of her embarrassment on the journey home. Mr. Galbraith drank a glass of wine and then politely took his leave, Mr. Bompas accompanying him to the door ; Mrs. Bompas"], [165, "THE \"RECLUSE\" COMES OUT. 153 proceeding to the lower regions to \" see after \" her servants, the girls were left alone. \" What a puss you are, Addie,\" said Louisa ; *' fancy, Luce, hasn't she luck ? \" \" What sort of a man is the recluse, Addie ? \" said Lucy. \" A very good sort, I think, Luce ; he's not so very ' reclusy,' when he begins to talk, but he doesn't say much about himself either.\" \" Fancy your meeting him hke that,\" said Lucy. \" Lou, I see the hand of fate in this,\" said the merry girl, clasping her eldest sister round the waist and kissing her ; \" this young woman is hooked at last, look at her blushes.\" \" Nonsense ! \" said Adelaide, blushing very much, however. \" Well, girls, I'll tell you something.\" \" TeU ! teU ! \" \" Well, he really is \\*ery nice ; he's not like anyone else I've met at all.\" \" How does he differ, dear ? \" said Louisa, laughing at Lucy, who laughed again at her. \" He's more of a Man, I think,\" said Adelaide. \" Lucy, what on earth are you making that horrid noise for ? \" Lucy, who had given a most unmelodious bellow*, as if the admission had hurt her, now"], [166, "154 TWO PARDONS. shook her head, and in a tone of mock sym pathy, replied : \" Oh, Addie, Addie, it's come at last ! You've got all the first symptoms, my dear, as plain as Mumps ! The others will come in time, my child, but these are as plain as Alumps.\""], [167, "CHAPTER VII. FRIENDS FROM FAR WEST. Mr. Pinniffer had not broken his word. He had provided for Mr. Galbraith and his guests a dinner, to which, he declared with becoming pride, the Lord Lieutenant might sit down ; it was being cooked under the direction of his wife, and those who knew the \" Bear \" and its special dinners knew what that meant ; he had himself superintended the laying of the table, had looked after the wine with the tenderest of care, and could at last find time to step into the bar parlour and fill himself a comforting dram, informing those few friends who were there that everything was off his mind now, and he had time for a quiet glass before his guests came. Generally speaking, there was no one in the bar between five and six, for which latter hour the dinner was fixed ; but this evening, at least half-a-dozen, including, of course, Mr. Timothy Rapsey, w*ere present."], [168, "156 TWO PARDONS. No conversation was passing, for no one wished openly to evince the curiosity he felt, but each man fixed his eyes on the door, to scan every one who entered. At half-past five, Air. Galbraith drove up the street in one of Air. Raraty's dog-carts. By his side was an elderly gentleman with a smiling round face and white hair ; they alighted at the door of the hotel, and the boots extricated from the back of the A'ehicle a portmanteau, winch he carried into the house. Mr. Pinniffer met them at the door, and they proceeded at once to the room upstairs next to that in which they w*ere to dine. The company hi the parlour stared at each other without comment. In ten minutes' time, an open carriage, in which two gentlemen were seated, drove to the door of the \" Bear.\" Air. Pinniffer going to meet it receiA'ed orders to put the horses up for the night. Air. Galbraith's room was asked for, and Air. Pinniffer showed the way, the boots again bringing up the rear with some luggage. The driver of the carriage was promptly interviewed by Mr. Rapsey, who conveyed to his associates the intelligence that the party came from Bath, and was to return"], [169, "FRIENDS FROM FAR WEST. 157 there to-morrow. Excitement was yet at a high pitch when there came rattling up the street the omnibus which was the means by which the good folks of Avonham reached the radway, which was yet fully five mdes from reaching them. From this alighted two young men, one wearing a naval uniform, but not an English one, as Mr. Pinniffer, who had seen service, whispered, and the other the ordinary frock coat of everyday hfe. Aiore luggage, more excitement. Next, Mr. Galbraith's black servant entered the hotel, and, bestowing a grin upon Mr. Pinniffer, passed upstairs. The company could hear the sound of laughing, talking and greeting as the door opened. Then a waiter came down in a mighty hurry, recei\\*ed a bottle of bitters from Miss Pinniffer, and disappeared again. And now haA'ing seen all they were likely to see, until the dinner was over, having taken in the stupendous fact that there were five gentlemen, entire strangers to the town, dining with a resident scarcely better known than they, the company fell to smoking stolidly. Upstairs the dinner proceeded merrily ; the two waiters and Air. Pinniffer, who superin tended them, attended assiduously to the"], [170, "158 TWO PARDONS. gentlemen, who seemed to have had their ap- petites thoroughly sharpened by the Aiarlshire air. Mr. Pinniffer's heart swelled with pride as he listened to the encomiums passed upon the cookery and the whies. The conversation was disappointing in the extreme to the worthy waiters, who had, hke the Bath coachman, been interviewed by Air. Rapsey, before dinner ; two of the gentlemen, the party from Bath, in fact, had been making a tour of the Continent, and imparted freely their impressions and ex- periences. Air. Galbraith w*as uniformly ad- dressed as \" Harry,\" but as most people in AA*onham knew that he had signed the feAv written notes and cheques which from time to time he had sent his tradesmen \" H. Gal- braith,\" that did not seem A*ery A*aluable information to give to any enquirer. And once, in the middle of the dinner, when Gal- braith had drunk most cordially to his friends (as far as they could make out), the language in which his short speech was made was en tirely unknown to the attendants, as was also that in which his guests had replied ; and the rest of the talk whilst dinner lasted had been of things for the most part beyond their ken. Hints they got that the party had been long"], [171, "FRIENDS FROM FAR AVEST. 159 known to one another and that they had passed through adventures, the recollection of which caused sometimes laughter and sometimes sor rowful murmurs of regret ; but as the dinner drew to a close, and the wine was freely circulating, the conversation was carried on almost entirely in this \" forrin' tongue,\" which the party all spoke, and which Air. Pin niffer was ready to aA*ow was not French, nor anything like it. At last, the dinner was at an end, the cloth was removed, and the wine having been set, the waiters and Mr. Pinniffer, with many bows, left the room. Cigars were lit and the decanters were briskly passed. Galbraith waited till all were primed and smoking, and then turning to his serA*ant, who had entered the room, said : \" Edward, you'll take a few cigars, and a bottle of wine, and sit in the next room, so that you can see if anyone comes to the door. If anyone does, send him downstairs again if I want you I will ring the hand-bell you brought.\" \" Very well, sah,\" said the negro, and taking his cigars and wine he withdrew. \" Now, boys,\" said Galbraith, turning to his"], [172, "160 TWO PARDONS. guests, \" bumpers ! here's to the Old Squire Gulch boys, and here's to the old Squire ! \" (Mr. Reuben Matley downstairs took his pipe from his mouth and mildly observed that the gentlemen upstairs seemed to be enjoying themselA'es. \" Drinking the Queen's health,\" Mr. Foil well supposed.) \" AVell, boys,\" said the elderly gentleman, who had first driven up with Galbraith ; \" they were good days while they lasted, and we didn't do badly out of them, eh ? \" \" No, Squire, thanks to you and your iron rule.\" \" How many times I've thought OA*er the dear old place,\" said the young naA*al officer ; \" and the Squire and you, Harry, and old Polecat who ran the saloon, and how he got shot that time you fellows went over to Cin nabar Mountain, and came back so deadbeat — such a trio of scarecrow's.\" \" Served us right,\" said another ; \" we haven't forgotten how you took us back, and never shook us, but chummed us in again as if nothing had happened ; you haven't for gotten that, Harry, have you ? \""], [173, "FRIENDS FROM FAR WEST. 161 \" No, Fred, and never shall, old fellow ; here's to the stay-at-homes of Old Squire Gulch ! \" (\" They're going through the list of toasts proper,\" said Mr. Pinniffer, downstairs, \" that's the Army and Navy, I s'pose.\" \" Most likely,\" said the customers.) \" How queer though,\" said Fred, \" that we should all be in Europe together, and that you knew it, Harry.\" \" Precious lucky, I fancy ; the sight of six old Gulchers, and the Squire one of them, is a sight for sore eyes, I think. What have we all been doing that we haA'en't met before ? \" The speaker looked round the table, as he made the enquiry. \" Come, Squire, make us all confess.\" \" Aye, aye, well said,\" exclaimed the officer. \" Well then, boys, own up all of you, one at a time. You begin, Lieutenant. Come, Ralph Derring, tell us how you got those clothes on your back.\" \" Easily told, Squire. When w*e broke camp at the Gulch and all came East, I went vol. i. 11"], [174, "162 TWO PARDONS. home, found the old people glad to see me, and more glad perhaps because I'd full pockets to show for empty ones. The old man was on the navy board. He soon worked me into a ship, and here I am, second of the Santee.\" \" Pile gone ? \" said the Squire. \" No, Sir,\" said the young fellow, laughing, \" pass the deal, Squire ! \" \" Now, Fred Markham.\" \" Not much more to say than Ralph had, Squire. Came back to England ; folks glad to see me ; old man found I'd sown the AAild oats ; took me into his business, and here / am, at Harry's imitation.\" \" Then your pile isn't gone ? \" \" Bigger than ever, Squire. I wish some of you fellows looked poor ! \" \" Now, Tom Reynolds.\" \" Faith, I'm comfortable, too. I'd no parents to go to when I left the West, so I stayed in the East a while. I speculated a bit in land, and had tearing luck, and I'm liAing in Brooklyn, and very comfortable.\" \" Married, Tom ? \" \" Yes, begad I am, this tw*o years. She is in Bath this minute. AValter and I came OA*er to-day together.\""], [175, "FRIENDS FROM FAR WEST. 163 \" Bravo, Tom, good record ! Now, Bryce son, where's your wife ? \" \" No, no, Squire,\" said Walter Bryceson. \" I've kept my pile and swelled it somewhat, but I've not gone so far as Tom as yet. I'm down in Essex ; my father's been dead about two years, and I'm a Squire, hke yourself, now*.\" \" AVell, Harry, there's only we two — go on, you first.\" \" Much as you see, Squire. Pile all right and health all right ; living here quietly ! No Avife as yet, and no thoughts of one.\" \" Strong as ever, Harry ? \" said Ralph. \" My cats ! how you used to heft things.\" \" Much the same in all ways, I fancy. Boys, the Squire's going to giA*e his experience, and then we want to talk to you — so heave ahead, Squire.\" \" Bless your hearts, my boys,\" said the old fellow, beaming round the table. \" I'm just the same as ever, only richer for the Gulch ; liAing quietly in Concord, and just allowing myself a scientific run OA*er to Europe now and again, as I am now. That's my tale, or experience, as Harry puts it.\" \" Well, then, boys, as we're all well,\" said 11—2"], [176, "164 TWO PARDONS. impulsive Irish Tom Reynolds, \" here's the old toast—' here's to us.' \" (\"Wonder what that one is,\" said Mr. Rapsey. \" Something popular, you may depend upon it,\" answ-ered Air. Foil well ; \"I wonder if they're a-going to sing ? \") \" Now*, Harry,\" said Derring, after the toast had been uproariously honoured, \" what is your news ? AVhat have you and the Squire to talk to us about ? \" \" I want to talk about my brother,\" said Galbraith, after a short pause. There was a dead silence, a sympathetic silence, one such as falls on a circle of friends wrho know* that the next words which break it will be fraught with unpleasant meaning, leading to the opening of some hidden wound, the marring of some dream of joy ; then AValter Bryceson said : \" Ah ! Reginald, poor fellow ! his was a sad death.\" \" Yes, Harry,\" said Fred Markham, \" that woman Avas the ruin of his happiness ; she broke up his hfe ; it was a pity he eA-er saw her ! \""], [177, "FRIENDS FROM FAR AVEST. 165 \" Ah, indeed,\" said hearty Reynolds, \" but, Harry, my boy, you weren't to blame in the affair. Faith, you w*ere only a boy. Is it good to grieve over it now ? Why that's years back— before Ave first went West with the Squire.\" \" I know that, Tom,\" said Galbraith, \" and how you took me with you just because I was his brother, and, out of your old friendship for him, you adopted me, old fellow's.\" \" Of course we did, and a bright and promising babe of grace you've turned out — a credit to his foster-fathers, isn't he ? \" \" Fred, Ralph, Squire, you three were with Reggie when he saw this woman first, weren't you ? \" asked Galbraith. \" Yes,\" was the reply. \" AVould you know her again if you met her ? \" \" I should know her anywhere,\" said Fred. \"/fancy I should too,\" said the Squire. \" I'm not A*ery confident about it,\" observed Tom, \" but I think I should recognise her. Bedad, she Avas a fine woman.\" \" Walter and Tom, you never saw her, did you? \" No ! \""], [178, "166 TAVO PARDONS. \" You heard the tale of her and Reginald ? \" \" Yes, but you know* it was always a subject we hesitated to touch on.\" \" AVell, then, I'll tell it you again, that you may really know the facts of it, and after that I want you to hear what the Squire has to say. \" You must know that I have never seen my brother's wife ; that's necessary in the first place. Reginald and I are sons of the same mother, but Reginald's father died when he was quite a child, and mother married again. Aly father was never particularly fond of either of us, that I could see ; but he was anything but kind to Reginald. That was the reason of his going away from home ; an uncle took care of him, and, when he died, left him a A*ery nice income, about £400 a-year. Of course Reginald was under age, and so he came home for a bit, and my father managed his money. Well, they couldn't agree, and one day, after a terrible row, Regi nald declared he would stay at home no longer ; he was then eighteen years old, and I was twelve. Mother was hi delicate health, or I believe Reginald would have gone before. At any rate, go he did, and of course America"], [179, "FRIENDS FROM FAR WEST. 167 was his destination. When he had been there three years, and I was only fifteen, mother died, and I was left at home with father. I beheve he was fond of me in his w*ay, but he was a reserved kind of man, and whatever he might ha\\*e felt he kept pretty much to him self. Aly youthful days at home were not my happiest ones, and I was always glad enough to get back to fagging at Rugby, I can tell you. Reginald was twenty-one when he made his appearance at home to claim the money his uncle had left him, and w*as a fine, manly looking fellow. Father and he were no more affable to one another than usual, and although the money was scrupulously accounted for, and father had really managed affairs in the best possible way, yet there was a row OA*er the settlement, as indeed there w*as over almost all that passed between those two. It was then that Reginald conceiA*ed the idea of taking me over to America with him. I had been grumbling to him one day about some fancied wrongs in home-life, and eagerly accepted his offer. We left home on a visit to an aunt, my mother's sister. AVe did not go there, but went to Liverpool, and before father knew that we had not paid our visit we were three parts"], [180, "168 TAVO PARDONS. of the way across. AVell, when we got there, Reginald decided to put me to school, and I went first to a tutor's, and then, as you know, AValter, to Yale, where we were class-mates.\" \" We were, for three years,\" said Bryceson. \" It was during that time that Reginald Avent AVest. It was there he met this woman, who was singing at a theatre in St. Louis. He w*as fascinated AA'ith her, and married her : she was, as some of you know*, a remarkably handsome woman.\" \"She was indeed,\" said the Squire, \"and poor Reginald AA'as very fond of her, and she of him at first, apparently.\" \" AVell, you know how she treated him : how she made him jealous with other men, how she refused to come East, how her tantrums drove him nearly wild, and how, one time w*hen he had run East to see me one A*acation, she left him for eAer, and drove him to madness and death.\" The speaker's voice trembled, and he paused and drank some wine before resuming : \" I shall never forget how Reginald took the news, how* he rushed away from me— it was the last time I eA*er saw him — quite fran tic. You know the rest of the tale even"], [181, "FRIENDS FROM FAR WEST. 169 better than I, for I did not know you then, and had never set eyes on Constance — a pretty name, forsooth — in my hfe.\" \" Well, what we know of the matter,\" said Fred Alarkham, \" is just this. After Reginald AVilding had gone East to see you, this woman, as you say, left with a fellow from New York. Reginald was of course told of it by one of us. AVe'd no idea of anything Avrong until the mischief was all done. He came back quite like a madman, refused all offers of help, but traced the runaway couple' to Memphis and Baton Rouge. There, by all accounts, he met them ; and there, as we learned afterwards, Avas shot by the fellow who had robbed him of his wife, and died in a few days, delirious and unknown.\" \" That's right, Fred,\" said Tom Reynolds, \" we both tried all w*e knew to get hold of the blackguard and have a shot at him, but he got away to New Orleans, and from there to HaA'anna, as far as we could make out, and we never set eyes on either of them — bad luck to them.\" \" But, Harry,\" said Ralph Derring, \" why is it, old fellow*, that you bring this up again ? Do you remember that when you came West"], [182, "170 TAVO PARDONS. to St. Louis, where we all were, and whence we had intended starting for Colorado with poor Reginald before this affair happened, it was agreed after we had, as Tom says, adopted you, that we shouldn't let you brood over these matters ? \" \" I'll answer that,\" said the Squire, break ing in before Galbraith had time to reply. \" The reason is one that Harry can hardly giA*e you. This is my hand. Harry brought this up here because I asked him to, and doesn't himself know the reason of my request. Tom and Fred, you went down to Baton Rouge after Reginald Wilding ? \" \" AVe did.\" \" AVhere did he die ? \" \" In the Central Infirmary there, so they told us, raving mad and shot through the body.\" \" You're wrong, my boys — sit still, Harry — Reginald Wilding is ahVe. He has been under my care in Glenbrook Private Asylum for four months past, and if you see him — and see him you will, I know*, as soon as you can get to him — I'll stake my professional reputa tion that he will be a sane man ten clays after you meet.\""], [183, "FRIENDS FROM FAR WEST. 171 (\" Well,\" said Air. Timothy Rapsey, taking his pipe out of his mouth and looking round for corroboration, \" Mr. Galbraith's one of the very quietest gentlemen I've ever come across, but his friends are making up for him to night, I'm blest if they aren't. There's the bell, Air. Pinniffer, again. They're not going to spare the wine either, it seems. Ah, there's nothing hke youth after all ; it's the time for diversion. Give me another httle drop of Hollands, Miss. AVe may just as well enjoy ourselves downstairs as up, for all I can see.\")"], [184, "CHAPTER VIII. CANVASSING. \" Hoav many 'lections haA*e you seen in Avon ham in your time, father ? \" said ex- Alayor Killett, grazier and butcher, taking his clay pipe from his mouth and lifting a healthy looking brown jug thereto. The pair were seated in the little summer house wiiich had been the work of the old man in the first summer after his retirement from his flourishing business hi faA*our of his son. There was no more affectionate and dutiful child hi the country side than the braw*ny Hercules w*ho had succeeded him : and no one who paid him more deference. The old man was the oracle of the neighbourhood, and the son sat at his feet as at those of another Gama liel. It was acknowledged that no one could compete with old Alas'r Killett in local lore, and the evening of his life was spent in telhng the younger generations around him what had passed and happened in Aiarlshire in its morn-"], [185, "CANA*ASS1NG. 173 ing. He now in turn remo\\*ed his pipe, and, taking a draught from his own especial brown jug, conveniently placed at his elbow and filled with his son's best home-brewed, proceeded to answer his question. Now when Mas'r Killett or any other Marl shire oracle spoke of the days of yore in reply to any query put, a certain manual exercise was gone through with time-honoured solem nity. First, the capacious w*aistcoat w*as slowiy pulled down until its wrinkles had well-nigh disappeared, then the disengaged hand {i.e., the hand which held neither pipe nor tankard) was rubbed slowly and softly up and down the side of the leg a few times ; after that the body was inclined forwards, and the pipe stem pointed to the interlocutor (if there were no pipe present the forefinger performed its office) , and lastly, the rubbing hand stopped and rested on the point of the knee, emphasising the answer by a series of taps or slaps, according to whether the subject were being calmly or excitedly discussed— and the first word of the reply was \" whoy ! \" This w*as the cabahstic forerunner of the speech of the average Marl shire oracle. There were great advantages in this. In"], [186, "174 TWO PARDONS. the first place, you got your reply diplomati cally, and therefore trustworthily. Having surrounded the desired information with all the ancient ceremony and pomp due to its merit, no Aiarlshire sage would think for a moment of advancing anything but the best at his command. Then, again, it was not a hasty answer, but one which was being pain fully and carefully revolved in the mind whilst the hands w*ere gracefully preparing the way for it. Lastly, it precluded heat and anger, and showed that your question was re spected as it was expected the reply would be. All the appropriate manœuvres having been performed by old Alas'r Killett, and the pre liminary \" whoy \" haA*ing been produced, he answered his questioning son. \" Not more than about a five, my son ; Sir Headingly (Mr. H. Cann he were when he first come here), he\\*e sat here for eighteen year, and afore him w*as Mr. Aleares, him as is Sir John now, a notable old man he must be, and lives somewheres abroad. Thirty-four year he sat for AA*onham. There was Air. Alathews sat with him till the Great Bill of '32. There w*as never any 'lection in those days — the seat was the surest there was any-"], [187, "CANVASSING. 175 where. A real fine couple of gentlemen were Sir John and Air. Alathews. Sir John never gave up knee-breeches let who would. Mr. Mathews was master of the hounds a many years, and you must remember both of them well — yes, surely you do.\" \" Why, surely, father. I mind Mr. Mathews' funeral as if 'twas only yesterday. Why, Sir John was member then, and it was before Sir Headingly sat here at all.\" \" To be sure, my son, to be sure it was. Well now, before Sir John first came, there was a lord sat here, a fine young fellow he was, and was shot somewiiere close to London by one as cheated him at cards ; such things young blood will do ; six years he sat, and came in the first of the eighteen hundreds ; before him was a very great General that fought the Americans in his time, likewise the French, at that great rock Gibberalter. One arm he had only, and great doings there was at his 'lection. I was but a lad, but I remem ber it well. There was a banker gentleman who was sitting member here then, and when the 'lection time came, this General Handred he came down and beat him. Money was spent in those times, and long purses were a snare"], [188, "176 TWO PARDONS. unto many. And that's all the 'lection domgs that's been in Avonham this eight-and-sixty years, as many men could testify if so be as they were alive to do so.\" \" 'Tis surely seldom a towm does have so few,\" said the son, reflectively. \" Yes,\" said the old man, \" and 'twill put many good men into a quandary now* how to A'ote to save giving offence.\" \" 'Twill that, father. I wish the 'lection w*ere further ; we've been li\\ing quiet and neighbourly for years, and had nothin' to come in betw*een friends 'cept maybe a bit o' market-day trading that seemed to pinch one side now and again. But lor', that was soon settled and made up, and 'twasn't like these political disputes. Why, dear me, Air. Arto and John Rann were quite at words in the shop yesterday morning when they Avere wait ing. Rann he's all for a change, and he's work ing for Air. Boldham. Air. Arto he's against new* measures, and don't seem to lay much heart to the 'lection ; that's Avhere Sir Head ingly's side are making a mistake, I reckon. Well, they w*ere quite sharp OA*er it. Air. Arto says he's none for upsetting a town this way. ' Corn,' he says, ' is my ockipation and"], [189, "CANVASSING. 177 oats is my change of method.' Out comes Rann A\\ith Avhat I must say seemed rather rough, and said as that AAras the sort of choice and change a donkey or an unreasoning dumb horse would make. And really, father, with- out takhig on me to measure Mr. John Rann's words and meanings I believe he only put the horse in to saA*e Air. Arto being too raw* over the donkey. There was going to be words over it I could see, only I hurried cutting Rann's steak and draAved Air. Arto off on to a saddle of mutton and saved trouble so.\" And the good-hearted giant shook his head sadly as he thought of the division in the town. He was not the only old inhabitant who regretted the existing state of things ; the younger men of the town dehghted in the contest, and went heart and soul into the fray for their respective sides, but the seniors shook their heads. Among them Sir Headingly Cann had a perceptible majority, although some hke Doctor Aiompesson were in favour of a younger and more energetic man. There was no burning question of the day imported into the election at Avonham as was the case with larger constituencies. Air. Boldham made the Railway Bill his trump card, and twitted his vol. I. 12"], [190, "178 TWO PARDONS. rival with having so long delayed bringing it forward. Sir Headingly again promised the Bill and rested his claim on his long services, on his Church and State proclivities, and on his personal influence in the town. To say truth, the old man had a task before him winch was not only uncongenial but repugnant to him. For eighteen years his annual address had been for him only a small part of a connection which long use had made A*ery pleasant. To reply for the House of Commons after the great local banquets ; to preside at the Agricultural and Horticultural Show* dinners, to see his name as patron or president of almost all the societies or asso ciations in that part of the county, had been the principal tasks imposed upon him by his position, and he had fulfilled them with grace and dignity. The sense of being guardian over the public interests of his constituents had gradually led him to adopt tow*ards the tow*n a paternal and protecting air which was eminently pleasing to him and not at all resented by Avonham. So that now when he came to face a meeting only half sympathetic Avith him, when he was \" heckled \" by sud denly sprung-up local politicians, and when his"], [191, "CANVASSING. 179 bland and conciliatory responses w*ere stigma tised as \" blarney \" and \" soft soap,\" the old man, who was the soul of honour and tenacious of it to a degree, felt almost inclined to choke at what he called the \" unthankful depravity \" of his constituents. NeA*ertheless, the A*ery meekness with which he bore himself was one of his strongest recommendations. Alany an Avonham elector, who had felt aggrieved that the Railw*ay Bill had not been obtained for the town and w*ho had made up his mind to show Sir Headingly that he individually would submit to no further delay, came away from the meeting fully settling- hi his own mind that after all it was a shame to desert the old man, and that he, for one, would stand by him once more. Much of Sir Headingly's labour and anxiety was taken oft* his hands by his nephew. For no one in Avonham recognised more clearly than this young fellow the exact position of parties, and no one was more keenly alive to his own interests in the matter. Defeat for Sir Headingly meant just such a golden chance for Boldham and Shelman after him as his chance had been considered for the last few years. He saw* clearly that if his uncle lost 12—2"], [192, "180 TWO PARDONS. this seat his own political career would receive a rough check from which it would not readily recover. Sir Headingly would be so grieved at the loss of the seat that he would doubtless at once seA*er all connection with the town, and retire altogether from pohtical life. Where then would be bis chance of stepping into the shoes which he had always considered such an easy fit for him ? Gone, and nothing left for it but either to wait a new election and fight Avonham on his oavii account, or to seek another constituency under the wing of one of his uncle's political friends. AVould he get another chance ? Not very likely, for he was looked upon as being sure to retain Avonham for the party after his uncle's career was fin ished, and if this opportunity were allowed to slip, farewell to political patronage for some time to come. Thus urged on by self interest he left no stone unturned to ensure success ; he was more affable than ever ; even political opponents were not made aware of the slightest change of feeling. The younger politicians were keenly argued with, but the argument was neA*er allowed to get to the length of a dispute ; there was no fault to be found with him, and"], [193, "CANVASSING. 181 he frankly told the \" Boldhamites,\" as his uncle's opponents were called, that he was glad that the contest had occurred, as it gaA*e him an opportunity of showing his real feelings towards all in Avonham, political friend and political foe alike. Alfred Shelman came out of the ordeal A*ery much less skilfully than his rival. Never accustomed to conciliate, by nature rather aggressiA'e than yielding, Avith a hasty temper under scarcely any control, and with an ill-dis guised contempt for the people whom he had to visit and fraternise with, he compared most unfavourably Avith the suaA*e and courteous RiA*ers. If the baronet were helped by his nephew, the banker was rather hampered by bis, although Shelman w*orked hard and ener getically in his way, and took the greatest possible interest in the conflict. The Pariahs whom we mentioned before were the ones who extracted the most enjoy ment out of the turmoil. Here was a legiti mate chance for a fling at respectability at last. The heavy fathers of the town, the sobersides, were set by the ears, the youthful spirits had their turn. True, most of them had no votes, but their fathers and uncles had ; their crusade"], [194, "182 TWO PARDONS. could be carried into eA*ery household. Air. Pinniffer and the \" Bear \" Hotel did not care over much for the company of these young men, but the Blues of them mustered at the \" Great George \" and the Yellows at the \" Woolpack,\" and from these two strongholds the w-arfare was waged. Of course the first thing to be done was to vocalise the contest, so a soaring genius at the \" Great George \" decided. Having collected a chorus of boys from the Church schools and elsewhere, and enlisted them on the Blue side, he supplied them Avith a soul-stirring election song, which went to a popular tune of the day, so that the youngsters, who entered hugely into the fun of the thing and were made bold by the unwonted license of the whole surround ings, made the side streets, the smaller lanes and the \\*ery churchyard itself echo with their chant : \" \\*ote boys, do, For the old true blue ; Blue is the colour of the sky ; So vote every man For Sir 'Edin'ly Canii, And we'll make old Boldy fly.\" This, of course, was felt by the \" AVool pack \" contingent to be a political moA*ement of very deep significance, and one against"], [195, "CANVASSING. 183 w'hich a counter mine must be sprung ; after deep cogitation and much poetical outpouring, another song was evolved from the inner con sciousness of a Yellow bard, and some Yellow boys having been enlisted and duly trained, the town was made hideous with another song. The same tune w*as adopted, it being considered that a monopoly was to be denied the Blues, as it was an air well known to both parties alike. So the Yellow side sang : \" Cann, Cann, Cann, Will never be the man, And the Tories '11 say he's sold 'em And all the silly Blues Will be shaking in their shoes AVhen we bring in Mister Boldham This second effort was voted weak, and the singing boys complained that the extra feet of verse fitted the tune but ill, and that the Blue boys had the ad\\*antage. A few deserted and sang the original chant, and altogether the Yellow* party had the w*orse of the poetry. The Yellow poet, on being appealed to to remedy this defect, waxed wroth, declared that his version was infinitely superior to the other, that a redundance of feet was a positive advan tage as giA'ing the song more \" go,\" and finally threatened to transport his genius and efforts"], [196, "184 TWO PARDONS. bodily to the \" Great George \" if he w*ere bothered any more about it. His loss would have been such a dire calamity to the party that the bard was suffered to rest in peace. Air. Sennett, the mayor, had no enviable position ; he, of course, in A'irtue of his office, held the post of returning officer, and he heartily wished the whole business at the bottom of the Aa'oii. The Club was excited OA*er it. AVolstenholme and Hoppenner Pye were staunch supporters of Sir Headingly. Dr. Alompesson and Mr. Follwell, on the other hand, were just as keen for Air. Boldham, and the opposition of Air. Rann and Air. Beadle more Arto was, as we haA'e seen, pronounced and spirited. So that the Club was not so harmonious as usual, and Air. Sennett was not the only member who sighed for peace. Mr. Bompas, Mr. Raraty, quiet Reuben Aiatley, all hated the fuss and pother Avhich had taken possession of the tow*n, and wished the business well over. But in others the feeling was not so pacific. John Rann was in his glory ; Barnabas Chickleholt and he were political cronies, and from Rann's office steps held forth to all comers. Benjamin Pollimoy brought all the vast experience of a traA*eller to bear upon"], [197, "CANA'ASSING. 185 the election, and loudly upheld the Crown, the living wearer of which it had been his privilege to behold ; and Timothy Rapsey, in his eagerness to know* what was being done by both sides, ran some risk of being trusted by neither. So the contest went on, with both sides confident of success, each party narrowly watching the other and ready to countercheck all movements w*hich seemed likely to lead to victory. It was on one of the evenings when there was. no meeting of his uncle's supporters, and, at the end of a day's patient cam'assing of the electors, that AValter RiA*ers, after standing for a few minutes at the churchyard gate, looking somewhat wearied, walked slowly across the churchyard path, and, descending the steps at the end, reached the gates of the Priory House. Here he halted, and stood for a minute as if debating some question with himself, and then, having apparently made up his mind with a certain amount of effort, rang the bell and was admitted. In a few minutes Mrs. Stanhope came into the room where he was standing, and greeted him cordially. \" Have you found your way here at last ? AVhere is Sir Headingly ? I haven't seen"], [198, "186 TAVO PARDONS. either of you once, since this election work began ; how is your uncle ? \" \" Fairly well, considering the w*orry he has gone through ; he feels very much aggrieved at haA*ing any opposition to him.\" \" Didn't you expect any ? \" \" I did, certainly. I foresaw that Dunstalne was likely, sooner or later, to influence Avon ham pohtics ; but I neA*er liked to let uncle think so. It would only haA'e troubled him, and I had some idea that if a dissolution came this year \" and he paused. \" That he would resign the seat to you ; you mean that ? \" \" Yes, I do ; it has always been understood between us that it was to be so, and nothing but the opposition of Boldham has made uncle put up again.\" \" Do you think you would have been sure of your seat ? \" \" I think so. Boldham might have opposed me, or Shelman, but I fancy I could hold my own against either of them, backed up, of course, by uncle's influence and help.\" \" You are sorry, of course, that that didn't happen ? \" \" Yes, and a good deal disappointed ; you"], [199, "CANA'ASSING. 187 know that I have ambitions, and I w*as in hopes of being able at once to begin Parliamentary hfe ; yes, I am certainly sorry that things have turned out so.\" Mrs. Stanhope looked very kindly on this good-looking young pohtician. It is not un pleasant to a handsome woman to console a man for disappointment. \" It is a pity,\" she replied, with a httle sigh ; \"I am very sorry. I was in hopes, myself, that you would haA*e the seat.\" \" I am quite consoled if you are sorry,\" he said. \" I am glad you take an interest in my career.\" \" An hiterest ? Of course I do — you know that ■ IVe told you that before. I hope to see you a Alember of Parliament ; it would be un gracious not to be interested in an old friend.\" \" Boldham is an old friend too,\" said he, laughing. \" Yes, it's the worst of these elections, they come in between people hi several ways ; I'm almost thankful I haven't a A*ote; indeed I am quite glad ; I'm sure I shouldn't know what to do with it. I should refuse to vote at all, I think. Are you and Shelman friendly ? \" \" Oh, so so ; we met soon after the business"], [200, "188 TW*0 PARDONS. began and agreed that no private feeling should be changed by it, but of course in the heat of the contest one sometimes loses sight of that, and we were neA'er very attached to each other, I belieA'e.\" \" So I have heard. AVell, two stars in the same sphere are not well situated for ardent friendship, I suppose.\" \" Not when they both presume to shine on the same shir object. You should be able to read between the lines of our intercourse better than anyone — as clearly as we do ourseh'es — though neither would acknowledge it to the other.\" \" I ? \" \" Yes, you ; will you be angry if I tell you Avhat I mean ? \" \"I do not think you can offend me ; \" she said, and she coloured as she said it. Woman of the world as she was, she w*as sensible that her heart w*as beating more quickly. She remembered their last interAiew and what had passed between them on the day of the Bishop's visit. He saw the flush and saw* his chance as well. In the low, earnest tones which he knew how* to use so effectively, he led the com-ersation to"], [201, "CANVASSING. 189 his uncle, thence to that Avish of his which we have heard expressed before ; he pleaded earnestly and skilfully for himself, urging his suit with modesty and w*armth. She could not but be flattered, the consciousness of triumph was strong upon her. Here she had the two foremost young men of her httle w'orld at her feet, and the handsomer and more eligible of the two was asking her to be his wife. She had expected it ; she had guessed that under the joking words of the inter Aiew at the party lay a deeper meaning, and she had made up her mind what her answer should be when the question came. Yes — she would marry this man, she w'ould help him in the great world of London ; he was talented, ambitious, and wealthy, so AA*as she ; they would be somebodies on a greater scale than in this httle quiet country town ; a bright career lay open to them, and the ball was at their feet. So Rivers found his task an easy one. She accepted him with dignity and the grace that was peculiarly her own ; there was something almost protecting in her manner : she seemed to devote herself to him as a guardian and a help. There was a calm yielding of herself to him, as of a strong nature unbending itself"], [202, "190 TWO PARDONS. and dedicating- itself to the service of a weaker one. He was A*ery grateful ; his joy was un bounded. He had won a great prize here ; he would keep it and cherish it for its ow*n sake and his. The moon was shining brightly when he took his leave and walked down the quiet street and up the churchyard steps to where the white stones watched over the graA*es of Avonham' s dead. It was a night of peace, and he was just in the mood to take in all its beauties. A hard day's work had been suc ceeded by an evening of inexpressible calm and joy, and his cup of content was full. Only let the election go right and all Avould be well with him. Wealth, honours, rew*ards wrere all before him ; there seemed no turn of fortune's wheel which he had yet to desire. He passed down the High Street of the tow*n, exchanging cheery good-nights to those few townsfolk yet in the street, and reached his uncle's house. He would tell him the good © news before he slept. The old man had had a w*earying day, he would cheer him with his tidings and share his joy with him. It did cheer Sir Headingly greatly. It was touching to see how the old man rejoiced in the young"], [203, "CAN\\*ASSING. 191 one's love and happiness. The cares of the election were forgotten, and the two talked far into the night of the fortune that had fallen to Walter. \" I shall see her to-morrow morning,\" were the Baronet's parting words, \" and welcome her as I would a daughter ; you're a lucky fellow, AValter, and you deserve to be, for you have always been a good boy to me. Good night, my dear boy, God bless you.\" She stood long at the windoAv after he had gone, and watched the moon silvering the httle stream, that ran to feed the river at the town bridge, and as she turned aw*ay she murmured : \" Perfectly happy, but for the past — per fectly — and the past seems far aw*ay. There have been years of sorrow and years of doing good. Surely they will atone. I will forget the past ; there is a future coming now ! \""], [204, "CHAPTER IX. MR. BOMPAS NOTICES MANY THINGS. AIr. Abel Bompas had A*ery httle of Mr. Timothy Rapsey's curiosity in his composi tion. He liked, of course, to know what w*as going on around him, and took care to keep himself posted in the affairs of the town, but there was nothing obtrusive in the man. He Avould chirp (if so A'enerable an old bird might with propriety be said to chirp) at his family table over the small talk of his neigh bours, would retail Avhat he had heard in the street, or at the Club, and would hicrease his store of news from the gatherings of Airs. Bompas, who, as most plump, amiable, well preserved matrons do, dearly loA*ed a bit of gossip with a neighbour over the fragrant Souchong. This was the extent of Air. Bom pas's share in the chatter and scandal of Avonham. The confidential nature of much of his business demanded a reticence which had by degrees become customary, and the good heart of the pompous but kindly old"], [205, "MR. BOMPAS NOTICES MANY THINGS. 193 gentleman shut out from his nature that spice of mahce which is indispensable to your Avell regulated male town-gossip. So it came to pass that Air. Bompas at this stage of our tale, being much exercised in mind respecting cer tain occurrences taking place under his eyes, did shut himself up within himself, and ceas ing to retail to others any of the observations which he took by wholesale, gave his mind solely to taking very particular notice of cer tain events happening all rotuid him. About the election Mr. Bompas was quite easy ; he had been duly waited on by both candidates in person, and had frankly, and at once, declined to haA*e anything to do with the matter at all. He would vote for neither party, would attend no meetings, would have neither lot nor part in it. Never a politician at heart and the A*ery reverse of a noisy man, he left the struggle to those who were inter- ©© ested in it, and went on his own way. But Air. Bompas had matters nearer his own household to attend to, and circumstances affecting the well-being of his own household to w*atch ; and, first among* these matters, was the conduct of his articled pupil, Mr. Adolphus Carter. VOL. i. 13"], [206, "194 TAVO PARDONS. From time immemorial it has been accepted as an orthodox state of things that the 'pren tice, articled pupil, or probationer of any mer chant, craftsman, or professional man possess ing any daughter with good looks as a portion of her endowment, shall fall in love with the said daughter. AVhether the passion be re quited or not has nothing whatever to do with it ; the young man must bow to his fate, and the young lady likes it — expects it — looks for it as a perquisite and a right. She may not definitely accept the proffered deA*otion, but she would most assuredly feel that the foundations of apprenticeship were shaken to their centre, and that the fountains of the great deep of romance were broken up, if she did not re ceive it. Air. Adolphus Carter had, of course, followed orthodoxy as befitted the son of a country parson, and had eA*en exceeded the prescribed limits of passion, for, whereas, it is undoubtedly correct to attach oneself to one fair object in a family, Air. Carter had allowed his tender heart to become enmeshed in the toils of all three of his master's daughters. © Until lately this had been a position of great comfort to him, and he complacently basked in the smiles of the Alisses Bompas, and was"], [207, "MR. BOMPAS NOTICES MANY THINGS. 195 not in the least a\\*erse to being gently rallied by his companions upon the state of his heart. AVhen all the country-side youth were sighing for the fair ones, when schemes for gaining brief entrance into the pm*ate apartments of the house of the worthy auctioneer were laid with a depth and circumstantiality befitting a political plot, how blest was the lot of the fortunate youth who met the charmers every day, who was frequently partaker of the cheerful tea and the more jovial supper, and who stood well enough in his principal's graces to be able to indulge the not unreason able hope that he might effect in time a double partnership, and enter the business and the family at the same time. AVhich of the ladies he w*ould honour he had not yet made up his mind, but that was a matter which could be decided upon at leisure or perhaps might be better left to accident to determine. Mr. Adolphus had, therefore, resented as a personal injury to himself the escort which has been described in a former chapter, and the face and form of Air. Galbraith were odious to him. His nerves had been roughly shaken by their first interview* ; he had vow*ed vengeance then, but his wrath had somewhat subsided 13—2"], [208, "196 TAVO PARDONS. until the day of the ride to Beytesbury, which had caused it to burst forth again with increased fury. He grinned saA*agely at Galbraith when he saw him in the street, and hinted mysteri ously to his friends of a dark and dreadful fate OA'er shadowing someone whom he hated, finding © © in this that subtle relief w*hich little men and little minds feel in A'enting their spite on some absent and unconscious person. But after the dinner at the \" Bear \" his enemy had become insupportable ; he could stand him no longer, his very life was embittered, and made a burden to him ; not alone through his first foe, but through his friend. And this friend w*as also the cause of much heaA*y pondering to Air. Carter's employer. AVhen Mr. Galbraith's guests had consumed Air. Pinniffer's excellent dinner, and had tried and approved of the luxurious feather beds which w*ere the pride of his worthy spouse, had eaten a hearty breakfast and seen the lions of Avonham, which were few, they had driven away from the town in the highest spirits, bearing with them their host, who went to see then all off. Two of the party who were going to Bath by road, parted from the rest at the end of the tOAvn and the remainder proceeded"], [209, "MR. BOMPAS NOTICES MANY THINGS. 197 to the railw*ay, being driven by Mr. Galbraith himself in Air. Raraty's dog-cart ; but only two of the occupants of that vehicle quitted Marlshire at that time, for Mr. Galbraith, and a young friend whom he addressed as Walter, returned to Mr. Raraty's stables with the trap. The negro Edward had moved a portmanteau to the \" Coombes,\" and the Avonham carrier, in a few* days, carried a portly looking and weighty trunk there from the railw*ay. This trunk at once came under the scrutiny of Mr. Rapsey, who announced that the gentleman staying with Mr. Galbraith was a certain Walter Bryceson, Esq., and Mrs. Pinniffer and Aliss Pinniffer, her rosy-cheeked daughter, declared that he was as handsome a looking young man as anyone might wish to see, w'hilst Air. Pinniffer gaA*e it as his opinion that Air. Galbraith was a quiet gent, a little too quiet for a young gent, and that if there was a gent as w*as calculated to wake a gent up a httle this one seemed the very gent to do it. Indeed, Air. Walter Bryceson, haA*ing seen that he was in a goodly land, proceeded to make the best of it, and amused himself greatly with the town and its inhabitants; he would stroll through the market-place, cigar"], [210, "198 TAVO PARDONS. in mouth, and chat to the farmers ; he speedily knew the face of every young lady who assisted in the commerce of the town, from Miss Pinniffer, at the \" Bear,\" to the milliner's apprentices at the bridge foot, and such an admirer of the fair sex was, it may be sure, not long in discovering the pretty faces and grace ful shapes of the acknowledged belles of the town. Air. Carter was agonised to find that Air. Bryceson had obtained an introduction to Air. Bompas, and wras high in the good graces of his employer's helpmeet. So his brow* grew darker than ever, he puzzled his friends by hints still more obscure and deadly, and startled Air. Bompas greatly at times by a snappishness and abruptness which greatly discomposed him. Air. Bompas also noticed about this time that Aliss Adelaide was in the habit of blush ing in the rosiest manner wheneA*er Air. Galbraith's name Avas mentioned, and he also made the discovery that the name was men tioned A'ery frequently by the young lady's sisters, apparently with the intention of bringing about that pleasing state of con fusion ; and finally the good father made up his mind that something was amiss between"], [211, "MR. BOMPAS NOTICES MANY THINGS. 199 his family and Air. Shelman, and that, in some inscrutable manner, Air. Galbraith and Air. Bryceson were concerned in this matter also. One e\\*ening as the worthy old fellow was jogging homewards, after a sale at an outlying A-illage, filled with that calm which comes of a good day's work well done, he o\\*ertook on the road his old friend and crony, Air. Sennett. Air. Bompas pulled up, and offered him a lift, which was accepted. \" Not sorry to find a friend dri\\ing home wards,\" said Mr. Sennett, as he climbed to his place. \" I am returning from Air. Poysener's sale,\" said Bompas. \" Ah, ha ! good sale ? \" \" Aloderately so, mo-de-rately so, Sennett. Any news ? \" \" No, none particular ; the nomination, you know, of course, takes place on Alonday.\" \" I shall be most remarkably pleased when the contest, which I can only regard as a Most Unfor-tu-nate Occurrence,\" said Mr. Bompas, \"is aU OA*er.\" \" Yes,\" said his friend, \" you won't be better pleased than I shall.\" \" I really think,\" said Bompas, \" that I"], [212, "200 TAVO PARDONS. shall send Mrs. Bompas and the girls down to Weymouth, in order that they may be away from the consequent turmoil and excitement.\" \" Good plan. Are you going to stop at Beytesbury ? I want to say half a word to Alillard if you are.\" \" I can easily do so ; Millard has just recovered from his last attack, and I should like to see him.\" Mr. Alillard welcomed his friends heartily, and they were soon discussing- the contents of a cobwebbed and tenderly-handled bottle winch he brought reverently from some dark nook. Air. Sennett's errand done, a general chat followed. \" That was a smart young fellow* that Addie brought OA'er here with her the other day,\" said the host, at last. \" He is a young man of A'ery pleasing and quiet manners,\" said Mr. Bompas. \" Anything up between him and Addie, Bompas ? \" \"Aly dear sir !\" said Air. Bompas, holding up his hands in surprise ; \" what ever induced you to imagine that ? \" \" Imagine it,\" said Alillard ; \" come, Bompas, you know w*hat our fathers used to think about"], [213, "MR. BOMPAS NOTICES MANY THINGS. 201 us when we were young, and went ridhig about the country with our present wiA*es — what do you say, Sennett ? \" \" Ah, you see you have the advantage over me, Alillard ; we bachelors \" \" Don't know anything about it of course, of course. Well, Bompas, judging from w*hat I saw of the spark my pretty god -daughter might do far worse. That young fellow has his head screwed on the right way. Gad, he could teach some of us something in farming eA*en, I think.\" \" But, my dear Alillard,\" began Air. Bompas, \" I assure you I know nothing — \" \"Not yet, of course,\" said the hearty old fellow ; \" well, well, you'll know in time. By the-bye, Sennett, talking of young people and their settling in hfe, young Shelman is at me to sell him some of my land backing on to the riA*er, the Dow'nholmes — you know.\" \" Yes.\" \" He wants to build and settle down, he says. Do you know, Bompas, I can't quite make that young fellow out. As an old friend I may tell you in confidence, and Sennett here won't say anythhig, I know, I once had a A*ery great idea that there was something between him"], [214, "202 TWO PARDONS. and one of your girls, I couldn't quite make out which. And you and he used to be more friendly than you are, usen't you ? AVhat's the matter ? \" \"Aly dear Alillard,\" said Mr. Bompas, again holding up his hands in astonishment, \" your power of observation appals me — really stag gers me. It is most undeniably true that — ah — Air. Shelman and I have lately been on terms which have been — ah — less — well, less cordial than usual ; but consider, my dear sir, con-si-der, I pray you, Iioav A*ery much en grossed—yes, engrossed and engaged, Air. Shelman has been by this — this \" (Air. Bompas paused and then reverted to his original expression) \"this Alost Unfortunate Occurrence \" \" The election ! \" \" The election — precisely. I say he has been so OA*er-burdened with work and — ah — anxiety that, doubtless, he has had but httle time to spend OA*er one to whom the whole affair is obnoxious, and wiio has refused to take any part in the matter.\" \" Come, come, that's not it, at least, not entirely. Listen here. AArasn't there some little disagreement about that house of Airs."], [215, "MR. BOMPAS NOTICES MANY THINGS. 203 Stanhope's that you sold for her to young Galbraith ? \" \" There certainly was a modicum — a mere modicum — of irritation shown towards me by Air. Shelman on the occasion of which you speak, but it w*as — ah — transitory and wras — ah — easily explained away. Our mutual friend Sennett here will bear me out when I assure you, as I assured Air. Shelman at the time, that the sale of the house to Mr. Galbraith was the — ah — outcome of Airs. Stanhope's own persanal — ah — desire. His disappoint ment was in no way attributable to me.\" \" No, no, Millard,\" said Semiett, coming to the assistance of his old friend, \" Bompas is right enough there ; that was entirely the lady's doings. AVhy she did it, goodness knows. I always fancied, and so for that matter did many other people, that she and young Shelman would haA*e made a match, but it seems otherwise now.\" \" Well, well,\" said old Alillard, after a pause, and looking from one to the other of his cronies ; \" why Airs. Stanhope didn't sell him the house is very little matter of mine. If Shelman wants Downholmes, and gives me my price for it, he can haA'e it ; it's an outlying"], [216, "204 TWO PARDONS. bit for me, and I had alw*ays intended putting some houses on it to serve me as an excuse for riding to Avonham now and again. But time has gone on and I've never built, and I'm too old now to begin ; so, as the lad seems to want the land, why he can haA*e it ; so if he should call on you, Sennett, will you arrange the business and let him see the deeds ? \" Air. Sennett assented. \" By the way, Bompas,\" said Alillard, when two or three details had been settled, \" I've a letter here from Carter, the parson. He wants me to meet him in AA*onham next Alonday, but I shan't go into the place on the day of nomination — there will be a great crowd, or else I should like to see friend Sennett here doing his duty at the head of things.\" \" Sennett wishes he could stop aw*ay from AA*onham on Alonday,\" said that worthy. \"So I shan't go. I've a gun of Carter's which he lent me, and I want to return it ; he'll want it for the first. WiU you take it into Avonham and give it to young Carter in your office and ask him to hand it to his father ? \" \" AAith pleasure.\""], [217, "MR. BOMPAS NOTICES MANY THINGS. 205 \" Thank you. How's that boy getting on with you ? \" Air. Bompas hesitated before answering. There rose before his mind's eye the A*ision of two Messrs. Carter hi one and the same individual. One, the brisk, chatty, familiar Carter of yore, whose little airy quips and cranks had given to his stately office just that light and cheery tint which so admirably set off and showed, in colours strong by sheer contrast, his oavu stately port and solid gifts of eloquence, and the other, Adolphus Carter of the past few days, snappish, irritable, incomprehensible ; the two characters w*ere as different to the puzzled Air. Bompas as though they had belonged to two individuals, and it was therefore some moments before he hazarded a reply. \"What's the matter with him?\" said Alillard. \" Have all the youngsters gone wrong r \" Do you know, Alillard and Sennett,\" said Bompas solemnly and deliberately, \" do you know, I really think they have\" and he proceeded gravely to inform his friends of the altered manner of Air. Carter, of the puzzle in his own family, of the strange way in"], [218, "206 TWO PARDONS. Avhich Air. Galbraith's name had been coupled AAith Addie's, of Mr. Bryceson and his off hand ways, and finally of the very cool reception which Shelman always seemed to get both from Mrs. Bompas and his daughters. \" I really must confess,\" he concluded, \" that I haA*e been fairly — ah — puzzled by many of these things. Of course I must haA*e anticipated, and indeed always have, the — ah probability of having my children disposed of in — ah — Holy Matrimony ; and I also look forward — nature haA*ing blessed my girls with — ah — their share of good looks \" \" AVhich they inherit from both sides,\" said Sennett. \" Thank you — that their preference for one —ah — lover OA*er another might lead to some heartburnings and consequences naturally attending the — ah — rivalry of young men ; but this seems to be most curious. I really cannot say that my position, or rather the position, has anything — ah — tragic in it, but it has emphatically much — A*ery much — that is embarrassing. Here,\" said Air. Bompas, stretching out his hand and looking appeal ingly at his friends, \" here are three or four young men, and three or four interests, all of"], [219, "MR, BOMPAS NOTICES MANY THINGS. 207 whom and which, I begin to think, are some how influenced by my — by the — by some portion of my family, and yet there is no open — ah — statement— no — ah — patent fact before me to enable me to deal with this most pe-cu-li-ar state of things.\" \"AVell, I don't know,\" said Sennett, \"you seem to be a A*ery lucky man in one sense, even if the position is a httle queer. All the gentlemen you haA*e named are eligible sons in-law*, arid the only difficulty I can see in the matter is which of the young ladies each wants. One man can't marry them all. Now do you really want a bit of advice ? \" \" Aly dear Sennett, my dear Alillard, I was hoping to get your advice when I told you of my difficulty.\" \" Well,\" said the Alayor, \" the difficulty is there really is much difficulty beyond the one point which I mentioned just now* — hes partly with yourself. You are fidgeting OA*er a state of things which there really isn't much need to worry about ; now take a little advice.\" \" AVhat is that ? \" said Bompas. \" You were saying this eA'ening as we rode over here that you had a good mind to send"], [220, "208 TWO PARDONS. Airs. Bompas and the young ladies down to AVeymouth out of the way. Do so — a month's absence makes a wonderful difference to a young loA*er — it spurs him on remarkably. If you were a match-making mamma, Bompas, instead of an unsophisticated old dad— who is not the first whose daughters' intentions and © likes and dislikes have puzzled him — you would have hit on this scheme long ago. AVhat say you, Alillard ? \" \" Of course, of course, best thing in the world.\" Mr. Bompas reflected sagely for some minutes, and filing his glass from the bottle which his host passed to him, sipped his wine slowly and deliberately. \" I trust,\" he said at last, \" that I am in no indecent hurry to \" \" To w'hat ? To see your girls settled ? Pooh ! nonsense,\" said Alillard, \" it's the first duty of a parent. AVhat else haA*e the old ones to live for ? Tell me, Bompas, what makes you work as you do ? \" \" AVhat makes me AVork as I do ? \" said Air. Bompas slowly, \" well, I — I suppose — I think I see what you mean, old friend — you mean that I w*ork for the children, and \""], [221, "MR. BOMPAS NOTICES MANY THINGS. 209 \" Of course I do. Well now*, doesn't it strike you that the mere money and property which you leaA*e your children is of \\*ery small \\ralue compared with their opportunities of enjoying it, and of living happily with it.\" \" Alost decidedly — what other opinion could one form ? \" \" Very well, then, apply a httle of the dip lomacy and energy which you devote to your business to this object. You're sure to be as straightforward and honourable in the affair as you are in business. It wiU puzzle you very httle to clear up this tangle and set matters straight. Take Sennett's adA*ice. Send the ladies away for a month, and, ten to one, you'll gather — if it's only through their dutiful enquiries and polite messages — from the lads themselves who wants whom and how the land hes. There, now we've threshed that matter out for you — now for the other bottle.\" The bottle was fetched, and gravely dis cussed as befitted its A'intage ; and yet another made its appearance, for the three old cronies were noted for a rare and exquisite taste in port, and had priceless wines hi their yawning old-fashioned cellars, so that the moon was VOL. i. 14"], [222, "210 TWO PARDONS. high as the Mayor and his charioteer drove into AA'onham that evening. The hour of breakfast in a well-regulated, well-to-do country family is, or ought to be, one of the pleasantest of the twenty-four. It was so at Air. Bompas's house. The table would have groaned under the good things but for its solidity and strength. The girls in their morning dresses made a picture very pleasant and pretty to the eyes of their proud parents. The cares of the day had not yet begun, and the troubles of the day before had been got rid of in sleep. Mr. Bompas had indeed not forgotten his perplexities, nor his friend Sennett's adAice, but he knew that his scheme would result at any rate in giA'ing his wonienkincl pleasure, so it was with feelings of complete satisfaction that he broached the subject on the day following. He commenced by alarming Airs. Bompas by what he described as the immensely inse cure position of the non-A*oting inhabitants during the election, and then proceeded to express his wish that it were possible for him to arrange for their absenting themselves for a few days from Avonham. This, of course, was well received, and following up this sue-"], [223, "MR. BOMPAS NOTICES MANY THINGS. 211 cess, Air. Bompas suggested that a visit to the seaside AA'ould perhaps be the best means of flight. But here he had reckoned without his host. Nothing but a trip to London would satisfy the young ladies. They were staunchly backed up by Mrs. Bompas, and soon carried their point. \" AVell, my dears,\" said the father, \" London be it, then. AVhen will you be ready to go ? You will want new dresses, and -\" New* dresses ! The idea of such a thing ! As if they would take country -made new dresses to London instead of purchasing them there. What was papa thinking of ? \" But I thought that you always wanted new* dresses to \\isit a place with ? \" said the strategist. \" Aly dear papa,\" said Adelaide, \" we'd shut ourselves up in London for a week, surrounded by no other human creatures than dress makers, rather than get things here. AVe're ready to start to-morrow*. You dear old dad, how good of you to think of us. AVon't we start packing directly ! Just fancy, another sight of London ! \" \" AVhat about apartments ? \" said steadier mamma, her face, how*ever, lighting up with 14—2"], [224, "212 TWO PARDONS. the prospect ; \" and, Abel, my dear, it will be no good going for a w*eek. A week is no good.\" \" No good at all,\" chorused the girls. \"AVell, my dears,\" said Air. Bompas, \"do not limit yourselves to time. I shall myself be glad of a week in London, and will join you there. I shall of course accompany you there and see you settled, and then return.\" And congratulating himself on his capital tact, the worthy man left his family rejoicing at the prospect of their holiday, and went to his business with a serene mind. Mr. Adolphus Carter and the other clerks had arriA*ed, but Air. Carter had not yet com menced business. He was standing at the door of the office, scowling in a A'ery dark and unpleasant manner at two gentlemen who were passing down the other side of the street, Air. Galbraith and his friend. Air. Bompas had taken his hat from the hall as he crossed it, and he now tapped the unconscious articled pupil on the shoulder to make him sensible that he wanted to pass out into the street. Adolphus started as he felt the touch of his employer's hand, and then hastily gave him the usual morning salutation as he made way for him."], [225, "MR. BOMPAS NOTICES MANY THINGS. 213 Now the intention with w*hich Air. Bompas went out on this particular morning was to visit Air. Raraty and engage a conveyance to take his party to the railway on the morrow*. He had no sooner stepped out of his office door, however, than the young men stopped in their course and crossed the street to speak to him. Mr. Adolphus Carter, with a darker scowl than ever on his face, listened eagerly to what was being said, still retaining his place in the doorway. The customary greetings having been ex changed, the young men entered on their business. \" Mr. Bompas,\" said Galbraith, \" I am anxious to acquire, if possible, that meadow next to my lawn hedge. Can you tell me whose land it is ? \" \" It belongs, Mr. Galbraith,\" said Bompas, \" to your former landlord, or, as may be deemed more fitting, considering the fact that she is of the opposite — ah — sex, landlady, Mrs. Stan hope.\" \" She seems to own lots of land about here,\" said Mr. Bryceson, taking a cigar from his case. \" You smoke, Air. Bompas ? — not so early ? Cigar, Harry ? \""], [226, "214 TWO PARDONS. \" The late Air. Stanhope, who was a native of this town,\" said Air. Bompas, \" but who went from it in youth to achieve dignity and wealth in the vast metropolis, on retiring from business invested largely in land in the neigh bourhood, so that at his death his— ah — widow, or, I may say, relict — rehct seems more legal and appropriate to a conversation having a commercial, or at least a financial, end in view — became possessed, as your friend says, Air. Galbraith, of a considerable extent of landed property in this immediate A'icinity.\" \" How long has this interesting widow* been a widow* ? \" said Bryceson. \" Four years, my dear sir ; four years.\" \" Harry, you haA*en't introduced me to this lady. You really must.\" \" I've neA'er met the lady myself, my dear fellow.\" \" Dear me, Air. Galbraith ; is it possible that you have not yet been introduced to Airs. Stanhope ? \" \" Quite true, Air. Bompas. You managed the business between us, you know. No, I neA'er met her.\" \" You haA*e seen her, of course ? \" \" Oh, yes, IVe seen her out driving tw*o or"], [227, "MR. BOMPAS NOTICES MANY THINGS. 215 three times. By-the-bye, Air. Bompas, I want a loose box built. I must talk to you about the plans of it.\" \" I shall be quite at your service, my dear sir, and glad to assist you.\" \" AVill to-morrow be convenient for you ? \" \" Why no, Air. Galbraith, I purpose to morrow, if all is well, to accompany my wife and daughters to London.\" Mr. Carter perceptibly jumped. \" I hope you'll have a pleasant journey, Air. Bompas. Do you stay long there ? \" \" Personally, I shall return after having — ah — safely bestowed my family, but they will remain in London for some time and I shall ultimately join them there and also — ah — re create myself for a week or two.\" \" I hope you'll have a good time, Mr. Bompas, and the ladies too. Well, I'll call in one morning when I see that you have returned. At the same time, I want to see if I cannot obtain this field. Do you think if I saw Airs. Stanhope it would be of any use, or do you transact all her business for her ? \" \" Mrs. Stanhope is good enough to place the landed portion of her property in my hands for management, and would doubtless refer you to"], [228, "216 TAVO PARDONS. me ; I will, however, speak to her upon the matter, for I haA*e some accounts to submit to her to-day, and shall see her most probably this afternoon.\" \" If you will do so, Air. Bompas, you will oblige me. I hke your town, and I shall be glad to invest money in it, for I fancy when you get your railway it will improve.\" \" Doubtless, Air. Galbraith ; my own opinion decidedly.\" \" Well, good morning, Air. Bompas, we're just going for a gallop ; by the way, how is your friend Air. Alillard ? I've some pamphlets — American ones — from the Agricultural Department at AVashington that I should hke to show him.\" \" I was at Mr. Alillard 's last eA*ening ; he has recovered from his late attack.\" \" AVell, we'll ride over and leaA*e these. Good morning.\" \" Good morning.\" Mr. Carter went to his desk with conflict ing emotions ; he sat for some time moodily regarding the AVest Country Fire Office Almanack on the wall before him, and then, rising and taking his hat, said to the office lad :"], [229, "MR. BOMPAS NOTICES MANY THINGS. 217 \" Tell Mr. Bompas I've gone out on some private business,\" and as he passed out into the street he muttered, \" I must get away some where and think this out ; if this fellow is going to live for ever in the same town as I do, I must strongly restrain my feelings or they will end in \" Ha— a— a— h ! \" He moodily shook his head, and hurried into the High Street. \" And the family going to London too ! What does that mean ? There goes Shelman, canvassing I suppose. I wonder if he's got time to spare— I'll see. I fancy I know his feelings in a certain quarter and towards a certain party. I don't see why I should haA*e all the worry and irritation to myself.\" In an hour's time Mr. Carter returned to the office, from which Mr. Bompas w*as still absent. He was in high good humour, declined to grovel in any way by attempting to work ; whistled portions of popular airs, hummed snatches of familiar operas, and in short resumed the gay and carrolhng - lark - hke manner which had lately been changed and supplanted by the moody genius of jealousy."], [230, "CHAPTER X. HOW ALFRED SHELMAN SPENT A SPARE AFTERNOON. \" Canvassing,\" said AValter RiA*ers softly to himself, as he stood looking out of the window of his uncle's committee-room at the \" Great George \" on the day following, \" canvassing doesn't agree with Alaster Alfred, I can see.\" © He was alone in the room, for Sir Head ingly's committee had finished both their business and their luncheon, and Sir Headingly had gone home, so no one heard the soliloquy. \" No, Alaster Alfred,\" he proceeded, looking after Shelman, who was passing up the street, \" it certainly doesn't do you good, and I'm A*ery far from certain that it does your worthy uncle any good, the way you go about it ; and I'm sure it doesn't do us A*ery much harm, so canvass away, my dear fellow ; we hold the winning cards, however you play the game.\" And AValter Rivers left the subject and the"], [231, "HOAV ALFRED SHELMAN SPENT AN AFTERNOON. 219 window together, and soothed himself after the work of the morning with a cigar. Meanwhile his unconscious m-al made his way up the town, and, after calling at the committee-room at the \"Woolpack,\" and haA-ing a brief interview with his uncle, proceeded towards the churchyard path leading to the Priory House. He had not reached the gate, how*ever, when he espied the Alayor, who was coming towards him — to him of course he must speak. The first words of Air. Sennett did not improA*e his ill humour ; they were words of condolence on his appearance. The Alayor thought he looked ill, supposed that it was the effect of the election work, and threw in a good-natured caution not to oA*erdo matters. To all this Shelman listened, chafing the while. There was nothing specially irritating in the remarks, and he was inwardly ashamed of him self for allowing them to fret him ; so he concealed his chagrin, confessed to feeing tired, and smilingly promised to take care of himself. To his great relief the conversation took a turn, and the everlasting election topic was shelved for a time. \"I saw Millard the other night,\" said Air. Sennett, \"and he was telling me that you"], [232, "220 TAVO PARDONS. had made him an offer for the Downholmes land.\" \" Yes, I did. I want to buy some land to build on, and enough to make a kind of park on a small scale with two or three meadows and home paddocks. There is just about the right quantity in Air. Aiillard's piece, and it is well wooded near the road, and runs down to the river, two very important things.\" \" Oh, yes, if you were thinking of building you could not ha\\*e a better site.\" \" Alillard is willing to sell, I belieA'e ? \" \" Oh, quite, quite. He originally intended to lay out a small estate there, giving each house about two acres of land for garden and small paddock, but the fit has passed off, and you can haA*e the land if you like.\" \" I Avish I could hav*e bought the ' Coombes ' and Aiillard's land as well. I would have built awing on each side of the present house, thrown a light iron bridge across the m*er, let my garden and lawn run down to the bank this side, and had a stream right through my property.\" \"AVhy didn't you buy it ? \" said Air. Sen nett, for once yielding to a little curiosity, for he was really anxious to know."], [233, "HOW ALFRED SHELMAN SPENT AN AFTERNOON. 221 \" I didn't know it was in the market, I assure you. I had made Mrs. Stanhope an offer for it at the time Aiajor Currie left, and she had dechned to part with it then, or eA*en to let it. Its sale took me quite by surprise, and I don't think Mr. Bompas knew* anything of it until he got instructions from Mrs. Stan hope's London lawyers. I wish to goodness she had put the matter in your hands.\" \" Messrs. Goldings and AVest were Air. Stanhope's sohcitors for many years, and it would not be reasonable to expect Mrs. Stan hope to change them. They stand extremely well in the profession — at the top of the tree, in fact. I can't expect to get all the clients in Marlshire, Mr. Shelman.\" The Mayor spoke rather stiffly. This young man was evidently A*ery peevish over something, and, besides, was good enough to assume that any matters left in the Alayor's hands for management would haA*e been sub ject to his peculiar wishes and his particular fancies. Shelman was decidedly unlucky ; somehow he did not make friends of people whom he really needed. \"Well,\" he went on, \"the property can't be bought now. I offered the present pro-"], [234, "222 TWO PARDONS. prietor a good round sum for his bargain, and was refused, and as there is no other house in Avonham that I should care about for a country seat, I must build one for myself, and if Alillard does not want too much for Downholmes I shall be very glad to buy. You have the management of this, at any rate ? \" \" Yes, and full power to treat ; so if you will give me a call to-morrow* we can talk the matter over. At present I am going to a meeting of the Alarket Committee. Say eleven o'clock to-morrow morning.\" \" Arery well. Good day, Air. Alayor.\" \" Good day.\" \" Come, that's something done, at any rate,\" mused Shelman, as he turned into the church yard path. \" And now for the other matter.\" His ring at the bell of the Priory House gate brought a servant, who ushered him into the room in which, though he httle dreamed it, his rtval had successfully pleaded his suit but a few days before. Here he sat for a few minutes toying with a paper-knife until the door opened and Airs. Stanhope entered. She w*as dressed with e\\'en more than her usual richness, and had jevvels shining and"], [235, "HOW ALFRED SHELMAN SPENT AN AFTERNOON. 223 flashing back the sunshine from neck and hand and wrist. Something more than her usual stately grace there was about her that made her more queenly than eA*er. She greeted him with the brightest of smiles and the gentlest of gentle hand-presses that sent the blood coursing through his \\-eins, and sig nalling his rapture from his cheek. \" At last, then, you haA*e paid me a Aisit. I began to think I should never see you again.\" Shelman muttered something about \" pres sure of pubhc affairs \" as he took his seat op posite to her, and watched her jewelled fingers playing with the fan she carried. \" Another of the disadA*antages of not being the possessor of a vote. Had I been an elec tor I should have had a call from your uncle and you together long ago. But I suppose you really have been very busy, and only able to call on people who could grant you fa\\*ours.\" \"I hope,\" said Shelman, rather nervously, for the ring of satire was not to his liking, \" that you don't give me credit for being selfish or mercenary where you are concerned, although I'm afraid, perhaps, you will think"], [236, "TAVO PARDONS. 224 so wiien I tell you that I am come now to ask a faA*our of you.\" \" Come, then, you must admit there was something in my remark.\" \" Your remarks are always to the point, but you really must consider how Aery much I have had to do. I should not be in Avon ham at all, and haA*e had to give up a capital trip to Switzerland and Italy with some London friends solely on account of this elec tion. I assure you uncle has worked me hke a nigger OA*er it.\" D© \" And I hear that your opponents are hkely to beat you, after all.\" \" Indeed ! it's by no means certain. Alay I ask who your informant was ? \" \" Air. Rivers, of course. I have scarcely been outside the gates since the affair began. He seems to be Aery confident of Sir Head ingly Cann's success.\" \" Well, you know the wish is father to the thought in his case ; no doubt he thinks a great deal both of his chance and of himself, but I can tell him \" \" Pray, don't tell me. As I haven't any vote, for w'hich I am sincerely grateful, do let this house be the one spot in Avonham where"], [237, "HOAV ALFRED SHELMAN SPENT AN AFTERNOON. 225 the different parties can meet on neutral ground. Let us change the subject ; it was my fault for starting it. What is this favour you are going to ask me ? \" Shelman bit his lip and shifted uneasily in his chair : then, after a few seconds' pause, he said : \" Do you know the land on the other side of the Avon, opposite the back of the ' Coombes ? ' \" \" Yes ; it is not mine, you know.\" \" No, it belongs to Millard of Beytesbury, w*ho is A*alhiig to sell it to me ; but on this side of the river, next to the ' Coombes,' there is a meadow skirting the river which is yours.\" \" Yes, that is mine ; it is called ' Pound piece ' in the old titles. It was part of the Abbey lands, as all the land on that side of the town was. I have, or rather Air. Bompas has, some very curious old title deeds relating to it. My husband was interested in those matters, and has often shown them to visitors here.\" \" I hope that you are not specially attached to that meadow.\" \" Oh, dear, no ; not specially. It is let to Mr. Killett, the butcher, for grazing.\" vol. i. 15"], [238, "226 TWO PARDONS. \" Is he a yearly tenant ?*\" \" I beheve so ; why do you ask ? '' \" Well, I want to build myself a house on Aiillard's land ; it would be, perhaps, twrelve months in being built, but I should very much hke to buy ' Poundpiece.' I could throw a fight bridge over the river, and it would giA*e me an entrance into South Street, instead of driving all round the Bath Road or trusting to the wooden bridge, which is under water in winter very often. The fiA*our I was going to ask was that you should sell me this piece and farther my views that way.\" She did not answer at once, but sat looking at him smilingly, as if only to express the necessary interest in what he was saying, and toying still with the fan. In a minute or so she said : \" Mr. Bompas, you know, manages all the affairs of my land and houses.\" \" I know,\" said he ; \" but I did not hke to go to Mr. Bompas first, as the land w*as not announced for sale ; of course, if it had been it would have been a different matter. I came to ask whether you w*ould consent, as a personal favour to me, to part with it. It is so far awray from your house that it could nev*er be"], [239, "HOW ALFRED SHELMAN SPENT AN AFTERNOON. 227 of any use to you as a garden or home pad dock, and, as you let it to Killett, I thought you would not mind selling it to me.\" \" Do you know I have declined to sell it to Killett ? \" \" No, I didn't know that.\" \" Oh, yes, a year ago ; and since then I have had an offer for it. Well, will you see Mr. Bompas about it ? I won't give you any answer to-day. I must consult someone else, too ; but ne\\*er mind that at present. You are not in want of an immediate answer, are you?\" \" Well, I am to see Mr. Sennett to-morrow morning at eleven o'clock about Millard's land, and I should have been glad to know, because, of course, I should, perhaps, be influenced if I could haA*e it.\" \" You shall have an answer by eleven : it shall be sent to the Bank. By-the-bye, I sup pose your uncle is too busy to be able to call on me, isn't he ? I want to consult him about some securities and other matters. Perhaps I had better come down to the Bank as an ordinary customer would.\" \" Why not tell me what the business is ? My uncle will certainly refer the matter to me, 15—2"], [240, "228 TWO PARDONS. and, you know, I am just as much head of the Bank now as he is, indeed more, for he is gradually giAing up the active share in the concern. I shall be only too glad to serve you.\" There was an insidious tenderness in the last words which she did not miss. \" Is it judicious, think you,\" she replied, casting dowrn her eyes, \" to trust one's secrets to a young man ? Al 3- Avorldly wisdom is not great, but it makes me doubtful on that point.\" \" Ah,\" said he suddenly, and with fervour, \" give me the right of being trusted by you hi all things, of serving you always, and of always being with you. That is what I want ; let me ask you for that.\" They had both risen, he with flashing eyes and burning cheeks, and trembling with ex- © \" © citement ; she was calm and stately, and the hand which he took for a moment was cool and steady. She drew it gently away, and said, looking at him with a smile which he did not care to see : \" This is a new way of purchasing land and asking simple favours, Mr. Shelman.\" \"It is an old way of telling a woman you love her ; and you know that is true.\""], [241, "HOW ALFRED SHELMAN SPENT AN AFTERNOON. 229 \" I thought so once,\" she said, in tones so calm and cold that his heart died within him, and he shivered as with a chill. \" There was a time when, if you had spoken as you have now, you might have been answered differ ently. It is too late now, Mr. Shelman. I am sensible of the honour you have done me, but my answer must be ' No.' \" \" Hoav haA*e I offended \" \" You have not offended. I have no right to feel offended. There was nev*er anything between us ; how* could you offend ? \" \" There is someone else in the way, I suppose,\" he said, coarsely, for his temper was no longer under control, and his face was livid with passion. \" Air. Shelman,\" she said, quietly, \" you were imprudent just now hi leaping before you looked ; pray, do not add impertinence to your imprudence. Remember that I am a woman, and, in spite of your assertion, alone. You will, I am sure, see the necessity of terminat ing this painful scene, if only for your own interest.\" \" My own interest ! \" \" Yes,\" she said, her dark eyes kindling with a dangerous fire, \" do not make an enemy"], [242, "230 TAVO PARDONS. of me ; go away and forget this affair, as I shall, unless you give me cause to remember it. You can find consolation no doubt ; you have sought it before when you had little need of it. You tired of me once and now you have come back again. I am not a child's toy, and if I were I am no toy for you. Remember that I, too, haA*e formed other ties since then, as you have been graciously pleased to assert. I make no denial of it ; you shot at a venture but you have hit the mark. Let that be suffi cient for you, and do not provoke me against you. There is no reason why we should not part friends. I have told you that I am sensible of the honour you have done me and \" \" And you haA*e told me something more,\" he answered, not violently, but with no less rage, \" you have also made me sensible of an honour, which, six months ago, you would have conferred upon me by your own showing. Six months ago I might have had that dainty hand, which you have refused me to-day.\" Not a shadow on her face, nor a trace of anger in her tone was apparent as she replied : \" I did say so, and it is true ; I am thankful that you did not throw me the handkerchief"], [243, "HOW ALFRED SHELMAN SPENT AN AFTERNOON. 231 then, and I am much too wise to pick it up now. You do not seem at all a desirable person with whom a woman would have to five for ever. You are playing into my hands by showing your temper now, and you are very foolish. Since you will have war let it be war ; and let me tell you how I am enjoying my revenge.\" \" Your revenge ! \" he said, hoarsely. \" Yes, my revenge ; do you think that I do not know what happened last spring, last spring when you might, perhaps, have had what you have been asking for to-day ? Was it on account of your great desire to serve me always as you put it to-day — and really you put it very prettily for such a sudden outbreak — was it on that account that you hovered round Adelaide Bompas, the daughter of my house-agent \" (she sneered as she named her), \" until your names were coupled together by the idle gossips of this tattling place, and my very housemaids and grooms were indignant for me ? Ah, Air. Shelman, you over-reached yourself there, for I fancy you did not find all that you wanted in the family of my worthy agent, Mr. Bompas ; no, you only succeeded — perhaps that is what you wanted — in"], [244, "232 TAVO PARDONS. alienating me from you, though I have con cealed it till now. I am not a perfect woman, I am not above resentment ; my hour of reprisal has come, as I knew it would, and I am satisfied. Do you be satisfied too, and do not provoke me. Sit down with your disap pointment and don't rise up against the cause of it. And if you shght another woman and then try to whistle her back, let it be one Avith a shorter memory than mine, and with a smaller knowledge of the world and of men.\" Choked by his wild rage, and with his brain in a whirl with passion and disappointment, he did not for a moment trust himself to speak ; he laid his hand upon the handle of the door, and turned to where she stood like a queen dismissing some worthless follower. She had neA'er, he thought, looked so well. Her anger had made her cheek flush, and her eyes were ablaze with light — they twinkled and flashed like the diamond which shone on her heaving breast. What a fool he had been ! AVhat a woman he had lost, so fair in her moments of loving, so fair in her moments of rage ! He recovered himself with an effort and said : \" Airs. Stanhope, I haA*e been wrong. Allow me to take my leave.\""], [245, "HOW ALFRED SHELMAN SPENT AN AFTERNOON. 233 \" I am waiting for your departure, sir. \" AVhen we are both a httle calmer and think over this short but highly dramatic scene we shall both laugh \" \" At each other, very probably.\" \" That even may happen, but it is not exactly what I was going to say ; we shall both laugh at the way in which we have played at battledore and shuttlecock together, with the pretty phrases of love and constancy which we have been using to-day.\" \" You are becomhig sensible ; we shall part with some outward show of respect after all.\" \" Oh, believe me, I admire and respect you very much ; your character is one which com mands respect.\" \"And yours too, Mr. Shelman. You are sure to make your way in the world — some how.\" \" I will try,\" he said, stifling his rage, for he was getting much the worse of this repartee, and he was thankful to see her hand on the bell. \" I have your good wishes of n J) course r \" Decidedly, now that you are sensible again.\" \" And I will ask my uncle to come up to-"], [246, "234 TWO PARDONS. morrow afternoon, if you will be at home,\" he added, for the servant was in the room. \" If you please — tell him I will not detain him long. Good morning, Air. Shelman.\" \" Good morning, Mrs. Stanhope.\" She heard the door close behind him, walked to the mirror and looked steadily in it for a few minutes, then turned away, murmuring to herself : \"He must haA*e been a fool not to have read my face better — well, at any rate there is an end of him.\" And summoning her maid she left the room. He walked unsteadily to the gate, and was thankful that no one saw him. AVhen he stood in Priory Street the ground appeared to heave, and his eyes seemed full of blood ; he paused a moment to steady himself, and looked up and down the street, uncertain which way to take. \" I must get away somewhere quietly and think this over. I'm not fit to be trusted among men. I should have murdered her in ten minutes more.\" He walked quickly down Priory Street, turned down a lane which ran past the back of Airs. Stanhope's stables, and reached the"], [247, "HOW ALFRED SHELMAN SPENT AN AFTERNOON. 235 bank of the Marden, which was crossed by a little foot-bridge ; here he sat on the rail at the side, and drawing his case from his pocket, lit a cigar, and gave himself resolutely up to getting the better of his rage. There are some tempers which terrify even those possessed of them ; such a one was Shelman's. He had startled himself by the violence of the passion which had torn his breast, nor was that passion easy to quiet. He had played his cards so badly, had blun dered so egregiously, and had laid himself so open to defeat that his reflections were of the bitterest kind ; he railed against himself, against his lost love, and against his rival un known. He gave no thought to Rivers ; the idea that he was the man who had supplanted him never occurred to him, and he puzzled his brains in vain to couple a name with the widow's. And, again, the manner of his defeat had been so galling ; what an ass he had been not to take his rejection quietly instead of letting his temper get the better of him, and run away with his reason as it had. It was an hour before he felt fit to move from the bridge and enter the town. His cigar had gone out, and had been crushed between his"], [248, "236 TWO PARDONS. fingers and plucked at and broken, and finally thrown into the little stream to sicken some nibbling gudgeon. He took another from his case, lit it, and rising from his seat strolled backwards and forwards across the bridge, and then went slowly back towards the town. His face showed clearly enough the effects which the terrible mental struggle had had on him ; it was white, and haggard, and drawn, like the face of a death-stricken man. He passed the gates of the Priory, mounted the steps of the churchyard path and crossed it, going towards the Bank. As good luck would hav*e it, there was no one in the street who noticed him, and he entered the Bank and walked through into the room behind. Here he touched the hand-bell on the table, and the chief clerk came in. \" Dear me, Air. Alfred,\" said the old gen tleman, starting, as he looked at the ashen face of his young superior, \" how ill you look, sir ; what is the matter ? \" He forced himself to speak calmly. \" I am overworked, I think, Norton, and I have been w'alking in the sun, and feel rather faint. Is there anything special to see after ? \" \" Nothing at all, sir, of any importance"], [249, "HOW ALFRED SHELMAN SPENT AN AFTERNOON. 237 We are just going to close, and the balance is correct. If you would .allow me to advise you, sir, I should go home and lie down. You look as if you were going to drop.\" \" I shall be better presently, thank you, Norton ; if you have nothing for me I will take your advice, I think.\" The clerk withdrew, and Shelman rose and turned to a looking-glass in the room. \" By Jove,\" he said to himself, \" this has told on me.\" The sight of his bloodless face seemed to do more to quiet him than his pre vious seclusion. He opened a cupboard in the room, and taking a decanter of brandy from it, mixed himself a glass, half spirit, half water, and drank it hastily. He sat dowm again for a few minutes, still smoking, until the Bank doors were closed, and then went into the street again, crossed the market-place, and walked down South Street until he came to the office of Mr. Bompas. Here he entered. Mr. Adolphus Carter was just putting on his hat and taking an affectionate glance at himself in a hand-glass which he kept in his desk. He looked up as Shelman entered. \" Good afternoon, Carter. Is Mr. Bompas in r"], [250, "238 TWO PARDONS. \" Good gracious, Shelman, how white you look ! \" \" I've been Avalking in the sun with this confounded heaA*y hat on, and it has turned me sick. Is Bompas hi ? \" \" In ? no. Didn't you see him yesterday ? He's gone to London ! \" \" What a nuisance ! AVhen did he go ? \" \" This morning at ten o'clock. They've all gone. Mrs. Bompas and the girls have gone for a month, and the governor took them up. Why ever didn't you see him yesterday ? \" \" Why, what difference does it make ? It will do when he comes back.\" \" But didn't I tell you yesterday that that fellow was after the land, and had asked Bom pas to see about it for him ? \" \" Yes ; well \" \" Well, he's bought it, that's all.\" \" Bought it ? \" \" Yes, sir, bought it. I never wras more savage in my hfe when I heard it. I would have asked my father to buy it himself rather than he should have had it, but I made sure that if Airs. Stanhope sold it at all she would sell it to you.\" Shelman stood astounded. \" Bought it,\""], [251, "HOW ALFRED SHELMAN SPENT AN AFTERNOON. 239 he muttered two or three times ; \" bought it?\" \" The purchase isn't completed, but he has paid a hundred pounds as a deposit ; not that Bompas wanted it, but Goldings have the deeds, and Bompas has written to them for them. Of course that makes no difference ; the land is his to all intents and purposes.\" \" Well,\" said Shelman, making a desperate effort, and speaking with a forced laugh which had very httle of hilarity in it, \" this stranger is too quick for us altogether it seems. We must give up trying to outbid him ; \" then turning suddenly to Carter, he said, \" Where are you going this evening ? \" \" Nowhere in particular.\" \" Come home and have some dinner with me ; my uncle has gone to the meeting at Dunstahie, and I'm all alone at home. Come and keep me company.\" \" AVith pleasure, my dear fellow. I'll be with you as soon as I've dressed.\" \" Oh, hang your dress ! Come as you are. I'm too lazy to dress, come along now. I'm bored to death up there alone.\" The two young men walked along the street together, one half cross at the failure of his"], [252, "240 TWO PARDONS. project, half proud of his company, and the other turning over in lis mind and murmuring to himself savagely : \" Bought it ? She knew it when I went, and mocked me with her pretence of consult ing and letting me know to-morroAv. AVell, she has fooled me properly this time. I would give all I have to be even with her, and I will be yet ! \" It was not a peculiarly cosy dinner party. Carter had been to many much more comivial entertainments."], [253, "CHAPTER XI. INTERVIEWING. AIr. AValter Bryceson seemed very comfort able in the snug quarters of his friend Gal braith, and in no hurry to quit them. So freely had he mixed with the townspeople during the weeks which he had spent in Avon ham, that his intentions and opinions were pretty well known there. His health, he stated, was far from good, though he had rosy cheeks, a pair of bright eyes, and a merry laugh that smacked very httle of the invalid ; rest, he said, was what had been prescribed for him — rest, country air, and pure milk. The two former he partook of freely, the first from choice, the second, as he spent much of his time in the open, from necessity ; how much of the last of his requisites he took no one knew*, as no one in the town ever saw him drinking any, although it was rumoured that he quaffed enormous bowls of it in private. His looks, he declared, were fallacious and de- vol. i. 16"], [254, "242 TAVO PARDONS. ceptive in the highest degree ; nothing but a long course of invigorating Aiarlshire air would ever give him the use of his lungs and his © © strength again. Having gravely told this to good, motherlv, sympathising Airs. Pinniffer, he would wind up with a laugh that made the glasses ring in the bar-parlour of the \" Bear,\" and emphasize his woes with a hearty slap on her husband's back, which made the ex- Fusilier stagger. In his visits to the town he was not always accompanied by his friend and host. \" Aly friend, Galbraith,\" he would say, \" is a devilish good fellow, a devilish good fellow ; but he's a little too studious and quiet for me — too bookish, you know — bless me, my health would never stand his amount of study. No, sir, rest and fresh air is what I require, and where could I get it better ? Your air round here is pure and soft, your downs are breezy and large and healthy, your town is quiet, although it is, as you say, somewhat agitated by the election, and of course in a grazing country like this I get the richest and best of milk. Pinniffer, my good fellow, if you have any stock of this claret I wish to goodness you would sell me some. You haven't a large"], [255, "INTERVIEAVING. 243 stock ? Pity ! pity ! AATell, send as much as you can spare up to the ' Coombes,' will you, and charge it to me ? Upon my w*ord, next to milk I think this does me more good than anything. Though, mind you,\" he would add gravely, \" I think, perhaps, I am injudicious in drinking it in the morning. Champagne is much better for the lungs I really believe. By Jove ! here's my worthy host come to look for his patient. Galbraith, my dear boy, come and take a glass of wine. Pinniffer, some of that Piper, you know. Harry, let Ned bring the nags round here. Sit dow*n and make vourself comfortable. I declare I feel better in this beautiful air already.\" It was not long, of course, before Mr. Bryceson made acquaintance with some of the leaders of the two political parties of the tow*n. His opinions were so broad that they at first shocked the politicians, and his ideas of con ducting elections were startling in the extreme. Although in those days there were many old parliamentary boroughs which now* have to watch the struggle from afar without being able to participate in the fray; although the \" Alan in the Aloon \" was by no means un known in this country, yet some of Air. 16—2"], [256, "244 TWO PARDONS. Bryceson's schemes w*ere too much advanced for any ordinary election agent, and the mem bers of committee to whom he explained some of the most successful of transatlantic tricks upon voters held up their hands in amazement at the stories he told them. Even a royal commission might have sat at his feet and gained information. Getting thus into notice as a gentleman of somewhat advanced views © but one who took a great interest in the com ing struggle, it was not very long before this young fellow* found himself being introduced to both the young men wiio were fighting the battle and bearing the burden of the day for their respective uncles. Shelman was disposed to treat him chuffly and with scant courtesy as not being of much use to him, but Rivers, whose plan it was to make friends of every body, took vastly to him, invited him to lunch, laughed at his stories, and was not so short sighted as to miss any of the really good suggestions for carrying on the election ; more especially did he incline his ear to those methods of annoying an adversary which Air. Bryceson had in plenty, and over which the young men laughed heartily as they smoked their cigars after lunch. Sir Head-"], [257, "INTERVIEWING. 245 ingly Cann coming into the room one day when they were thus engaged was in troduced to the stranger, and, on learning that he had spent some time in America, was interested enough to put many questions respecting some of the institutions of that country, to which he receiA*ed such bright and amusing answ*ers that he went aw*ay highly pleased with his nephew's new* acquaintance and with a cordial invitation to his house so soon as the now rapidly approaching struggle should be over. Bryceson, who did not care twopence which way the election ended, was yet more favourably disposed toward the Cann faction than the Boldham. He accepted the invitation and wished the Baronet success. Meanwhile Galbraith went on in his old quiet way ; of course the friends were often together, but Bryceson was about the town alone a great deal in search of that fresh air which he aA*erred was so indispensable to his well-being. By alone is meant without his host, for it was not in his nature to retire from society, and he was generally found in company somewhere, listening in an exemplary manner to the fathers of the town, or giving the benefit of his observations of men and things in a very"], [258, "246 TWO PARDONS. free and off-hand but still in a very popular style. He seemed as much at his ease at the \" AVoolpack \" with Air. Boldham's party as he did at the \" Great George \" among the supporters of Sir Headingly Cann, though his favourite house was the \" Bear,\" where he made himself thoroughly at home . It chanced one day that he was passing* up the street in company with one of the young men of the town, with whom he had struck up a friendship, when outside the shop of Air. Pol limoy, the traveller, the Royahst, the stationer, they saw the carriage of Airs. Stanhope, the leader of society in Avonham, as Air. Bryceson was informed by his companion. Airs. Stanhope was leaning back in the carriage, listening to some explanation which Air. Pollimoy, who stood bareheaded by the side, was giving her. After a few moments' conversation, the sta tioner returned to the shop and presently emerged with a specimen of the particular article she w*as wanting, and handing it to her explained that he had a variety within. Bryceson left the arm of his friend for a moment, and excusing himself walked into the shop. He requested to look at some small article, which he had noticed in the window,"], [259, "INTERVIEWING. 247 and was examining it most attentively when Airs. Stanhope, having been coaxed out of her carriage by the obsequious Pollimoy, entered the shop. On that side of the counter where Bryceson was standing there was only one chair, which he immediately handed to the lady with a bow. Mrs. Stanhope thanked him, and taking the chair proceeded to explain to Air. Pollimoy how she wished her order exe cuted. Bryceson, who was waited upon by Aliss Ruth Polhmoy, a rosy-cheeked, bright eyed damsel, also busied himself about sta tionery, and seemed absorbed in the business. It was a business which necessitated a good deal of search on the part of Miss Ruth, and some apology as to giving trouble was needed. Air. Bryceson seemed to want a good many httle knick-knacks ; a card-case, a pocket book (which took some httle time to select), a leather purse (several bead ones having been inspected and rejected), and a pen-knife were already marked down, and the young friend outside, tired of waiting, had strolled up the street, and stdl Mrs. Stanhope sat in the shop or moved from side to side making selections of small articles, or giving instructions for the order of new dainties in leather and gilt-edged"], [260, "248 TWO PARDONS. paper ; still, also, Bryceson remained and kept Aliss Ruth employed. Air. Pollimoy beamed with joy and regarded both purchasers with eyes of favour. A glass ink bottle, a hundred envelopes, an ivory paper-cutter, and a pack of playing cards were added to the gentleman's list, when the lady rose to go. Mr. Pollimoy accompanied her to the carriage, and bowed profoundly as she drove off. Bryceson wanted change, it appeared, when he came back to his shop — had nothing but a bank note for ten pounds ; Pollimoy was sorry to keep Air. Bryceson waiting, but would have to send to the Bank for the money. The customer was perfectly affable and chatted agreeably whilst waiting for his change. Air. Pollimoy informed him that the lady who had just gone out was a widow, very well off too, nice lady and quite the leader of the town. Bryceson listened politely, but seemed uninterested in the sub ject, and, the change arriving, took his leave, ordering the goods he had purchased to be sent up to the \" Coombes.\" AVhen he rejoined his companion, however, he appeared to have for gotten what the stationer had told him, for he asked two or three questions about the lady, and on hearing that she was a rich widow*,"], [261, "INTERVIEWING. 249 declared he would make love to her him self. \" I'm afraid you wouldn't have much chance,\" said the friend. \" Pooh, nonsense, my dear fellow,\" said Bryceson, \" these widows always want fresh husbands.\" \" Yes, and there are twro or three who w*ould like to marry her too ! \" \" Humph, how long has she been a widow ? \" \" About four years.\" \" Ah ! well, she's a good-looking widow, and a rich one, and here's her very good health, and her ' next wentur's.' \" \" Then you give her up ? \" \" Not a bit of it — Miss Pinniffer, aren't you going to make me a rosette for the election ? \" \" AVhat colours will you have, Mr. Bryceson,\" said rosy Miss Pinniffer ; \" blue or yellow ? \" \" Both — both certainly — half blue and half yellow. I'm on both sides.\" \" Then you'll have both sides against you, you'd better wear neither.\" \" Quite right, quite right, I'll look on and see the fun.\" Mr. Bryceson had amused himself thus until the Friday preceding the election week."], [262, "250 TWO PARDONS. Friday was market day, and being the second Friday in the month was also cheese market, and consequently the town was full. The \" pitch \" of cheese was not large in this par ticular month, and the covered part of the market yard sufficed for that commodity. The bulls as usual were attached to stout posts in the upper part of the market-place, where they remained (unless sold and driven off) all day with angry eyes and parched lips, until they were released at four o'clock to go charging down the street to the welcome water, where they were reclaimed by their A*arious owners and w*ere driven home. The sheep w*ere hustled into pens, and the poultry cackled and screamed, the taverns reeked with hot brandy and-water and tobacco, and the tables at the farmers' ordinaries were heaped with solids and fluids of the most substantial sort. On this occasion Air. Alillard, of Beytesbury, had ridden in on his rare old cob, and having put up his nag, w*as wending his way down South Street to call on Mr. Bompas, when he met Galbraith, who, with his friend Bryce son, was going towards the market-place. A cordial greeting took place between the three, and when Air. Bompas espying them came out"], [263, "INTERVIEWING. 251 of his office and crossed the road to shake hands, it needed very little persuasion to in duce the elders of the party to bend their steps back to the \" Coombes,\" and experience the hospitality of its owner. Air. Bompas had not been in the house since he had sold it to Gal braith ; Air. Alillard had never visited it at all, and both were somewhat glad of the oppor tunity of seeing the interior of a residence of which so much was talked, and so very httle know*n. Entering the dining-room by the back way through the French windows that looked out on to the lawn and the river beyond, Galbraith summoned the black servant, who presented himself to the eyes of the two visitors clad in the white jean suit winch is the usual costume of the negro attendants in American hotels, and which set off the black face and woolly hair of the African to perfection. \" Brino* some drinks, Edward,\" said his master, without entering into details, and shortly after, a host of decanters, large and small, two flasks of champagne, ice, sugar, soda-water, lemons, and iced water made their appearance on a large tray. \" Now, Air. Bompas, whatil you take, sir ? Let Edward make you some juleps, or cup,"], [264, "252 TWO PARDONS. or something. Air. Alillard, have you any choice ? \" \" Really, my dear sir, so long as the drink is cool and refreshing, I have no choice,\" said Alillard ; \" there is such a large variety here that I should have some difficulty in making a selection.\" Mr. Bompas was of the same opinion. \" A^ery well, Edward, then go to work as you hke. AVe're all thirsty. AValter, reach down some of those cigars ; come into the A'erandah, gentlemen, it's cooler out there.\" \" You have very much added to the natural charms of this place, Air. Galbraith,\" said Bompas, as he sank into the cosiest of rocking chairs. \" It's a pretty place,\" said Millard, accepting a cigar from Bryceson, and praising it even before he ht it. \" Yes, there are capabilities in it,\" said Gal braith. \" I'm very well satisfied with it, and now that I have the extra land I shall do something more to it, and have a real good garden ready for next year.\" \" Air. Galbraith has bought the land next to this,\" explained Air. Bompas. \" AVhat, Mrs. Stanhope's ! oh, indeed ?"], [265, "INTERVIEWING. 253 You seem to have got into her good graces, sir ; it isn't everyone she'll sell land to, I can assure you.\" \" I think I must thank our friend here,\" said Galbraith, indicating Mr. Bompas ; \" he seems to be able to induce the good lady to do anything.\" \" I certainly pressed Airs. Stanhope, on be half of our worthy host,\" said Bompas, \" as I perceived that he was somewhat anxious to add the adjoining tract to his garden ground, and I represented to her that the property in question being remote from her residence and separated from it by the entire width of the tow*n, it would be no deprivation of her own private grounds, wilich, gentlemen, are ex tremely beautiful — perhaps you have seen them ? \" The two friends, it appeared, had not. \" You have, if you are fond of gardening, a treat in store — they are really beau-ti-ful. AVell, that argument — if that can be deemed an argument in which one person puts forth certain views and another accepts them — that argument prevailed with the lady and I have to congratulate you on the acquisition of a piece of land which will doubtless add much to"], [266, "254 TAVO PARDONS. the comfort and elegance of your home. Dear me, your — ah — the — ah your servant is remarkably dexterous in the combination of fluids.\" Edward was fully engaged in putting the finishing touches to the tempting drinks he had been fixing, and was performing what seemed to the astonished eyes of Mr. Bompas a con juring feat, tossing the contents of one tumbler into another, jugging with ice, palming- sugar, and whisking herbs and essences about in the © most bewildering way. He then presented to the two visitors a beA*erage in beaded glasses, topped with glittering ice and fragrant as a nosegay. Both the old fellows applied them selves to the straw*s, and when their jovial faces looked up there was on each that expression of sweetly satisfied content that is best seen after a cool draught on a broiling day. \" Upon my word,\" said Millard, setting bis goblet down on the table beside him and looking round as if to emphasize his speech — \" upon my word, Mr. Galbraith, I do not remember that I ever tasted anything so capital in my life.\" \" Alost admirable,\" chimed in Bompas ; \" perfectly delicious. That is, I presume, a"], [267, "INTERVIEWING. 255 luxury peculiar to America ? May I ask its name r \" What do you call this, Ned ; is it anvthing special ? ' ' \" No, sir ; jes' plain cobbler, sir.\" \" The concoction must take a considerable amount of practice, I should imagine,\" said Bompas, looking fondly into his glass. \" It seems to come to Ned by nature,\" said Bryceson. \" Ned, when did you fix your first cobbler ? \" \" 'Long time ago, sir,\" said Ned with a grin — \" 'pears t'me you known Ned's fixin' 'long time too, sir\" — and with another grin the negro disappeared, tray in hand, to prepare more materials for quenching thirst. \" A truly valuable man,\" said Mr. Bompas, with much feeling. \" I'm glad you appreciate his efforts,\" said Galbraith. \" By the way I've a cheque for you, Mr. Bompas, whenever you are ready for it.\" \" I am not yet in receipt of the title-deeds. I imagine that Air. Goldings, who personally attends to all Airs. Stanhope's papers (except such as are in my hands), is out of town ; there is, however, no need for you to stand still, my"], [268, "256 TWO PARDONS. dear sir — any alteration you may wish to make can be at once commenced ; you will find no interruption.\" \" AVell, I'm A*ery glad you persuaded the lady. Your health, Air. Bompas, and your fair client's, too,\" said Bryceson. \" With all my heart,\" said Bompas \" How long has Mrs. Stanhope been a widow ? \" said Galbraith. \" About four or five years.\" \"AVas Air. Stanhope a native of these parts ? I think you were saying something about him the other day.\" \" He was,\" said Alillard, answering for his friend ; \"he and I went to school together, and Bompas here went to the same school a few years later. Nice fellow Stanhope was ; we were always great friends. His father was a miller in a large way, and did a good deal in malt as well. Aleant to bring his son up to his own business, but George never seemed to care to settle down to country life. He went to London when he was about twenty and got into some Indian house, proved himself a smart young fellow*, and traded a little on his own account ; got on w*ell — old man backed him up with a few hundreds — and he went into busi-"], [269, "INTERVIEWING. 257 ness for himself. When his slither died — he Avas an only child — he dropped, of course, into a very handsome sum of money, which he was able to lay out to the very best advantage, and so he went on gradually getting richer and richer, until about eight or line years ago, when he met this lady in London, somewhere, and married her. She was fond of a country life, it appears, and he was always very much attached to his native place and held then a good deal of land and some houses here. Alight have been our member eighteen years ago if he had wished. So they came clown and bought the Priory House, w*hich was formerly the resi dence of an old fellow whose will was disputed and in Chancery for some years, and there he settled doAvn. AVhether it Avas that his native air didn't agree with him after so many years of London, or whether it was that he missed the business pursuits and habits he had been accustomed to, I don't knoAv ; anyhow, although when he came here he was hearty and hale enough to all appearance, he neA'er seemed to be well here, and about four years after he came here, he died.\" \" Suddenly ? \" \" Oh dear no ; he was ailing a long time, vol. I. 17"], [270, "258 TAVO PARDONS. and confined to his bed for about three weeks before he finally went off.\" ■• An A\" cause assigned ? \" \"Well, it Avas put down to some bronchial or asthmatical affection. Dr. Mompesson here attended him and Dr. Repworth, from Bath ; but they couldn't do anything, poor fellow.\" •• Rather sad,\" said Bryceson. \" Not much time to enjoy his wife and his new home, had he ? \" •No.\" What aged man was he ? \" Sixty-one — he was a year my senior.\" • Dear me ! no age at all for a healthy man.\" •■ No, it is not. Perhaps London life is not so conducive to longevity as the less tumultuous existence which we enjoy amid more rural scenes,\" said Air. Bompas, who had listened quietly to the narrative of his old friend's life and death. Bryceson muttered something about exist ence and fossils which could not quite be caught. \" And since then the widow, I suppose, has practised resignation on the old — on her — I mean to say,\" he went on, \" that she has since then been living on a good income.\""], [271, "INTERVIEWING. 259 \"With the exception of legacies to old friends and servants, which probably did not exceed five thousand pounds, including some charitable bequests to this town and to some London institutions, the whole of Air. Stan hope's property was left to his widow for her whole sole use and benefit,\" said Air. Bompas. \" And that, I suppose, was something hand some ? \" \" Extremely so, my dear sir. Air. Stanhope's will was proved under nine-ty-se-ven thousand pounds personalty ! \" \" By Jove ! \" said both the young men to gether. \" So you see, Air. Bryceson,\" said Millard, laughing, \" if you have nothing else to do here, you may do worse than induce Airs. S. to change her name for the second time. Fine © chance, sir, fine chance for a smart young fellow like you. I'd offer it to you, Mr. Galbraith, but I've other views for you, ha, ha, ha ! which I'll explain to you some other day. Here comes this fine fellow of yours again. Why, this is a different sort of drink alto gether ; what do you call this ? \" \" Mint julep, sir,\" said Edward. \" Jes' as good as the other, sir. Try him, sir.\""], [272, "260 TWO PARDONS. \" By George! Air. Galbraith,\" said the merry old fellow, as he set down his glass after following Edward's advice, \" if you change your condition don't change your butler ; what say you, Bompas ? \" Air. Bompas took his lips from his straw, and looked affectionately and gratefully at the negro. \" A gifted man,\" he murmured. \" A highly endowed domestic, indeed.\" \" I like those two old boys,\" said Bryceson. after the visitors had left. \" Bompas is great fun, and Millard is just one of those genial cheery old fellows that might have walked straight out of Bracebridge Hall. I say, Harry, just fancy that woman having all that money. Gad ! we've learned something to-day.\" \" The devil's own get the devil's oavii luck, ©> AValter ; you and I learned that over t'other side long ago, old boy, didn't we ? \" \" That's so. I wonder Avhen A\\e shall get news from the Squire ? \" \"Not for a month very likely. Let's go into the market and see the animals.\" Which ? The bipeds ? \" Aye.\" /ZS^*®^ END OF VOL. I 19DE09 W * \" -vsV"], [273, ""], [274, ""], [275, ""], [276, ""]]