[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "RAMBLES IN THE PYRENEES: AND A VISIT TO SAN SEBASTIAN."], [10, "London : Printed by A. Spottiswoodb, New- Street- Square."], [11, ""], [12, "«. /V//.//..-//.v/ Im Cangman JoCTJune 1696"], [13, "RAMBLES IN THE PYRENEES; AND A VISIT TO SAN SEBASTIAN. BY FREDERIC W. VAUX, ESQ. LONDON: PRINTED FOR LONGMAN, ORME, BROWN, GREEN, & LONGMANS, PATERNOSTER-ROW. 1838."], [14, ""], [15, "PREFACE. A severe critic, or perhaps even a prudent friend, would, on a perusal of the following narrative in its MS. state, have recommended its consignment either to the shelf or to the flames ; but, in fol lowing the dictates of my own fancy, I would simply acquaint the former, that I am not so presumptuous as to suppose that so humble a performance can at all be a proper aim for the shafts oi criticism; and the latter would, perhaps, on reflection, a 3"], [16, ", preface. VI see no, great anomaly of judgment in my desire of affording to a leisure hour amusement, however slight, and of in ducing others, perchance, to wander to those regions where I have myself expe rienced such unmixed pleasure."], [17, "CONTENTS. CHAPTER I. Bordeaux Fellow Traveller. — Palais Galien. — Old Church of St. Michel. — Theatre. — Con- ducteur of Diligence. — Postillion. — Route to Pau. — Pau. — Chateau of Henri Quatre. — In- cident in a Chapel. — Beautiful View from Cha- teau. — Disastrous Night - Page 1 CHAPTER II. Departure from Pau. — Practice of Duelling at the German Universities. — Accident in the Dili- gence. — L'Estelle. — Fresh Acquaintances. — Entrance into the Hautes Pyrenees. — Church of Betharram. — Lourdes. — The Castle. — Lord Elgin. — Argelez. — Gens-d'Armes. — Spanish Marquis. — Route to Cauterets. — Cauterets. — Sleep. — A Reflection - - - 15"], [18, "VIII CONTENTS. CHAPTER III. Expedition to Lac de Gaube. — Cascade du Ceri- zet Pont d'Espagne. — Lac de Gaube. — Tab- let of Mr. and Mrs. Paterson. — Hospice. — Lus. — Hotel de Ville. — Church built by the Tem- plars The Cagots Hotel at Lus French Landlady. — La Belle Louise - Page 30 CHAPTER IV. Expedition to Gavarnie St. Sauveur. — Route to Gedre. — The Baron d'E . — Duke De L . — The Chevalier Marquis de V . — Shepherd Boy of the Pyrenees. — Gedre. — Beautiful Scenery. — The Chaos. — Village of Gavarnie. — Cirque de Gavarnie. — The Cascade. — Bridge of Frozen Snow. — An Escape Breche de Roland. — Mont Perdu. — Mist and Sunshine. — Return to Lus - - - 41 CHAPTER V. Chapel of Heas. — Its Solitude Pilgrimage. — Religious Fete. — Tradition of its Founders Three Masons. — Departure from Lus Break- fast Scene. — Bareges. — Tourmalet Mountain. — An Accident. — Drenching Rain. — Vallee de Campan Grip. — Fresh Trout. — Bagneres de Bigorre. — Frascati - - - 58"], [19, "CONTENTS. IX CHAPTER VI. Bagneres de Bigorre Bathing Establishments. — Description of Frascati. — Church. — Roman Catholic Worship. — Departure from Bagneres de Bigorre. — St. Gaudens Bagneres de Luchon. — Change of Plan. — Jean Aragot, Guide. — Contemplated Expedition into Spain - Page 72 CHAPTER VII. Autumnal Morning. — Accident to Guide. — Val- lee d'Aran. — River Garonne. — Spanish Fron- tier. — Bososte. — Church. — Route to Viella. — Fete Day. — Gran Plaza. — Spanish Dance. — The Posada. — Strange Adventure. — The Go- vernor and his Lady. — Spanish Priest's Hat A Dinner. — Dance at the Concijo. — Beautiful Spanish Girl. — The Fort. — Soldiery. — The Town. — Wretched Appearance of the Streets. — Cigar Merchant of Viella. — Evening Ramble. — The Lovers. — Sleeping Apartments - 86 CHAPTER VIII. Journey to Venasque. — Bear Traces. — Farm Yard. — Chapel. — Jean's Prayer. — Mountain Pic- nic The Maladetta. — Difficult Pass. — An Accident. — The Hospice. — Bains de Venasque. — Posada. — The Fort. — Soldier's Supper. — An Adventure - - - - 114"], [20, "X CONTENTS. CHAPTER IX. Return to France. — Vallee d'Essera. — Maladetta. — Lac du Port de Benasque. — Hospice. — Church at Bagneres de Luchon. — Ceremony of Confession. — Farewell Breakfast with German Friend. — Parting. — Day's Wandering in the Mountains — Vallee de Lys New Acquaint- ance. — The Abbe A Moonlight Scene Page 136 CHAPTER X. Departure from Bagn&es de Luchon. — Route to Arreau. — Vallee d' Aure. — Arreau. — Fourche d'Arreau. — Splendid View. — Return to Bi- gorre. — Departure from thence. — Tarbes. — Return to Pau. — Greeting of Spanish Friends. — General Cordova. — Tir aux Pistolets. — De- parture for Bayonne. — Bayonne. — The Beauty of the Women. — English Consul. — First Tidings of the Defeat of the British Legion at Andoain. — Fortunate Meeting with Col. •. — Biarritz. — The Bathing. — Introduction to General O'Con- nell. — Moonlight Drive to St. Jean de Luz. — Unexpected Accommodation for the Night 148 CHAPTER XI. Route by Sea to San Sebastian. — Fontarabia. — Irun. — British Legion. — Sailor's Song. — Smuggling Scene. — Fortress of San Sebastian."], [21, "CONTENTS. XI — The Town. — Miserable Condition of the Sol diery. — Hotel. — A Scene from my Window. — Meeting with Major B. — Walk to the Fort. — View from the Heights. — Tablets to deceased Officers. — Church. — The wounded. — The Mess. — Effects of the late Battle A Sol dier ... - Page 168 CHAPTER XII. Bathing at San Sebastian A Spanish Beauty. — Muster of the Troops ofthe Legion. — General O'Connell's Address. — The Legion disbanded. — Dinner at General O'Connell's. — Expedition to Hernani. — Maid of Saragossa. — Interview with her. — Carlist Piquet. — Dangerous Predicament. — Account of the Defeat of the Christinos and the Legion at Andoain. — Specimen of a Chris- tino Officer - - - - 185 CHAPTER XIII. Ride to Passages. — Lord John Hay's Battery Rentira. — Bad Consequences to the latter of the Connection with the English and Spanish Troops. — Farewell Dinner with Major B . — Depar- ture from San Sebastian. — Spanish Colonel: Narrative of his Escape through the Carlist Ter- ritories. — Arrival at Fontarabia. — Conclu- sion 209"], [22, ""], [23, "RAMBLES IN THE PYRENEES. CHAPTER I. BORDEAUX. FELLOW TRAVELLER. PALAIS GALIEN. OLD CHURCH OF ST. MICHEL. THEATRE. CONDUCTEUR OF DILIGENCE. POSTILION. — ROUTE TO PAU. — PAU. CHA- TEAU OF HENRI QUATRE. INCIDENT IN A CHAPEL. BEAUTIFUL VIEW FROM CHATEAU. DISASTROUS NIGHT. It was a lovely morning as we drove over the noble bridge into Bordeaux. The rising sun was just tinging the tower of St. Michel, and the more distant spires of the cathedral ; the inhabitants were already beginning to 15"], [24, "2 RAMBLES IN pour forth upon the seemingly endless quay ; the river was studded with barges full of the finest fruit ; and the delicious freshness of the air, together with the unexpected beauty of the whole scene, fully compensated me for the fatigue of the long journey from Paris. It was with no slight satisfaction that, after a tepid bath and a few hours' sleep, I found myself at the breakfast table of the hotel in company with a young German, who was one of my fellow-travellers by the diligence, and whose acquaintance J had already made at the different resting-places on the road. During our meal I found that he was, like myself, bound for the Pyrenees, and we soon agreed to journey onwards to gether. Our first step was to secure places as far as Pau, and then to stroll about the town and visit the \" Lions ; \" and though it"], [25, "3 THE PYRENEES. must be confessed these are few, yet, for ge neral effect, in the style of its buildings, the regularity and size of its streets, many of which, like the Boulevards, are lined with lofty trees, and the extent and variety of its promenades, Bordeaux is inferior only to the metropolis. Some interesting ruins of a Roman amphitheatre, begun during the reign of the Emperor Galienus, and known by the name of Le Palais Galien, are still standing in the middle of the town, but are so con cealed by buildings both within and without, that little can be seen beyond a portion of an arcade in the first story ; but that little proves su.ficiently that it was built during the times of the lower empire, when the arts were falling into decay. We also visited a vault of considerable depth beneath the old Church of St. Michel, which has the peculiar pro perty of preserving from decay the bodies of B 2"], [26, "4 RAMBLES IN the dead deposited within it. We shrunk back at first instinctively from a sight so ap palling. There were perhaps a dozen bodies ranged round the vault, some standing, and others in a recumbent posture ; two or three of which we were assured had been there nearly a century. The features of some of them were perfectly discernible, and a few strong hairs on the chin of one had almost the appearance of a recent growth. It may easily be imagined that, our curiosity gra tified, we hastened to emerge from this pre sence-chamber of death into more genial regions, and to dissipate in the clear atmo sphere of day the gloomy vapours in which we had been enshrouded. In the evening we went to the theatre, one of the largest and finest in France, where we saw La Juive extremely well performed. The ballet was admirably got up, and the dancing"], [27, "5 THE PYRENEES. first rate, far beyond what I expected to see even in the capital of Gascony. But here was not the object of my journey, and I was not sorry when the morning arrived which was to see us en route for the Pyrenees. Within a few minutes of seven, the well known note of preparation was sounded by the postilion, and with the characteristic precision of the French diligences in starting, as the clock struck seven we bade adieu to Bordeaux. In order to obtain the best view of the country through which we were about to travel, my German friend and myself had secured places in the imperiale, where our only companion was the con ducteu r, an or igi nal in his way, and one of the old school. His administrative duties seemed chiefly to lie in emphatic volleys of the popular oath, which he discharged indiscriminately at postilions and horses ; and I feel bound to admit that B 3"], [28, "6 RAMBLES IN we were indebted to his untiring \" sacre,\" for arriving at our journey's end sooner than we otherwise should have done. This man was, however, a saint in that respect com pared with a blasphemous old rascal of a postilion who officiated in one of the posts. He was an old grey-headed wretch who mounted his seat armed with two whips, with appropriate lashes for the wheelers and leaders ; and from the moment of starting to his dismounting, one or the other of these weapons was constantly in motion, with as constant an accompaniment of- the most blasphemous imprecations. He seemed to consider it a part of his office to be in a passion with the miserable brutes which smarted under his cruelty ; and I was more than once on the point of interfering, but I consoled myself with the reflection that the post was a short one, and that this miserable"], [29, "7 THE PYRENEES. specimen of humanity, or rather inhumanity, could not in the nature of things whip and swear much longer. Our journey presented no peculiar beauties till we approached Pau, except when we ob tained occasional glimpses of the distant mountains. The road was often wretchedly bad, for many miles formed merely of sand thrown over the trunks of pine-trees, felled from the enormous forests with which the Landes are clothed, making a simple but secure barrier against the sand which, otherwise borne along in resistless masses by the wind, would probably have long ago desolated much of what is now among the most fertile and productive soils in France. In four and twenty hours we arrived at Pau — sacred to the memory of Henri Quatre, and dear to my recollections from after cir cumstances, my first visit not being altogether B 4"], [30, "8 RAMBLES IN auspicious. It rained heavily on our arrival, and this circumstance sufficed to blind us to the beauties of this interesting town. My companion yawned and murmured \" sacre \" distinctly three several times ; and his pro nunciation of the word, though not equal to that of the conducteur, was nevertheless very emphatic. I responded to his ejaculations by a proposal that we should go straight to the bureau des diligences, and book ourselves for Cauterets by the first conveyance, which we accordingly did ; and consoling ourselves with the idea that we had only to remain in Pau till the following morning, we made our way to the chateau, and paid a franc to an old gentleman to show us the room where the Fourth Henry was born, and where the immense turtle shell which formed his cradle is still preserved. This interesting relic was upon one occasion, during the revolution,"], [31, "9 THE PYRENEES. destined to be publicly burnt, but was happily saved by the address of an inhabitant of the town and the porter of the chateau, who contrived to substitute another in its place. This ancient abode of the kings of Navarre, though rich in historical recollections, offers nothing very remarkable to the eye of the traveller. The park, too, where we were informed Henry IV. used to divert himself with hunting, appeared to me in the brouillard nothing more than a moderately sized orchard. My own ill-humour was by and by increased from an unexpected communication that a friend whom I hoped to find at Bagneres de Luchon, had left for the Eaux Bonnes, so that my plans were in part frustrated. The afternoon wore away ; and at five o'clock, having no appetite for dinner, I left my friend at the table d'hote, and the weather having partially cleared, I strolled about the B 5"], [32, "10 RAMBLES IN town and the adjacent walks. At dusk I found myself smoking my cigar by the walls of the chateau, close to which there is a small church. Here a simple occurrence gave a pleasing turn to the current of my thoughts. I observed a little girl, about eight years old, walk across the street and enter one of the doors of the church. Out of curiosity I followed her. After crossing herself she walked up to the shrine of, I suppose, her favourite saint, and kneeling down said her evening prayers, which occupied about four or five minutes ; then, kissing the pave ment with much apparent devotion, she rose, and slowly retiring from the church, entered an adjoining cottage. Now there was nothing particular in this ordinary act of devotion ; but I know not what — the hour, the still ness (for there was not a soul in the church at the time but ourselves) — the simple piety"], [33, "THE PYRENEES. 11 of this little worshipper touched my heart ; I felt I could have caught her in my arms and wept. Brooding on this little incident I leant my arms on the castle wall, which commands a view of exquisite beauty, shown to great ad vantage by the clearing atmosphere. A luxuriant valley stretches along as far as the eye can reach, watered by two branches of the Gave, till within a short distance of the town, where, uniting into one broad stream, it rushes through the arches of a simple but picturesque bridge with a dizzying rapidity, while the vineclad ridges of Gan and Juran$on in front, the Pyrenees in the back ground, and the Pic du Midi, rising in solitary grandeur in the centre, fill up the picture, and form a scene of surpassing loveliness. The stars were just beginning to appear, and the re pose spread over the whole scene, so har- B 6"], [34, "12 RAMBLES IN monised with my feelings at the time, that I might have lingered there for hours had I not been interrupted by my friend, who, with a prosaic remark, about the lateness of the hour, and my probable readiness for supper, roused me from my reveries ; so turning my back upon the great bear, I accompanied him to our hotel, where, having made a hearty supper, I was myself most heartily supped upon. Heaven and earth ! what a night was in store for me ! My chamber was a spacious apartment in the attic story, furnished with three windows and as many beds, one of which had been prepared for me — prepared i' faith! No knight cased in armour had ever to contend with a more formidable host. About five minutes after I had been in bed, the attack commenced, and never was tired traveller subjected to greater torment and contamina-"], [35, "THE PYRENEES. 13 tion than I, the ill-fated occupant of that in fernal couch. I rushed out of bed to light my candle, but after tossing every thing out of my portmanteau, my box of allumettes was not to be found. I then opened the door in hopes of seeing a light, or hearing some body moving ; all was still. To return to that bed was impossible ; so, wrapping my- ;elf in my cloak, I ventured upon another, tnd after sometime, believing I had escaped the enemy, I composed myself to sleep. I believe I did sleep about twenty minutes, just to make the misery of waking to, if possible, a still more disastrous conflict, the more keen. Oh, the horrors of that eternal night ! not a wink more of sleep did I get ; not a single measure that I had recourse to could relieve me from my insidious foes. Picture a wretch in the situation I have described, absolutely writhing from the poison he had"], [36, "14 RAMBLES IN imbibed from this Pyrenean legion, alternately pacing his room, and seating himself at an open window, counting every quarter for eight long hours, until the dawn of day re lieved him from his suspense and misery. This occurrence, however, wretched as it was, operated as a salutary lesson in making me painfully alive to the necessity of taking certain precautions before I trusted myself to the linen of the south of France. To lose a night's rest, independently of the cause, is no joke to the traveller in the Pyrenees."], [37, "15 THE PYRENEES. CHAPTER II. DEPARTURE FROM PAU. PRACTICE OF DUEL- LING AT THE GERMAN UNIVERSITIES. ACCIDENT IN THE DILIGENCE. l'eSTELLE. — FRESH ACQUAINTANCES. ENTRANCE INTO THE HAUTES PYRENEES. CHURCH OF BETH- ARRAM. LOURDES. THE CASTLE. LORD ELGIN. ARGELEZ. GENS D'ARMES. SPA- NISH MARQUIS. ROUTE TO CAUTERETS. CAUTERETS. SLEEP. A REFLECTION. It may be imagined I was not altogether in the happiest plight for a long day's journey after so disastrous a night ; but the fresh air of a beautiful morning soon invigorated my spirits, and in a day full of novelty of inci dent and adventure, I had no opportunity of being weary, or of casting a moment's"], [38, "16 RAMBLES IN thought on past de'sagreables. Our con veyance was to start at seven o'clock, but owing to the late arrival of the diligence from Toulouse, we had the satisfaction of idling away an hour or more before our vehicle was fully freighted for departure. It was, I confess, with a feeling of omi nous apprehension that I observed every corner of this lumbering machine occupied, having previously remarked divers flaws in its nether apparatus, and more than usual precautions taken with the wheels before starting. Then, our cavalry made but a sorry display, consisting of three skeleton brutes, which no one in England would have mistaken for horses. The customary salute, (the minor triad of the postilion's whip, with which characteristic sound every tra veller in France soon becomes acquainted) however, being given, a start was made, and"], [39, "17 THE PYRENEES. to my surprise, we travelled at the rate of full five miles an hour for the first two hours. During most of this time my friend, Mr. H , was engaged in an animated en tretien with a French gentleman, our com pagnon de voyage in the imperiale, on the subject of duelling, and the points of dis tinction between the German and French mode of combat ; in the course of which an explanation was elicited from the former, of a very notable scar which made the diameter of one of his cheeks. It is, as is well known, the practice of the students at the German universities, to settle differences with the sabre, and scarcely a day passes without an occurrence of the sort. It was in one of these rencontres (not the only one in which he had been engaged) that my friend had received a severe wound, which had con fined him several months to his bed. He"], [40, "18 RAMBLES IN informed us that the loss of an eye, or the nose, was of frequent occurrence in these combats ; and in every department of the state, ecclesiastical as well as civil, men are to be found, whose features bear visible tes timony to the large developement of \" com bativeness\" in the German pericranium. These duels, however, seldom terminate fatally ; and no legislative enactments have hitherto been able to suppress them. The French gentleman, who was a very agreeable man, and, by the bye, an enthu siastic admirer of Walter Scott, was in the midst of a narrative of a duel which had lately taken place at Pau, when an annoying odour, of an ominous description, made its way into the imperiale, and entirely ab sorbed the little atmosphere which we were ourselves producing ; it was, in fact, very soon evident that we were not smoking alone,"], [41, "19 THE PYRENEES. but that one of the wheels of the diligence was in the same predicament : the alarm was sudden and universal, — \" Heh ! Dites done — Arretez, postilion \" —^resounded from all parts of the vehicle ; and indeed it was time to stop, for one of the wheels was flaming. What was to be done ? Fortunately there was a rivulet flowing on one side of the road, into which both conducteur and postilion immediately plunged their caps, and conveyed what water they could to the burning wheel. But here let me record with gratitude the kind act of four ladies in the interior, to whose foresight and precaution we were in debted for the immediate and effectual ex- tinction of the flame. The case was urgent, and no time was to be lost, or scruples to be considered. From one of the windows was seen an outstretched arm, the olive branch of our preservation, handing out an utensil"], [42, "20 RAMBLES IN which set every mind at rest ; the grateful postboy seized the unexpected offering, and the wheel soon gave its dying hiss. To pro ceed, however, seemed questionable ; and great was the alarm of the females when the diligence was again in motion ; and though a portion of the occurrences was a source of much merriment to us imperialists, it must be owned that we were by no means easy in our eminence ; and anticipating every moment an overturn, we made our arrangements how we were to fall. We had the satisfac- tion, however, of being disappointed in our fears : by a very cautious movement, id est, by adopting a snail's pace for the next mile and a half, we reached L'Estelle, a small post town, where, in French, Spanish, and German, we vented our indignation on all concerned with this diable de voiture, in which it was impossible to proceed further on our journey."], [43, "21 THE PYRENEES. What was now to be done ? There was no diligence to supply the place of the other, and here were about a dozen angry travellers eager to proceed. About an hour passed in fruitless murmuring, and in debating on the que fair e, at the end of which we were of course in the same position. At length a chaise de poste was discovered in the court yard of the auberge, in which it seemed possible that four or five of the party might stow themselves ; but then came the question who were to proceed, and who were to be left behind. The result of a fresh debate, during which a couple of stout posters were roped to the carriage, was highly favourable to four Spaniards, Mr. H., and myself, the rest of the party having at length resolved to wait for the next diligence. In we got — crack went the whip — off galloped the steeds, — and bump upon each other jogged the tra-"], [44, "22 RAMBLES IN vellers at each successive step. The good humour, however, which prevailed, soon obliterated all sense of inconvenience ; and sincerely did my friend and myself subse quently congratulate ourselves on the acci dent which introduced us to our new fellow- travellers. We had now entered the department of the Hautes Pyrenees, and began to be sur rounded by those majestic mountains. Our route followed the beautiful windings of a stream, clear as crystal, in the midst of a country teeming with the most luxuriant ve getation. The first object that attracted our notice at a short distance from L'Estelle was the church of Betharram, which gives its name to the valley, at the opening of which it is built. Its position is most picturesque. On one side is a hill covered with oak, crowned with nine small chapels, and desig-"], [45, "23 THE PYRENEES. nated \" Calvary ; \" and on the other, a simple but elegant bridge, which spans the Gave with a single arch, and marks the boundary between Beam and Bigorre. Our route lay over this bridge, and skirted the river the greater part of the way. About two hours brought us to Lourdes, a town of some consequence, with several linen manufactories, and about four thousand inha bitants — famous, moreover, for its chocolate, which is preferred to any other kind in France. The castle, which dates its foundation as far back as the time of Cæsar, is built upon the right bank of the Gave, on a steep and lofty rock, and completely commands the town. It was formerly a fort of great strength and importance, but is now used chiefly as a prison ; and here it was that Lord Elgin, who had been seized upon by Napoleon, with his family, as he passed"], [46, "24 RAMBLES IN through the French territory, was kept for some weeks in close confinement, as one of the detenus. We stopped to dine at the Hotel des Py renees ; and I shall not soon forget the pleasing impression which the gentlemanly breeding and agreeable manners of our new acquaintances made on my mind at table. When our carriage was announced after dinner, we seemed to rise as old friends, and each offering to the other his cigar case, we again took our seats. From Lourdes to the de licious valley of Argelez, fresh beauties sur prised us at every step. Here the mountain frowns from its lofty height upon the smiling valley below, and then succeeds a grand panorama of forest trees and cultivated plains ; the eye and ear constantly revelling in a succession of streams and cascades. Often did we quit the carriage to walk"], [47, "25 THE PYRENEES. through this enchanting scenery, which was enhanced in beauty and interest by the tran quil colouring of the setting sun. At Argelez we again stopped to change horses. Here we indulged in coffee, and had to con vince that foreign nuisance, a gens-d'armes, that we were duly authorised to travel. It has often struck me as a mean policy, to invest these underbred individuals with the power of opening one's carriage door, read ing one's credentials, and scrutinising one's features at pleasure. I own that, generally speaking, the fellows are polite, but still it is humiliating to be subjected to such a cere mony, from which, after all, it rarely happens that any good is derived. In the present in stance the fellow had the insolence to ask one of these Spanish gentlemen, why he was not with the queen ; and I shall never forget the haughty and contemptuous glance c"], [48, "26 RAMBLES IN which the marquis — for such he was — darted at this impertinent official, without deigning a reply. It was now twilight, and we started for our last stage with the lamps lighted. As long as a ray of light remained, our eyes banquetted on the grand and picturesque beauties through which our road winded. But a September night rapidly closed in upon us ; and, save at intervals when in turning a sharp angle of the road, the momentary glare of the lamps darted upon the mountain precipice beside us, and mingled for a second or two with the dark waters beneath, we soon only heard from time to time the dash of the cataract pouring down from the rocky heights into the river flowing along the bed of the valley on one side of the road. There was something mysteriously grand in these invisible charms. It was evident that we"], [49, "27 THE PYRENEES. were traversing scenes of unspeakable beauty : the very sound of the torrent, which in creased as we advanced, painted to the imagination the height of the rocks from which it was forcing its way into the depth of the caverned precipice below. We longed to behold — and yet there was a charm in imagining the unseen grandeur of the ro mantic regions through which we were pass ing. On one occasion when, in consequence of a steep ascent it was necessary to alight and proceed some distance on foot, we could distinguish the white foam of the torrent some hundreds of feet below the level of the road ; while, just visible beyond it, gigantic forest trees outlined in the darkness of the night, seemed to rear themselves from the chasms of the mountain rocks, frowning in sullen and majestic grandeur. It was past ten o'clock when we arrived c 2"], [50, "28 RAMBLES IN at Cauterets ; and happening to alight at the hotel where M. Thiers was staying, we were requested by the landlord to be as quiet in our movements as possible, as the fatigued minister was extremely unwell and had retired to bed. This injunction, however, paralysed neither our tongues nor our appetites, as we forthwith ordered and relished a smoking dish of cotelettes and a brace of roast fowls. Oh, the heaven of ensconcing one's weary frame in clean linen ! How sweet to me were the next eight hours of motionless re pose ! Blessed period, though of unconscious rapture — felt only in the momentary lapse of the departing senses ere sleep comes over the spirit — and in the first unclosing of the eyes when sleep has done its grateful office, and the soul returns again to its invigorated frame. My return to perception was caused on this occasion by the rap-tap-tap of the"], [51, "29 THE PYRENEES. fille de chambre thrice given at my door. \" Come in,\" cried I, forgetting where I was. \"Monsieur,\" said she, \"les chevaux sont a la porte,\" and vanished. Horses at the door ! said I, springing out of bed — that signifies, I hope, that breakfast is ready. I was down stairs in a few minutes, and found my com. panions manfully engaged in the morning meal, with the chart of our intended expe dition before them. Our guide and horses were in attendance at the door of the hotel, and a short time sufficed for breakfast and saw us mounted. c 3"], [52, "30 RAMBLES IN FONT D'ESPAGNE. CHAPTER III. EXPEDITION TO LAC DE GAUBE. — CASCADE DU CERIZET. PONT D'ESPAGNE. — LAC DE GAUBE. TABLET OF MR. AND MRS. PATERSON. HOS- PICE. — LUS. — HOTEL DE VILLE. — CHURCH BUILT BY THE TEMPLARS. THE CAGOTS. HOTEL AT LUS. FRENCH LANDLADY. — LA BELLE LOUISE. It was a lovely morning, and the bright sun glittered on our merry cavalcade as we"], [53, "31 THE PYRENEES. trotted through the town. Two of our party, the Count Duke de L , and the Chevalier de , his brother, wore the capote and red sash of their country ; the picturesque appearance of which costume seemed in unison with the romantic scenery with which we soon found ourselves surrounded. The chevalier and I took the lead, thus evincing even on the threshold of our acquaintance, in a penchant for rapidity of motion, a similarity of taste and feeling, which our subsequent intimacy served to develope and confirm. It was not long, however, before a scene of the most enchanting description arrested our ca reer. Who has looked upon the Cascade du Cerizet, and not felt every emotion of delight and admiration? The torrent precipitating itself amidst a chaos of rocks and forest trees, principally pines of enormous size, rushes into a bed, the profundity of which can seldom c 4"], [54, "32 RAMBLES IN be distinguished by reason of the thick spray of the pouring cataract as it dashes from rock to rock. The rays of the sun glittering upon the spray, when seen from a particular position, produce a melange of the most ex quisite colours — the effect of which is ex tremely beautiful. It is the custom of the guides to point out the \" Arc-en-ciel,\" which should be seen when the sun is at its me- ridian. Parting from this splendid spectacle we proceeded through a tortuous ascent which, skirted on one side by forest trees, and on the other by deep gorges and romantic dells, based by rocks of enormous magnitude pro jecting in mighty masses of a thousand fan tastic shapes, where nature revels in countless streams and ever-flowing cascades, led us to the Pont d'Espagne. This is a rustic bridge, thrown across two immense masses of gra-"], [55, "33 THE PYRENEES. nite, about seventy feet below which, if the head turn not giddy in the attempt, you look upon the \" remorseless dash \" of two eternal torrents pouring down in furious union into the abyss. There is nothing so absorbing as the view of a waterfall of this description ; the eye is rivetted to the rushing current of waters which seems to dash down in increas- ing volume and fury the more you gaze — the brain turns giddy and oblivious of all around — and a fascinating spell seems to take possession of every sense. I could have lingered on that bridge for hours, and for gotten I was mortal. We were now to leave our horses and wend our way on foot to the Lac de Gaube, a walk of some distance and con siderable ascent. One is struck at behold- ing so expansive a sheet of water at so great an elevation. The lofty mountains c 5"], [56, "34 RAMBLES IN which encompass the lake are covered with snow, and form the frontier line between France and Spain. The water of this splen did reservoir is beautifully clear and intensely cold. My feelings of admiration changed to those of a very different nature as we approached the margin of the lake, where the first object which presents itself is a marble tablet erected to the memory of Mr. and Mrs. Paterson, a young and interesting couple, who a few years ago came to this fairy spot on their marriage tour, and were unhappily drowned from the upsetting of the boat into which they had entered for the purpose of exploring the lake. How sad, how unlooked for, was their fate ! In a moment of time the fair promise of years of united happiness was gone for ever. I was deeply affected, for the brothers of the ill-fated bride were old schoolfellows of mine ; and though I had"], [57, "35 THE PYRENEES. heard of the occurrence at the time it took place, I was not at all aware that I was ap proaching the scene of that melancholy catas trophe. LAC DE GAUBE. There is a small hospice by the side of the lake, where a buxom landlady and her rosy cheeked daughter serve up fresh trout to the travellers who are inclined to partake of their c 6"], [58, "36 RAMBLES IN good cheer ; and whilst my companions were indulging in this simple luxury, I was listen ing to the recital of the sad tale I have alluded to by the husband of the good lady, the solitary fisherman of the lake. We returned to Cauterets by the same interesting route, and after bending a farewell gaze upon the bridge and the cascade, as we stopped our horses in repassing them, we regained our hotel at about three o'clock in the afternoon ; thence we hired a carriage to take us on to Lus, which was described to us as a dirty little village, affording miserable accommodation to travellers. Curses on the tongue that could so slander that dear spot ! Let me recommend travellers in the Pyrenees not to put any trust in the report of others regarding the different places on their route. Let them judge for themselves ; let them see all they can ; and let me engage them not to turn their backs upon Lus."], [59, "37 THE PYRENEES. This place, which is the chief town in this portion of the Pyrenees, has little, it is true, as such, to detain the traveller. The Hotel de Ville is now in ruins ; and neither the trade nor the importance of the place is likely to require its restoration. The church, which is said to have been built by the Tem plars, presents a curious appearance, from the strong wall loopholed for musketry, which surrounds it, and is much more indicative of the habits and tempers of its founders, than the purpose to which it is dedicated. I remarked near to one of the principal entrances a small door which is now walled up, but by which alone, as I was informed, were the Cagots formerly allowed to enter the church. This unfortunate race, the de scendants, according to some, of the Goths, who took refuge in the Pyrenees after the battle of Vouille and the death of Alaric, or"], [60, "38 RAMBLES IN according to others, of the Moors, who fled thither after their defeat, by Charles Martel, at the famous battle of Tours, and some of whom still remaiu, especially in the villages lying along the Gave of Oleron, were, like the lepers of old, cut off from all intercourse from the rest of the population, confined to quarters of their own, refused a share in the rights and privileges of citizenship, and even in the churches had a separate entrance assigned to them, and were not allowed to use the same holy water with the rest of the congregation. The severity of these distinctions had been gradually relaxing, but it was not till the revolution, which, sweeping away all \"re spect of persons, \" raised the Cagots from their state of degradation, that they ceased to. be the victims of such unjust prejudices, though the name still remains a term of the vilest reproach."], [61, "39 THE PYRENEES. I thinkit was the Hotel des Pyrenees that we drove to : a good sized and comfortable house, forming the angle of two streets, at no great distance from a fabrique de schalls, which, by the way, is well worth a visit. We found our hostess the beau ideal, or rather, I should say, the portly reality of a French landlady. Six chambers were forthwith prepared for us ; and on our demanding the carte, with the view of ordering dinner, we were earnestly solicited by our hostess to leave that im portant affair to her exclusive charge ; and she was satisfied that we should have no reason to regret our reliance on her taste and discrimination. She was right — and what is more, she was expeditious ; I never sat down to more excellent fare, or better cook ing. And then, la belle Louise — hungry as we were, it was impossible to regard the dishes as long as she held them ; and even"], [62, "40 RAMBLES IN when she had placed them on the table, a simultaneous feeling of admiration seemed to paralyse the party, until the door turned upon our fair attendant. Poor Louise ! to what a miscellaneous volley of compliments, some not confined to pretty speeches, were you subjected during the stay of those six shameless foreigners. Yet with what a cheer ful grace and winning modesty, did you submit to their effrontery ! I could not help pitying this poor girl, who was scarcely eighteen, very pretty, but apparently deli cate ; and as it seemed to me, quite unfit for the situation to which fate had consigned her. After dinner, our apartment had the appear ance of a barrack-room, each of us reclining at length, either on the chairs or on the floor, till our conversation terminated in occasional murmurs, and we one by one retired to our chambers."], [63, "41 THE PYRENEES. CHAPTER IV. EXPEDITION TO GAVARNIE. — ST.SAUVEUR. — ROUTE TO GEDRE THE BARON d'e DUKE DE L . — THE CHEVALIER. MARQUIS DE V SHEPHERD BOY OF THE PYRENEES. GEDRE. BEAUTIFUL SCENERY. THE CHAOS. VILLAGE OF GAVARNIE. CIRQUE DE GAVARNIE. THE CASCADE. BRIDGE OF FROZEN SNOW. AN ESCAPE. BRECHE DE ROLAND. MONT PERDU. MIST AND SUNSHINE. RETURN TO LUS. I was awoke the next morning by the voice of the gentle Louise informing me it was"], [64, "42 RAMBLES IN seven o'clock. On looking out of my window I observed the neighbouring mountain-tops covered with snow, of which there had been a heavy fall during the night, and which, spangled by the rays of a brilliant sunrise, presented to the eye a beautiful, though un looked for, object. Our party soon assembled at breakfast, and the meal being concluded, and the necessary orders issued, six mountain steeds were led to the door for an expedition to Gavarnie. Having strapped our cloaks to our saddles, and lighted our cigars, the chevalier and myself again took the lead. We left the vil lage of St. Sauveur to the right, on the opposite side of the Gave, which is there crossed by a graceful bridge of black marble, a fit approach to the village itself, which stands almost unrivalled in the neatness and cleanliness of its houses, and the beauty of"], [65, "43 THE PYRENEES. its situation. Built on a narrow platform on the mountain's side, it seems suspended be tween heaven and earth, and almost ready to drop into the stream below ; while the trees in which it is embosomed, and the surround ing verdure, rich as it generally is in these beautiful valleys, seem here to be of lovelier hues and more luxuriant growth. It is, indeed, a fairy spot ; and when, to this is added the abundance of its mineral waters of a lower temperature than those of Bareges, but of the same ingredients, it is not surprising that, during the season, hun dreds of visiters are forced to leave it for less favoured places from want of accommo dation. We were obliged to content ourselves with a passing view, and to pursue the moun tain path to Gedre, one of the most beautiful routes in the Pyrenees. The eye almost wearies in the end-"], [66, "44 RAMBLES IN less succession of the most varied and ro mantic scenery : now reposing on the quiet valley smiling in luxuriant verdure, and in terspersed with copses and hamlets — now on mountains clothed with wood from their base to their summit — and now fixed with wonder on the rocky precipice and the abyss beneath, where the torrent of the river foams in its angry course. Then a turning of the road brings suddenly to view the distant per spective of a range of mountain peaks clothed in eternal snow. I said the eye almost wearies in surveying so boundless a variation of nature in her wildest and most romantic forms ; and more than once did the feeling occur to me, how far one would travel in my own country to gaze upon many a cascade and mountain scene, on which, in this splen did route, we hardly condescended, in the"], [67, "45 THE PYRENEES. satiety of wonder and admiration, to bestow even a passing glance. The chevalier, as we walked our horses up a mountain ridge of considerable acclivity and length, favoured me with a brief history of one of our party, whose appearance in terested me much from the first moment I saw him. The Baron D' E was a fine looking man, with a most enviable pair of black moustaches ; and, though he was at times most amusing and facetious, \\ had ob served an occasional look of melancholy in his countenance : hence I was touched, though not surprised, by the account his friend gave me of him. He had married about three years ago, to use the chevalier's expression, the most beautiful and accom plished woman in all Spain ; and about a year after this event he lost, within a month,"], [68, "4,6 RAMBLES IN his wife, his child, and his mother. Upon this he had quitted his native country, and had sought, though he did not appear to have found, in change of scene, a refuge from his distracted thoughts. I afterwards became very intimate with the baron, whose cha racter as well as fate interested me much ; and I heard from his own lips the particulars of his marriage, and the subsequent melan choly events. He was a kind-hearted and excellent creature, never passing an object of destitution without putting his hand into his pocket to relieve it. Once on my alluding to his habitual almsgiving, he said with a sigh, that he was sure that his wife, were she living, would have done the same. A few words, en passant, of my three other Spanish friends. The Count Duke de L offered a striking contrast, both in person and character, to his brother the chevalier. His air"], [69, "47 THE PYRENEES. and countenance were purely aristocratic, and though abundant in humour and good spirits, he had the appearance of often brooding on the unhappy condition of his country ; whilst the chevalier was the very personification of gaiety combined with enthusiasm. Strikingly handsome, his dark hair flowed down in thick tresses to his shoulders, and shaded in front a pair of eyes, on which lovesick maidens could not gaze with impunity. They were both well-proportioned and quite young, the eldest not having reached his five and twen tieth year. The Marquis de V was the most reserved of our party, but at the same time the most active and useful member of it, kindly taking upon himself the office of paymaster-general and inspector of accounts during the whole of our journey. I was struck in this portion of the Py renees in particular, by the happy and con-"], [70, "48 RAMBLES IN tented, though needy appearance of the pea santry. Each one, male or female, as we passed, made some respectful obeisance, in variably wishing us the bon jour, while the numerous flocks (following, not driven by, the shepherd) formed a scene that was truly Arcadian. One instance of this was amusing enough. The animals having ascertained that the boy had some bread in his pocket, from his having bestowed a morsel upon one of the number, a general rush of the whole flock was made to obtain a similar indulgence. Not content with surrounding poor Corydon, they leapt upon his shoulders and rubbed their noses against him in all directions. At the little inn at Gedre, where we stopped to visit the grotto, which is however scarcely worth the trouble, and to refresh ourselves on our way, I asked the hostess how she and her family occupied themselves during the"], [71, "49 THE PYRENEES. winter and spring seasons, when these re gions are generally completely impassable, and some of the villages uninhabitable. She replied with much simplicity, that they hemmed and sewed, and longed for the sum- mer. The road as we proceeded became more and more wild — the mountains, many of them covered with perpetual snow, at each step grew more bare and bleak — the Gave dashing and roaring along its uneven bed, sometimes many hundred feet below us, was no longer fed by tributary streams, but by impetuous and noisy cascades, and our path which ran along the edge of the precipice was in many places so narrowed by the rocks that rose perpendicularly at our side, as hardly to leave a passage for our horses. After proceeding for about a quarter of a league, the valley suddenly opens, as if to offer a D"], [72, "50 RAMBLES IN wider scope for the convulsions of nature, and below us lay immense masses of rock, heaped together in wild disorder, and, as it were, frowning in anger at the intrusion of the traveller. From this spot, not inaptly called the Chaos, we soon came in sight of the little village of Gavarnie, and were still more than an hour's journey distant from the Cirque. But how shall I describe the magnificent coup d'œil that then burst upon us ? After leaving our horses to the care of about a dozen rosy-cheeked peasant girls, we commenced a pedestrian excursion of con- stantly increasing difficulty and labour, till we reached the terminus of this gigantic amphitheatre, and stood enchanted before the mighty cascade, which pours down from its mountain source at a height of one thousand two hundred and sixty feet in an almost uninterrupted fall. Once in its progress"], [73, "51 THE PYRENEES. CHAOS AMD MARBORE. it dashes against a projecting mass of rock ; but this, without breaking the sheet of water, increases its beauty, and the rising spray appears to the fancy as if struggling to D 2"], [74, "52 RAMBLES IN revisit its source before it shall be altogether lost in the Gave below. In this glorious view I thought I had reached the spot of which the most vivid imagination cannot compass the reality, and of whose magnifi cence I defy the boldest effort of description to convey any adequate idea. As I stood for some minutes speechless with wonder and admiration, an indescribable thrill of feeling took possession of me, which seemed for a second or two to turn my brain. Not far from the base of the cascade the snow, which seemed to me like the drift of ages imbedded in that tremendous reservoir, had, from the rush of waters beneath it, assumed the form of a mighty arch, nearly to the centre of which the baron and myself had managed to make our way, when we heard the voice of our guide extended to its loudest pitch summoning us to stop and retrace our steps."], [75, "53 THE PYRENEES. We did so, not knowing wherefore ; but had good reason to be thankful, when we subse- quently became acquainted with our position, that the guide happened to see us at that critical moment. On reaching the level ground, and exploring with a feeling of awe, not unmingled with gratitude, the vast in- terior of the arch, we found that the bar- riers of frozen snow which composed it, gradually decreased in size and thickness as they met in the centre, where the point of junction is probably not half a foot thick, so that, had we gone a few steps further, there is little doubt but that it must have given way under our weight. A few minutes afterwards a dense mist environed us ; and had this happened a little earlier it would have effectually concealed us from view ; so that we had manifold cause to be grateful for •j _• i our providential escape. d 3"], [76, "54 RAMBLES IN Opposite to the cascade is a narrow winding path resembling a sheep track, by which the ascent to the Breche de Roland is usually commenced ; and which, under favourable circumstances, may be reached in five hours. Through this extraordinary cleft, occasioned most likely by lightning, but which the moun tain legends ascribe to the powerful sword of Roland, it is necessary to pass in order to reach Mont Perdu, the highest mountain, with the exception of the Maladetta, in the Pyrenean chain, the ascent of which must be made on the Spanish side. I was very anxious to extend my expedition to this cele brated point, being provided with every ne cessary information from the journal of a relation who, with two friends*, were the * W. A. Eade, Esq., in company with Donald Mac lean, Esq., M.P. for Oxford, and Samuel Anderson, Esq., in the year 1823."], [77, "55 THE PYRENEES. first Englishmen who succeeded in making the complete ascent of Mont Perdu * ; but, as the execution of my project would have de prived me of the society of my companions, I gave up the idea at the time, hoping to profit by a subsequent opportunity, which, as is often the case, never occurred. It was now intensely cold ; but half an hour's expeditious scrambling over the rocks brought us again out of the mist into sun shine, and in view of our horses ; the effect of this, which we experienced more than once in our excursions, is very extraordinary ; it is like an immediate transition from winter to summer. Having fee'd our fair stirrup holders and received their benediction, the afternoon being far advanced, we put our steeds to their mettle, and reached our * The highest peak of Mont Perdu is 1747 toises above the level of the sea. D 4"], [78, "56 RAMBLES IN quarters at about seven o'clock in the even ing, where we sat down to a repast, in the preparation of which our respected hostess had probably spent the greater part of the day. It was not turtle and venison, but it was as substantial a display of well-dressed flesh and fowl as ever hungry traveller be held ; and never, I may venture to say, did six famished sinners eat French mutton, or quaff their Bordeaux, with greater zest or a more undisguised appetite than we did on that oc casion. Oh, the luxury of a total relaxation of muscle and limb after a day of fatigue and excitement like that we had passed ! the de light of \" talking over \" its occurrences with one's body in horizontal repose ! Reclining on my three chairs, in that happy room, I experienced a degree of gratification, in dis cussing with my friends the different objects we had witnessed, as great as when actually"], [79, "57 THE PYRENEES. on the spot. The moon, as it shone brightly through the windows, showed the features of the fair Louise to interesting advantage as she brought us round each a cup of coffee, and a piece of lighted charcoal for our cigars. Nor should I omit to mention another ad- dition to our evening's entertainment in the performance of two or three national German songs, with which Mr. H indulged us. It was past midnight when our .party sepa rated for the night, when it may be well be lieved that we all slept as sound as the drowsy god himself. D 5"], [80, "58 RAMBLES IN CHAPTER V. CHAPEL OF HEAS. ITS SOLITUDE. PILGRIMAGE. RELIGIOUS FETE. TRADITION OF ITS FOUND- ERS. — THREE MASONS. — DEPARTURE FROM LUS. BREAKFAST SCENE. — BAREGES TOURMALET MOUNTAIN. — AN ACCIDENT. DRENCHING RAIN. VALLEE DE CAMPAN. — GRIP. — FRESH TROUT. BAGNERES DE BIGORRE. — FRASCATI. We had met on our way to Gavarnie large parties of peasantry of both sexes, clad in their best attire, singing, sometimes singly and sometimes in concert as they went along, tunes of too serious a character for the cele- bration of a common fete. This naturally excited our attention, and on inquiry we learnt that they were the inhabitants of Ba reges and the adjacent valleys, returning from the annual pilgrimage to the Chapel of Heas, in celebration of the nativity of the Virgin. This chapel is situated in one of the most"], [81, "59 THE PYRENEES. secluded spots in the Pyrenees, and is ap proached by the little valley of Prat, which runs off to the left immediately above Gedre, and than which nothing more bleak or sterile can well be conceived. The path lies through immense blocks of granite, so rugged and uninviting that the deep silence which has here established its dominion is seldom bro- ken but by the murmur of the Gave, or the religious solitude disturbed even by the foot of the sheep or the goat ; for the only plant that thrives there is the Aconitum anthora, and that plant is poison ! When this ravine is passed, the basin of Heas offers a smiling contrast to the rugged road by which it is approached ; for watered by the fertilizing Gave, which flows peacefully on, the liveliest green succeeds to the bare brown rock ; and striking must have been the appearance, which this spot presented the day before we D 6"], [82, "60 RAMBLES IN visited it, of so many pilgrims lining the banks of the stream, and reposing on the turf, almost their only resting-place ; for the few huts and cowsheds which are scattered about could afford shelter to a very small portion of the numbers that must have been there collected. The chapel is a simple structure, without any pretensions to architectural beauty ; and, according to the tradition of the place, was built by three masons, who were every day visited and nourished by three she-goats, fol lowed each by her kid. At the end of a few months the chapel was nearly completed, when the hungry masons, dissatisfied with such unsubstantial fare, resolved to kill one of the kids which never failed to accompany their mothers. The 'she-goats, however, who it seems had overheard the plot, were too cunning to return, and, deprived of their"], [83, "61 THE PYRENEES. daily nourishment, the masons would have been unable to accomplish their work, had they not, contrary to their deserts, been fed by the inhabitants of the neighbouring moun tains. •As we purposed to reach Bagneres de Bigorre, by Bareges and the Tourmalet, we had arranged the preceding evening that we should be equipped in good time, and break fast punctually at seven o'clock. The meal, however, resembled that of an English squire, keeping open house in the shooting season. When I entered the breakfast-room, about half an hour after the appointed time, I found that two of our party only had adhered to the heure jixee, as reported by Louise, who brought me in my coffee and poached eggs and bacon alone. When I had nearly finished, in walks the chevalier, whom I in turn shortly left similarly occupied, to ascertain how mat-"], [84, "62 RAMBLES IN ters stood without, and found our German friend scrutinising the cavalry in the court yard, having already strapped his Mackin tosh (he had lately been travelling in Eng land) to a clever little black, who was snuffing the morning air with apparent eagerness for a mountain ramble. By degrees we all, as we imagined, were collected ; and the mar quis having discharged the bill, and the chevalier having paid his dernier salut to Louise, we were about to start, when we dis covered that one of our party was missing. Le Baron ! ou est done le Baron f was shouted from every mouth ; but no baron answered to the call. The guide was des patched forthwith to his chamber, and re turned with the intelligence that \" Monsieur chantait en chemise dans sa chambre.\" This was a signal for the whole party to rush with one accord to the baron's apartment, where"], [85, "63 THE PYRENEES. we ascertained the truth of the guide's state ment, and found our friend had metamor phosed himself into the person of Ricciardo, in Bellini's splendid duet of \"II rival salvar tu dei ;\" and so intent was he in his vo ciferous performance of the \" Suoni la trom ba \" that it was some time before our united expostulations could make him alive to the fact that we had all breakfasted, and were ready to start. At length, at about half-past eight, our cavalcade was in motion, and we bade adieu to the little town of Lus, which will, I think, be associated in the minds of us all with the happiest recollections of our Pyrenean tour. I am sure it will with mine. Bareges, imprisoned by lofty mountains, and situated in the centre of the Pyrenees, is composed of one narrow street, with about a hundred houses, offering accommodation"], [86, "64 RAMBLES IN for five or six hundred visiters during the bathing-season, which lasts about four months. At its close the inhabitants shut up their shops and houses, and, leaving them as a refuge to some few shepherds who brave the severity of the climate, migrate themselves to the neighbouring villages, where they remain till the return of summer. Bareges, though situated in a valley, is some few feet higher than the top of Snowdon above the level of the sea ; and the frequency of mists and rain, and the wretched looks of the invalid soldiers, who are sent hither in numbers to use the waters, render it any thing but an inviting sejour to those who do not resort to it for medicinal purposes. The weather, which looked ominous when we quitted Lus, now gave every appear ance of determined rain. A dense mist was mustering thick above us, and had"], [87, "65 THE PYRENEES. already obscured the mountain tops, so that, on our arrival at Bareges, we were recom mended either to remain there or return to Lus. Some of our party were at first unde cided as to their movements, but on debating the matter in conclave, our horses' noses saluting one another in the centre, it was at length determined to set the weather at de fiance, and, coute qui coute, prosecute our expedition. A mountain mist was voted an interesting variety to the beautiful weather we had hitherto experienced, and the word of command was given to advance. In about half an hour we commenced the ascent of the celebrated pass of the Tourma let, and had not proceeded far when the rain began to descend in torrents. Our fate was no longer doubtful, and we halted to unstrap our cloaks, and prepare for the worst. Here a disaster of an unexpected and most disa-"], [88, "66 RAMBLES IN greeable nature befell me. On starting I had congratulated myself on being the best mounted of the party ; in fact, my charger was, or appeared to be, so spirited, that I had some difficulty in curbing him. What was my horror, on unloosing my cloak, to perceive that the miscreant ostler had par tially strapped it upon an open wound on the back of the poor beast, extending, I knew not how far, beneath the saddle. The odour arising from the sore when exposed to the air was as disgusting as the sight was pitiable. With the aid, however, of the guide, I con trived to bandage the animal with a cloth, which covered part of our luggage carried by another horse, and we proceeded — but not far. The idea of jolting upon the raw shoulders of that unhappy brute, and urging him up the narrow and precipitous passes of that tremendous mountain, was too painful to my"], [89, "67 THE PYRENEES. feelings, and I stopped, resolved not to proceed one step further upon him. I there fore determined to exchange my horse for the one which bore the luggage, and directed the guide so to place the bags, &c, that the poor beast should be as little inconvenienced as possible. This interesting operation I superintended in the midst of a torrent of rain, which, in a very few minutes, drenched me to the skin, my companions having fairly left me in the lurch. Mounted on the poor animal's substitute, I proceeded to rejoin the party, two of whom I presently overtook, as they had taken temporary shelter under a shelving rock. Here, having related to them my disaster, we agreed to remain till the guide came up ; but we might have waited his arrival until Doomsday. Half an hour passed, but no guide made his appearance. We roared out in concert to the utmost extent"], [90, "68 RAMBLES IN of our lungs, but no guide responded ; and, as far as we could trace through the mist, no guide or horse was to be seen. At length the marquis, who happened to be one of the trio, and the best mounted, agreed to gallop back, and ascertain the cause of his non approach. He shortly returned with the agreeable intelligence, that the wretched ob ject of my compassion, not being accustomed to carry luggage, could not be made to move an inch with his altered burden. Upon this I resolved to pursue the route on foot ; and, having rejoined the guide, I gave him up his horse again, and, releasing his fellow from all further service, we left him, either to find his way home again, or (which I thought the more probable alternative) to die in the mountains, and I journeyed onwards ankle deep in snow, and the rain still dashing down in relentless fury. Fortunately, how-"], [91, "69 THE PYRENEES. ever, I was not doomed to be long a pedes trian. After about a mile and a half's hard scrambling, I had the good luck to meet a return guide with five horses, the best of which I forthwith appropriated, at the same time directing him to convey the unhappy beast we had relinquished (should he find it) home again. Mounted afresh, I soon overtook a portion of our party, just commencing the descent of the mountain, with the valley of Campan outstretched before them ; and in about an hour we reached the village of Grip, our appointed rendezvous, where our advanced guard had arrived some time before, and where they had made every preparation both for our external and internal comfort, in the shape of a blazing fire, and a table covered with good cheer. I should be remiss in the courtesy which one traveller owes another, if"], [92, "70 RAMBLES IN I did not emphatically press upon all who may find themselves within fifty miles of this little unassuming village to visit it, if but for one purpose, viz., to eat the most de licious trout in the world. You meet with this fish everywhere in the Pyrenees, but nowhere in such perfection, both as to flavour and the mode of serving it, as in the auberge at Grip. After a halt of two hours, equally neces- sary for the repose of man and beast, we again mounted, and the weather beginning to brighten, our ride through the valley of Cam- pan to Bigorre, a distance of about five leagues, was not Avithout its charms ; though I feel bound to confess, that both on this occasion, and subsequently on my repassing the valley by a different route, with the additional advantage of a lovely day, I cannot subscribe to the extravagant picture which"], [93, "71 THE PYRENEES. has so often been drawn of this portion of the Pyrenees. The valley is of great extent, and as a coup d'œil for perspective is doubt less remarkably fine ; but it is rather, in my opinion, notable for the wonderful fertility of its soil, the perfection to which its cultiva tion is carried, and the variety and luxuriance of its verdure, than for the wild grandeur and picturesque beauties ofthe valleys through which we had hitherto travelled. We reached Bagneres de Bigorre at about seven o'clock in the evening, where we took up our quarters at Frascati, and having changed our dress, and discussed a petit souper of champagne and oysters, the two brothers, Mr. H., and myself, sat down to whist, and played till we nodded over the cards, when it was proposed, and carried unanimously, that we should nod for the rest of the night on our pillows."], [94, "72 RAMBLES IN CHAPTER VI. BAGNERES DE BIGORRE. BATHING ESTABLISH- MENTS. DESCRIPTION OF FRASCATI. CHURCH. ROMAN CATHOLIC WORSHIP. — DEPARTURE FROM BAGNERES DE BIGORRE. — ST. GAUDENS. — BAGNERES DE LUCHON. — CHANGE OF PLAN. — JEAN ARAGOT, GUIDE CONTEMPLATED EXPE- DITION INTO SPAIN. \" Bagneres, la beaute, l'honneur, le paradis, De ces monts sourcilleux, dessus lesquels, jadis, L'Hercule des Gaulois, non le batard d'Alcmene, Caressa, comme on dit, la Princesse Pyrene : — Les monts, enfarines d'une neige eternelle, La flanquent d'une part ; la verdure immortelle, D'une plaine qui passe en riante beaute ; Le vallon Penean la ceint d'autre cote. Elle n'a point maison qui ne semble etre neuve ; L'ardoise luit partout : chaque rue a son fleuve, Qui, clair comme crystal, par la ville ondoyant, Va, toute heure qu'on veut, le pave balayant :"], [95, "73 THE PYRENEES. Et bien qu'entre son flot, aussi froid que la glace, Et le bain chasse mal, on trouve peu d'espace, II retient sa nature, et ne veut tant soit peu Melanger, orgueilleux, son froid avec son feu.\" This may be all very true, thought I, as a most pitiless shower of hail and rain dashing against my window panes awoke me next morning. I doubt not that the poet's account is strictly correct ; but with a shiver I began to wonder if in these envied regions they sold umbrellas. Presently H- broke in upon me exclaiming, \" I find there is a diligence for Luchon, which starts at ten o'clock, and another at six o'clock in the evening.\" \" But, my good fellow, do you know where you are ? Have we travelled these hundreds of leagues to arrive at the most romantic spot in all France, and can we leave it without exploring its beauties ?\" My E"], [96, "74 RAMBLES IN friend shrugged up his shoulders, and be- tween a laugh and a sigh, pointed to the windows — had he spoke, his reasoning could not have been more forcible. \" True,\" I re- plied, \" the diligence you say starts at six in the evening.\" \" And at ten this morning,\" said he quickly, \" two hours hence.\" \" Well I'll be down stairs in a quarter of an hour, and we will then decide,\" said I, ringing for my hot water. It was, in truth, a most de- plorable morning — a mountain brouillard of the most inexorable kind — and as my friend began to be rather pressed for time, and I had no inclination to await the very uncertain return of fine weather, we determined to leave by the evening conveyance, and secured places accordingly. One source of regret to us both was the parting with our Spanish friends, who were going no further eastward ; but intended, after passing a week at Bag-"], [97, "75 THE PYRENEES. neres de Bigorre, to return to Pau for the winter. After breakfast, we sallied forth in the pouring rain to explore the town, and cer tainly bore testimony to the truth of the poet's song, that each street had its running stream, though, to our eyes, they were not exactly \" clairs comme crystal.\" Some of the bathing establishments are superb ; and it was curious to see the steam of the boiling mineral waters rising in all directions, and mingling with the rain and mist. The hotel where we stopped is furnished with excellent baths ; indeed with what is Frascati not fur nished? Restaurant of the first order — sa- lons de danse, de musique, de lecture, de jeu — every thing that the most fashionable ennuye could desire. The baths are built of the beautiful marble of the country, and are so constructed, that a running stream of fresh e 2"], [98, "76 RAMBLES IN water, at a temperature of about ninety, con tinues constantly flowing in and out of the bath ; the pipes for the ingress and egress of the water corresponding in size, of course the same quantity of water remains, and the same level is at all times preserved. I never spent a more luxurious hour than in one of those marble baths of Frascati. Though a remarkable sameness exists in most Roman catholic churches abroad, I con fess I never tire of inspecting them. There is to me a fascinating interest in the worship, notwithstanding its mummery, and I have remained an hour together watching indi viduals at their devotions. In the old church at Bagneres, I was much amused with the efforts of a little child about three years old to imitate the motions of its mother whilst ad- dressing her prayers to the Virgin. Every time she crossed herself, up went the little"], [99, "77 THE PYRENEES. hand of the child in successful imitation, and bob went its little head at each devotional in clination ofthe mother, while it intently gazed all the time at her every look and movement. It is the priest's service that offends the eye and feelings of a Protestant ; but I am satis fied I have repeatedly witnessed as much sin cerity of devotion in the homage of individual worshippers in Roman catholic countries as in any Protestant church in England. The day wore away ; and having made, as I then thought, a parting repast with our Spanish friends, they accompanied us to the Bureau des Postes, where, after a cordial farewell, H and myself took our seats in the coupe for the night ; not in the least knowing, nor, I believe, at the moment caring, by what route we were about to proceed to Bagneres de Luehon. We were decidedly a little triste (perhaps the weather had made e 3"], [100, "78 RAMBLES IN us somewhat out of humour) on the occasion, for we seemed intuitively to nestle forthwith into our respective corners, and give ourselves up to our own silent reflections. Indeed, the recollections of the occurrences of the last few days supplied sufficient food and occu pation for our thoughts, and for some hours I had not the pleasure of hearing my friend's voice, nor, on my part, did I indulge him with a single observation. In the mean while the weather was clearing, and long before midnight the moon shining in all its glory. At about five o'clock in the morning we found ourselves at St. Gaudens, where the conducteur informed us we must get out and await another conveyance to take us to Luchon ; as his was bound for Tou louse. At this we grumbled, but neverthe less did as we were bidden ; and, knocking up two old women at an inn, we got them to"], [101, "79 THE PYRENEES. make us a fire, coffee, and an omelette. By and by, a vehicle drove up to the door, which we soon ascertained to be ours. It was like half an omnibus, with an open seat in front, which, as the morning was beautiful after the rain, we appropriated to ourselves *, and after passing through a succession of pretty retired villages, and a strikingly picturesque country, we arrived at Bagneres de Luchon before noon. Methinks, if the world's map were placed before me, and it were given me to choose the spot where I might live and die, 1 should place my finger on Bagneres de Luchon. It seemed to my enchanted eyes on entering it, the valley of repose and happiness. The lofty mountains which enclose it, decked from the base to the summit with forest trees, seem to shut out this lovely spot from the noisy world ; and after exploring with a look E 4"], [102, "80 RAMBLES IN of wonder aud admiration those mighty barriers of nature, the enraptured gaze changes into a tranquil smile, as it returns and dwells upon that happy retreat of seclusion and peace. Here, methought, should the philo sopher bring his books ; and here the world ling might emerge from his heartless atmo sphere of vanity and dissipation ; and here, too, might the victim of disappointment seek a balm to his wounded spirit ! Nothing can exceed the beauty of this town, when viewed from any of the sur rounding mountains. It forms a triangle, the base of which is the principal street, which is shaded by an extensive avenue of sycamore and lime trees ; and on each of its sides are well-built houses of stone. Here, whilst the greater portion of the visitants seek the wild and picturesque in the endless tracks of the neighbouring mountains, the"], [103, "81 THE PYRENEES. invalid enjoys a promenade which cannot be surpassed. Unlike Bareges or Cauterets, where the rocks spring from the valley with a startling abruptness, here the mountains, covered with thickest forests of most luxuriant growth, interspersed and studded with cha teaux, and the most romantic little villages, retreat in gentle slopes from the town, while the loftier ridges, in every variety of shape and covering, form a back-ground whose sublime magnificence is rendered the more striking from the gentle beauties of the inter vening view. Among these gigantic guar dians of the place, and, as the name denotes, one of the nearest to the town, is the moun tain of Superbagneros, about five thousand four hundred feet in height, but not very diffi cult of ascent, whence the eye commands an almost boundless landscape, from which we turn away, as though dazzled with its beauty, e 5"], [104, "82 RAMBLES IN only to gaze on yet higher peaks beyond, where \" All that expands the spirit, yet appals, Gathers around their summits, as to show How earth may pierce to heaven, yet leave vain man below.\" In the place of the friend I had expected to meet me here, I found a letter at the post office giving me full instructions for the sport of bear and izard shooting, with an introduction to a native sportsman, a friend of his ; and recommending to my especial notice that prince of guides Jean Aragot. The residence of the latter I forthwith made it my business to visit ; having, however, in consequence of the unexpected departure of my friend, almost resolved upon abandon ing my original intention, and accompanying H across the mountains into Spain. My change of purpose was confirmed after a"], [105, "83 THE PYRENEES. short colloquy with Monsieur Jean. To en joy the above sport it is essential for several to go in company, prepared with every re quisite accommodation for sleeping in the mountains. And as the season was already too far advanced for a mountain bed to be altogether agreeable, and as it seemed to be very doubtful whether it was possible to muster a sufficient number of chasseurs, I arranged with Jean, much to the satisfaction of H , that he should accompany us on the morrow into Catalonia, and be provided at break of day with three good horses for the purpose. Having settled this point, H and my self made the circuit of the town, in company with the gentleman to whom my friend's letter introduced me, and who, shrugging up his shoulders with an air and attitude truly French, on being informed of our intended E 6"], [106, "84 RAMBLES IN expedition into Spain, strongly recommended us to remain and shoot izards, rather than run the risk of being shot ourselves by the Carlists. We received, indeed, another simi lar warning from an old gentleman who had got scent of our intentions, and had address ed us, sans fagon, as we were strolling in the grande allee in the evening. To his certain knowledge, the Carlists were in the immediate vicinity of the towns we purposed visiting, and it would be utter madness to go. The chance of an adventure, however, was not likely to deter us from an enterprise, which, without it, would have been robbed of half its charms. We laughed at the ad vice of our monitors, though it must be confessed that the consequences of such a rencontre were not overlooked by us. On one point we were quite agreed, that, what ever might befall us on the morrow, a good"], [107, "THE PYRENEES. 85 night's rest would in any case be a salutary preliminary, especially as we had not been in bed the night before ; and the clock striking the hour of nine was the signal of our retirement to rest."], [108, "86 RAMBLES IN CHAPTER VII. AUTUMNAL MORNING. — ACCIDENT TO GUIDE VaLLEE D'ARAN RIVER GARONNE SPANISH FRONTIER. BOSOSTE. CHURCH. ROUTE TO VIELLA. FETE DAY. GRAN PLAZA. — SPANISH DANCE. THE POSADA. STRANGE ADVENTURE. — THE GOVERNOR AND HIS LADY. — SPANISH PRIEST'S HAT. A DINNER. DANCE AT THE CONCIJO. BEAUTIFUL SPANISH GIRL. — THE FORT. SOLDIERY. — THE TOWN. WRETCHED APPEARANCE OF THE STREETS. — CIGAR MER- CHANT OF VIELLA. EVENING RAMBLE. — THE LOVERS. — SLEEPING APARTMENTS. The morning of the next day was ushered in by a brilliant sunrise ; and soon after five o'clock the voice of our guide sounded \" reveille \" in our ears. It was one of those beautiful September mornings when the rays"], [109, "87 THE PYRENEES. of the sun, glittering in the dew, temper the freshness of the dawn of autumn, and elicit a perfume even from the falling leaf. Such a morning, to me more grateful than the brightest of summer or of spring, gives a more than wonted energy to the frame, and compels the heart to gladness. We feel a sort of compassion for a sleeping world, when glowing in the dewy breeze, with braced limb and mounting spirits, we find ourselves ready, to use the expressive phrase of Scripture, \" as a giant to run his course.\" In about half an hour we were on the wing, Jean having strapped our carpet bags to the saddle of his horse — a mountain steed of the first class, and taking the lead in a smart trot. As soon as we got fairly into the mountains, which we attained after half an hour's ride, our friend, without any thing in the shape of preface, suddenly struck up a"], [110, "88 RAMBLES IN stentorian stave, something between French and Spanish, which echoed far and wide through the woods. How distinctly do I see him, even at this moment, about half a dozen yards in advance, riding a la postilion, and every now and then cracking his whip with a report truly professional, and jogging on his saddle after the manner of that charac- teristic race. Poor Jean ! how little did he anticipate the accident which was so soon to stop his jogging and his song ! Whether it was that his horse was so taken with his master's ditty as not to look before him, or Jean was himself so much engrossed in it as not to be aware of (what I believe was the cause of his fall) some straggling roots of a large mountain ash, which spread themselves across our path, I cannot say, but in a moment down went man and horse in an astounding somerset. Fortunately, our route"], [111, "89 THE PYRENEES. was at the time on level ground, aud we were not doomed to see guide and horse roll over a precipice ; as it was, however, the poor fellow was considerably hurt, though luckily no limb was broken ; and after a while he was able to hobble, with our assist ance, to a little stream which was murmuring at a short distance from us. There we stripped and bathed his swollen ankle, which in a little time was so much relieved, that we were able to proceed on our journey. Poor Jean ! it was evident that he suffered more from amour propre than from pain ; as he with much solemnity assured us that this was the first accident which had befallen him in a long career of twenty years, during which he had officiated as guide : as though his professional reputation had been tarnished from the circumstance of his horse having made a faux-pas."], [112, "90 RAMBLES IN Jean's disposition, however, was not of that morbid character which dwells long on any misfortune, real or imaginary : he very soon pulled out his flint from his pouch, lighted his pipe, and puffed away all recol lection of his late accident, pointing out to us, and describing, as we rode along, every object worthy of admiration or notice. t This was his peculiar forte ; and he was qualified for it by a quick observation, and a choice of language much above his situation. We now arrived at a huge mound of granite, said to be the boundary mark of the two kingdoms of France and Spain, and shortly after commenced the descent into the valley of Aran, one of the most exten sive and beautiful in the world, with the river Garonne, here but a slender stream, winding through the midst. Here a splendid scene bursts upon the view. As far as the"], [113, "91 THE PYRENEES. eye can reach, mountain upon mountain sus tains the distance, till they mingle with the clouds, whilst on the opposite side of the valley, hamlet after hamlet may be traced for many leagues, interspersed with forests and cultivated plains, affording a prospect which can nowhere be surpassed, either in extent or magnificence. And this, methought, is the entrance into the most distracted of all the kingdoms of the earth ! This smiling valley — these glo rious mountains — form a portion of that country, whose past history is linked with every association of romance and glory, but whose present records are but one continued tale of anarchy and blood ! The very villages I looked upon had been, and might be again, the scene of all the horrors of civil war ; and the pure stream of the Garonne discoloured by the blood of its victims !"], [114, "92 RAMBLES IN The first frontier village we entered was Bososte, where we were immediately sur rounded by a swarm of dirty boys and girls, whose proximity to France had taught them the pronunciation of to them the two most important words in the language \" petit sou ; \" and with these they inflict a most discordant chorus on every stranger who pays them a visit. Giving our horses to our guide, we walked through the village, the streets of which are wretchedly narrow and dirty, and entered the church, which was crowded to excess, while almost every indi vidual held a lighted taper. Several priests were officiating, whose gaudy robes offered a striking contrast to the plain brown jacket of the peasant, and the simple capucine of the women. Having ascertained that it was a fete day at Viella, where we had arranged to take up"], [115, "93 THE PYRENEES. our quarters for the night, we lost no time in pursuing our journey thither. Our route was picturesque in the extreme, following a track for the most part skirting the base of those gigantic mountains, sometimes winding into the centre, and losing itself in the depth of their forest wilds, and then emerging from its obscurity, and leading again into the valley. The villages and hamlets through which we passed, seen at a distance, added much to the beauty of the view, but pre sented, generally speaking, as we rode through them, the most miserable spectacle of poverty and filth ; though the peasantry, both male and female, seemed healthy and contented. The former, as we passed them, generally took off\" their berets, wishing us the \" buenos dias,\" whilst the women fixed their dark eyes upon us with a look of won der or curiosity. These, of course, had"], [116, "94 RAMBLES IN glances in return, according to our estimate of their beauty, and some of them were well worthy of the admiring gaze which en passant we could not help bestowing upon them. About noon our approach to Viella was signified by different parties, all dressed in their best costume, whom we overtook on their way to the fete, and the entrance into the town was completely lined by a gay mul titude of peasantry who had come far and near to participate in the festive dance. Arrived at the Gran Plaza, the scene was as interesting and animated as can well be imagined. About a dozen musicians were seated in the middle of the Plaza, performing to unnumbered couples, who danced round them in one large circle. Our hotel, the only one, I believe, in the town, being close by, we immediately dismounted, and giving"], [117, "95 THE PYRENEES. our horses to Jean, took our station amongst the spectators, and watched each couple as they whirled by. Nothing could exceed the graceful attitude and step of some of these rustic performers of the national galop. The fine proportions of the men in their pantaloons, and sandalled to the calf; the beauty of the women, with their long plaited tresses waving in the air as they passed, and their jet black eyes and flushed cheeks, were seen to the greatest advantage. The band had no respite, nor indeed seemed to require any ; as soon as one party was fatigued, their places were instantly supplied by other votaries of the inspiring dance, who again in their turn gave way to others. We had been about an hour silent spec tators of this exciting spectacle, when friend Jean came behind us, and whispered that he had engaged rooms for us at the posada, and"], [118, "96 RAMBLES IN that if we intended to dine, we had better give some directions thereupon. Feeling certain responding emotions to the call, we turned and followed our cicerone to the hotel, if such in fact it was ; but I could discover no semblance to an inn in the extraordinary place to which he conducted us. On enter ing, we heard the sound of music ; and after ascending the staircase, found ourselves in a large room where was a quadrille of sixteen, kept in motion by a solitary performer on the violin, dressed in uniform. Around, stood and sat divers spectators, amongst whom at the top of the room was a portly gentleman also in uniform, who we presently ascertained was the governor of the town. Two or three beautiful little children were standing near us, one of whom, in very natural sur prise at the sudden apparition of an extraor dinary animal, clothed in an English shooting"], [119, "97 THE PYRENEES. jacket, after tittering a little with her com panions, burst out a laughing in my face, a compliment which I returned by taking the little beauty in my arms and kissing her : upon this, a lady advancing towards me asked me in French, if I should like to dance ; and having, with deep obeisance, accepted her offer, she presented me to rather a handsome girl who was standing near, for the next quadrille. Already wondering at these accountable doings, judge of my abso lute astonishment at being addressed in English by the young lady to whom I had been just introduced : \"Was I not an English man?\" \" I believe — I always thought so,\" I replied ; \"but I appear to be in Fairy Land at present, and to be rapidly losing my senses. It cannot be that you are English ? \" \" O, no !\" she said, smiling, \" that gentleman (looking towards the governor) is my papa ; but I F"], [120, "98 RAMBLES IN and my sister (nodding to a pretty girl on the opposite side of the room) have spent some years in London.\" There was, per haps, nothing very extraordinary in this ren contre •, but the sudden transition from our sober expectation of walking quietly into the salle d manger of an hotel, and ordering dinner, to the fact of forming one of a qua drille party, and conversing in English with a young Spanish girl, did verily appear like the work of a fairy's wand. I certainly was enchanted by the agreeable manners and con versation of my fair partner, whose pretty lips I kept in constant motion in the abundant information I elicited from her, of all that was passing around me. To one of my questions, \" Who was the gentleman playing the violin ? \" I could not but perceive a slight alteration of counte nance, and a somewhat tremulous accentuation"], [121, "THE PYRENEES. 99 of tone, as she replied that he was the lieu tenant of the Fort. That \"thereby hung a tale \" was moreover sufficiently evident from the very unequivocal look of uneasiness manifested by that individual from the mo ment of my introduction to the Senora. This both H and myself could not help ob serving, and it must be confessed most ma liciously enjoying. The quadrille being over, I was presented by Mademoiselle to the governor and his lady ; who shortly afterwards took their de parture accompanied by their daughters, the lieutenant following with his violin under his arm. This was a signal for the general re treat of the company, when H and myself found ourselves alone. Whilst we were discussing the curious scene which had just terminated, in walked Jean with the agreeable intelligence that dinner was ready ; f 2"], [122, "100 RAMBLES IN and forthwith led us to an apartment where a rosy-cheeked wench without shoes or stock ings was in the act of laying the cloth. On looking through an open door which led into an adjoining room, we observed a crucifix, a small library of books, and a priest's hat, not the least remarkable object which attracts the attention of a stranger on entering Spain. Its dimensions comprise about the width and length of two ordinarily-sized common black coal-scuttles : take away the bottoms, fix them back to back, then imagine a hole in the centre underneath, and you have as near a resemblance to the sacerdotal beaver as I can well describe. The cloth being laid, we sat down in hun gry expectation ; and, in about five minutes, the pottage was placed on the table by our barefooted attendant. But, O ye gods ! de fend me from a like infliction of tureen ! One"], [123, "101 THE PYRENEES, has heard of a knock-down blow, but it was reserved for us till now to experience a knock down smell ; a famished sow would have de murred to the contents of that horrible soup dish. Having requested its immediate re moval, a sort of hash succeeded, but what it was composed of it would have puzzled the most practised disciple of Ude to analyse ; whether beef or mutton, or dog or cat, it was beyond the strength of both our jaws, braced f 3"], [124, "102 RAMBLES IN as they were by a ten hours' fast, to accom plish a single mouthful. In tones of despair we supplicated for the next dish, when a couple of fine trout were placed before us ; and congratulating ourselves on having at length wherewith to satisfy our craving ap petites, we eagerly transferred the contents of the dish to our plates ; but never did unhappy steam-boat passenger make a more rapid advance to the leeward side of the vessel than we did to the open window, to release our offended palates from the con tamination of this concentrated essence of lamp oil and garlic. Disgusted as we were, it was impossible not to be struck with the extremely ludicrous scene in which we were doomed to be actors. We laughed immoderately at each unsuccessful attempt made to satisfy our hunger, in which expression of feeling she with the red cheeks"], [125, "103 THE PYRENEES. and bare legs most cordially joined : at length a couple of doves roasted, au naturel, made their appearance, which, after cautiously tasting, we found to be just within the com pass of our palates, and devoured accordingly. The wine was in unison with the delicacy of the viands ; its principal ingredients being apparently vinegar and ink ; altogether in the whole course of my life I may venture to say I never sat down to a more despicable repast, though our hearty merriment on the occasion in some degree compensated for the loss of our dinner. We now paid a second visit to the Plaza, where we found the dancing still kept up with unremitting vigour ; the musicians, who had only stopped in their exertions to apply the flask to their lips, being now in a state of very becoming intoxication. It may be con ceived we were* in no small degree the objects F 4"], [126, "104 RAMBLES IN of observation in this mixed assemblage ; and I confess, the scrutinizing stare with which we were occasionally favoured, was not altogether agreeable. We had every reason, however, to be highly gratified with the civility shown us by the governor and his lady, from whom we presently received an invitation to the town hall, a large building adjoining the Plaza, where the principal families of the town, making a party of about forty or fifty, were assembled in cele bration of the day. Of course the summons was immediately obeyed ; and I had the honour of waltzing with several >Spanish young ladies ; one of dazzling beauty, and a perfect model in point of form. As she spoke about as much of French as I did of Spanish, that is, having about twenty words between us, our oral communication was not quite so fluent as I could have wished. But"], [127, "105 THE PYRENEES. can I ever forget the smile, the nod of the head, then the shake, the speaking counte nance of that lovely creature, in that dialogue of signs ? I question if I shall elicit as much from a hundred lips during the next season, in London, as I did from those dark blue eyes in the Concijo of Viella. I should not omit to make respectful mention of her uncle, a well-informed priest, with whom I had a very interesting conversation in the course of the afternoon. He informed me, amongst other things, that this little town was a few weeks back occupied by two battalions of the Carlists for a couple of days, who, however, on this occasion, con- tenting themselves, with demanding four thousand francs of the authorities, and a couple of shirts from each house, committed no further outrage on the inhabitants. As to the Fort it is a mere farce ; being a little f 5"], [128, "106 RAMBLES IN castellated building on an eminence about a quarter of a mile from the town, with a gun or two, and a handful of men in the most deplorable condition ; many of them, indeed, without stockings or shoes. The governor invited us to pay him a visit the next morning; but on hearing that we purposed starting at five o'clock, he feared that was a little too early, as they had only two rooms to show, one of which was his bed-room. One of his daughters told me that they had been under the necessity of leaving the town three times during the present year, in consequence of the proximity and expected attack of the Carlists. It was indeed a painful reflection, that in the midst of these gay rejoicings, the happy groups around us might, at any hour, become the innocent victims of the sanguinary quarrel now raging in these provinces ; nor was it"], [129, "107 THE PYRENEES. easy to fancy how a scene of such unbounded gaiety could exist so near the turmoils and troubles of a camp. At about five o'clock, the governor and his family left the hall, and his lady having mounted a pony, they proceeded homewards, amidst the respectful salutations of the in habitants, having first bid us a hearty fare well, and received a cordial expression of our thanks for the civility they had shown us ; nor was our friend, the lieutenant, behindhand in this parting ceremony ; for now, quite at his ease, he once more placed his fiddle under his left arm, and doffed his cap with the most friendly salute. H and myself now strolled about the town, the streets and houses of which bore the appearance of the extreme of poverty and wretchedness ; answering very nearly to the description of a village in the western parts F 6"], [130, "108 RAMBLES IN of Ireland. We searched in vain for shops of any sort, and having occasion for some cigars, we made that an excuse for entering divers miserable tenements, and, making known by signs what we wanted, were answered by a shake of the head, and a gaze of wonder. At length, having found our guide, he conducted us to the only cigar manufactory in the town, which was unique. On opening the door no human being was visible, the only tenant of a most filthy ground floor being a gaunt high-arched ani mal, whose anatomy on close inspection desig nated a hog ; though the fact would have been doubtful but for a heavy grunt with which he responded to a stroke of Jean's whip. On ascending the stairs, we entered an almost equally wretched apartment, where an 'old man, the cigar merchant of Viella, was dealing out small portions of tobacco, which"], [131, "109 THE PYRENEES. a little boy adroitly folded up in pieces of white paper. Having instructed Jean to await the completion of a sufficient quantity for the next day's consumption, we were glad to escape from an atmosphere not altogether grateful to our olfactory nerves, which, for one day, at least, had already sufficiently suffered. On our return to the Gran Plaza, music and dancing were still going on, though on a diminished scale ; and different groups were quitting the scene of festivity, and betaking themselves to their respective homes. It was a lovely evening ; and taking the first turn ing out of the town, we enjoyed a quiet ramble to a neighbouring hamlet. It was not surprising if every now and then we overtook in our walk a fond couple, who, perchance, from being partners in the dance, were already discussing a partnership of a more durable and tender description. In one"], [132, "110 RAMBLES IN instance, to judge from the imploring look of a handsome young peasant as he lovingly pressed the hand of a very pretty girl, who, with downcast eyes, was walking by his side, the point at issue was sufficiently apparent, and the result not very difficult to be conjectured from the blush of the unanswering fair one. On our return to the Posada, we took our chocolate in the salle-de-danse, now my bed room ; and, as we purposed reaching Ve nasque on the morrow, which was a long day's journey, and having the recollection of our horrible repast still most sensibly before us, we took the precaution of directing Jean to furnish himself in the morning with a cold leg of mutton and a couple of fowls, as it was our intention to pic-nic on the moun tains. Having dismissed him with this in junction, of the force and propriety of which he appeared to be fully sensible, before re-"], [133, "111 THE PYRENEES. tiring for the night we deemed it prudent to make a survey of our quarters. The apart ment appropriated by my friend was a well proportioned room leading from that destined for myself, its only fault consisting in the thinness of the wainscoting, which separated it from another bed-room, in which a noisy dialogue of an unintelligible patois was kept up, not very favourable to repose. Mine, upon inspection, was rather more objection able, having three doors in addition to that leading into H 's room, one of which communicated with an open corridor, looking into the court-yard, which terminated Heaven knows where ; another opening into a va cant chamber or lumber room of a somewhat gloomy appearance, none of the doors being provided with either lock, bolt, or fastening of any kind. Now, though I had no reason to apprehend either intrusion or danger, yet"], [134, "112 RAMBLES IN a feeling of precaution so far weighed with me, that, had there been the usual appendages to bed-room doors, I should certainly have made them fast. As it was, I determined not to undress ; and wrapping my cloak around me entered the recess, where my bed was screened from view, and drawing the curtains across it, soon fell asleep outside the clothes. Whether it was that the feeling of insecurity with which I closed my eyes had taken pos session of my sleeping fancy (the cause, con sidering my lamentable abstemiousness on that day, could hardly have been indigestion) I cannot tell, but though I slept soundly, I think a succession of more frightful images never hovered over the pillow of the most unhappy victim of nightmare ; and my feel ings will not easily be imagined when, in the midst of a dream of the most cut-throat description, I awoke to the reality of a man"], [135, "113 THE PYRENEES. in the act of drawing my curtains, with a lantern in his hand. I started with a sort of galvanic spasm to seize the uplifted arm, when, in a moment, my fears were dissipated by a burst of laughter very naturally drawn forth from honest Jean, who, in simply obey ing his orders to call us at four o'clock in the morning, had not calculated upon being mistaken for an assassin."], [136, "114 RAMBLES IN CHAPTER VIII JOURNEY TO VENASQUE. BEAR TRACES. FARM YARD. CHAPEL. JEAN'S PRAYER. MOUN- TAIN PIC-NIC. THE MALADETTA. — DIFFICULT PASS. AN ACCIDENT THE HOSPICE. BAINS DE VENASQUE. POSADA. THE FORT. SOL- DIER'S SUPPER. AN ADVENTURE. The stars were still glimmering in the hea vens as we walked our horses over the still and"], [137, "115 THE PYRENEES. vacant space which a few hours back had been all life and revelry. Not a soul was now to be seen, except the solitary sentinel, pacing to and fro by the Concijo, whose footsteps echoed down the silent streets adjoining the Plaza. The damask streaks purpling in the eastern hemisphere, and gradually assuming a brighter tint, announced the splendour of the sun's rise, which in a short time burst upon the mountain world before us in dazzling glory. Even Jean, accustomed as he was to behold the sun open on his native moun- tains, stopped his horse, and even his pipe, to contemplate for a minute or two the mag nificent spectacle which presented itself. We had already commenced the ascent of one of those stupendous mountains of the Spanish Pyrenees, interminable in extent, and thickly covered with superb trees. From time to time an opening displayed the valley we had"], [138, "116 RAMBLES IN now quitted for the last time, and the distant perspective of its opposite mountains over whose enormous masses the sun was now majestically beaming, till we were at length lost to the world in the wild obscurity of the forest. We had pursued our route in silence for about half an hour when, on a sudden, down leapt Jean from his saddle, and, leaving his horse, ran about a dozen paces, looking right and left through the apertures of the wood, evidently on the qui vive for some important discovery. Having come up with him, and demanded the meaning of this sudden move ment, he paid no attention to us for some time, muttering to himself, \" Oh ! le coquin, le coquin ! \" and eagerly exploring the vicinity of the spot. At length, he condescended to solve the mystery, by pointing out to us the fresh trail of some animal, which clearly"], [139, "117 THE PYRENEES. proved that a bear must have moved off at our approach ; and he now launched forth in a strain of amicable abuse of poor Bruin, for not waiting to receive us, which con tinued to our great amusement in occasional invective, for some time after we had again proceeded on our way. I certainly partici pated greatly in his disappointment, having been particularly anxious to view the contrast between the unhappy prisoner in his iron cage, and the same animal roaming at large in his native forests. But though we fre quently observed their traces, and were con stantly on the watch for them, we were not fortunate enough during the whole of our journey, to catch a view of a single speci- men. Having at length reached an outlet, we found ourselves descending into a small valley where a few cottages appeared in sight ; in"], [140, "118 RAMBLES IN a farm-yard adjoining one of which we re galed ourselves with a draught of fresh milk. Here, on entering what I conceived was a barn, imagine my astonishment at beholding a priest in very handsome robes officiating to a few aged peasants. The occurrence had for honest Jean a holier interest, I fear, than for myself; he, following quickly upon my heels, with a feeling of piety which I found to be very general amongst the inhabitants of the mountains, dropped upon his knees and offered up a short, but, apparently, a hearty prayer. We soon pursued our journey, and having now been about three hours on horseback, we began to turn our eyes with considerable in terest in the direction of a certain leathern bag carefully strapped on one side of Jean's saddle ; and after a reciprocal explanation of a sympathetic feeling with respect to its"], [141, "119 THE PYRENEES. contents, it was agreed to halt at the first convenient nook we might find in the moun tains. Continuing our ascent for nearly a league, we came upon a small tableland, between twenty and thirty yards in circumfer ence, in the bosom of a wild and romantic mountain gorge. A small cascade of the purest water poured down from an ad joining rock, forming the source of one of those torrents which meet the Pyrenean traveller at every turn, whose murmuring course might be traced for hundreds of feet, travelling onwards in its tortuous and pre cipitous descent. Close by was a turfy bank of luxuriant verdure, and soft as velvet, over which the sun was gleaming through the branches of the gigantic trees which over spread the picturesque recess. Here having set our horses at liberty to enjoy the repast"], [142, "120 RAMBLES IN Nature had so liberally provided for them, Jean laid the cloth and produced the r/Z/of and the cold chickens with every requisite ac companiment ; 'and I will venture to say that no alderman at civic feast, or jovial friar in his refectory, ever sat down to his smoking fare, with a keener appetite or greater relish, than did we to our simple collation in the mountains ; and though we had neither champaigne nor Scotch ale on the occasion, there was a charm in holding our leathern cup to the adjoining waterfall, far surpassing the excitement produced by a more stimu lating draught. Our repast ended, Jean carefully replaced the remnants in his bag, and having next produced a packet of cigars, left us to our contemplative digestion, to search for the horses, which had long since strayed out of sight. In about half an hour he reappeared leading one of the steeds, the"], [143, "121 THE PYRENEES. other two following like dogs ; and remind ing us that we had still a whole day's journey before us, we quitted with regret our resting place, and again proceeded on our route. Having at length ascended the summit of the mountain, we entered upon a different scene. Vegetation seemed suddenly to have stopped, and we appeared to breathe in an other climate. A wild range of dreary and desolate mountains lay before us ; and the towering peak of the Maladetta, the loftiest of the Pyrenean chain, appeared in view. It now became necessary to follow our guide with extreme caution, as not only were the passes exceedingly narrow and precipitous, but, in consequence of a late very heavy fall of snow, our footing was frequently invisible ; and without an experienced guide our track would have been undiscernible, and every step we took attended with imminent danger. G"], [144, "122 RAMBLES IN It was in descending, perhaps, the most rapid pass of all, that an accident befel me, which might have proved most serious. The defile was all but perpendicular ; and the nar- rowness of the path was rendered more formidable from the unevenness of the footing, being entirely composed of masses of rock, the rugged inequalities of which could not be seen for the snow. Our horses, in fact, trembled at every step. We had not pro- ceeded many yards when, as I was from my almost perpendicular position thrust upon my horse's neck, the crupper of my saddle broke asunder, and in a moment I was over his head — most happily, most providentially, I should say, on the left side : had the sud- den impetus of my fall borne me to the right, I should have been precipitated down many hundreds of feet, and inevitably have perished. As it was, having fallen head foremost, though"], [145, "123 THE PYRENEES. the depth of the snow prevented an imme diate collision with the rock, which otherwise might have been attended with fatal conse quences, I was rendered for some time in sensible ; but with the aid of Jean's brandy flask was gradually brought round, and felt, in the congratulations of my companions, a deeper feeling of reverential gratitude for my merciful preservation. This occurrence necessarily detained us some time, and had the effect of retarding our subsequent progress from the caution it imposed upon us. Indeed, from the depth of the snow in some parts, which rendered our safe footing altogether a matter of chance, I confess I at times hesitated to follow even the track of our guide, who was himself oc casionally much puzzled ; and it was with feelings of no slight satisfaction that we at length received from Jean the agreeable in- G 2"], [146, "124 RAMBLES IN telligence that we had reached terra firma. It was not till then that our considerate friend informed us that, had he been aware of the quantity of snow which had fallen, he would not have accompanied us in the expe dition, which is at all times attended with considerable hazard. About one o'clock we reached a miserable hovel, known by the name of the Hospice, situate in a desolate valley, and frequented chiefly by drovers, and itinerant peasantry of the two kingdoms. Here we again bivouacked, having the advantage of an additional course, in the shape of a piece of boiled mutton, from the kitchen of the Hospice. We had, more over, the satisfaction of satisfying the cravings of a poor little half-famished Savoyard, who greedily devoured the remnants of our meal. The poor boy had, it appeared, neither father nor mother, nor friend, in the world ; and,"], [147, "125 THE PYRENEES. having no home, lived in the mountains, de pending on the precarious charity of travellers for his subsistence. There was a wildness and desolation about this poor little fellow which touched our hearts, and it was painful, as we watched him indefatigably devouring this unexpected good cheer, to reflect on the in tensity of the hunger which urged him to it, and on the extremities to which the unhappy being was constantly exposed. After giving our horses an hour's rest, we again mounted for the last time, and, having left behind us the regions of ice and snow, pursued a more acceptable route, through aval ley of considerable extent, skirted on the right by a range of interminable woods, and on the left by a majestic chain of mountains. In the centre of one of these stood a large soli tary building, the only symptom of habitation which we passed on our way. It had the ap- G 3"], [148, "126 RAMBLES IN pearance of an extensive manufactory ; but ou inquiry we ascertained it to be a bathing establishment called the \" Bains deVenasque.\" It puzzled us much to discover how, in that wild and dreary spot, it was possible to obtain the necessary supplies of ordinary con sumption, particularly for an establishment which is chiefly the resort of invalids. At about six o'clock in the evening we arrived at Venasque, a town somewhat larger than Viella, and, if possible, surpassing the latter in filth and wretchednes. The streets are extremely narrow ; the houses low and confined ; and the general ap pearance of the inhabitants squalid, poor, and miserable, — arising, I could not help thinking, from the present unhappy political state of the country. The Posada, to which Jean conducted us, was, however, a tolerably commodious build ing. But here, again, we were puzzled to"], [149, "127 THE PYRENEES. discover any semblance to an hotel. There was no one to be seen but two or three women ; one of whom led the way to a large upper room, where was a table covered with papers and books, with divers letters addressed to the Mayor of Venasque, which seemed to indicate that we were trespassing on the sanctum of that important personage. We did not think it worth while, however, to attempt to express any scruples, especially as we had even difficulty enough in making our chape ron understand that we should like to take some refreshment, — a call which was pre sently answered by the apparition of two small cups of very thick chocolate, and a biscuit a piece. Congratulating ourselves that we had no need to risk the ordeal of dinner, we des patched this little delicacy ; and having as certained from Jean, whom we had directed G 4"], [150, "128 RAMBLES IN to make inquiries on the subject, that it was impossible to get permission to go over the fort, I determined to walk straight to the building (H not caring to accompany me), and endeavour myself to effect my object. The fort is situated on the extremity of a mountain adjoining the town, commanding an extensive and very beautiful prospect. On arriving at the principal entrance, I slipped a couple of francs into the hand of the sen tinel on duty ; and having made him under stand that I was anxious to view the interior of the fortifications, and that I would be obliged by his requesting permission of the officer on duty to allow me to do so, he immediately despatched one of his comrades within the walls for the purpose, who re turned in a minute or two, and opened the gates to me. The interior of the fort is very"], [151, "THE PYRENEES. 129 interesting ; and the whole arrangements, with the too glaring exception of the deplor able condition of the men, are excellent. The position of the guns, of which there are some eighteen and twenty-four pounders, is admirably chosen ; one of them commanding the high road, and all in perfect order. The muskets I immediately recognised to be of English manufacture ; and on taking up one, the G. R. and Tower stamped upon the stock, put the matter beyond doubt. Though the site of the fortifications is exceedingly advantageous as a defence for the town, the interior of the walls is comparatively on a very small scale ; and, with its present com plement of men, I should imagine incapable of maintaining a siege of any long duration against well disciplined troops. On my return to the town, seventy or eighty men were supping in front of the G 5"], [152, "130 RAMBLES IN barracks ; the mode of which ceremony is, I believe, peculiar to the Spaniards — different parties, numbering a dozen each, stand round a capacious olla podrida, in the shape of a large can, containing a mess, the principal in gredients of which are vegetables of various sorts. Each man holding in his right hand a wooden spoon, and in his left, his portion of bread, advancing in his turn one pace, dips his spoon into the can and retires ; and this of course continues till the vessel is emptied of its contents, — a process which is accom plished in about ten minutes. It was amus ing to watch the alacrity with which each man stepped forward in his turn, to appro priate his spoonful of the mess, which they all appeared to devour with considerable relish. I was so engaged in watching this supper scene, that I was not aware for some time"], [153, "131 THE PYRENEES. that I was myself the object of observation. This became soon sufficiently apparent ; for, on turning my eyes in an opposite direction, I perceived a group of officers, evidently canvassing my motions, and eyeing me with no very pleasing attention. Now, as I was by no means desirous of being apprehended as a spy of Don Carlos (not an improbable occurrence in my present cir cumstances, and moreover from having been twelve hours on horseback, feeling, as the saying is, \" fairly knocked up,\") I thought it only due to myself to decamp from the scene with all expedition, — so, bestowing another look on the mess, with an air of unconcern, I turned down the first street which presented itself; but, before I arrived at the bottom, I was suddenly arrested — not by the Queen's guards, but by the sight of one of the most beautiful women I ever beheld, leaning a la G 6"], [154, "132 RAMBLES IN Juliet over a balcony, on the opposite side of the street. I believe, if at that moment I had been pursued by a whole battalion, I should not have been able to resist the mag netic influence of that lovely girl ; the beauty and the sweet expression of whose countenance were only equalled by the exquisite symmetry of her neck and shoulders, over which a light black veil was carelessly thrown. Like Cathleen, \" her hair glossy black, her eyes were dark blue ;\" and though I ran the risk of being made black and blue myself, and perhaps deserved it, for the very abrupt gaze of admiration which, for the life of me, I could not help bestowing upon her : \" having eyes to see,\" it was physically impossible not to make use of them on the present occasion, and not to feel instantaneously the all-per- vading and bewitching influence of woman's charms."], [155, "THE PYRENEES. 133 Having passed the house some twenty paces, I was in the act of turning to repass it, when I saw three men in uniform at the top of the street, coming down at a very quick pace, whether in pursuit of me I know not, but I thought, and still think, they were ; so, taking the first turning I came to ( and fortunately there was one close by) into another street, I hurried down that and se veral others, till I found myself in the out skirts of the town, in a very uncomfortable state of feeling, absolutely dropping from fa tigue, decidedly in love, probably the object of pursuit, and having entirely lost my way. In this dilemma, I surprised the miserable half-naked tenants of a dirty little hovel by unlatching their door, and requesting by signs a light for my cigar, — a never failing resource in times of tribulation ; and not having the remotest idea either of the"], [156, "134 RAMBLES IN name or the direction of the street, or the quarter of the town where our abode was, or if I had, not knowing how to ask for it, I sallied forth, trusting to chance to find it out ; and never did it fall to my lot to make so painful a voyage of discovery. It was now dusk ; and, fatigued as I was, and seriously expecting every moment to meet with something disagreeable, I must have made the tour of the whole town twice over before I fortunately dropped upon Jean, who led me to the Posada, at the moment when I had made up my mind to seek for a lodging elsewhere, from sheer inability to sustain my worn-out frame any longer. Having recounted my adventures to my friend, whom I found rather anxiously await ing my re-appearance, before retiring for the night, we summoned Jean to reiterate our directions for a fresh edition of gigot, and"], [157, "135 THE PYRENEES. its accompaniments for the following day ; and it being our purpose to return across the mountains into France, we agreed to rise at peep of day, and lost no time in devoting the intervening hours to necessary repose."], [158, "136 RAMBLES IN CHAPTER IX. RETURN TO FRANCE. VALLEE D'ESSERA. — MA- LADETTA. — LAC DU PORT DE BENASUUE. — HOSPICE. — CHURCH AT BAGNERES DE LUCHON. — CEREMONY OF CONFESSION. — FAREWELL BREAK- FAST WITH GERMAN FRIEND. — PARTING. — DAY'S WANDERING IN THE MOUNTAINS. — VAL- LEE DE LYS. — NEW ACQUAINTANCE. — THE ABBE. A MOONLIGHT SCENE. Our return to France was for several leagues by the same route as the preceding day ; till having repassed the Hospice, near to which spot we again pitched our tent for breakfast, we pursued a northerly direction, and arrived about noon at the port de Be nasque, a narrow pass at the summit of a lofty and precipitous mountain, forming the boundary line of the two kingdoms. From"], [159, "137 THE PYRENEES. this lofty eminence, which, as the snow was about three feet deep, we reached with much difficulty, the view of the Spanish chain of mountains over the Valley of Essera is wild and magnificent in the extreme. Pic after pic rises in endless succession, as far as the eye ean reach ; and foremost is the Babel moun tain, the Maladetta*, the highest of the Py renees, gigantically desolate, and frowning in eternal snow. On the French side a dense mist was gathering, so that we could only distinguish the lakes at the base of the moun tain, whose waters were black as night in the midst of the snowy waste. In descending this difficult and precipitous defile, it was ne cessary, notwithstanding the depth of the snow, to dismount from our horses, and pro- * The highest pic of the Maladetta (D'Anethon) is 1787 toises, or 10,722 French feet, above the level ofthe sea. f Called the Lac du Port de Benasque."], [160, "138 RAMBLES IN ceed for a considerable distance with the utmost caution. Whilst engaged in this not very enviable task, the brouillard which enveloped us assumed one of those fantastic appear ances which a mountain mist now and then puts on, forming itself into an arch, through which we could distinctly see to the extre mity of the valley on which we were entering, and over a verdant portion of which the sun was shining in all his brightness. The con trast to our present position was extreme, and the effect exceedingly beautiful. It pre sently dispersed altogether; and, having reached terra firma, we remounted our horses, and pushed on briskly, till we reached the Hospice, a clean little inn, where we ap preciated the comfort of an hour's rest over a good fire and an excellent bottle of wine. Having baited our horses, the last signal for a start was echoed from Jean's whip. This"], [161, "139 THE PYRENEES. set them all, homeward bound as they were, into a canter, which hardly terminated till we found ourselves at our hotel at Bagneres de Luchon, and in time for the table-d'hote ; and if on that occasion we adapted the Ho ratian sentiment, \" Nunc est bibendum,\" to pretty free libations of Champagne, in talking over the occurrences of the last three days, it was no matter of surprise after our ab stemious fare in the mountains. Next morning, after my return from the post-office, with my pocket full of letters, I entered the church (sicut mem est mos), and, for the first time in my life, was witness to the ceremony of a confession, — the parties confessing being a young lady of about se venteen, very pretty, and under the escort of a duenna, and a buxom grisette of about three and twenty. Having taken their places in"], [162, "140 RAMBLES IN the confessional and covered their heads and shoulders with a red scarf, they remained for about ten minutes, when the priest, a good looking middle-aged man, made his appear ance, and forthwith shut himself in his box. I confess I felt a strong curiosity to become acquainted with the peccadillos of these two fair penitents ; and for that malicious purpose placed myself as near as I could, without being observed, to the confessional, but with no avail. I could only occasionally catch a whisper, but whether it proceeded from the padre, or the fair suppliants for his indulgence, I could not distinguish. The ceremony lasted for about a quarter of an hour, when the priest opened his door and departed ; and immediately after, the grisette stepped out, and, making her exit from the nearest door of the church, fairly took to her heels ; whilst mademoiselle remained some"], [163, "141 THE PYRENEES. minutes on her knees, and then quietly quitting her box, took the arm of her at tendant and retired. Musing on the occurrence and on the ex traordinary effect of external ordinances on the credulity of the human mind, I took out of my pocket an English newspaper, and was the next minute absorbed in an animated description of our youthful queen's entrance into Brighton, which led me, oblivious of the hour, to stroll on about half a league beyond the town ; when, suddenly recollecting that I had engaged to breakfast with H at ten o'clock, I took out my watch and found it was near noon. I hastened back to make my loyal excuses for my want of punctuality, and sat down to breakfast for the last time with my friend, who was to start that evening for Toulouse. The pleasure of his society, and the urgent"], [164, "142 RAMBLES IN expression of his wishes that I should accom pany him thither, and thence to the Medi terranean and Switzerland, had almost made me falter in my intention to visit San Se bastian ; but as the latter was a project which I had long entertained a strong desire to ac complish, and had prepared myself with let ters of introduction previously to my leaving England, I felt bound to resist his offer. The evening came, and a shake of the hand as cordial and sincere as ever left the token of friendship behind it, separated us. May we meet again ! Left to my own reflections, I returned to my hotel, wrote letters, looked at my gun, and went to bed, intending the next morning to start on my return to Pau for Bayonne. But the morning was so beautiful, that I could not make up my mind to quit Luchon ; and, led by a spirit of sport and sentiment"], [165, "143 THE PYRENEES. combined, I took my gun into the mountains, where I spent the live-long day, without having one opportunity, nor indeed caring to have any, of pulling my trigger, nor of seeing a human being, with the exception of a soli tary wood-cutter, who was busily occupied in preparing for the winter season, and who rendered me a piece of most welcome inform ation, in directing me to a mountain cascade, at whose refreshing altar, panting with fatigue and thirst, I made most thankful potations. Following the path of this cascade as well as I was able, and perfectly ignorant whither it would lead, I at length found myself at the head of one of the loveliest valleys that ima gination can conceive, through which it flowed, pursuing its noisy course among groves of magnificent beech trees, which grow here in luxuriant profusion ; and soon discovered that I was wandering in the Vallee de Lys, which"], [166, "144 RAMBLES IN might well be called the Tempe of the Py renees. On my right rose the majestic Tuquede Malpas*, covered with snow, which had already caught the tints of the declining sun, and, further on, the granite peaks of Quairat and Montarouye, of scarcely inferior elevation. The elegance of the humble ca banes of the shepherds, built as they are of native marble, and neatly roofed with slate, with the numerous flocks and herds feeding in the rich pastures, or browsing on the moun tain slopes, while they added life to the scene, spoke so strongly of peace, and plenty, and contentment, that nothing but the lengthening shadows forced me away from a retreat where all that is grand in nature was so harmo niously blended with all that is beautiful. # The Tuque de Malpas is 1615 toises, or 9690 French feet above the level of the sea ; Quairat, 9570 feet ; and Montarouye 8628 feet."], [167, "145 THE PYRENEES. It seemed as if a peculiar destiny threw me into the way of agreeable travelling com panions. At the table d'hote, the same evening, I met a young Englishman who had got two months' leave of absence from his regiment, for the purpose of making the tour of the Pyrenees, and was going the following day to Bagneres de Bigorre ; and we arranged to proceed thither together on horseback. There was, also, seated at table, an abbe, a silent demure looking gentleman, but who was evi dently a man of observation in one particular, which, in one of his cloth, seemed a little out of order. No one at table could fail to be struck with the piquante figure and arch countenance of one of the waiting maids ; but no one, I observed, paid her such ocular court as our silent ecclesiastic. Oh ! Mon- sieur l'Abbe, must I tell the tale which the midnight moon disclosed to my astonished ii"], [168, "146 RAMBLES IN eyes ? It was, perhaps, a mere accident, or, perchance, Marie chose that hour as more still and sacred for confession than the glare of day, and yet, to my unsophisticated observ ation, the attitude and the occasion seemed somewhat at variance with so solemn a cere mony, and little certainly did I expect, as, after having finished a letter, I rose to close my window, previously to retiring for the night, to behold on a bench, immediately under my apartment, the old nursery tale of \" father confessor \" acted to the letter in that awful injunction imposed upon the penitent ; viz. \" you must kiss me,\" — the abbe's arm the while encircling Marie's waist with, to my mind, a most unplatonic warmth of pressure. To say the truth, I felt a little scandalised at this clerical manœuvre, and thought the cir cumstances fully justified me in playing the principal performer a trick which I humbly"], [169, "147 THE PYRENEES. hope, by the pope's grace, has not been with out its good effect in teaching his servant, if not a more appropriate way of spending his midnight hours, at least a little more caution in his amours. Filling a tumbler of water to the brim, I dropped the contents immedi ately upon the person of the amorous priest, and, gently closing my window, retired to bed. It was not likely that the offended abbe would take any steps to discover the perpetrator of this outrage, and, as I started at six o'clock the next morning, I had not the honour of confronting him again ; but I could not resist asking Marie significantly, on paying my bill, whether it did not rain last night at about twelve o'clock ; at which ques tion she burst out laughing, and as we left the hotel, I saw plainly, from her look and ges ture, that she was narrating the occurrence to one of her fellow-servants. h 2"], [170, "148 RAMBLES IN CHAPTER X. DEPARTURE FROM BAGNERES DE LUCHON ROUTE TO ARREAU. VALLEE d'aURE. ARREAU. FOURCHE D'ARREAU. — SPLENDID VIEW. — RE- TURN TO BIGORRE. DEPARTURE FROM THENCE. TARBES. RETURN TO PAU. GREETING OF SPANISH FRIENDS. — GENERAL CORDOVA TIR AU PISTOLETS. DEPARTURE FOR BAYONNE. — BAYONNE. THE BEAUTY OF THE WOMEN. — ENGLISH CONSUL. FIRST TIDINGS OF THE DE- FEAT OF THE BRITISH LEGION AT ANDOAIN FORTUNATE MEETING WITH COL. . — BIARRITZ. — THE BATHING. INTRODUCTION TO GENERAL O'CONNELL. MOONLIGHT DRIVE TO ST. JEAN DE LUZ. UNEXPECTED ACCOM- MODATION FOR THE NIGHT. Who can turn his back upon Bagneres de Luchon without a sigh ? The church, the market-place, each tree, as we passed it, seemed to send my heart to my mouth, with that throb of regret which a lover feels on"], [171, "149 THE PYRENEES. quitting the spot where his affections centre, or the schoolboy, with swimming eyes, as he bids farewell for the first time to an affection- ate home. You laugh at this latter simile, and wherefore ? I know of none more appro priate. Well do I recollect the parting stroll round the paternal grounds, as the hour of my first departure from them drew near, — how doubly dear each spot of my boyhood sports appeared, and how bitter was the last fond look at every well known shrub and flower as I passed them ; — and why may not something of this feeling operate in after years, even though the world has done its utmost to deaden and obliterate each youthful emotion ? Well, then, for the first mile or two, at least till the spire of the church of Luchon was no longer visible, please to de duct some twenty long years from my life, and H 3"], [172, "150 RAMBLES IN give me credit for a not unnatural overflow of sentimental yearning for a spot the attrac tions and beauties of which I have before at tempted to describe. The morning was splendid, and our route, one of the very loveliest in the Pyrenees, lay through a succession of valleys ending in the Vallee d'Aure, where the richest soil and the most exquisite verdure combine with the wildest and most romantic scenery, to Arreau, where we stopped to dine. From thence, the road winds up a steep rock, called the Fourche d' Arreau, where, perhaps, the most striking scene, which the whole range of the Pyrenees presents, bursts upon the view. Stretched at our feet appeared four valleys, each dif ferent in character, meeting together at the spot where the village is built, and which, separately diverging into the depths of the mountains, suggest an idea of infinity that"], [173, "151 THE PYRENEES. for a time quite overwhelms the mind of the traveller. Our road then lay through the picturesque village of Ste. Marie, and the valley of Campan to Bagneres de Bigorre, where we arrived at about seven o'clock, drenched to the skin, as on a former occasion, by the rain, which, for about a couple of leagues before we reached our destination, came down in mer ciless torrents. Its only perceptible effect, however, was to add to our appetite for sup per, and make the night's repose the more agreeable. I was unfortunate in the weather in both my visits to Bagneres de Bigorre, and conse« quently had no opportunity of fairly judging of its boasted beauties. These, to the eye of the traveller passing through the country, are certainly far inferior to the other parts I had visited; but, as a residence for any length of H 4"], [174, "152 RAMBLES IN time, it yields to none, or, if to any, to Luchon alone, in the agremens it holds out. The town itself is well built and very clean, and almost every house is let out in lodgings during the season. The variety of rides and walks is endless, through scenery which wins upon you not the less because it may, perhaps, at first disappoint, offering every re creation to the invalid, without any serious exertion or fatigue, while to the healthy and adventurous it supplies a constant succession of excursions : hence he may ascend the Penne de Lhieris, which commands a matchless view over the rich and apparently inter minable plain that extends to Bayonne on the one hand, and Toulouse on the other ;— hence too he may penetrate through the valley of Trebons to the spring of Labassere and the Montaigu, or may join the Izard hunter on the Tourmalet and the Pic du Midi ; while"], [175, "THE PYRENEES. 153 the countless flocks of wood-pigeons, that visit its neighbourhood during the months of September and October, offer an amusing and novel chmse to the English sportsman. The next day my companion found, ac cording to his expectation, that his mother had arrived in the town, where she had taken a house for some months, and politely in sisted on my dining with them that after noon. The invitation I accepted, on con dition of being allowed to take my departure at an early hour, as I had secured my place by that evening's conveyance for Tarbes, where 1 slept the same night, and arrived at Pau the next day at noon. It may readily be imagined I was not long in discovering the abodes of my Spanish friends. In half an hour after my arrival, I found myself conversing merrily with the Baron d'E , who received me with open h 5"], [176, "154 RAMBLES IN arms. He accompanied me forthwith to the hotel where the brothers were residing with their mother, the Duchesse de , and where we found the handsome chevalier with his hair in paper, engaged with his hair dresser, who was arranging his locks pre paratory to some morning visits in which he was about to accompany his mother. With what a cordial spring did he bound from the flattering mirror before him to receive his unexpected visitor I His elder brother shortly entered, with whom and the baron I strolled about the beautiful walks for an hour or two, and had the pleasure of being introduced to General Cordova, whom we met in the park ; and who, notwithstanding the opposite poli tics of the baron (who was heart and soul a Carlist), was on terms of the greatest inti macy with him. General Cordova is a man of, I should say, about three or four and"], [177, "155 THE PYRENEES. thirty, rather tall and thin, of a complexion altogether Spanish, not handsome, but with a countenance of very marked intelligence and expression. When we first met him, he was with a party of ladies, with whom he was conversing in a gay and animated strain. A devoted admirer of the sex, the general has the reputation of being pre-eminently \" un homme a bonnes fortunes ; \" a character which he is said to unite with a personal bravery and courage of the most chivalrous kind. The baron related to me several in- stances of his valour, which had occurred during his late command of the queen's troops, and concluded his narrative with a grave expression of regret that his valour and military talents were not employed on the worthier side. Having made the circuit of the park and the different allees, we adjourned to the tir H 6"], [178, "156 RAMBLES IN . au pistolet, the daily rendezvous of my friends, who considered a sure mark as one of the most necessary accomplishments ; and certainly I never witnessed so masterly a display of pistol and rifle shooting as they exhibited. I had resolved to start the next day for Bayonne, but found it impossible to resist the entreaties of my friends to pass another day with them at Pau ; every hour of which was happily spent in their society. Had I, indeed, not been bent upon a visit to San Se bastian, the inducements were great to spend a week or a fortnight at this interesting place ; where there were resident several English and Spanish families, and the re unions were almost nightly. As it was, however, I was proof against further solicit ation, and, on the following morning, again underwent the ceremony of a parting farewell, in the midst of which I was summoned to my"], [179, "157 THE PYRENEES. seat in the coupe, where I soon resigned myself to a fresh train of anticipation and projects. We were escorted by two gens-d'armes on horseback, as our diligence conveyed govern ment specie to a considerable amount to Bayonne, where we arrived at four o'clock the next morning. I was a little disappointed iii the appear ance of this celebrated town. The streets are narrow and gloomy ; and one looks in vain for handsome edifices, for which con tinental towns of a superior order are gener ally so remarkable. A theatre, however, is in course of erection, on the model of that at Bordeaux, which, when completed, will have a very imposing exterior. There is one distinguishing characteristic, however, which cannot fail to attract the at tention of the stranger, viz. the beauty of the women. Their coiffure, composed of a fine linen kerchief, variously tied according to the"], [180, "158 RAMBLES IN taste of the wearer, their laughing black eyes and Spanish complexion, joined to a certain piquanterie of figure and gait, render the Bayonnaises to my mind the prettiest women in France. My first object, after a few hours' repose, was to find out the English consul, who very courteously gave me every requisite information as to my intended journey. Whilst I was conversing with him, the first express arrived at the consulate bearing the melancholy intelligence of the total de feat of the queen's troops and the Bri tish legion at Andoain, which happened only two days before, and presently after wards the news that General O'Connell had arrived in the town on his way to San Sebastian. In the course of the morn- ing, my good fortune threw me in the way of a friend of the officer, to whom I had"], [181, "THE PYRENEES. 159 letters of introduction, and who lately com manded one of the lancer regiments of the legion. On being informed of my purpose to start that night for San Sebastian, he suggested the expediency of my accompany ing General O'Connell, and kindly promised to see him, and endeavour to effect the ar rangement, in which it may be conceived I was not slow in expressing my grateful con currence. Having appointed a rendezvous, and an hour when he would inform me if he had succeeded in his friendly purpose, I per ambulated the town, spent half an hour in the church, got my passport vised by the Spanish consul, eat a splendid bunch of grapes sans fagon in the market-place, and had a long half-colloquial half-philosophi cal entretien with a fair Bourgeoise who re plenished my cigar case, when I proceeded to keep my appointment with Col. , at"], [182, "160 RAMBLES IN the reading-rooms. I found him waiting for me with the agreeable intelligence that he had seen the general, who had a seat in his carriage at my disposal, and was to start at nine o'clock. Having expressed my obligation to the colonel for his very kind and oppor tune interference in my behalf, we again agreed to meet at eight o'clock and take a cup of coffee together, previously to his accom panying me to the hotel of General O'Con nell ; and, the afternoon being still before me, I walked over to the little bathing town of Biarritz, about five miles from Bayonne, a place of great resort to the inhabitants of the latter for sea-bathing. The mode and spot for enjoying this luxury are peculiar. There is a little bay about an acre in circumference, formed by rocky cliffs projecting to an equal ex tent into the sea, to the extremities of which"], [183, "161 THE PYRENEES. a rope is attached, having pieces of cork fastened to it to -keep it always on the surface of the water ; thereby forming at once a simple and effectual preventive against the danger of drowning, and a convenient resting-place for the swimmer. There are neat little bathing establishments on the beach adjoining, the one side adapted for the women, and the other for the men. Here at stated hours, — for fashion regulates the pastime, — some thirty or forty of both sexes may be seen splashing about indiscriminately in the little bay. The varied colours of the dresses of the women, and the laughter and merriment of the different groups in their gambols in the water, make the scene one of much amusement to the beholders from the beach or the rocks above. The men wear a sort of drawers fastened at the waist ; and, though the scene is not perhaps exactly"], [184, "162 RAMBLES IN reconcileable with our ideas of delicacy, yet, I confess, from the total absence of any dress whatever, the system of bathing at some of our watering-places appears to me to be much more objectionable. I shall not easily forget my introduction to General O'Connell. I had made no previous inquiries of Colonel of the person or manners of the individual to whom I was about to be presented ; and having in my mind's eye the only one of his name I had ever seen (the portly member for Dublin), I had anticipated something of the same calibre in his namesake, and, considering the rank he held, had certainly expected to see a man somewhat advanced in years. I was much surprised, therefore, when Colonel in- m- troduced me to a tall thin young man, who, I should say, could not be more than thirty years of age, remarkably handsome, and of"], [185, "163 THE PYRENEES. the mildest and most gentlemanly deportment and manners. He was dressed in plain clothes, and seated at the head of the table, at which he had been dining with three or four officers, and a gentleman who was travelling with him. He rose at our en- trance, and, the ceremony of introduction over, offered me a chair next to him ; and, though his countenance evidently betrayed fatigue and harassment of mind, he immedi- ately commenced a conversation on general topics with that elegant ease and affability peculiar to his profession. I seized the first opportunity of expressing to him my thanks, and my fears that I was intruding on his kindness ; but he politely assured me he felt happy in being of service to an amateur in- terested in the cause he had so much at heart ; though owing to his late unsuccessful mission to Madrid, and the ungrateful treat-"], [186, "164 RAMBLES IN ment he had experienced at the hands of the Spanish government, it was evident from his conversation that he had fully made up his mind to disband the remainder of the British legion under his command. The moon was sailing brightly and ma jestically in the clear azure of the heavens as at ten o'clock we quitted Bayonne, and travelled briskly along the high road leading to St. Jean de Luz, the last town on the French side, which we reached about mid night, intending to pass the night there and embark the next morning in the Spanish boat for San Sebastian. On arriving at the hotel, the heavy knocker was sounded some half dozen times before any one made his appearance ; and when at length the slipshod host opened the door he informed us that the hotel was full, with the exception of one double bedded room ; this, however, was a"], [187, "165 THE PYRENEES. sufficient answer for a soldier : a room that would contain two might, with no great stretch of the savoir faire, be made service able on an emergency for double the number ; and in a very short space of time, by the general's directions, two more beds were constructed, one on a table placed near the wall, and the other on the ground, and in about a quarter of an hour each of our party was reposing in his bed. Not a wink of sleep, however, fell to my lot ; — not that my quarters were uncomfort able, or that I stood in no need of rest, but my mind and imagination were too busy at work to admit of my forgetting myself for a single moment ; and never did the one warm feeling of my early youth, which the current of years has in vain tended to obliterate, operate so intensely. How rapidly in the still of night can the mind travel through the mazy"], [188, "166 RAMBLES IN labyrinth of departed years, and bring into fresh existence from the tablet of the memory the lively images of a thousand scenes and occurrences long since past, but not for gotten ! In all that crowded upon my wake ful pillow on that night, how distinctly and how painfully did I trace that one fond hope and desire of my heart doomed never to be realised — that hope which has long since taught me but too well the sad but necessary lesson of steeling the heart against disap pointment, and braving those circumstances and situations in life over which we can exercise no control, and the wholesome, though bitter, truth of the poet's sentiment, that \" To bear is to conquer our fate.\" During the few hours allotted to that night'9 repose, which my companions gave audible"], [189, "167 THE PYRENEES. testimony of employing satisfactorily, did I in vain woo the oblivion of sleep by every means to which the wakeful sense has re- course, till at length the morning light glim mered through the windows of our apartment, and the appointed summons of our host was answered by a simultaneous rise."], [190, "168 RAMBLES IN CHAPTER XI. ROUTE BY SEA TO SAN SEBASTIAN. — FONTARAB1A. IRUN. BRITISH LEGION. — SAILOR'S SONG. SMUGGLING SCENE. — FORTRESS OF SAN SEBAS- TIAN. — THE TOWN. — MISERABLE CONDITION OF THE SOLDIERY. HOTEL. — A SCENE FROM MY WINDOW. MEETING WITH MAJOR B. — WALK TO THE FORT. — VIEW FROM THE HEIGHTS. — TABLETS TO DECEASED OFFICERS. CHURCH. — THE WOUNDED. THE MESS. — EFFECTS OF THE LATE BATTLE A SOLDIER. Two of our party having decided upon finding their way to San Sebastian on horse back, General O'Connell and myself, after taking a cup of chocolate, proceeded to the quay, where the boat, a good-sized wherry, lay moored, and ready to receive us. In it eight or ten passengers besides ourselves em barked, when a dozen of the finest and most"], [191, "169 THE PYRENEES. powerful fellows I ever saw, smacked their oars into the water, and the shores of France were soon left in the distance. As we bounded along, the sun shone with all its splendour on the dark green waves of the Atlantic, giving brilliant effect to the French and Spanish coast, with the Pyrenean mountains in the distance. In a short time our rowers struck up a favourite Spanish air and chorus, which was by no means an unharmonious accompaniment to the regular stroke of their oars, and which seemed to facilitate their labour in no slight degree. General O'Connell and myself conversed for some time without intermission, the former pointing out to me the principal ob jects on the coast worthy of observation ; amongst these were the well-known towns of Fontarabia and Irun, whose names will I"], [192, "170 RAMBLES IN henceforward bear so prominent a place in the records of the civil war in Spain. Before the cannon of the British Legion was heard on Spanish ground, these frontier towns, and, indeed, nearly the whole coast, were occupied by the Factiosos ; and no small advantage were made of the communication with France. Their arrival, however, and their gradual and spirited advances, soon put this most im portant acquisition in the hands of the Queen ; and there can be little doubt that, had the Legion been so gallantly and systematically supported by the Christino troops as it had a right to calculate upon, the result of their combined operations would have materially accelerated and established the Queen's cause in the northern provinces of Spain ; but, from the commencement of this ill-fated co- alition, the mind sickens at the repeated tale of Spanish treachery and cowardice ; and"], [193, "171 THE PYRENEES. every Englishman, in lamenting the unprofit able expenditure of the blood and valour of his countrymen, must be disgusted at the heartless return made by that government, which has so insolently plumed itself on their successes. Something of this feeling was probably rankling in the breast of General O'Connell, as, after a pause in our conversation, I ob served him shade his handsome features with his hand, and, leaning on the side of the vessel, ruminate for a while, and presently fall asleep. I continued to muse and listen to the sailors' song, until the fort of San Sebastian appeared in view, which was a signal for one of the most barefaced but amusing smuggling scenes I ever witnessed. The sailors having simultaneously laid down their oars, each deliberately drew forth his stock 1 2"], [194, "172 RAMBLES IN of merchandise, consisting of shawls, hand kerchiefs, skins of leather, &c, and, having stripped to their shirts, commenced binding their arms, legs, and body in the most dex terous and practised manner with the above commodities. The quantity of goods thus disposed of would have stocked a well-sized magazine, and the manner in which every vestige of the articles was concealed from view by their capacious trowsers and over-all jackets was as remarkable as the impudent nonchalance with which the whole operation was performed. When this manœuvre terminated, the men passed round a bottle of spirits, recommenced their song, and took briskly to their oars again, from neither of which they desisted until, at about noon, we entered the bay of San Sebastian, passing immediately under its memorable fortress, which, frowning in its"], [195, "173 THE PYRENEES. haughty eminence on the rocky heights, has a very imposing effect from the sea. On landing, I availed myself of General O'Connell's offer to accompany me to the hotel, which happened to adjoin his own quarters. The streets and the great square through which we passed were crowded with military, the majority of whom were in a most deplorable condition : indeed, it was impos sible not to be struck with the reckless and gloomy countenances of the different groups, both of officers and men, which thronged the streets ; and the wild laugh of merriment which occasionally sounded in our ears seemed to me a forced ebullition of transitory feeling, strangely at variance with the glaring aspect of destitution, discontent, and misery which every where presented itself. Having arrived at the hotel, and ascertained that I could be accommodated with an apartment, with a 1 3"], [196, "174 RAMBLES IN boy who carried my portmanteau, I followed a dark-eyed damsel up divers flights of stairs, and through several long corridors, to a small room which looked upon a large open space, surrounded by houses at the back of the hotel ; and, dismissing my attendants, I threw myself upon the bed, to endeavour to collect my senses, a little bewildered by fatigue and excitement. In a short time, I was awakened from a sort of dizzy doze, which was beginning to steal over me, by a loud volley of angry abuse, vented in genuine Irish, and, on going to my window to ascertain the cause, beheld a trooper of the sister kingdom in a brutal state of intoxication, with a heavy piece of granite in his band, which he was threaten ing to hurl at a Spanish officer, who, with two or three ladies, appeared to be laughing at him from the window immediately below"], [197, "175 THE PYRENEES. mine. The fellow, who, it seemed, had been promised some rum by the officer, which, however, was not forthcoming, had become perfectly furious, and accompanied his me naces with the most obscene and blasphe mous language ; but, as this was in the mother tongue, I presume neither the officer nor the ladies could comprehend it. At length, irritated beyond endurance by the shouts of laughter which followed each ex clamation of his drunken fury, he realised his threat in good earnest, and on a sudden, with all his force, hurled the stone at the officer, which, however, fortunately struck against an iron bar that ran across the win dow. In an instant, several people came up ; and a man who, I believe, was the officer's servant, rushed out from the hotel, and, springing upon the soldier, pulled out a knife from his pocket, and plunged it into 1 4"], [198, "176 RAMBLES IN him. Whether it was his death-blow, I know not. A crowd immediately collected, and the man was borne off; and a minute afterwards all was quiet again. This opening scene was rather startling ; but I soon found that oc currences of this sort were so frequent, that the narration of it elicited no surprise. There is no restorative to fatigue like fresh water and a clean shirt ; and, having completed my toilet, I proceeded to make inquiries for the billet of Major B of the Lancers, to whom my letters were addressed. This without difficulty I discovered, and had scarcely arrived at his door, when an officer rode up, who proved to be himself; and a more hearty reception and friendly welcome I never received. Major B had just returned from exercising his men ; and, giving his horse to a trooper in attendance, he led the way to his apartments, and, as a"], [199, "177 THE PYRENEES. preliminary pledge to our subsequent inti macy, forthwith ordered his servant to un cork a bottle of Champagne, which we dis patched in tumblers ; a draught which an intensely hot day rendered a most acceptable luxury. After indulging Major B with a feast of English intelligence, in the course of which we soon found we had many connections in common, he first insisted on my being his guest as long as I remained at San Sebastian, and then proffered his services in accom panying me over the town and the fort ; an excursion in which I was most fortunate in having so agreeable and experienced a cice rone, particularly in the interesting and pre cise details which he gave me of the oper ations of the Legion from the period of their arrival at San Sebastian. The view from the summit ofthe heights I 5"], [200, "178 RAMBLES IN where the fortress stands over the surround- ing country is of great extent and beauty ; but it isimpossible to contemplate the scenes of ruin and desolation which meet the eye at every turn without a mingled feeling of awe and melancholy. A few brick walls and portions of dilapidated tenements are all that remain of several villages in the immediate environs of the town, of which, foot by foot, the con tending forces for a longtime fiercely disputed the possession, till, by the gallant bravery of the British, the Carlists were thrown back upon Hernani, which, as is well known, was ultimately carried by the British troops, and is now one of the most important holds of the Christinos. Another gloomy exhibition, on the side of the fortress looking towards the sea, is the erection of numerous tablets to the memory of many officers who fell in the different en gagements, chiefly men in the flower of youth"], [201, "THE PYRENEES. 179 and vigour. Major B pointed out many of them, as monuments of his intimate friends, the circumstances of whose fall he described with a soldier-like brevity, more touching than the most eloquent funeral ora tion : among them was the high-spirited and gallant Backhouse, who was shot at the close of the action of the 1st October, 1836, and died in my friend's arms. After descending the heights which may be said to form a portion of the town, we entered the church, a handsome circular building, well furnished with the glittering emblems of Catholicism. Major B described to me a scene of much interest, which was exhibited here before the sub- sequent excellent arrangements for the hos pitals were completed. About a thousand wounded men were conveyed thither ; and all the ladies of the town, both young and old, I 6"], [202, "180 RAMBLES IN were to be seen night and day tending then necessities, dressing their wounds, and admi nistering to their comforts. The tale was told with such enthusiasm, that I was tempted to exclaim, \" With such nurses, who would not be a wounded soldier ? \" Major B having given me the option of a ttte-a-tUe dinner with him at his rooms, or of joining his brother officers at a restaurant's where they were in the habit of dining together, and to whom he would be happy to introduce me, I did not hesitate to choose the latter, and, at six o'clock, about a dozen of us sat down to a very good dinner, served up under the surveillance of a Polish refugee, metamorphosed into a cook. As the friend of Major B , who was universally esteemed in the regiment, I re ceived every courtesy from the officers pre sent, and soon found that the atmosphere of"], [203, "181 THE PYRENEES. the mess-table was the climate, of all others, best calculated to dissipate every feeling of restraint ; especially when, as on this oc casion, the unbounded application of the corkscrew to the Champagne bottles kept up something like an irregular discharge of musketry during dinner ; each succes sive glass making me more alive to the genuine spirit of cordiality which prevailed. On the removal of the cloth, a row of blush ing decanters was ranged before the presi dent, a young officer who was that evening unanimously voted to the chair, from his fe licitous peculiarity in guarding the guests against empty glasses, and maintaining at the same time a constant flow of original merriment ; and, certainly, never did pre sident more ably discharge his duties. I recollect being forcibly struck with the fact, that this was only the fourth day after"], [204, "182 RAMBLES IN the disastrous affair at Andoain, where so many of our officers had fallen, — some under such inhuman and frightful circumstances ; and, on making the remark to Major B , he informed me that his own regiment had to deplore the loss of three ; one, a cousin of one ofthe officers present, a fine young fellow, and the best hand at a song and a good story in the whole regiment. The reply, which was overheard, led to a general ex pression of regret for his loss, and from his relative in particular, who lamented in soldier like terms that the chances of war had robbed them of so choice a spirit. Upon this, it was unanimously voted, that, as poor was was not there to sing, his cousin should fill his place — yet was this no heartless homage to the memory of the dead ! Though reckless of his own life, and accustomed to the sight of death in all its forms, amidst all the vi-"], [205, "183 THE PYRENEES. cissitudes of his profession, the soldier is susceptible of the deepest emotions, however transient they may appear, from the stir ring character of his pursuits : and, even on that occasion of excited merriment, it was evident, that a stifled sigh was uppermost both in him who gave, and in those who listened to, the song. I forget the quantity of wine which was drunk on that night, or the number of the decanters which were broken ; for our worthy president made it a point of flinging every empty one which came within his reach, over the heads of the guests, to the other end of the room. I have not, moreover, the ad vantage of a very distinct recollection how I found my way back to my hotel, undressed, and went to bed. That I accomplished all this, however, is morally certain, for, about eleven o'clock the next morning, I awoke"], [206, "184 RAMBLES IN to the truth of the matter ; rose, shaved, and rang the bell for the black-eyed Mar guarita to bring my chocolate. These oper ations over, I sallied forth to the major's rooms On my way, I met General O'Connell, who informed me that he intended to ad- dress the troops at two o'clock, and added to his previous marks of attention by in viting me to dine with him on that day, which I gladly agreed to do."], [207, "185 THE PYRENEES. CHAPTER XII. BATHING AT ST. SEBASTIAN. — A SPANISH BEAUTY. — MUSTER OF THE TROOPS OF THE LEGION. GENERAL O'CONNELL'S ADDRESS. THE LEGION DISBANDED. — DINNER AT GENERAL O'CONNELL'S. EXPEDITION TO HERNAN1. MAID OF SARA- GOSSA. INTERVIEW WITH HER. CARLIST PIQUET. DANGEROUS PREDICAMENT. AC- COUNT OF THE DEFEAT OF THE CHRISTINOS AND THE LEGION AT ANDOAIN. SPECIMEN OF A CHRISTINO OFFICER. I found Major B waiting for me at his rooms ; and, as it wanted a couple of hours to the time appointed by General O'Connell for the review of the troops, we felt our selves wooed by the intense heat of the morning to wash away the effects of the preceding night's performances by a dip in the sea. There are no such things as"], [208, "186 RAMBLES IN bathing machines at San Sebastian ; but a simple awning, spread over upright poles fixed in the sands, answers every purpose. The water of the bay was bright and clear ; and the sun, being at its meridian, rendered our bath a luxurious pastime. I have alluded above to the deep impres sion which the beauty of a Spanish lady, in the act of leaning over a balcony at Venasque, made upon my mind at a time when the perplexity of my situation detracted a little from the view, and prevented its repe tition. On our return to Major B 'a lodgings, a scene of a similar kind presented itself, with the additional advantage of si tuation and opportunity of fully appreciating the object. There is something in itself at tractive in the picturesque construction of a Spanish balcony, which forms an important essential in almost every house, and is. much resorted to in hot weather, when there is"], [209, "187 THE PYRENEES. usually the appendage of an awning, taste- fully arranged. The balcony immediately opposite my friend's windows required no further ornament than its occupants, on the present occasion, to invest it with more than ordinary charms : within it were sitting, en- gaged in needlework, two young ladies, sisters, with whom Major B was slightly acquainted. They were both quite young, and remarkable for their beauty ; but on the countenance of one of them sat an expres- sion of that irresistible kind, which one some- times meets, aud which at once sets the ima- gination of the beholder at work to unravel the tale, it would seem to tell. A cast of deep melancholy, mingled with a look of inexpres- sible sweetness, gave to her that degree of interest, which a feeling of pity elicits from the heart, whilst admiration engrosses the eyes. Her sister, who was evidently alive to the homage of the admiring eyes ofthe passers"], [210, "188 RAMBLES IN by, was occasionally diverted from her em ployment, and every now and then sprang from her seat into the adjoining apartment, in all the buoyancy of youthful spirits ; and it was in one of these temporary flights that I took the opportunity of committing to paper, unperceived, the attitude, and, as far as I could, the look, of her pensive compa nion ; from which rough sketch an abler pencil has done more justice to the original, and furnished the frontispiece of this little work. At a little before two, Major B mount ed me on one of his horses, and we rode to gether to the spot appointed for the muster of the troops, — a level space, about half a mile from the town, — where we found what re mained of the ill-fated British Legion already assembled. It was an animated, yet a truly melancholy, exhibition. The whole number did not exceed nine hundred men ; the ori-"], [211, ""], [212, ""], [213, "189 THE PYRENEES. ginal complement, together with the subse quent reinforcement, amounting to nearly fourteen thousand. Of these, three thousand had returned to England, and the remainder had perished, either by disease or the sword. In about half an hour, General O'Connell was seen galloping from the town, accompanied by his staff, and in two minutes was on the ground. Havings walked his horse through the ranks of the several troops, he first addressed him self to the cavalry, in a speech of consider able emphasis and manly decision. He com menced by informing them that he considered it his duty to call them together immediately on his return from Madrid, where the total failure of his endeavours to obtain any thing like a satisfactory adjustment of the claims of the Legion from the Spanish government left him no other resource but to disband it. In taking this step, he urged upon the men the absolute necessity of strict order and dis-"], [214, "190 RAMBLES IN cipline, until transports could be obtained for their reconveyance to England. Before he concluded, he complimented the troops, and particularly the lancers, on their late gallant behaviour at Andoain. The infantry having formed into a square, the general, riding into\" the centre, next addressed them, in nearly the same terms ; seriously repeating his injunc tions to the men for their good behaviour, and pointing out to them the consequences of an opposite line of conduct, during the re mainder of their stay at San Sebastian. I was particularly struck by the true martial bearing and tone of O'Connell in delivering his address, the justice of which cold not fail to convince every one who heard him that the step he had taken was the only alternative left for the just and ho nourable discharge of his duty to the men and officers under his command. Having per-"], [215, "191 THE PYRENEES. formed this important office, the general rode off from the ground, accompanied as he came ; and the troops, betokening, as may well be conceived, feelings of hearty disgust at the intelligence they had just received, gradually dispersed. Major B had agreed to accompany me to Hernani after the review ; but, as it was now too late in the day for more than a hurried visit to that interesting town, we thought it best to defer our expedition till the morrow, and we spent the remainder of the afternoon in surveying the environs of the town, the major giving me many inter esting details and anecdotes of the different actions fought upon the ground we were walk ing over, \" quorum ipse pars magna suit. \" Six o'clock being the general's dinner hour, I mounted his staircase with military punctuality, and found his guests, consisting"], [216, "192 RAMBLES IN of the officers of his staff attached to the Le- gion, and the same gentleman who accom- panied him from Bayonne, already assembled; and we soon sat down to an excellent, but unostentatious, repast, enlivened throughout by a spirited conversation, which, when the cloth was removed, with the accompaniments of some capital port and claret, ranged over a wide area of time, incident, and space, up to a late hour. A portion of our conversation is indelibly engraven in my memory ; as an in- cidental remark made by General O'C. re- called to my mind, the more forcibly in pro- portion to the unlooked-for channel of its occurrence, certain scenes which the lapse of years will never banish from my recollection, and which the bare mention of a name will never fail to revive. I cannot but note down this evening, as one of the most agreeable during my conti nental ramble ; and I should be unjust to my"], [217, "193 THE PYRENEES. own feelings, as well as to my host, if I omitted to pay General O'Connell the tribute of my very sincere admiration for his cha racter as an officer and a gentleman. It is pleasant to carry to one's pillow im pressions of an agreeable nature. In ten mi nutes after a cordial shake of the general's hand at parting, the moon was beaming upon me through my open window as I lay in bed revolving the events of the past day ; not, indeed, that my thoughts were confined to them. Heavens ! through what a labyrinth of past time and circumstances will not the memory travel, when the moon, in the still of night, is shining over a wakeful couch ! Happy he, to whom such a retrospect, tinged though it must ever be by a shade of melan choly, is not without the colouring of a grateful heart, to calm the present tenor of his feelings, and of an approving conscience, to K"], [218, "194 RAMBLES IN open to him the portals of that hope which spreads beyond the limits of this transitory scene 1 My spirit, fatigued at length by its contemplative flights, became lost in what we mortals call sleep ; that delicious boon of nature, for which both young and old, and healthy and sick, are equally grateful ; and I rose, after several hours of sound repose, fully prepared for any fatigue or contingency of the coming day. A drizzling rain was rather an unpromising prognostic of its enjoyments ; but as, after dress ing and taking my coffee, it seemed to increase, I easily made up my mind, and determined to be pleased rather than not brave the elements. I found Major B with his flute in his hand, running over the favourite galopes and waltzes of 1835, with which (inter alia) he fostered his reminiscences of old England and chalked floors."], [219, "195 THE PYRENEES. I hope I did not testify too great an ea gerness, despite the weather, for our expe dition to Hernani, without considering that it might not be altogether agreeable to the major to be dragged out in a pelting rain (for such it was becoming) to a place which to him had no novelty of interest. Seeing my evident inclination, however, for the journey, he immediately rang for his servant. \" Tell Dennis,\" said he, \" to be here at twelve with his black mare, and have my bay horse ready ;\" assuring me that it was a matter of perfect indifference to him whether it was hail, rain, or sunshine. Whilst Major B was delivering his orders to his servant, I got a last glimpse of the beautiful creature who had the day before interested me so much. Her mournful eyes, turned upwards to the heavens, were stream ing with tears ; and, as she retired from the k 2"], [220, "196 RAMBLES IN window, I breathed a prayer for the speedy removal of that sorrow with which her heart was evidently oppressed. Soon after twelve we mounted, the rain descending in torrents ; but, putting a cigar in our mouths, and entering into a smart conversation and a smart trot at the same time, the major and myself gave no thought for the weather. The town of Hernani, the scene of one of those memorable tragedies, in which the de voted legion was doomed, as usual, to play the principal part, is situated about two and a half leagues eastward of San Sebastian, and com posed principally of one long, continuous, and narrow street, flanked, however, by many toler ably well-built and substantial houses. Major B , as we rode through the town, sud denly pulled up into a walk, and, pointing to a house of very respectable exterior, recom-"], [221, "197 THE PYRENEES. mended my attention to the first floor win dows where it was probable we should see — surprize and incredulity took possession of me as he spoke — the Maid of Saragossa. He could not have named a name to which my imagination had attached warmer associations of interest and admiration ; having, just before I left England, purchased the beautiful en graving of Wilkie's spirited picture represent ing that heroic being in the act of discharging a cannon from the heights of Saragossa, to avenge her fallen lover and injured country. We looked in vain for her at the windows ; but so anxious was I to see this celebrated heroine, that I immediately made a vow that I would not leave Hernani without effecting my object. Observing the obsti nacy of my resolve, and not himself sorry for the opportunity, Major B forthwith hit upon an expedient for the purpose. k 3"], [222, "198 RAMBLES IN It was not at all an unlikely policy, espe cially at that moment, to add to the military garrison of the town ; and by no means an unusual proceeding for an officer to pay a preliminary visit to a respectable inhabitant, for the purpose of ascertaining how many men could be conveniently billeted in a given house. Now, as the father of the fair object who was the occasion of this manœuvre was ab- sent, holding, as he did, a high office under Don Carlos in the medical department, it became necessary to make known our pre tended mission to his daughter ; who, not withstanding the politics and situation of her father, still resided at Hernani, where she was universally respected for her amiable and excellent qualities. Having put up our horses at a stable in the neighbourhood, we went straight to the"], [223, "THE PYRENEES. 199 house ; and Major B having informed a domestic that he had business with the senora, we were ushered into an upper apartment, where we awaited her entrance for some minutes. At length the door opened, and a lady of middle stature, but finely proportioned, made her appearance. Her countenance was of the most pleasing caste ; her dark eyes beaming with expression ; her nose slightly arched, and her mouth displaying, when she spoke or smiled, a row of teeth like polished ivory, and giving instant animation to her whole countenance. Her age did not appear to accord with what a reference to historic data would attribute to her : for, though approach ing the \"mezzo del cammin,\" the colour on her cheeks, and the lively expression of her features, still arrayed her in the mantle of youth. She received us in the most courte- K 4"], [224, "200 RAMBLES IN ous manner, and conversed for a considerable time with Major B , who, as my inter preter, alluded to the interest attached to her character in England, and to the fact of her portrait having been drawn not only by our artists, but by the greatest of our poets ; of which she seemed to be aware, but by no means vain ; and testified her acknowledg ment of the compliment by a smile of very winning sweetness. It is said she has had numerous offers of marriage since her resi dence at Hernani, but on that point she is inexorable ; a determination which enhances the interest of her character, and the uni versal regard in which she is held. Having protracted our visit as long as politeness would admit, we took our leave of the senora ; and, remounting our horses, we rode gently through the town, and then put them into a brisk canter, which, malgre moi,"], [225, "201 THE PYRENEES. was soon very inopportunely accelerated into a gallop, and I left Major B in the rear. Aware of our position, of which I was not myself in the least conscious, the moment he perceived my horse to be regardless of the rein, he hallooed out to me to stop ; and, the words \" advanced piquet of the Carlists \" sounding in my ears, the awkwardness of my situation may be conceived. For a con siderable distance, the whole strength of my arms was ineffectual in restraining the career of the animal, till I arrived at a small build ing on an eminence adjoining the high road out of which issued several armed men whom I at first took to be Carlist soldiers but who proved to be the advanced piquet of the Christinos, calling upon me loudly in Spanish to stop. My efforts for that pur pose might be said at that moment to have been gifted with that supernatural degree of K 5"], [226, "202 RAMBLES IN strength which a man, in the moment of extreme danger, often puts forth. With a grasp which seemed to call into play every muscle of my body, I succeeded in stopping my horse, but not before I was within a few yards, and certainly within gunshot, of the Carlist piquet. It was fortunate, indeed, that the occurrence took place during a violent shower, accompanied by a mist, or I should most certainly have been exposed to the ob servation and rifles of two sentinels (the only men I could d'stinguish), from whom I effected a timely retreat within the Christino lines. Critical as was my position a moment before, I could not help smiling at the some what ludicrous figure I must have exhibited in endeavouring to curb my runaway steed, though I had much reason to be thankful that my efforts were at last crowned with success ; for, had I gone twenty yards farther,"], [227, "203 THE PYRENEES. my escape would have been impossible ; and, in the then exasperated state of mind of the factious, there is little ground for speculation as to the fate of any Englishman who might have fallen into their hands. Major B , as we stood for some time afterwards gazing on the Carlist lines, gave me an animated account of the late disas- trous defeat at Andoain, and an interesting detail of many acts of gallantry and heroism displayed by the officers and men of the Legion ; many of whom, seeing themselves surrounded by the enemy, and all retreat cut off, refused the quarter which is said to have been offered them, and fought till they were cut down by the number of their assailants. The town of Andoain is situated between a range of mountains, on the road to Tolosa. The Christino position, which was chiefly defensive, was separated by the river Orea k 6"], [228, "204 RAMBLES IN from the enemy, before whom, at the extre mity of the town, three companies of Scotch were placed, with three guns ; below the town was another breastwork, formed by three companies of Spaniards, and two of rifles, facing the bridge ; the same who, when the retreat was cut off, defended them selves so gallantly in the church. On the left was a range of heights, at the termination of which was the defile where the attack was commenced by the Carlists, who made a con siderable advance before they were discovered, but were driven back and followed down the defile by the Gerona regiment, who, after ef fecting much slaughter among them, retired hehind the third battery, the Infanta regiment being ordered up to replace them. But these cowardly scoundrels, both officers and men, without striking or receiving a blow, instantly took to their heels ; while the"], [229, "THE PYRENEES. 205 Carlists, animated by the retreat of their op ponents, poured in from all quarters, and gained possession of the heights. Colonel Clerk, with two companies of the Scotch, charging up the hill, drove them from the batteries, and returned to his position. In the mean time, however, they were com pletely cut off ; and, seeing themselves sur rounded on all sides, their only resource was to cut their way through the enemy, which they did in the most gallant style, making frightful havoc amongst the Carlists, who, falling back, fired volleys in upon them from all quarters. The undaunted and deter mined bravery of some of the officers and men on this occasion is said to have been of the most chivalrous kind. Among the number of those who particularly distin guished themselves, were the lamented Major and Captain Shiels, two brothers,"], [230, "206 RAMBLES IN who fought side by side with devoted heroism, till they were borne down by num bers, and laid prostrate on the field. Our lancers, who charged several times in the most brilliant manner, to give the guns time to escape, made prodigious havoc among the Carlists. This important service has been erroneously attributed to the marines ; and it is but fair to correct the statement, which found its way into most of the English pa pers of the day. This brave corps, which has so eminently distinguished itself in many important affairs, was not actively engaged on this occasion, not having come up to An doain, but only as far as Hernani, whence they fell back upon the Venta, to defend our posi tion there. Never was there a more disgrace ful flight than that of the Spaniards, to the number of about six thousand men. Our lancers charged upon them, in the hope of arresting"], [231, "207 THE PYRENEES. their career ; and the brave Chapelgorries stood in the road, and beat them with the butt-end of their muskets, but to no purpose. General O'Donnell, tearing his hair, and cry ing with passion, implored them to turn back and form, but in vain : the rascals had thrown away their cartridges, and showed empty pouches as an excuse for their flight. To give an idea of the mean-spirited and dastardly conduct of even the officers of the Infanta regiment, Major B informed me that, two days after the battle, if such it may be called, he saw at a cafe in San Sebastian an individual whom he did not at first re- cognise, but who, the moment he saw Major B , turned deadly pale, and immediately left the room. The next time Major B entered the cafe, the senora'who kept it took occasion to allude to the circumstance, and informed him that the gallant individual had"], [232, "208 RAMBLES IN since been there, and had asked her who he (Major B ) was ; adding that he was the very devil, and had nearly killed him with a stroke of his sword the other day in the flight from Andoain. A pretty specimen of a Spanish officer 1 It is lamentable to reflect that so much British blood and valour should have been expended in this inglorious conflict : it is certain that on this occasion the little rem nant of the devoted Legion lost more men than all the Spanish regiments engaged."], [233, "209 THE PYRENEES. CHAPTER XIII. RIDE TO PASSAGES. LORD JOHN HAY'S BATTERY. RENTIRA. — BAD CONSEQUENCES TO THE LAT- TER OF THE CONNECTION WITH THE ENGLISH AND SPANISH TROOPS. FAREWELL DINNER WITH MAJOR B . — DEPARTURE FROM SAN SEBASTIAN. SPANISH COLONEL: NARRATIVE OF HIS ESCAPE THROUGH THE CARLIST TER- RITORIES. — ARRIVAL AT FONTARABIA. CON- CLUSION. On the following day, after having paid an early visit to General O'Connell, to proffer my services for any mission he might have for England, it being my intention to leave San Sebastian on the morrow, I rode, in company with Major B and Captain M of the Lancers, to Passages, over which town is the celebrated battery of Lord"], [234, "210 RAMBLES IN John Hay, in the construction of which much military skill and labour have been expended. It is a very beautiful erection, of no small importance to the town; and, as long as the British marines are quartered there, it may be said to be secure against capture by the Carlists. Having a friend in the corps, I immediately found out his quarters ; and, introducing him to my companions, we walked over together to Rentira, crossing the river in a punt ; but, the weather being almost as unpropitious as on the preceding day, the rain coming down in torrents nearly all the way, our expedition was not alto gether agreeable, though the pleasure to me of making it in company with an old friend, whom I had not seen for years, together with the never-failing charm of novelty, rendered it one of much interest. After walking through the town, which was filled"], [235, "THE PYRENEES. 211 with military, we took shelter for a short time in a house, where, following my friend into an upper apartment, we interrupted the respective occupations of two good-looking girls, one of whom was engaged, as pretty girls occasionally are, in a tete-a-tete with her lover ; the other, recognising my friend, begged to know if we wished to take any thing ; whereupon, without further preface, he helped himself to a kiss. This was a hotel which, in point of comfort, reminded me strongly of my quarters at Viella. It is much to be feared that the connection of our men with the native troops has had a prejudicial effect upon the latter, in one striking particular ; viz. in introducing among them our national vice, which, in the then dis organised state of the Legion, showed itself in glaring deformity ; a vice from which the Spaniards have ever been proverbially"], [236, "212 RAMBLES IN exempt. On our return through Passages, and on our way home, the number of drunken soldiers we met or overtook was, on a mode rate computation, one in three ; the universal theme (a natural one, it must be allowed, under the circumstances ) of their intoxica tion being the treatment they had expe rienced, which vented itself in noisy and blasphemous abuse of the heads of the go vernments, both English and Spanish, who had brought them from their homes, to be butchered, without pay, in a foreign land. We took a party of three young fellows, two of them Irishmen, in our boat across the river at Passages ; and I confess, as I looked upon their deplorable condition, and emaciated appearance, their drunken argu ments appeared to me unanswerable ; and the remark of one of our party, \" In vino veritas,\" seemed strangely applicable."], [237, "213 THE PYRENEES. We had barely time to reach San Sebas tian before the closing of the city gates for the night ; and I sat down to partake, for the last time, of Major B 's hospitality ; and, from the kindness he had shown me, and the pleasure I experienced in his society, on my part at least, a feeling of regret min gled with the merriment of our parting dinner. Though only a party of a trio, occasionally increased by the entrance of a brother officer or two, who remained as long as they felt inclined, Major B 's wine merchant at San Sebastian would have chuckled at the persevering manner in which bottle after bottle administered to our conviviality, and kept up the fire of fun and table-talk, till near two in the morning ; when, recollecting that the boat which was to convey me to the French coast was to start at seven o'clock, I summoned resolution to take leave of my"], [238, "214 RAMBLES IN friends ; Major B promising to rise, and accompany me to the quay at the appointed hour. He was as good as his word, and reached my hotel just as I had discharged my ac count, and was bidding farewell to Mar guarita, the black-eyed damsel of the inn. On reaching the point of embarkation, we found the boat iu readiness, and the crew only waiting the arrival of a Spanish colonel and his wife, bound for Fontarabia, their luggage being already stowed in the boat. In about ten minutes they made their ap pearance ; and, after shaking Major B cordially by the hand, I followed them into the boat, which the next minute was tossing in the Atlantic. I was not exactly in a mood for convers ation : but it sometimes happens that the gloomy current of our thoughts is unexpect-"], [239, "215 THE PYRENEES. edly and agreeably interrupted from the ac cidental interchange of a remark or two with strangers into whose society we happen to be thrown ; and the little history I elicited from the colonel and his wife, who both spoke French fluently, savoured so much of the romantic, that I cannot avoid making mention of it. They were bound for their native home, about a mile from Fontarabia, after an abseuce of six years, during which time the colonel had been fighting the Queen's battles, and had been so situated, that he had not once heard from his friends during the whole of the time, nor had been able to send any tidings home of himself and wife. He had been seriously wounded, and heartily sick of fighting, as he expressed it, \" with- out honour and without pay,\" had ap- plied for leave to resign his commission, which was granted. His account of the"], [240, "216 RAMBLES IN manner in which he performed his homeward journey ; of the difficulties he had to en- counter in a distance of nearly two hundred leagues, sometimes in the very heart of places occupied by the Carlists ; and the narrow escape he had had of detection ; was most interesting. His mode of travelling in the Carlists' territories was by disguising himself and wife as peasants, and hiring a farmer's waggon and a couple of oxen, in which they placed their luggage, covering it with trusses of straw. In this way, with their little boy, and a dog which the colonel had purchased of a Carlist soldier on their route, suffering much from fatigue of body and anxiety of mind, they finally effected their purpose, and ar rived at San Sebastian the night before. On our approach to Fontarabia, it was inter esting to observe the kindling of the eyes of"], [241, "217 THE PYRENEES. the colonel and his wife as they recognised each well-known object which presented it self to their view ; some, in consequence of the war, not a little changed in appearance since they last saw them. The colonel invited me to accompany them to his house, and spend a day or two with him ; which, however, I was necessitated to decline, and contented myself with witness ing the burst of surprize and joy with which they were greeted by a few old friends, on landing on the quay at Fontarabia. After bidding them farewell, I spent half an hour in the town, and then took a boat over the bay which separates it from the French coast, and was soon carried over to Andaye, where I landed, not without a feeling of regret at being forced to tear myself from scenes of such stirring excitement, and to bid farewell 1."], [242, "218 RAMBLES IN THE PYRENEES. to a country whose natural beauties alone, independent of its present additional interest, had more than amply repaid me for any toil or risk I had incurred. THE END. London : Printed by A. Spottibwoodi. New-Street- Square."], [243, ""], [244, ""], [245, ""], [246, ""], [247, ""], [248, ""]]