[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "HEESTMONCEUX CASTLE &MB 611EI1. BY C. S. HARINGTON, M.A, lllwsfrat^ foity (&xigmb'mQs. BATTLE : PUBLISHED BY TICEHURST it Co., BOOKSELLERS & STATIONERS."], [8, "OPEN DAILY. (SUNDAYS EXCEPTED.) ADMISSION 6d- EACH."], [9, "HAND-BOOK TO HERSTMONCEUX CASTLE AND CHURCH, Being an Abridgement of the Kev. Cunon Venables' \" Castle ol Herstmonceux and its Lords,\" BY C. S. HARINGTON, M.A., AUTHOR OF \"CHANGES UPON CHURCH BELLS,\" \" THE HERMIT OF ST. LOUP,\" io. Jlluslratfb ty\\\\\\ iugrabmjgj.. BATTLE: PUBLISHED BY TICE. HURST, STATIONER. &a. (All rights reserved.)"], [10, "\" Since all that ia not Heaven must fade, Light be the hand of ruin laid Upon the home I love ; With lulling spell let soft decay- Steal on, and spare the giant sway, The crush of tower and grove. \" Far opening down some woodland deep, In their own quiet glade should sleep The relics dear to thought ; And wild-flower wreaths from side to side Their waving tracery hang, to hide What ruthless time has wrought.' KEBLE."], [11, "INSCRIBED WITH RESPEoj ...ND THANKS ici HERBERT MASCALL CURTEIS, ESQ., AND MRS. CURTEIS, OF WINDMILL HILL PLACE, SUSSEX, AND TO MRS. THOMAS; THROUGH WHOSE KIND ASSISTANCE THIS SMALL CONTRIBUTION TO THE CONVENIENCE OF VISITORS TO HERSTMONCEUX HAS BFEN PROVIDED FOR THE BENEFIT OF THE PUBLIC."], [12, "TABLE OF CONTENTS. n i.i . Introduction mm m. m. na mm. ... Manorial History .._-•__ ~. .„ _ 1 The Dacres of the South ... 3 The Hare-Naylors 6 Architectural Description, Exterior of the Castle ... 10 Ditto Interior 19 Visit of Horaco Walpole 36 The Church .., 42 The Dacre Monument ... 47 Heraldic Description of ditto ,„ „, 60 Appendix ; The Hare Monument ... ,„ „, CS"], [13, "INTRODUCTION. fHE interesting and copious History of Herst- monceux Castle prepared 25 years ago ty the Rev. Canon Venables, then Curato of the Parish, is now almost out of print. It is also somewhat deep and recondite for the time and taste of the general run of visitors, while its cost, though most moderate, considering its size and illustrations, and the research involved, has placed it beyond the reach of tho unfavored many. Under thcso circumstances it has been thought that a cheap aud unpretending Handbook to Herst monceux Castle would prove an acquisition, and as such, by the kind courtesy of the Author of the above work, the ensuing pages are offered to the public. The architectural description is taken almost verbatim from the original. The Historical Sketch has been much curtailed, partly to suit the size of tho Handbook, partly because genealogical and other details, full of interest to the archæologist and tho student of History, would be tedious to the ordinary reader. Some additions have been made, both in the text and in the form of an Appendix, for wliich Canon Venables is not responsible. That gentleman, how ever, has kindly revised a largo portion of this inadequate rendering of his elaborate and complete treatise. The spelling of the local name is that adopted by the late Archdeacon Hare and Canon Venables, as supported by the earliest historical records,"], [14, "INTRODUCTION. The nature of this little work will be the compiler's apology for differing in this matter from his friend the Author of \"Memorials of a Quiet Life,\" and from H.M. Postmaster-General. We will suppose the visitor to have chosen the route from Pevensey, across the Sussex Campagna or Level, a rich tract of pasturage, dotted over with herds of stock, and frequented by tall herons from the heronry on Windmill Hill. If the light be favorable, the spectral watch-towers of the Castle will be seen over the level, recalling Milton's line: \" Towers and battlements it sees ; \" while the corresponding member of the couplet : \"Bosomed high in tufted trees,\" exactly suits the appearance of Windmill Hill Place, the residence of H. M. Curteis, Esq., soon lost behind the nearer outline of WARTLING* HILL. At the foot of the hill the foot-passenger will prefer exchanging the dusty road for a walk across the meadow on the left, called the To-backs. A diagonal line from the corner will bring him to a stile and foot-path, leading past a cow-lodge and withy bed, (formerly a decoy pond,) and along the low ground to the gates of the Castle. If however he be archæo logically inclined, he may skirt the To-backs, at right angles to the road, and explore \" Mota Piece,\" a space of about two acres, surrounded by a ditch, in 1835 twenty feet wide, which has some claim to be considered the site of the Manor-house of Old-Court. It stands south of the Castle at the distance of a mile. No traces of buildings now remain, if any really existed there."], [15, "INTRODUCTION. At the point where stands the stile above-men tioned, there is a short bend in the lane, and at its close a spring, rejoicing in the name of the Lady Well, doubtless in former days celebrated for its supposed sacred and healing properties. Within a short I mile of the Castle are the remains of a line of beech trees, leading, not quite directly, towards the Church. There are two pairs, a single one lying lopped and \"flawed\" on the ground, and a sixth by itself, higher up. This may perhaps represent the \"brave old avenue\" of Horace Walpole, (p. 39). Meanwhile carriage passengers will have ascended a picturesque lane, passing on the left two high perched cottages, the one behind called the Court house. Some think this the true site of the original abode of the Fienes family, while others suggest Court Lodge, a white farm-residence, seen from the level, and evidently succeeding a larger and older edifice. This, however, is an entirely distinct Manor from that of Old-Court, (which came in 1317 to Herstmonceux), and is thus effectually put \" out of court.\" In mooting this question of the site of \" Vieille-Court Manor-house\" at all, an apologv is due to Canon Venables, who places it \" on the higli bank which hangs so picturesquely over the road to Pevensey.\" Wartling Church is dedicated to St. Mary Magda lene. Its quaint wooden tower is surmounted by a shingled spire. The walls bear engraved specimens of the Pelham Buckle, and a Catharine Wheel. The interior of the Church is in good repair. The gallery ■was removed not long ago, and stained windows were inserted, beside the addition of the present appropriate porch, at the expense of H. M. Curteis, Esq., Mrs. J. Thomas, John Graham, Esq., the then patron, and the Hayley family of Brightling, Rectors of the living.\""], [16, "INTRODUCTION. The vicarage is a model of a country manse, and the Vicar, the Rev. J. R. Porter, m.a., is most conveniently near the Church and School. It is a drawback that the bulk of the parish lies, as is so often the case in this county, at such a distance from the Church. In spite of this inconvenience however, it is gratifying to find the following passage in No. Ill, Part III, of a series of interesting papers, headed \" Rural Sketches in Surrey and Sussex,\" in Golden Hours, July 1874, (Macintosh; May, June, July, and August, all contain accounts of Herstmon ceux). Speaking in the first place of Archdeaoon Hare's sphere of Labor, the writer says : \" 1 was there on a Sabbath-day, so that perhaps I saw things in their Sunday best. The cottages looked singularly tidy : every body seemed well-dressed ; and there was a quiet religious feel about the little Inn, at Wartling, where I slept, in keeping with the day and neighbourhood. But what struck me most was the content, the cheerfulness, the unity, which appeared to prevail everywhere. I had three opportunities of seeing the people come to church, twice at Wartling once at Herstmonceux, the two churches being within a mile of each other. Rich and poor seemed alike to flock to the house of God, and to love it. The difference in their appearance to what may be too often seen was just the difference between sunshine and gloom. Doubtless this state of things is immediately due to present influences, but its authors would, I am sure, be the first to acknow ledge that its seed was sown by Mr. Hare, and those who worked with him.\" But now the Castle itself is in view. Seated on the roots of the ancient chestnut stem, (in the hollow below which there is a remarkably clear echo), let us pause awhile, and recall the associations of the past. RS~ \"Visitors will receive every attention, and may obtain additional information from H. Winchester tho present lessee. The Castle is open Mondays, Tuesdays Fridays, and Saturdays, on the payment of 6d. per head"], [17, "%V*tmt(ttM <$»*»*♦ HISTORICAL SKETCH, MANORIAL HISTORY, A.D. 10G6-144Q. HERE was, at the period when our sketch begins, no such building as that whose ruins now meet our eye. Indeed it is not known whe ther at the time of the Con quest there was any resi dence at all attaohed to the Manor of Herst, which then passed into the handa of King William's relation and supporter, Eobert, Earl of Eu. The name is derived from the Saxon word for wood, the ancient forest of Anderida, (generally allowed to be Pevensey,) having in former times occupied this port of the ooast, stretching inland B"], [18, "2 HISTORICAL SKETCH. for about 30 miles on an average, and some 60 miles to east and west, to Lyme in the former, and to the Hampshire border in the other direction. 2. A Manor House is soon found, in the occu pation of a noble family named De Herst ; and about a.d. 1200 the estate passed into the hands of Waleran de Monceux, the first possessor asso ciated with the name of Herstmonceux. Monceux, or Monceaux, was a place in the diocese of Bayeux. 3. Waleran de Monceux, the younger, grand son of the above, was a supporter of the Barons in their wars with Henry III, and his son Prince Edward. In a.d. 1264 he fought successfully at Lewes, under Simon de Monfort, siding against his near neighbour Sir Giles de Fienes, whose mansion of Old-Court then stood, on, or at the foot of the neighbouring eminence, known as Wartling Hill, if the latter, probably on the marsh, to the south-west of the Church. 4. About the year a.d. 1320, in the reign of Edward II. , Herstmonceux Manor became the pro perty of Maud de Monceux, great-grand-daughter of Waleran the younger, and on her marriage with Sir John de Fienes, grandson of the above-named Sir Giles, passed into the hands of the family who held it down to the year 1708. 5. Sir William, grandson of Sir John and Maud de Fienes, was one of the Commissioners of Peven sey and the neighbouring Marshes about the year a.d. 1400, and is represented by a full-length brass effigy in the chancel of the parish Church. 6. His son Roger became Sir Roger de Fienes on his father's death in 1405, accompanied Henry V. to Agincourt, 1415, and in 1445, as treasurer of the"], [19, "3 HISTORICAL SKETCH. household of Henry VI, arranged for the King's marriage with the strong-minded Margaret of Anjou. In 1440 Sir Roger had begun his great work of building the Castle, which he accomplished by the aid of Flemish workmen, skilled in the then novel art of building with bricks, at the cost of £3,800. The park was also enlarged by the enclosure of 600 acres, and Manor freed from the services hitherto paid to the superior honor of Hastings. THE DACRES OF THE SOUTH, A.D. 1440—1708. Sir Roger de Fynes, the builder of the Castle, was succeeded by his son, Sir Richard, who in the year 1458 became Baron Dacre of the South, on the death of his wife's father, Thomas, Lord Dacre, with out male issue. After holding important offices under Edward IV., he died in 1484, predeceased by his son, Sir John Fynes, and directing by his will that his executors should \" send his grandson to school, and provide [him] with all necessaries suitable to hi3 rank.\" 2. Thomas, Lord Dacre, grandson of the above, was only 12 years old at the time of his grandfather's death. Though appointed Constable of Calais at the age of 21, and employed in other public services, he was in 1525, when more than 50 years old, found guilty of harbouring rogues and felons and of \" divers other misdoings,\" and consigned to the Fleet Prison, (Burghley Papers). His death occurred in 1534. 3. Again the title and estate passed into the hands of a minor, Thomas, grandson of the last mentioned nobleman, and second of that name con nected with Herstmonceux. Both his parents were dead; he was barely 17 years old, and his early training, and the atmosphere in which he had been"], [20, "4 HISTORICAL SR ETCH. brought up, must have been most unfavorable for the formation of his character. This may in some measure account for the sad and premature close of his career, which followed as a dark contrast upon the state and splendour of the reception given by- Lord Dacre and two other noblemen with their reti nues to Anne of Cleves, fourth wife of Henry VIII., when on her way to meet her fitful spouse at Rochester, a.d. 1540. 4. In the spring of the following year this young nobleman, who had married a daughter of the Earl of Abergavenny, and was the father of three children, indulged in an escapade, which cost his own life and that of three others besides. About five miles west of the Castle, and not far from the present high road to Lewes, stands, within sight of Hellingly Church, an old mansion, now let in tenements, and familiarly known as Horselunges. A field on the Broad Farm, separated by the Cuok mere from this old edifice, formed, at the time re ferred to, a portion of a deer-park, belonging to Sir Nicholas Pelham, of Laughton, a few miles further to the west. To this park Lord Dacre and a band of chosen companions repaired on tho eve of May day, 1541, having ten days previously met at Herst monceux Castle, \"and bound themselves by oaths to stand against all the lieges of the king, and to kill any of the king's lieges who might oppose them.\" (Sus. Arch. Coll. xix. p. 174.) At or near the spot mentioned above, and called Pyke-hay, one of the two parties, into which the band had divided, fell in with three keepers, one of whom, John Busbrigge, was mortally wounded in the affray which followed, and died within three days of the injuries received."], [21, "5 HISTORICAL SKETCH. Lord Dacre was with the other party, but was •with three young companions found guilty of mur der by a jury assembled soon after at Maresfield, and took his stand before a Committee of the House of Peers at Westminster, at the end of June. Froude makes the following references to this melancholy case in vol. iv. of his History of England, pp. 121, 2. \"He pleaded 'not guilty,' — he said that he intended no harm. He was very sorry for the death of the forester, but it had been caused in an accidental struggle. But a verdict of acquittal, and any verdict short of murder was impossible. The Lords therefore persuaded him to withdraw his plea, and trust to the king's clemenoy. He consented, and they immediately repaired to the court to inter cede for his pardon — But the king remained true to his principles of equal justice. The frequency of crimes of violence, (Stow, Ann., 1526), had re quired extraordinary measures of repression ; if a poor man was to be sent to the gallows for an act, into which he might have been tempted by poverty, thoughtlessness could not be admitted as an adequate exouse, because the offender was a nobleman.\" Hollinshed relates how, on St. Peter's day, the sentence was carried into execution at Tyburn, amidst general regret and sympathy, while the three other unfortunate victims of youthful folly; Mantel, Frowds, and Roydon were hung on the same day at St. Thomas Waterings, a halting place of pilgrims to Canterbury in earlier times, close to the second mile stone on the Old Kent Road. (See also \" The Daore of the South,\" a Drama, by the late Mrs. Gore.) 5. Of Lord Dacre's three children the eldest son died young. The second boy, Gregory, (confounded"], [22, "6 HISTORICAL SKETCH. by H. Walpole with Sir Thomas Fynes, his grand father), enjoyed the estate and title, (the latter restored in i. Elizabeth, 1558), and left a widow, who founded the Emmanuel Hospital, Westminster, a foundation recently under the consideration of the Charity Com missioners. The third child, Margaret, wife of Sampson Lennard, Esq., of Chevening, Kent, was recognised by a Commission of James I., 1604, as Baroness Dacre. She and her husband were remark able for their noble housekeeping and splendid hospi tality, and for the great improvements they made in the structure of the castle. Effigies of themselves and their 13 ohildren may be seen in Chevening Church. 6. Three more Lords Dacre, Henry, Richard, and Francis, intervene between the death of Margaret, Lady Dacre, and Thomas, last of the Dacres of Herstmonceux. Henry left a daughter, Margaret, to whom a tablet is erected in Willingdon Church. Richard's daughter married a Chute, alluded to in Horace Walpole's letter below. Francis, Lord Daore, sided with the Parliament at first, but loyally stood by King Charles in his extremity. He died 1662. 7. Thomas Lord Daore, Earl of Sussex, was connected with Charles II. by marriage, spent much upon the Castle, and, becoming involved, sold the Herstmonceux Estate, a.d. 1708, for £38,215. THE HAEE-NAYLOES, A.D. 1708—1807. The purchaser of the Castle and estate was George Naylor, Esq., of Lincoln's Inn, who married Lady Grace Pelham, sister of the Duke of Newcastle. Hearty English hospitality was shewn to all comers, and all was for a time bright and gay. Little Grace, the only child, grew up to early womanhood, as"], [23, "7 HISTORICAL SKETCH. represented in a full-length portrait, now, together With that of her parents and other members of the family, in the possession of Augustus J. C. Hare, Esq., of Holmhurst, Hastings. First however she lost her mother, and. then she herself died, a.d. 1727, a victim, tradition says, to the jealousy of her governess, who, it is alleged, starved her gradually to death in the chamber marked by the beautiful bay window on the right as you enter the Castle. An affectionate tribute is paid to her memory on a tablet on the north wall of the Church. Her father died two years later, and is buried in the family vault. 2. Mr. Naylor's sister was wife to Dr. Hare, chaplain to the forces under the Duke of Malborough, and lived at the Castle, while her husband was with the army, the record of whose gallant deeds owes much to his pen. Their son, Francis Hare, was next of kin to his poor cousin Grace, though he derived little enjoyment from the noble inheritance which came to him at her death. Brought up very strictly by his learned, but somewhat ungentle father, who made him speak Greek in his ordinary conver sation, Francis betook himself to the pleasures of fashionable society, while the Doctor steadily climbed the ladder of fame and preferment. Through the interest of Malborough, the Duke of Newcastle, and Sir R. Walpole, he became Dean of Worcester, and afterwards of St. Paul's, and Bishop first of St. Asaph and then of Chichester. A first-rate scholar and a sound critic, he wielded his pen most effectively as an interpreter of scripture, and as a controversalist, not making many friends, but contributing ably to the advancement and defence of truth. A breach grew up between the Bishop and his son after the death of Bethia Hare, the two becoming respectively attached to two daughters of a Colonel Alston. The prelate"], [24, "8 HISTORICAL SKETCH. wedded the objeot of his ohoice, and took up his abode at his private residence, the Vach, Bucks. Francis, forbidden to marry, travelled abroad, leaving poor Herstmonoeux to the owls and bats, and the \" 20 old crones,\" whom Lancaster, the steward, employed to weed the walks, &c, to the Bishop's great dissatis faction. 3. On his father's death, in 1740, Francis came home and married Carlotta Alston, but never lived at the Castle. This may be some excuse for the conduct of his half-brother Robert, Eector of the parish and Canon of Winchester, who permitted his second wife, when they succeeded, 1775, to demolish the interior of the Castle, and enlarge the old house W. of the park, used as a rectory. It is said, how ever, that the lady pressed this, wishing to secure a mansion for herself and her daughters on unentailed ground, to the exclusion of her step-sons, also named Francis and Robert. Thus, under the hands of Wyatt, arose in 1777 the modern structure, known as Herstmonceux Place, the Castle being ruthlessly gutted, and reduced to a mere shell. Eumour says that Mrs. Hare-Naylor subsequently went out of her mind. At any rate she over-reached herself, the site of the new residence proving to be entailed with the rest of the property. 4. Eobert Hare became rector of the parish, and built the present rectory. Francis Hare-Naylor mar ried Georgiana, daughter of Bishop Shipley, and became the father of Francis George, Augustus, Julius Charles, and Marcus Hare, now rendered familiar to the public through tho widely-read \" Memorials of a Quiet Life.\"* The four boys were brought to Herst monceux Place from Italy on the death of their • Thanks aro due to tho Author of this interesting book for infor- mation respecting tho Hare family."], [25, ""], [26, "HERSTMONCEUX CASTLE PLAN OF GROUND FLOOR. From a Plan. iuPossessionostlie Yen Me Archdeacon Hare Titefoirsli Co Publishtrs.Battlr"], [27, "HERSTMONCEUX CASTLE. PLAN OF FIRST FLOOR. From a Plan in possession's fhe Venu.e Archdeacon Hare Hcehwst Sa C?£nbkshsrs, BatOe."], [28, ""], [29, "9 HISTORICAL SKETCH. grand-father; but their accomplished mother failing in her health, the family left, and in 1807 the property was sold to the late Thomas Reed Kemp, Esq., the projector of Kemp Town, Brighton, and after passing through the hands of the trustees of the late John Gillon, Esq., finally, 1846, came into the possession, by purchase, of the late Herbert Barrett Curteis, Esq., M.P., whose son, Herbert Ifascall Curteis, Esq., of Windmill Hill Place, formerly M.P. for Rye, is the present owner. The interest taken by the proprietor in archæological, as well as in more recreative pursuits, has already been shewn in measures taken to arrest the progress of decay, and is a guarantee for the maintenance of the ruin, as far as possible, in its present state of melancholy, but picturesque beauty."], [30, "<^~-m%777&>' j^rijltytofal tyt*tp\\$i\\n> EXTERIOR OE THE OASTLE. $?|t?ERSTMONCETJX CASTLE stands in a very •fijEA low situation, towards the southern extremity of a valley, sheltered on the east and west by hills originally covered with magnificent timber, and still preserving some remains of their wood. The valley is watered by a small rivulet, of which advantage was taken to supply the moat, as well as a chain of ponds and stews, once replenished with abundance of fish. Some of these ponds, as well as the moat, are now dry, and afford an indifferent kind of pasturage. The moat, which spread out into a large pool towards the east, was drained early in Eliza beth's reign for greater salubrity, and was formed into a garden abounding in fruit-trees, and adorned with arbors and pleached alleys, all of which have now disappeared in favor of the strip of meadow, which grows excellent grass. The northern moat ditch is mainly occupied by filbert-trees. \" The building, \" in the language of Horace Walpole, \" for tho convenience of water to the moat,"], [31, "11 EXTBMOR OF THE CASTLE. sees nothing. at all;\" indeed beauty or even health fulness of situation seems to have been entirely left out of consideration by the builder of the Castle, a circumstance the more to be regretted, as its low and gloomy position doubtless tended to alienate the affections of its possessor, and so to accelerate its ruin. The materials of which the Castle is built is brick, and Herstmonceux has long been celebrated as one of the earliest edifices of any extent in this country erected entirely in this, which has now become the national mode. Bishop Littleton, in his Essay on \" The .Antiquity of Brick Buildings in England since the time of the Romans,\" in the first volume of the ' Archœologia,' (p. 147, a.d. 1757), states that he can find no evidence of brick being employed in building from the reign of Richard II, a.d. 1377 1399, when De la Pole's house was built with brick at Kingston-on-Hull, till the erection of Herstmon ceux Castle in 1440 ; and mentions it as worthy of remark that the art of making brick was then \" carried to such perfection, though it should seem to be but in its infancy, that this vast structure, (perhaps the largest house belonging to a subject in the kingdom, now that Audley End has been in part pulled down), has stood the brunt of weather for above three cen turies, particularly of the salt corroding vapours arising from the sea, to which it is greatly exposed, without suffering the least injury in any part of the walls, insomuch that hardly a tingle brick shews the least mark of decay.\" The bricks, which were pro bably the work of Flemings, introduced by Sir Roger Fienes, are admirable for their uniformity and firm ness of texture, and the walis where uninjured by violence, remain as in the time of Grose, \" without a flaw or crack.\" The only stone to be found in the building, (besides a little rude grouted work in some"], [32, "12 EXTERIOR OF THE CASTLE. interior walls, which are not improbably part of the materials of the old manor-house), is in the window frames, mouldings, and battlements, the whole of which, it is thought, are worked in the green-stone from the shore at Eastbourne. The Castle was originally approached in several directions by noble avenues : the trees have nearly all perished, but isolated individuals here and there exist, though probably not destined long to resist the violence of the blasts which have uprooted so many of their companions which the axe had spared. The trees which remain are mostly Spanish chestnuts, of which some most picturesque specimens, with long, bare skeleton arms and trunks singularly twisted, stand on the western side of the moat. Others inter mixed with oaks and beeches, for the most part in various stages of decay, are scattered over the un dulating surface of the park. The principal front of the Castle faces the south, looking directly to the sea. It is approached, from Hastings or Eastbourne, by a somewhat steep descent, enabling the spectator to take in the whole form and proportions of the building in one uninterrupted view, and to anyone accustomed to the picturesque irregu larity of our ancient castles, the remarkable degree of uniformity displayed in this will be at once a matter of observation. The building is a regular parallelogram, measuring 206| feet from east to west, and 214-j feet from north to south, enclosing four open courts. Each angle of the Castle is strengthened by an octagonal em battled tower, rising about 15 feet above the battle ments of the main building, and a similar tower, occupies the centre of the east and west fronts. A somewhat loftier machicolated tower, now robbed of"], [33, "13 EXTERIOR OF THE CASTLE. its battlements, covers the postern-gate in the middle of the north front, and to the south rises the noble gateway tower, flanked by its machicolated turrets rising thirty feet above the side walls, forming a composition whioh, for its union of majesty and strength, is nearly, if not quite, unrivalled. Midway between the angular and the central towers, the uniformity of each front is broken by semi-ootagonal embattled projections of the same height as the main building; the southernmost of which, on the east front, forms in its second stage a most graceful oriel window, which gave light to the apartment known as the Ladt's Bower. The cor responding projection on the west side contained the vast Oven, twelve feet in diameter. The tower at the north-west angle, still known as the Flood-gate Tower, contained the reservoir which supplied the whole of tbe lower part of the Castle with water, conveyed in leaden pipes from a spring in the plan tation on the hill-side to the north-east of the Castle, and brought over the moat in troughs of timber. Other pipes, (high-service pipes, as they would now be called,) supplied the upper floor and galleries, with an abundance very unfrequent at so early 8 period. The general effect of the building, in its perfect state, as viewed from the south-east, may be seen from the accompanying view, restored from the drawings of Grose and Buck, and corrected by refer ence to the existing building. It will be seen how much its picturesque effect was increased by the high pitched roofs, and the forest of tall slender chimneys, with which it was crowned. In the same view will be perceived the low embattled walls, with which the moat was guarded, and the chapel turret, rising above the roofs, features which have now, like the chimneys, entirely disappeared."], [34, ""], [35, "15 EXTERIOR OF THE CASTLE. The South-front is that which is usually the first to strike the attention of the visitor, and which will live the longest in his memory. It is, indeed, in the words of Mr. Willson, \" a noble composition, which deserves the attentive study of an architect ; the details being sufficiently ornamental to give an air of richness without impairing the charaoter of bold ness and strength proper for a castle.\" This may be said with the greatest truth of the Gateway Tower, which occupies the centre of the front, and from which it derives its principal character. The body of the tower is square, flanked on either side by majestic turrets rising to the height of 67 feet from the level of the moat. These turrets are octagonal for the first fifty feet of their height, and batter or gradually decrease in diameter; but when they rise clear of the side walls they are corbelled out, and become cylindrical. An embattled and machi colated cornice, constructed with great boldness and ingenuity, surmounts the turrets, and is continued along the front of the tower between them. The whole height of the gateway, 80 feet, is completed by the slender watch-towers, springing from within the machicolated gallery, and connected with the parapet on the inner face of tlie tower by a bold flying buttress, descending in embattled steps to the level of the roof, once covered with a platform of lead. Tlie turrets are pierced with three tiers of cross loop-holes, for the discharge of cross-bows, and one beneath the lowest tier of circular holes or coillets, commanding the drawbridge, for watch lock guns, which when fired required to be laid nearly level, being supported within on a kind of fork. Tho main body of tho tower is of three stories above the moat ; the two lower aro set back in a fine lofty arch, connecting the two. sido towers, and"], [36, "16 EXTERIOR OF THE CASTLE. supporting the uppermost story, which is lighted by two square-headed windows of the common domestio character, each of two lights, with pointed heads and divided by a transom. Between the windows, is a square panel, we may still trace the mutilated badge of the noble builder of the Castle, the alant or wolf-dog, holding in his paws a banner charged with three lions rampant. Of the two stories within the arch the lower is occupied by the principal entrance, a four-centred archway characterised by the same dignified sim plicity which marks the whole building, over which is a large square-headed transomed window of two foliated lights. On the right and left of this window, looking from the outside, two long vertical slits in the brick work will be noticed, the purpose of which was to receive the levers of the drawbridge, (whioh, with the chains suspended from them, are represented in Buck's view), when it was required to be raised. Above the same window, and screened by the lofty arch whioh prqjeots beyond and over the recessed wall of the two lower stories, may be seen a row of openings, pierced through the floor of the upper chamber, and intended for the annoyance of assail ants, by pouring down upon them boiling pitoh or molten lead, as they approached the castle gate. Simple as is the character of the windows in this front of the gateway, they are more ornamental than any others in the exterior of the Castle, with the exception of the three in the centre tower on the east front forming the apse of the chapel ; the"], [37, "c"], [38, "18 EXTERIOR OF THE CASTLE. ordinary type being either a long narrow rectangular opening, divided by a transom, or in the domestio apartments, where more light was required, a plain square window with a central mullion and transom. The larger openings to be seen in various parts of the Castle, especially to the north of the chapel tower, are to be assigned to a date much later than the first ereotion, and are probably due to the altera tions of the young Earl of Sussex, who, before his extravagance had compelled him to part with his ancestral mansion, had expended large sums in adapt ing the principal apartments to the taste of the day, by enlarging the windows and replaoing the old creak ing casements by modern sashes ; an alteration, and, as it was then thought, an improvement, effected in almost every old mansion in the kingdom, whose owner was rich enough to do so, the example being set by no less an authority than Sir C. Wren, in the venerable fortress of Windsor. In the other parts of the exterior there aro no features calling for speoial mention : the utmost plain ness seems to have been studied throughout the building, especially in the external works, which, in a building intended for the purposes of defence, all richness of ornament would be out of place. The bareness of the walls is now partly concealed, and its uniformity relieved by a rioh tapestry of ivy, a special object of admiration to the lover of the picturesque, though the architect and antiquarian may watch with some measure of jealousy its gradual but marked encroachments. It at least enables us better to enter into Evelyn's allusion to Herstmon ceux, as in his day \" a sweet and delectable Country Seat.\" (Sylvæ, HI, 7, p. 261.)"], [39, "INTERIOR OF THE CASTLE. 19 INTERIOR OF THE CASTLE. We will now invite our readers to accompany us to the interior of the Castle, and passing over the wooden planks which do the duty of the ancient drawbridge, and entering through the doorway, (by the side of which, in former times, a well accredited local tradition informs us, was always to be found a leather black-jack, or cup of waxed leather, well replenished with ale), bid them stand with us in what was formerly the Porter's Lodge, and gaze with sorrow on the sad scene of devastation opening before them. A few shattered walls, the first few steps of a winding stair, a broken arch or two, and here and there a swelling mound or ridge, speaking of the foundation of a buttress or wall hidden beneath the verdant sod, wliich has spread over the whole area; such is all that now remains of that which not quite a century ago was the most perfect example of the mansion of a feudal lord in the South of England. But much as we may find to regret, there still remains much to admire ; for in the words of Archdeacon Hare, \" since the demolition of the in- terior, Nature ' Softening and concealing, And busy with a hand of healing,' has been adorning it with ivy, which has formed beautiful thick masses around the walls and turrets. \" Persons,\" he continues, who have visited Rome, on entering the court, and seeing the piles of brickwork strewn about, have been reminded of the Baths of Caracalla, though of course on a minature scale ; the illusion being perhaps fostered by the deep blue of the Sussex sky, which, when compared with that in more northernly parts of England, has almost au Italian character."], [40, "20 interior of the castle. The porter's lodge, by wliich we enter the Castle, forms the lower story of the great gateway tower, having immediately above it the room formerly desig nated tbe Drummer's Hall, tradition having marked it out as the principal scene of the pranks of a ghostly drummer, by whom the slumbers of the inhabitants were wont to be disturbed. A recess in the wall on the left-hand side will be noticed, in which a chest is said to have been discovered, containing treasures to a vast amount, by which the families of a former steward and others were enriched. With this chest the existence of the drummer seems to have been linked, and when the hoard, over which, like the gryphon of old, he had been set to watch, had been ransacked, his occupation was gone, and his drum became for ever silenced. One individual only in modern days has claimed the honor of having heard, not exactly \" the drum's discordant sound Parading round and round and round ; ' but similar martial strains proceeding from the haun ted room. This was old Marchant, who, under the locally bestowed title of Lord Marchant, was the seneschal and custodian of the ruins. \" I have heard the drum,\" he would remark, \" times out of that 'ere chamber\" — adding, with a twinkle in his eye, — \" when the militia have been going along the road ! \" Marchant's was the hand too, as he never tired of relating, which \"turned out of penny pots\" the now luxuriant masses of ivy, and aided in planting the shrubbery, which extends from the Church to Herstmonceux Place. But we must not linger too long at the threshold. In Groae is a view of the porter's lodge in a perfect state, shewing us the vaulted roof, the opening of which, with some portion of the vaulting, still re mains."], [41, "21 INTERIOR OF THE CASTLE. On the right hand of the entrance stands a fire place, which Mr. Willson remarks as \" a very un usual accommodation in such an apartment,\" and on eaoh side are arohed door-ways, that on the left leading into the Guard-Chamber, described by Grose as \" a long waste room, like a gallery in old times.\" Its rude and unfinished oharaoter led him into the supposition that it was \" intended for a stable, in case the Castle was besieged, and there \\»ere need to bring the horses and other cattle into a place of security. But it is far more probable that it was simply de signed as a guard-room, in whioh all deoorations would hqve been superfluous, aud the furnaces for casting birllets, still to be traced in the south wall, are an evidence of the purpose to whioh it was devoted. The door to the right of the porter's lodge opens through some narrow passages, (in which^the arrange ment of the closets and the attention paid to drainage and ventilation demand notice,) into the shell of the Watch Tower, now open from basement to battle ment, and whose only sentinels are a crowd of noisy jackdaws, who have long since claimed these ruins as their own undisputed domain. Coming back into the lodge, and advancing into the interior of the Castle, we enter the principal court, known as the GREEN, OR CLOISTER COURT. This court, the centre of which is marked by, the 6mall holly-tree, (said to be 400 years old), was sur rounded by an arcade or series of open arches of brick, of very low curvature, quite plain, and tfnly separated by slender buttresses, running up, as will be seen in the wood-cut, and dividing the upper story, above the cloister, into equal compartments,"], [42, "22 INTERIOR OF THE CASTLE. alternately blank, containing plain two-ligtit square headed windows, into wliich the principal apartments opened. Immediately in front, on entering the oloister at its south-west corner, (corresponding in the view to the right-hand corner, under the Gateway-Tower, the back of which is seen, almost concealing the Turrets), was the Hall, extending along the north side of the court, at the eastern end of which rose the Chapel Tower, containing the clock and bells. The Hall was a noble apartment, 54 feet long, by 28 broad, and the same in height to the springing of the beams. It was lighted by four two-light square headed windows, of the ordinary domestic type, and the roof was originally crowned with a louvre or aperture for the passage of smoke rising from the fire-place in the middle of the floor. This was of course before the new halls came in, — \" Hung round -with new pictures that do the poor no good, With a fine marble chimney, wherein burns neither coals or wood. And a new smooth shoTel-board, whereon no victuals e'er stood.\""], [43, "23 INTERIOR OF THE CASTLE. The roof was supported on many beams, forming a flat arch, springing from corbels, carved with the family badge, the alant or wolf-dog. The sides were lined with wainscot below the windows, and the west end was screened off for a passage, with a gallery over it for musicians. The arched doors behind the screen led to the butteries and other offices, and tho wainscot was ornamented at intervals with stags' heads and antlers. The north wall of the Hall remains tolerably perfect, and the false arch of one of the windows, now reduced to a single course of bricks, hangs in a singularly precarious state ; and though it would seem as if a single gust of wind would bring it down, so it has hung for very many years. Of the southern wall little more than the foundation exists. Passing through the ruins of the hall we enter the BUTLER'S PANTRY COURT. This court lay north of the hall. It had a cloister on the north and west sides, of similar character to that in the Green Court, though the dividing but tresses were marked with set-offs, and were of a somewhat different and more graceful outline. On the south it was flanked by the great hall ; and the embattled gable to the east was that of the great stair-case, which was erected in the reign of Eliza beth, after the marriage of Margaret, Baroness Dacre, with Sampson Lennard, when considerable alterations took place in the Castle, with the view of adapting the principal apartments to the style and habits of the period. A passage leads us from this court to the postern gate, communicating by a drawbridge over the moat with the garden and bowling-green behind. On"], [44, "24 INTERIOR OF THE CASTLE. I the destruction of the Castle, a few rooms were pre served in this part of it to form a residence for the gardener; but these too, have fallen into deoay and the roof, now \"Tottering to a fell,\" adds to the pioturesque effeot of the general scene of ruin around. Turning to the right, and leaving the butler's pantry, and other offices to the left, we pass through the remains of the cloister, and reach the GREAT STAIR-CASE. This ocoupied a square of forty feet, on the south wall of which some few years ago could be the marks of ascending flights of steps, together with some now obliterated traces of fresco painting. From the former fancy may restore the massy oaken balus trades whioh guarded the stairs. The ascending flights were at least ten feet wide, and the hollow formed beneath was so considerable that the smugglers who abounded in this neighbourhood in the latter part ot the last, and beginning of the present century, frequently employed it as a receptacle for their contra band goods. It is said that when the clue to this hiding-place was at last discovered, and the boards of the stair-case were raised, the whole cavity was found filled with tea, the quantity being so large that a cart was loaded with what had been stored up there. The stair-case received light from six large square headed windows, divided by stone mullions and tran soms. Between these on the principal floor were large mirrors reaching nearly from the floor to the ceiling."], [45, "25 INTERIOR OF THE CASTLE. G.ALLERIES. This noble stair-oase gave access to the numerous Galleries, which threaded the upper floor. The principal passages of communication were the White Gallery, running east and west, and the Green Gallery, which, extending southwards from the stair-case, formed the east side of the Cloister Court. This gallery, which took its name from its hangings, remembered by some who have of late years passed away as having been of green cloth, decorated with numerous, paintings, communicated with the state rooms fitted up by the Earl of Sussex in the East front, corresponding in size and arrange ment with those below. One of these rooms was called the Gilded Bed-chamber, being hung, accord ing to the fashion of the time, with leather stamped and gilt, fragments of which were till recently in the possession of some of the older parishioners. The White Gallery formed the approach to the Library, the bay-window of which looked out upon what is now the garden, but was then the bowling green, and, beyond the Private Chapel above the postern gate, to the Lord's Apartments, a suite of four rooms, occupying the space between the north central and the north-west, or Floodgate Tower, and having the same aspeot as the Library and the side-rooms adjoining it. The western end of the White Gallery opened into the Lady's Apartments, three smaller chambers on the west side of the Castle, from one of whioh, by means of a window opening into the kitohen below, the mistress could unobserved"], [46, "26 INTERIOR OF THE CASTLE. keep watch over her servants, or superintend the cookery without its being needful for her to descend from her own apartments. Parallel to the White Gallery, on the south, ran the Armour Gallery, communicating with the cham bers in the same block of building with the hall, between the Pump and Chicken courts. It has been mentioned that the Green Gallery extended along the east side of the Cloister Court; the other sides were oocupied respectively by the Yeoman's Galleey to the south, the Bethlem Gallery to the west,, and the Bird Gallery, (which was a mere open walk on the roof of the cloisters in front of the hall,) on the north. From the Yeo men's Gallery opened the Chaplain's and Yeoman's rooms, overlooking the moat, and commanding the only open view over marsh and sea, as well as the Drummer's Hall above the lodge. The Bethlem Gallery, reaohed from below, it would seem, by the stair-case, only a few steps of whioh now remain not far from the south-west end of the hall, com municated with the Bethlem Chambers, a suite of five small rooms, each provided with a fire-place, whioh to judge from an example of a similar des cription in Sheen Palace, derived their name from being set apart for the lodging of strangers and way-farers. The language of Grose's correspondent, when des cribing this floor, is worthy of quoting, as it is evidently that of an eye-witness. \" The bed-cham bers on this floor,\" he says, \" are sufficient to lodge a garrison, and one is bewildered in the different galleries which lead to them ; in every one of the windows of which is painted on glass the alant, or"], [47, "27 INTERIOR OF THE CASTLE. wolf-dog, the animal supporters of the family cf Fienes. Many winding stair-cases, curiously con structed in brickwork, without any timber, lead to these galleries.\" One of these newel, (compass or spiral stair-cases) still remains perfect to a considera ble height, at the north-east angle of the gateway tower; the stump of another, noticed above, which stood at the north end of the west walk of the cloister, strikes the eye immediately on entering the court. The average height of the rooms on the upper floor was thirteen feet six inches. Let us now, in imagination, retrace our steps along the galleries and descend the great stair-case, when a few paces towards the east will lead us to the site of the Saloon, and other principal apartments on the ground floor. The Saloon, which was forty feet long, and the adjoining rooms, received their first alterations from Margaret, Lady Dacre, and her husband, Sampson Lennard, who, as has been already mentioned, erected stately chimney-pieces, embellished with the arms of the family and their alliances, and built the grand stair-case. These apartments were still further modernized by the Earl of Sussex, in the time of Charles II. when they were sashed and wainscoted, and the panelling adorned with exquisite carvings by Gibbons, which called forth the admira tion of Walpole, and still sufficiently prove the skill of Grinling's magic chisel, under the preserving care of their owner at Windmill Hill Place. Beyond the principal apartments, advancing towards the south, lies the Chapel, which was entered from"], [48, "28 INTERIOR of the castle. the east walk of the Green-court cloister. Walpole speaks disparagingly of it, as \" small and mean,\" and the annexed wood-cut will shew that it was not remarkable for any architectural ornament ; but, plain though it was, the effect of the eastern oriel, with its long coupled windows, seen beneath the low arch which carries the turret above, must have been fine enough to deserve higher commenda tion from one whose taste, much as we may now"], [49, "INTERIOR OF THE CASTLE. 29 find to condemn in it, was certainly far in advance of his age. The painted glass with which the windows were decorated, however brilliant in color, was not particularly good in design, and the same somewhat flippant critic speaks contemptuously of the \" seven long, lean saints, ill done,\" that remained in the win dows. Two smaller windows, lower down in the wall, which will be noticed in the wood-cut, appear to have been added to afford light to the worshippers, for wliich purpose also it must have been that four of the lights of the east windows were robbed of their stained glass. A square-headed piscina, of the very plainest character, will be noticed on the south side of the apse, and Walpole speaks of \" two odd cavities with very small wooden screens on each side,\" which he supposes to have been oonfessionals, but in Canon Venables' opinion, without any foundation. The wainscoting about the altar, and other fittings of the Chapel, seem to have been of the same date with the great stair-case. Over the west end was a gallery communicating with the upper corridor, or Green Gallery, just opposite the eastern end of the Bird Gallery, a general arrangement in such cases. The windows next to the Chapel lighted the Store room, Steward's room, and Servants' Hall, in the iirst-named of which will be noticed an arched recess, with an orifice for carrying off water, far surpassing the piscina in elegance, though probably only serving the purposes of a common sink. The beautiful bay window in the upper story, whicli forms such a con spicuous ornament in the south-east view of the Castle, gave light to the Lady's Bower, which must have been one of the most cheerful aud agreeable apartments in the whole building. Its association with Grace Naylor and her premature death has been noticed in page six."], [50, "30 INTERIOR OF THE CASTLE. Advancing towards the south-east, we have to guard against a somewhat precipitate descent down the stair-case leading to the dungeon, which formed the basement of the tower at this angle of the front. A few years since this stair-case and the passage beyond were cleared out, but since then it has be come choked again, and access to the dungeon is now completely stopped. Grose's correspondent des cribes it as \" an octagonal room, in the midst of which is a stone post with a long chain, and in a corner of the room a door into a privy, a commenda ble,\" and, we may add, most unusual and merciful, \"attention to cleanliness.\" The upper story of the tower and the rooms adjacent were assigned to the Chaplain ; its highest portion, as well as that of the tower at the opposite angle of the front, were left empty, and the walls pierced with an immense num ber of square openings. These were intended for the accommodation of the countless hosts of pigeons our ancestors used to keep for the purposes of their table, of which they formed one of the chief delicacies. The ancient dove-cotes now harbour, during the breeding season, equall}'- numerous flocks of sage but noisy daws, who of late years have cultivated these secure retreats in preference to their once favorite watch-tower. If we now cross the grassy area of the Castle, and, passing the gateway tower, place ourselves midway between it and the exterior wall on the west, we shall be standing in the centre of the PUMP COURT. This was the second in point of dimensions, but the plainest in architectural character, of the four courts contained within the Castle."], [51, "THE \" supposed \" History of the Iron Chest found in clearing out the Under-ground Passage in the Castle, January, 1892. — H.M.C. From Hoesfold's (Baxter's) History of Sussex, 1835, vol. 1, page 553. \"Herstmonceux Castle.\" \"An Iron Chest was accidentally discovered concealed in a recess of the wall leading to the attic, about the year 1738, by one John Millar, a domestic in the Family, and young Mr. Lancaster, son of the Steward, then boys at play. They found the Chest in the wall, with two large hammers (? handles — H.M.C.) affixed thereto, they contrived to remove the apparatus into the room, and on striking the chest, the sound very much resembled that of a kettledrum. Being delighted with their newly dis covered instrument of music they ran to communicate the joyful intelligence to one of their acquaintance, but on their return found, to their mortification, that the Chest was gone. \" It was never afterwards heard of, though long continued inquiry was made to discover the thief. Report says, that three persons became partners in the contents and rose suddenly from a state of poverty to affluence, their affluence, however, did not ensure them bliss, for if tradition is to be believed, every one of them died mad. Besides money the Chest is said to have contained valuable Title deeds, which were never regained. We do not undertake to vouch for the truth of this somewhat marvellous and certainly inconsistent story. All that can be said is we have faithfully reported the tale as told.\""], [52, ""], [53, "INTERIOR OF THE CASTLE. 31 This court was separated from the Green Court by a narrow slip of building, which, it will be seen from the wood-cut, was divided into three low stories, sup ported by massive buttresses. The ground floor of this building, (of which the very foundations have disappeared,) was devoted to offices, above whioh, on the upper floor, ran the suite of small bed-rooms, already spoken of as the Bethlem Rooms. On the south side of this oblong court was the \" long waste room \" already described, under the name of the Guard Chamber. Above this was a lobby communicating with the principal apartments on the first floor, by the Yeoman's and Green Galle ries. To the west were the Laundry, Brewhouse and other offices, the whole of this side of the Castle being devoted to domestic purposes."], [54, "32 INTERIOR OF THE CASTLE. The central apartment of this front, marked by the octagonal tower, corresponding to that of the Chapel on the East, was the Bake-house, communi cating on the south with the Brew-house ; adjacent to which, in the lower part of the semi-octagonal turret, was the great Oven, in former times one of the chief wonders of the Castle. So large was it, that, according to tradition, four and twenty women once sat down in it to tea. The action of the fire upon the interior of the oven still enables us to trace its situation, and, in part, its dimensions; but its vault aud the outer half of its circumference have been completely destroj-cd. By the side of the oven stood the great Brewing Copper, imbedded in brick work, and approached by a flight of stairs ; each step being formed of a trunk of a tree rudely squared. Above the great oven our attention is attracted by two pendentives of a brick vault, and our curi osity is immediately aroused to determine their purpose. Here both the existing ground plans, and the oral testimony of those whose parents or grand parents recollected the Castle in its perfect state, are at fault. There is, however, every reason to believe that the object of the vault was to condense the steam rising from the brew-house beneath, and convey it to the outer air, with which it probably communicated by a louvre or central aperture. Beyond the oven were the outer and inner Laundry, above which was the \" red \" or \" unfinished room,\" (in the south-west corner of the building), so called from its remaining, in Horace Walpole's language, \" in its native brickhood\" ignorant of \" the luxury of whitewash.\""], [55, "THE INTERIOR OF THE CASTLE. 33 To the north of the Bake-house, which, it will be remembered, occupied the centre of this side, we enter the Kitchen, the original appearance of which is set before us in the annexed wood-cut from Lam bert's drawing. This room like the Hall and Chapel, occupied the whole height of the house, twenty-eight feet, and contained three vast cavern-like fire-places, with their huge chimneys projecting into the room within, and an oven, which is still to be traced at the south-west angle. It was lighted by three plain square windows in the upper range, and its walls were pierced with D"], [56, "34 INTERIOR OF THE CASTLE. several openings, the purpose of which it is difficult to determine with accuracy. Tradition informs us that one of these apertures, on the east, or inner side of the kitchen, was furnished with chains and pulleys, by means of which all the heavier joints were raised, carried along the (.Armour) gallery, and then lowered into the hall. There is probably some degree of truth in the story, though it is not easy exactly to comprehend the nature of the arrange ment indicated. High up at the other end of the kitohen, fronting the tall chimney in the woodcut, but away from the three windows looking out upon the chesnut avenue, would be the window of my lady's inner chamber, now occupied by the branches of a vigorous young oak-tree. Hence ever and anon her encourag ing eye and smile would kindle animation in the regions below, or her raised voioe would urge that the \"buttock of beef\" should be properly boiled for the usual 10 a.m. dinner, or that the \" goose-pye \" should not be over-baked for supper, unavoidably \"delayed to the late hour of 7 p.m. Immediately beyond the kitchen, and correspond ing in situation and style pretty nearly to the Butler's Pantry Court, on the other side of the paved passage leading to the postern gate, lay the fourth, or CHICKEN COURT. ■ This court was surrounded by offices, the destin ation of which may be seen from the ground plan, (a copy of which is in the possession of Mr. H. Winchester) ; but they do not call for any particular remark. It is represented in one of Lambert's"], [57, "35 EXTERIOR OF THE CASTLE. drawings, but it is not of sufficient interest to merit engraving. The arches of the cloister on the north were partly built up to adapt them to the purpose from which the court derived its appellation. At its upper, or eastern end a building with a gable the whole width of the court formed the Dairy. J6.&JUX*."], [58, "<Lfe/ catga-^^'^aBS/^^'^cS?^^ i!S\\ If mi ti %mt% IfitipU* Having now completed our circuit of the Castle, and having endeavoured, as far as practicable, to realise it as it existed in its perfect state, it may be interesting to peruse the lively description of Horace Walpole, (who visited Herstmonceux five and twenty years before its demolition,) to which reference has been already made. This description is taken from a letter written from Battle, Aug. 5th, 1752, to Richard Bentley, Esq., only son of the well-known Dr. Bentley, Master of Trinity College, Cambridge. The letter, which, it is needless to say, is most amusing, though perhaps somewhat more highly colored, for the sake of effect, than truth would warrant, details a journey made from Tun bridge Wells, in company with Mr. Chute, for the express purpose of seeing Battle Abbey and Herst monceux Castle. The account it contains of tho 6tate of the Sussex roads a century ago proves to us that however much there may still be to correct, before we can shake off the opprobrious proverb which speaks of \" Sowsexe full of dirte and miro,1 there has been a greater change for the better than \"\\fe have ordinarily any conception of."], [59, "37 TCS1T OF HORACE WALPOLE. Leaving Tunbridge Wells, Walpole visited Bay ham Abbey, whence he set out for Battle ; but before arriving at Robertsbridge, he writes : \" Our woes increase. The roads grew bad beyond all badness, the night dark beyond all darkness, our guides frightened beyond all frightfulness.\" At Roberts bridge the Inn was \" full of smugglers.\" bo, \" armed with links and lanthorns,\" they started again for Battle, where they arrived at two in the morning, and found \" a worse Inn, crammed with excise officers, one of whom had just killed a smuggler. The next morning the adventurous travellers started for Herst monceux, undaunted by the report given of the road by the natives, (\"who,\" he says, \"are forced to drive their curricles with a pair of oxen,\") and who repre sented it as \" totally impracticable.\" Happily the report proved quite untrue, and Walpole speaks of the eight [ten] miles between Battle and Herstmon ceux, as \"the only morsel of good road in their whole tour.\" \" The Castle,\" he writes,\" is seated at the end of a large vale, five miles in a direct line to the sea, with wings of blue hills covered with wood, one of which falls down to the house, in a sweep of 100 acres. The building, for the convenience of water to the moat sees nothing at all ; indeed it is entirely imagined on a plan of defence, with drawbridges actually in being, round towers, watch-towers mounted on them, and battlements pierced for the passage of arrows from long bows. It was built in the time of Henry VI., and is as perfect as the first day. It does not seem to have been ever quite finished, or at least that age was not arrived at the luxury of white- wash; for almost all the walls, except in the principal chambers, are in their native brick-hood. It is a square building, each side about two hundred"], [60, "38 VISIT OF HORACE WALPOLE. feet in length; a porch and cloister very much like Eton College; and the whole is much in the same taste, the kitohen extremely so, with three vast runnels to the ohimneys going up on the inside. There are two or three little courts for offices, but no mag nifioenoe of apartments. It is scarcely furnished with a few neoessary beds and chairs. One side has been sashed, and a drawing and dining-room, and two or three rooms, wainscoted by the Earl of Sussex, who married a natural daughter of Charles the Second. Their arms, with delightful carvings by Gibbon's particularly two pheasants, hang over the chimneys. Over the great drawing-room ohimney is the coat armour of the first Lennard, Lord Daore, with all his alliances. Mr. Chute was transported, [the Dacres and Chutes having inter-married,] and called cousin with ten thousand quarterings. The chapel is small and mean; the Virgin and seven long, lean saints, ill done, remain in the windows: there have been four more, but seem to have been removed for light ;"], [61, "VISIT OF HORACE WALPOLE. 39 and we aotually found St. Catherine, and another gentlewoman with a Church in her hand, exiled into the buttery. There remain two odd cavities with very small wooden screens on each side the altar, which seem to have been confessionals. The outside is a mixture of grey brick and stone, that has a very venerable appearance. The drawbridges are romantic to a degree ; and there is a dungeon that gives one a delightful idea of living in the days of soccage, and under such goodly tenures. They showed us a dismal chamber, which, they call Drummer's Hall, and sup pose that Mr. Addison's comedy is descended from it. In the windows of the gallery over the cloisters which leads all round to the apartments is the device of the Fienneses, a wolf holding a baton with a scroll le roy le veut — an unlucky motto, as I shall tell you presently, to the last peer of that line. The estate is £2,000 a year, and so compact as to have but seventeen houses upon it. We walked up a brave old avenue to the churoh, with ships sailing on our left hand the whole way. Before the altar lies a lank brass knight, hight William Fiennes, chevalier, who obit mccccv., that is in 1405. By the altar is a beautiful tomb, all in our trefoil taste, varied into a thousand little canopies and patterns, and two knights reposing on their backs; these were Thomas, Lord Dacre, and his only son, Gregory, [Thomas, see above,] who died sans issue, [a confusion with the son of Margaret, Lady Dacre.] \"An old grey-headed beadsman of the family talked to us of a blot on the scutcheon ; and we had observed that the field of the arms was green instead of blue, and the lions ramping to the right, contrary to order. This, and the man's imperfect narrative, led us into the circumstances of the personage before us, for there is no inscription. He went in a Chevy"], [62, "40 VISIT OF HORACE WALPOLE. Chase style, to hunt in a Mr. Pelham's park at Law ton, [properly Sir N. Pelham's and Hellingly ;] the keepers opposed, a fray ensued, a man was killed. The haughty baron took the death upon himself, as most secure of pardon ; but, however, though there was no chancell nr of the exchequer in the question, he was condemned to be hanged, le roi le vouloist.\""], [63, ""], [64, "t|^ a_V..B. — Visitors are respectfully reminded that this Church and Church-yard are kept open for their con venience by courtesy of the Rector and Churchwardens, who rely on their right-feeling, and on their shewing all due reverence for the sacred building and its enclosure. §HE last few lines of Walpole's lively narrative have already introduced us to the Parish Church, which crowns the hill to the west of the Castle. Thither let us now follow him, mounting the steep ascent ; now no longer sheltered by the \" brave old avenue \" of oaks which in the last century connected the house of God with the noble mansion of the feudal lords by whose pious care it was built and adorned, but exposed to the full blaze of the mid day sun. As we approach the Church we cannot fail to be struck with the picturesqueness of its outline, and shall admire the judgment whioh placed the tower and spire at the north-west angle, in the very position to produce the greatest effect on the charaoter of the building and best withstand the fury of the"], [65, "43 THE CHURCH, south-west gales which are here so prevalent. The exposed situation of the Church does not allow the tower to be carried to any considerable height, and it is in fact several feet lower than the ridge of the roof; but,_ rising as it does from the low side aisle, its deficiency in elevation is completely over looked in the north-east view, in which it assumes an importance hardly to have been expected from its dimensions. The annexed view, which presents the Church as seen from the north-west, will enable those who are unacquainted with the building to judge of its character, and will shew how much it is indebted for its general effect to the position of the tower. The plan of the Church is simple; it consists of a chancel, with chantry chapel to the north and a nave of three bays, with aisles to the north and south, the westernmost bay of the north aisle being occupied by the tower. There are porches on each side ; that to the north, which is the entrance in common use, has been just restored in excellent keeping with the adjacent tower and the main body of the Church. The south porch is now only opened for funerals ; but inhabitants still living can remem ber when tlie heavy coach-and-pair, conveying the Rev. Robert Hare, grandson of the Bishop, and then Rector, used to drive in through the lower gate right up to the southern church-door. The material of whioh the nave and aisles are built is rubble, plastered over; the tower is con structed of sandstone, and the spire is covered with wooden shingles. The ohancel was partly rebuilt at the time of the demolition of the Castle, out of the materials which it supplied in such abundance. The chantry chapel is also of brick, and was prob ably erected at the same period with the Castle, or"], [66, "44 THE CHURCH, a little later, at whioh time all the windows would seem to have been altered ; for though the building is Early English, not a single window remains of that style, but all correspond with that on the north side of the chantry, which is of the ordinary square headed perpendicular type, of two trefoiled ogee headed lights, surmounted by a label. The east window of the chantry is a perpendicular super mullioned one of three lights. The east window of the chancel, inserted by the late .Archdeacon Hare, has been replaced by a beautiful Memorial window, presented in affectionate acknowledgement of his worth and services by friends far and near. Its merits, as well as those of the richly-colored west window, above the long-closed western door-way, placed more recently by the present much-respected Rector to the memory of his father, must of course be judged of from within. The slope of the aisle roofs is broken by dormer windows, which owe their origin, it is said, to the late Dr. Whewell, Master of Trinity, Cambridge. If they too nearly approach the character of domestio architecture, they are certainly a great improvement upon the clumsy garret windows, with which so many of our churches have been disfigured, when as in this case, additional light, beyond that supplied by the original apertures, is absolutely required. INTERIOR OF THE CHURCH. Within, the Church is of the simplest character; but the beauty which is not always insured by a profusion of architectural decorations, is here in a remarkable degree the result of just proportions, and the absence of those disfigurements by which the interior of so many of our country churches is"], [67, "45 INTERIOR OF THE CHURCH. marred. To the improvements effected under the direction of the late .Archdeacon Hare, much to the credit of the local workmanship employed, have been added of late years the removal of the gallery, and screening off of the belfry, the entire new roofing of the ohancel, the lowering of the pulpit and re arrangement of the reading-pew, choir-seats, &c, and the general cleaning of the fabric, in which the efforts of the Rector have been ably seconded by the energetic co-operation of the Churchwardens. The general effect of the interior is not one to be easily forgotten, especially if seen when the shadows of evening are gathering around, and the last rays of the setting sun stream through the lights of the beautiful memorial window, representing the Trans figuration of our Lord, flooding wall and pavement with brilliant hues, and illuminating an arch or a pillar here and there with a brightness which only serves to deepen the gloom enshrouding the rest of the Church. The aisles are separated from the nave by well proportioned arches of two plainly chamfered orders, springing from octagonal piers with foliated capitals. There are three of these arches on the south but only two on the north, the tower, which occupies the westernmost bay on this side, communicating with the Church by a lower arch of more contracted dimensions. The style of each arcade is Early English, but the foliage of the capitals renders it evident that the arches to the north are of considerably earlier date than those which correspond to them on the south, and which are supported by piers of some what more slender proportions. The arches of the north aisle rest on a single pier and two responds ;"], [68, "46 INTERIOR OF THE CHURCH. the capitals of the latter are precisely similar, and are ornamented with stiff upright pointed leaves, that of the pier being surrounded with a band oi large clumsy trefoils; the execution of all is very rude. The capitals of the two piers on the south are of more elegant design, though still of some what rude workmanship. They are carved with small upright leaves standing close together, turn ing over with a crisped head below the abacus : the capitals of the responds as well as of the chancel arch are simply moulded. The roof of the north aisle has evidently been raised at some period sub sequent to its erection : the moulding on the inner surface of the tower shews its original height; whether the alteration was made at the time of the erection of the south aisle, or when the Church was generally repaired in tho fifteenth century, is im possible to determine. The roofs were ceiled through out, but that of the chancel has been now thrown"], [69, "47 INTERIOR OF THE CHURCH. open and appropriately bonvded with oak ; the beams supporting that of the na\\ are open, and cleared from whitewash. THE »ACBE MOKUMEHT."], [70, "48 INTERIOR OF THE CHURCH. On the north side of the chancel, and opening into the chantry, stands the chief architectural orna ment of the Church— the noble Dacre Tomb, whose richly fretted front reaches almost from the floor to the ceiling, erected in 1534, to the memory of Thomas, Lord Dacre, and Sir Thomas Fynes, his son. This monument, from its position, presents two fronts, one towards the chancel, and one towards the chantry on the north. Both parts are similar in arrangement and in architectural decoration, but that facing the chancel is of somewhat greater eleva tion. The material of which the tomb is built is the grey shell-marble, from the quarries of Petworth ; but the canopies of the niches and more delicate tracery are executed in Caen stone, and much of the carving is as sharp as when first done. The north front is in a sad state of decay, the surface of the shell-marble having, from some unexplained cause, become disintegrated ; but the rest of the monument is in fair preservation. Some years ago it was cleansed from a coat of white-wash, with which it had been bedaubed by the order of a rural dean of the last century, and the coats of arms on the south side were freshly emblazoned, and the crests and mantlings partly gilt. It is much to be regretted that the ignorance of the painter employed in this good work has perpetuated some false heraldry, and made the identification of the coats a matter of some difficulty. The design of this monument is of the kind so prevalent in the fifteenth and sixteenth centuries, consisting of an altar-tomb, beneath an obtusely arched recess, surmounted by a richly-decorated cor nice, in several horizontal divisions."], [71, "49 INTERIOR OF THE CHURCH. The basement of the tomb is plain ; the front is divided by slender arched panels into four square compartments, ornamented with quatrefoils, the in terior sweep and spandrels of which are most richly cusped and feathered. On the tomb, beneath the arched canopy, the soffit of which is richly panelled and decorated with color, repose the effigies of Lord Dacre and his son, in armour, with their heads, which are bare, reposing on their tilting helmets, and their hands joined in prayer. The arched canopy is ein ques oiled, each cusp being again foliated, and the spandrels contain trefoils subdivided in a similar manner, producing an effect of surpassing richness. It is surmounted by a flat horizontal cornice, divided into eight quatrefoiled squares, six of the compartments containing a shield, emblazoned with the arms of the alliances of the family. Above this is an embattled cornice, with which the design terminates on the side towards the chantry. The greater height of the chancel allowed the addition of two more cornices, the lower carved with foliage, the upper divided into foliated arched panels, with intersecting tracery, the whole finished with a row of the ordinary trefoil or strawberry -leaf orna ment. In front of this upper cornice are introduced three escutcheons, surmounted by the tilting helmet, mantle and crest, carved in relief, and originally richly painted and gilt ; but now all but the centre shield are blank, and the alants, which surmount two of the helmets, are covered with paint of a plain stone color. The central shield presents the arms of the Fienes family, (azure, three lions rampant, or,) and above it the family crest, an eagle, with an annulet in his beak, or. £"], [72, "50 INTERIOR OF THE CHURCH. The monument is flanked on either side by a niohe of extraordinary richness, set against the east wall. One of these is represented in the woodout. The other is seen on the vestry, or chantry sidtj of the monument. The western angles are ohamfered off and adorned with two niches, with og£e canopies of the most elaborate workmanship. Further particulars of the heraldic deoorations axe given at the close of this chapter. From the will of Lord Dacre it appears that this stately monument was erected not only to commemo rate himself and his son, but also for the purposes of an Easter Sepulchre. This, as is well known, was the spot where the ceremonies typifying the burial and resurrection of our Lord, prescribed by, and still practised in the Romish Communion, were annually performed on Good Friday and Easter Day. For this purpose an arched recess was often formed in the north wall of the chancel above a low altar-tomb without inscription. At other times an actual tomb was used for these ceremonies, as in the instance under consideration, and in Milford Church, Suffolk, where the tomb of John Cfopton, (who died in 1497,) formed, like the Dacre tomb, under an open arch pierced through the north wall of the chancel into the chantry beyond, was em ployed as the sepulchre. The fabric of the sepul chre itself, which was of painted wood, was taken away from the recess shortly after Easter, so that no vestiges of it remain, either here, or in any other instance."], [73, "51 INTERIOR OF THE CHURCH. A recess consisting of a septfoiled aroh, supported on shafts and columns of early decorated charaoter, will be seen in the wall of the south aisle, towards the east. There is neither date nor trace of inscription to aid us in determining its purpose, and a shield which is carved in the head of the arch is blank. The almost perfect brass, which lies in the chancel aisle, has been alluded to above, as perpetuating the memory of Sir William Fienes, father of Sir Roger, the founder of the Castle, and great-great-grand father of Thomas, Lord Daore, whose effigy reolines beside that of his son in the adjacent monument. The figure of the knight, which is of remarkably fine workmanship, in complete armour with his feet resting on a lion, stands under a richly crocketted ogee canopy crowned with a finial, springing from slender buttresses terminated with pinnacles. Four coats of arms adorned the slab, but they have been all removed. The inscription, when perfect, ran as follows : — maxmt It xbiij \\smx fte Tan* M JnrarrHa-xtt nxt [Sag mr] J&Mt ffirgst mtzub gist jwjr [gicw ht sa alme t%t merat] qg uur sa alme fatosUment $attr na&ltt tt &bt -prios b'f jours oc prbon m atwra."], [74, "52 INTERIOR OF THE CHURCH. The meaning is this : — \" Here lieth William Fienes, Knight, who died on the 18th of January, in the year of the Incarnation of our Lord Jesus Christ 1405. May God have mercy on his soul. Whosoever shall devoutly say for his soul a Pater noster and an Ave, shall have in requital thereof 120 days' pardon.\" There is a trefoiled aumbry of plain character in the north wall of the chancel, but there are no existing traces of any piscina in the church. A very small shallow recess, trefoiled, with an ogee head, occurs by the side of a squint, or hagios cope, opening from the north aisle into the chanceL It is difficult to conceive its purpose."], [75, "INTERIOR OF THE CHURCH. 53 Another squint communicates between the chantry and the chancel to the west of the Dacre tomb, but both are now blocked up. The only vestiges of ancient painted glass re maining in the Church are some fragments of the Evangelistic [?] symbols in the east window of the chantry. The heads of the lion and the eagle and part of the name of Marcus are still to be observed. Before leaving the chancel the visitor will pause a moment to glance at the east window, which, as before observed, commemorates the much-beloved and widely-honored Julius Charles Hare, \" for twenty five years rector of this parish, and twenty-two years Archdeacon of Lewes.\" The twelve compartments are arranged in three rows of four each, and, if method"], [76, "54 INTERIOR OF THE CHURCH. is to be sought in the arrangement of the subjects depicted, which are entirely from the life of our Saviour, the distribution of them may be thus des cribed, by way of suggestion. At the four corners, beginning with the left hand in tbe bottom row, are represented the cardinal events of the Birth, the Baptism, the Crucifixion, and the Ascension of the Divine Founder of our faith. The middle row pourtrays four miracles: the two outer lights giving the raising to life of Jairus' daughter and Lazarus respectively; the two inner ones the feeding of the multitude, and the stilling of the storm on the lake. Below these two central miracles are set before us : Christ as the Receiver of little children, appropriately adjaeent to the scene in the stable of Bethlehem ; and Christ the Teacher, next to His initiation into His publio ministry by Baptism in the Jordan. Above the same two central compartments the Saviour is set forth as the Hearer of prayer and Conqueror of evil spirits, (in connection with the woman of Canaan,) and as revealing Himself in the \" breaking of bread \" to the two disciples at Emmaus. The motto text at the foot of the window well describes the characteristic traits of the \" last of the four brothers,\" whose tribute to their mother and sister is recorded on the interesting tablet attached to the north chancel wall : — \" Faith, which worketh by love.\" The font in which Sir Roger Fienes, the builder of the Castle was baptised, (as may be supposed,) more than four centuries since, still stands under tho western-most arch on the south side. It is of"], [77, "INTERIOR OF THE CHURCH. 55 plain decorated character, the square basin supported on octagonal shafts, and a larger cylindrical pillar in the centre. The basin is leaded within. There are, however, still existing the remains of the more ancient font, in which the knight may have been christened. This interesting relic was discovered by Thomas .Arkcoll, Esq., of Lime Park, on his farm called Cherry Croft, in anything but an appropriate condition ; and having been scraped and cleaned it now stands in a retired oorner of the garden at his above-named residence. The interior dimensions of the Church are : — nave 47-ft. 2-in. by 19-ft. ; chancel 20-ft. by 18-ft. ; aisle 12-ft. broad. Total length 76-ft. 2-in. ; breadth 43-ft."], [78, "56 INTERIOR OF THE CHURCH. On the north chancel wall, near the tablet in memory of Francis Hare Naylor and his second wife, (the widow of a Colonel Meely,) is a very eulogistio epitaph to the Rev. Luke Trevigar and his wife. The former was Rector of the parish, and was, it is said, the son of a French refugee, an apothecary, living in London. Mrs. Trevigar was an Italian by birth, an intimate friend of Bishop and Mrs. Hare. They lived, when not at Chichester, at the dwelling-house, afterwards transformed into Hurstmonceux Place, there being no Rectory till many years later, the old parsonage which still gives its name to the glebe farm, having fallen into decay. Near the vestry door will be seen the monument raised in honor of Grace Naylor's faithful nurse Margaret Becket, while another old servant or de pendent of the castle, Richard Morris, lies just outside the E. vestry or chantry window. Facing the last-named headstone, and half buried in the earth, are stones recording the names of two wives of one Marin le Tartre, whose history is quite un known. The ancient yew tree with its adjacent graves will kindle many musings in the mind of the thoughtful visitor, who will look upon this as the \" cynosure \" of Herstmonceux. By silence it will be understood, that more is meant than meets the ear. HERALDIC DESCRIPTION OF THE DACRE TOMB. Besides the Fienes coat and crest which have been already mentioned, the quatrefoiled cornice above the canopy contains six coats on either side : those to the north are original; those to the south have been repainted with no great accuracy. The coats"], [79, "57 INTERIOR OF THE CHURCH. on the northen side, commencing from the west, are : (1) .Az. an orle of martlets or, on an inescutoheon arg. 3 bars, gules. (2) Az. three chevzonels braced in the base of the escutcheon or, a chief of the 2nd, (Fitzhugh). (3) Barry of 6, arg. and az. a bend, gules, (Grey). (4) Argent, a fesse gules. (5) Gules, three lions, passant gardant or, in pale. (6) The same as No. (4). On the 60uth the restored coats are : (7) Sable, a cross or. (8) The same as No. (3). (9) The same as No. (4). (10) Quarterly or, and gules an escar buncle sable. (11) Barry of six, argent and gules. (12) Azure, a fesse gules. The coat No. (7) is also repeated in the centre of one of the quatrefoils in the basement on the south. Beneath the flanking niche in the chantry is an escutcheon, Vair, the coat of the family of Filiol."], [80, "iM RIEF reference has been made to the Tablet in &^ the chancel, and the graves in the church-yard, connected with the family so intimately associated with Herstmonceux. A further notice will be accept able to all, especially to those who have not enjoyed the opportunity of reading the \"Memorials of a Quiet Life.\" The tablet is surmounted by a beautiful bass-relief, the work of Kessels, an eminent soulptor in Rome. The first copy having been lost at sea, a second was produced by the same skilful hand. An angel is represented as standing by the dying couch of the gifted mother, who is oommending her only daughter to the care of her elder and much-loved sister, Lady Jones, whose influence and watchful oversight proved an incalculable blessing to the young and motherless family."], [81, "59 APPENDIX. The inscription runs as follows: — \"ToGHOBGLOsA, Fourth Daughter of Jonathan Shipley, Bishop of St. Asaph, And wife of Francis Hare-Naylor of Herstmonceux Place, who died at Lausanne, in Switzerland, on Easter Sunday, 1806, Giving up her soul to Him who on that day overcame Death. Her life was one of dutiful love ; And her memory, after a separation of twenty-eight years, Is still blest and revered by her children. Also to her eldest sister, ASK.A M AHIA , widow of Sir William Jones In whom they found a second mother ; A monitress wise and loving, both in encouragement and reproof, Forgetting her own age and infirmities, even on her death-bed, In her zeal for their good : Her first care was to bring them up in the nurture of the Lord. The youngest of them. AKJSCA MAHIA CIiKHEtHTIK.A , Was taken away before she could fulfil The bright promise of her childhood. Her four Brothers erect this Monument of their Love To their Mother, their Aunt, and their Sister, Hoping that they may all hereafter be reunited in Christ. This hope had scarcely been expressed, When he among the four Brothers who was ripest for Heaven, A*a<*mSTTJS WIX.L.XAH, Hector of Alton-Barnes, Went to rejoin his kindred among the Blessed, Leu .ing a void in the hearts of the others, Whioh nothing on earth can ever nil up, On the twenty-third of January, 1886, the hope expressed above Was fulfilled to the last of the four Brothers, Julius Charles, The beloved Hector of this parish for twenty-two years, And for fourteen years Archdeacon of Lewes, His body rests by that of his younger brother, Marcus Theodore In this churchyard, awaiting the Hesurrection, The Eldest brother, Franois George, died at Palermo, in 1842. 'Whosoever shall do the will of my Father, which is in Heaven, The same is my brother, and sister, and mother.\""], [82, "60 APPENDIX. Mrs. Hare-Naylor only resided at Herstmonceux Place for about five years, happy in the society of her husband and children, but, from some peculiari ties of taste and eduoation, not making many acquaint ances in the neighbourhood. She is remembered as having ridden on her ass to drink of one of the mineral springs which abound in the park and neigh bourhood, and as having been constantly followed by a white doe, herself dressed in white. By the way, one of these graceful creatures gave rise to a ghost story. It was reported by a scared rustic that a tall white ghost was actuallj to be seen haunting the Castle garden. Happily some sensible person went to the spot, and saw a white hind, reared aloft with her fore-feet against the wall, regaling herself from the ourrant-bushes ! Gradually the great affliction of loss of sight came upon Mrs. Hare-Naylor, who bore the trial with christian resignation. It is said of her by one who at one time saw much of her : \" She did truly embrace Christ with her whole heart.\" A sojourn abroad failed to restore her health, and her death occurred, as stated in the tablet, in 1806. Lady Jones lived to see her four nephews grow up and reach man's estate. It was a special grati fication to her to see her godson, Augustus William, enter the sacred profession for which in her own mind she had early destined him. She was spared the pang of witnessing the rapid close of his career, her own death taking place in July, 1829. The following allusion to the youngest child, the only daughter, ocours in the first volume of the \" Memorials : \" — \" In March, 1813, Lady Jones fetched little Anna home very unwell from her sohool at Chiswick, and"], [83, "APPENDIX. 61 though she was nursed by her aunt with almost more than maternal devotion, she sunk at the end of a week. Lady Jones could never bear her to be mentioned afterwards. After her own death a small parcel with a black edge was found in her writing case, marked *' Memorandums, Helas ! \" containing the medical account of her illness, the newspaper account as her death, and a little packet inscribed, \" Triste et Chere,\" enclosing the earliest primrose of that year's spring, on which Lady Jones had written, \" The sweet angel brought me this little nosegay, Wednesday, 17th March. On Wednesday 24th, she herself had faded, drooped and ceased to breathe. Francis George, the eldest son, and father of Augustus J. C. Hare, as well as of two other sons and a daughter, all deceased, was a child of mar vellous promise. Sir Joshua Reynolds took a lovely portrait of him, under the title of \" Infancy,\" an engraving of which picture appeared in a copy of the Graphic of July, 1872. A prodigy of youthful talent, Francis failed to leave behind him a marked name or influence, though his time and interest as a young man were affectionately bestowed on his younger brothers, especially on Julius, and no doubt contributed much to their after success in life. Augustus William, the second son, was five years old, when brought by his parents, on their first visit from Italy to Herstmonceux, in 1797, to be placed under the care of his Aunt, widow of the distinguished Orientalist, Sir William Jones. He was in duo time sent by Lady Jones to Winchester, and thence proceeded to New College, Oxford, where he acquired much influence among his contemporaries, first as undergraduate, and then during seven years*"], [84, "62 APPENDIX. residence as fellow and tutor of his college. At length his scruples as to taking holy orders passed away, and in 1825 he was ordained, remaining at Oxford till 1829, when two events altered, or gave completion to his life. These were the exchange of college life for the duties of a retired \" country parson \" at .Alton Barnes, Wiltshire and his marriage with Maria Lycester, whose sweet character has been so beautifully pour trayed by her adopted son in the \" Memorials of a Quiet Life.\" Of all the fascinating tableaux repre sented in those deeply interesting volumes none surpass the chapters which record the short but faith fully employed years, only four in all, spent at Alton. The whole force of a somewhat eccentric character was thrown into the, to him, novel work of ministering to an almost entirely uneducated agricultural popula tion, and this at a time when the clergy generally could not compare with their successors of the present day. His published sermons, the profits from which contributed largely to the erection of the National School, Herstmonceux, breathe throughout the fervent spirit of one who desired to \" spend and be spent \" in the work of his divine Master. The death of Augustus Hare at Rome, February 1834, was an irreparable loss to his parish and family, but it brought to Herstmonceux a good angel in the person of his widow, who became a foster-mother to the flock of her brother-in-law Julius, presented to the living in 1832. First at the Rectory and then at Lime, Mrs. Augustus Hare shed tho attractive influence of her gentle character around, while at the same time educating the adopted son, who came to her as a timely solace at the crisis of her bereave ment in Rome."], [85, "APPENDIX. 63 From the high ground above the Castle, to the left of the Egg Wood, the visitor will catch a glimpse of \"Lime,\" on the right front, over a hop-garden, a stone pine on the lawn, sprung from a pine-cone whioh was brought from Rome, helping to mark the spot. The belt of trees which conceals the Rectory may also be seen in front, fringing a smooth slopingmea dow, over the shrubbery, (private,) leading to Herst monceux Place. With the name of Maria Hare is associated that of E«ther, the beloved wife of .Arohdeacon Hare, who for nine years adorned with her cultivated mind and lovely character the Rectory and its surround ings, and who till her death, yearned over the people endeared to her by the most sacred ties. As the sister of Frederick D. Maurice it would be only natural that Mrs. Hare should approach truth from an independent rather than a traditional standpoint. But how humbly and entirely her intellect submitted itself to the Gospel of Jesus Christ, and how thoroughly she was imbued with its spirit, will be felt by all, and especially by the sorrowing ones, who read the Selections from her Letters, now made public, under the title of \" Words of Hope and Comfort to those in Sorrow.\" (Hurst & Blackett.) Of Julius Charles Hare it has been said that he was better understood in the diocese than in his parish, better in England than in the diocese, better abroad than in his own country. In some respects he was specially his mother's child, drawing his early breath physically, mentally, and spiritually in a sunny atmosphere, under her genial influence, and enjoying a singular variety oi training, which con tributed, humanly speaking, to make him the com prehensive, widely-sympathising man he was."], [86, "64 APPENDIX. To native talents of a high order Julius Hare added deep enthusiasm and resolute perseverance. The ad vantages of his eldest brother's superintendence in his studies supplied what might have been lacking in the hearty discipline of an English public School. Then came Alma Mater with her fostering instruc tions, her severe ordeals, her competitions, friendships, honors and emoluments. Well might Archdeacon Hare stand out as a happy instance of what Aristotle calls, par excellence, the Educated Man. That much of this high power should have failed to find scope in a Sussex village is not to be wondered at. The matter for surprise is that a mind of such calibre should succeed as well as it did in bending itself to ordinary parish work. But space fails. Side by side with Marcus Theo dore, the model of a christian sailor, reproduced in his son, the present Captain Marcus Hare, R.N., his mortal remains rest in view of the domain owned no longer by his family. If, however, ancient heritages quickly pass to other hands, and once fami liar names give place to those of strangers, true worth lives and will live for ever. The excellencies and attainments of the later representatives of the \" Hares of Herstmonceux \" throw a halo over the connection of their family with the place ; and 6uch examples and influence are of infinitely greater importance \" than castellated fortresses and magnificent palaces.\" THE END. TICEUUKST, TKINTER, BATTLE."], [87, "These Opalines are from our Special Negatives, TICEHURST'S Artistic Opalines of Battle Abhey and Neighbourhood, 2s., l/6d., 1/- each. Complete with Leatherette Backs, Rings and Struts. TIOSHUB^^ AET PHOTOG-EAPHS OF BATTLE ABBEY, NORMANHURST COURT, BODIAM CASTLE HERSTMONCEUX CASTLE, &c, &c. Unmounted, 10-in. by 8-in., ls. each. Ditto 8*.-in. by 5|-inv 9d. each. Ditto 6|-in. by 4f-in., 6d. each NOTE. — The above are the sizes of the Plates upon which the Pictures are taken ; the Pictures are about jin. Bmaller. The sixe only required when ordering. All Orders SENT FREE by Post, CARRIAGE PAID. The Gateway outside Battle Abbey do. inside „ West View of House „ do. 2 Views „ The Cloisters 2 Views „ House from summit 1 of Gateway J „ The Dormitory „ do. South end „ The Lower Terrace „ From below „ „ The Two Towers Battle. Abbey The Crypt The Calefactory „ The Site of the High \\ Altar / „ do. with Cedar Trees „ Battle Church do. Town 1. ormanhurst Court 6 Views Bodiam Castle 4 „ Herstmonceux Castle 4 „ AOOMPLETE SERIES OE FINE AUTOTYPE + PHOTOGBAPHS OF BATTLE ABBEY, &c TWELVE IN NZTMEES, ONE SHILLING. An Artistic Souvenir of this Historical and most interesting Euin, Published and Sold by Ticehurst, Battle. ibid cannot be equalled at the prices. Packed in a neat card box."], [88, "UNITED KINGDOI TEA COMPANY SUPPLY WONDERFUL TEA FIRST HAND, DIRECT FROM THE MINCING LANE MARKE1 TEA which is Enjoyable F TEA which is Economical ! TEA which ls Unequalled 1 TEA Once Used Always Us« No. 3 No. 4 TEA which Is Delicious! TEA which li Appreciated ! TEA which Is Refreshing! TEA which Is Revising I No. 1 No. 2 I/9, 2/ I/3, 1/6, m. JUb. a Z-to. REGISTERED TRADE MARK. Quantities of 7 lb., 14 1 b., and 201b. packed in Canisters without extra Charge. UNITED KINGDOM TEA COMPANY, Limited, are the larg. suppliers of Tea in the Kingdom, and have the honour of supply1 all the Tea used in the MEMBERS' REFRESHMENT ROOl of the HOUSES of PARLIAMENT. Offioes:— 21, MINCING LANE, LONDO"], [89, ""], [90, ""], [91, ""], [92, ""], [93, ""], [94, ""]]