[[1, ""], [2, ""], [3, "With GERARD VAN DE LINDE'S COMPLIMENTS BIRMINGHAM ACCOUNTANTS STUDENTS' SOCIETY. COLLIERIES. A PAPE R READ AT THE ROOMS OF THE MIDLAND SOCIETY OF CHARTERED ACCOUNTANTS, 8, NEWHALL STREET. BIRMINGHAM, 24 APRIL, 1888. EY GEEAED VAN DE LINDE, F.C.A., F.S.S. The Pebsident: Mb. O. HOLT CALDICOTT, F.C.A., IN THE CHAIB. LONDON: Gee & Co., Printers <_ Publishers, 34, Moorgate Street, E.C."], [4, ""], [5, "BIRMINGHAM ACCOUNTANTS STUDENTS' SOCIETY. COLLIERIES. A PAPER READ AT THE ROOMS OF THE MIDLAND SOCIETY OF CHARTERED ACCOUNTANTS 8. NEWHALL STREET. BIRMINGHAM. 24 APRIL. 1888 BY GEKABD VAN DE LINDff, /F.C.A., F.S.S The Pbesident: Mb. O. HOLT CALDICOTT, F.C.A., IN THE CHAIB. LONDON: Gee & Co., Printers & Publishers, 34, Moorgate Street, E.C"], [6, ""], [7, "C OLLIEEIES. \" What I write is most true : I have a whole booke \" of cases lying by me, which if I could sette foorth : \" some grave auntients (with-in the hearing of Bow \" bell) would be out of charity with me.\" IT would appear that coal was used in small quantities as Coal first a fuel long before the Roman invasion, in fact traces mentioned as of its use were found in connection with the old iron work ings of the Britons at Sheffield : at the same time th.* charter of 1259, granted by Henry III, to the burgesses of Newcastle upon-Tyne to dig for coal, is, perhaps, the first State record concerning it. The said burgesses were not slow in turning these licenses into a good and remunerative trade. Coal was first brought into Lo-ndon in the early part of Coal first the fourteenth century, much to the dismay of Edward I. brought and the strong opposition of his subjects : it was primarily \" on on introdueed into that city as an experiment by a few black smiths, brewers, and other traders especially needing a staple fuel. So much did the outcry in the Metropolis Ils introduction gain strength at the black smoke thus asserting itself in the meets with very heart of the city that in the early part of the 14th stern century King Edward II. (the then reigning monarch) had opposition. to receive a petition from Parliament to the effect that \"if His Majesty had any love for a fair garden, a clean \" face, yea or a clean shirt and ruff, and if he did \"not wish his subjects to be choked, or at the very \" best to be smoked into bad hams, to forbid all use Its attempted \" of the new and pestilent fuel called coal.\" The weak- suppression minded King at once yielded and sent forth a proclamation that all use of the dangerous nuisance of coal should from that moment cease. The proclamation, however, had come too].lte. too late, for the traders who had got to use it in their busi nesses could no longer do without it : so they secretly agreed among themselves to continue doing so, forgetting, however, all ahout the great black smoke pouring out of their chim neys and furnaces, and thus at once betraying their secret. It should be added, too, that 20 years after the proclama tion coal was actually being consumed in the Royal 1*\\ ila.ee, beinsusedin and moreover was not being paid for, as the coal owners had the Royal to petition Parliament for the settlement of the account. Pilace* In London to-day about 400,000 tons of smoke, and about Waste in the 121,000 tons of sulphur escape annually unconsumed. present days. What would our ancestors have said to such dreadful things? Those were, indeed, fine days for the lawyers and process Busy times for servers ; and the King and his Parliament had rather a busy lhe Lawyers."], [8, "4 time of it too in endeavouring to suppress the then so thought nuisance, by the imposition of heavy fines, besides wrecking the chimneys, furnaces, and fire-places of the uffenders, but all to no purpose ; for others were soon put up in their stead, and so the contest went on, until one day some wiseacre dis covered that all this time no one had either been choked, poisoned, \"cured into a bad ham,\" or otherwise injured, while at the same time the fuel had enlisted many new adherents by the many advantages it possessed, and thus hopes began to be entertained that the battle was over and the victory won. Not a bit of it. it took many a long weary year and many a long reign before anything like a sem blance of peace prevailed ; for impecunious Sovereigns, through the imposition of Coal Dues, had thus discovered a means to replenish an empty Exchequer. The City mag nates too were not slow in following the example thus set them by their betters, and so under the pKusible plea of protecting the good people of London from the incon venience attending the introduction into their midst of coals from Newcastle, they imposed heavy dues — the relics of which remain to this day. Notwithstanding all this, how ever, many of the citizens were ungrateful enough not to appreciate this delicate attention on the part of the Corpora tion, and so they, and others too, paid the fines and tbe dues, and thus it is from that very persistence to have these \" Black Diamonds \" at any price rather than not at all, that I am here this evening to say a few words to you about them and the important part they play in the economy of the civilised world — their intrinsic worth having long since been universally recognised. The question of Coal Dues being rather a burning one just now, I would say a few words in connection with it. The existing dues on coal brought into London aggregate 13d. per ton, and represent three separate duties, which have different origins, histories, and applications, they are as follows : — Introduction of Coal Dues. Coal Dues. Existing coal dues. (a) — The duty of 4d. per ton. ( 6)— The duty of 8d. per ton. (c) — The duty of Id. per ton. (a). — The duty of 4d. per ton represents the ancient met age or weighage charge \" levied by the Corporation from time immemorial,\" as stated in the charter of the third year of James 1., subsequently confirmed by Acts of Parliament, 2 William and Mary, c. 8 : &c, &c. la.) Duty of td. per ton. i/..) Duty of Bd. per ton. (b). — The duty of Sd. per ton represents two ancient duties formerly amounting to lOd. a chaldron, first imposed by the Act 5 and 6 William and Mary, c. 10, (a.d. 1695), for the purpose of meeting obligations arising from the closing of the Exchequer by Charles II. They were, as ter these obliga tions had been provided for, continued and applied by Parlia ment towards effecting public objects and improvements ; the first of such applications being about the years 1766 1767 — the building of the first Blackfriars bridge. (<*). — The duty of Id. per ton was first imposed in the year (c) Duty of Id. per ton."], [9, "5 1807, under the Act 47, Geo. III., c. 68, for the purpose of providing an Exchange to be used as a free and open market for the sale of coal in London. When that object had been secured and the debt discharged, the duty was, under the Act of 8 and 9, Viet., c. 101, (1845) applied in conjunction with the 8d. duty (b) towards effecting public improvements. * Imperial There was in addition to the foregoing a very heavy charge Coal dues which on coal both in London and elsewhere, for Imperial pur- have expired ; poses, which was finally repealed in 1831. There were also coal duties of varying amounts (uncon- as also others. nected with, and independent of, existing duties) levied towards the re-erection of St. Paul's Cathedral and the City churches, destroyed in the great fire of 1666. In the reign of Queen Anne these duties were further applied to building 44 new churches in the metropolis, and towards comoleting Greenwich Hospital, etc. These duties have, however, long since ceased to be levied. I refer to them only as so fully exemplifying my opening remarks in this paper, and as a fruitful source for indirect taxation, relieving to that extent the direct rating of our great metropolis. The duty of 4d. per ton was in its ancient form applied by How these the Corporation of London towards the service of measuring ', '\"''AAi'Ai i ■ i-*it_ e t i i* r l DCtrll d. jJJHIl.ll., or weighing coal in the Port of London, extending from the •„.) Duty of Medway to Staines. The profits of the metage were the pro* Id. perty of the Corporation, and were applied by them to cor porate purposes. In the year 1831, however, the metage of coal was converted into a system of weighing, selling and delivering of coal by weight under Act 1 and 2, William IV., c. 76. By this Act the duty of 4d. per chaldron was com muted to 4d. per ton, the Corporation undertaking to pay thereout, the pensions granted to the Lea Coal meters, deprived of their offices ; (a charge at that time of £21,000 per annum), the profits remaining after payment of these pensions being still recognised as the property of the Corporation, and protected by a saving clause in the Act. In the year 1847, the Corporation with the sanction of Parlia ment, effected a charge of £300,000 on this duty towards making the new Cannon Street improvement, &e. ; sub sequently further charges to the extent of £240,000 were created for the same objects. In the year 1861 the Corpora tion obtained an Act charging the whole produce of the duty remaining, after providing for the said charges, for the formation of the Holborn Valley Viaduct and Improvements, under these and subsequent Acts the Corporation has, in addition to minor improvements, constructed New Cannon Street, between St. Paul's Cathedral and King William Street, and has subsequently effected the extensive improve ments in connection with the Holborn Valley and Viaduct. The duty is still applied to the completion of the latter improvement, and in discharge of the debt thereon incurred. The duty of 8d. per ton (formerly per chaldron as already '*'•' gD.lU*' oi mentioned) was first applied towards Metropolitan objects and improvements in the erection of the first Blackfriars Bridge (about the year 1766). From that time to the present"], [10, "6 lb) Duty of 8d. continued lin conjunction with the Wine Duty). date Parliament has continued the duty from time to time (in conjunction with the Wine Duty of 4s. '.)\\i. on the Imperial tun of 252 gallons on all wine brought into the Port of London; Act 5 and 6 William and Mary, a.d. 1695, producing about £8,500 net), for Metropolitan objects and improvements carried out first under the control of the Corporation of London ; then under that of the Commissioners ofli.M. Woods and Forests and other authorities ; and since the year 1857 under the management of the Metropolitan Board of Works. (<:.) Duty of Id. The duty of Id. per ton has since the year 1845 been applied in conjunction with the 8d. duty towards effecting improvements in the Metropolis, first, under the manage ment of H.M. Commissioners of Woods and Forests, and subsequent!}' of the Metropolitan Board of Works. Some few of tLe improvements thus carried out up to 1869. 1 havq before me a long list containing a summary of some of the more important improvements thus subsidized, and which do not include any sums received from the duties which have expired; the amount thus granted comes to £9 76 S.862 : I instance just a few of them as follows ; — A. I). 1760-1812 : Building the first Blackfriars Bridge £230,000. ,, 1769 ; Re-erection of the Gaol of Newgate 50,000. 1785 ; Completing the re-building Completing the re-building of Newgate after the riots of 1780, and erecting a Sessions House for Middle- sex . . . . . . 40,000. 1778-1815 : Widening Moorfields .. 16.500. L803-1804 : Purchasing Coal Exchange, and making same a free market 25,600. 1795-1811 : Widening and improving thoroughfares near Temple Bar, and in the Strand, &c. 216,300. 18)2-1820 : Erecting Debtors' prison .. 95,000. 1815-1824 : Providing site for General Post Office . . . . 80,000. 1824-1846 : Forming and improving ap- proaches to New London Bridge 1,021,421. 1S25-1831 : Bemoval of Fleet Market and formation of Farringdon Street 250,000. 1839-1844 : Enlarging site of New Royal Exchange after fire of 1838. 228,578. 1839-1861 : Formation of New Streets in- cluding Cranbourn Street, Upper Wellington Street, New Oxford Street, Com- mercial Street, White chapel, Victoria Street, S.W. 665,000."], [11, "7 1847-1850 : Erecting new Coal Exchange and widening approaches. 122,643. 1847-1862 : New line of streets from St. Paul's to King William Street 540,000. 1861 to date : Holborn Valley Viaduct and improvements . . . . 1,715,000. 18G2 „ : Victoria Embankment . . 1,150,980. 18li3 ,, : Queen Victoria Street . . 1 ,070,287. 1863 „ : Albert Embankment . . 1,014,525. 1868 „ : Chelsea Embankment . . 209,590. 1869 ,, : Freeing from toll various bridges on the Thames and on the Lea.. .. . 353,618. The duties of 8d. and Id. and the Wine Duty now received Metropolitan by the Metropolitan Board of Works have since 1869 formed Board of Works. part of the general resources of the Consolidated Loans Fund of the Metropolis, and are applied to the charges of debt created in respect of the extensive improvements car ried out by that Board. The principal new streets and improvements carried out Principal by the Board since 1869, and to the \"cost of which the Coal improvements - ---■ -^ , I., t ii carried out and Wine Dues has contributed, are as follows : — since lSfi'J. Northumberland Avenue, Great Eastern Street, Clerken- well Road, Shaftesbury Avenue, Charing Cross Road. Freeing Tolls at Waterloo, Vauxhall, Lambeth. Albert, Chelsea, Battersea, Wandsworth, Putney, Hammer- smith, Deptford Creek, and Charing Cross Railway Foot Bridge. Erecting Bridges at Putney, Hammersmith and Batter- sea. Widening Shoreditch High Street, Theobald's Road, Bethnal Green Road, Coventry Street, Haymarket, Tooley Street, and Camberwell and Peckham Roads, Gray's Inn Road, die, &c. The rateable value of the Metropolitan Board District is Bateahle value _ . — *- . . ., over £30,000,000. The Coal Dues of 13d. produce about ?JJ&* over _*.u,uuu,uuu. -me yuan _■_-*, _ _-_. puau.. _u^_. Met litIm £450,000 per annum, equivalent to an improvement (or de- Board District. duction) in the rating of nearly 4d. in the £. ; these duties are levied under Act 31, Viet, (certain renewals dating in their present form from Act 1, 2, William IV., 1831) which Act and current renewal is in force only until July, 1889, at which period strenuous efforts are being made on the one side for a renewal, and on the other side for a non-renewal, the supporters advocating the following 6 reasons in favour of renewal : — 1 . It' not renewed the rates must be largely increased. Alleged reaFon-s .i i* .i ■ ••■ , for retaining 2.-— Without these dues the further acquisition of open the Duties. spaces is jeopardised. 3. _On a renewal the inhabitants of the \" outer area\" will benefit largely. 4 The improvements as carried out benefit manu- facturers, facilitating locomotion."], [12, "8 5. — The working classes benefit by their retention in every possible way. 6. — The retention of the Acts ensures proper weight and description of coal as delivered to the public. Will they stand? I have now set before you the history of the present Coal Dues, and the reasons given by their supporters for their retention, whether they have made out their case remains to be seen. It is a question for Parliament to decide, where doubtless the whole thing pro and con will be thoroughly threshed out. 1 need hardly remind you what special interest it has for coal owners and coal interests generally, who will eagerly watch every phase of the contest. Statistics. In 1%*& the coal raised was over 157,000,000 tons, averaging 4s. 10£d..per ton at pit's mouth, making a total value of say £38,000,000, and the men employed were about 520,000 hands. Assuming that 100,000,000 tons per annum are used for the production of mechanical power, we get from this coal the physical strength of 660,000,000 men. The average coal raised per annum would if stacked make a wall 93 feet high, 20 feet thick, and 440 miles long, and seeing that it takes 4 tons of vegetable matter to produce 1 ton of coal, the coal raised in 1886 took 628,000,000 tons of vegetable matter. \"Grangetowu The freehold property known as the \"Grangetown Collieries, Collieries, Sanitary Pipes and Red Brickworks,\" is situated and red -*n \"ie Tdiage of Grangetown, on the borders of the far famed brickwork.\" Burntwood Forest in the Midland County of Ilchester. The land is in a high state of cultivation, about half of it is in grass, and the rest arable and in plantation. The Estate is divided into three Farms, viz. the \" Grange,\" •■Hurst,\" and \"Daisy\" Farms: on each of which are suitable buildings. On \" The Grange Farm,\" the Mansion called \" The Grange \" stands with its large fruit and flower gardens adjoining, suggestive in the summer months of strawberries and cream, afternoon tea, and other pleasant harmless accessories; and the interior, in the winter months, of genial warmth and comfort to break the monotony of a not over tedious audit — the idea of the large hearted freehold owners being \" that all work and no play makes Jack a dull boy.\" I need hardly say that when the time comes round I am never at a loss for volunteers to accompany me down there in the discharge of my duties, for altogether in more senses than one, it is a very happy hunting ground, especially in the eyes of the rising generation. Besides the Mansion itself, there is the bailiff's house and dairy with extensive outbuildings, barns, piggeries, Ac, in fact every accommodation for live stock of all descrip tions, and the same remark applies also to the other two farms viz., the ■■ Hurst Farm \" and the \" Daisy Farm.\" The Ilchester and Barton Branch of the Midland Railway Ra*lwa-J. Uon runs through the centre of the estate, and by means of that and also of \"The Burntwood Forest Railway,\" there is ready access over the whole system of the London and North"], [13, "9 Western and other leading Trunk Railways all over the Kingdom. The property too has the advantage of being intersected The village of by various good high roads, and to meet the demand for Grangetown. houses the village of \"Grangetown\" has already sprung up under the auspices of the enterprising farseeing owners of the estate, with its neat little store, its comfortable coffee and cocoa tavern, aud its substantially built chapel. One thing, however, I remember now I have failed to come across, and that is a public house. I really think the architect and surveyor in planning the village forgot all about it, and so the cottagers have got to learn to do with out it. On the other hand 1 have come across rosy cheeks and cheerful countenances, and many a little freehold with the proverbial Three acres and a Cow, with here and there a little pony and trap for \" the Missus,\" all sure indications of the thrift and prosperity generally prevalent. The well kept cottages and gardens too are a wholesome sign, and the annual prizes awarded in connection therewith (being a healthy stimulus in this respect) are highly appreciated by all around. You, of course, I am sure, ail appreciate the desirability of having managers' houses and cottages for chief officials as well as for the workmen and colliers in close proximity to the Works, as in the event of anything going wrong you have such men as your certificated manager, engine wright, fitters, blacksmiths, carpenters, &c, all avail able at short notice ; bear in mind, also, the feature of this property paying well as an investment, as the cottages are occupied by those who can afford to pay fair rent, added to which there is no trouble in collecting rents, the amount being stopped weekly from wages paid. At Grangetown they have about 40 cottages, 2 managers' houses, and a shop. The whole is worked by private capital from first to last. Closely adjoining the afore-named branch of the Mid- Locomotion. land Railway, and with a siding running into it about half-a-mile from the Bagwood Station, colliery plant has been erected with all the latest improvements, and three shafts have been sunk. One small locomotive is suffi ciant to work the traffic for a large output (1,200 to 1,500 tons per day), and horse work on the siding is entirely dispensed with, in fact there are only two or at the most three horses employed on the surface, and that for ordinary carting purposes, and even this cost is partly defrayed by the colliers who pay for the leading of their house coal. These horses also do the farm work, ploughing, &c, on the small portion of land unlet, as also of that of necessity reserved for the purposes and requirements of the colliery. Two of these shafts have been sunk to the \" Blazer \" Seam No*-. 1 & 2 Shaf ti or bed at a depth of 329 yards, and passing through the Grangetown Seam at a depth of 270 yards. This is certainly not very deep, when I remind you that many shafts are over half-a-mile deep, however it is anything but a disadvantage. No. 1 shaft is fitted up with double cages, each containing"], [14, "10 four Tubs and wire rope guides, and is capable of raising from 800 to 1,000 Tons per day, single shift of 9i hours. No. 2 shaft is also fitted up with double cages, each containing 2 Tubs and similar guides, and is capable of raising from 400 to 500 Tons per day, single shift. No. 3 shaft is sunk to the depth of 100 yards, and at present is used solely for pumping water. This shaft can at any time be continued to the \"Blazer\" Seam which at present is approached by shafts 1 and 2. At the bottom of the No. 3 shaft are two Tangyes \" special\" pumps, each with 21-inch cylinders and 8-inch ram with 3 feet stroke, the steam being taken dowu the shaft in 8-inch pipes. The water pumped up is of excellent quality ; it is emptied on the surface into an extensive reservoir, and is used for supplying all the bnlers. During the intense heat preva lent in the latter end of July, 1887, it afforded in the cool of the evening, a grateful swimming bath to the Auditor and his volunteers, after a hard day's close application. I must add that all the shafts are properly brick-walled through out. No. 3 Shaft. The plant consists of double horizontal direct acting high pressure winding engines, with winding drums and pulleys 20 feet in diameter, and substantial head gear ; attached to each engine are from 6 to 8 single flued boilers, also chimneys with copper lightning conductors. All the winding ropes are fitted with the most improved discon necting hooks to prevent overwinding. There are also 2 double 12-inch cylinder donkey engines with 12-inch stroke; and 6-inch rams for feeding the boilers and 1 saw mill engine 13-inch diameter and 22-inch stroke at present driving the saiv mill. The engines and boilers are all well fixed and covered with substantial brick houses. Plant. 1. Engines and Boilers. I*. Remainder of Plant. The remainder of the colliery plant consists of a saw mill, 3-stalled stable, house for iron, blacksmith's shop, carpenter's shop, 2 store houses, commercial office and landsales office, with weighing machine for road wagons and carts ; also a weighing machine for trucks, and weigh office, 2 managers' offices, under-viewer's office and locomotive house. The colliery is well supplied with all necessary stores and moveable stock. Stores, &c. Boiler; The boilers are strong, and fitted with the necessary appli ances for safe working; they are insured in a Boiler Insur ance Company, are regularly examined by their inspectors, and kept in good working order. The sinkings have proved 18 different seams of coal, amounting together to 76 feet thick, of which only two of 5 feet and 7 feet respectively are so far being worked ; 10 beds of fireclay, aggregating 54 feet, and 4 beds of ironstone equal to 31-inches. In sinking to these the shifts pass inter alia through 1C0 yards of the rich marls of the New Red Sandstone formations. Sinkings The two principle seams, viz : The Grangetown and the Blazer, command a ready sale for house purposes, and in fact, the coal got from the Blazer Seam (which is con sidered rather better than the Grangetown), is admitted to be Coni Seams."], [15, "11 the best yet found in the district ; and analysis has shown that it has many of the characteristics of the Newcastle coal. It will be remembered that house coal is the paying kind of the trade. The South Yorkshire owners have, I believe, a hard time of it with engine coal for the Sheffield blasters and puddlers. The Grangetown Seam is almost entirely free from gas and is worked exclusively with naked lights, stuck into the coal with a dab of clay. In the Blazer Seam gas is very seldom seen, and when reported at all, it is only at rare in- tervals, and then only in very small quantities. All this of course is very different from Yorkshire and other North Country Collieries. The ventilation is excellent, being produced bv a furnace placed near the bottom of No. 2 Shaft in the Blazer Bed ; the quantity of air is equal to 250 cubic feet per minute for each man, boy, and horse employed in both pits. Notwith- standing this abundant ventilation, a safety lamp is fur- nished to each stallman for the purpose of examining his place, and they are occasionally used as an extra precaution in stalls, where at one time gas was occasionally found. I state all the foregoing from personal inspection, and can testify to the efficacy of the Blazer Furnace for one cold winter's day, some years previous to the occasion I am about more particularly to dwell upon, being chilled to the back- bone, I went down that Blazer Shaft right over the Fur- nace and through the whole process of ventilation reminding me very much of a Turkish Bath in a highly rectified sense. When at last I came up again I did not feel by any means chilled ; it took me a good half-hour to get rid of the outer coating of coal dust with which I had been impregnated in the course of my hot-air and eventual vapour bath. You will understand that the natural temperature increases, the lower one goes down, thus, for example ; Surface = 49%. Absence of Gas in the Seams. Ventilation. 1,020 feet = 62%. 2.790 ,, = 83%. on that occasion, however, it was more my coming in contact with the Blazer Furnace rather than the actual depth I went down that brought about these calorific results. The beds are worked on the Longwall System with gate roads through the gob. Wooden chocks as well as wooden and cast-iron props are used for the support of the roof, in addition to packs of bind and refuse fireclay. Just let me add that there are two seams of cannel coal of reliably even quality suited for gas-making, containing 11,500 cubic feet of 18*3. candle gas per ton, with very little sulphur. I have already mentioned there are 10 beds of fireclay, besides the surface clay, all necessary and accessible for tha manufacture of bricks and pipes ; thus the red bricks are made from the surface clay, and the fire bricks and pipes are made from the fireclay, nothing being wasted : this I need hardly remind you, constitutes an important item of Workings. Support of roof. Cannel Coal. Fireclay."], [16, "12 economy which you will, of course, readily admit, and fall in with. At Grangetown they neither make gas, tar, paraf fin, petroleum, nor other products as is the case in some collieries, the necessity for such not having so far arisen, and one is thankful it is so, at any rate I am. The requirements of the trade necessitate the making of many kinds of coal, and as this is chiefly done by the hand adequate bank accommodation has been provided, the, length at No. 1 pit (Blazer Seam| being 363 feet, and at No. 2 pit (Grangetown Seam) 156 feet. The separations of the smaller coal is effected by two substantial wrought iron screens to the top of which the pit tubs are elevated by a steam hoist. Varieties of Coal. Sortiug Grounds and Screens. The sorting grounds and screens are covered with a sub stantial shed, and are lighted with gas so that work goes on at all times and at all seasons without interruption. There is a dial weighing machine at each pit, and each tub as it comes up is weighed. The railway sidings are laid with heavy rails weighing about 70 lbs. to the yard, on good sleepers, and in good condition. Railway siding Haulage The coal is brought to the shaft by a self-acting incline and some nineteen ponies — the system of rope haulage, however, is gradually superseding the use of ponies, and being found to work well is thus being progressively extended as circumstances require and admit, as in fact is now being generally done in many places. It might here be useful to enumerate the colliery staff who are comprised under two sections viz : Surface men and Underground men. Surface Men* ; these are as follows ; — Stats. Surface men. The Owners, Consulting Engineer, who is Agent under the Act, Certificated Manager with first-class Certificate, Two Certificated Under-Managers, with second-class Certificates, Enginewright, Blacksmiths, Carpenters, Enginemen, Stokers, Head Banksman, who keeps the stores and has under him Coal Sorters, Banksmen, Labourers, Lamp Man. In addition to the above there are, the Commercial Mana ger and Office Staff who are all distinct from the foregoing. The Commercial Manager regulates all purchases and sales and has the control and care of the books and keeping of accounts, and, subject to the directions and supervision of the Owners, manages the finances and other commercial arrangements. In this way everything is worked in a good common sense state of efficiency and reliability extending to the minutest points of detail and analysis. i mi ■,■ Staff. A good system"], [17, "13 The Underground Men besides including as already men- Underground tioned the Consulting Engineer and the Certificated Mana- men. ger, comprise the following : — Two Under-Managers under the new act (1887), Day Deputy, Night Deputy, Corporals, Colliers or Stallmen, who employ Holers, to undercut the Coal, and Loaders to load the coal into Tubs, Trammers (employed by the Manager) or (as they are styled in the North of England) Putters, or (in York- shire) Hurriers, according to the districts ; these youths bring the coal with ponies from the stallmen to the main road, Shifters, under the charge ofthe Night Deputy for repair- ing the roads, Drivers who drive the larger trains in places where the system of rope haulage does not apply, Door-Keepers or Door-Boys, to keep the ventilating doors shut. Furnace Men, Horses and Ponies, The Shifts are two, one at day and one at night, con- Shifts. sisting of about 9}2 hours each. The day shift begins at 6 a.m. and ends at 3.30 p.m. — in Day Shift. some places it goes on to 4 p.m. — out of this half-an-hour is al lowed for breakfast and half-an-hour for dinner. The night shift begins at 8 p.m. and ends at 5.30 a.m., Night Shift. with two half-hours slack out of this for refreshment as in the day shift. All this time an efficient escort both underground and A general look surface having been waiting at the office to take us round, rouna* shall we accept the offer of Mr. Able, the Consulting Engineer, and go down below to the Blazer Seam, and on our way up again explore a bit the Grangetown Seam; the weather is not stormy or unsettled so we need have no fear of gas — a precaution which by-the-bye is always before me when I go down some questionable pits in Yorkshire and elsewhere. \" Just step into my room,\" says Mr. Able, \" and put on Preparations these things,\" and before you know where you are, you are for going below suddenly transmogrified into a nondescript between a pilot and a frenchified sportsman, the latter illusion being inten sified by the fact of the stout half-moon jockey cap you wear to protect you from ugly knocks down below in sudden con tacts with the timbers forming the roof. \"Now Mr. Able we are anything but chilly to-day with Underground '• these extra clothes on so may we go down No. 1 Shaft by explorations. \" way of a change ?\" \" All right \" says Mr. Abel, with a gentle quiet chuckle all to himself, \" I have no objection.\" So off we trot to the pit bank — the wheel is going rapidly, and up come the tubs — \" mind your legs.\" A bell rings in a peculiar man ner to let them know below that some one is going down and to make all clear. We enter No. 1 cage and as there"], [18, "14 Sensation; somewhat mixed. Bands of dirt or Bats. are only three of us we are not over crowded, at the same time I have acquired years ago the habit of holding on to the rail and keeping remarkably still, a somewhat abnormal condition, so that I hardly realize all this at the time, for I am feeling all the while as if the roof of my head were some how being lifted off. We have each a safety lamp in one hand and a good stout stick in the other. The bell rings again, this time thrice, and then down we go, we hold our breath to begin with and think we are going up all the time. At about 270 yards from the surface we pass the Grangetown Seam, but do not stop till we get to the Blazer Seam some further 60 yards down. As we are a little dazed for the moment from our rapid transit, Mr. Able considerately suggests our resting fora bit, and so we do, and then off we start first along the main road with its capital system of rails and trains and excellent roofing until we come to the furnace at the bottom of No. 2 shaft blaz ing away and creating that thorough system of ventilation by the means of doors and brattice cloths to convey pure air into the remotest parts, so essential to the vitality and safety of the men and all concerned down below — your hum ble servant, for the time being, among the number. We soon diverge into the side roads, the tubs on the rails of which are worked here and there by ponies, and elsewhere by the system (previously referred to) of rope haulage over pulliesas the case may be. \" Mind your heads,\" for although the roof and timbers are as a rule in good condition, here and there a slight caving in has taken place and broken the beam across, which Mr. Able had at once spotted as he spoke, and it will consequently be replaced to-night by one of the shifters. Meanwhile we begin to appreciate the use of the hard serviceable frenchified jockey cap with which Mr. Able has elegantly coifed us for the nonce. \" Stand aside a bit \" in this man-hole and let this train of tubs pass,\" and so we do and glad we are not to run any unnecessary risks as the train goes whizzing past us : we get to the workings and see the holers, strips to the waist \" getting \" or '* winning \" the Coal ; they use candles in both seams, but in neither of them is smoking allowed — the penalty is a fine, and once I saw it there and then enforced aud honourably assented to. In some Collieries a great deal of illicit smoking does unfor tunately go on, resulting in many instances in serious and fatal accidents and disasters. The loaders can stand upright here to get the coal, and with plenty to spare too, for they have 7-feet of seam with out any band of dirt, a great thing : at the Grangetown Seam they have barely 5-feet in places which makes all the difference except where they have enlarged the aperture by getting the fire clay. Let me just saj* a word here about bands of dirt or \"Bats.\" At some Collieries (though this arrangement as to band of dirt does not apply at our representative Colliery \" Grange town \" to wit) up to 12 anti in some places 14-inches of dirt ; the men work the whole as one seam with the band of dirt intervening, and they are allowed for it in their wages"], [19, "15 according to the thickness of the band. Beyond 14-inches at the most, they treat the band as making two seams and leave it, following either of the seams, which of course is of diminished height and difficult to work in many instances; meanwhile the band of dirt rapidly increases in thickness, and the two seams thus formed soon get to be yards apart, very seldom running in parallel lines. We jut,t look in at the stables on our way and admire and stables and stroke down the sleek ponies in them who are having their Ponies. shift of rest and food ; all is tidy and sweet, the moisture, &c. being absorbed by sawdust and so brought up to the surface in tubs. The ponies once down are never brought up to the surface again except when past work, or in the event of a strike, lock out, or otherwise closing of the pit ; and when such an event as the latter takes place it is of great signifi cance, I remember some years ago when superintending a South Yorkshire pit, the men threatened a strike and thought we would have to yield, but when they saw me order the ponies up, (which I did and it was rare hard work too) they knew they had been taken at their word and after a fort night or so of sulking, seeing we were firm, they went back again to work, I verily believe thoroughly ashamed of them selves, for on that notable occasion I knew they had not the sympathy of their better halves, who told them in good round English that they were just fools for their pains. Had the ponies been left down the pit the men would have thought we were afraid of them and so might have gone on from bad to worse. I am thankful to say that at Grangetown I know of no similar episode to record. The ponies, too, are very often blind : and when born in the Pit have been known to die when brought up to the surface. I am told tbat in some Collieries the ponies (or horses as they are otherwise called) are brought up once a week, but that has not been my experience with the Collieries that has come under my notice. Well, time flies and we have yet to visit the Grangetown Grangetown Seam, and so we go up No. 1 Shaft again to the Grangetown Seam. Seam, feeling all the time as if we are going down deeper and deeper into the bowels of the earth, soon to emerge at the antipodes if we go on much longer. However, fortu nately for our nerves the experience is but of short duration, and we are soon at the Grangetown Seam, and so we again sally forth and visit the workings as we did down below. It is a strange weird sight to see the men in a state of semi-nudity like so many cyclops, only somewhat more diminutives lying on their backs picking at the Coal to pre pare for blasting, with tallow dips stuck by a bit of clay on to the seam to light them by ; for down here in the Grange town pit they work with naked lights, in fact they work with naked lights almost without exception in both seams owing to the splendid system of ventilation and almost entire absence of gas. While we are intently watching the proceedings the Firing a shot. Deputy Mr. Grime comes up and whispers a few words to Mr. Able, who nods his assent and bids us follow him, which"], [20, "16 we do, and the men around us do so also, the deputy alone remaining. The fact is, just where we have been standing they are about to fire a shot, and legislation (to say nothing of prudence) requires certain precautions to be observed on these occasions ; the rule as to firing a shot being fixed by Act of Parliament somewhat as follows : — The \" deputy \" examines the place before the shot is fired to see that that particular part is free from gas, the men are then warned that the shot is to be fired, and retire along the \"face\" to a distance of about 20 yards, the \"deputy\" then fires the shot himself ; this is the custom that prevails at Grangetown, and I believe pertains to all districts, in fact the foregoing has since I began preparing this paper been corroborated to me by a mining expert from the Yorkshire district, who writes me that — \" Unless under exceptional circumstances it is usual for \" miners to remain in the pit (at a safe distance) while \" blasting is taking place, the vicinity having first been \" tested for gas and water.\" To return to our own particular colliery, and, doubtless, the same rule obtains elsewhere also, the coal is \"holed\" at night for the shots to be fired during the day following. By the fact of the shot being fired the coal is, of course, \"blown down,\" the men then return to the stalls and the loaders commence loading the coal into tubs ready to be brought to the surface. j j Getting \"or While upon this subject I might mention another process coal'by °** Ketting eoah which I am told prevails, in a measure, in the expansion. Welsh districts — though how far of general use at present I can hardly say — it is by expansion. The coal is \"holed \" as before, and then instead of putting in the shot, dry lime is in- serted, this is wetted and becomes quicklime, which, as you know, expands, consequently the coal is forced asunder and the same result is arrived at without any blasting or explosion, in fact a company was formed some time to work the patent applying to this process. My own Pri™te Of course you will give me credit all this time for having [fme\"gS * B Sor,e through this experience of firing the shot with the calm stoicism inherent to our profession when we are adjudicating in other people's matters, although in this particular instance perhaps, there are extenuating circumstances. Well to tell you the truth although I have more than once been down on these occasions when shots have been fired, I have not yet got used to them. There are some seams I make a point of shunning under such circumstances, especially in the York- shire districts. I always take the precaution at any rate of avoiding a heavy dull day when atmospheric disturbances are about, and I fancy I am not singular in this respect, all said and told. Fireclay. I notice down here at the Grangetown Seam what I had also noticed in the Blazer Seam, and that is the splendid fire clay forming the roof and flooring of the seam which comes in so opportunely for the fire bricks and pipes manu- factured at Grangetown. This fire clay is in sufficient thickness top and bottom to allow of a plentiful supply of it"], [21, "17 being removed without impairing the safety of the cuttings. Added to which it enables us the better to stand upright insteai of crawling on all fours like superannuated kangaroos. All this time Mr. Able has a careful watchful eye all Carelul around, noticing here and there as I hove already pointed suPervlslon out, where a timber may be defective to be at once con demned and replaced by a sound one. He also closely watches the water being well kept under, and the roads kept dry ; two men are told off to do nothing, else but at alternate shifts (day and night) to attend to the pumping engines, and to give the alarm at any moment of a sudden rise ; the reserve pump is there at hand to meet any such emergency or other break down, so all is comparatively safe. Water in South Yorkshire Pits is a very troublesome feature to cope with ; pumping stations being a great item of ex pense ; one pit, I am told, raising millions of gallons per day, the water even then sometimes driving the men out of the workings. We come across Mr. Cheer, the genial certificated Mr. George manager, aud he persuades us to go up by the No. 2 Blazer Cheer. Shaft, and we do so. We hold our breath while we are whizzed up through this furnace shaft, feeling all the time again as if we are going deeper and deeper, and must soon get into the \" Crater \" itself. Just as this feeling begins to get well nigh intolerable the bell rings, and the operation, of what appears to us like reversing the engines, takes place, and we are once again on terra firma and in pure air, none the worse for our recent hot air bath ; in fact feeling quite cool and airy, as well as culinary inclined, especially with the prospect before us that lunch time must not be very far off now, and we are quite ready for it, with a kind of heroic feeling pervading us as if we had somehow earned it. The feeling ot safety and satisfaction I experience is some- _ Bohemian what different from what befell me under somewhat similar Coalmine. circumstances, when about four years ago, I had occasion to visit some Bohemian Coal Mines, midway between Teplitz and Prague. On that occasion I had to go down the pit alone, in a basket with one leg in and the other leg out to steady myself, one hand, too, holding the rope, and the other groping at the side of the shaft with my spare leg against its side, all the time being let down from a windlass as if I were a bucket of water — the illusion being rendered complete by my plumping into a pool of water on reaching the bottom, the pumping arrangements being not of an over scientifically perfect nature. My explorations below were not prolonged beyond just a walk round, or rather crawl through one or two of the best roads, groping about all the time even with my lamp and attendant (who had previously also gone down alone in the basket before me) by my side, in anything but a reassu ring manner. If my descent partook somewhat of a perilous aspect, my ascent was simply and positively alarming. It took me all my time and wits to keep clear of projecting irregularities up the shaft, which might have capsized my basnet and pitched me headlong below ; and now I saw the wisdom of the one leg out and the one arm free to steady"], [22, "18 myself by ; at length I got to the surface, to hear the re assuring remark that tne old rope had done its work well, and was now at last to be finally discarded, to be replaced by a new one which they had just brought up to the pit's mouth, to be wound on to the windlass as soon as the old one was taken off ; the reason they sent me down for the very last time with the old rope was that they feared the new one, not being yet seasoned and thoroughly stretched, might have given me some awkward jerks and experiences. It is certainly remarkable that I should just have pitched upon that particular moment of transition for my visit down below, and which was really the only one available, for I was off again to Prague that very next-morning at 5 a.m. ; how ever, all's well that end's well, as you will see by my being here to night to tell the tale. I may here add that the Bohemian coal fieids are, I be lieve, very interesting to scientists, as greatly favouring the \" Peat Bog \" theory of coal formation. To return to Grangetown, stepping therefore out of the cage on to terra firma again, we hear a merry well-known whistle the sound of which appeals to our feelings in a most remarkable manner, for, to speak as an Irishman would, it is just our lunch bell, and the owner of it, our courteous host Mr. Polydoke with his two friends, Huz and Buz at his heels, comes up and tells us that if we don't hurry up we shall be late at the Grange, we have just time for a wash and brush up, and then off we go, nothing loath, and in fifty-five minutes, more or less, we return as lions refreshed and invigorated, to explore fresh fields and pas tures new. -Peat Bog*' Coal formation. An important moment. The whistle not the hooter. This time we put ourselves under the paternal wing of Mr. Bright the Commercial Manager, and from this very moment we sternly and resolutely determine to go categori cally, systematically, and commercially, through the whole process from original delivery of Coal at Bank Machine Office right away to final entry into the Ledger. In order, therefore, to make myself the better understood, and to show also that I mean business and not dreaming, I propose as occasions present themselves to refer you to the various forms and illustrations given in the alphabetical schedules in serial order at the end of this paper. I need not say, however, that all the figures given in these schedules are, of course, purely hypothetical, and do not represent in any way the actual transactions and dealings at Grange town. Surface exploration. Reference to the Schedules. Bank machine Office. Beginning consequently at the Bank Machine Office we find here two weighmen, the one acting for the colliery, and the other, (called \"the checkweighman \") for the men. These two weighmen etiter in independent, but at the same time identical, weighbooks, the weight of each tub, as it comes up from the pit, on the weigh machine attached to the Bank Machine Office, which records the weight at the desk in the office where the two men are standing, and which they thus each take down in their respective books. The weigh books are ruled and spaced to provide primarily Weighmen. Weigh Books."], [23, "19 for 60 tubs for each stall daily, and 40 stalls numbered 1 upwards, with spare space and rulings to increase the num ber of tubs if required. I annex at Schedule A — 1. a Schedule A— l. specimen page from this Bank Machine Office Weigh SLH-* „, Book. Each lot of 10 is cast and a grand total of of bank the whole day (or shift, as the case may be) taken at machine office the bottom of the page. As each tub comes to the weighing weiR'1 •\"•ol*. machine, a man throws into the window the tally of the stall ; these tallies are sorted and kept in the bank machine office till wanted for use again the next morning (or shift as the case may be). The weights taken at this office are of 20 cwts to the ton, the men being paid from this tonnage through the Quantity Books at rates according to the seam and other attendant conditions. At Schedule A — 2. — I append a specimen page of Bank Schedule A --■*. Machine Office Quantity Book, also kept in duplicate, and so. 40. apart by the two men in this office already referred to. It will Specimen page be seen that John Black \" the master's man \" as he is Machine Office called, daily signs this book, while his mate, James Smut, Quantity Boni,. \" the check weighman \" is equally careful not to sign his book ; being there, as he candidly explains tome, \" simply to \"check John Black's entries.\" I may add that there is never any discrepancy between the two, any trifling question that might arise being settled on the spot, before the entry is made; one man calling out the tally and weight, and the other saying \" right,\" and then they both enter the same in their respective books, which, as already stated, forms the basis for calculating the wages to the men. From the bank machine office the tubs are rolled on the Tramway to tin tramway to the bank, and there part hand loaded into tbe bank. railway trucks alongside, and part sent up the hoist on to the screen. The banksman meanwhile watching any badly loaded tub, to see that it contains no bats nor dirt, any such defect being dealt with by a fine and not by a deduction from the weight already established as I have just explained in Schedules, A — 1 and A — 2. In loading, too, into the railway trucks, care is taken to observe the proper percentages of wagons of bests, seconds, &c, as established in the machine office, and which must not be deviated from ; it is wonderful how systematically and evenly all this works ; the whole secret being the good order prevailing throughout, reducing to a minimum any after complaints or queries. The trucks or wagons, which in addition to the tare re- Machj.,, ofHoe corded on them, have all when empty been independently tared at the colliery, and the colliery tare marked on them, (experience proving that this precaution is a salutary and necessary one), when loaded are weighed outside the machine office this time showing not only the 20 cwt., but also the 21 cwt. to the ton, (usual recognised sale weight, according to the custom of the trade) and weights and particulars are recorded in the weight book, which shows under separate columns, the following particulars, Date, Destination, Route, Who for, On Whose Account, Wagons (with Owner's Name and Number,) Gross Weight, Tare of Truck, Net"], [24, "20 Weight of 20 cwt., Charged Weight of 21 cwt., and three columns showing when ticked. 1. — Invoiced. 2. —Declared to Railway Co. 3.-— Posted. The Invoice being thus sent to the consignee, and the declar- Schedui.es. ation to the railway company, in both cases at per ton u— l. so. 41. of 21 cwt. as per specimen pages shown in the following JofheriesWeigh Schedules :- Book. Schedule B — 1. — Page of Collieries \\\\ eigh Book, B— i so. 42. „ B — 2. — Invoice to Consignee, Invoice to B— 3.— Declaration to Railway Co. B-^-*3._o. 42. The invoice to the Consignee (Schedule B 2), is press Declaration to copied in a press copy-book, and thence entered into the Railway Co. Weigh Ledger. Weigh Ledger. The Weigh Ledger, of which I give a specimen page at Schedule C. ScLedule C, hereto (a subsidiary ledger working monthly into the Coal Sales Ledger), contains the personal account of each merchant or customer, each consignment to each merchant being thus separately posted from the Press Copy Invoice Book as already stated. Sales Journal. j^e same time a daily abstract is being taken from the to 48 U e Weigh Book (Schedule B —1) and recorded in the Sales (Impersonal i Journal (Schedule D — 1) showing daily in one line the total Daily abstract weights in tons of 21 cwt., of all coal supplied under the salesfor*_e various kinds, distinguishing those of the Grangetown month from Main Seam from those ol the Blazer Main Seam, and the wvigh Book. daily total of these various qualities, and representing the Schedule B— 1. amount 0f coai weighed over the machine at per ton of 21 cwt., is again analysed into the quantities loaded into : — 1. — Wagons charged, 2 — Weight declared on account of the merchant ; 3. — Merchants' Wagons ; so as to keep again a correct record (to be checked as referred to later on with Schedule I) — 2) ot the Railway Carriage ; and remember, that this is a matter of vital impor- tance. The carriage, according to distance mileage, very soon equalling and then exceeding the actual cost and charge for output at pit's mouth, the whole cross cast thus daily agree- ing as also the totals at foot at the end of the month, the same further agreeing with those of the Monthly Abstract of Railway Sales taken from Weigh Ledger (Schedule C) and about which I will now treat. Sales Journal Reverting now, again, to the Weigh Ledger (Schedule C) I schedule D— 2 mentioned that it contains the personal account of each (personal and merchant, each consignment being separately posted to the impersonal i respective merchants'; debit from the Press Copy Invoice Monthly Book. The monthly totals of these Personal Accounts are Abstract of _j en(j 0f t^e jj-jq,*,^ a]s0 pUt t0 |-]-.e gales Journal at a Railway Sales , ,, . . ,,r _. ., . , , . _. ., from Weigh page following on that of the Daily Abstract of Railway Ledger Sales for the month, each personal account in this Schedule Schedule C jy — 2 recording in one line the same particulars as shown in the Impersonal Account already shown to be dealt with in Schedule D — ] , and reference from the|f olio of one book to the other recorded, as for instance, folio 30 ofthe Weigh Ledger"], [25, "21 and 74 of the Sales Journal, the final totals at foot (for the whole month) agreeing in every respect the one with the other, both as regards tonnage of coal of all descriptions at each seam, as also subdivision into the three classes of loading, viz : — 1. — Wagons charged, 2. — Weight declared on account of the merchant, 3. — Merchants' Wagons ; thus proving that the impersonal results agree with those of the personal. It will be seen, however, that in this second schedule there is a posting column and a money column, represent ing each merchant's account for the month, to be thus posted to his personal account in the Coal Sales Ledger, and the total carried to the credit in the Private Ledger of \"Coal Sales Account (Railway Department),\" as distin guished from the Land Sales, and about which I shall speak later on. So soon as the details referred to in Schedules D— 1 and D — 2 Monthly have been got out and agreed, which is generally done by the .statements morning of the 4th of the month, no time is lost in sending f£ 45. 6S ~~ out the monthly statements to the merchants, as per speci- and B— 2 mens herewith say — so. 46. Schedule E — 1 (for a small account), Schedule E — 2 (for a larger one). These are got out and posted by the 5th of the month, say five days after the close of the monthly account, in fact expedi tion in this respect is everything. I would call attention to the following note on the statement, viz: — \"Terms: Cash on \"the tenth of the following month and no discount allowed.\" (Say five days after the rendering of the statement, or ten days after the close of the monthly account, the money is due.) As a matter of fact, by the 20th of the month the bulk of these accounts are all paid ; the rule of the owners being \" small profits and quick returns,\" which the customers know and recognise accordingly. It is wonderful how satisfactorily this system of quick ijuick Returns returns works ; how it facilitates the book-keeping, and especially the financing which thus becomes a pleasant task instead of one of carking care and constant anxiety ; in addi tion to which it is the greatest safeguard possible against that ogre of bugbears, viz : Bad and Doubtful Debts. By the method pursued at Grangetown (and I make no Immunity from doubt at other well-regulated Collieries also) oi having the po„hatfu] De-Ms books always closely and systematically written up and the statements sent in punctually, and payment thereof as punctually expected, the fact of any one getting into arrear becomes quite an unusual thing, and is at once observed and dealt with. Consequently as I am in the habit of con ducting my half-yearly audits during the fourth week of January and July, respectively, by the time I am down there, or at any rate have got through my work, I have the satisfaction of knowing that the past month's outstandings are either actually paid, or otherwise satisfactorily accounted for."], [26, "Remittances liy Cheques I might just add that these monthly coal accounts are settled by cheques made payable to the order of the collieries being remitted to head office. In isolated cases (which however, are not encouraged) of accounts being paid in cash to agents, a return on a printed form is at once made noti fying the collection of the amount, and the cash is paid to the credit of the Collieries Account at the bank at the earliest possible moment. When you remember that in certain instances the price charged to the customer includes the railway carriage, and or wagon hire, in themselves often considerably more than the original price at pit's mouth, and which railway car riage and or wagon hire, are the exact amount payable to the railway [company, and that further owing to the low market price from competition and overproduction, the original price at pit's mouth has consequently in such cases to be worked down to the smallest margin of profit, consistent with prudent trading, you will readily understand why there is \" No discount allowed,\" and this is a rule that is never deviated from. This, too explains wfiy the commercial manager is always so careful in getting in the accounts promptly, and avoiding bad debts ; and this it is that makes all the difference between trading at a small but reliable profit and dragging on at a certain and disappointing loss. Sales of coal are effected through agents, who send up daily returns of sales made in their different districts, at rates authorised from the head office. Any special sales and contracts are made direct from the head office, agents having no power to effect sales other than at list prices, except with the sanction of the Commercial Manager. I have already stated (in reference with Schedules A — 1 and A — 2) that the men are paid on the basis of the ton of 20 cwt. of coal got, and registered through the Machine Office Wreigh Book, while the weight charged to merchants into trucks (or wagons) at pit's bank is at 21 cwt. to the ton, care being taken to ascertain while empty the exact tare of the wagon, and to mark the same thereon at the colliery irrespective of the tare already stated on the wagon. I believe I am right in adding that the original idea in allow ing this extra 5% of weight was to provide for any possible loss in transit of coal, and to enable the merchant to give full weight in dividing the truck of coal into small retail loads. No Discount Coal Sales I have also stated that simultaneously with despatching the truck, a declaration of the weight at 21 cwt. to the ton is sent to the railway company (see Schedule B — 3 already referred to) an invoice at the same time being sent to the consignee (Schedule B — 2), and that by reference to the Weigh Book (Schedule B — 1) the respective columns at the extreme right hand of the page have to be ticked to indicate that this has been done. The question occasionally has been raised, where there has been short weight on delivery, as to whether the colliery is liable — the answer has invariably been given that they are not — as to"], [27, "23 whether the railway company are so is another question — it would appear that as regards the conveyance of coal they are looked upon in a somewhat different light than as ordinary common carriers ; this is a matter that perhaps you may think over and work out for yourselves. This subject opans up so many technical points, that I fear I must appear very discursive, however, to come back to the commercial point of view. In dealing with Sales Journal (Schedule D — 2), I stated that the Personal Accounts are thence posted direct to the Merchant's Personal Account in the \" Coal Sales Ledger,\" a specimen sheet of which I append at Schedule P, where the debit item is shown in one line. This debit is wiped off on the credit side mainly from tbe Cash Book. The small pence difference being posted direct monthly from the \" Allowance Book,\" — a special journal collating and deal ing with any overcharges or allowances arising out of errors in account, deductions of pence not exceeding 6d. in monthly accounts, and other little differences, so as to clear the customers' accounts monthly ; the monthly total being debited to the Profit and Loss Account in the Private Coal Sales Ledger Sehedule I* fo. 47. Allowance book. Ledger. These items are always, as they should be, of an inconsiderable amount ; they might be equally well dealt with in an inner Column of the Cash Book, hoth systems ending in the same result, v.z : that all such allowances come under prominent notice, and so be properly, and not improperly, disposed of. May I here once more venture to digress and state that I am a steady adherent to the use of the Journal, both for initial entries as also for cross and closing entries from one folio of a Ledger to another (whether the same Ledger or another Ledger), and that I deem it essential for the Auditor (and his clients should they examine the books at all for themselves) to consider and understand such journal entries, whether in the Journal proper (private or general), or such other adjuncts to it, as the \" Allowance Book,\" just now referred to. I would like to add, too, that I very much advocate the Journal proper having two money columns, the one for the debits and the other for the credits, with the posting column contiguous. I have seen some Journals where only one money column prevails, in which it is very difficult at a first glance to decide which is the debit and which is the credit, especially where the posting column is at the extreme left hand of the page. In businesses where the purchases are recorded in a \" Bought Book,\" I consider it essential to vouch the same with the original invoices — in the present instance, however, we deal with the purchases and invoices direct through a Guard Book (upon which I will touch in due course, if I ever get there at my present discursive pace), and thus come under immediate notice for vouching and other purposes of check. In referring casually in this paper to my experience with Bohemian coal mines, I mentioned that I had been let down the pit and drawn up again in a basket. You, my intelligent hearers, will doubtless draw from this the logical The use of the. Journal. Land sale* Bohemia."], [28, "2. and safe conclusion, that the coal got was drawn up in the same way, and you are right — the coal as thus hauled up, was discharged direct into small carts alongside the pit's mouth — the supply in fact adapting itself with primæval simplicity to the demand ; time evidently being of not much object in those primitive unsophisticated parts, so that the cart simply waited alongside, while the coal was being got. Well, gentlemen, this mode of operation, so far as the carts are concerned, answers to Landsales in our English collieries. In justice to my Bohemian friends, I should however, state, that the shaft is sunk, and all the machinery is there on the spot to carry on railway sales on a large and imposing scale — but unfortunately, the railway is at present two miles off, with bad roads intervening. It will come one of these days, so I am told, meanwhile the present supply by basket direct into carts satisfies _mply the im mediate local demand. To mildly paraphrase Mr. Yorick's classical remark in his similar Sentimental Journey \" they order this matter better at Grangetown\" I mean the matter of the land sales. Now although land sales in an important colliery like Grangetown might be looked upon as an insig nificant item as compared with railway sales, let me assure you that it is an item by no means to be overlooked, and for two good reasons : the primary one being a \" negative \" one, and the secondary one being a \" positive \" one. Let us first deal with the \"negative \" reason. I have already pointed out to you that the selling price of coal is so closely adjusted that at Grangetown to insure success, they can neither afford to allow credit, discounts, to make bad debts, nor admit any other leakages of any kind ; now it is just at the land sales that if the thing is not properly managed, and closely and systematically watched, leakages and irregularities are more likely to come in than any where else. The system they work upon I will soon shortly explain. Before doing so, however, let me deal with the \" positive \" reason. I have already stated that the coal is of uninformly good quality, that from the one seam being to all intents and purposes equally good as from the other, only if any thing the Blazer Seam, being rather the better of the two (as their Irish traveller would tell you). A little while back a well known prosperous and judicious coal merchant, in the neighbouring market town, had an exceptionally good fire in his office, burning clear aud bright ; a buyer comes in, \" What splendid coals these are Mr. Burns, are they speci \" ally selected, wherever did you get them from ? \" Mr. Burns rings his bell ; his man appears, \" Where did you get these coals from, Chills, are they specially selected?\" \" Oh, dear no, Sir, I took them as they came from one \" of the trucks just in from Grangetown, they are all much \" of a muchness.\" •' Good,\" said the cheerful buyer, \"Send \" me in two trucks,\" and they were sent accordingly, and so the fame of the colliery spreads. Now with their Landsales they pursue an equally enlightened policy, and never sell an tVraugetown Landsales A negative reason as to their importance. A positive reason."], [29, "25 inferior coal, and so the ball continues to roll and the good name of the colliery to extend far and wide. Asa rule, with collieries generally, the Landsales, I believe, How the are usually worked from the pit's mouth; such, at least, was Landsales my South Yorkshire experience, as also my Bohemian aic w,,rke<1 (although I fear the latter hardly counts for much), but at Grangetown the truck is weighed at the weigh office in the ordinary way and then entered to Land Sales Account, the trucks are then taken to the Landsales siding. The Land sales office is situated just by the entrance of the colliery gates, and adjoining the commercial office occupied by the commercial manager and his office staff, an arrangement . which works very satisfactorily. A cart coming in to load has so. 47. to be weighed for tare on the weigh bridj-e attached to it. order from The Landsales clerk then gives the carman an order from Landsales office a Counterfoil Ticket Book to load the cart from a truck at the '° lo*a U Landsales siding (see specimen at Schedule G— 1.) It will f,\\\"„g be noted that the tare is specified on the counterfoil only, schedule (i— 2 At the same time the clerk enters the same tare, (this time in so. 48. both places) in the Land Sales Ticket Book (see Schedule G— 2) -££*£ '^jj* Cash which serves for cash or credit sales. or credit- Meanwhile, the carter proceeds to the Landsales siding and delivers up the order to the loader, who then loads his cart; the loader cannot load any cart without production of this order, which he puts into his leather pouch and delivers in at the end of the day with all the rest he has taken to the Landsales office clerk who files the same. The carter then comes back to the Landsales office, and once more passes his cart (now loaded) over the weigh bridge, and thus the gross weight is got which is entered in the Land Sales Ticket (Schedule G -2). The tare has already been ascertained and set down, the difference is the net weight which is soon priced • out, aud the carter either pays, or if he or his master are regular credit customers the amount is passed to account, in either ease. the carter taking with him the Land Sales Ticket (Schedule G — 2 above referred to). The Landsales clerk at once enters the transaction in the Landsales Day Land Sales Day Book which is ruled with two money columns Book. (one for cash, the other for credit), these columns are cast daily, the cash being daily paid in to the commercial manager who enters it in a small book and banks it periodically (when it then goes into the General Cash Book). The credit items are also posted daily to the debit of the Personal Accounts, and the total to the credit of the Impersonal Account in the Land Sales Ledger, the monthly totals of the latter being passed through the Journal to the credit of \" Coal Sales Account (Laml Sales) \" in the Private Ledger, the monthly totals of weights too are also brought into general analysis, and thus with railway sales, sales to workmen, coals used for boilers, <_c, &c, the total monthly output is duly accounted for. I am sitting calmly upstairs in the consulting engineer's ,, Buzaer,\" office, which for the time being he has kindly loaned to me, \"Blower,\" that I may conduct my audit quietly and collectively, when \" Hooter,\" all of a sudden my nerves, although long used to it, are well £°\"„s) ' e"], [30, "26 short time. Strikes ; usual clause in contracts. Advance in wages affecting forward contracts nigh shattered by an awfully weird, piercing, shrieking sound. I know what it means alas, from previous painful experience, but my volunteer, a novice in such matters, does not, and so he frantically gets up and excitedly, though with bated breath, asks what is the matter ? Mr. Ready, the good-natured accountant, without taking his eyes off his work, calmly says, \" It's only the Buzzer, Sir,\"\" the what? \" *' Well, the Blower then,\" \" the what ? \" \" Well, the Hooter then,\" \" Ah, that's more like it, and what does the Hooter mean?\" And then it all comes out that it is the steam whistle, a signal for the men to cease working. The sound, for this is just simply a short \" Buz, \" Blow,\" or \" Hoot \" — but when this (as it is to-day) is prolonged to a painful stretch (really only of one minute's duration) it means that that pit won't work the next day. The \" Buzzer \" for the Blazer Pit goes off (don't be alarmed) at 5 p.m.,' and for the Grangetown Pit at 6 p.m. ; after which all is silence, and we breathe again freely. Mr. Ready improves the occasion by telling us that \" Buzzer,\" \"Blower,\" and \"Hooter\" are all convertible terms, and mean precisely the same thing. I agree with my volunteer, and consider that the term \"Hooter\" is by far the most expressive of the three, as picturing while it lasts, the sense of utter and mocking despair that pervades a well-organized nervous system under such tryingly discordant circum stances. This episode of one of the pits not working to-morrow sets me thinking as to the political economy of the thing, and these are my thoughts upon the subject. Why, at compara tively low prices, get more coal than the demand warrants, and so not only allow the supply to exceed the demand, but also by the same process to diminish to no purpose the resources of your freehold — which, after all, is only of limited extent in this instance, say 50 to 60 years' produc tion under full working conditions. But this raises another and a far deeper question in my mind, and it is that of \"Strikes\" and other contingencies connected with the working of a coal mine, and its relative bearing with tbe above, as also the matter of supply and demand, &c, &c. The answer, a simple one, is as follows : — In all contracts for forward delivery, there is the saving clause inserted of \" strikes, fire, water and any mining, casualties excepted,\" and this clause protects the owners — in fact, the clause has now got to be so generally accepted, that even in the event of its being omitted common usage can be pleaded, and so allowed as being understood, at the same time it is always best to be on the safe side, and see that the clause is inserted. Again, in a forward contract, an admirable provision is made where the selling price per ton at pit's mouth has beenfixed.this price is, by mutual agreement, subject to any subsequent advance in the men's wages, that is to say for every 5% advance in wages an additional 3d. per ton is added to the contract selling price, the reason of this being that tho"], [31, "27 advance in wages is an indication of an improvement in the trade. There is, however, this saving proviso, viz., that if the advance in wages is not longmaintained.the additional Hd. per ton for every 5% advance is correspondingly reduced again to the normal original contract selling price, but not below that, however much lower the rate of wages may go ; that is to say, on reverting to old and original contract conditions, no further abatement takes place, and this is well understood, and never deviated from. But now to revert to the commercial side of the question, Revenons a nos (I fear that sitting up in the consulting engineer's office moutons. leads me too much off at a tangent, so please excuse these desultory digressions, all in good faith I assure you.) In a well-regulated colliery, the question of Requisition for Requisition Stores is considered to be one of material importance. The for stores. general mode of treating it is as follows : — Monthly requisition sheets (\" Material Order Sheets \"I are Material order sent in to the commercial manager for all stores required. Schedule The sheets are signed by the certificated manager, ands,.,' 49 countersigned by the mining engineer ; they are duly regis tered in the commercial office, and on them reference is given to the serial number of the order form sent for the purchases, thus (inter alia) recording that prompt attention has been given to the requirements of the Mining Depart ment, (a matter in most instances, such as in the case of timber, safety lamps, &c, of vital importance.) I annex at Schedule H a specimen form of one of these Material Order Sheets ; the initials \" G. C.\" and \" W. A.\" are those of Mr. George Cheer and Mr. William Able, the Certificated Manager and Mining Engineer respectively, while the initials across \" G. H. B.\" are those of Mr. George H. Bright, the Com mercial Manager, who certifies that the stores required have been ordered that same day, and then files the order sheet for comparison with the invoice when sent in, in connection with the prices specified in the respective contracts made from time to time for the supplies of stores and materials. As the stores are received, they are recorded in the \" Stores stores Receiv- Receiving Book.\" This book records not only the receipt lnS Book* of all stores, mining timber, iron, &c, but also notes the number and weight of all these materials received, and this enables the monthly inwards invoice to be properly checked. All original invoices when duly checked and passed, are each quarter pasted in alphabetical order with the quarterly statement, defining how much is on collieries, brickworks, and Estate Rentals account respectively, and under these various sub-heads of expenditure, into a guard book, called \"Invoices invoices Book. Book,\" containing two money columns, the inner one show ing the total of each invoice, and the outer one the quarterly extension and a posting folio, by which each of these quarterly totals is posted in the -' Trades Accounts Ledger \" Trades' to the credit of the various accounts; the outer column is ffcf™la cast, page by page, and the final quarterly total debited in one sum in the Private Ledger to an account called \" Pur chases.\" This plan is pursued whether the account is a monthly or quarterly one, the hulk of the accounts (apart from those for railway tolls which are monthly accounts)"], [32, "28 Half-yearly Abstracts. Half-yearly Analysis book. Schedule J. fos. 50—51 Cash Book being quarterly ones. Discounts are cleared by means of the \"Allowance Book,\" or by an inner discount and allowance column in the Cash Book. As a matter of fact though, in the present case, these adjustments are all made through the *' Allowance Book \" in one long quarterly entry, in the same way as the odd pence up to, and not exceeding 6d., and other necessary adjustments are cleared with the cus tomers in the monthly settlements, as already mentioned. I have already just stated that quarterly totals of all invoices (whether monthly or quarterly accounts) are debited in one sum in the Private Ledger to \" Purchases,\" which thus contains two such quarterly debits, half-yearly. Of course, in a well ordered colliery like Grangetown, it would never do in the half-yearly Profit and Loss accounts to show this one total debit item : on the contrary, these half-yearly items have not only to be correctly allocated to the three distinct accounts, collieries, brickworks, and estate rentals account respectively, but also each class of purchase has to be apportioned to its respective subhead. If you will now turn to Schedule J you will find a specimen page of the half-yearly Analysis Book, where you will see all this properly grouped under some of the respective heads and sub-heads, space will hardly allow me to give them all, but I think I show sufficient for present purposes. This result is simply and accurately got out as follows: — I have already told you that each quarterly statement in the Invoices Book has upon it how much is on collieries, brick works, and estate rental account respectively, under their various sub-heads. Each tradesman's statement is thus taken out on analysis sheets, one for each quarter, these totals are then added, and make up the amount for tbe half year. The various totals of the impersonal accounts thus constitute a Journal entry, clearing the \"Purchases Ac count,\" and debiting the two respective Profit and Loss accounts, as also the Estate Rentals account in the Private Ledger. This closing entry can either be made direct from the Analysis Book, or through the Journal. I explain both methods in a note at Schedule J already referred to, at the foot of which I give a pro forma Journal entry of the kind. This method has its advantage over the other one of pasting the invo;ces into a Guard Book and then entering them on the Columnar System into a Purchases Day Book, because at every stage, one has thus before one the original par ticulars, duly authorised and checked all ready to hand, which, certainly from an auditor's point of view, must com mend itself. If this method be thus scrupulously adopted, there can be little question of the credit side ofthe \" Trades Accounts Ledger\" being properly posted. The accounts are cleared on the other hand by postings direct from the Cash Book, which contains a voucher column for receipts numbered in serial order. Just a few words now as to the Cash Book, this is an ordinary book folioed (1-1 &c.) with the debit on the left hand page and the credit on the right hand, each page con taining a posting and two money columns, the credit side"], [33, "29 also having a voucher column. I have seen Cash Books paged (1-2 &c.) instead of being folioed, the debit side thus having the odd numbers and the credit side the even numbers. The advocates for this innovation state that it facilitates the postings to the proper side of the account, but I don't quite fancy it, to my mind this has then too much the appearance of a Journal, I don't say though but , a what I am not somewhat old fashioned and conservative in innovation. my views, and not altogether approving of radical changes. All monies as received are entered in the inner column of Every item of the Cash Book, the total as banked being cast and ex- receipt banked. tended* to the outer column, every receipt bei_gthus banked in consecutive order the totals in the outer column agree ing with the entries in the Bank Pass Book, for by an arrangement with the bank all cheques as well as cash thus paid in are treated as cash, and at once credited to the ac count, the only stipulated exception being Scotch and Irish cheques, and they never have any of these at Grangetown. In the same way every payment as recorded in the Cash Every payment Book is made by a cheque on the bank, and a receipt taken ma e y c e'lue therefor, serially numbered and recorded in the voucher column. Petty disbursements are dealt with in the Petty Cash Book by a monthly cheque on the Imprest System, and by this means the Cash Book clearly records the whole of the cash transactions (both debit and credit) of the colliery, and is readily agreed with the Bank Pass Book. The debit and credit items of the Cash Book are posted Cash posted direct to their respective ledger folios, and not first journ- fo^^\"\"^ alised ; this is a departure from the old-fashioned system, which I certainly regard as an improvement, although, as already stated in my paper on \" A Merchant's Office,\" my old and esteemed friends and clients, Messrs. Blank & Co.. still adhere to the old-fashioned system, and I yet know of many others who also continue to cling to it, refusing to give it up. and I have not the heart to urge them to do so. As already mentioned, they allow no discounts at Grangetown, and all allowances and differences in any accounts are ad j usted periodically (monthly as regards receipts, and quarterly as regards payments), by a long exhaustive and comprehensive journal entry ; there is, therefore, no need under these cir cumstances, of any discount or allowances column in the No Discount or Cash Book ; of course, however, you are all familiar with the allowance way in which this extra column is worked, say on the debit Cash b00i-. side, by the individual items being credited to the personal accounts, and the monthly total to the debit of an im personal account, while on the credit side the individual items are debited to the personal accounts, and the monthly totals on both side credited to one impersonal account, while in others to two separate ones styled, for sake of example \" Discounts lost \" and \" Discounts gained \" respectively. In some concerns in the provinces, in order to save bank A pernicious charges, the pernicious practice prevails of passing on cheques §™°eeated. received by way of payments, instead of banking the one, and drawing cheques for the other, as they do at Grangetown. You will readily understand the many abuses to which such"], [34, "30 an irregular system opens the door, of not only putting temptation in the way of the cashier through having any such cash amounts (apart from Petty Cash) in the office at all, but also the certainty of losing all recourse upon the drawer of the cheque in the event of the bank failing, dur ing the interval of the cheque not being presented for pay ment within the ordinary recognised time according to usage prevailing. Surely events that have recently been happening in your own immediate neighbourhood will satisfy you that this is no imaginary danger that I am thus referring to. The men's wages are made up weekly to the Tuesday night, and they are paid on the Friday afternoon, thus the proprietors ofthe colliery have a beneficial control over the workmen to the extent of some three days pay more or less always in hand (subject of course to the pit or pits being occasionally standing during that period, and corres pondingly reducing the amount of wage in hand.) Time books from the mining department, duly certified by the pit manager, are sent in to the head office every Tuesday night ; on the Wednesday pay sheets are made out as per specimen form Schedule K. hereto annexed. The first money column gives the gross amount of wages earned upon the basis of 20 cwt. to the ton, as established in the Weigh Books and Quantity Books at the bank machine office as already explained when dealing at the outset of this paper with Schedules A — 1 andA — 2. The second money column shows the deductions for rents, clubs, clay, powder, &e. The third column shows the net amount to be paid to the workmen, the stallmen being paid for each stall, while the day-men are all paid separately. The three columns balanc ing as per summary at the foot, ensures the accuracy of the pay bill. The total payments to the different departments are also shown in red ink on the pay sheets, thus facilitating the preparation of the abstract of cost in the mining depart ment. It will be seen that each sheet bears the initials Wages Pay Sheet*. Schedule K. fos. 52—58. \" G. C.\" and \" W. A.\" respectively, those of the certificated manager and mining engineer, as in the case of the Material Order Sheet (Schedule H) already dealt with. At Grangetown, as well as at other Collieries, the clerks making out the pay sheets, and paying wages, are being constantly changed, a manager or other official every now and again paying the wages himself ; for large concerns such as these might otherwise afford opportunities for fraud herein, against which careful management takes care to pro vide before it is too late. I have had my turn with the rest. ( iccasional salutary -™. — ■_* * deviations. 'flic Schedules are only Kindly, of course, understand that in the present pro forma Pay Sheet (Schedule K) the details in every instance have not been extended, my object being to show sufficient to enable you to work out the rest from your own general aptitude in such matters and fertile imagination ; in the same way I would point out that in all these schedules I, as a rule, only give some of the heads of accounts and not all of them, and that the figures and amounts are of necessity pro forma."], [35, ":;i imaginary, in some instances consecutive, but not of necessity so. I trust you will have no difficulty in following the various Deductions. deductions as shown at foot of Schedule K, (pro forma Pay Sheet) and composed respectively of 1.— Rents (of Cottages), 2. — Clubs (Workmen's Accident Club), 3. — Stoppages (Fines), 4. — Carpenters' and Smiths' work (repairs and renewals of Tools, etc.), 5. — Clay (for holding the candles at the workings), 6. — Powder (for blasting). I would, however, like to say a word upon one of these Workmen's items, that of Clubs (Workmen's Accident Club) and would Accident Club. state that this is managed at the Grangetown Colliery on about the same principle, more or less, as that generally prevalent in the district, and that in consequence of the comparative immunity of accidents (especially of a serious nature) this special fund is always in a position to meet the calls upon it, which are never very heavy. The Midland I annex at Schedules L — 1 and L — 2 the report and state- District ment of accounts for the year ended 31 December 1886, of Accfdenf-__.ief \"The Midland District Miners'Fatal Accident Relief Society,\" Society's report which bearing upon this important subject may prove of Schedule L— 1 interest, especially as the secretary is a Chartered Accoun- ios. 59— CO. tant at Derby, and the accounts havebeen duly audited by statement of a firm of Birmingham Chartered Accountants, well known schedule L-— 2 to you all. fos. ei— (i5.J It will be seen upon reference to the report dated 26 April 1887, that it has been resolved to establish a separate fund in connection with this society to provide for permanent disablement. I also annex at Schedule L — 3 particulars set- Objected the ting out the objects of the society. Society j. , '! ... . ■ li ■ .- ..1 .. • Schedule L — .1. It may be interesting to note in this connection that in fos 66—67. the \" Midland Counties Miners' Permanent Relief Fund,\" the actuarial results which have just recently been got out, show : — Fatal Accidents 3*35 per 1000 Permanent Injury *22 ,, 100 Minor Accidents 2217 ,, 100 At Grangetown I am happy to note that the principal draw upon the funds of their own Workmen's Accident Club is for trivial accidents ; permanent disablement and fatal accidents being so far comparatively unknown there. When I was recently down at Grangetown I ascertained Suggestions for that a National Fund was being got up in Parliament to MineS-lond provide for accidents (both fatal and non-fatal) the main schedule M. features of the scheme being that the men, the lessees and fos. 68— 69. the lessors should all contribute in certain ratios, as set out in Schedule M, hereto annexed, (\" Suggestions for National Mining Fund,\") and this is in fact what is now being done by the society already just referred to at Schedules L — 1, L — 2, and L — 3, and similar ones in other districts. Should any of you desire further information as to the operations of these"], [36, "32 societies I would refer you to the following pamphlets on two representative ones, viz : — 1. Register No. 1046, Derby, Rules of the Midland District Miners' Fatal Accident Relief Society, established 1883, General Secretary, Mr. William Saunders, Actuary and Chartered Accountant, The Arcade, Derby. 2. Register No. 393. Rules of the Northumberland and Durham Miners' Permanent Relief Fund Benefit Society, established 7 June 1862. Chief Office, 21 Northumberland Court, Newcastle- upon-Tyne. How far the establishment of a National Miner's Fund would affect these and other kindred societies, remains to be seen, it is a question that no doubt will sooner or later come prominently before you. if it has not come already, and therefore, I have thought it worthy of a passing (but of necessity only very casual) reference in this present paper: simply adding that the \" Coal Mines Regulations Act,\" has greatly decreased the proportionate Accident Lists, and further, that large accidents are already to all practical pur poses, made \" National \" Funds, being raised aud distributed by means ot existing miners' relief societies. I have given at Schedule C a specimen of a page of the \" Weigh Ledger,\" a subsiduary ledger, working monthly through the Sa les Journal (Schedule D — 2) into the Coal Sales Ledger (Schedule F). I have also referred in connection with Schedules G — 1 and G — 2 (Land sales) to the Land sales Ledger. These two ledgers deal with the personal accounts of sales to customers on coal account (debtors). On tbe other hand the Trades Ledger (or as it might be called the Purchases or Bought Ledger) deals with the personal ac counts of purchases, stores, materials, etc., _e. (creditors) as referred to incidentally at Schedule J, in connection with the half-yearly Analysis Book. Ledgers. Weigh Ledger Coal Sales Ledger. Landsales Ledger Trade Ledger. The operation of the above ledgers I make no doubt you clearly understand, as they are just ordinary ones of their kind, and excessively simple m their treatment. The only other ledger that I need call attention to is the \" Private Ledger.\" This ledger is an ordinary folio (1-1) ledger with a double money column, debits on the left-hand page and the credits on the right-hand page. Besides the Capital Account it contains the record of all the Impersonal Accounts working up to the Profit and Loss Accounts by clos ing half-yearly journal entries through the Private Journal, the whole being thus thoroughly on the double entry system, and making the preparation oi the half-yearly balance sheet and accompanying Profit and Loss Accounts a very easy and methodical matter ; for everything thus finds itself duly focussed up to final service head of account, and all even tually in a nutshell and readily intelligible. Private Ledge"], [37, "33 The abstract of Cost Book kept by the Mining Department Abstract of Cost (a specimen sheet of which 1 give herewith at Schedule N) is S£J5J.qUle a very important book. It shows at a glance the weekly expense per^ ton of all departments of labour, stores of all kinds, register of output and percentages of coal loaded into trucks, in fact it may be looked upon in a way as the statistical department, defining to a nicety where they can sell at Grangetown and yet hold their own, and where, as free holders, prudence suggests that they should for the time being hold off and so allow the market an opportunity of hardening a bit, and so come in again at prices that do not actually \" pay a loss,\" as the Americans say. At Grangetown each half year's Profit and Loss account Renewal and bears the charge of its own repairs and renewals incurred dur- RePa,1's* ing that period, and the whole is thus written off and disposed of, except in special cases including any structural or other material additions to the plant or buildings, everything is kept as far as practicable, and careful supervision can ensure, in good working order. In view of the foregoing, the question of Depreciation and writing off for the same nevertheless in a measure applies especially in the case of boilers, engines, and machinery generally, which become worn out and obsolete in time, the cost of replacing tbe same by new machinery with later im provements to meet the exigencies and advance of the times being a consideration of moment, for which a prudent colliery owner builds up a reserve fund in order to make due and timely provision for the same. The matter of Fire Insurance is not lost sight of, the build- Fire Insurance ings, engine houses, machinery, &c, being all duly covered in the regular fire offices, while the boilers, as already stated, are specially insured in a Boiler Insurance Company. In former years the question of wagons was one very Wagons. much affecting colliery owners — as it still is in many places outside the districts now specially referred to — who, as a rule, obtained their wagons on the purchase hire system from one of the wagon companies, extending over a period of from five to seven years, the average actual life of a wagon varying from 10 to 12, or at the outside 14 years, and meanwhile being so frequently repaired that it often became a question at the last whether there was any of the old original wagon left. So long as the instalments are unpaid the wagons belong to the wagon company, and as these instalments while they are going on include principal and interest, it becomes a nice calculation to keep the accounts in connection with the same. At Grangetown what few wagons are there are the absolute property of the owners, and are as a rule only used on the spot for the exclusive purposes of the Colliery, for, being on the Midland Railway System , the owners have thus adapted themselves to the views of that railway, and find that thev answer their purpose equally well. The Midland Railway (following the lines of the North The Midland Eastern Railway, who have done so for many years past) have Railway in bought up the bulk of the wagons running over their system, wagons.0™ and supply them to collieries as required from central depots"], [38, "34 (Noton Siding, Blackfen Valley being the one that supplies Grangetown's requirements). In this manner they have, I understand, already acquired some 75,000 wagons, their object being in time to own the whole of the wagons on their system, and meanwhile they continue to carry other wagons over their system, which the North Eastern Railway do not. On the other hand the Loudon and North Western Railway have not adopted this course, but on the contrary appear to be strongly opposed to it, though they certainly do own a few wagons to supply at competitive points. The strong point of the Midland Railway is not only thus securing to their com pany a large amount of competitive traffic, but many other advantages besides; for instance, the wagons they buy up are more or less short lives, and as they fall out the idea is to replace them by wagons of one uniform specification with spring buffers, and meanwhile tbe Midland Company have the repairs and keeping up of the wagons under their own immediate control, and so guard against the contingency of a defective wagon suddenly breaking down on the road and causing serious delay, often, too, attended with no inconsider able element of danger. It must be remembered, too, that the Midland and South Yorkshire Districts supplying a soft coal, it is a manifest advantage to load the same into wagons with spring buffers which prevent much extra jarring and consequent breakage. This soft coal is not stacked or stored like Northumberland and Durham hard coal, but is loaded straight from the pit's mouth into the consigned wagons, the exception being cannel and top hard coal which can be, aud is, when necessary, stacked like the other hard coal. Advantages of Spring Buffers New Railway Rates in the Midhind I would just here point out the importance of the recent con cession by the enlightened Midland Railway, of granting new rates to midland collieries, fixing railway rates by actual mileage ; thus, collieries nearest to London, Birmingham, and other large markets gain the benefit of more favourable rail way rates compared with northern collieries; the rates for which formerly were made exceptionally low to compete with sea borne coal. I wish we could persuade our benighted lines, south of London, to adopt such a sensible view of things, with regard to produce generally, instead of at present sacri ficing al) to the foreigner to the exclusion of the home pro ducer ; their rates compare very unfavourably with those of Northern Railways. The Grangetown collieries being freehold, there are no royalties nor rent charges of any description to pay ; at the same time the fact is not lost sight of, that there is only a certain quantity of coal to be got, and provision has to be made to recoup during the course of years the colliery has to live, and coal is being got, the capital thus expended upon it, after allowing for estimated net value of the plant at a break up valuation, stock, laud, &c, at the termination of the time. A ready way of arriving at this, is to take this capital out lay (after making the above deductions for remainder value) and the estimated total output, and to ascertain how much per ton of coal this capital outlay comes to, aud then to create Railway. Royalties. Reserve or sinking Fund"], [39, "35 an owner's royalty of say OJ. per ton, or whatever the figure may work out at, which thus creates in the balance sheet a reserve or sinking fund gradually and steadily increas ing. I have given you in broad lines the idea, and no doubt you will now readily see your way to adapt it to the special requirements of the case. The cottages and other buildings, in fact all the accessories to the collieries, should be dealt with in the calculation above referred to. Brickworks I have from time to time in this paper, referred to the Brickworks carried on at Grangetown. I do not propose to go into the workings of these, except to state that the accounts are ali carefully kept in the same way as are those of the collieries, and half-yearly Profit and Loss Accounts taken out, all working up to one General Balance Sheet and duly audited. Time and space preclude me from going further into this important matter, but I think it only right to point out the importance of the fire clay and red brick works (as at Grangetown), being worked in connection with a colliery. You will, of course, understand that inferior coal is not only difficult of sale, but that it also spoils an otherwise good average of quality. Now at Grangetown, as I have already stated, the quality of the coal is uniformly good, and they are able to utilise any inferior portions m the brickworks, and at the same time make use of the willing services of the cheerful commercial colliery staff, which thus become available for general work, and so reduce the expenses of carrying on the brickworks to a minimum of cost besides thus easing the actual colliery working expenses to a sensibly appreciable degree, and all this tells in these matter of fact times. The same remark applies to the Estate Rentals, the final result being, that the whole is brought into account in the general balance sheet, say — Collieries Profit and Loss Account, Brickworks Profit and Loss Account, Estate Rentals, net balance ; together with the debtors and creditors respectively, attach ing to each of them. Before closing I should like to say a few words about Co* Indian Coal Mines, and the important part they are gradually taking in the political economy of supply and demand for coal, as the net-work of railways in that vast Continent comes to be filled up ; bringing these sources of hitherto undeveloped wealth within remunerative and practical working bounds. Ihappen to be connected with an Indian Company, possess- H yuerabad ing exclusive concessions of mineral rights over a territory in oa le B* Central India of an area of 81,807 square miles, containing in 1881 a population of 9,845,594. The minerals comprised in the concession include the following : Coal, Diamonds (the famous Golkonda mines being included in the concession and in which some 50 years back was found \" The Nizam's Diamond,\" a stone more valuable even than the better known Kohinoor, and valued at £720,000.) Gold, Mica, Iron, Copper, and Limestone."], [40, "36 Prospecting. Schedule— O. Fos. 70-72. A few Notes on Indian Collieries. Favourable conditions. Conclusion A general and efficient system of prospecting is now going on by a competent staff, who in the first instance have been directing their attention to the coal fields, which are now intersected by lines of railway, thus opening up a ready market for these valuable \"Black Diamonds.\" Through the courtesy of a gentleman having an intimate knowledge of Indian mining, I am enabled to append at Schedule O \" A few notes on Indian collieries,\" which this gentleman has just been good enough to especially pen for me from the coal fields themselves which he has just sent over for introduction in this present paper. You will after perusing this schedule at once readily under stand under what favourable conditions these coal fields can be worked with such steady and important customers as H. H., the Nizam's State Railways, the great India Peninsu lar Railway, the Madras Railway, and the Southern Mahratta Railway, on all of which systems they are in direct contact, and with outlets to marl-rets on the Madras coast, and in fact the whole of the Peninsular of India to the South. They also supply the cotton mills at Bombay, being able to com pete even there on favourable terms with shipments from this country (Newcastle, Grangetown, d*c.) Well, gentlemen : I think I have by this time : put suffi cient coal on (colon) : and so I had better now at once come to a full stop. for If the fi m t put but If the B • putting ; GERARD VAN DE LINDE. 12, Laukence Pountney Lane, Cannon Street, London E.C 24, April, 1888."], [41, "37 SCHEDULES."], [42, "38 SCHEDULES. Schedule. <b 2 o 3 . flu Ql O *U AA AA CU \\S o* W.2 Description. Folio. A— 1 19 Bank Machine Office Weigh Book. 39 A-2 19 Bank Machine Office Quantity Book. 40 B— 1 20 Collieries Weigh Book. 41 B— 2 I 20 Invoice to Consignee. 42 Declaration to Railway Company. 42 B— 3 20 C 20 Weigh Ledger. ' 43 D— 1 20 Sales Journal : Daily Abstract of Railway 43 Sales for the month (taken from Weigh Book, Schedule B' : Impersonal.) Sales Journal : Monthly Abstract of 44 Railway Sales (taken from Personal Accounts in the Weigh Ledger, Schedule C : Personal and Impersonal.) D— 2 20 E— 1 E— 2 21 21 Monthly Statement (for small accounts). 45 Monthly Statement (for larger and more- 46 detailed accounts.) F 23 Coal Sales Ledger. 47 G-l 25 Order from Landsales Office to load cart 47 at Landsales siding. Landsales ticket for Cash or Credit. 48 G— 2 25 H 27 Material Order Sheet. 49 J 28 Half yearly Analysis Book and Journal 50 — 51 Entry. K 30 Pay Sheet. 52—58 L— 1 31 Report for the year ended 31 December, 59 — 60 1886 of \" The Midland District Miners'! Fatal Accident Relief Society.\" Statement of Accounts of \"The Midland 61 — 65 District Miners' Fatal Accident Relief Society.\" L— 2 31 L— 3 31 M 31 Objects of the Society. 66—67 Suggestions for a National Miners' Fund. 68—69 Abstract of Cost-book. 68 — 69 N 33 0 36 A few notes on Indian Collieries. 70 — 72"], [43, "39 SCHEDULE A— 1. Bank Machine Office Weiqh Book. I II1 Stall ! Stall Stall Stall Slall Stall I Stall Stall Stall I Stall No. of So. 1. No. 2. No. 3. No. 4. No. 5. No. (i. ; No. 7. ' No. 8. No. 9. I No. 10. Tubs. C Q. C. Q. ! C. Q. j C Q. | C. Q. C Q. j C. Q. C Q. C Q. { C. Q. 1 10 ll 8 ll 9 1, 10 1 9 2 10 2 9 2 12 1 9 2 11 1 2 11 3 13 0' 9 0! 11 3 6 2 11 1 9 3- 9 21 10 2 11 0 3 10 2 12 1, 10 2 9 3 9 3 9 2 12 1 9 Ol 10 0 9 0 4 9 3 10 1 11 1 10 2 12 1 12 0 10 1 10 1; 11 1 10 3 5 11 1 9 2 10 2 11 2 10 0 10 0 10 2. 10 0] 9 2 9 3 0 10 0 12 3 10 0. 9 3 10 1 10 2 10 Oi 10 0 11 0 9 1 7 10 2 11 3 9 3 7 2 9 2, 9 1 9 2 10 3 12 2 10 2 8 11 1 8 2 10 0 14 1 12 31 ll 2 9 2: 10 1 10 0! 11 1 9 9 3 10 1 11 1 12 2 9 S 10 2 10 1 11 2 10 I1 10 2 10 . 9 2 11 2 12 2 13 1 10 2'- 8 . 1 11 0 9 0 10 0] 10 (I ■104 2J108 0,104 0!111 0 100 3103 1102 2,102 2RI4 2 103 1 and so on up to Stall No. 40. [ Kire- Clny Slack Stall Stall No 39. 1 No. 40. C. Q. C. Q. 16 0 7 1 19 Oi 6 2 17 2 7 0 18 01 6 3 15 15 2 17 0! 6 2 112X1 14 1 6 3 12 3 6 0 IS 0 5 2 165 1, 65 0 11 12 13 14 15 16 17 18 19 20 12 1 9 1 8 2 11 2 11 2 14 1 9 2 13 0 11 1 11 3 8 2 12 1 7 3 10 0 9 1 10 1 10 1 11 1 8 2 9 0 11 2: 11 Ol 10 1 10 0 10 3l 11 2 10 1 9 l| 9 1 9 3 9 2 7 2 10 1 9 0 11 0 9 2 10 1 9 J 10 0 9 2 10 0 10 0 8 1 10 1 11 1 9 2 10 0 9 2 10 0 10 2 11 1 10 2 9 3 10 2 10 0 11 1 9 2 8 3 10 1 10 i 9 1 12 1 10 2: 10 1 11 3 12 1 9 2 10 1 11 0 Id 1 11 2 10 1 9 2 9 0 11 0 11 1 11 0 12 0 12 1 10 2 11 1 9 1 7 2 16 -1 17 0 15 1 19 0 17 2 6 2 7 0 7 0 7 1 6 0 7 2 8 0 6 0 1 97 1 112 2 — : I 102 o| 97 OJ 99 2 1102 2 31 2; 65 2J 50 2 96 0 85 1 55 1 and 21 22 so on up to 60 Tubs Total 201 3 220 2 200 1205 3134 0 206 0 ,208 0 168 0| 155 0199 l| 1250 2l 120 1"], [44, "40 SCHEDULE A- 2. Bask Machine Quantities Book. 1 Decembeb, 1887. No. of Stall. Coal. T,,!M Slacl T- \" C* » CoL. T* °* 10 1 3 20 11 0 2 , 20 10 6 0 20 10 8 0 20 10 0 1 20 10 5 3 20 6 i 14 0 13 8 8 0 16 7 15 0 15 9 19 1 19 Q- Tubs of Slack. T. Tubs rireclny. of C. Q. Fire- elay^ i 1 2 3 4 5 6 7 8 9 10 94 18 | 2 183 6 I 0 I 39 40 I-6-— 6 | 0 1 18 18 12 12 10 2 15 10 2 IS Total 1"], [45, "41 SCHEDULE B— 1. ORANUETOWN collieries weigh book. Wagons. £ -g^- Date. Destination. Route. Who for. Account\" Description. I g.» «* a Owner-*. No. > H r* \" 1887 *r. c. *r. C. Dec. 1 Ilchester. Midland. Richd. Smith. Colliery. Best Bright. Mid. I 22J11017 4 1 Warwick G.W. Bordesley. Wm. Roper. ,, G. Main. W. R. 6*1111 4 i- Lawley St. 'Midland. Wm. Smith. Consignee. G.H.P. Cobbs W. S. 1012 8 5 I [Southampton. Brent. Haunchwood & Co. ,, H.P. Scg's. Mid. 106 12 2 5 1 Devonshire St. P'boro&G.E. Jno. Parker&Co. Colliery. |G. Main. ,, 11 13 Id 5 15 Nottingham. Mid. Morris & Co. ,, IStm.Cobbles. M. & Co. 21 12 8 5 0 Radlett. „ launders & Sons. „ „ S. & S. I 103 12 16 4 8 Northampton. L.&N.W. J. & H. James. Consignees R. H. P.C. L.&N.W 106 10 6 3 18 Leamington. „ Baxter & Sons. Colliery. Nuts. L.&N.W 1131 912 312 St. Pancras. Mid. Lawrence Bros. ,, So. Cobbles. Mid. 1692 J13 0 5 10 Ipswich. P'boro&G.E.Moreland & Co. Colliery. Large Soft. ' „ 1703 12 0 4 14 Mkt. Rasen. ..„ , , Cameron Bros. Consignees,-slack. C.B. Ill 9 9 4 12 BTrent\"°n* !\" Mid- H.J.Shipley. Colliery. Rough. Mid. 24 13 114 11 Tamworth. „ .Ireland & Co. ,, Spires. I. & Co. 9 10 1 3 14 Shipley. „ Masters & Sons. „ Rough. M. & S. 11 8 6 4 3 Landsale Sidgs. „ Landsale. Best Bright. G. 19 1 3 19 2 1 9 4 316 T. C, T. C. 6 Hi 6 9 7 3 616 7 8 7: 1 7 1 614 ** 15 7 7 7 8;| 7 1 8 8 8 0 6 8 6 2 6 0 5 14 7 10 7 3 7 6 6 19 4 17 4 12 8 10 8 2 6 7 6 1 4 3 319 5 2 4 17 5 8 5 3 108 0"], [46, "42 SCHEDULE B— 2. invoice to consignee. Grangetown Collieries, 1 , December, 1887. Mr. RICHARD SMITH. Invoice of Coal forwarded bv The Grangetown Collieries Description. Owner of Wagon. No. of Wagon. T. C. To For Ilchester R. Smith Best Bright Midland - Midland 22 6 9 N.B.— ' 'o avoid demurrage, it is requested that the Wagons be returned without d. lay. DECLARATION SCHEDULE B— 3. Declaration of Coal, Coke, and Lime, to be forwai TO RAILWAY COMPANY. 1, December, 1887. „ . _, Q M. A. F. A. rded by the Midland Railway Company. TOWN COLLIERIES. Conditions in Force for the time being. Consiimee. Ultimate I Description. I .. WaSms- Destination. j Mark. ! No. Weight. T. I C. Carriage Payable by THE GRANGE! Subject to the Rates and ( From. To. Koutr. Grangetown Ilchester Midland . Y Richard Smith Ilchester Coal M.R. 22 6 i Thos. Walklate. •"], [47, "43 SCHEDULE— C. 30 Richard Smith. WEIGH LEDGER. Ilchester. 30 SCHEDULE D— 1. 74 SALES JOURNAL.— DAILY ABSTRACT OF RAILWAY SALES (INCLUDING LANDSALES) FOR THE 74 MONTH OF DECEMBER, 1887. Grangetown Main Seam. *-* 1*0 Blazes Main S j i T i ■S'ft! 5SX',! _ « ** U I ft i g 1 sS Id * -a K M I J iEAM. - *5 ° ■-a ?! 28g I? J |°_ il ■T***** 1 eS I l_J ! I \" i I , 1887 Dee. 1 „ 2 „ 3 „ 4 ,, 5 and so on 31 T. C. T. C.: T. c. T. C. T. C. 14 3 7 1 614 15 1 7 2 6 1 4 15 5 1 7 18 9 6 1 4 2 515 6 2 5 1 6 2 7 1 515 4 12 T. 0. T. C. T. C. 'I*. C. T. C. T. C. 16 9 6 2 7 3 5 14 619 12 1 6 3 6 2 7 1 6 4 515 719 4 16 714 614 516 619 5 1 5111214 5 7 7 4 5 9 6 5 T. C. T. c. T. C. 412 6 1 108 0 5 1 611 60 151 519 712 73 2 7 2 58 7 615 6 2 6012 T. C. T. C. T. a 4114 24 93117 10 12 24 16 25 7 20 5 46 2 615 1717 19 7 21 3 1816 3511 6 5 T. c 10 I I I 3610 20 31910125 1 3015 3710*22 7 109 4 150 5 91 7 10 191812013 2919 3615 29 9|26 6 36010 Main Sbam. 1H87 Destination. '3 tns> a a f -, H !T£ ' V aZ. • **** * rs I * œ<5 UI 15LA/KR MAIN SI s .. • I • * .' I Stt .æ S« a So w o Su r- - I.I s « .a O I rr O, S S -as s0 o S>-, (ft I x C rs * ta , , jo Is S S ftg l T. C. T. C.jT. 0. T. C. T. C, Dec. 1 Ilchester T. C. T. cYt. C. T. C. T, C. 6 9 It. c. t. i*. t. c. i I T. C. 6 yi io/- £ s. d. |t. c. 3 .4 6 6 9 T. C. T. C. 6 9 7/3 2/3 6 9 — 6d. ! , -.___! I i __l I | 3 4 6 6 9 6 9 6 9"], [48, "44 SCHEDULE D— 2 74 MONTHLY ABSTRACT OF RAILWAY SALES (INCLUDING LANDSALES) FOR DECEMBER, 1887. 74 Gbanuetown Main Seam. r< Blaz: er Main Seam. 1 T- 1 r- OO 03 H fo fl o to T. c. £ s. d. T. c. 6 9 92 3 4 669 2610 76 23 5 0 2610 2518 301 10 5 0 1910 219 8 10 0 25 1 208 19 7 6 25 1 2418 17 8 5 0| 21 1 129; 11 11 0 11 71 306 15 10 611 7 21 0 26: 35 8 9 21 0 10 0 3111 15 0 0,10 0 2613 3191 20 13 6 817 2919 72! 13 10 6l 3615 81 9 4 6 29 9 132 7 10 0 36 C 176| 13 2 6 10 0 190! 5 0 0 P.L.I 36016 150J225 8 3|1094 ! *5 o 1 *X3 « a; o a I d \"o fe Name. 'a 7. 6 09 Æ g Iaa s X <\" 6 a a* ui HI XI a bo UI Al *o \"\"\"I . SI <*> '-■ o a 4! P* °f. ■3 9 d *d I ll I 30 35 52 65 71 85 97 101 107 108 114 117 130 142 151 290 Smith, Richard Roper, Wm. Smith, Wm. Haunchwood & Co. Parker, Jno. & Co. Morris & Co. Saunders & Sons James, J. & H. Baxter & Son Lawrence Bros. Morel and & Co. Cameron Bros. Shipley. H. J. Ireland & Co. Masters & Son Land Sales T. 0. T. C. 610 10 010 3, 10 0 T. C. 910 10 0 I I I T. C. T. C. 20 0 515 10 0 il5 1 5 0 T. C. T. C. T. C. T. C. T. 0. T. C T. C. T. C. 6 9 918 11 1 10 0 117 ' 110 10 0 10 0 613l 10 n 919 10 010 0 10 0 61510 010 0 110 010 0 9 9 ilO 010 0 6 6 10 0 *T. c. 25 18 2418 1910 21 1 T. 0. T. C. 10 0 1017 2919 ! 619 10 0, 3615 29 9 26 6 10 0 10 0 36 loj20 3J19 10 25 1^3015 |37 1022 7|l9 18)26 13| 29 19|36 15129 9 26 6j| 1505 91 7 10 0 __ I"], [49, "45 SCHEDULE E— 1. MONTHLY STATEMENT (for small accounts.) GRANGETOWN COLLIERIES, 30 GRANGETOWN, 1 December, 1887. Mr. RICHARD SMITH, TO THE GRANGETOWN COLLIERIES. Terms— Cash on the tenth of the folloieing month, Cheques and Post Office Orders to be made payable and no Discount aUowed. to the Grangetown Collieries or order. To Best Brink! T. C. T. c. T. C. Trucks. T. C. | at £ s. a. T. C 1887 Dec. 1 Ilchester 6 9 6 9 10/- 3 4 6"], [50, "46 =H SCHEDULE E— 2. MONTHLY STATEMENT (for larger and more detailed accounts.) GRANGETOWN COLLIERIES, GRANGETOWN 188 M TO THE GRANGETOWN COLLIERIES. Terms— Cash on the tenth of the following month, Cheques and Post Office Orders to be made payable and no Discount alloived. lo the Grangetown Collieries, or order. GRANGETOWN MAIN. BLAZER MAI ! H. P. Ser'en'd Large Best. 'Cobbles Cobbles Nuts. Soft T. C. T. C. T. C. T. C. T. G. N. Brick Fine Coul. Slack Spires. Trucks. at T. C. T. C. T. C. T. C. To H. P. H. P. Best. Cobble*- Screen- Screen- ings, ings. T. C. T. C. T. C. T. 0. I Steam Steam. .Cobbles T. C. T. C."], [51, "47 SCHEDULE F. 2 COAL SALES LEDGER. < 2 Dr. RICHARD SMITH, ILCHESTLB, Cr. Dr. Cr. 1887* 1888. Dec. 31 To Coal Account 74 3 4 _; 6 Jan. 12 By Cash 216 3 4 0 ,, 31 By Allowance 10 6 k-i 4 6 \" Jb-3 4 6 I I 1887. Deo. 31 3 4 0 6 £3 4 6 I \" SCHEDULE G— ]. ORDER PROM LAND SALES OFFICE TO LOAD CART AT LAND SALES SIDING. I| A A ~ — GRANGETOWN COLLIERIES, 1532 1532 t i t i -p . n i -ai x, LAND SALES. Load Lord Bacons Cart with Best „ , Load Lord Bacon's Cart with Best * Coal. Tare 20 cwt. Date, 26 January, 1888. ) Date> 26 Jamaryt lm, U* J* L0NG* _ aa l"], [52, "48 SCHEDULE G— 2 LAN SA' ES FOR CASH OR CREDIT/ 9/545 GRANGETOWN COLLI ERIES. 9/545 GRANGETOWN COLLIERIE IS. LORD BACON. 26 January, 1888. 26 Jam uarxj, 1888. LORD BACON. Bought of the GRANGETOWN C COLLIERIES. Bought of the GRANGETOWN COLLE ERIES. T C Q 2 2 0 Gross Weight 1 0 0 Tare Price. £ s. d. I , T C Q Price. £ b. a. 2 2 0 Gross Weight 1 0 0 Tare 1 2 0 Net 1 2 0 Bests Paid G. J. Long or passed to account G. J. Long. 1 2 0 Net 10/- 11 0 1 2 0 Bests I 10/- Paid to G. J. Long or passed to account G. J. Long. 11 0"], [53, "49 SCHEDULE H. 491 GRANGETOWN COLLIERIES, MATERIAL ORDER SHEET. 9 January, J.OOO. I REMARKS. MATERIAL. QUANTITY. SIZE. 2 Best charcoal wire ropes Planks Mining Timber Pit Props Do Cylinder Oil Machinery Oil . . . . Tub Grease Tallow Round Nails Forks (Steel) Shovels (Steel) with strapped ( Crutch .. .. 1 Brattice Cloth 460 yards 50 2 Setts 2,000 1,000 80 gallons 80 gallons 2 Tons _ Cwt 2 Cwt 2 Dozen 2 Dozen 2 Rolls 4^in. cir. 9in. x 3in. Gin. to 8Jin girth. 6ft. X 6in. top. 5Jft. xojin. top. [Bar Tallow] 2Jin. 3ft. 6m. wide. No. of Order 47. 48 Good for general purposes. 149 G. C. 1-50 W. A. I- Ordered 9 January, 1888. 52 G. H. B."], [54, "50 SCHEDULE J.—HALF GRANGETOWN COLLIERIES, BRICKWORKS AND ESTATE ANALYSIS OF IN „*9.TG7 7 (i SCHEDULE J.— JOURNAL Invoices Inwards. lierii Folio. Name. . . Railway Amount. Tol]s - Worse ' Renewals! Timber Stores. **X\"X and : keep* Repairs. [ Rates 'Taxes ani Fire Insuranci t.l. t* s. <i. r s. a. 1 Abbott & Co. 300 16 6 6, Baker & Sons. 2*20 10 6 11 Caldicotl Bros. 300 8 4 16j Davenports. 100 5 0 •21 E. Edwards. 500 10 9 26, Fisher & Co. 205 6 0 31 sjriffiths Bros. 109 6 8 , 36 Hands & Sons. 509 0 9 41 Impev Bros. 300 7 0 46 Jonas Bros. 200 10 6 51 Kershaw & Sons. 96 0 6 56 London & N. W. R'way. 1500 13 6 1000 7 6 61 Midland Railway. I 4015 18 6 3006 10 6 66 \\. Nobody. 25u 10 6 71'Owens & Sons. 60K 10 0 76 Parker Bros. 1001) 5 9 81 Quail & Co. 300 10 0 86 Randall & Sons. 700 8 0 ! 01 Short & Sln.it. 150 9 0 '.IHiThorlev Bros. 50 0 6 101 Unwins. 70 0 0 106, Vernon & Co. 200 10 6 HI West & Son. 600 5 0 116iXerxes Bros. 130 5 0 121 young &01d. 100 111 6 126 Zenophons. 300 9 0* £ s. a. £ s. a.! £ s. a. -t* s. a. £ a. d. 300 16 6 170 0 6' 200 6 0 100 5 0 250 10 0 300 10 9. 300 7 0 150 0 6 '.'. 150**5 C 608 10 0 .. 601) 0 9, 300 10 01 500 4 0* 100 6 0: 50 0 6 200 10 6 400 2 6 60 2 6 ■■ •- 7\") 0 6 '. . 200 6 Ol '.I,. 1,11 Purchases Account. 12823 6 3 4006 18 0 1609 16 0,178111 o! 151156101)1 6 6| 475J5 iss7 j * s. a. >ec. 31 Sundries. Dr. To Purchases Account Collieries Profit and Loss Account Raiway Tolls .. .. .. ..4006 18 0 Timber.. .. .. .. .. 1609 16 n Stores .. .. .. .. ..1781 11 0 Horse keep .. .. .. ..' 150 5 6 Renewals and Repairs .. .. ..1001 6 6 Rates, Taxes, ana Fire Insurance ..' 475 15 6 Stationery .. .. .. . . 60 6 0 General Charges .. .. .. 81 9 0 P.L 101' 102 £ s. d.l 9167 7 6] £ 5. 0. 12823 6 8| Æ9167 7 C Brickworks Profit and Loss Account Railway Tolls .. .. .. .. 1509 11 0 Carriage Account . . . . . . 205 6 0 Stores .. .. .. . . 802 0 0 Renewals and Repairs . . . . . . 540 10 10 Rates, Taxes and Fire Insurance . . 288 4 6 General Charges . . . . . . I 124 7 2 ! 1509 11 I' 205 6 0 802 0 0 540 10 10 I 288 4 6 124 7 i !*i470 2 f. 103 3470 2 6 £;ino 2 f. Estate Rentals Account Renewals and Repairs . . . . 98 4 6 Rates, Taxes and Fire Insurance . . . . 87 11 9 98 4 6 87 11 9 185 16 3 104 183 16 3 £ 185 16 3 12823 6 a! 12823 6"], [55, "51 YEARLY ANALYSIS BOOK. VOICES INWARDS, FOR THE HALF YEAR ENDING 31 DECEMBER, 1887 £-1.170 ' 2 li £185 16 3 Continued . ENTRY. Note.— This Journal Entry clears *' Pur chases Account \" in the half-yearly Analysis Book itself or through the Journal: the former course is more general, although the latter is perhaps preferable. In the event of the latter course being adopted a reference to the Jour nal folio, should be made in the analysis Book thus \" J/25.\" Aeciiunt I * I [ Stati*n,ry -'fhe„ueral ! R*il™* ■ Charges. , Tolls. General I Railway Charges. I Tolls.\" On Brickworks Profit and Loss Account. 0n Bfa„te R\"*tals Account. 1 r. , , Kates I T, , KaU-s, Carriage „.„, , Ee°™ ls Taxes and General : Rene\"'a1*- Taxesand Accounts., Moit!\"* p »\"■? . Fire I Charges. „ an(? Fire Repairs. Insuranoe •» | Repairs. Insurante £ s. a ! £ s. a. £ s. d. £ s. d. £ s. d. £ s. d. £ s. d. I , £ s. d. £ s. d.:l £ s. d. I £ 9. d. £ s. d. ! ! 50 io o ' ' ' ' ' ' 100 2 4.. 60**6 0 '.'. '.'. 200 0 6! 50 il S 205 6 0 ... 19 0 8| . . 160 10 9 .. .. .. 47 19 3' -I 56 \"() 6 50 io 0 1 30 6 0 111 3 I, ' 500 6 0 |1009 8 0 75 **4 0 '.'. 25 \"l 6 ** ** 400 5 II 201) 4 0.. 40 2 0 .. 1\" 1 I)1 25 H 6 .'. 45 I) 6 .. A .. .. '.'. 2011 2 (i .. 40 1 3 . . . . . . 30 1 3; 13 0 0.. 12 10 0 100 3 0 20.1 6 0 802 0 0 54,1 10 10 288 4 6 124 1 2 '.Is 1 6] 87 11 9 ! 60 6 o| 81 9 0||l509 14 0"], [56, "52 SCHEDULE K. PAY SHEET— continued. 1 SURFACE WORK.— Pay ending 31 January, 1883 I __ . Names. Days. Rate, j £ s. d. e\"^S' £ s. a. s. d. James Soot .... 6 9 4 2 16 0 10- 2 6 o No. 1. l'n Top Men. John Brown .... 5 4- 1 II 3d. John Browu .... 3 „ 12 3d. 19 11 9 9 ; I OAL SnRTKKS. W. Peel & Co 1051-16 5 21 18 3 8 6 39*8 4 13 2 „ .. 126*5 3 1 11 6 21 1 9 13 11 9 2 6 No. 1. Hoist A Screen. Henry Care 5 3 - 15 0 3d. Joseph Belcher .. .. 6 3,1 1 0 0 3a. 14 19 9 9 l.ANIISALESMEN. Lahourers. ; Plate-: layers. Saddlers. carried forward .. .. ..I £30 5 11 ! 190 £29 6 5 19, 0 ±*29 6 5"], [57, "53 2 SCHEDULE K. PAST SHEET— continued. Names. Days. Rate. | £ d. Clubs, etc. £ s. a s. I Brought Forward No. 2 Hoist & Screen. 30 5 n 19 6 29 6 5 No. 2 Pit Top Men. I , No. 2 Coal Sorters. ■ I Hoist Drivers. Labourers. Enginetvright. Thomas Lever . . . . i 6 94 2 16 0 6- 2 10 0 No. 1. Engines, &c. John Wilson . . . . ! R. King . . . . 6 7 56 1 13 0 3d 1 18 6 6 3 1 12 9 1 12 3 No. 2. Engines. &c. ! , : Locomotive. Pumps. carried forwara ±'36 13 5 32 - * 35 1 5"], [58, "54 3 SCHEDULE K. PAY SHEET— continued. Names. I Days. Rates, i Rate; H. I * s. d. <*£». £ g. d. 36 13 5 32/- 35 1 5 £ S. Krought forward .. Carpenters & Sawyers. • Smiths & Strikers. Fitters & Shaftsmen. No. 1. Pit Underviewers. W. Jones John Tabbult 5 6 9 - 5 6 2 5 0 6 - 1 19 1 13 0 6 3 1 6 9 Incline. Drivers. Engine Plane. carried forward . . ... i!40 11 5 443 I 38 7 2"], [59, "55 SCHEDULE K. PAY SHEET— continued. 4 Names. Days. | Rate. £ 40 s. 11 a Clubs, etc. 5 44 3 £ s. a. Brought forward . . 40 11 5 44 3 38 38 7 7 2 2 Onsetters. Door Boys. Lampsman. Xo. 1. Pit Night Men. | Samuel Smith . . John Lord . . . . . . 6 44 5/6 4/- 1 13 0 16 0 3 3 1 12 15 9 9 I ! I ■ carried forward to top of 7, page 58. £i3 0 5 I 449 40 15 8"], [60, "56 SCHEDULE K 5 PAY SHEET— continued. No. 1 PIT STALLS. rr.ZZ 7~ Names. John Johnson & Co. 9) r s t. c. s. a. £ s a i ■ 107 8 1/9 9 7 11 £ Powaer. s. a. Rents. s. a. Clay. s. a. s. a. Total £ s a £ s a 2/ 3 6 0 4 II o 0 5 10 9 2 1 _ A. Finaiey & Co. 117 15 „ 10 6 0 2 5 2 3 9 0 4 o o 0 11 3 9 14 9 3 Geo. Fletcher & Co. 102 14 „ : 8 19 8 2 4 11 0 4 (I o 0 7 3 I 8 12 5 4 5 6 7 8 9 10 carried forwara j 327 17 2S l;-i 7 6 i 13 7 i i S 9 1 0 1 4 427 9"], [61, "57 SCHEDULE K. PAY SHEET— continued. 6 No. 2 PIT STALLS. Names. S \\a6 £ ■ £ Powaer. » | o t. c s. a.U sa, s. a. Rents. Clay. s. a. s. d. Totals. s. a. £ s dt s a * Brought forwara . . 327 17 . . 28 13 7 6 13 7 31 Joseph Goaaard & Co. 62 16 1/- 3 2 9 6 0 I) 32 Joseph Clamp & Co. 76 0 110 6 19 416 5 11 33 3 0 0 o!i 0 0 0 0 0 0 3 0 3 I) 0 114 27 9 3 0 0 0 9 3 2 0 0 0 7 8 6 11 8 34 35 3,*, 37 38 I | I I I 1 carried forwara to foot of 7, page 58. ±38 15 8 8 19 6 ! 3 9 1 0 0 0 1 12 9| J37 2 11 466 13"], [62, "58 7 SCHEDULE K. PAY SHEET— continued. Pay ending, 31s/, January, 1888, No. 2 PIT WORK Names. i Days. Rate. ! Clubs, £ s. d. etc. £ s. d- Names. ' Days. ! Rate. Brought forward from 4, . . 43 0 5 44 9 40 15 8 page 55. Underviewer. John Calton .... 6 94 2 16 06/- 2 10 0 Onsetters. T.Allen 4 ! 4- 16 0 4- 12 0 Night Men. - Drivers. Putters. Pit Stalls Nos. 1 £ 2, from 46 12 5 54 9 43 17 8 6, page 57. 38 15 8 32 9 I 37 2 11 Deductions— 85 8 1 87 6 81 0 7 Rents 2 7 6 Clubs 19 0 Stoppages .... 86; Carpenters ana i „ rt Smith's Work I *** u Clay 16 Powaer .... 90 476 £85 8 1 85 8 1 G. C. W. A."], [63, "59 SCHEDULE L— 1. Report for the year ended 31 December, 1886, of \"Tin*: Midland District Miners' Fatal Accident Relief Society.\" THE MIDLAND DISTRICT MINERS' FATAL ACCIDENT RELIEF SOCIETY. (Established 26 June, 188:*..) President — His Grace the Duke of Devonshire, A'.G. WILSON STREET, DERBY, 26 April, 1887. Peak Sir, I beg to inform you that the Annual General Meeting of this Society was held on Tuesday, 26 April, 1887, at which the • Report of the Finance Committee, and the Statement of the Accounts for the past year, were received and adopted. It was stated at the meeting that a further sum of £1,073 Is. 3d. had been invested this year; making the Investments £9,814 14s Id. The President, Vice-Presidents, Chairman, Vice-Chairman, and the Roard of Management, were elected for the ensuing year. Within I beg to hand you a copy of the Accounts to the 31st of December, 1886, as laid before the meeting this day. Mr. J. P. White (Chairman), Mr. H. Traft'ord Nadin, Mr. E. Winter Barnes, Mr. George Lewis, Mr. J. A. Longden, Mr. J. C. Coiver, and Mr. •I. H. Morton, forming the Finance Committee, reported as follows : — \" The Finance Committee, in presenting their Annual Report and \" Statement of Accounts for the year ending 31 December, \" 1886, have pleasure in recording the continued success and steady \"progress of the Society. At the end of the year 188;*;, there were \" about 14,012 Members on the books of the Society, and on 31 \" December, 1886, theie were 14,8*53 Members, being an increase of '* 841 Members for the year. \" During the year there have been twenty deaths from accidents, making \" a total of seventy-tive deaths since the formation of the Society in \" June, 1883. ' Fourteen Widows and thirty-seven Children have been placed upon \" the Funds during the year. \" Two Widows hav6 re-married ; and there are now on the Funds of \" the Society, thirty-six Widows and one hundred and one children. \" RENEFIT FUND ACCOUNT. ' The sum standing to the credit of this Fund at the end of the year \"was -£9,629 10s. Id., of which -68,741 12s. lOd. had been invested. ' The Committee confidently hope that during the present year a \" further increase of Members will take place, and that Collieries *' which have not yet joined will be induced to do so."], [64, "60 \"MANAGEMENT FUND ACCOUNT, *' The Finance Committee have much pleasure in reporting that the *' sum of £247 9d. Id. has been transferred from this Account to the \" credit of the Benefit Fund Account. \" PERMANENT DISABLEMENT. \"The Committee appointed to go into the question of Permanent \" Disablement in connection with this Society having reported to the \" Board of Management, it has been resolved to estaolish a separate \" Fund for this purpose, upon the terms recommended by the Com- \" mittee, viz., a Contribution of One Penny per week, with an allow- \" ance to all Permanently Disabled Members of Five Shillings per \" week, to commence at the end of twelve months from the date of \" the accident, such separate Fund to commence so soon as there are \" 500 persons willing to join. It is hoped that this Fund will be \" commenced at once, as the Board of Management feel sure that it \" will be a great boon to all those Miners who may be seriously \" injured ; and it will be seen that this small contribution of One \" Penny per week will secure an income of Thirteeen Pounds a year \" so long as permanent disablement may last.\" Upon hearing from you, I shall be glad to supply you vvith copies of Report and Statement of Accounts, for the information of the Members others in your District. this and I am, Dear Sir, Yjurs truly, WILLIAM SAUNDERS, General Secretary."], [65, "61 SCHEDULE L— 2. THE MIDLAND DISTRICT MINERS' FATAL ACCIDENT RELIEF SOCIETY. ACCOUNTS AND BALANCE SHEET FOR THE YEAR ENDING 31 DECEMBER 1886. Comprising : Receipts and Expenditure . . . . * * ■ ■ pages 62—53 Management Fund Account .. .. .. ** ,, 64 — 65 Balance Sheet 64—65"], [66, "62 SC'HK THE MIDLAND DISTRICT MINERS' (Established on* thb BENEFIT FUND ACCOUNT, Dr. RECEIPTS 1886. XX, x ■ Proprietors' Members Contributions. Contributions. Dec. 31. _ s. d. £ s. d. To Contributions from — 1. -Albert Colliery — « ,„ « •2.— Alma Colliery 11 11 •' 92 12 3 3.— Blackwell Colliery 30 15 6 246 4 0 4.— Boy thorpe Colliery — 93 13 0 5.— Bretby Colliery 15 11 4 124 10 8 6. — Butterley Companv's Collieries 6 9 5 51 15 9 7.— Clay Cross Collieries 10 10 3 13 1 8.— Coleorton Colliery 3 11 9 28 14 0 9.— Cossall Colliery 12 l1 y 103 3 ° 10.— Coton Park and Linton Colliery 6 10 4 52 3 6 11.— Diminsdale and Pasture Lane Collieries .... 477 35 0 7 12. — Domsthorpe Colliery .. .. 5 15 11 46 H 2 1-j.— Eckington Collieries Hi 17 1 134 17 2 14._Grassmoor Collieries 38 13 i 309 9 7 15.— Hawkesburv Colliery 7 2 10 .7 11 9 16.— Ilkeston Colliery 8 10 11 68 5 4 17.- Manners Colliery 9 3 11 73 1G 5 18 — Mapperley Colliery 5 19 2 47 14 8 l!*._l>ilsley Colliery 16 8 6 131 0 2 20.— Pinxton Colleries 26 18 s 215 13 10 21.— Pooley Hall Colliery 1 14 3 22.— Biddings Colliery 4 16 9 38 14 4 •23.— South Leicestershire Colliery 19 19 7 159 16 2 24. — Stanley Kilburne Colliery 4 5 1 15 4 25. — Stanton Iron Company's Collieries 39 Hi 7 316 4 7 26.— Stanton Colliery (Messrs. Nadin's) 11 19 11 95 12 2 27 — Swadlineote and Cadley Hill Colliery 7 17 7 63 0 8 2H.— Swanwick Colliery 3 10 9 28 6 0 29. — Temple Normanton Colliery 2 9 2 19 15 0 30.— Whitwick Colliery 13 18 1 111 4 2 al._Wollaton Colliery 19 2 5 152 19 5 Sundry Ordinary Members — 214 Transferred to Management Fund Account 351 5 4 2,912 2 9 To Balance, Amount of the Benefit Fund Account on 31 December, 1885 7,279 19 1 To Interest from Investments and Bank Interest . . . . 259 0 6 To Increase in the value of Investments 89 11 2 To Transfer from Management Fund Account and given to the Benefit Fund Account, being surplus not required 247 9 1 £10,7S8 2 7"], [67, "63 DULE L— 2. FATAL ACCIDENT RELIEF SOCIETY. 26 June, 1883.) for the Year ended on 31 December, 1886. Ck. EXPENDITURE. De1-* 31. £ s. d. £ s. d By Funeral Allowances and Legacies, paid to the Widows and Representatives of deceased Members at the undermentioned Collieries : — Clay Cross Collieries 7 10 0 Coton Park and Linton Collieries . . 15 0 0 Donisthorpe Colliery 15 0 0 Eckington Collieries 22 10 0 Grassmoor Collieries 45 0 0 Manners Colliery 15 0 0 Pilsley Colliery 7 10 0 Pinxton Collieries 7 10 0 Stanton Iron Company's Collieries . . 37 10 0 Wallaton Colliery 15 0 0 1ST 10 O By Annuities., paid to the Widows and Orphans of deceased Members at the undermentioned Collieries : — Alma Colliery 9 10 0 Black well Collieries 45 10 0 Boytliorpe Colliery 19 10 0 Bretby Colliery 39 0 0 Clay Cross Collieries 26 17 6 Cossall Colliery 46 5 0 Coton Park and Linton Colliery . . .. 103 15 0 103 15 0 Donisthorpe Colliery 46 12 6 Eckington Collieries 66 12 6 Grassmoor Collieries 93 5 0 Hawkesbury Colliery 13 5 0 Ilkeston Colliery 52 0 0 Manners Colliery 84 0 0 Pinxton Collieries 17 5 0 Stanton Iron Company's Collieries . . 124 15 0 Stanton Colliery (Messrs. Nadin's) . . 75 15 0 Whitwick Colliery 45 10 0 Wollaton Colliery 41 15 0 951 2 5 By Allowances paid to two Widows upon their Re-Marriage 20 0 0 1 158 12 is By Balance, being the Amount of the Benefit Fund on 31 December, 1S86 (available for the Widows and Orphans of deceased Members) 9,629 10 1 £10, ,788 2 7"], [68, "64 SCHEDULE Dr. MANAGEMENT FUND ACCOUNT, 1KK6. Dec. 31. £ s. d. To Honorary Members' Subscriptions 203 5 K To Proprietors' Contributions (as per Benefit Fund Account) . . . . 351 5 4 £554 11 fl Dr. BALANCE SHEET, 1K86. LIABILITIES. Dec. 31. £ s. d. To Benefit Fund (available for the Widows and Orphans of deceased Members) 9,629 10 1 To Sundry Creditors 229 10 10 £9,859 0 11"], [69, "65 L. 2. — Continual . 31 December, 1886. QR 1886. ■Dec. 31. £ s. d. By General Secretary, Salary, &c 200 0 0 By Sundry Expenses, Postages, and Travelling Expenses . . . . 49 7 1 By Printing and Stationery, &c „ 25 8 3 By Auditor's Fee 2 2 0 By Travelling and other Expenses of the Ordinary Members of the Board of Management 30 4 7 307 1 11 By Balance transferred to the Benefit Fund Account, being surplus not required 217 9 I £5.54 11 0 31 December, 1886. Cr. 18.86. ASSETS. Dec. 31. £ s. d. Bv Investments (Present Value) - Midland Railway 5,324 2 0 Derby Corporation 3,417 10 10 8,741 12 10 By Sundry Debtors (being Contributions received, but not paid over to the Society) 557 5 0 By Crompton and .Evans' Union Bank, Limited (Cash in Bank) . . 560 3 1 £9,859 0 11"], [70, "66 SCHEDULE L— 3. OBJECTS OF THE MIDLAND DISTRICT MINERS' FATAL ACCIDENT RELIEF SOCIETY. In order that the Miners of Derbyshire, Nottinghamshire, Leicestershire, and Warwickshire, wishing to join this Society may have full confidence in its stability and security, the Committee beg to state that the Rules have been very carefully framed and prepared. Although the survivors of sufferers by great Colliery accidents, involving serious loss of life, are often liberally provided for by the munificence of the public, the majority of fatal accidents result in the loss of one or two lives, and in these cases, the survivors are almost, or entirely neglected ; a small contribution from the Field Club, or the Owners, or other sources, and perhaps the burial expenses, usually representing all the assistance received. The only remedy for this is a Miners' Fatal Accident Relief Society, supported by the Miners, Colliery Owners, Lessors, and the public ; and this association will provide, not only for the few fatal accidents which awaken public sympathy, but also for those numerous cases which do not attract attention, but which are found by experience to entail far more misery than is caused by the great colliery catastrophes. This Society will supply a long felt want, and is recommended to the favourable consideration of all who are philanthropically interested in movements having for their object the relief of the bereaved and destitute. Statistics and information having been collected and prepared, it is found that the Contributions proposed will be adequate to meet the liabilities, and to grant the benefits specified. The society has also been registered in accordance with the Acts of Parliament for that purpose provided. The objects of this Society are to provide for the widows and children, and the payment of legacies to the relatives of unmarried Members who may be killed by those casualties which are of such frequent occurrence in and about Coal, or other Mines, or Quarries, and a sum to defray the funeral expenses of Members accidentally killed in and about the pits. This Society, which is essentially a Workman's Society, will relieve all the Local Clubs of the death-rate, and consequent liabilities, and will not interfere in any way with the present working of them. The Committee earnestly recommend each and every Member to look anxiously after the interest and welfare of the Fund, and individually and collectively endeavour to further and advance and assist each other in carrying out the aim and objects of the Society, and the principles laid down in the Code of Rules ; bearing in mind that men who are dependent upon their own hand labour for the maintenance of themselves and families, are in duty bound to lay by something to provide for their wives and children. The advantages offered by the Society are within the reach of all the miners and workmen employed in or about coal or other mines and quarries in the midland district. The Subscriptions are so small that the poorest can afford to pay them ; none can therefore complain that their circumstances hinder them from joining the Fund."], [71, "67 The Subcriptions from the Workmen will be :— Full Members, One Penny per Week. Half Members (between 10 and 18 years of age). One Halfpenny per Week, and will be Supplemented by Contributions from the Employers, the Lessors of the Mines, and the public generally. The Committee expect considerable aid from Trustees of funds that have at various times been contributed for the relief of sufferers by large Colliery Accidents. BENEFITS. Full Member leaving no Widow or Children, to the person entitled, including Funeral Allowance , . . . . . . . . . . . £15 Half-Member, do. do. £10 Full Member leaving a Widow and Children- Funeral Allowance £5 Cash Allowance to Widow £2 10s. Widow, per week . . . . . . . . . . 5s. Od. Each Child under the specified age, per week . . . . . . . . 2s. Gd. Widows marrying again will no longer receive the allowance of five shillings per week, but will be paid a sum of . . . . . . £10 Such re-marriage shall not affect the allowance to the Children. The Registered Office of the Society is at The Wardwick, Derby. WILLIAM SAUNDERS, General Secretary."], [72, "68 SCHED SCHEDI ABSTRACT SUGGESTIONS FOR NATIO Underground Workers.— 424,191 in United Kingdom. At id. per week 2/2 per annum = £45,254. fd „ 3 3 ,, = 68,932. Id. „ 4/4 „ = 91,90.8. . lid. „ 5/5 ,, = 114,885. , l|d. ., 6/6 ,, = 137,864. ., ljd. „ 7/7 „ = 160,840. 2d. „ 8 '8 „ = 183,816. Assuming 173,000,000 tons as the output per Annum Then Jd. per ton = £180,208. id. ,, 90,104. -^d. ,, 72,083. Ad* .. 45,052. 2-ijd, „ = 36,042. GRANGETOWN COLLIERIES No. 1 PIT. a Q L ■J. | 1 *S O o I o fl a > l \"S s\" i 3 5 fl j ~ a U ■6 8 3 ****? x .X a: I a on O a 1 5 > 3, # 5 | a a -o o S Da o o 0 H a: Z O SURFACE WORKING EXPE ;n oi | » J l Ai - \"7! 7 £ S ° 5 ° Ix, pg ■J o = » g ■3 3 <u | 5 ° * ; a I i •- i 1 % | 7 J a .a- - s o \"^ £-< o \"***"], [73, "69 — M. MINERS* FUND. It is proposed that the men pay 2 2a year. *, the Lessees ,, ..vd. per ton. * = ±118,000 a year, ,, the Lessors ,, do. ) Estimated Revenue. — N. COST BOOK. WORKING COST OF BLAZER SEAM 1888. Coal. Fireclay. Ironstone. Shale, &c. Total. England 1D8,953,797 1,422,368 8,273,453 105,262 147,754,880 Ireland 109,035 900 109,935 Scotland 20,288,586 455,246 1,835,159 l,r80,154 25,359,145 Total Tons. 159,351,418 1.878,514 10,108,612 J, 885,416 173 223,960 <*£ o - 1 - a a 12 a 01 S 0) **\"£ « o ~ Q 3 r- A d o fl ■z - o \"J 3 o o o r! •= a! o EH JF BLAZER SEAM 1888. . CH «) *S : . i* w — bo j- — I co C bCT- C 60 | O i O S> O C U* B I | ! «> £ I tn «-*• >i ■/. O fl 5 O I ° |<g ° 5 6 ' 3 o œ 3 1 a 0) a « ■a s rd c 3 ■Jl 1 d 2 H"], [74, "70 Coal procueing areas. Other notably produeing areas. Hyderabad Singareni coil fields. SCHEDULE O. A FEW NOTES ON INDIAN COLLIERIES. The total area of Coal bearing strata in India is estimated at 35,000 square miles, nearly all of which has been surveyed by the Government Geologists, and several fields are producing coal. So far the fields yielding the heaviest amount of coal have been Ranegung and Karhurbari. The former is situated about 120 miles north-west of Calcutta, and the latter 180 miles in the same direction. Their united produce amounts to over one million tons per year. From the Khurhurbari Collieries a good quantity of coal is sent to supply the up country lines, and the surplus to the Calcutta Market. The whole of the raisings at Ranegung are also sent to the latter place for disposal. From a commercial point of view, the two fields just mentioned are important as being steam generating sources for the Bengal manufactures for local steamers and for many Ocean going steamships. But the market is keenly competed, and a formidable rival has recently sprung up by the entry of coal from Assam, the quality of which is almost equal to English. Coal from Great Britain con tests the Calcutta market, on one occasion being quoted, as low as sixteen shillings per ton. Other notably producing areas are Warora and Umaria. Both were opened by the Government of India. At the former collieries a very large capital was expended in con nection with the exploration and testing of the coal which has not yet been repaid, the cost of extension being heavy, .-£600,000 being expended at Warora when reported upon.) Its produce finds an outlet on the Great Indian Peninsular Railway and 14,000,000 tons are estimated as being avail able. Umaria is situated about 140 miles south-west of Allahabad and 90 north-east of Jabalpoor and finds a ready market on the East Indian Railway. The sales of both places are somewhat limited by the Karhurbari Fields on the East and English coal at Bombay. To the South of these two coal fields, lie the dominions of the Nizam of Hyderabad, in which is situated an important and valuable coal deposit. Important from its position, which commands the whole railway system south of Poona, on the Great Indian Peninsular Line, and valuable from the absence of immediate competition. In 1872, Dr. King, now superintendent of the Geological Survey of India, was making a professional survey of the Nizam's dominions, and in the bed of a stream termed Yellandalapadu discovered an outcrop of coal 13'ing directly underneath a hard stratum of rock. Some of the coal was excavated and proved to be of fair quality, although con siderable deterioration must have taken place from exposure. His description of it was that it was light, compact and more or less bright, and burnt brightly. The analysis gave 62 per cent of fixed carbon. Subsequent examination has"], [75, "71 shown the seam to bo 6 feet thick, the upper part of which is hard, slightly bright, of good steam generating quality and very similar to the top hard coal of the Midland Counties of England. The lower portion is very much like the open grain coal from the same districts. The Singareni coal held is estimated by Dr. King to be about 8 square Area miles in extent, later investigation shows it to be ten to twelve. Another seam of 20 feet thick lying about 220 feet above the 0 feet seam has also been tapped, the qualities of which for steam purposes are very much on a par with the other. Presuming that 12 feet of utilizable coal be found in the Estimated twoseams,aquantityequalto50,000,000millionstons of coal ablTfor * are ready for ''getting \" and allowing one fourth for waste ''getting.\" and pillars there remains over 37,000,000 available for the market. Taking 240 days as the working part of the year and 1,000 Estimated life tons per day as the average raisings, the collieries should, ot \"-\"•* Fiel<i under the above conditions, have a life of over 150 years. The ordinary method of \" getting \" coal in India is by Ordinary the pillar and stall method, which intersects the field with method ol vacant and pillar squares as the black and white squares lie in-ji\"8 L0^ on a chess-board. A modification of this system has been introduced at a modification Khurhurballi, at the East India Railway Collieries, and a °f the system. further alteration is purposed at Singareni by which the ratio of large to small coal may be materially increased and the cost of extraction reduced. The collieries are connected by a branch line 16 miles Railway long, with the main line running from Hyderabad to connections. Bezwada on the south-east, and so on to Madras. The Hydera bad extension also connects with the G. I. P. System on the west, and that with the Madras Railways. The coal of the Singareni Collieries meets with little com- Extent ot petition within the following limits : — market. 1. — The Hyderabad State Railway. 2. — Gieat Indian Peninsular, south of Poona. 3. —Southern Marhatta Railway. 4. — Madras Railway. 5. — Bellary Krishna Railway. 6. — Cuddapah Nellore Railway. 7. — South Indian Railway. The total mileage of these lines amounts to 2,008 miles, and Total mileage the estimated consumption to 184,000 tons yearly. So that »jjd estimated irrespective of manufacturing uses, the collieries would thus consumP lon* appear to have an assured market for over 3,500 tons per week, or nearly 600 tons per day. It is also calculated by experts and others who have studied Available for the question, that the coal can be put into the Madras tLe Madras market for Rs. 3, annas 8, less than English coal, which maiket* at the exchange of 1/6 to the rupee, means an advantage of 5/3 per ton ; or allowing for a further drop in exchange of say 5/* per ton. There is one item of special interest in connection with Coal-heading these mines. And that is the introduction of coal-heading machinery."], [76, "72 machinery. With these appliances it is expected to drive some ten yards per day, a rate of progress calculated to exceed the old method of opening, as 8 or 10 to one. The result of this application will be watched with great interest by the mining profession generally, and should it be as successful as is anticipated, it will no doubt lead to more general employ - Srstem of ment of coal heading machinery in India. Inclines. In India sinking processes are tedious, and to remedy this Inclines have been driven into the coal at Singareni, by means of which, combined with the use of the coal-heading machines, a considerable area can thus be promptly developed before even sinkings could under the ordinary cir cumstances reach the seam. GERARD VAN DE LINDE. 12. Laurence Pountney lane. Cannon Street, London, E.C. 24 April, 1888"], [77, ""], [78, ""], [79, ""], [80, ""]]