[[1, ""], [2, ""], [3, ""], [4, ""], [5, "PRICE 25 CENTS REPRINT OF THE SQ UADRON BULLETINS OF THE NORTH ATLANTIC SQUADRON WITH AN INTRODUCTION BY REAR ADMIRAL SAMPSON Whatever profit there may be on the sale ot this reprint will be donated to the proposed Sailors' Rest, Brooklyn NEW YORK DOUBLEDAY & McCLURE CO. 1898"], [6, ""], [7, "INTRODUCTION '\"THE \"Squadron Bulletin\" was first published A on board the U. S. Flagship New York, on June 14, 1898. At that time the main part of the North Atlantic Naval force was in front of San tiago de Cuba, engaged in the somewhat monot onous work of blockading that harbor. Scattered around the Island of Cuba were other ships of the Squadron, cut off, for the most part, from all news and with few means of communication. It was with the idea of relieving the monotony of block ading routine and of affording the officers and men of the fleet an opportunity to learn the daily prog ress of the war that the bulletin was issued. Thanks to the energy of Captain Chadwick, my Chief of Staff, who despite his many duties always"], [8, "4 INTRODUCTION found time to personally prepare the bulletin, it became a boon in every sense of the word. Since the necessity for the further issue of the bulletin ceased on August 14th there have been many re quests from officers of my command for complete sets and missing numbers. Doubleday & McClure have kindly consented to republish the series. Whatever profit there may be on the sale of this reprint will be donated to the proposed Sailors' Rest, Brooklyn. W. T. SAMPSON, Rear Admiral."], [9, "SQUADRON BULLETIN No. i. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. June 13, 1898. Information has been received that the army was to leave Tortugas to-day. Unofficial news states it is to come round the west end of Cuba. The St. Paul from New York and the Vesuvius from scouting in the Old Bahama Channel arrived to-day. The St. Louis from Mole St. Nicholas arrived with dis patches. The latter has returned to Mole St. Nicholas. The Collier Scindia, Commander Watson, has arrived at Guantanamo. Preparations have been made to open a telegraphic of fice at Guantanamo. It is hoped it will be in operation on the fourteenth, so that dispatches may go via Mole St. Nicholas. The firing at Guantanamo has to-day been much less. The total losses have been: Surgeon Gibbs and four ma rines killed on the eleventh, and two yesterday— Sergeant Major Woods and Private Taurman, the latter by falling over a cliff. Six marines have been wounded. Sixty officers and men of the Cuban forces at Guanta namo have received arms, clothing and food, and have been of great service. Five hundred more are expected."], [10, "6 SQUADRON bulletins SQUADRON BULLETIN No. 2. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. June 14, 1898. The New Orleans was ordered to fire at new work on the West Battery. She was replied to by both the East and West Batteries. She silenced the East Battery and practi cally the West. A number of shells fell near the New Or leans and flagship, but no harm was done. The Vesuvius fired three shells, two 10 and one 8-inch; one fell just short of the crest of the hill on which the West Battery is situated; one went over the hill into the harbor, or in a line with the situation of the Spanish torpedo boats, and the third struck the crest of the hill of the West Bat tery. All exploded with terrific force. Two shots were fired by the West Battery; it was stated that one went over the Massachusetts. Reports from Guantanamo go to show that probably half the deaths and wounded so far reported were due to acci dents. Desultory fighting still continues. The contingent of sixty Cubans which have been armed, clothed and fed, have rendered most effective service. Com mander McCalla and the marine officers speak in the high est terms of their conduct. A considerable body of Cubans is expected at Guanta namo to-day. They will be supplied with food and cloth ing from the St. Paul, and partially with arms. These men have been sent down unarmed, as it was requested that their rifles be left behind for the use of others in the field."], [11, "SQUADRON BULLETINS 7 SQUADRON BULLETIN No. 3. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. June 15, 1898. Yesterday (14th) a force of marines and Cubans attacked the enemy, which was routed for the time. Forty bodies were found. One lieutenant, one corporal and fifteen privates were captured. A blockhouse was partially de stroyed, the well from which they got their water supply de stroyed, and the heliograph apparatus captured. Our loss was two Cubans killed and four wounded; two marines wounded. Twenty-three marines were overcome by heat, but all recovered. The Dolphin accompanied the force on the sea front, and shelled the enemy. The force of the en emy was stated by the lieutenant captured at 200; by the privates at about 450. The enemy is being reinforced by troops from Caimanera, and the Texas and Suwanee were consequently sent to destroy the fort and capture the gun boat used in transporting men. From the \" Daily Gleaner \" of Kingston, dated June 14th. The Paris correspondent of the \" Sunday Special\" says: Spain's most steadfast friends here are losing hope. The candid friends of the Queen Regent deplore the obstinacy with which she accepted war when totally unprepared; then to continue fighting when the case is hopelessly lost will only alienate France. London, June 12. — The Vienna correspondent of the \" Observer \" says that private advices received here show that the situation in Spain is such that peace is speedily and earnestly desired. The finances of the country are threatened, and famine and the intrigues of the Carlists and republicans render peace imperative. The Spanish"], [12, "8 SQUADRON BULLETINS Government is now drawing up a memorandum to the Powers requesting their friendly intervention. I learn from diplomatic sources that France and Austria are prepared to accede to, while Russia and Germany disapprove inter vention. The enormous increase in Russian grain trade since the war began has probably influenced Russia's atti tude on the whole problem of European intervention. London, June 13. — The Spanish Minister of the Colo nies, according to a special dispatch from Madrid, has in the course of a recent interview expressed the opinion that nothing short of a miracle can save Manila. London, June 13. — The Madrid correspondent of the \" Daily News,\" telegraphing from Bayonne, says General Bianco's last dispatch being less sanguine, the Cabinet Council discussed whether it should be published and de cided upon some verbal alterations. Military precautions have been taken at Madrid to quell the disturbance when the inevitable happens. Reports are again rife that the Queen Regent wishes to shift the regency to the Infanta Isa bel and let her accept the American credit. It is expected that Russia will protest against the alliance of Admiral Dewey as belligerent with Aguinaldo, the insurgent chief. London, June 13. — The Rome correspondent of the \" Standard \" says, owing to serious news from the Philip pines, the Pope has wired the Queen Regent of Spain, plac ing his services at her disposal if she considered that the time had arrived for the intervention of the Powers in favor of Spain. The Queen Regent in reply telegraphed her thanks, saying that at an opportune moment she would feel the Pope's offer to be very acceptable. London, June 13. — The Paris correspondent of the \" Standard \" says critics here regard the occupation of"], [13, "SQUADRON BULLETINS 9 Guantanamo harbor as a master stroke and that the three thousand Spaniards allowed the landing is ominously sig nificant. Highland Light Mail, June 13. — The U. S. Cruiser San Francisco ran ashore during a dense fog this morning at a point about a half mile west of High Head Life Saving Station. The cruiser lies in an easy position, and it is thought she will float without any injury at high water. New York, June 13. — Colonel John Hay, the United States Ambassador in London, has telegraphed his gov ernment in Washington that Manila has surrendered. No details. It is thought probable that the above information is obtained from advices received at the British Foreign Office. SQUADRON BULLETIN No. 4. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Thursday, June 16, 1898. The fort at Guantanamo was destroyed yesterday by the Texas and Marblehead. The channel to Caimanera is to be dragged for torpedoes. One torpedo was picked up by the Marblehead's screw. There has been no serious fight ing reported ashore in the last day. The Yankee, which has returned from Cienfuegos, where she has been sent to intercept a Spanish steamer, the Purissima Concepcion, from Kingston, Jamaica, had, off the port, an engagement with a Spanish gunboat and the batteries ashore. One man was wounded. The gunboat, which had come out apparently to observe the character of the Yankee, escaped, chiefly on account of the firing be ing interrupted by the smoke."], [14, "10 SQUADRON BULLETINS The Vesuvius fired three projectiles last night about n ; one struck the hill on which is the West Battery; one went over and is thought to have struck Cay Smith, and one is supposed to have gone into the water between Socapa and Cay Smith. All are supposed to have ex ploded. More complete reports from Guantanamo state that the force of Spaniards routed by the marines and the Cubans on the 14th instant numbered about 300, and that their loss was between 40 and 60 men killed, one officer and 17 sol diers captured. A second Spanish mine was brought to the surface by the screw of the Texas and was picked up by the Marble head's launch. Both of these mines are French, with depth regulators; contain forty-six and one-half kilos of gun-cotton, and each has six contact arms. Manufactured in August, 1896, and placed in position in April, 1898. Two Spanish soldiers came in voluntarily and surren dered. One of them reported that the Spanish forces near the marine camp had been without food for three days, and that one body of 500 would give themselves up were they not prevented by their officers. A Spanish spy endeavored to make his way from Guan tanamo to Santiago, and was captured on the nth instant. In his possession was found a letter from the Commanding General at Guantanamo to the Commanding General at Santiago, stating that his men were on half rations and that he had food only to last to the end of June. It is under stood that the spy was hanged by the Cubans. At early dawn the Squadron bombarded the forts at the entrance of Santiago. The forts were quickly silenced, and the fire was continued for half an hour and probably did"], [15, "SQUADRON BULLETINS 11 much damage, as no shots were fired at the ships while they were withdrawing. A heavy explosion was observed in one of the batteries. The firing was deliberate, and was very accurate, especially that of the Texas. None of the ships were struck. SQUADRON BULLETIN No. 5. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Friday. June 17, 1898. Everything remains quiet at Guantanamo. Our people have been dragging for mines in preparation for attacking the gunboat in the upper bay. The following letter was captured by the Cubans en route to Santiago: Excellent Sir: The seventh day, at dawn, brought seven ships before the port of Caimanera. They fired grape shot and all kinds of projectiles on the Playa del Este and Cayo Toro until they set fire to the fort on the Playa Este and burning the houses of the pilots which the detachment occupied. This lasted, cannonading with more or less intensity, until five o'clock in the afternoon. As the Playa del Este had only two muzzle-loading guns and sand intrenchments, the detachment could do nothing before the six ships, firing on them from all sides. They retired into Manigua and to the Cuzco Hill, where they re main to-day making sallies on the beach. From that day 150 men occupy Punta Caracolas, observ ing the movement of ships which occupy all the outer port, with a transport of war and a variable number of armed ships and other vessels of war and armed merchant ships ; total never less than four."], [16, "12 SQUADRON BULLETINS I have also occupied Enanto Passes and the vigilant Magne is disposed to fall on them where damage can be done. I remain in Caimanera and will only come to the Enanto when I think it necessary, as to-day. I have not been able to antagonize the American ships with rifle fire, no known ground being at hand. Yesterday the Captain of En gineers ordered to make safe protections that would impede and to make them low. The ground of Playa Este is better for this purpose. I refer solely to disembarkation. Dia F. Sandoval and Caya Toro fired with their artillery, being impeded with their short range, when the ships retired to the center of the channel and took positions in the middle of the Bay, or they would not have stopped answering the fire which the enemy's ships were keeping up with im punity. Sandoval has not over seven discharges of pierc ing projectiles, and Caimanera battery did not fire, reserv ing fire until the ships entered the channel, which is where their guns reached. I am told that the insurgent forces at Baracao have come down to Siguabos, their increased hap piness being noticed, and Palamar, and I do not know more. The American Squadron in possession of the outer bay has taken it as if for a harbor of rest, they having anchored as if one of their own ports, since the seventh, the day they cut the cables. In the entrance and center of the harbor, I not being able to reach them, they have not again mo lested me except with two cannon shots on the eighth. It appears from the work that is being done that they are pre paring to plant the harbor with mines, or place their ships for disembarkation, at Playa del Este, their favorite place. If it is the first, I call your attention to it, in case that some"], [17, "SQUADRON BULLETINS 13 time our Squadron should come here. The forces of the Brigade are in good spirits. I continue serving one-half rations of everything, and in that way I expect to reach only the end of the month, above all in bread, as I have no flour of any kind, as I said, and no way of getting any on account of there having been no corn for some time. Quinine for the hospitals the same. In hard straits I have taken private drug stores, and will have enough until the end of the month. Town in needful circumstances, first need since the second ultimo. On the seventh we had only two wounded at Cayo Toro. The cable house, riddled with shell, still stands, and if Americans abandon port, which I doubt, everything possible will be done to re-establish com munication, to which end I have everything ready. To-day there is in the harbor a large armored vessel and seven more vessels with a large transport that appears to be a store ship. They patrol Playa del Este with armed launches, I have just been informed. I returned to Caimanera on seeing the carrier of this start out, he meriting my confidence as a trusty of the Brigade, having rendered me good services up to date. By sea I have ready a youth that served in the navy and who offered himself spontaneously. I actively recommend him to your Excellency, should he arrive. Enanto, 10 June, 1898. [Signed] FELIX PAREJA. [There is a seal that says Ejercito de Operaciones en Cuba, E. M. Division de Cuba, 2a Bgde.] To His Excellency, The General Commanding Division of Cuba.* * This is the name locally used for Santiago de Cuba."], [18, "SQUADRON BULLETINS 14 The Porter communicated with La Sigua (near Baca nao) to-day, and brought on board the Flagship General Castillo and Colonel Verannes. There are some 600 men now near La Sigua, some of whom needed arms, and all needed provisions. Two hun dred and eighty rifles and equipments were sent from the fleet, and provisions for one week from the Flagship. General Rabi with several officers also came on board from Aserraderos with communications from General Garcia. General Rabi with several officers also came on board will arrive in the vicinity within the next three or four days. He will probably have with him some three thousand men, being obliged to leave behind a number to prevent any junction of the Spanish forces at Holguin, where there are some eight or ten thousand men, with those at Santiago. Garcia's forces are now well armed and supplied, through the successful expedition of the Florida, which landed 7,800 rifles, over a million and a half of cartridges, and a large quantity of stores and provisions at Banes about the first of the month. It is reported that General Pando, the second in com mand in Cuba, is now en route to Santiago by way of Man zanillo. It is now understood the army was not to leave until the 15th- SQUADRON BULLETIN No. 6. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Saturday, June 18, 1898. A reconnaissance was made yesterday of the vicinity of Cabanas Bay. The force, under command of Lieutenant"], [19, "SQUADRON BULLETINS 15 Harlow, consisted of two steam cutters, one from the New York in charge of Naval Cadet Powell, the other from the Massachusetts in charge of Naval Cadet Hart; the launches left the picket line at 3.30 and reported alongside the Vixen and started into the bay at 4.45. Almost im mediately after passing the old fort at the entrance they were fired upon and the fire was so continued and heavy and at such short range that they were obliged to retreat. Much of the firing was from within fifty yards. The two launches were struck seventeen times but no one was in jured. The Texas and Vixen came to the support of the launches and opened a vigorous and effective fire at short range, dispersing the enemy. Lieutenant Harlow particu larly praises the conduct of Naval Cadets Hart and Powell, and coxswain O'Donnell and seaman Blom. Matters remain quiet at Guantanamo Bay. The Spanish, from good accounts, are transporting their artillery to Guantanamo town. A shell fired yesterday by the Oregon destroyed a railroad car and set fire to a warehouse. It is stated by a spy that the Sandoval gunboat is filled with straw preparatory to being destroyed. It would seem that the forces at Guantanamo are looking to attempting to join those at Santiago. It seems clear, from an intercepted communication that nothing is known in Santiago of af fairs at Guantanamo. The Cuban forces hold all the coun try between the two places and the Cubans state that it will be impossible for the Guantanamo garrison to pass. General Garcia is within two or three days of Santiago with about 3,000 men, leaving about the same number be hind him to observe the Spanish in the vicinity of Holguin. General Rabi, near Aserraderos (18 miles west), has 930 men. All these are well armed."], [20, "16 squadron bulletins The following information regarding the batteries and mines of Santiago has been received, and is believed to be reliable: The Socapa Battery, opposite Estrella, two Hon toria guns of 16 c-m, four Maxim-Nordenfeldt rapid firing 37 m-m, one Maxim-Nordenfeldt of 57 m-m, and one Gat ling of 25 m-m. All these guns were taken off the Reina Mercedes. At the Morro were two Maxim-Nordenfeldts of 75 m-m, which were taken off the Terror, and brought by one of Cervera's ships. The Punta Gorda Battery in the harbor has two Ordonez guns of compressed bronze, 15 c-m caliber, one Hontoria of 16 c-m, and another gun was taken off the Reina Mer cedes, and when the informant left Santiago this gun was all ready on the lighter to be taken to Punta Gorda. — (This gun was observed from the New York being parbuckled up the hill to the Punta Gorda Battery.) Besides these guns there are at all the batteries some old muzzle-loading guns. There are two electrical stations for torpedoes at the Socapa, one at the Estrella, and one at the Cayo Smith. These stations are connected with two lines of torpedoes of the Latimenclar system. One line in the channel had seven torpedoes, of which one was fired when the Iuerrimac was sunk, but without any effect on her, as the torpedo went off when she cleared this line. The second line had five, also in the channel, about one hundred meters from the first. One of these torpedoes was also fired at the Merrimac without any effect. The torpedoes are in square boxes of iron, containing 226 kilos of gun-cotton. They had also made ready to sink some Bustamente torpedoes. Our informant states that the Merrimac does not block"], [21, "squadron bulletins 17 the channel. He says that she is a little to the right of it and vessels can go in and out without touching direct. He states that on the bombardment of the 3d instant a shell killed Capitan de Fragata Emilio Acosta y Herman, second in command of the Reina Mercedes, and five men, and wounded six men. Our informant thinks that now Mr. Hobson and his men have been taken up into Santiago. SQUADRON BULLETIN No. 7. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Sunday, June 19, 1898. The Yankee went west last night to blockade Cienfue gos. The Dixie arrived from the North, convoying the re frigerating and supply steamer Celtic which immediately began the distribution of fresh provisions to the vessels of the fleet. The Dixie was sent to blockade off Cape Cruz. The Yosemite arrived from Jamaica, and was sent to Guantanamo to coal. The Chief of Staff went down to Aserraderos in the Vixen to examine the facilities for landing at that point and the points between there and Santiago de Cuba. He returned bringing with him General Calixto Garcia, Gen eral of Division Lora and several officers of their staffs. General Garcia has about four thousand men back in the country — probably forty-five miles by road from Santiago de Cuba — two days' march. He left behind him three thousand men who are engaged in observing the Spanish forces, numbering about eight or ten thousand, at Hoi-"], [22, "1 8 SQUADRON bulletins guin, in order to prevent their moving south to the relief of Santiago. All of these seven thousand men are well armed and supplied with ammunition, the Florida ex pedition having supplied all deficiencies. The Yosemite brought from Jamaica official informa tion from the Navy Department that the Army Corps had sailed on the sixteenth. The St. Louis, dragging close in shore last night, lifted and cut two cables south of the Morro, and in all proba bility telegraphic communication with Jamaica has been cut off. Information has been received that the army convoy is expected on the afternoon of the 20th. SQUADRON BULLETIN No. 8. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA Monday, June 20, 1898. Information was received this morning by the Wompa tuck, which had been sent forward from Captain Taylor of the Indiana, that the transports convoying the army would arrive during the forenoon at a point fifteen miles south of Guantanamo, and later in the day south of San tiago. The Chief of Staff, with messages from the Admiral, went at 8 in the Gloucester to go on board the Segu ranca, aboard which was General Shatter. The Convoy was found southeast of the Morro, about 18 miles. The Seguranca left the Convoy and arrived at the blockade line at noon. Admiral Sampson and the As sistant Chief of Staff went aboard and the ship went off Aserraderos. A visit was made ashore by General Shaffer"], [23, "SQUADRON BULLETINS 19 and Admiral Sampson, accompanied by a number of offi cers. Generals Garcia, Rabi and Castillo were at the camp. The naval vessels convoying the transports are the fol lowing: Indiana, Detroit, Annapolis, Castine, Helena, Bancroft, Manning, Osceola, Wasp, Hornet, Eagle, Wompatuck, Rodgers, Ericsson and Dupont. The force consists of about 16,000 men, all regular troops except two regiments. Colonel Wood's regiment is among them but is dismounted. The Alexander, collier, arrived during the morning. Everything is reported tranquil at Guantanamo Bay; the report that the enemy were removing their artillery from Caimanera toward Guantanamo is repeated. The fact of the Suwanee taking part in the bombardment of the fort on the 15th was inadvertently omitted in the \" Bulletin \" of the 1 6th. She was present and is reported as having ren dered good service. SQUADRON BULLETIN No. 9. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Tuesday, June 21, 1898. The day has been given to arrangements for landing on the 22d. Five hundred Cuban troops were transported by the Gloucester and Vixen from General Rabi's camp at Aserraderos (18 miles west of Santiago), to Sigua (25 miles east). The intention had been to land at Cajobabo (5 miles west of Sigua), but the surf occasioned by heavy weather off Jamaica interfered with this. It is expected that this force, in connection with some 500 Cubans already there"], [24, "20 SQUADRON BULLETINS under General Castillo, will act simultaneously with the landing of General Shatter's troops. The Order of Battle for the 22d gives details of the pro posed landing. It is expected to be able to land not less than 2,000 men at a time, the boats of the Squadron sent being equal to this number; the boats of the transports, also available, can transport 1,500. Seven mines were found to-day at Guantanamo Bay in the channel leading up to the fort. This makes ten re covered out of the total of eleven reported. The cable at Guantanamo has been connected with Mole St. Nicholas and an office opened for general telegraphic use. THE FOLLOWING IS THE ORDER OF BATTLE: NORTH ATLANTIC STATION. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Order of Battle, June 21, 1898. 1. — The Army Corps will land to-morrow morning, the entire force landing at Daiquiri. The landing will begin at daylight, or as soon thereafter as practicable. General Cas tillo with a thousand men coming from the eastward of Daiquiri will assist in clearing the way for an unopposed landing, by flanking out the Spanish forces at that point. 2. — Simultaneously with the shelling of the beach and blockhouses at Daiquiri, the Ensenada de los Altares and Aguadores, both to the eastward of Santiago, and the small bay of Cabanas, about two and one-half miles to the west ward of Santiago, will be shelled by the ships stationed there for that purpose."], [25, "SQUADRON BULLETINS 21 3. — A feint in force of landing at Cabanas will be made, about ten of the transports, the last to disembark their forces at Daiquiri, remaining during the day or greater part of the day about two miles to the southward of Cabanas, lowering boats and making apparent preparations for disembarking a large body of troops; at the same time General Rabi with 500 Cuban troops will make a demonstration on the West side of Cabanas. 4. — The following vessels are assigned to bombard the four points mentioned above: At Cabanas, the Scorpion, Vixen and Texas. At Aguadores, the Eagle and Gloucester. At Ensenada de los Altares, the Hornet, Helena and Bancroft. At Daiquiri, the Detroit, Castine, Wasp and New Or leans, the Detroit and Castine on the western flank, the Wasp and New Orleans on the eastern flank. All the vessels named will be in their position at daylight. 5. — Great care will be taken to avoid the wasteful expen diture of ammunition. The firing at Daiquiri will begin on signal from the New Orleans. At Cabanas it is probable that, after a few minutes, unless the firing is returned, occasional dropping shots from the smaller vessels will be sufficient, but the semblance of cov ering a landing should be maintained, the ships keeping close in. At Aguadores and Ensenada de los Altares the same rule should prevail. At Daiquiri, the point of actual landing, vessels will of course use their artillery until they have reason to believe that the landing is clear. They will take care to make the firing deliberate and effective. As Gen eral Castillo's column, approaching from the eastward, is"], [26, "22 squadron bulletins likely to come within range of the guns, sharp-eyed quarter masters with good glases will be stationed to look out for the Cuban flag, and care will be taken not to direct the fire toward any point where that flag is shown. 6. — The Texas and Brooklyn will exchange blockading stations, the Texas going inside to be near Cabanas. The Brooklyn, Massachusetts, Iowa and Oregon will retain their blockading positions, and will keep a vigilant watch on the harbor mouth. The Indiana will take the New Orleans' position in the blockading line east of Santiago and between the Flagship New York and the shore. This is only a temporary assignment for the Indiana to strengthen the blockading line during the landing, and avoid any pos sibility of the enemy's breaking through, should he attempt to get out of the port. 7. — The Suwanee. Osceola and Wompatuck will be prepared to tow boats. Each will be provided with two five or six-inch lines, one on each quarter, each long enough to take in tow a dozen or more boats. 8. — These vessels will report at the New York at 3 a.m. on June 22d, prepared to take in tow the ships' boats which are to assist in the landing of troops and convey them to Daiquiri. 9. — The Texas, Brooklyn, Massachusetts, Iowa, Oregon, New York and Indiana will send all their steam cutters and all their pulling boats, with the exception of one retained on board each ship, to assist in the landing. These boats will report at the New York at 3 a.m. 10. — Each boat, whaleboat and cutter will have three men; each launch five men, and each steam cutter its full crew and an officer for their own management. In addition to these men each boat will carry five men, including one"], [27, "SQUADRON bulletins 23 capable of acting as coxswain to manage and direct the transports' boats. Each steam launch will be in charge of an officer who will report to Captain Goodrich. Care will be taken in the selection of boat-keepers and coxswains to take no men who are gun-pointers, or who occupy positions of special importance at the battery. ii. — Unnecessary oars and impediments should be re moved from the pulling boats for the greater convenience of the transportation of troops, but each boat should retain its anchor and chain. 12. — Captain C. F. Goodrich, commanding the St. Louis, will have, on the part of the Navy, general charge of the landing. 13. — The New Orleans will send her boats to report to Captain Goodrich upon her arrival at Daiquiri. 14. — The attention of Commanding Officers of all vessels engaged in blockading Santiago de Cuba is earnestly called to the necessity of the utmost vigilance from this time for ward — both as to maintaining stations and readiness for action, and as to keeping a close watch upon the harbor mouth. If the Spanish Admiral ever intends to attempt to escape that attempt will be made soon. WILLIAM T. SAMPSON, Rear Admiral, Commander-in-Chief, U. S. Naval Force, North Atlantic Station. SQUADRON BULLETIN No. 10. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Wednesday, June 22, 1898. The arrangements for landing the troops, as mentioned in"], [28, "SQUADRON BULLETINS 24 the Order of Battle for the day, were successfully carried out, and some 3,500 men were ashore by 3 p.m. When the boats were ready to move in, which was not until about 9 a.m., an animated fire was begun and kept up for some minutes by the New Orleans, Detroit, Cas tine, Suwanee and Wasp. There was no reply, as far as known, by the enemy. The difficulties of landing were very great on account of the unusually heavy swell, setting in from the southeast. It was found, very fortunately, that the water pipes had not been disturbed, thus insuring troops and ships an ex cellent supply of water. The only reply anywhere along the line of eighteen miles, several points of which were bombarded as laid down in the instructions, was at Cabanas. The Texas, at this point, had a long, continued engagement with the West Battery, and did most excellent firing. She was, unfortunately, struck by one shell, and one man was killed and eight were wounded. The names of killed and wounded are as follows : Frank J. Blakeley, apprentice, first class, killed. Rudolph Earl Engel, seaman, cut in front of right ear. Hugh Amos Lee, apprentice, second class, wound right thigh and left leg. John Emory Lindy, landsman, piece of shell left face, con- tusion in back. George Francis Mullin, apprentice, second class, wound over left hip. John Edmund Nelson, apprentice, second class, slight wound right great toe. John J. Simonsen, seaman, burns in face. Aroid Sjoquist, ordinary seaman, superficial wound back of right ear."], [29, "squadron bulletins 25 Raymond Russell, apprentice, second class, numerous wounds right thigh, left leg, left ankle, etc. Three gun-cotton shells were successfully thrown by the Vesuvius during the night against the Eastern Battery; no reply was made. The Indiana has taken up position in the blockading line; the Annapolis and Hornet are at Daiquiri; the Detroit, Castine and Eagle are to accompany the ad vance of the Army; the Helena and Osceola are to go on blockade duty, south coast; the remaining vessels of the Convoy (excepting torpedo boats) are to return to the north side of Cuba. SQUADRON BULLETIN No. u. U. S. FLAGSHIP NEW YORK, OFE SANTIAGO DE CUBA, CUBA. Thursday, June 23, 1898. About 7,000 were landed yesterday and the landing has rapidly progressed to-day. Our forces have advanced to the Ensenada de los Altares (Siboney), and the men of the first division are now landing there, it being understood that the disembarkation is to continue during the night. The supposition that the Daiquiri water supply had been left uninjured was a mistake; the pipe was cut some dis tance above and the flow observed was only that remaining in the pipe below the cut; a force of Cubans and engineers was sent to endeavor to make repairs. As the water piped directly to the pier, this repair is of the utmost importance both for men ashore and for the ships. Three shells were thrown by the Vesuvius at 11 o'clock last night against the East Battery, two of them landing, ap-"], [30, "26 SQUADRON BULLETINS parently, in the Battery itself; the third struck the hillside below the Battery. The Texas went this morning to Guantanamo for am munition and returned this evening. The collier Kingtor was sent to Guantanamo to assist in coaling the numerous ships now coaling there. The following notes are from the \" Daily Gleaner,\" Kingston, Jamaica, June 22d: Washington, June 20. — The War Department received a dispatch stating that the Cadiz fleet returned to a Spanish port. London, June 20. — The Madrid correspondent of the \" Times \" says that Spain's refusal to exchange Lieutenant Hobson and his companions of the Merrimac is easily ex plained and justified. Without any intention of acting as spies they must have seen many things in and around San tiago which the American Naval military authorities would gladly have information about. The idea that Germany will interfere to prevent the storming of Manila is now aban doned, but speculation is active as to her political designs. \" El Epoca \" suggests that Germany may negotiate with the Philippines' republic and lease a portion of the province of Cagayan, including the port Aparri in the Island of Luzon. With the approaching close of the Cortes there is much speculation as to political changes. A reconstruction of a semi-military cabinet is talked of. This must not be taken as indicating an increase in the warlike spirit; on the contrary, it is expected that this would mean a determina tion to conclude peace as soon as it could be obtained con sistently with national honor; a semi-military cabinet in touch with the enemy, and with the courage of its opinions, would be best qualified for carrying out the resolute peace policy which the interests of the land require."], [31, "SQUADRON bulletins 27 SQUADRON BULLETIN No. 12. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Friday, June 24, 1898. The landing of the army has progressed very satisfactor ily, and it is now practically ashore, with the exception of the men of two or three transports, which wandered off to the westward and had to be looked up. The first division was put ashore at Siboney (Ensenada de los Altares), five miles west of Daiquiri, without resist ance. There is a very good beach there, rather steep to; but as to-day has been smooth, there was very little surf. The St. Louis anchored close under the cliff, which, by its southern trend at this point, affords considerable protection from southeast winds. During the forenoon there was an active skirmish in which the \" Rough Riders \" and the 71st Volunteer Regiment, which were in the advance to the northwest of Siboney, were engaged. There were from three to twelve reported killed, probably the lesser number, as the total wounded brought in up to 4 p.m. and cared for on board the St. Louis and in the improvised hospital at Siboney were but thirteen. The Detroit, Scorpion and Wompatuck were sent along shore westward to do some firing against any of the enemy who might be in that direction; only two men were reported by the Detroit as seen. The animals were landed at Daiquiri as also the Ar tillery. There was some slight loss among the horses from their swimming seaward when put overboard. The pasture of vicinity is reported good. There has been a pontoon landing laid at Aserraderos by"], [32, "28 SQUADRON BULLETINS the engineers in the transport Alamo under General Lud low, and three transports were sent there this afternoon to bring to Siboney General Garcia and his forces (some three thousand). The water pipes at Daiquiri have been repaired and there is now a good supply. There is a three-inch main down to the village, and a one-inch pipe led down the pier, alongside of which a vessel may lie and water. There is a good head. The Celtic has been sent to Guantanamo to supply the ships and Marines there; she will be back Sunday morning. All the convoying ships except the Indiana have been sent there for coal; the Hornet has coaled and gone to the Southern blockade. It was stated on excellent authority that the house used by the Commandant at Daiquiri was so hastily deserted that many things were left, and that there was an unfinished letter on the desk addressed to the General Commanding at Santiago, in which the writer begged \" to assure his Ex cellency that he was abundantly able to resist any attack at Daiquiri, either by land or sea.\" They left behind their heliograph apparatus. SQUADRON BULLETIN No. 13. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Saturday, June 25, 1898. The following is a detailed account of yesterday's skir mish furnished by the Assistant Adjutant General: General Wheeler, with one Squadron of the 1st U. S. Cavalry, one of the 10th U. S. Cavalry, and two Squadrons of the 1st U. S. Volunteer Cavalry, had a stiff skirmish yes terday near Quasima, about two and one-half miles from"], [33, "SQUADRON bulletins 29 Sevilla. After an hour's resistance the enemy was driven from a strong and intrenched position on a high hill, and retreated towards Santiago. Other of our troops arrived on the field, but not before the issue was decided. We are now strongly posted near Quasima, with a detachment in Sevilla, and a picket half a mile beyond. Our losses are re ported to be 22 killed and 80 wounded. Among the killed are Captain Capron and Lieutenant Hamilton Fish, 1st Volunteer Cavalry, and among the wounded Major Brodie, Captain McClintock and Lieutenant Thomas of the same regiment, and Major Bell, Captain Knox, and Lieutenant Bryan, 1st U. S. Cavalry. Captain Knox is said to be seriously wounded. 1 am also informed Mr. Marshall, cor respondent, is woundeu. The names of the killed and wounded have not yet been received. The enemy's dead, so far counted, number 18, but because of the tall grass and thick brush it is very difficult to find their bodies, and a like difficulty was experienced in finding our own dead. We have two troops of cavalry and a light battery en route to General Wheeler, and others will follow in a short time. All is satisfactory on land, but the General is exceedingly anxious to get supplies ashore. General Shafter in a letter to the Admiral to-day states that he has occupied Sevilla. A force was sent by Commander McCalla this morning to determine whether the enemy still occupied the extremities of Punta del Jicacal, Guantanamo Bay. The force under Colonel Huntington, U. S. M. C, con sisted of two companies of Marines and two-thirds of the force of Cubans under Colonel Thomas, in all about 240 men. The landing flotilla consisted of boats from the various"], [34, "30 SQUADRON BULLETINS ships towed by the steam launches of Helena, Annapolis and Bancroft, which left their ships at 2 a.m. for the Marine Camp, under the command of Commander Eaton. The Eagle took station for the night off Jicacal Point, and at 4 a.m. the Marblehead and Helena moved into position close to beach to south and westward of the high lands of Jicacal Point to cover landing. The boats ad vanced in three columns and the troops were landed quietly and quickly, and a thorough reconnoissance was made of the point. The enemy was not seen. The men re-embarked about 8. A picket line of Spaniards was seen from the ships, one or two men at a time, across the dry lagoon a couple of miles to north and west. The Marblehead then proceeded to the channel be tween Jicacal and Cayo del Hopital to drag for mines; four mines were found and successfully raised. This makes thirteen mines in all raised in the channel. It was omitted to mention that on Thursday, 23d, the Assistant Chief of Staff was sent in the Vixen with a flag of truce to the mouth of the harbor to make inquiry as to whether Mr. Hobson and his men were still confined in the Morro, and if so to make protest. Captain Concas of the Spanish Navy representing the Spanish authorities met our flag. He stated that our men had been removed to town and were all well. The following appears in the Kingston, Jamaica, \" Gleaner \" of June 24. Havana, June 14. — Flying a flag of truce, an American gunboat was sighted this afternoon, and the Spanish gun boat Flecha was sent out with Lieutenant-Colonel Sebas tian Ramos and Lieutenant Jose Rolden on board."], [35, "squadron bulletins 31 When the Flecha returned two hours later she had on board Captain Ludlow of the American monitor Terror, who had been delegated by Rear-Admiral Sampson to ne gotiate for the exchange of Assistant Naval Constructor Hobson and his six companions belonging to the Merri mac, and who are now held in the Morro at Santiago de Cuba. Captain-General Blanco was informed by Lieutenant- Colonel Ramos of the nature of Captain Ludlow's mission, but he sent back word to the American that he had no in structions from his government regarding the case, and could not treat with him. Captain Ludlow returned on the Flecha to the Amer ican gunboat, which immediately left the port. Madrid, June 22. — News of serious fighting near Santi ago de Cuba has been received here. Admiral Cervera cables that the situation is critical and the Governor of San tiago admits that the Spaniards have been obliged to re tire, but a Spanish victory is claimed. Palermo, June 24. — A dispatch from the Island of Pan teleria announces that Admiral Camara's squadron passed there to-day going in the direction of Suez. Newport News, Va., June 23. — Auxiliary cruiser Yale with troops for Santiago sailed from Old Point Comfort at 6 o'clock this evening. Madrid, June 23. — The cable dispatches received here from Admiral Cervera say that the crews of the Spanish warships at Santiago have joined the land forces in order to take part in defence of the city. He adds that the situation is critical, but a later dispatch arrived affirming that the Spaniards have victoriously repulsed the enemy. A dis patch from the Governor of Santiago de Cuba says the at-"], [36, "32 squadron bulletins tack on Siboney and Daiquiri continued until nightfall. The enemy was repulsed except on the left at Daiquiri, where the Spaniards were obliged to retire in consequence of the flanking movement on the part of the enemy, who landed 9 kilometers east of Daiquiri. The Spanish forces retired in good order into the mountains of Siboney and Benan, which places were destroyed by American shells. SQUADRON BULLETIN No. 14. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Sunday, June 26, 1898. The whole of the Army is now ashore and rapidly moving up to the front, the advanced main body being at Sevilla, with a heavy picket line some distance beyond, and an ad vanced picket line beyond that, probably within three miles of Santiago. From a report made by one of the wounded, a nephew of Surgeon Berryhill of the New York, a considerable part of the damage to our troops Friday last was done by seven millimetre machine guns manned by seamen, so that there would seem to be some probability in the report of the use ashore of the crews of the squadron. It was understood that these guns were captured by our forces. Wire fences are extensively placed. It has long been known that Santiago was completely surrounded by one, but it was not expected they would be met with so far afield. Our men, however, tore down and passed through the obstacles. General Garcia's troops, 2,978 in number, were brought from Aserraderos and landed at Siboney by three of the"], [37, "SQUADRON BULLETINS 33 transports. Their embarkation was much facilitated by the building of General Ludlow of a wharf at Aserraderos. The landing of stores is rapidly progressing at both Dai quiri and Siboney. The anchorage at the latter place is very fair, and it may possibly be made available as a place to coal from our colliers. The St. Louis was anchored there for several days with, at times, seven transports. Gustav Weineck, ordinary seaman, was drowned from the New York to-day in leaping from the collier Alex ander to the ship; the sea running between the two vessels swept him under at once and he did not rise. Several shots were fired last night by the Vesuvius at the Morro which seemed to be effective. The Celtic, supply steamer, returned this morning from Guantanamo. The Dolphin left for the Havana blockade. The Helena and Yankton (Lieutenant-Commander Adams) left yesterday for the Southern blockade. The Hist (Lieutenant Lucien Young) arrived yesterday and went to Guantanamo for coal. SQUADRON BULLETIN No. 15 U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Monday, June 27, 1898. The Yale arrived this morning with some 1,300 men, part of the Brigade under General Duffield; the remainder left Hampton Roads yesterday in the Harvard. The Yale, with the assistance of the St. Louis, landed her men at Siboney, all being ashore by 5.30 p.m. This makes a total landed (including the Cubans) of about 21,000 men."], [38, "34 SQUADRON BULLETINS The Yale was equipped, during her stay North, with a battery of ten 5-inch guns. It was stated this evening, the information being ap parently reliable, that the water supply of Santiago has been cut off. The south coast blockade is being gradually strength ened; the Yankee, Helena, Yankton and Eagle are off Cienfuegos; the Dixie, Hornet and Osceola off Cape Cruz. It is to be expected, unless great vigilance be used, that vessels running the blockade will be more numerous; these are now generally smaller, for use in the shoal waters of the reefs extending from Cape Cruz, west. The Vesuvius fired three projectiles last night against the Morro; but one was heard to explode, and this against the side of the hill; the others went over. Another explosion, similar in character to that of a few nights since, took place at Aguadores; it is thought it was an attempt to blow up the bridge. Our Army pickets are gradually progressing westward on the coast line from Siboney; caution should be exer cised that they be not mistaken for the enemy. Lieutenant Blue returned from a tour of 60 miles made to observe Santiago Bay. He was very successful in car rying out what was intended. The Commanding General of the Fifth Corps has been very complimentary in his telegram to the War Depart ment regarding the assistance afforded him from the fleet in landing troops and stores. The successful disembarka tion in so short a time of so large a number of men in the immediate neighborhood of almost as numerous an enemy and on a surf-bound coast, is a noteworthy fact in which our forces, shore and sea, may reasonably take pride."], [39, "squadron bulletins 35 SQUADRON BULLETIN No. 16. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Tuesday, June 28, 1898. The army is still engaged in landing stores; no advance has taken place since last report. The colliers Aberenda, Scindia and Alexander have sailed for Norfolk; the Lebanon and a large four-masted schooner with coal have arrived from Key West. The Lebanon has brought the fleet and army mail and a quantity of packages which have accumulated for officers and messes at Key West. Information has been received, by two Cuban officers from Manzanillo, that General Pando, with 8,500 men, left Manzanillo on the 23d for Santiago, and is moving at the rate of twelve miles a day, carrying with him cattle as food. General Perez is actively engaged against the enemy in the Guantanamo district. As the Commanding Officer re ported in an intercepted dispatch that his food (half rations) would last only until the end of June, they must be in con siderable straits. The total Spanish force there is about 5,000. Several persons from Santiago have come into our lines: they report great scarcity of provisions — rice is the chief support — they gave some minor information as to block houses and batteries. They stated that a panic existed among the inhabitants of the town. SQUADRON BULLETIN No. 17. U. S. FLAGSHTP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Wednesday, June 29, 1898. General Shaffer established his headquarters yesterday at"], [40, "36 squadron bulletin? the front, and it is not unlikely that an advance will take place to-day. Our forces are in plain sight of Santiago. It is stated that there is a large number of points in the city marked with the red cross flag. There was desultory musketry firing in the evening. Two locomotives at Siboney have been repaired and are now in use on the railway there. Siboney appears to be much the better landing of the two used; the little bay affords very considerable shelter from the southeast swell, and a considerable number of ships can anchor there. The British steamer Adula, with Senor Chaves, sub secretary to Captain-General Blanco, is seeking to com municate with this part of the coast and should be carefully looked out for. The blockade off Cape Cruz has been re-enforced by the addition of the Manning, Scorpion, Hist and Wom patuck. The Suwanee (Lieutenant-Commander Delehanty) made a close inspection of the batteries to-day (at 1,000 to 1,200 yards). The West Battery now has three guns of good size, apparently 5-in. and two ship's guns of 5-in., with shields. The East Battery, three of 6 or 8-in. and two of 5-in. ; pro tection is being thrown up at the East Battery to the east ward, at right angles to the coast line. The cable has been picked up off Siboney, cut and taken into shore, so that communication is now complete between here and Washington. SQUADRON BULLETIN No. 18. u. s. flagship new york, off santiago de cuba, cuba. Thursday, June 30, 1898. Preparations were making by the army for an advance."], [41, "SQUADRON BULLETINS 37 The weather has been against the troops, the roads being muddy and difficult. The Louisiana arrived yesterday from Tampa with some volunteers. The Assistant Chief of Staff visited the headquarters to day, and was within 4,000 yards of Santiago (the advanced pickets), from which point the higher portions of Santiago are visible. The left of our army will rest 4,000 yards E.S.E. of Santiago, the line extending in a northeasterly direction to a point on the road between Caney and Santiago. General Garcia, with 4,000 Cubans, was to move round the right flank to reach high ground northeast of Santiago, with a view of cutting the communications north of the city. General Shatter's headquarcers are near El Pozo, toward the left of the line, in the valley of the San Juan. The balloon made a successful ascension. The Adula came to Guantanamo yesterday and was seized by the commanding officer of the Marblehead, and a guard put aboard pending an examination. SQUADRON BULLETIN No. 19. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Friday, July i, 1898. The army had very serious work of it to-day, losing heavily in killed and wounded, officers particularly suffer ing. The total of killed and wounded is probably a thou sand. A demonstration was made by a Michigan volunteer regiment toward Aguadores in the forenoon. The navy was requested to assist, beginning at daylight, but the troops which came by rail to within a mile and a half of Aguadores, did not all arrive until about 9.20. The vicinity"], [42, "38 SQUADRON BULLETINS was shelled by the New York, the Suwanee and the Gloucester. There was no one in the old fort on which a Spanish flag has been so long displayed and a varying number of the enemy (16 to 20) were counted from time to time in the rifle-pits on the hill. These disappeared as firing began. A corner of the fort was knocked off and the flagstaff was knocked down by the Suwanee, which was allowed three shots in which to do it. The second shot tore the center from the flag and the third knocked down the staff. Desultory firing was kept up between the Spanish from the wood adjoining the rifle-pit, and about noon a small field-piece was brought down the gorge which fired four or five times. The New York, on observing this, enfiladed the gorge, firing several 8-inch shell and a number of 4-inch. No firing by the enemy was observed after this. It was reported the troops had two men killed and several wounded. They returned to Siboney about 12.30. The New York and Oregon fired a number of 8 inch shell over the hills in the direction of Santiago and the ships in the bay, using a range of from three and one-half to four miles. The Newark, flying the broad pennant of Commodore J. C. Watson, arrived off Santiago and reported to the Com mander-in-Chief. The Vulcan and Harvard also ar rived; the latter bringing 1,600 troops. SQUADRON BULLETIN No. 20. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Saturday, July 2, 1898. The day was chiefly marked by a very animated bom bardment in the morning by the fleet, beginning at 5.49 and lasting until 7.45. The ships were, beginning at the"], [43, "SQUADRON BULLETINS 39 eastward, the Gloucester, New York, Newark, In diana, Oregon, Iowa, Massachusetts, Texas, Brook lyn, Suwanee and Vixen. It was specially desired to fire at the Punta Gorda Battery and particular attention after silencing the batteries was paid to this point by the battle ships which were directed close to the entrance. The Morro suffered very severely, being extensively dam aged on the southeast corner. The flag-staff was shot away, it was thought by the Oregon, though the Indiana may have a claim to the exploit, both being close under the Castle at the time. The bombardment was with a view to demonstrate at the same time the army attacked, but the proposed assault was not made. The Chief of Staff paid a visit to Siboney with a view to arranging for a consultation between the Commander in-Chief of the Fleet and the Commanding General, and while there saw some 200 prisoners brought in. Perhaps three-fourths were Cubans, being of those known as Mobil zados, but all Spaniards and Cubans showed emaciation from want of food. They were in pitiable plight in every way. Some 400 wounded of our army men were in the im provised hospitals (tents) near the beach. Lieutenant Young arrived in the Hist. This vessel, with the Hornet and Wompatuck, had had a very lively fight at Manzanillo with the Spanish gunboats at that point, and one off Neguero Bay near there; this latter was apparently beached and blown up. The three vessels entered Man zanillo Bay and found five or six armed vessels at anchor and soldiers at many points ashore; one gunboat was re puted blown up in the bay. The Hornet had a shot through her steam-pipe and had to be towed out by the Wompatuck. She returned here, however, under her own"], [44, "SQUADRON bulletins 40 steam. Though subject to a very heavy fire there were no casualties from this, the only injuries to the men being the scalding of F. Madsen, S. Bakker, and P. Griffin, of the engineer force aboard the Hornet. The Hornet captured the small steamer Benito Es tenger, leaving Manzanillo and two schooners loaded with provisions and attempting to run the blockade. The Newark, with the broad pennant of Commodore Watson, left for Guantanamo for coal and repairs to gun mounts. SQUADRON BULLETIN No. 21. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Sunday, July 3, 1898. This is a red letter day for the American Navy, as dating the entire destruction of Admiral Cervera's for midable fleet; the Infanta Maria Teresa, Vizcaya, Almirante Oquendo, Cristobal Colon, and the deep sea torpedo-boats Furor and Pluton. The flagship had started from her station about 9 to go to Siboney, whence the Admiral had proposed going for a con sultation with General Shafter; the other ships, with the exception of the Massachusetts and Suwanee, which had, unfortunately, gone this morning to Guantanamo for coal, were in their usual positions, viz.: beginning at the east, the Gloucester, Indiana, Oregon, Iowa, Texas, Brooklyn and Vixen. When about two miles from Altares Bay and about four miles east of her usual position, the Spanish fleet was observed coining out, and making westward, in the following order: Infanta Maria Teresa (flag), Vizcaya, Cristobal Colon, Almirante Oquendo, Furor and Pluton."], [45, "squadron bulletins 41 They were at once engaged by the ships nearest and the result was practically established in a very short time. The heavy and rapid shell fire was very destructive to both ships and men; the cruisers Infanta Maria Teresa, Almir ante Oquendo and Vizcaya were run ashore in the order named, afire and burning fiercely. The first ship was beached at Nima-Nima, five and a half miles west of the port; the second at Juan Gonzalez, six miles west; the third at Aser raderos, fifteen miles west. The torpedo-boat destroyers were both sunk, one near the beach, the other in deep water about three miles west of the harbor entrance. The remaining ship, the Cristobal Colon, stood on and gave a long chase of forty-eight miles in which the Brook lyn, Oregon, Texas, Vixen and New York took part. The Colon is reputed by her captain to have been going at times as much as seventeen and a half knots, but they could not keep this up, chiefly on account of the fatigue of the men, who, many of them, had been ashore in Santiago the day before and had been, while there, long without food; her average speed was actually thirteen and seven-tenths knots, the ship leaving the harbor at 9.43 and reaching Rio Tarquino (forty-eight miles from the Santiago entrance) at 1. 1 5. She was gradually forced in toward the shore and seeing no chance of escape from so overwhelming a force, the heavy shell of the Oregon already dropping around and beyond her, she ran ashore at Rio Tarquino and hauled down her flag. She was practically uninjured, but her sea valves were treacherously opened, and in despite of all ef forts she gradually sank, and now lies near the beach in water of moderate depth. It is to be hoped that she may be floated, as she was by far the finest ship of the squadron. All her breech-plugs were thrown overboard after the sur-"], [46, "SQUADRON BULLETINS 42 render and the breech-blocks of her Mauser rifles thrown away. The flagship remained at Rio Tarquino until n p.m. and then returned to Santiago. The Texas, Oregon and Vixen remained by the prize. Commodore Second-in-Com mand of fleet, Capitan de Navio of the first class Done Jose de Paredes y Chacon, Capitan de Navio Don Emilio Moreu, commanding the Colon, and Teniente de Navio Pablo Marina y Briengas, Aid and Secretary to the Commodore, were taken on board the New York. The 525 men of the crew of the Colon were placed on board the Resolute, which had come from Santiago to report sighting a Spanish armored cruiser which turned out to be the Austrian Maria Teresa. The other officers were placed aboard the Reso lute and Vixen. Admiral Cervera and many of his officers and men were taken off the shore by the Gloucester and transferred to the Iowa, which ship had already taken off many from the Vizcaya; 38 officers and 238 men were on board the Iowa, and 7 officers and 203 men were on board the Indiana. All these were in a perfectly destitute condition, having been saved by swimming or taken from the water by our boats. Admiral Cervera was in like plight; he was received with the usual honors when he came aboard, and was heartily cheered by the Iowa's crew. The following telegram was sent by the Commander-in- Chief: \" The fleet under my command offers the nation as a Fourth of July present the destruction of the whole of Cervera's fleet. Not one escaped. It attempted to escape at 9.30 this morning; at two the last ship, the Cristobal Colon had run ashore 60 miles west of Santiago, and"], [47, "squadron bulletins 43 hauled down her colors. The Infanta Maria Teresa, Oquendo and Vizcaya were forced ashore, burned and blown up within twenty miles of the port. Loss: — One killed and two wounded. Enemy's loss probably several hundred from gun fire, explosions and drowning. About 1,300 prisoners, including Admiral Cervera. The man killed was George H. Ellis, chief yeoman, of the Brook lyn.\" SQUADRON BULLETIN No. 22. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Monday, July 4, 1898. The prisoners are to be sent North in the Harvard and St. Louis. Thirty-nine officers and 959 men are in the first; 76 officers and 641 men in the second; these, with some sick and wounded aboard the hospital ships, amount to 1,750; the number of dead is about 600. The Brooklyn went to Guantanamo to coal and over haul; the Marblehead, which came up from Guantanamo carrying Commodore Watson, also went back to-day. Just before midnight of this date the Texas and Massa chusetts, which were in front of the port, with their search lights up the entrance, reported an enemy's vessel coming out, and they fired a number of shot which took effect against her. The batteries also opened and a num ber of shell fell at various points, the attention paid by the batteries to the ships being general. The Indiana was struck on the starboard side of the quarter-deck by a mortar shell which exploded on reaching the second deck, near the wardroom ladder; it caused a fire which was quickly ex-"], [48, "44 SQUADRON BULLETINS tinguished. This is the first accident of the kind to the fleet. The vessel inside turned out to be the Reina Mercedes, which was sunk on the east edge of the channel just by the Estrella Battery. She heads north and is canted over to port with her port rail under water. She does not appear to obstruct the channel. General Pando has reached Santiago from Manzanillo with 5,000 men. SQUADRON BULLETIN No. 23. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Tuesday, July 5, 1898. Mention of the presence of the Hist and of the torpedo boat Ericsson on the 3d instant was, unfortunately, omitted. They were in company with the Flagship, and turned at once on sighting the enemy. As the Ericsson was draw ing away from the New York she signaled, asking permis sion to continue the chase, but she was directed to pick up two men in the water, which she did. Both on reaching the Vizcaya were directed by the Iowa — the Flagship hav ing gone ahead — to assist in the rescue of the Vizcaya's crew. The Hist took off one hundred and sixty-six men; the Ericsson eleven officers and ninety men. The guns of the Vizcaya during the operation were going off from the heat, and explosions were frequent, so that the work was trying and perilous for the boats of the three vessels (Iowa, Hist and Ericsson) engaged. The former report from the army, which was official, regarding General Pando's entry into Santiago is an error; General Shafter thought that he had been enabled to form a junction, but some few of his men only have been able"], [49, "SQUADRON BULLETINS 45 to do so; the General himself and his remaining force, it is thought, will not be able. The day was an uneventful one from the naval stand point. The Flagship went to the wrecks of the Infanta Maria Teresa and the Almirante Oquendo. The former lies in an easy position on sand and with almost her normal draft of water. She is, of course, completely burned out inside above the protective deck, but the shell of her hull seems good, and her machinery is probably not seriously injured. It looks very much as if she were salvable. The Oquendo is much worse off. She had been subjected to a much heavier gun-fire, being racked and torn in every part; she is much more out of water and the forward part much distorted and torn by the explosions of her magazines and torpedoes. The loss of life was very great. Charred bodies are strewn everywhere, the vicinity of the port forward torpedo-room particularly was almost covered. The torpedo exploded in the tube, it may be by a shot. This is a question which, it is hoped, may be conclusively decided. The fact of so many bodies being about would seem to bear this out; but two of her crew, taken off the beach this afternoon, were ques tioned and both stated that it was the result of fire, and that the number of bodies was to be accounted for by the fact that the operating-room was just below and that many wounded came up that far and were there suffocated. The two men were intelligent young fellows and talked very freely. They said the gun-fire was such that it was im possible to keep the men at the guns. One was a powder passer, the other at a 57 m-m gun. In the forward turret were two officers and five men, evidently killed by the entry of an 8-inch shell between the top of the turret"], [50, "46 squadron bulletins and the gun-shield. Altogether this ship is a most striking instance of what rapid and well-directed gun-fire may ac complish. She was terribly battered about. While the flagship was lying near the Oquendo, and her steam cutter was alongside and a small boat from the press tug Hercules lying on the starboard quarter, a shell ex ploded in a 15 c-m gun and a piece went through the tug's boat, cutting it in two; the man in the boat was not hurt. It is somewhat extraordinary that this shell should have waited so long to act, as the after part of the ship was generally well cooled off; there was still much heat and some flames about the bows. One extraordinary fact is the survival, in proper shape, of many powder grains, baked hard; several of these were picked up about the decks. A Board has been ordered by the Commander-in-Chief to report, in detail, upon the stranded ships. SQUADRON BULLETIN No. 24. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Wednesday, July 6, 1898. The Gloucester and Suwanee have been detailed to attend upon the Board ordered to report upon the stranded Spanish ships. The Board is as follows: Lieutenant-Commander Raymond P. Rodgers. Lieutenant-Commander Newton E. Mason. Lieutenant Reginald F. Nicholson. Lieutenant Francis J. Haeseler. Lieutenant Edward E. Capehart. Passed Assistant Engineer George W. McElroy. Passed Assistant Engineer Frank M. Bennett. Assistant Constructor Richmond P. Hobson."], [51, "SQUADRON bulletins 47 The Newark, with Commodore Watson's broad pen nant, arrived from Guantanamo. The Flagship went this morning to Siboney as the Com mander-in-Chief had an appointment to-day with General Shatter. The Commander-in-Chief being unable to go, the Chief of Staff and Assistant Chief of Staff went out to head quarters, being met at Siboney landing by an escort and horses. The distance out is about seven miles over a road very rough in places, and through a very broken country. One can only wonder that an army was allowed to reach the outskirts of Santiago with so little resistance. As one approaches Santiago the rough hills subside into a plain. The headquarters are about three miles out side Santiago. A short ride from there to a knoll named from a neighboring well, El Pozo, gives an excellent view of our lines, which are now drawn in closely to the town, from a point about southeast to one west of north. The right wing is held by General Garcia and, it is said, the city is now entirely cut off from the westward. The invest ment has certainly become very close. The mortars were being planted yesterday in preparation for bombardment. The little river San Juan has been a most efficient aid to our troops, furnishing a good and a moderately abundant supply of water. The men are sheltered by small fly tents, so low, however, that one cannot stand upright in them. They have made, of course, various shifts to meet their needs, and seem to have come to an appreciation of the Cuban shelter of palm leaves. While there the exchange of prisoners took place by which Mr. Hobson and the men accompanying him were returned. They came on board in the evening. The flagship returned to her station about 10 p.m."], [52, "48 SQUADRON BULLETINS SQUADRON BULLETIN No. 25. u. s. flagship new york, off santiago de cuba, cuba. Thursday, July 7, 1898. The Massachusetts and Texas paid a visit to the wrecks of the Oquendo and Infanta Maria Teresa. An effort was made by the Flagship to communicate with General Cebreco at Guayacabon and deliver some provi sions for the Cuban troops, but without avail; the where abouts of none of his force could be discovered. It was important to communicate with him in order to inform him as to the existence of a truce which was to last, under certain circumstances, until noon of the ninth. The basis of this was the following letter from General Shatter to the Spanish Commander-in-Chief. Headquarters 5TH Army Corps. Camp near San Juan River, Cuba. July 6th, 1898. The General-in-Chief, Commanding the Spanish Forces, Santiago de Cuba. Sir 1. — In view of the events of the 3d instant I have the honor to lay before your Excellency certain propositions to which I trust your Excellency will give the consideration which, in my opinion, they deserve. 2. — I enclose a Bulletin of the engagement of Sunday morning which resulted in the complete destruction of Ad miral Cervera's fleet, the loss of 600 of his officers and men and the capture of the remainder. The Admiral, General Paredes and all others who escaped alive are now prisoners on board the Harvard and St. Louis, and the latter ship,"], [53, "squadron bulletins 49 in which are the Admiral, General Paredes and the surviv ing Captains (all except the Captain of the Almirante Oquendo, who was slain), has already sailed for the United States. If desired by you, this may be confirmed by your Excellency's sending an officer under a flag of truce to Admiral Sampson and he can arrange to visit the Har vard, which will not sail until to-morrow, and obtain the details from Spanish officers and men aboard that ship. 3. — Our fleet is now perfectly free to act, and I have the honor to state that, unless a surrender be arranged by noon of the 9th instant, a bombardment of the city will be begun and continued by the heavy guns of our ships. The city is within easy range of these guns, the eight-inch being cap able of firing nine thousand five hundred yards, the thir teen-inch, of course, much farther. The ships can so lie that with a range of eight thousand yards they can reach the center of the city. 4. — I make this suggestion of a surrender purely in a humanitarian spirit. I do not wish to cause the slaughter of any more men either of your Excellency's forces or my own; the final result, under circumstances so disadvan tageous to your Excellency, being a foregone conclusion. 5. — As your Excellency may wish to make reference of so momentous a question to your Excellency's home gov ernment, it is for this purpose that I have placed the time of the resumption of hostilities sufficiently far in the future to allow a reply being received. 6. — I beg an early answer from your Excellency. I have the honor to be your Excellency's obedient ser vant, William R. Shafter, Major-General, U. S. V. Commanding 5th Army Corps."], [54, "squadron bulletins 50 During the evening the Commander-in-Chief was in formed, by letter from General Shatter, that the Spanish Commander had decided to refer the question to Madrid. Commodore Watson shifted his broad pennant from the Oregon to the Newark. The Brooklyn, flying the broad pennant of Commo dore Schley, returned from Guantanamo. SQUADRON BULLETIN No. 26. U. S. FLAGSHIP NEW YORK GUANTANAMO BAY, CUBA. Friday, July 8, 1898. The Flagship left at 2 a.m. for Guantanamo for coal and provisions. The Castine and Wilmington arrived with a convoy of 2,500 troops, which were sent on to Siboney. The Re lief, army hospital ship, also came, and went on to the same place. The Harvard, Iowa, Oregon, Marblehead, Dixie, Solace, Resolute, Celtic, Vulcan, Niagara, Scor pion, Vixen, Osceola, Dupont and Rodgers and the British steamer Adula are at Guantanamo. The Scorpion left later in the day for her station off Cape Cruz. Several army transports are also in port. SQUADRON BULLETIN No. 2-7. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Saturday, July 9, 1898. The Massachusetts arrived at Guantanamo, being sub stituted for the Iowa, in Commodore Watson's Squadron. It is probable the Iowa will go north for a much needed"], [55, "squadron bulletins 51 docking and overhauling. The Squadron will thus consist of the Massachusetts, Newark, Oregon, Dixie, Yan kee and Yosemite. Those here (the four first) will be ready as soon as coaled; the Yankee is at New York, re ceiving stores and ammunition for the Squadron; the Yosemite is off San Juan, Puerto Rico. The picket launches up Guantanamo Bay were fired on by the Spaniards near the fort, due to their having ventured beyond the fort. There were no casualties. No effort is made to dispossess the Spaniards of the upper part of the bay, as we have no use for it, and they must, eventually, surrender in any case for want of food. Intercepted letters give a very melancholy account of the want existing in Guantanamo. They are absolutely cut off from the west and have very little on which to subsist. An occasional soldier gives himself up, forced thereto by starvation. The Adula has been sent to Savannah as a prize. The Newark, with Commodore Watson's broad pen nant, arrived at Guantanamo. The Osceola left for Daiquiri and Santiago. The Porter left for Key West, thence for Bristol, for repairs. The Spanish Commander in Santiago, in answer to our proposition of surrender, proposes to evacuate the cit} if he be allowed to retire, without molestation, as far as Hol guin. SQUADRON BULLETIN No. 28. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Sunday, July io, 1898. The Harvard left at 4.00 p.m for Portsmouth, N. H., with prisoners."], [56, "52 SQUADRON BULLETINS The St. Paul arrived with troops at Siboney. The New Orleans arrived at Guantanamo from Key West. The Solace was sent from Guantanamo to Siboney to receive sick; she will return to Guantanamo, take on coal, and go to Hampton Roads. The army hospital ship Olivette left Guantanamo for Key West after coaling. The army hospital ship Relief arrived at Siboney. The lighter and provisions captured by the Scorpion and Osceola have been appraised for condemnation. This lighter was cast off near Cape Cruz by a steamer which had it in tow when chased. It is of iron and in excellent order. The provisions came from the United States via Kingston. The value of the lighter and provisions is con siderable. The non-acceptance of the terms of capitulation offered the Spanish Commander in Santiago being received, a re newal of hostilities and a bombardment by the navy will take place. Arrangements for fitting out the Eastern Squadron are now progressing rapidly. The only detention will arise from the want of facilities for coaling. SQUADRON BULLETIN No. 29. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Monday, July ii, 1898. The Columbia arrived with three hundred and twenty five troops, the Yale with fifteen hundred. General Miles and General Garretson are on board the latter. The Hist came from Cape Cruz; the Helena from Cienfuegos, both for coal."], [57, "SQUADRON BULLETINS 53 The New York, Brooklyn and Indiana, in continua tion of the bombardment by the Brooklyn, Texas and Indiana of the previous evening, bombarded the city of Santiago from near Aguadores, firing eight-inch shell only. The firing was reported from the signal station ashore as being very good; some of the shell, however, fell in the water. This was due to overcare against shelling our own lines to the eastward of the town. The shelling ceased at i o'clock, at which hour a flag of truce was sent into Santi ago. No firing has taken place since. An unusually heavy rain set in in the afternoon, which continued with little cessation well into the night. SQUADRON BULLETIN No. 30. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Tuesday, July 12, 1898. Nothing of importance occurred in the fleet. The New York, Brooklyn, Indiana, Texas, Wilmington, Gloucester, Vesuvius, Suwanee and Vixen were pres ent. The Helena and Hist came in from the south coast blockade and proceeded to Guantanamo. The Yale, St. Paul and Columbia remained in the vicinity of Siboney with troops aboard. The Machias went to Guantanamo for coal and thence to north blockade. The Flagship stood down to Siboney and communi cated with the St. Paul and Yale. The Osceola came from Daiquiri, where she had taken water, and proceeded to the Cape Cruz station,"], [58, "54 squadron bulletins SQUADRON BULLETIN No. 31. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Wednesday, July 13, 1898. The Oregon, flying Commodore Watson's broad pen nant, and the Massachusetts arrived from Guantanamo, with the object of opening a bombardment of Santiago with 13-inch guns; the truce established the previous day held this up. There were present during the day the New York, Ore gon, Brooklyn, Massachusetts, Indiana, Gloucester, Suwanee and Vixen. The Texas was at Rio Tarquino looking after securing the Colon from sliding off the bank on which she rests into deep water. The wrecking tug Merritt arrived and went down to the Colon. A tele gram has been received that the Potomac, a large and powerful armed tug, with extensive wrecking facilities, had also been ordered to assist in the work. The Suwanee went westward to bring to the New York Colonel Cebreco, with reference to discussing a landing west of the harbor. Colonel Cebreco states that there are no Spanish troops west excepting at the Socapa and at Cabanitas Bay (a small bay within Santiago Bay, on the west side about one-third the way from the entrance). Pro visions were put aboard the Suwanee for Colonel Cebre co's men, of whom he states he has a thousand. The Wilmington arrived from Guantanamo and left for the southern blockade off Manzanillo. Negotiations looking to a surrender of Santiago con tinued,"], [59, "SQUADRON BULLETINS 55 SQUADRON BULLETIN No. 32. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Thursday, July 14, 1898. The Commander-in-Chief received word from the army headquarters at 1.30 that a surrender was probable, that negotiations were advancing, and desiring that a naval rep resentative be present as had been requested by the Com mander-in-Chief. Before any steps could be taken, how ever, word came that the surrender had been agreed upon. The Texas came from the stranded ships and later went to Guantanamo. There will be no difficulty in floating the Infanta Maria Teresa. Two large caissons of 2,000 tons each have been sent for to be used in lifting the Cristobal Colon. The Oregon, flying Commodore Watson's broad pen nant, and the Massachusetts, left in the evening for Guan tanamo. The French corvette Amiral Rigault de Genouilly, Commander Jules Neny, arrived from Martinique to render aid to the French Consul. She proceeded to Guantanamo. SQUADRON BULLETIN No. 33. U. S. FLAGSHIP NEW YORK, OFF SANTIAG6 DE CUBA, CUBA. Friday, July 15, 1898. The Celtic arrived from Guantanamo. The Helena arrived and proceeded to blockade off Cien fuegos. Arrangements were in contemplation to land troops to"], [60, "56 SQUADRON BULLETINS the westward of the harbor entrance in case of a resumption of hostilities. The day was spent by the New York off the Aguadores signal station in communicating with the front. The New York, Brooklyn, Indiana, Gloucester and Vixen were off the port SQUADRON BULLETIN No. 34. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Saturday, July 16, 1898. The surrender of Santiago was finally assured to-day by the signing of the articles of capitulation, which are as follows : PRELIMINARY AGREEMENT for the capitulation of the Spanish Forces, which constitute the division of San tiago de Cuba, occupying the territory herein set forth, said capitulation authorized by the Commander-in-Chief of the Island of Cuba, agreed to by General Toral and await ing the approbation of the Government of Madrid and sub ject to the following conditions: Submitted by the undersigned Commissioners, Brigadier- General Don Frederick Escario, Lieutenant-Colonel of Staff Don Ventura Fontan and Mr. Robert Mason, of the City of Santiago de Cuba, representing General Toral, Commanding Spanish Forces, to Major-General Joseph Wheeler, U.S.V., Major-General H. W. Lawton, U.S.V, and 1st Lieutenant J. D. Miley, 2d Artillery, A.D.C., repre senting General Shaffer, Commanding American Forces, for the capitulation of the Spanish Forces comprised in that portion of the Island of Cuba east of a line passing through"], [61, "SQUADRON BULLETINS 57 Aserraderos Dos Palmas, Palma Soriano, Cauto Abajo, Es condida, Tanamo and Aguilera, said territory being known as the Eastern District of Santiago, Commanded by General Jose Toral. i. That pending arrangements for capitulation all hos tilities between American and Spanish Forces in this Dis trict shall absolutely and unequivocally cease. 2. That this capitulation includes all the Forces and war material in said territory. 3. That after the signing of the final capitulation the United States agrees, with little delay as possible, to trans port all the Spanish troops in said District to the Kingdom of Spain, the troops as near as possible to embark at the port nearest the garrisons they now occupy. 4. That the Officers of the Spanish Army be permitted to retain their side-arms and both Officers and enlisted men their personal property. 5. That after final capitulation the Spanish authorities agree without delay to remove or assist the American Navy in removing all mines and other obstructions to navigation now in the Harbor of Santiago and its mouth. 6. That after final capitulation the Commander of the Spanish Forces deliver without delay a complete inventory of all arms and ammunitions of war of the Spanish Forces, and a roster of the said Forces now in above described Dis trict to the Commander of the American Forces. 7. That the Commander of the Spanish Forces, in leav ing said District, is authorized to carry with him all the military archives and records pertaining to the Spanish Army now in said District. 8. That all of that portion of the Spanish Forces known as Volunteers, Mobilizados and Guerrillas, who wish to re-"], [62, "58 SQUADRON BULLETINS main in the Island of Cuba, are permitted to do so under parole not to take up arms against the United States during the continuance of the present war between Spain and the United States, delivering up their arms. 9. That the Spanish Forces will march out of Santiago de Cuba, with honors of war, depositing their arms there after at a point mutually agreed upon, to await their disposi tion by the United States Government, it being understood that the United States Commissioners will recommend that the Spanish soldier return to Spain with the arms he so bravely defended. ENTERED INTO this fifteenth day of July, eighteen hundred and ninety-eight, by the undersigned Commis sioners, acting under instructions from their respective Commanding Generals. Signed: Joseph Wheeler, Major-Gen. Vols. H. W. Lawton, Major-Gen. Vols. J. D. Miley, 1st Lieut. 2d Art., A. D. C. Frederick Escario. Ventura Fontan. Robt. Mason. HEADQUARTERS OF THE ARMY. On board U. S. S. Yale, off Siboney. July 16, 1898. Admiral Sampson. Commanding U. S. Naval Forces in Cuban Waters. Sir: There appears to be a little delay in the full surrender of the Santiago garrison, which I attribute more to formalities than anything else. There can be no doubt of the purpose of the Spanish to surrender. They did so, in fact, in a"], [63, "squadron bulletins 59 formal, positive manner. The terms of capitulation were agreed to, and have been signed by the Commissioners of both Armies. At the request of the Spanish officials delay has been granted until they can hear from Madrid, which they seem positive will bring confirmation of their action. I hope the desired result will soon be a matter of fact, and am glad that the Navy has been able to contribute such an important part. A copy of the agreement of capitulation signed by the Commissioners is herewith enclosed for your information. Very respectfully, Nelson A. Miles, Major-General Commanding. As this includes all the garrisons east of the line men tioned, the number of troops surrendered will amount to about 24,000, half of which are probably Spanish born, and must, under the stipulations, be returned to Spain. The surrender carries with it, of course, all Spanish shipping, among which are two small gunboats — sister ships — the Alvarado, at Santiago, and the Sandoval, at Guanta namo. The act of surrender was arranged for 9 a.m. to-morrow morning, at which hour the Spanish flag is to be hauled down and the American hoisted. Major-General Miles visited the New York at II, ac companied by General Garretson and Colonel Clous. The Detroit arrived from Cienfuegos and went on to Guantanamo. The New York anchored in the bight at Aguadores in seven fathoms. This is a very fair anchorage, with smooth sandy bottom."], [64, "60 squadron bulletins SQUADRON BULLETIN No. 35. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Sunday, July 17, 1898. The ships of the Squadron moved in, early, toward the harbor entrance. Boats were sent in under Lieutenant Capehart to arrange about the lifting of the mines. Four of the observation mines were found to be in good order and four of the contact (Bustamente). Test showed five observation mines not in order. Orders were given to fire those observation mines which could be exploded. The Navigating Lieutenant and a petty officer of the Reina Mercedes came on board about noon with Lieutenant Capehart to give some explanations regarding the mines, and later the Lieutenant commanding the Alvarado ar rived, who had laid the mines and in whose charge they were. The contact mines to the west of the Merrimac had been removed to allow the Spanish Squadron to leave; the four still down were to the east of the wreck. The observation mines, still in condition, were fired; the others and the remaining contact mines which do not close the channel, will be taken up to-morrow. A prize crew was put aboard the Alvarado, a small, very fast gunboat of 100 tons, no feet long, and aboard five other ships varying from 1,800 to 3,000 tons, in the harbor. The first vessel to go in was the Red Cross ship Texas, which entered about 4 p.m. The Indiana went to Guantanamo. The Manning arrived from Guantanamo and went on to the Cape Cruz blockade."], [65, "squadron bulletins 61 SQUADRON BULLETIN No. 36. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Monday, July 18, 1898. An official visit was made by Rear-Admiral Sampson and Commodore Schley, accompanied by several of their staffs, to General Shatter, leaving in the Vixen at 8 o'clock. A number of officers visited the batteries. The Iowa arrived from Guantanamo. The Vesuvius went to Guantanamo to retube boilers and overhaul. The Potomac arrived and went to assist in floating the Infanta Maria Teresa. The Annapolis, Wasp and Leyden were sent to take Port Nipe. SQUADRON BULLETIN No. 37. U. S. FLAGSHIP NEW YORK, OFF SANTIAGO DE CUBA, CUBA. Tuesday, July 19, 1898. The New York, Brooklyn, Indiana, Gloucester and Vixen laid off the entrance of Santiago harbor during the day. The Ericsson came up from Guantanamo with a number of officers, and with the Vixen, also with a number, went in to visit the points about the harbor. The Erics son returned to Guantanamo in the afternoon. Work continued upon the lifting of the mines, the status of which, as reported by Lieutenant Capehart, who was in charge of the work, is now as follows:"], [66, "62 SQUADRON BULLETINS After three days' work seven contact mines have been secured, placed on the beach and dismantled. Two electric mines were exploded, two failed to fire, opposite the So capa controlling station. To the eastward of the Merri mac there remains one contact mine on a line from her mainmast to a small cave on the beach, easily distinguish able. The approximate position of this mine is shown by two white cork buoys lashed together. The mine is un doubtedly on the bottom, as it sank, and carried its buoy with it. There is, therefore, little possible danger if it re mains where it is from this on. On this same range, close under the counter of the Merrimac, there is another con tact mine which sank; but as the Merrimac masks it com pletely at the present time, there is no danger from it. The five electric mines controlled by the Estrella Bat tery station were fired at the Merrimac; it is thought that all exploded. But to make absolutely sure that there was nothing dangerous at that point the keyboard was taken away and the cable broken. This was also done to the two other firing stations on the west bank. The French steamer Amiral Rigault de Genouilly arrived from Guantanamo and went into port. Two of the transports going into the harbor grounded in the channel but got off. The small gunboat Alvarado, one of the prizes captured in the harbor, is in excellent condition. Drawing but seven feet of water she will be valuable for inshore service. She is very fast, being laid down in \" Clowes' Naval Pocket Book \" as 19 knots. She is no feet long, 15 feet 6 inches beam. She carries a battery of one 6-pdr. rapid-fire gun and a Nordenfeldt machine gun. The Sandoval, at the harbor of Guantanamo Bay, is a sister ship."], [67, "63 SQUADRON BULLETINS SQUADRON BULLETIN No. 38. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Wednesday, July 20, 1898. The Flagship left Santiago at 4 a.m. for Guantanamo, arriving there at 8 o'clock. Found the following vessels in port: — Oregon (with Commodore Watson's broad pen nant), Massachusetts, Indiana, Texas, Columbia, New ark, Detroit, Marblehead, Yale, Dixie, Hawk, Gloucester, Dupont, Rodgers, Ericsson, Vesuvius, Samoset, Alvarado, Celtic, Vulcan and a number of army transports. The Commander-in-Chief visited the Yale for the pur pose of consultation with General Miles. At 5 p.m. the Suwanee came in from the westward con voying the five Spanish steamers surrendered at Santiago. The Mexico and Reina de Los Angeles are fine ships, the latter being similar in character to the Olivette, and quite newly built at Wilmington, Del. The Hawk left for Key West. The following are copies of telegrams forwarded from the Department: New York, July 5, 1898. Commodore A. S. Crowninshield, Navy Department, Washington, D. C Our Navy brings new honors to the Nation. We all join in congratulations and best wishes. — Horace L. -Hotch- KISS,"], [68, "64 SQUADRON eulletins Grand Hotel, Mackinac Island, Mich., July 4, 1898. Hon. John D. Long, Secretary of the Navy, Washington, D. C The Kentucky Press Association, in session at Macki nac, requests you to convey to Admiral Sampson its con gratulations upon the magnificent victory of the American fleet at Santiago, which event we celebrate upon this joyous anniversary of American Independence. — H. E. Wool folk, President. Santa Cruz, California, July 4, 1898. Hon. John D. Long, Washington, D. C. All California rejoicing to-day over our brilliant victories. That our glorious Navy under your wise administration be continually blessed with success, is the prayer and hope of our people. — Frank McLaughlin, Chairman Republican State Central Committee. SQUADRON BULLETIN No. 39. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Thursday, July 21, 1898. The Potomac went to the Spanish wrecks to assist in floating the Infanta Maria Teresa. The Yankee arrived from New York. The Yankton arrived from Cienfuegos blockade. The Iowa arrived from off Santiago. The Terror arrived from Key West, coaled and pro ceeded to Puerto Rico,"], [69, "SQUADRON bulletins 65 At 3 the Massachusetts, Columbia, Yale, Dixie, Gloucester and the army transport Macon sailed for Puerto Rico; other transports left later. In addition to the men-of-war named, the Puritan, Terror, Amphitrite, Cincinnati, Montgomery, Annapolis, Wasp and Ley den en route to Puerto Rico; the New Orleans is already there on the San Juan blockade. SQUADRON BULLETIN No. 40. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Friday, July 22, 1898. A flag of truce was sent up the bay in the Marblehead's launch to communicate with the Spanish post. It returned in company with a Spanish steam launch and brought the Commander of the Sandoval and the Chief of Staff to Gen eral Pareja. Their visit was with reference to the wish of the Admiral to give to the people of Guantanamo some corn and flour. The Dupont returned at 6 a.m. from Port Nipe where she had been sent to carry orders to the Annapolis, Wasp and Leyden to proceed to Puerto Rico. She brought dis patches from the Annapolis stating these three and the Topeka had entered Nipe Bay and had sunk the Span ish gunboat Jorge Juan, of 935 tons, length 203 feet, beam 30 feet, draft 12 feet, 1,100 H.P. Armament: three 6.2-inch, two 2.9-inch, two machine guns; complement, 146. In formation was also received from the Prairie of the with drawal of the Spanish troops from Jibara, from which there is a railway to Holguin. The Prairie remains off the town to preserve order. This is one of the commanding points"], [70, "66 squadron bulletins of Eastern Cuba; with this and Manzanillo commanded, as it is, it is difficult to see how the large body of Spanish troops at Holguin can fail to surrender. SQUADRON BULLETIN No. 41. GUANTANAMO BAY, CUBA. U. S. FLAGSHIP NEW YORK, Saturday, July 23, 1898. The Cincinnati arrived from Key West en route to Puerto Rico, for which she will leave as soon as coaled, which will probably be to-morrow evening. The Fern, which has been fitted as a migratory post office, also arrived from Key West via the North blockade, with mails. Information has been received of the chasing ashore and burning of the Transatlantic steamer Santo Domingo, of Barcelona, by the Eagle, Lieutenant Southerland, on the 1 2th instant, in the bight between the Isle of Pines and Cape Frances. This was a ship of about 2,800 tons register, armed with two 4.7-inch guns with a crew of four officers and seventy-eight men. She carried sixty-six passengers. She had in her hold two 12-inch guns and was heavily loaded with munitions of war, live stock, food supplies and clothing. Her value is estimated at about 1,000,000 dollars. This makes the third valuable ship of this line destroyed since June 28th, when the Antonio Lopez, 3,709 tons reg ister, was driven ashore near San Juan, Puerto Rico, by the Yosemite, Commander Emory, and wrecked. About a week later the Alfonso XII, of 5,206 tons register, was driven ashore by the Hawk, Lieutenant Hood, in attempt-"], [71, "67 SQUADRON BULLETINS ing to enter Havana. The following is a translation of an account of the occurrence from a Cienfuegos paper: Cienfuegos, Cuba, Iuly, '98. Yesterday, says \"El Correo\" of Havana, there arrived the survivors of the fine Transatlantic Steamer Alphonso XII, scuttled in the waters of Mariel. With the natural desire to know something which would calm the anxiety of the public, we interviewed the survivors and ascertained that they were rendered nearly insensible by fatigue and anxiety, their feet sore from walking from the head of the valley of Mariel to Guanajay, and their hands badly lacerated in the violent futile effort to save the cargo. We will faithfully relate that which occurred, reserving what, in our judgment, it is not permitted to give to the public, and which might serve as advice to our enemies. The Alphonso XII was fitted out in Cadiz with six cannon and the necessary crew and three marine companies and other necessary articles. In twenty days I had hoped to make port and land the cannon and troops immediately. I navigated the Alphonso XII with hope in God and in the valor of my own crew. I ran with all possible speed to the Heights of Cienfuegos, where came out three cruisers of the enemy. Seeing these the Alphonso XII took flight towards the Isle of Pines, in which waters I lost sight of my pursuers. Believing myself now free from pursuit I laid my course directly towards Havana, with full intentions of making that harbor ; when eight miles distant the course was intercepted by three other cruisers, which I was unable to encounter. The American cruisers took position : Port, star board and ahead. I then steered the Alphonso toward Mariel, where I hoped to enter with the exclusive object of disembarking. I decided to save the cargo, which was the object in our coming, in order to land the provisions and cargo on the island. I saw an embarrassing situation ; the Yankees began throwing shells, which landed in all directions around the ship, which proves what we have said a thousand times, that the Americans are not artillerists and the Christs of the earth ; of the hundreds of projectiles thrown at Alphonso XII only eight struck the ship, and this corroborates our opinion of their bad training. Then Captain Moret ordered the cargo to be thrown over board in order that some might float ashore, which was only a pistol-shot"], [72, "68 SQUADRON BULLETINS distant. We got out a boat and prepared to torpedo the ship. I saw the Americans would aot delay destroying the fine ship ; thereupon I placed an explosive bomb between the two funnels of the Alphonso XII and instantly blew up the ship in a column of smoke so dense and so black that it appeared like an immense cloud, obscuring the atmosphere and making breathing difficult. In this moment of dejection corrosive liquid fire envel oped the ship and lapped up the wood like a hungry serpent. The crew, being hopeless, had time only to jump into the water to escape this fiery furnace. Thus was consumed the best ship of the Transatlantic Co. and the Pride of the Fleet. The Brooklyn, flying Commodore Schley's broad pen nant, and the Vixen, arrived in the evening. A Spanish launch and lighter came down from Caima nera, by arrangement, and took on board a quantity of corn and flour from the lighter captured lately off Cape Cruz, for the use of the needy citizens of Guantanamo. SQUADRON BULLETIN No. 42. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Sunday, July 24, 1898. The Cincinnati left in the afternoon for Puerto Rico. The Resolute arrived from New York, leaving there on the 19th. She brought a number of nurses for the army, and a quantity of stores and ammunition. The Saratoga arrived from Santiago with an Officer from General Shatter to receive the surrender of the Span ish troops in the Guantanamo District. A Colonel of Engineers on the Staff of the General Com manding the Guantanamo District (General Pereja) and two Officers on the Staff of General Toral, connected with"], [73, "69 SQUADRON BULLETINS carrying out the details of capitulation called on board the Flagship. The Panama, captured off Havana and now in the ser vice as an army transport, passed to the eastward during the afternoon. The Board appointed to report upon the effect of the dis tant shell-fire from the ships against Santiago town has about completed its work. Twelve houses were completely wrecked inside; of these one was burned. Sixteen 8-inch shells struck within three blocks on the Calle de Marina; these excavated the ground to a depth of about four feet and about ten feet in length. The street was macadamized. It is judged from the fact that many of them struck near the water's edge that a number of shell must have gone into the bay. The officers detailed to observe the fall of the shell stated that thirty or forty went beyond the northern edge of the bay into the Spanish lines. A dozen or more of the shells had not exploded; in four of them the base had been simply blown out. In one case a 4-inch shell, which was probably a stray shell fired during the demonstration at Aguadores July 1st, had gone through a tree and exploded in the ground beyond. When the severe effect of the 8-inch shell is considered, it is a matter for congratulation that it was not necessary to continue the bombardment longer and fire 13-inch shells as the Squadron had prepared to do. The effect of these latter would undoubtedly have been of a most disastrous charac ter to the town. The most easterly fall observed was about three squares to the west of the Cathedral."], [74, "SQUADRON BULLETINS 70 SQUADRON BULLETIN No. 43. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Monday July 25, 1898. The Texas sailed at 6 o'clock in the evening for New York. The Montgomery arrived in the morning, and left at 4.30, with the collier Southery to coal monitors. The Prairie arrived at 3 p.m. from the north blockade. The Suwanee went to Santiago to complete the raising of the mines. The five merchant steamers captured at Santiago were sent in convoy of the Vixen to be turned over to the army for transport purposes. The Resolute went to Santiago. Colonel Ewers, of the army, went to Guantanamo to arrange for the surrender of the Spanish troops there. The brilliant action in which the Wilmington, Helena, Scorpion, Hist, Hornet, Wompatuck and Osceola took part on July 18th at Manzanillo failed, through inad vertance, to appear in an earlier Bulletin. They rendezvoused at Guaybal on the evening of the 17th. At 7.30 a.m. on the 18th the Wilmington and Helena entered the northern channel towards Manzanillo, the Scorpion and Osceola the mid-channel between two Cays not shown on the chart; the Hist, Hornet and Wompatuck entered by the south entrance, the movements being timed to come within the range of the shipping about the same time. Fire was opened at 7.50, and lasted two hours and a half. Three transports, the El Gloria, Jose"], [75, "squadron bulletins 71 Garcia and the Purissima Concepcion were burned and destroyed. The Pontoon, which is the harbor guard and store-ship, was burned and blown up. Three gunboats were destroyed; one driven ashore and sunk, and another driven ashore and believed to have been disabled. The fire was opened and maintained beyond the range of the shore artillery known to be there; but, by gradually closing in, the shore batteries and field artilleries were able to open fire at comparatively short range. No casualties occurred on board. Great care was taken to do as little damage as possible to the city. SQUADRON BULLETIN No. 44. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Tuesday, July 26, 1898. The Hist arrived from Cape Cruz blockade. The Niagara arrived from Key West with a schooner of Georges Creek coal in tow. She had on board a quantity of stores and provisions. General Howard and several army nurses arrived by her. The Vixen arrived from Santiago. The Marblehead went up the bay for the purpose of taking up mines. Thirteen contact mines were raised ; all of them in bad condition on account of the quantity of bar nacles. They have been down since April. The largest quantity was found on the lever, so that it could not be moved at all."], [76, "72 SQUADRON BULLETINS The Sandoval was found sunk in from three and a half to four fathoms of water. It is thought that there will not be much difficulty in raising her, with the sugar lighters at Caimanera. SQUADRON BULLETIN No. 45. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Wednesday, July 27, 1898. The Supply arrived from New York, leaving there on the 2 1 st. She brought a large quantity of stores and gen eral supplies for the ships, and provisions and groceries for sales on account of a private firm. The Vixen left for Santiago with General Howard, nurses and army mail from the Niagara. The Prairie left at 9 p.m. for Puerto Rico. The Cuban forces broke camp, on both sides of the bay, and were transported by the Samoset and some of our other boats to Caimanera, where they are to serve as garrison. The Marblehead completed the work of removing the mines. News arrived of the landing of General Miles' forces at Port Guanica, about twenty-five miles west of Ponce on the south side of Puerto Rico. No resistance encountered. News was received from our Naval Attache at Paris that the Pelayo's machinery is in bad condition, and that the Numancia is not in good order. They have gone to Car thagena for repairs. The following is a translation of a telegram sent the 12th of July by General Linares :"], [77, "73 SQUADRON BULLETINS OFFICIAL CABLEGRAM— JULY 12, 1898. To the General Commanding and the Minister of War : Although confined to my bed by serious illness and acute pain, I am so much affected by the suffering of the troops that I think I should commu nicate with Your Excellency and the Minister of War explaining the real condition of affairs. The possessions of the enemy, very near the square of our district, show to plain sight the earthworks built up. Our weakened troops, a large portion sick, are not sent to the hospitals, as it is necessary to keep them in the trenches. Stock is without food or forage. In the heavy rain storms the rain falls for twenty hours without stopping in the ditches of the intrenchments ; the soldiers have no shelter, and have nothing to eat but rice, and cannot change or wash their clothes. Losses are considerable ; chiefs and officers, dead, wounded and sick, deprive our forces of necessary direction in critical moments. In these conditions it is impossible to break through, as to attempt it would diminish our contingent a third part by the men who could not go, and it would be lessened also by losses which would be occasioned by the enemy, resulting finally in a true defeat, without accomplishing, as Your Excellency desires, the salvation of our wasted battalions. To escape under the protection of the division from Holguin it is neces sary that they should come and break the enemy's lines. It would take them eight days to come, and they ought to bring with them a great quan tity of rations, which they will not be able to transport. The solution fatally imposes itself ; surrender is inevitable, and we can only prolong the agony. Sacrifice is useless, which the enemy under stands. They perceive our condition and have well established the invest ment ; they will use up our strength without affecting their own, as was done yesterday, cannonading us on shore from such an elevation that we were unable to see their batteries, and by sea from the squadron, which has a perfect range and bombards the city by sections with mathematical precision. Santiago de Cuba is not Gerona, a walled city, a piece of territory of the metropolis, defended hand-to-hand by its own children without distinction — old men, women and children, who encouraged, aided and hazarded their own lives, moved by the sacred idea of independence and with the hope of help they might receive."], [78, "74 SQUADRON BULLETINS Here is solitude ; a total emigration of the population, insular as well as peninsular, including the public officials, with rare exceptions. The clergy only remain, which now pretend to go out with their flock to the front. These defenders do not now begin a campaign full of enthusiasm and energy, but come, having struggled three years against climate, privations and fatigues, and it presents itself in these sad condi tions, when they already have not vigor of mind or physical force, nor means to regain them. The ideal is lacking to them, for they are defending the property of those that abandoned it in their presence and that have allied themselves with the American forces. The Honor of Arms has its limits, and I appeal to the judgment of the government and the entire nation if their suffering troops have not upheld it satisfactorily many times since the 18th of May, when they suffered the first cannonade. If it is necessary that some one should be sacrificed for reasons that I am unacquainted with, or if there is some one needed to assume the responsi bility of the result, foreseen and announced by me in different telegrams, I offer myself loyally at the altars of my country for the one and for the other, and I will charge myself with the authority for the act of consenting to surrender, for my modest reputation is of little value when treating of national interests. LINARES. SQUADRON BULLETIN No. 46. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Thursday, July 28, 1898. The Resolute returned from Santiago a 1 p.m., the Vixen at 4.50 and the Suwanee at 5.20 from the same place. The Suwanee finished lifting the mines, all being recovered except one under the wreck of the Merrimac. The Samoset took the captured iron lighter to Santiago for fresh water. It is expected that this lighter will trans port 45,000 gallons. The torpedo-boat Dupont, which left the 24th at 11.30 p.m. for the west to carry dispatches, returned the after-"], [79, "SQUADRON BULLETINS 75 noon of the 27th. In going she overhauled the English steamer Dee, which asked to go into Santiago. She arrived at Cienfuegos 11.30 p.m. the 25th, and in the morning went to Trinidad in search of the blockading ships. She re mained there until noon, then went off Cay Breton, where she spoke the Helena and Osceola. She returned to Guantanamo, arriving the afternoon of the 27th, having steamed about 800 miles. This boat has steamed over 12,000 knots since September 23d last. The following telegram was received by the Associated Press correspondent at Santiago from the New York office: — \" Washington Official Bulletin. Spain, directly to Mc- Kinley, through French Ambassador, formally sues for peace.\" The Mayflower sailed to-day from Key West for Guantanamo Bay. The collier Saturn arrived at Mole St. Nicholas and was ordered to Puerto Rico. SQUADRON BULLETIN No. 47. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Friday, July 29, 1898. The Commander-in-Chief paid a visit in the Yankee to the Infanta Maria Teresa. The ship now has steam on one of her boilers and is using her own pumps to keep free of water. There is still one small leak, well forward, the ori gin of which is not yet discovered. She is free for about seventy feet of her length aft, and is expected to come off almost at any time. She will be brought here, her engines"], [80, "76 SQUADRON BULLETINS cleaned and overhauled, and will probably go north under her own steam. The Yankee returned at 5.30. Information was received from the Navy Department that an advance expedition to raise the Cristobal Colon started to-day; pontoons and air-bags follow. Word also came from Washington that the Spanish steamer Montserrat had entered Matanzas with a large cargo. The Brooklyn completed the work of putting in place the new five-inch mounts which came for her in the Ar meria. The following telegram was received late in the evening from the Commanding Officer of the Massachusetts: U. S. S. Massachusetts, 1st Rate, Dated St. Thomas, July 29th. Port Ponce, Puerto Rico, July 28th. Sent Commander Davis with Dixie, Annapolis, Wasp, Gloucester from Guanica 2 p.m. July 27th, blockade Ponce, capture lighters for use; army of Ponce and Playa surrendered Commander Davis upon demand 12.30 a.m., July 28th. Spanish Garrison evacuated, provisionary articles of surrender until occupation by army, Garrison to be allowed to retire; 2, Civil government remain in force; 3, Police and fire brigade to be maintained without arms; 4, Captains of Port not to be made prisoners. Arrived Ponce from Guanica with Massachusetts, Cincinnati, General Miles, General Wilson, transports, 6.40 a.m. ; 28th, com menced landing army in captured sugar lighters, no re sistance, troops welcomed by inhabitants with great enthu siasm. Captured 60 lighters, 20 sailing vessels, about 120 tons of coal."], [81, "squadron bulletins 77 SQUADRON BULLETIN No. 48. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Saturday, July 30, 1898. The colliers Hannibal and Evelyn arrived during the morning and the Leonidas about 7 in the evening, all three from Lambert's Point, Norfolk. The Evelyn went along side the Indiana; the Hannibal was sent to Ponce, Puerto Rico. The Manning and Osceola arrived from the Cape Cruz blockading station for coal. The Yankton left at 4 p.m. for the Cienfuegos station. The Celtic sailed at 6 p.m. for New York. The Marblehead is at work raising the Sandoval. SQUADRON BULLETIN No. 49. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Sunday, July 31, 1898. The captured Spanish steamer San Juan arrived this morning, and proceeded to Caimanera with supplies and some passengers from Santiago. The Mayflower arrived with mail for the Squadron and army. The Samoset returned from Santiago with the cap tured lighter, bringing 45,000 gallons of water. At 6 a.m. on July 20th, the Wilmington, Helena, Manning, Hist and Hornet went in close off Santa Cruz, and some 6-pounder shell were thrown at the blockhouse. As the western end of the town was reached, in which is"], [82, "78 SQUADRON bulletins located the barracks of the soldiers, some shell were thrown at the buildings. Two circuits were made by the vessels, firing from each occurring as it came into position, on the two places mentioned. The only evidence of life about the entire place was upon the approach of the vessels, when some thirty soldiers from the blockhouse were observed to ferry themselves across a narrow stream by boats and disperse among the trees. The town appeared to be absolutely deserted and no vessel of any description was visible. This appearance of the force off Santa Cruz was simply intended as a demonstration. It is evident from the absence of shipping throughout the waters in which these vessels have been that a great effect has been produced by their simple presence being known. The ortfy means of transportation from Santa Cruz, either east or west, is by water, and it is not considered at present of any great im portance so far as blockading is concerned, but it will be visited by some one of the vessels occasionally to keep it under observation. The following is from a report also by Commander Todd on July 21st: \" Before leaving the vicinity of Manzanillo, General Rios, commanding the Cuban force south of that place, went on board the Hist, which was nearest in shore, and from in formation obtained from him the following appears to be the military status of Manzanillo: \" There are about two thousand regulars, one thousand volunteers, five hundred bombarderos or firemen. They appear well supplied with cattle and provisions, but are believed to be short of ammunition. The recent events in that vicinity have caused them to become disheartened, and"], [83, "79 squadron bulletins it is believed that the appearance of an enemy's force, even of a thousand men, would result in the capitulation of the place. \" So far as forts are concerned they amount to little or nothing, except some field pieces temporarily located, be longing to the army; it is said there are about twenty field guns in the vicinity. \" The last expedition there took them completely by sur prise, and the people thought that an American force was landing to the south of the town, near Niquero. \" The immediate country surrounding Manzanillo is fer tile, and military operations could be readily carried on over it. The only high road leading out of Manzanillo goes to Bayamo; therefore, if a force of two thousand Cubans, well armed, should be quickly moved there and advanced upon Manzanillo, it is believed the capture of the city would result promptly, especially with a naval force in front of the city. At this season it would not be possible for the Span ish troops to retreat to the northward or west by any road other than that of Bayamo, on account of the swollen streams. The general feeling of the Spanish forces in the vicinity is best shown by the fact that General Rios is en camped within a few miles from the place with one hundred and fifty cavalry, and occasionally makes raids on the out skirts of the town itself to obtain cattle belonging to the Spanish. The General states that five hundred additional men are now on the way from the interior to join him.\" It is reported by Commander Todd on July 24th, that in formation obtained from fishermen by the Hist, it was learned that the Florida expedition for the relief of Gen eral Gomez had been successful, and that the General was then encamped only five miles northwest from Jucaro."], [84, "80 SQUADRON BULLETINS The Spaniards evacuated and burned the large block house to the westward of Port Tunas, July 24th. The Spanish forces generally from Manzanillo to Trini dad are evidently in a very demoralized condition. SQUADRON BULLETIN No. 50. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Monday, August i, 1898. The Yankee left at 6.30 p.m. for Puerto Rico. The Nashville is now at Gibara, which place has been evacuated by the Spaniards, leaving some 400 sick. The following is a copy of a report by the Commanding Officer of the Nashville: \" The Nashville arrived off Gibara July 26th, and found the Cuban flag flying over the fort and the public buildings. \" A boat soon came off to this ship, in which were Mr. Jose H. Beola, former commercial agent of the U. S., a pilot and a press reporter. Mr. Beola informed me that all Spanish troops under the command of Colonel Moreno left Gibara for Holguin at 6 a.m. on the 25th, and that at 9 a.m. on the same date 500 Cuban troops, under the com mand of Lieutenant-Colonel Rojas, of the Ocujal regiment of infantry, marched into and took possession of the town. \" I entered the harbor with the Nashville and anchored off the town. Captain Delgado, of the staff of Lieutenant- Colonel Rojas, came on board and brought me a letter from Colonel Rojas. \" At about 2 p.m. General Feria, commanding this mili tary division of the Cuban army, entered the town with an"], [85, "81 SQUADRON BULLETINS escort of ioo cavalry. He sent two of his aides on board to inform me that he would call in person to-day. \" About 4.30 p.m. Colonel Rojas with members of his staff and an interpreter by the name of Frank Gomez, an American citizen, and a Spanish surgeon who had been left by General Luque in charge of the military hospital here, made an official visit. The surgeon brought a letter from General Luque. He informed that there are 53 sick Spanish soldiers in the hospital, 2 surgeons, 1 pharmacist, 34 nurses, and four Spaniards who feigned to be sick and were left by the Spanish Commander in the hospital. Of the sick, 6 have the yellow fever, 12 the small-pox (all con valescent), and the remainder, dysentery and malarial fevers. Rice, beans and peas for ten days and meat for three days were left for the use of the sick, and a good supply of medicines; they have no milk, which is most needed for the sick. I informed the surgeon in charge, as also did Colonel Rojas, at my suggestion and in my presence, that he and the sick under his charge should be protected under the terms of the Geneva Convention. \" Colonel Rojas informed that he had appointed on the 25th Mr. Frank Gomez Captain of the Port ad interim, and a committee of nine citizens of the town to assist in preserv ing order. There has been no disturbance of any kind up to the present time. \" The town contains 6,000 inhabitants, from 600 to 700 of whom are Spaniards loyal to Spain. About 50 Spanish citizens have left the place recently. The families of several of the officers of General Luque's army were left in Gibara. General Luque sent his family to Spain in the French steamer Chateau Lafitte some time ago. The health of the town is generally good, though small-pox is epidemic."], [86, "82 SQUADRON BULLETINS \" Provisions, especially flour, lard, rice, bread and bat on are greatly needed here both for the Cuban troops and t. e inhabitants of the town. The supplies for the Spanish sick will not last more than eight or ten days. The Spanish troops seized and took with them most of the stock of pro visions on hand. \" The Cubans claim to have between 3,000 and 4,000 troops in this vicinity and about Holguin, to have torn up the railroad in two places between Gibara and Holguin, and to have all the approaches to Holguin guarded. \" The two locomotives belonging to the railroad were taken to Holguin by the Spanish troops, but there is a small handcar here. \" I found in the harbor two schooners, the Express de Gibara and the Gibara, of 152 and 155 tons respectively, belonging to Antonio Lamella of Havana. They have been here for four months. Being enemy's property, I have taken possession of them. They are both in ballast and were in charge of a captain and a crew of seven men each. \" The Gibara I send to Key West to-night in charge of Ensign C. F. Snow and a prize crew, and this dispatch. \" I respectfully recommend that a considerable quantity of provisions of the kinds I have mentioned be sent here as soon as practicable for distribution to the sick Spanish soldiers in the hospital, the poorer classes of the inhabi tants of Gibara and the Cuban troops. Also that, as there are foreign residents here, among them a French and a Por tuguese Vice-Consul, who will look to the U. S. Govern ment for protection, the U. S. force here be increased, and that I may be given fuller instructions with respect to my relations with the Cuban forces\"and the civil authorities of this town."], [87, "83 SQUADRON BULLETINS \" General of Division Louis Feria and Brigadier-General Joaquin Pianos of the Cuban forces, have just made an of ficial visit on board. I told them that as the representative of the U. S. Naval Force at this place, I should require a list of the civil authorities appointed by them to be first sub mitted for my approval, in order that the appointees might understand that they would be held responsible for their official conduct by the U. S. Government as well as the Cuban authorities. They agreed to this and will submit all appointments. \" Good order prevails and I do not apprehend any trouble; but it would be well if I could be given fuller and more definite instructions as to my duties.\" The tug Manati, of American ownership, but with a Spanish register, and employed for the towage of sug?r lighters, came out from Casilda, the port of Trinidad on the south coast, and delivered herself up. The master reports several of the sugar lighters to have been sunk in the chan nel, and that all the inhabitants are anxious for surrender, even those of Spanish proclivities, as they recognize the necessary outcome of the war. On July 21st the Wilmington, Helena, Manning and Hist cut the cable between Jucaro and Tunas. SQUADRON BULLETIN No. 51. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Tuesday, August 2, 1898. The Niagara went to sea at 5.15 a.m. bound for Ponce, Puerto Rico, in order to deliver ammunition and stores to the Massachusetts."], [88, "84 squadron bulletins SQUADRON BULLETIN No. 52. u. s. flagship new york, guantanamo bay, cuba. Wednesday, August 3, 1898. The Dixie came in at 8 a.m. from Puerto Rico. After her capture of Ponce she had gone to St. Thomas with dis patches and had returned to San Juan and thence to Ponce. She and the Massachusetts left there about 1 p.m. of August 1st. Meeting the Yankee, which had left that day to go to Ponce with ammunition, etc., for the Massa chusetts, the Yankee turned back to Guantanamo, where she arrived a 1 p.m. She sent in the Norwegian steamer Marie, which had been loaded with coal for Admiral Cer vera's squadron, and of whose character the Squadron had long been informed. The Yankee shortly after went out to look after the English steamer Burton, which she had overhauled, and which was of somewhat similar character. Both had documents from the U. S. Consul at Point a Pitre, Guadeloupe, where they had long been lying. The Burton had loaded at Cardiff and the Marie May 22d at Cadiz. The Marie also had 48 tons of provisions. These ships are practically of the same character as the Rother mel and Twickenham. The Mayflower left at 5.50 p.m. for San Juan and St. Thomas. The Massachusetts arrived at 10.50 p.m. from Ponce. SQUADRON BULLETIN No. 53. U. S. FLAGSHIP NEW YORK GUANTANAMO BAY, CUBA. Thursday, August 4, 1898. The Vixen left at 7.30 for Santiago with some 240 bags of army mail brought by the Mayflower from Key West."], [89, "85 SQUADRON bulletins The Scorpion arrived at 9.10 from the Cape Cruz sta tion. The Potomac arrived at 5 p.m. from the Maria Teresa, She brought some ten thousand dollars which has been re covered aboard the Maria Teresa. This money was in a box in the fore peak of the ship. The Vixen returned at 8.30 p.m. from Santiago. It is found that the water of Guantanamo River from two to three miles above the mouth is fresh and excellent for boiler purposes. The Indiana has supplied herself with this, using her boats. SQUADRON BULLETIN No. 54. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Friday, August 5, 1898. The Frolic came in at 8.30 p.m. from Key West with mails. The Senior arrived with a wrecking party for the Colon; material in the way of pontoons and bags with a displacement of 8 or 9 tons is following: The Marines broke camp and went on board the Reso lute preparatory to service elsewhere. The Battalion has been remarkably healthy during its stay at Playa del Este, its condition being a marked tribute to the precautions and care exercised as to its well-being. It shows in how great a degree the question of health in the tropics, even in the worst season, is made to depend upon foresight and care. Their camp was, of course, exceptionally well-placed, with no swamps, with good drainage, dry, etc., but the earlier days of their duty ashore were of a very trying character,"], [90, "86 SQUADRON bulletins and, had not special care been taken, would have resulted in sickness. The distilled water used, furnished by the ships, no doubt contributed very materially to this good result. The question of health is an interesting and most important one, and the following information will not be amiss. The following shows the number of officers and men aboard each ship except the Supply, now in Guantanamo Bay, and the number of the sick: Number of Number of people aboard. sick. NEW YORK 658 21 OREGON 555 14 BROOKLYN 560 27 MASSACHUSETTS 516 21 NEWARK 315 14 IOWA 583 8 INDIANA 562 13 DIXIE 325 2 MARBLEHEAD 269 6 YANKEE 324 5 DETROIT 250 3 VESUVIUS 79 o RESOLUTE 122 11 SCORPION in 4 VIXEN 80 6 WOMPATUCK 32 o OSCEOLA 28 4 MARINE BATTALION 496 12 5.865 171 This gives an average of about three per cent, sick for the ships and about two and a half for the Marine Battalion."], [91, "87 SQUADRON BULLETINS SQUADRON BULLETIN No. 55. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Saturday, August 6, 1898. The Armeria left for Key West at 12.55 p.m. The St. Louis arrived from Puerto Rico at 1.55 p.m. She had reached Ponce July 31st with Major-General Brooke and staff and the third Illinois Regiment of infantry. August 1st she went with the Gloucester and Wasp to reconnoiter Jobos and Arroyo with reference to landing part of the troops. Jobos being too shallow, Arroyo was occupied, it being surrendered by the civil authorities, the Spanish troops having fled on the approach of the ships. Lieuten ant Wood, of the Gloucester, was sent ashore with thirty men to hold the place. August 2d the Third Illinois Regi ment was landed. At 9.30 p.m. the Niagara returned from Puerto Rico. At 11.30 p.m. the Supply proceeded to New York. SQUADRON BULLETIN No. 56. U. S. FLAGSHIP NEW YORK; GUANTANAMO BAY, CUBA. Sunday, August 7, 1898. The collier Lebanon arrived at 8.15 a.m. with the schooner Augustus Palmer, also with coal, in tow. The Frolic left at 11.20 with mails for Puerto Rico. SQUADRON BULLETIN No. 57. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Monday, August 8, 1898. The Marblehead came down at 6.30 p.m. from Cai-"], [92, "88 SQUADRON BULLETINS manera for coal. The army steamer San Juan and schooner Frank Palmer (collier) left the harbor. The Vixen and Osceola went to Daiquiri for water. Captain Barker having been ordered from the Newark to command the Oregon, Captain Goodrich was ordered by the Department to the former ship. Captain Sigsbee has been ordered to command the Texas. SQUADRON BULLETIN No. 58. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Tuesday, August 9, 1898. At 5.40 a.m. the St. Louis left for Santiago. At 6.30 a.m. the St. Paul arrived. At 1 p.m. the Scorpion went to Daiquiri, thence to her station off Cape Cruz and Man zanillo. At 4 p.m. the Newark got under way for the Isle of Pines; the Resolute left at 5 and the Suwanee at 6.30 for the same place. The following is an extract from a report of Commander Clover, of the Bancroft, dated August 2d : \" On the morning of July 28th met the Eagle off Cape Frances and with her proceeded to the vicinity of a Cuban camp about five miles to the westward of Cape Frances. Lieutenant Del Valle came on board. Stated he had sixty men with him and that there was another smaller camp inside of Cape Frances. I sent ashore a small supply of provisions, and it was agreed that the Bancroft should return on the evening of Saturday, when we could meet Colonel Lazo, the Cuban Commander of the district, and there would be a local pilot ready. The Bancroft, with the Eagle, then proceeded into Cortes Bay and anchored"], [93, "89 SQUADRON BULLETINS about three miles from the entrance of the lagoon, where the town of Cortes is, and about the same distance from the wreck of the steamer Santo Domingo, to which I pro ceeded immediately in company with Lieutenant Souther land. I found that the work of destruction had been very complete ; the entire cargo absolutely destroyed, and the ship itself rendered by heat a gnarled mass of iron. The only things that had seemingly escaped were the five-inch guns; the threads of the inside of the breech of the guns were so cut by Lieutenant Southerland before firing the ship as to render the guns useless, at least until handled by a gun factory. The gun-shields are in good condition. No vessel here has appliances for transferring the guns and shields. The twelve-inch guns doubtless broke through the bottom of the vessel, as the hold is full of water. It is possible that the engines and boilers are still good: fire was still smoldering in parts of the ship. \" On the morning of July 29th smoke was seen to the southward and eastward of anchorage and, on giving chase, it was found to be the Maple. I directed her to proceed into Cortes Bay, and with the Bancroft and Eagle pro ceeded to Siguanea Bay, on the west side of the Isle of Pines. This location is likely to prove one of importance, as it will afford an anchorage during a hurricane and, with Cortes entrance, affords the only passage for communica tion with Batabano, to the westward of the Isle of Pines. Its present drawback is want of knowledge of a safe pas sage in, you run from very deep water into five fathoms, and then with uncertain depth, hard bottom, until you are into a large area of four to six fathoms, good holding ground. Upon dropping anchor on outer ledge, sighted a schooner inside the bay about four miles distant. Lowered"], [94, "90 SQUADRON BULLETINS the steam launch with a i-pounder gun and armed crew, in charge of Ensign W. W. Phelps, who captured and brought her out. She was quite small and named the Nipe. Another vessel was seen further in and the Eagle pursued her, but was unable to follow on account of darkness, though Lieutenant Southerland ran boldly till he was in 14 feet of water. During the night experienced heavy storms, and the Bancroft dragged off the shoal ledge. The fol lowing morning the sea being too rough to sound out a deep passage in, the Bancroft, with prize in tow and Eagle in company, proceeded to the westw; rd to communicate with Cuban camp, and when opposite to Cortes Bay sent prize into anchorage with two armed men, so that Nipe people should not have information of the location of the Cubans, but from later information as to the methods of campaigning here, between the Spaniards in the towns and the Cubans outside, this was found to have been an un necessary precaution. On arriving off Cuban camp the sea was too heavy to communicate, so, in company with the Maple, which had come out to meet us, proceeded into Cortes Bay for a conference. On approaching anchorage was surprised to see our prize, well in shore, flying the Spanish colors, and two boats approaching her, and a few minutes later I distinguished our two men- — John Hovis, Gunner's Mate, third class, and Valdemar Helmgren, Seaman, at the stern of the vessel and the Spaniards forward. I mega phoned the Maple, which draws but eight feet of water, to go to the rescue. On her return I found that our men had captured six prisoners, the Spanish flag having been used to draw them within range of their rifles. These prisoners I am keeping on the prize; have treated them well and have gotten valuable information from them. Expect to put"], [95, "SQUADRON BULLETINS 91 them ashore to-day. Sunday I sent Lieutenant Veeder and Ensign Vogelgesang with steam cutter and armed party into Cortes lagoon to make soundings and observations, and started the prize with Ensign Phelps in charge to ob serve along the outer shore, with a view of subsequently destroying the barracks, where about a hundred Spanish troops are quartered. On Sunday morning, when inter viewing the prisoners, I got the invariable reply to ques tion : — ' What will be the result if the Spanish garrison is driven from Cortes?' — 'The people will be killed by the Cubans.' Fearing this result, and not being able to hold the place permanently with my present force, I decided to make no attack. The following description of the military situa tion about Cortes, obtained from my prisoners, will show the general conditions and the way the war between Spain and the Cubans has been carried on: \" Cortes has about 1,700 inhabitants and is a shipping port for the rich tobacco district. The post was formerly a Colonel's command and over one thousand troops were kept here; but about six weeks ago all but one hundred were sent to Pinar Del Rio or Havana, and the post left in command of a Lieutenant. I learned that about the time the Santiago expedition started nearly all the troops in the western end of the Island were withdrawn and concen trated about Havana, or at the end of the railroad Pinar del Rio, which indicates that Blanco thought the open talk of our forces going to Santiago was a ruse. \" The Cubans have their camps on the moors and along the coast, and make frequent raids on the towns where the Spaniards are content to remain and allow the Cubans to rove. One prisoner told me that there were twelve hun dred Cubans in the vicinity and at the camp where Lieu-"], [96, "SQUADRON BULLETINS 92 tenant Del Valle was there were three, but we had it from him that there were only sixty. The old Spaniard, the cap tain and owner of the schooner, is reticent, but says he is a peaceful citizen and the sole support of a wife and seven children. From the boy, who is quite bright, I have gained considerable information regarding affairs about the Isle of Pines. Nueva Gerona, the principal place, is a small town on the north side, where there is a government hospital to which they send their wounded. It is considered a very healthy place, but they now have some yellow fever and small-pox there. A small steamer named the Protector makes trips every other day between Nueva Gerona and Batabano, leaving Nueva Gerona at 3 p.m. and arriving at 8 a.m. A small gunboat with 1 -pounder makes frequent trips. The boy says provisions are very scarce, that flour is very hard to get and that poor people die in the street for want of food and medicine. That formerly there was a very large cattle ranch on the south side of the island, and that cattle were sent over to Batabano, but that the cattle were nearly all gone now and that beef was fifty cents a pound. That the Bancroft is the largest steamer he has seen at the Island. I am inclined to believe the story of the boy and that no large shipments are getting in by way of the Isle of Pines. I have, however, sent the Maple to Si guanea Bay to make soundings and hope to enter with the Bancroft to-morrow. I shall then, with the Bancroft's steam launch sounding ahead, go with the Maple to Nueva Gerona and stop all traffic with Batabano, after which I shall examine closely the south shore of the Island to see if schooners are landing cattle there. \" The prisoners say no vessels have come into Cortes Bay since the loss of the Santo Domingo. They say that noth-"], [97, "SQUADRON BULLETINS 93 ing but fruit and vegetables can be gotten ashore to eat and that everybody must give part of what they raise to the army, and that there is much suffering amongst the people for food. To maintain an absolute blockade there should be five vessels of light draught. There are good reasons why they should work in pairs. A vessel anchored in Cortes Bay and another in Siguanea Bay, ready to move, would give a more efficient blockade, than to have the two vessels moving outside, besides saving coal. Were there two vessels at each place one could be, as a rule, outside, and a fifth, of deeper draught, with Senior Officer, could cover the station. The schooner Nipe has not sufficient value to send her into a prize-court and I have decided that all interests will be best served by taking her back to Si guanea Bay and, if the old Spaniard behaves himself, to give him his freedom, with the vessel. She had no cargo and the captain claims was engaged in carrying wood and charcoal.\" SQUADRON BULLETIN No. 59. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Wednesday, August 10, 1898. At 5.30 the Alvarado got under way and at 9 a.m. the Osceola, both for the Isle of Pines. The Lebanon and Ericsson got under way at 2 p.m. for Cardenas. The Ericsson was to go in company that far with the Lebanon and get a convoy from there to Key West."], [98, "94 squadron bulletins The Niagara lei* at 6 p.m. for Puerto Rico and thence to Key West. At ii p.m. the Scorpion arrived from Daiquiri. The Marblehead readjusted the position of the en trance buoys in Guantanamo Bay. Mr. Goode of the Associated Press received a dispatch from his Association that a peace protocol had been signed. SQUADRON BULLETIN No. 60. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Thursday, August ii, 1898. The New York left Guantanamo at 3.15 for the Infanta Maria Teresa, and spent the day in rousing up her chains, which were placed amidships. The wrecking-tug Merritt hauled alongside and began taking these aboard with a view to lightening the ship; the anchors were also to be re moved. The water had in the last day or two gained, and it has become clear that the removal of all weights which can be readily moved is a necessity. The wreckers live aboard and have their stationary engines for pumping established in the ship and the ship's own pumps have been used at times to keep her free. The principal leak seems to be under the forward turret, and is very difficult to get at on account of the narrow openings in the lower decks, pre cluding a diver's getting through. Two heavy lines, a four teen and a seventeen-inch, are laid out astern and hove taut; the ship has moved seaward some three feet. The leaks, however, must necessarily be fully stopped before she is pulled entirely off, as otherwise there is danger of her filling too rapidly for the capacity of the pumps. It would have"], [99, "SQUADRON BULLETINS 95 been better that her guns and heavy weights should have been removed at first; there should be no difficulty in tak ing out her fifteen c-m guns, which, with their shields and mounts, weigh about ioo tons. These, with chains, anchors and ammunition, will amount to about 200 tons, a very con siderable lightening in her present condition. While on the point of leaving for Guantanamo the Scor pion arrived with a telegram reporting that Captain-Gen eral Blanco contemplated leaving Havana, and that Com modore Watson had sent the Dixie and Yankee into the Bahama Channel, and had ordered the Brooklyn off Cien fuegos. The Scorpion was ordered back to Guantanamo to inform the Commodore that the New York would go off to the western end of Jamaica, and at 9 o'clock the ship started for Point Negril. SQUADRON BULLETIN No. 61. U. S. FLAGSHIP NEW YORK, GUANTANAMO BAY, CUBA. Friday, August 12, 1898. The New York arrived off the west end of Jamaica in the forenoon, and after remaining some time in the vicinity cruised eastward and finally, at four, headed for Guan tanamo, the only incident of the day being the speaking of a British steamer bound from the Cape Verdes to Mobile. SQUADRON BULLETIN No. 62. GUANTANAMO BAY, CUBA. U. S. FLAGSHIP NEW YORK, Saturday, August 13, 1898. The New York arrived at Guantanamo at 8.25 a.m.,"], [100, "96 squadron bulletins having spoken during the morning the Spanish steamer P. de Satrustegui with a safe conduct and bound for San tiago to carry thence Spanish troops for Spain. The Solace was found to have arrived. At 2 the Scorpion and Vixen arrived, having been in search of the Flagship on account of the arrival the pre ceding evening of a telegram ordering the suspension of hostilities, and ordering the New York, Brooklyn, Mas sachusetts, Oregon, Iowa and Indiana to New York. During the forenoon the following was received by tele graph: Washington, August 13, 1898. The following proclamation has been issued by the Presi dent of the United States: WHEREAS, by a Protocol concluded and signed August 12th, 1898, by William R. Day, Secretary of State of the United States, and His Excellency Jules Cambon, Ambassador Extraordinary and Plenipotentiary of the Re public of France at Washington, respectively representing for this purpose the Government of the United States and the Government of Spain; the United States and Spain have formally agreed upon the terms on which the negotia tions for the establishment of peace between the two coun tries shall be undertaken, and, whereas, it is in the said Pro tocol agreed that, upon its conclusion and signature, hostili ties between the two countries shall be suspended and that notice to that effect shall be given, as soon as possible, by each Government to the Commanders of its military and naval forces; now, therefore, I, William McKinley, Presi dent of the United States, do, in accordance with the stipu lation of the Protocol, declare and proclaim on the part of"], [101, "squadron bulletins 97 the United States, a suspension of hostilities, and do hereby command that orders be immediately given, through the proper channel, to the commanders of military and naval forces of the United States, to abstain from all acts incon sistent with this proclamation. In witness whereof I have hereunto set my hand and caused the seal of the United States to be affixed. Done at the City of Washington this twelfth day of August, in the year of our Lord one thousand eight hun dred and ninety-eight, and of the Independence of the United States, the one hundred and twenty-third. By the President, WILLIAM McKINLEY. WILLIAM R. DAY, Secretary of State. Orders were given for the ships mentioned to be ready to sail at 10 a.m. on the following day. All ships on the south coast east of Cienfuegos and at Puerto Rico were or dered to rendezvous at Guantanamo, except the Puritan, Terror, Amphitrite, Prairie, Wasp and Hannibal, which were ordered to go to Guanica, which is an excellent and secure harbor. A despatch was received from the Com manding Officer of the Newark that he had proceeded off Manzanillo with the Newark, Resolute, Suwanee, Hist, Osceola and Alvarado and demanded the surrender of the place, which being refused, he had shelled the batteries during the 12th. On the morning of the 13th he received under a flag of truce a telegram from the Department an nouncing a cessation of hostilities. No losses were incurred by us. He was ordered to return to Guantanamo and to send word to all ships to the westward to proceed to Key West."], [102, "98 squadron bulletins SQUADRON BULLETIN No. 63. U. S. FLAGSHIP NEW YORK, at sea. Sunday, August 14, 1898. The armored ships left for New York at 10 a.m. The publication of the Bulletin is suspended."], [103, "INDEX Aberenda, 35. Cayo Toro, II. Adula, 36, 37, 50, 51. Celtic, 17, 28, 33, 35. Cervera, 31, 40, 42. Cienfuegos, 9, 24. Cincinnati, 65. Aguadores, 20, 21, 22, 27, 32. Alexander, 19, 35. Alfonso XII, 66, 67. Altares, 20, 21, 25. Alvarado, 59, 60, 62, 97. Amphitrite, 65. Columbia, 52, 65. Congratulatory telegrams, 63, 64. Cortes, 91. Annapolis, 19, 25, 30, 6l, 65, 76. Antonio Lopez, 66. Cristobal Colon, 40, 41, 42, 54, 76. Armeria, 87. Daiquiri, 20, 21, 22, 27, 32. Aserradores, 14. 15, 17, iS, 27, 41. Destruction by 8-inch shell, 46, 69 74- Bancroft, 19, 21, 30, 88. Banes, 14. Detroit, 19, 21, 24, 25, 27, 59. Dixie, 17, 34, 50, 65, 76, 95. Dolphin, 7, 33. Battle July 3d, 40. Benito Estenger, 40. Dupont, 19, 50, 65, 75. Bombardment June 16th, lo, 11. Bombardment July 1st, 38. Bombardment Santiago, 53. Brooklyn, 22, 40, 43, 50, 53, 93. Eagle, 19, 21, 25, 30, 34, 66, 89, 90. East Batteiy, 6, 36. Eastern Squadron, 51. 52. Ericsson, 19, 44. Cabanas Bay, 15, 20, 21, 24 Cadiz Fleet, 26, 50. Estrella, 16. Evelyn, 77. Caimanera, 7, II, 19 Cape C' 34, 36. Cast'' , 14, 19, 20, 21. C ,ine, 19, 21, 25, 50. Fern, 66. Florida, 14, 18. Foreign press comment, 7, 8, 26, 30, jsualties, 5, 7, 9, 10, 24, 27, 29, 37 43- 3'- Frolic, 85. Cay Smith, 10, 16. Furor, 40, 41."], [104, "100 INDEX Garcia, 14, 15, 17, 19, 28, 32, 37, 47. Manzanillo, 35, 39, 70, 78, 79, 97. Maple, 89. Gibara, 79, 80, 81, 82, 83. Gloucester, 18, 19, 21, 38, 39, 40. 42, 65, 76, 87. Marblehead, 9, 30, 37, 43, 50, 71 72, 77- Guantanamo, 5, 6, 9, 10, 15, 19, 20, 50, 85. Maria Teresa, 40, 41, 42, 43, 45, 75 85, 94- Marine camp, 85 Hannibal, 77. Massachusetts, 6, 15, 22, 39, 40, 43, 50, 54. <>5- Harvard, 33, 38, 43, 50, 51. Hawk, 63, 66. Mayflower, 75. Health list, 86. Merrimac, 16, 26, 62, Merritt, 54. Helena, 19, 21, 25, 30, 33, 36, 53 Mines, 10, II, 13, 20, 30, 60,62,72, 74- 55, 70, 77- Hist, 33, 36, 39, 44, 53, 70, 77, 97. Holguin, 14, 15, 17, 51. Montgomery, 65. Morro, 16, 34, 39. Hornet, 19, 21, 25, 28, 34, 39, 70, 77 Indiana, 16, 19, 22, 25, 28, 39, 40 Nashville, 80. 42, 43, 53. 60. Neguera Bay, 39. Iowa, 22, 39, 40, 42, 44, 50, 61 Newark, 38, 39, 40, 47, 51, 88, 97. New Orleans, 6, 21, 22, 24, 52, 65. New York, 14, 22, 38, 39, 40, 42, Jicacal, 29, 30. Jorge, Juan, 65. 5°, 53. 54. 59. 63. 95 Niagara, 50. Juan, Gonzales, 41. Nima-Nima, 4t Nipe Bay, 65. Numancia, 72. Kingtor, 26. Landing, 20, 23, 24, 25, 26. Lebanon, 35. Olivette, 52. Leonidas, 77. Leyden, 61, 64. Linares, 72, 73. Lora, 17. Oquendo, 40, 41, 42, 45, 46. Order of battle, 20, 21, 22, 23. Oregon, 15, 22, 38, 39, 40, 42, 50, 54. Osceola, 19, 22, 25, 34, 50, 51, 53, Louisiana, 37. 70, 97- Machias, 53. Manati, 83. Manila, 9. Panama, 69. Pando, 14, 35, 44. Pareja, 13. Manning, 19, 36, 60, 77 Peace negotiations, 75."], [105, "INDEX 101 Peace protocol, 94, 96. Pelayo, 72. Seguranca, 18. Shatter, 18, 34, 48, 49. Siboney, 27, 32, 36. Sigua, 14, 19. Perez, 35. Playa del Este, II, 12, 13. Pluton, 40, 41, 42. Skirmish, June 14th, 7, Socapa, 10, 16. Solace, 50, 52. Spanish fleet, 40. Ponce, 76. Porter, 14, 51. Port Guanica, 72. Potomac, 54, 61 , 64. Prairie, 65. St. Louis, 5, 18, 22, 27, 33, 43, 87. St. Paul, 5, 52. Supply, 72. Preliminary agreement, 56. Punta Caracolas, it. Surrender Santiago, 55, 59 Punta Gorda, 16, 39. Suwanee, 7, 19, 22, 24, 36, 38, 40, 54, 63, 70, 74, 88, 97. Purissima Concepcion, 9. Puritan, 65. Terror, 16, 64, 65. Texas, 7, 21, 22, 24, 26, 39, 40, 42, Quasima, 26. 43, 54, 70. Topeka, 65. Torpedoes, 9, 16. Rabi, 14, 15, 19, 21 Reina Mercedes, 16, 17, 44. Relief, 50, 52. Report of June 24th, 28. Resolute, 42, 50, 68, 88, 97. Rigault de Genouilly, 55, 62. Rio Tarquino, 41, 42, Verannes, 14. Vesuvius, 5, 25, 33, 34. Viscaya, 40, 41, 42, 44. Vixen, 15, 17, 19, 21, 30, 39, 40, 42, Rodgers, 19, 50. 50. Vulcan, 38, 50. Samoset, 72. Sandoval, 11, 15, 59, 71 San Francisco, 9. Wasp, 19. 21, 24, 61, 65, 76, 87. West Battery, 6, 24, 36. Santa Cruz, 77, 78. Wilmington, 50, 54, 70, 77. Santiago, [I, 14, 16, 22, 32, 35 33 Wampatuck, 18, 19, 22, 27, 36, 39, 47- 70. Santo Domingo, 66. Saratoga, 68. Yale, 31, 33. 34, 53. 65. Saturn, 75. Yankee, 9, 17, 34, 64, 84, 95. Yankton, 33, 34, 64. Scindia, 5, 35- Scorpion, 21, 27, 36, 50, 70. Yosemite, 17, 18, 66."], [106, ""], [107, ""], [108, ""], [109, ""], [110, ""], [111, ""], [112, ""]]