[[1, ""], [2, ""], [3, "NACHTRAG METNER KRÏTIK DER OUELLEN ZUR GESCHIGHIE DER STADT WIEN. ZUR ABWEHR UND KLÀRUNG. VON DI; KARL UHLIRZ STADTABCHIVAR. WIEN 1896. VERLAG VON SCHWORELLA & HEICK. Ж"], [4, ""], [5, "NACHTRAG /i MEINER KRIT1K DER OUELLEN ZUR GESCHICHTE DER STADÏ IN. ZUR ABWEHR UND KLÀRUNG. Von DB KARL UHLIRZ i-TADTAHC'HIVAK. WIEN 1896. VERLAG VON SCHWORELLA & HEICK. !Í|EILIC«««-«UCH|II1UC«ÏRÉI «MEH. I». FRCRfBslSTB"], [6, ""], [7, "Ais ich am 24. .Tanner d. .1. eiiie ausfuhrliche Besprechnng des ersten Bandes der von dem YViener Alterthums-Vereine auf Kosten des Gemeiiulerathes herausgegebeiieii „Quellen zur Geschichte der Stadt Wien\" der ( (etfentlichkeit iibergab, in der ich nachwies, dass der Anlage des Werkes ein tieferer Gedankenplan, wie man ihn von dem ordnendeii Verstande des Gelelirten zu verlangen bereclitigt i&t. niclit zu Grunde liège, dass der angebliclie Zweck, eine gesicherte Grundlage fin, die von demselben Vereine heraus- gegebene Geschichte der Stadt zu bescliatïen, auf dem betretenen Wege nicht erreicht werden kôniie. dass die Aiisfiihriiug im Einzehien an vielen Stellen eine kaum glaublirlie Unkeimtnis und liôchst tadelnswerthe Fluchtigkeit aufweise, dem Beniitzer also nur Unbequemlichkeit und Unsidierheit erwachsen, wodurch selbst der YVerth des dargebotenen neuen Quelleiistofìes beeintrachtigt werde, musste ich auf eine Entgegnung gefasst sein. Es war nicht allein ein Recht. sondern eine Pflicht des Rédacteurs, auf meine Kritik zu antworten, entweder ihre Richtígkeit zuzugeben und Abhilfe fur die Zukunft zu versprechen, oder aber sie nach Moglichkeit zu entkraften. \"Wáre das Letztere in sachlicher Weise geschelien, so batte daraus eine sehr níitzliche zv.% êpvoio entstehen kònnen, die uns viele neue Aufschliisse iiber die Bearbeitung von Urkunden- regesten, uber die Behandlung mittelalterlicher Festdatieriingen und manche andere Einzelheiten verheissen batte, in denen ja der Fachmann von dem Dilettanten, dessen Blick und Unbefangenlieit durch keine Sachkenntnis getrubt ist, vielfache Anregung und Belehrung erfabren капп. Irh sah daher der von dem Herm Rédacteur der „Quellen\", dem niederôsterreicìiischen Landes archivar Dr. Anton Mayer, vorbereiteten Antwort mit uni so grôsserer l*"], [8, "4 Spannuiig entgegen, ais dieselbe lange auf sich warten liess, ein Zeichen, dass der Herr Rédacteur sich seiner Aufgabe mit ruhiger Ueberleguiig und grosser Gewissenhaftigkcit widmete. Wie gross war aber meine Enttàuschung, ais am 30. Márz, also nach mebr ais zweimonatlicber Pause, ein Heftcben in meine Hiinde gelangte, welches seinem Titel nach allerdings dièse Antwort vorstellen sollte, aber schon auf den ersten Seiten verrietb. dass die mit so grosser Theilnahme envartete sacbliclie Belebrung darin nicht. sondern nur eine Mischung von Beleidigungeii und Beinuliungeii. auf selt samen Pfaden einen Ausweg zu sucben, enthalten sei. Der Ton, in dem das Schriftclien abgefasst ist, die Mittel, deren sich der Herr Rédacteur bedient, wiirden micli der Widerlegung vollstitiidig entheben : venu ich midi aber (loch dazu entschloss. die Brochure des Herrn Rédacteurs zu priifen und das Ergebnis meiiier Ueber pruíung einem nachsichtsvollen Publicum vorzulegen, so geschah dies nur in der Erwagimg, dass der Herr Rédacteur, so viel ich sehe. den ersten Versuch gemacht hat, eine Méthode, welcbe im òtfentlicben Leben unserer Stadt sich ais verhaugnisvoll erwiesen bat, auf das wissenschaftliche Gebiet zu iibertragen. und dass es Pflicbt eines Jeden ist, solchem Versucbe gleich Anfangs mit aller Bestimmtheit entgegenzutreten, das eingehaltene Yerfahren schonungs los aufzudecken. In diesem Falle eine besonders unerfreulicbe und unerquick liche Aufgabe! Denn es handelt sich nicht um eine Angelegenlieit, deren Bedeutung fur jeden klar zu Tage liegt und die eigene wie fremde Theilnahme von vorneherein erregt, ja selbst inner halb des engeren Rahmens wird es erschwert, die Streitpunkte klar zu erfassen und zu beschreiben, da das Schriftclien des Herrn Rédacteurs schlafì' gedacbt. unglucklich im Ausdruck und nur da rauf berechnet ist, durch eine Lùizahl von Einzelheiten. die in laxer und melirdeutiger Form vorgebracht werden. bei dem Léser nicht etwa eine sichere Ueberzeugung. sondern eine gegen midi gerichtete Stimmung hervorzurufen. Und Stimmungen kann man nicht widerlegen ! Zu verhindern aber, dass sich dièse beabsichtigten Stimmungen zum Vorurtheile verdichten, bleibt nichts anderes iibrig, ais dem Herrn Rédacteur ein Yerdachtigungskerzclien um das andere auszulôsclien . ein Yerfahren. bei dem sich der in seiner Ehre Angegrifteiie ja immer im Nachtbeile befindet. da die"], [9, "5 Widerlegung solcher anscheínend nebensachlichen Einzelheiten bei dem Léser nur zu leicbt Unbehageii und Ueberdruss erregt. Die Schrift des Herrn Rédacteurs zerfallt in drei Abschnitte, deren erster den Léser dariiber unterrichten soli, was in nieiner „Brochure nicht gesagt\" ist. Wie man sieht, ein hôchst frucht barer Gedanke, den auszutriiumen ich dem geneigten Léser iiber lasse! Man sollte zwar glauben, der Herr Rédacteur hiitte genug gehabt an dem, was ich gesagt habe, er ist es aber nicht zufrieden. Ich gestehe. dass ich selbst auf die zu erwartenden Aufschliisse hôchst begierig gewesen ware, leider hat sich aber der Herr Rédacteur die Beantwortung seiner Frage etwas zu leicht gemacht, denn er erzahlt uns zuniichst gar nichts von dem, was ich nicht gesagt habe, sondern salit mich gleich mit der Behauptung an, ich hiitte eine „Unwahrheit\" und „versteckte Verdâchtigung\" vor gebracht Das ist ja fur ein erstes Capitel genug! Wie kommt aber der Herr Rédacteur zu seinem Vorwurf? Die „Unwahrheit\" sóll darin liegen, dass ich in den einleitenden Worten meiner Be sprechung erklârt habe, mich auf das sachliche Gebiet zu be s< hranken, wahrend der Herr Rédacteur uns versichert, es kònne ..aus vielen Stellen der Broschure unwiderleglich bewiesen werden\", dass das „unwahr\" sei (S. 5), dass ich vielmehr weit „uber die (ireuzen des Sachlichen\" hinausgegangen sei (S. 22). Diesen un widerleglii hen Beweis hat aber der Herr Rédacteur an keìner Stelle erbracht. Denn darin, dass ich nach seiner Ansicht keine selbstitndige Schrift ausgeben, sondern mich mit einem Artikel 111 einer Fachzeitscbrift hiitte begniigen , jedenfalls aber dièse „Brochure\" nicht „durch den Buchhandel hiitte in weite Kreise tragen\" sollen (S. 9, 22, 24), kann man einen solchen Beweis nicht erblicken. AVelche Ausdehnung einer Schrift zu geben ist, muss dem Ermessen des Autors uberiassen bleiben und einen andern Weg der Verbreitung einer wissenschaftliclien Druckschrift ais den des Buchhandels kenne ich vorláufig noch nicht. Wenn er ferner sagt, ich habe ihn und das Comité persônlich angegriffen, so kann dies nur in einer seltsainen Unterscheidung personlicher und sacb licher Kritik geschrieben sein, die ich nicht zu theilen vermag. Wenn etwa A dem B nachweist, B habe diesen und jenen Fehler gemacht, sei in diesen oder jenen Irrthum verfallen, habe sich dièse und jene Xachlassigkeit zu Schulden kommen lassen, so wáre dies"], [10, "6 nach des Herrn Rédacteurs Ansicht eine persônliche Kritik. Wollte man die Richtigkeit dieser Auf fassung zugeben. so wiirde auf vielen Gebieteu, namentlich der Geisteswissenschaften. eine sachlichc Kritik iiberhaupt nicht, sondern nur eine persônliche statthaben kòniien, denn Fehler der besprochenen Art kònnen nur von Personen, nicht von Sachen begangen werden. Kritik aber ist auch in diesem Sinne unbedingt nothwendig, um die Verbreitung der auf die Bahn gebrachten Irrthiimer zu hindern, der pseudowissenschaftlichen Riclitung mit berechtigter Scharfe entgegenzutreten und den Mass stab fur die Beurtheilung wahrhaft guter Leistungen unversehrt zu erhalten. Dass aber namentlich das Letztere sehr wichtig ist, wird jedem einleuchten. der wahrnimmt. wie der Herr Rédacteur in seiner „Antwort\" die Raschheit seiner so wenig musterhaften Ver ôtïentlichung gegen die lange Dauer der von Fachmannern aus gefuhrten Arbeiten herauszustreichen versucht. Es ist ja eine redite Freude, herzhaft loben zu kònnen, es wird aber nur zu ost darauf vergessen, dass unbegrimdetes und unberechtigtes Lob einen Schaden fur die Beurtheilung jener Leistungen bedeutet, welche solriies Lob ehrlich verdienen. Es scheint mir also aus jenem Vorwurfe eine etwas getriibte Anschauung zu sprechen, der gegeniiber icli nur hervorheben kann. dass ich den ernsten Willen gehabt habe, jeder personlichen Kritik im schlechten Sinne ferne zu bleiben. und dass es mir nach dem einstimmigen Urtheile der in dieser Hinsicht berufenen Mànner auch gelungen ist, diesen Vorsatz aus zufubren. Ich weise daher den vom Herrn Rédacteur erhobenen Vorwurf der „Unwahrheit\" ais nichtig und unbegrundet zuriick. Nicht minder leichtfertig ist die Behauptung, ich hiitte dadurch. dass ich erkliirte, eben in Folge meines Strebens nach Beschrankung auf die Sacbe nicht die Vorgeschichte des Unternehmens schildern zu kònnen, „eine versteckte Verdâchtigung\" angebracht. Eine Anspielung ist noch keine Verdiichtigung, mit keinem Worte habe ich angedeutet. dass die von mir erwahnte Vorgeschichte, die, wie wir sehen werden, dem Herrn Rédacteur sehr wohl bekannt ist, eine uuebrenhafte sei. Die spasshaíte Beweisfiihrung, dass ich gerade aus sachliriien Griinden genôthigt gewesen ware, dièse Vorgeschichte zu erzahlen. lâsst mich unbewegt, dagegen muss ich auf den Versuch des Herrn Rédacteurs eingehen, der den Léser glauben machen will. dièse Vorgeschichte bestehe darin. dass ich"], [11, "7 bei der Herausgabe der Quellen bei Seite gesetzt worden und meine Recension nur eine Frucht nieiner dadurch gereizten Eih píìndlicbkeit sei. Zwar stimmt mit dieser Annahine nicht, dass ich selbst nach des Herrn Rédacteurs Angabe meine „Heranziehung\" uiimbglidi gemacht habe, und norii weniger, dass ich mich schliesslich doch zur Theilnahme bereit eíklârt habe, aber ich weiss nicht, ob nicht etwa der Herr Rédacteur gerade durcli dièse widerspruchsvolle Darstellung ein ihr entsprechendes Urtheil iiber mein Verhalten hervorrufen wollte. Hauptsache ist, dass der Herr Rédacteur beririitet, er sei wahrend der vier wôchentlichen Bedenkzeit, die er sich vor der Uebernahme der Rédaction ausbedungen natte, zur Ueberzeugung gelangt, „dass der Archivas der Stadt Wien. der doch wenigstens amtlicb in Kenntnis der Sachlage sein musste. herangezogen, ihm eigentlich ein hervorragender Einfluss auf das beabsichtigte Unternehmen, namlidi „Quellen zur Geschichte der Stadt Wien\" in Fonn von Regesten zu veròtì'entlichen. eiugeriiumt und er in dieser Beziehung angegangen werden sollte,\" meine „Heranziehung zu irgend welcher Theilnahme\" sei aber unmôglich geworden und in Folge dessen seien weitere Schritte des Regesten-Comités unterblieben. U m seine Darstellung glaubhaft zu machen, bedient sich der Herr Rédacteur eines Mittels, das in einem ehrlichen literarischen Kampfe keine Verwendung tiuden sollte, namlidi der Verwerthung von Privatbriefen ohne die vorher eingeholte Einwilligung des Schreibers. Da die ganze von dem Herrn Rédacteur hereingezogene Angelegenheit, selbst wenn seine Darstellung auch nur im geringsten der Wahrheit entspriiche, fur die Bewerthung der fiìr mein abíalliges Urtheil beigebrachten sachlichen Grande ganz belanglos ist, da ich die persônliche Ehrenhaitigkeit des Herrn Rédacteurs an keiner Stelle ineiner Recension angegriffen habe, so fehlt es ihm an jeder Entscbuldigung fiir den Gebrauch dièses unerlaubten Kanipfmittels, um so mehr ais er sich gehutet bat, meinen Bries vollstiuidig zu verôtfentlichen. sondern nur jene Stellen ausgewâhlt hat, die fui seine Auffassung zu sprechen scheinen. Da ich es doch nicht ruhig liinnehmen kann. in dem sonderbaren, wenig anmuthigen Lichte zu bleiben. in das mich der Herr Rédacteur geriickt hat, so bin ich gezwungen, eine genaue und wabrheitsgetreue Darstellung meines Verhaltens zu geben, zu welcbem Zwecke ich allerdings —"], [12, "8 und zwar, da ich midi im Stande der Nothwehr befinde, mit voiler Berechtigung — meinerseits von den Briefen des Herrn Rédacteurs Gebraueh machen muss. Zum Verstándnis der folgendcn Briefe schicke ich voraus, dass am 7. Mârz 1893 der Gemeinderath das Gesuch des Wiener Alterthuins-Vereines um Bewilligung einer Subvention fur das von diesem Vereine geplante Geschichtswerk abschlâgig beschieden, dagegen dem Vereine den Betrag von ló.OOO fl. fur Erforschnng archivalischer Quellen und fur Arbeiten zur Herstelluiig eiiier Biblio graphie bewilligt batte. Von diesem Beschlusse erhielt ich durch die Zeitungen und das Amtsblatt Kenntnis, liber die weiteren Schritte des Alterthums-Vereines war ich in keiner Wreise uiiter richtet, es ist daher die Annahme des Herrn Rédacteurs, dass ich „wenigstens amtlich in Kenntnis der Sachlage sein musste\", voll standig unriditig. Ich erfuhr von der Absicht des Alterthums- Vereines, Regesten herauszugeben, erst ganz zufállig, ais ich am 18. November 1893 auf dem k. u. k. H. H. und Staatsarchive ge spráchsweise von meineu Arbeiten im Stadtarcbive erzahlte und mir Herr Sectionsrath Felgel ais ganz sicher mitzutheilen wusste, dass die Regesten aus dem Stadtarcbive in dem von dem Alter thunis-Vereine berauszuuebenden „Jahrbucbe\" erscheinen werden. Ich dtirfte meinem Hefremden daruber, dass ich von derartigen Dingen. die mich doch mehr ais jeden anderen beruhrten, nur durch Zufall Kenntnis erlange, Ausdruck verliehen haben, habe mich aber natiirlich uni so weniger veranlasst gesehen, an jenes zufallige Gespriich irgend welche Schritte anzuschliessen, ais ich nicht einmal wusste, dass Herr Sectionsrath Felgel dem Regesten comité angehòrte. Ich war daher einigermassen erstaunt. ais ich am 3. Dezember 1893 folgenden Bries erhielt, aus dem ich jene Stellen, welche sich auf die in Rede stehende Angelegenbeit be ziehen. im Wortlaut mittheile : Wien, am 2. December 1893. Sehr geebrter Herr Stadtarchivar ! „Ich bitte, die nachfolgenden Zeilen nicht ungutig aufzuiiehmeu, „uud ich môchte auch einen besonderen Wertli darauf legen, dass „Herr Stadtarchivar dieselben ais von einem Manne kommend. dem „Sie wobl zutraueu, dass er die Wahrheit spricht, auch ais auf „Wahrheit beruhend entgegen nehmen werden."], [13, "9 ..Waruni ich dièse Einleitung mâche, wird Ihnen, hochgeehrter „Herr Stadtarchivar. aus dem Nachfolgenden sich ergeben. „Ich erlaube mir dièse Zeilen auf Grund der vorgestrigen „Sitzung des Ausschusses des Wiener Alterthums-Vereines und „einer ebenda gemachten Mittheilung des Herrn Sectionsrathes „Felgel abzusendeii. Ich sehe mich dazu veranlasst, uni Ihnen, „Herr Stadtarchivar, den thatsariilichen Verlauf in Sacben der vom „Alterthums-Verein zu Wien geplanten Geschichte der Stadt Wien, „soweit es auch Ibre werthe Person betrifît, auseinander zusetzen.\" Es folgt nunmehr eine liingere Darstellung, welche von der ganz unrichtigen Voraussetzung ausgeht, ais sei ich ilaruber gekriinkt, dass ich nicht „mit der Bitte angegangen wurde-, mich ail dem erwàhnten Unternebmen, also der Geschichte, zu betheiligen. Herr Dr. Mayer erwàhnt hierauf den von dem Gemeinderathe gefassten Beschluss vom 7. Marz 1893 und erziihlt, dass er sich nur nach limgerer Bedenkzeit zur Uebernahme der Rédaction entschlossen habe. ,,Ich wollte absolut nicht aiinehmen, „was auch protokollarisch festzustellen ist, zudem ich ja von allem „Anfange ein entschiedeuer Gegner der Aimalnne der communalen „Subvention war, da ich und wir aile ja wissen, welcher Vorgang „und welcher Vorscblag fur solche Art der Subventionierung mass „gebend war. Auf vieles Zureden bin entschied ich midi fur die „Annahme und siehe da — ich habe, wie ich es schon ahnte, die „erste Unanuelimlicbkeit. Es heisst, Herr Stadtarchivar seien un „gehalten, dass Sie noch nicht ofíiciell eingeladen wurden, dass „man sich noch nicht an Sie uni Unterstíitzung des Regestenwerkes „gewendet habe, da man doch aus dem Schatze des Wiener Stadt „archives Ailes durch Sie, Herr Stadtarchivar, zu bekommen hotft. „Und mit Redit! Ich môchte Sie nun, hochgeehrter Herr, um dem „miissígen Gerede ein Ende zu machen, vorliiung — bis die offi cielle Einladung von Seite des Alterthums-Vereines zur Theil „nahme am Regestenwerke wie auch an der geplanten Geschichte „der Stadt Wien und zum Eintritte in das „Literarische Comité\" . erfolnt ist — redit freundlich gebeten haben, midi gutigst wissen zu lassen. ob wirklich ein Missniutb Ihrerseits gegen meine Person bestebt und ob Sie — wenn nicht — meiner vorlautìgen warmen Bitte auch das Regestenwerk geneigtest uiiterstiitzen zu wollen, \"Gehò'r schenken. Ich wiirde daruber hoch erfreut sein, wenn"], [14, "— К) — „letzteres der Fall ware.\" Es folgt daim noch eine Yersiriierung rein persònlicher Art. Auf diesen Bries antwortete ich mit dem Schreiben vom (i. December, aus dem Herr Dr. Mayer eine Stelle mittheilt. Da dieselbe nur ia dem Zusammenliange. in dem sie steht, verstandlich ist. so bin ich genôthigt, den -auf die Angelegenheit des Alterthums- Vereines beziiglichen Theil meines Bricfes nach dem von mir auf- bewabrten Concepte im Wortlaute mitzutheilen 7 : Ich mu** Ihnen aufrichtig gestehen, dass mich ïhr „Bries einigermassen uberrascht hat. Denn in der Vnterredung mit „Herrn Seetionsmth Felgel, die iibrigens ein ganz zufdlliges, nebenher „gefiihrtes und con ihm sehr gegen meinen Willen begonnenes Gesprâch „war, ist Ihrer gar keine Erwâhnung geschehen, wie ich denn aus „Hii-i'ìh Bries e zuerst crfahre, dass Sie mit der Leitung des Regesten „irerkes, con dem ich irieder zuerst durch Herrn Sectionsrath Felgel „erfahren habe, betraut sind. Von einer persônlichen Verstimmung „meinerseits i/egen irgend jemand kann iiberliaupt nicht die Rede sein, „vollends aber nicht gegen Sie. Ich bin mir zu sehr Ihrer freurid- ,. lichen Gesinnung gegen mich bewusst und lege viel zu grosses „Gewicht auf dieselbe, ais dass ein so geringfugiger Anlass gehìigen ..'riirde, den Werth derselben auch nur im kìeinsten Muasse „zu rerringern. Ueberhaupt mochte ich von vorneherein die Meinung „ablehnen. ais sei durch meine Nichtberufung eine dauernde per „sònliche Verstimmung in mir aufgekommen und ais kònnte sie „meine sachliriie Anschauung beeinflussen .... Ist es mir hun „ausserordentlich peinlicb — heranzuziehen. Ich irill mich hier „durchaus in keine Kritik des bisherigen Vorganges einìassen, „ich bin viel zu duldsain, um nicht zu wissen, dass Gutes auf „rerschiedenen Wegen erreicht werden kann, und werde mich herzlicli „fretten, wenn wirklich Gutes auf dem uns gemeinsamen Arbeitsgebiete „so oder so erzielt wird. Aber eines glaube icli doch Ilinen zùr Erwagung „anheimsteUen zu miissen. Meine Nichteinladung ist natUrlich nicht ') Der Cursivdruck zeigt ilie von Herrn Dr. Mayer nicht mitgetheilten Stellen an. Da ich keine Abschrift, sondern nur das Concept dièses Schreibens í.ui'uckbehalten habe, so ist es nicht ausgeschlossen, dass etwa in einzelnen stilistischen Nebendingen bei der Niederschrift kleine Aendcrnngen eingetreten sind, die aber den Gedankengang nicht beríihren."], [15, "11 „unbemerkt geblitòm um/ auoii in durchaus verschiedener Weiee am „iieliilt iinrden .... Ist nun die ganze Sache — Réserve zu balten. „Ich h/cl' mich durch Ihr frcundlichis und icecthcs Schreiben ZU „diisrr ofenen und dindiau* unbefangenen Darlegung verpflichtet und „hoffc. dass Sic dieselbe nicht ìibel aufnehmen werden. Gkich Ihnen „iriinsche auch ich. dass jeeh г Anluss ;u ì'crstimmnng oder sar Triibung „frcundlichcr Verhaltnisse in logaler Weisc nui coriihcrcin beseitigt wird, „m vl icìi lutte Sic, versicherl :н sein, dass Sic in dieser Hinsicht bei „mir jedcr:eit dus griiss/e Entgegenkominen simien werden. Duron, dus* Jeh in dieser Hinsicht auf voile und innerliche Gegenseitigkeit rechnen „kann, glaube ich iiberzcugt sein zu iliirfen. Ich encarte auch. dus* „Sie und die anderen Herren den Schwierigkeiten, die sich fur mich au* „meincr amtlichen Sfcllung ergeben, Rechnung tragen werden. Indem „icìi Sie bitte, den Ausdruck u. s. «•. Aus dem Zusanimenhange, in dem die von dem Herrn Rédacteur ausgewahlten Siitze stehen, ersieht man, dass mein Bries sich in der Hauptsache nicht auf die Regesten, sondern vielmebr auf das Gescbiclitswerk. und die von mir ais notliwendig bezeicbnete Reserve sich auf die ungunstige Beurtheilung, welche der Gemeinderaths beschluss vom 7. Miirz 1893 durch den Herrn Rédacteur erfahren batte, bezog. Dass mein Bries im December 1893 auch keine audere Auslegung von Seite des Herrn Rédacteurs, jedeufalls aber nicht jene. die er ihm heutc untersebieben môchte, gefunden bat. dass durch mein Schreiben die Verhandlungen iiber meine Theilnahme an dem Regestenwerk nicht. wie der Herr Rédacteur bebauptet. ab geschnitten worden sind. geht scboii aus dem folgenden Briefe liervor. den der Herr Rédacteur am 17. December 1893 an mich rirhtetc : Sehr geehrter Herr Stadtarchivar! „Nur einige widrige Zwischenfalle krankbeitsbalber haben „midi verhindert. dass ich Ihre gutigen und freundlidien Zeilen. „die Sie mir auf mein Schreiben hin zukommen liessen, sofort be „antwortete. Ich erlaube mir nun hierait dièse meine Schuld „iiachzutraí'en mit der Bitte. Herr Stadtarchivar môchten die „gegenwàrtigen Zeilen nicht ungtitig aufnehmen. Ich bin sehr erfreut und fiihle mich ganz besonders zu Dank yerpflichtet, dass Herr Stadtarchivar mir Ihre wohlwollende Gesinining auch fernerbir"], [16, "12 „bewahren werden: ich lege auf dieselbe ganz besondereu und „umsomehr Werth, ais ich in meiner Stellung mit Hindernissen „unglaublicher und ungerechter Art zu kampfen habe. Die ander „weitige Anerkennung und Werthschatzung muss mir <la zum Troste „dienen,\" „Betretïs des sonstigen Inhaltes Ihrer hochgeschatzten Zeilen „musste ich selbstverstandlich dem Ausschuss des Aìterthums „Vereines berichten und hat von demselben Herr Hofratb Dr. Lind „den Auftrag erhalten, mit Ihnen, Herr Stadtarchivar, persônlich „die weitere aufklârende Rucksprache zu pflegen und die darauf „basirende Bitte im Namen des Ausschusses Ihnen vorzutragen . . . .\" Auf dièse aufklârende Rucksprache habe ich vergebens gewartet. sie ist nicht erfolgt. Dagegen richtete am 15. Janner 1894 Herr Dr. Mayer ein Schreiben an mich, in dem er mich von dem am 12. Janner vom Ausschusse des Alterthums-Vereines einstimmig gefassten Beschlusse verstilndigte, wonach an midi die Bitte gerichtet werden sollte, ich mòchte mich an dem Regestenwerke „in ganz besonderer Weise betheiligen\". In Folge dessen faud ich mich bereits am 23. Janner in dem Bureau des Herrn Dr. Mayer ein, erklarte meine Bereitwilligkeit, dem von ihm mir niitgetheilteii Wunsche zu entsprechen, verlangte aber, dass an mich eine be sondere Zuschrift gerichtet werde, damit ich ein Substrat fur eine Eingabe an den Stadtrath habe, dem ja in dieser Angelegenheit die letzte Entscheidung vorbehalten blieb. Es fanden daim noch am 2. Mai und 7. September 1894 Besprechungen zwischen mir und Dr. Mayer statt, worauf ich am 2. November 1894 folgende Zu schrift des Alterthums-Vereines erhielt: Sehr geebrter Herr Stadtarchivar! „Nachdem der erste Band der auf Kosten des lòbl. Gemeiude „rathes der Stadt Wien durch den Alterthums-Verein zu Wien „herauszugebenden „Regesten zur Erforschuug der Geschichte der „Stadt Wien\" nahezu abgeschlossen ist, wendet sich das vom „genannten Vereine eingesetzte Regestencomité durch den Aus „ schuss des Altertbumsvereines an Sie, hochgeehrter Herr Stadt archivar, mit der freundlichen Bitte, dass Sie nuninehr auf Grund „von niiindlicheii Besprechungen das Geeignete gutigst veranlassen „môchten, damit auch die Regesten aus den Urkunden des Stadt-"], [17, "13 „archive in jenes Werk eingereiht wtìrden und das von Ihnen, Herr „Stadtarchivar. zu diesem Zwecke schon vorbereitete Material nach „Thunlichkeit der Rédaction (Custos Dr. Mayer) gefalligst zu „gesendet werde.\" Wien, 2. November 1894. Der Ausschuss des Alterthums-Vereins zu Wien zeichnet achtungsvoll : Fr. Kenner. Prásident-Stellvertreter m. p Dr. Karl Lind m. p. Meiner miiudlichen Zusage entsprechend erstattete ich iiber dièses Schreiben den erforderlichen Bericbt an den Stadtrath. der in Genehmigung meiner Yorschlage am 17. Janner 1895 den von dem Herrn Rédacteur in seiner Schrift (S. 8) angefuhrten Be scbluss fasste, in dem er seine Zustimmung dazu ertbeilte, „dass die von dem stadtischen Archivai' nach wissenschaftlichen Grundsdtzen :u hearbeitenden Regesten der im stadtischen Archiv verwahrten Urkunden innerhalb des vom Wiener Alterthums- Vereine in Aus sicht genommenen Regestenwerkes in selbstàndigen Bànden . . . ver ôiîentlicht werden\". Es scheint mir schwer. in diesem actenmassig belegten \\ cr iante der. wie ich meinte, zu einem gedeiblichen Abschlusse ge brachten Angelegenheit auch nur die Spur irgend welcher Empfind lichkeit meinerseits zu entdecken, sie bestand damais und bestebt heute nur in der Einbildung des Herrn Rédacteurs: in bereit willigster Weise bin ich vielmehr dem von Herrn Dr. Mayer mir bekannt gegebenen Wunscbe des Regestencomités. mich an der Verôffentlichung des Alterthums-Vereines zu betheiligen, von Anfang an entgegengekommen, mit voiler Unbefangenheit habe ich midi gegenuber dem nur in seinen Uinrissen. nicht in der mangelhaften Ausfuhrung bekannten Plane der Publication verhalten. Wie in diesem Punkte. so steht des Herrn Rédacteurs Darstellung auch in den Behauptungen, dass meine „Heranziehung zu irgend welcher Theilnahme unmôglicb\" gewesen sei und dass in Folge meines Schreibens vom fi. December 1893 „weitere Schritte unterblieben\" seien, mit dem wirklichen Verlaufe in klarstem AYiderspruch und es entbehren daher auch aile von dem Herrn Rédacteur aus diesem"], [18, "14 Anlass gegen miel) erhobenen otfenen und versteckten Anwiirfe jeglicher Berechtigung r). Nach dem Gesagten auf die folgenden Absiitze des ersten Capitels, in denen der Herr Rédacteur mir „anitlich incorrecte\" Handlungsweise anzudichten sucbt, des Naberen einzugehen, halte ich fur ûberfliissig. Fur meine amtliche Thátigkeit bin ich dem Herrn Landesarchivar ebensowenig verantwortlich, wie er mir fur die seine: es ist daher eine ganz ungeschickte Anmassung. von der sich der Herr Rédacteur bei der Abfassung dièses Absclinittes zu einem ziemlich beispiellosen Vorgehen bat verleiten lassen2). Ganz haltlos ist auch seine Aufstellung, dass der Stadtrath durch seinen Beschluss und ich durch meinen Vorschlag das Yerfahren. archivweise zu publicieren, ais ricbtig anerkannt biitten. Sich dafur oder dagegen auszusprechen, war damais gar keine Nòthigung vor handen. da der Anlass fur Vorschlag und Beschluss lediglich in dem Ansiicben des Wìener Alterthums-Vereines lag, die Yer otfentlidiuiig des Inventars der Originalurkunden, welche der Stadt rath mit Beschluss vom 9. August 1894 angeordiiet batte, inner halb des vom Alterthums-Yerein herauszugebenden Regestenwerkes statttìnden zu lassen. Diesem Ansuchen nicht zu ent.sprechen, lag keine gerechte Yeranlassung vor, da ja damais der erste Band noch nicht bekannt war und kein Mensch abneii konnte, dass die Ausftibrung desselben so weit binter den bescheidensteii An forderungen zuruckbleiben wiirde. Und auf dièse kommt es doch sehr an. Ware die Ausfuhrung in allen Theilen so gleichmássig gut gewesen wie in Hammerls Arbeit, so hiitte man gegenûber dem ganzen Werke einen wohlwollenden Standpunkt einhalten, die ') Durch obigen Nachweis werden auch die Siltze ans S. 12 hinfállig, die ich mir ihrer classischen Form wegen im Wortlaut herzusetzeu gestatte: „Und gerade Dr. Uhlirz ais der Benifenste fiir dièse Arbeit hat gleich vom Anfange an — vielleicht wegen der angedeuteten Vorgeschichte — erklàrt, in vollstândigor Réserve zu bleiben. Die Anempfehlung des chronologischen Systems nach dem Begriffe Arbeit ( ! ) ist ihm daher vom sichem Port aus ffvi gelungen. -) Der Herr Rédacteur wagt es, mir am Schlusse seiner Schrift (S. 2a) „Denniiciation in optima forma\" vorzuwerfen. Wie soli man es nennen, wenn er auf S. 9 schreibt : „Ob nun der Vorgang des Stadtarchivars Dr. Uhlirz . . . ein amtlich correcter genannt zu werden verdieni, dies zu beantworten iiber- lassen wir allen Lesern, vornehmlich den betheiligten Kreisen!\""], [19, "15 unleugbare Unhándlichkeit l) mit in Kauf uehmen kònnen. Das ist aber nicht môglirh, wenn zu dieser Unhequemlicbkeit noch Nach bissigkcit, Unkenntnis und Ungleichmàssigkeit binzukoininen. Er wagt man noch. dass mein Vorschlag nur einem mir zuerst von dem Herrn Rédacteur, dann von dem Ausscbusse des Alterthums- Vereines selbst initgetbeilten Wunsclie des von dem Letzteren be stellten Regestenconiités entsprechen sollte, so wird man es be greiflich simien, wenn ich aber den Dank. den ich nuiimebr fur meine Bereitwilligkeit erbalte. liber die rabulistische Auslegung meines Yerbaltens nicht wenig — erstaunt bin. Fs ist ein iiberaus klagliches Ergebnis, zu dem uns die Betrachtung des ersten Capitels gefuhrt bat, nicht allein haben sich aile Aufstellungen des Herrn Rédacteurs ais unrichtig und uiibegiiindet erwiesen. sondern wir mussten auch die peinliche Wabrnebmung machen, dass die Mittel, deren er sich bediente, um den von ihm vorgebrachten Unrichtigkeiten wenigstens den Anscliein der Berechtigung zu verleihen, eine niihere Beleuchtung uanz und gar nicht vertragen und in seltsamem Widerspruche mit der emphatischen Betheuerung stehen, zu seiner Antwort hiitte ihn auch „die Pflicht. der Wahrheit die Elire zu geben\", veranlasst. Wenden wir uns nunmehr dem zweiten Capitel zu, das den „sachlirhen Auseiiiandersetzuiigen\" gewidmet sein, also eigentlich die Hauptsache bedeuten soli ! Hier hiitte der Herr Rédacteur Gelegenbeit gehabt, jenes reicbe Wissen zu verwerthen, das man bei jemanden, der die Rédaction eines solchen Unternehmens „im Bewusstsein der verantwortungsvollen Aufgabe\" erst nach vier wôchentlicher Bedenkzeit iibernommen hat. voraussetzen muss, hier ware es am rechten Orte gewesen, Satz fiir Satz, Beispiel fur Bei spiel meine Ausstellungen ais nichtig zu erweisen oder zu wider- 'j Unter der Voraussetzung zuverlàssiger Ausfiihrung im einzelnen wird der erste Band der (Juellen im Neuen Archiv der Gesellscbaft fiir altère deutsche Geschichtskunde 21 (U95), 328 Nr. 54 mit den Worten beurtheilt: „Die Kegesten sind nach einzelnen Archiven chronologisch geordnet, ein Verfahren. das freilich ein schnelleres Erscheinen des Werkes ermôglicht und sich dadurcb rechtfertb't fiir die Beniitzer aber doch manche Unbequemlichkeit im Gefolge hat\". Ueber die Bedingungen, untcr welchen eine Zusammenstellung der Regesten nach Archiven zulássig ist und iiber die Art ihrer Durchfiihrung habe ich S 8, 10— 12 meiner Kritik gehandelt."], [20, "16 legen und mich so zu gerecbter Anerkennuiig seiner Yerdienste zu zwingen. Doch nicbts von aile dem ! Der Herr Rédacteur sucht den allerbequemsten Ausweg: er geht tiber die so zablreicben Belege, auf die ich mein abfiilliges Urtheil gestiitzt habe, mit Stillscbweigen hinweg, sucht Deckung wo er kann, und spricht von allen môglichen Dingen, den Feblern in der Diplomata-Ausgabe, dem nach seiner Ansidit geringeii Ertrag der Forscbung in den rômischen Archiven, der langen Dauer von Miihlbacher's Karolinger regesten u. a. Tbemen, deren Eròrterung zwar redit lehrreich sein kônnte, durch die aber leider nicht der geringste Fehler in der von dem Herrn Rédacteur geleiteten Ausgabe binweggerauint wird, ganz abgesehen davon, dass der Herr Rédacteur in seinen auf jene I'ubljcatioiien beziiglichen Bemerkungeii eine wabrbaft riihrende Unvertrautbeit mit denselben verratb. Er wird daher verzeihen, wenn ich ihm auf diesem Wege nicht folge, sondern hubsch bei der Stange bleibe. Das Capitel beginnt mit einer Uebertreibung. indem mir die Ansicht unterschiiben wird, es kônne „uberhaupt kein Regestenwerk, sondern nur ein Urkundenbudi der Stadt Wien\" geben (S 10), wahrend ich auf Seite 7 meiner Recension nur ausgefuhrt habe, dass bei dem gegenwartigen Stande der Quellenpublicationen zur Geschichte Wien's die Zeit zur Anlage eines Regestenwerkes, welches dem von der Rédaction angegebenen Zwecke, „zuverliissige urkundlicbe Grundlagen (fiir die Geschichte Wien's) in bequemer und allgemein zuganglicber Gestalt zu erhalten\". in befriedigender Weise entsprecben sollte, nicht gekommen sei, eine Ansicht, welche eben durch die beiden bis jetzt erschienenen Bande der „Quellen\" vollauf bestiitigt wird. Dann behauptet der Herr Rédacteur, ich hiitte dem Comité die Absicbt „unterschoben\", eine Arbeit von strengstem fachlichen Charakter zu liefern, „was weder dem Be- scblusse des Gemeinderatbes. noch dem Zwecke des Unternelimens entsprechend sein konnte und durfte: denn wenn der Gemeinde- ratb wirklicb ein Quellenwerk „von strengstem fachlichen Charakter\" gewollt batte, wiirde er sich ohne Zweifel an die hiezu geeigneten Fachkrafte gewendet haben\". Ob sich der Herr Rédacteur wobl dartiber klar geworden ist. welches Bekenntnis er in diesen Worten niedergelegt hat? Gemeinhin. in Schilda und Lalenburg soli es glaubwiirdigen Bericbten zu Folge anders sein, betrachtet man die"], [21, "17 Verôifèntlichung und Bearbeitung von Geschichtsquellen uberhaupt, von Urkunden insbesondere, ais „eine Arbeit von strengstem fach lichen Charakter\", an welche eben kein auderer Maasstab ais der strenger Kritik angelegt werden kann, besonders aber dann angelegt werden muss, wenn es sich uni eine aus ôffentlichen Geldern bestrittene Publication baiulelt. Fur die Heranbildung von Fachmaiinern, die zur Lôsung dieser Aufgaben befâhigt und mit den nothwendigen Kennt nissen ausgestattet sind, haben die Staaten eigene Schulen und Institute eingerirhtet und dadurch die Berechtigung jener wissen schaftliehen Forderung zur Geniige anerkannt. DerHerr Rédacteur aber ìneint. fur ihn gelte dièse Verpflichtung nicht, bescheiden und in sehr liumorvoller Weise treunt er sich von den „geeigneten Fachkraften\" und niuinit auch gleich die anderen Mitglieder des Regestenconiités mit, er geht also in diesem Punkte noch etwas weiter ais ich. Indem ich es ihm uberlasse, sich iiber dièse Bemerkung mit seinen Herren Collegen vom Regestencomité auseinanderzusetzen, fuhie ich mich verpllicbtet. gegen zwei andere Punkte Yerwahrung einztile'gen. Erstens kann ich die Annahme und Forderung\", dâss es Quellen publicationen gebe, ail die ein strengste'r kritischer Maasstab angelegt werden darf und 'ìnuss, und andere, die mit gròsster Schonung und Zartheit zu behandeln sind, jedenfalls aber nicht getadelt werden durfen, um so weniger anerkeunen, ais fur das von dem Herrn Rédacteur geleitete Unternehmen kein irgendwie berechtigter Milderungsgrund kònnte geltend gemacht werden, man keinesfalls einzusehen vermag, warum die Reichshauptstadt in der Fachlichkeit und Genauigkeit der Verôffentlichungen fiir ihre Ge schichte hinter Prag und Klagenfurt. Hermannstadt und Innsbruck, St. Pôlten und Zwettl zuriickstehen soli. Zweitens subie ich mich ver pflichtet, den Gemeinderath und den Alterthuins-Verein gegen die Ansicht zu vertheidigen, ais batte der erstere dadurch, dass er sich an den Alterthums-Verein wendete, beabsichtigt, die „geeigneten Fachkráfte\" auszuscbliessen, und gewiinscln, dass fiir das von ihm bewilligte Geld ein Quellenwerk hergestellt werde, das den strengen fachlichen Anforderungen nicht entsprechen durfe. Ich weiss nicht wie der Herr Rédacteur zu seiner seltsamen. Aiischauung iiber den Ge meinderath oekommen ist, fur mich kònnen nattirlich nur jene auf diesen Gegenstand bezuglichen Aeusserungen massgebend sein, die in denProtokollen und Berichten iiber die Sitzungen dieser Kôrperschaft 2"], [22, "18 niedergelegt sind. Betrachten wir dièse, so ergibt sich ein ganz anderes Bild, ais es uns der Herr Rédacteur entwirft. Ich sehe davon ab, dass schon im Jahre 1863 der damalige Gemeiiideratb Kuranda in sehr zutretfender Weise die Berucksichtigung der modernen Anschauungen iiber Geschichtsschreibung und Geschichts forschung und der eben zur selben Zeit gegrundeten historischen Seminare ais „unbedingte Nothwendigkeit\" und ais „im Intéresse der Wiirde und Geschichte\" unserer Stadt empfohlen hat M und halte mich an die Sitzung vom 7. Miirz 1893 '-). An der Débatte iiber den Antrag des Stadtrathes haben sich Stadtrath Dr. Moriz Lederer ais Réfèrent, die Gemeinderathe Dr. Heinrich Friedjung und Wiinsch, Letzterer ais Mitglied des vom Altertliums-Yerehie eingesetzten vorbereitenden Comités fiir das Geschichtswerk. be tbeiligt. Prufen wir die gehaltenen Reden, so kommt vor allem in ihnen ebensoweiiig wie in dem Beschlusse etwas vor, das die von dem Herrn Rédacteur wiederholt vorgebrachte Annahme. der Geineinderath habe mit seinem Beschlusse „nur die Quellenforschung fiir die von dem Alterthums-Yereine herauszugebende Geschichte der Stadt Wien fôrdern wollen\" (S. 10 und S. 18) irgendwie bestiitigen wiirde. Vielmehr geht aus ihnen hervor, dass die For derung der Einleitung von Yorarbeiten ganz allgemein gedacht und gebalten ist. wenn sie auch zunàchst dem vom Alterthums-Yereine geplanten Geschichtswerke zu Gute konimen konnte. Vollends aber davon, dass die um das Geld der Gemeinde zu veranlassenden Publicationen minderwerthiger Natur sein sollten, tindet sich keine Spur. wohl aber liegen Aeusserungen vor, welche das Gegentheil erweisen. Die ganze Rede des Referenten kann nur dahin ver standen werden, dass es sich um Aufstellung und Erfûllung wissen schaftlidier Forderungen handelt. er spricht von „logischer Aus fiibrung\" eines Planes, der darin besteht, dass zuerst die „Erfor schting der Quellen\", Yorarbeiten fur die Bibliographie vorgenommen, daim „Monographien iiber einzelne Gebiete der Culturgeschichte Wien's\" in's Werk gerufen und erst danach an die Ausarbeitung der eigentlichen Geschichte gegaiigen werden soli. Das sind Forderungen, die durchaus nur in wissenschaftlicher Weise gelôst. daher auch ') Sitzungsprotokolle 18G3, 745. -) Amtsblatt der Stadt Wien 1893, 591 fl'."], [23, "19 nur in diesem Sinne gestellt und aufgefasst werden kònnen. Noch mebr bestiirkt wird dièse Ansicht durch die Rede des mit historiscber Forschung wobl vertrauten Dr. Friedjung, der die Beriicksichtigung der allermodernsten Ausichten auf dem Gebiete der Geschicbts wissenschaft forderte mit den Worten: „Wenn der Alterthunis-Yerein in dem Sinne unsere Gabe „aufnimmt. in dem wir sie geben, so wurcle ich wunsclien. dass „er sich bei seinen Yorarbeiten die wirtbschaftliche Geschichte ..des moderneii Wien ansebe. Es ist dieser WTunscb allerdings „geracle dem Alterthums-Yereine gegeniiber gewagt. weil derselbe „sich wesentlich mit archaologischen Forscbungen beschaftigt. . . . „Auf dièse Dinge muss das Augenmerk gerichtet werden. dazu „aber musste der Alterthums-Verein sich durch Manner ergiinzen, „die sich nicht ausschliesslich archiiologischen Studien widmen. er „miisste das Comité, welches er einsetzt, durch Manner ergiinzen, „welche die Geschichte der Industrie, des modernen Biirgerthums „studirt haben.\" Dan sind ernsthafte Worte, welche die Bedeutung und den Sinn des Gemeinderathsbeschlusses mit voiler Deutlichkeit erkennen lassen. Dass dabei die Sorgfalt in der Ausfiihrung ais selbstverstiindlich vorausgesetzt und daher nicht ausdriicklich betont wurde. ist ja um so naturlicher, ais Dr. Friedjung am Schlusse seiner Rede der Ueberzeugung Ausdruck verlieh, dass „die be willigten Gelder von dem Alterthums-Yereine gewiss nicht in Anspruch genommen werden. wenn er dafiir nicht wirklich etwas Tuchtiges zu Stande bringen kann.\" Ich kann also den Yersucb des Herrn Rédacteurs, den Gemeinderathsbeschluss in seinem Sinne auszubeuten. nicht ais gelungen anerkennen. Auf die folgenden inhaltsleeren und breit spurigen Auseinandersetzungen. mit denen der Herr Rédacteur den Plan (?) der Quellen gegen mich zu rechtfertigen versucht. einzugehen. fìnde ich nach der darauf bezuglichen Darlegung in meiner Besprechung (S. 7 — 21) und nach meiner friiheren Bemer kung (oben S. 14) keinen Anlass1). Ich hebe daraus nur die durch ') Auf die beiden aus einem Briefe des Professors M. Tangl vom 18. Oc- tober 1895 angefuhrten und gegen mich ausgespielten Stellen (S. 11, ltíl nehme ich keine Riicksicht, da auf meine Anfrage bin Professer Tangl mir sofort mitgetheilt hat, dass dièse Stellen einem Privatbriefe entnommen und von dem Herrn Redactetir ohne sein Wissen und seine ZustimmuDg verwerthet worden ■>"], [24, "20 ihre Neuheit jeden Fachmann gewiss uberraschenden Belehrungen iiber die Register und iiber den „kostspieligen und ausschliesslich nur in jenem Prachtwerke (dem Jahrbuch der Kunstsammlungen des Ah. Kaiserhauses) verwendeten Cursivsatz\" hervor, wie ich auch die Mittheilung des Herrn Rédacteurs, ich habe (S. 13) bei meiner Arbeit iiber die Continuatio Vindobonensis den ersten Band „an einzelnen Stellen redit gut verwerthen kònnen\", dahin richtig stelle, dass ich bei dieser Arbeit die mir von P. Hammerl giitigst iibersandten Original-Urkunden benutzt, dann aber bei der Correctur die Citate aus dem mir von dem genannten Herrn freuncl lichst zur Verfugung gestellten Sonderabdrucke eingetragen habe. Etwas eingehender kònnen wir uns mit den auf S. 1(5—21 niedergelegten „sachlichen\" Bemerkungen des Herrn Rédacteurs beschàftigen. Es macht einen seltsamen Eindruck, dass der Herr Rédacteur sich nicht etwa um eine ins Einzelne gehende Wider legung meiner Beweisstucke bemiiht, sondern eine dreifache Aus flucht sucht. Er erklárt zwar, weit davon entfernt zu sein, „um eigener Versehen willen sich hinter den Mitarbeitern zu ver schanzen\", glaubt „aber unter den schwierigen Yerhiiltnissen, die sind. Wie aus dem Schreiben des Professors Tangl hervorgeht, haben dieselben auch in dem Zusammenhange des Briefes einen anderen Sinn ais man nach der Art und Weise, wie sie der Herr Rédacteur vorbriugt, vermuthen kònnte. Es ist also hier ganz derselbe Missbrauch festzustellen, den der Herr Rédacteur mit meinen Briefen getrieben hat. — Verwahrung muss ich auch einlegen gegen die willkurliche und unverstàndige Art, wie der Herr Rédacteur Stellen aus meiner Recension wiedergibt. So bringt er unter Anfiihrungszeichen und noch dazu in dem so theuern Cursivsatze die Worte „ein so sinnloses Verfahren\" „sinnloses Verfahren\" (S.H zweimal, vergl. auch S. 9), die ich nicht gebraucht habe. (Vergl. S. 16 meiner Kritik.) Auch pflege ich nicht so sinnlose Sàtze niederzuschreibeu, wie den von dem Herrn Rédacteur ebenfalls unter Anfiihrungs- zeichen auf S. 12 heigebrachten : „Námlich jene der chronologischen Ordnung des Stoffes, ergânzt durch eine sachliche und durch letztere allein bei den Acten aus neuerer Zeit\". Auf S. 12 meiner Besprechung steht: „So bedarf der Ge- schichtsforscher vor allem der chronologischen Ordnung seines Stoffes, welche durch die sachliche erganzt, erst in der neuern Zeit bei dem Vorwiegen des Actenmaterials durch dièse theilweise ersetzt werden kann.\" Der Herr Rédacteur wirft mir wiederholt vor, dass meine Schrift ihrer Ausfiihrlichkeit wegen nur fiir Laien berechnet sein kann, da den Fachmánnern „ailes von selbst bekannt sein muss und nur kurz angedeutet zu werden brauchte\". Ich sehe, dass ich fur ihn jedenfalls noch zu wenig ansfuhrlich gewesen bin."], [25, "21 in unserera Falle nur der Eingeweihte kennt\", eine „gerechtere Beurtheilung in Anspruch nehmen zu diirfen\". wurauf er von dem Briefe Tangls Gebraucb macht, uni zu crkliiren, dass er sich auf seine Mitarbeiter verlassen habe. Ganz abgeseben davon. dass man ais Facbinann „die schwierigeii Verhaltnisse\" nicht zu erkeiinen vermag. da uns ja sp&ter (S. 24) der Herr Rédacteur versichert. dass die Ardiivare der Klòster „mit opferwilliger Freude\" seineu Wiinscben entgegeiigekommen sind, was ja gewiss jeder mit den Yerhâltnissen Yertraute ais richtig mit Freude anerkennen wird. so sieht das missbriiudilich verwendete Citât aus einem vor Mouaten geschriebenen Briefe einem Versuche. „sich zu ver schanzen\" so ahnlich wie ein Ei dem andern. Eine zweite Deckung sucht der Herr Rédacteur hinter den Feblern, die auch bei ..Musterausgabeir. ja selbst den „Monuments Germaníae\" vor kommen. Es ware nun sehr angezeigt gewesen. wenn der Herr Rédacteur dièse Fehler. die sein scharfes Auge entdeckt hat, bekannt gegeben batte: ja er wiirde bei nâherer Betrachtung dieser angeblichen Fehler vielleicht zur Erkenntnis gekommen sein. dass sie nur in den seltensten Fallen in offenbarer Unkenntnis und Fliichtigkeit ihren Grund haben, sich also im Wesen von jenen uiiterscbeiden, die ich bedauerlicher Weise festzustellen und zu riigen hatte. Uebrigens kònnen Fehler Anderer niemals ais Entscbuldigung fur die eigenen. sondern nur ais Warnung und ais Ansporn. es besser zu machen, verwendet werden. Drittens sucht er hier und an anderer Stelle (S. 11) die Anschauung zu erweeken. ais hiitte ich in kleinlicher Ueberstrenge „von meinem hohen Standpunkte herab ausfiihrlich fast jeden Beistrich und Druckfehler kritisirt' und „selbst den kleinsten Druckfehler dem Autor oder der Rédaction í'òrmlich ais Yerbrechen\" angerechnet. Welch' láppische Uebertreibung! Ich habe nur einen Beistrich beanstandet (S. 35) und diesen nur aus dem Grunde, weil durch ihn eine ganz unbekannte Persònlichkeit geschaffen und die Généalogie eines der álíesten und angesebensten Burgergeschlecbter wesentlich beeinflusst wird. Da bat also der Beistrich seine ganz besondere sachliche Bedeutung, ebenso wie in einem abnlichen Falle. den ich aus dem zweiten Bande der „Quellen\" mir anzu fuhren gestatte. In Regest 2138 lesen wir: Sivrid, Laublo und dem entsprechend sind im Register Sivrid und Laublo ais zwei"], [26, "22 Personen anges iihrt, wâhrend doch richtig zu lesen war Sivrid us Laublo und wir niemand andern vor uns haben, ais den angesehenen Yertreter der Wiener Kaufmannschaft und Miinzmeister zur Zeit Albrechts L, Seifrid Leubel. Also auch in diesem Falle ist der Beistrich keineswegs so geringfiigig, wie der Herr Rédacteur meint. Was aber die Druckfehler betrifft, so bin ich da bei einem aus der Officin Holzhausen hervorgegangenen Bûche etwas misstrauisch, die Sache erinnert mich an die Ausrede mit den Briefen, die angeblich abgescbickt, aber von der Post nicht zugestellt worden sind. Uebrigens beschranken sich die von mir angeblich bean standeten Druckfehler auf zwei Falle : in Reg. 667 soli 6. statt 9. und in Reg. 1013 2. statt 25. dem Setzer zur Last fallen. Ais wirkungsvollen Gegensatz knupft der Herr Rédacteur an den, wie wir sehen, ganz grundlosen und von einer ganz ungerechtfertigten Leichtfertigkeit zeugenden Yorwurf den Ausruf : „Sind doch auch dem Stadtarchivar Dr. Uhlirz bei seiner Nachpriifung der Daten selbst wieder einige kleine Irrtbiimer passirt\". Dièse Behauptung sucht der Herr Rédacteur in einer langeren Anmerkung zu beweisen, mit der wir uns im Einzelnen beschâftigen miissen, da sie uns Aufschluss iiber die Art und Weise gibt, wie die Rédaction chronologische Fragen behandelt. Zunâchst inacht mich der Herr Rédacteur darauf aufmerksam, dass ich Reg. 418 unrichtig mit dem Jahre 1352 statt 1381 citiert habe. Das ist wahr, ándert aber daran, dass die Datirung falsch berechnet ist, durchaus nichts, denn „des nehsten mittichens vor Pbingsten\" 1381 ist eben, wie ich richtig angefuhrt habe, der 29., nicht der 21. Mai; es liegt also meinerseits nur ein Versehen in der Jahreszahl vor, das sich bei der Abschrift eingeschlichen hat. Wenn der Herr Rédacteur weiter behauptet: „Bei Reg. 496 (an mitichen nach sand Ambrosien tag 1434, umgerechnet zu 8. December statt zu 7. April), ist wold erst zu entscheiden, wann St. Ambrosius gefeiert wurde, am 4. April oder am 7. December\", so hat er sich uber dièse Frage nicht gentigend unterrichtet. Der Ambrosius-Tag ist ohne Zweifel iiberall der 4. April, daneben gibt es auch noch das Fest der Ordinatio am 7. December. Es fragt sich nun, welcher von beiden Tagen zur Datierung in Urkunden und Annalen verwendet wurde. und dièse Frage hat schon Pilgram Calendarium (1781) p. 203 mit vollem Redite gelôst, wenn er sagt: „In Germania"], [27, "23 adeoque ordinatio in solis nionastcriis agebatur, dies obitus vero passim. Unde quoties in diplomatibus (iormanicis dies s, Ambrosii occurrit. semper pro 4. april. decidenduni videtur\". In gleichem Sinne spricht sich auch Grotefend Zeitrechnung 1, 5 aus, indeni er nachweist, dass „das bei den Orden gefeierte Fest der ordinatio Ambrosii (7. December) von Mailand aus nur in die Diòcesen Aquileja und Trient Eiugang gefundeu hat. In Regensburg wird es — aber ohne festliche Geltung — in den Kalendem angefuhrt\". DenUnterschied zwischen dem italieniscben und deutschenGebrauche vermag ich an zwei charakteristischen Beispielen aufzuzeigen. Im Necrologium Mutinense (Muratori Ant. Ital. 3, 726) heisst es: VIL idus decembris obiit Guilbertus presbyter de hoc seculo ad vitam per indictionem V, quod fuit ipso die s. Ambrosii et fuit séria V. In den Annales Osterhofenses (Mon. Germ. SS. 17, 551) finden wir dagegen zum Jahre 1295 den Eintrag: in die Pasce (3. April) quod tune evenit in vigilia Ambrosii. Die Beziehung des Ambrosius tages auf den December widerspricbt aber umsomehr der Regel, ais in dem bezeichneteii Falle gar kein Anlass war, den Sonder gebrauch des Urdenskalenders heranzuziehen, denn Reg. 496 ist nicht etwa von dem Schottenstifte, sondern von dem Wiener Stadt rirhter ausgestellt, Wenn der Herr Rédacteur daim weiterfáhrt : „ebenso steht es mit Regest 542, bei welchem Wolfsgruber nach dem Ordenskalender gerechnet hat, und 667\", so muss wohl jedennann glauben, auch dièse Urkunden seien nach dem Ambrosiustage datirt. Reg. 542 (Schottenarchiv) ist aber bezeichnet : 1459 eritag vor sand Margrethen tag, was zum 17. Juli umgerechnet ist, unter der Annahme, Margarethe sei hier nach dem Gebrauche der Cistercienser oder Cluniacenser der 19. oder 20. Juli, Reg. 667 (Heiligenkreuzer-Archiv) aber ist Mittwoch vor Margarethen-Tag 1455 ausgestellt und wird zum 6. Juli gesetzt, was unter allen Umstànden falsch sein muss, da jener Tag nur der 9. (nach dem ge wôhnlichen) oder der 16. Juli (nach dem Ordenskalender) sein kònnte. Wenige Zeilen spáter werden wir denn auch dahin belehrt, dass bei diesem Regest „nur die Type verkehrt eingestellt worden ist\", also statt 6. der 9. Juli zu lesen ist. Damit ist allerdings die Type richtig gestellt, die Verkehrtbeit in der Behandlung dieser Datierungen aber nicht behoben, vielmehr der Gipfel der Verwirrung in dem"], [28, "24 willkiirlicben Gebraui b des gewôhnlichen und des Urdenskalenders erreicht. Ebenso wie friiber ist auch bei Reg. 542 und 615 die Be rufung auf den Ordenskalender unzulássig, denn erstere Urkunde ist von dem Bogner Gabriel, letztere von dem Wiener Biirger Hugo von Ingolstadt ausgestellt. Mau sieht da. wie nothwendig ein einheitliches Yorgehen. eine bestimmte Norm. genaue Kenntnis dieser Dinge von Seiten der Rédaction sind. Da der Herr Rédacteur behauptet. meine Annahme. fiir Wien sei der Margarethentag auf den 12. Juli zu beziehen, sei „nicht stichhaltig\", so gestatte ich mir. ibn iiber dièse Frage aufzuklàren. Es ist ganz richtig, dass es fiir den Margarethentag verschiedene Ansâtze im Juli gibt, die bei Pilgram Calendarium 234 und Grotefend Zeitrecbnung 1. 118 aufgezahlt sind. Aber scbon Pilgram hat festgestellt, dass in den fur Wien massgebenden Passauer Kalendarien der 12. Juli die Regel bilde. wiihrend der 19. Juli ganz vereinzelt vorkomme. in Ungarn der 13. Juli gebraudit werde. Dies hat Grotefend bestátigt. indem er nachwies, dass in der Erzdiôcese Salzburg. zu der Wien gehòrt, der 12. Juli allgemein iiblich sei, die Orden z war den Tag am 13, 19. und 20. Juli verzeichnen, die meisten von ihnen aber. die Benedictiner voran. sich dem Diòcesangebrauche gefiigt. in unserm Falle also den 12. Juli angenommen hatten. Fiir Wien gilt also dem ganz allgemeiuen Ansatze der Kalendarien entsprechend der 12. Juli. Es fragt sich nun. ob sich auch Belege fiir die praktische Yerweiidung dièses Ansatzes finden. Der Herr Rédacteur liihrt ein Regest an. das bei ihm eingelaufen sei und dessen Datierungszeile laute : sabbato die proxima, in vigilia s . Margarete 1371, was allerdings auf den 12. Juli ais die vigilia und den 13. Juli ais Margarethentag fiihren wiirde. Aber der Herr Rédacteur hat, ganz abgesehen davon, dass die Fassung der Datierung nicht redit verstândlich ist, vergessen uns mitzutheilen, wer die Urkunde ausgestellt bat und wo sie ausgestellt ist, zwei Dinge, die uaturlich zur Beurtheilung der Datierung in diesem Falle unerliisslich sind. So glaube ich denn auf Beispiele wie die folgenden. welche Urkunden des Stadtarchivs entnommen sind, gròsseres Gewicht legen zu sollen: 1418, ausgestellt von Niclas Pechaim, burger zu Tirnstein, des eritag an sant Margarethe tag (= 12. Juli): 1412, ausgestellt zu Wien von Salomon Horner, an inittichen saut Mar gareten abent (= 11. Juli) und 1485. ausgestellt zu Wien von"], [29, "25 Niclas Tescbler. an eritag sont Margarethen tag (- 12. Juli). Daraus ergibt sich. dass fiir Wien und l'assau iler 12. Juli ais Margarethentag zu gelten bat und dass von dieser Norm nur daim abgewicbeii werden kann. wenn die Urkunde selbst uns biefiir einen bestimniten Anhaltspunkt gewiihrt. Nicht viel glucklicber ist der Herr Rédacteur mit- seiner Be bauptung. dass die Datierung nach dem Georgstag „controvers\" und im J. 1422 in der Stadtkaiizlei nicht, wie ich annabm, der 24., sondern der 23. April hiefur gewiihlt worden sei v). Auch hier steht der Herr Rédacteur in vollem Widerspruch mit dem, was bisher iu chronologischen Werken iiber den Georgstag gesagt wurde. Auf Gruud eines reichen Materiales batte der so zuverliissige Pilgram (Calend. p. 222) behauptet: Ex bis patet, illud (festum s. Georgii) semper in terris Austriacis et Hungar. 24. april. celebratum fuisse, qua etiamnum agitur. Confirmât id Link diplomate anno 1290 in quo citatur dies s. Georgii VIII. kal. maji. Und Grotefend Zeit rechnung 1. 73 fasst sein Ergebnis dahin ziisammeii: „Die Feier des Georgentages fiillt in den meisten Diôcesen auf den 23. April. nur Chur begeht ihn am 25. April, die Erzdiòcesen Salzburg, Aquileja. Gneseu. Gran mit ibren Diôcesen und von der Mainzer Erzdiòcese Augsburg und Eichstedt am 24. April\". Dem entspricht durchaus der Gebrauch in den Urkunden, wofur ich wieder drei Beispiele aus den Originales des Stadtarchivs anfiihre: 1472. Kaiser Friedrich III.. an freitag sand Jorgen tag (= 24 April): 14S7. zu Wien ausgestellt von Ruprecht Ruklinger, aa montag sand Jorgen abent (= 23. April); 1488, zu Wien ausgestellt von Brader Jacob von Kaschau, an phinztag sand Jorgen tag (= 24. April). In den Annalen schwankt der Gebrauch selbst in einem Kloster, so íìnde ich im Kalendarium Zwetlense (Mon. Germ. S. 9, 698) die Stelle: 1451 fuit festum s. Georgii in vigilia Pasce, hoc est VIII. kal. maii, was einer Urkunde aus demselben Kloster vom J. 12s(,i entspricht in die s. Georii martyris VIII. scilicet kal.. maii (Fontes II. M Ich mâche daraus aufmerksam, dass selbst im Falle ais dièse Annahme des 23. April richtig ware, nichts erreicht ist, da ja alsdann die zahlreicben Datierunaen, in denen die Mitarbeiter den 24. April ihrer lìerechiiung zu Grunde gelegt haben, unrichtig waren, wie ja dies dilettantische 'Verfahren, eine Regel, gegen die man gefehlt oder die man nicht beachtet hat, einfach in Frage zu stellen, niemals aus der Verlegenheit helfen kann."], [30, "26 3, 393; Friess Kuenringer L n° 414), im selben Kalendar. Zwetl. SS 9 694 aber: 1356 circa festum s. Georii quod illo anno fuit in vigilia Pasche (Ostern am 24. April). Es liige die Yermuthung nahe, dass es sich hier um eine Ausnahme handle, der Georgstag dem Ostersonntag ausgewichen sei. Gleichfalls fiir 23. April spricht eine Urkunde des Heinricus cornes de Thebein. actum et datum in Hardek 1270 nona kal. mai, hic est in die beati Georii. Aber auch sie kann mit Riicksicht auf den Aussteller keine allgemeine Geltung, namentlich nicht fiir Wien und den Diôcesangebrauch beaiisprucben Wenn midi aber der Herr Rédacteur mit ersichtlicher Genugthuung auf eine von Schalk aus dem im Stadtarchive verwaìirten Giiltbucbe beigebrachte Stelle verweist, der zu Folge im Jabre 1422 hier der Georgstag am 23. April gefeiert worden sein soli, so wurde er gut gethan haben, sich dièse Stelle fruher genau anzusehen. Denn in der von Schalk citierten Datierung (Giiltbuch f. 242, ait f. 224) steht nicht 1422, sondern actum ôta in die Georii anno M CCCC XXVII. und im Jabre 1427 war in der Tbat Donnerstag — Georgstag der 24. April, so dass also die gegen midi angeftihrte Stelle fiir meine Annahme spricht und den sehr erwunschten Beleg dafiir beibringt, dass in der Stadt kanzlei der Georgstag ais der 24. April berechnet wurde. Wenden wir das Gesagte auf die Bemerkungen des Herrn Rédacteurs an, so ergibt sich. dass es ihm nicht gelungen ist, mir auch nur „einige kleine Irrthiimer\" nachzuweisen, dass er keine einzige der zahlreicben von mir bemáugelten Datierungen ais richtig er weisen, sondern nur zwei durch Druckfehler entschuldigen konnte. Es hat sich semer eben durch das Eingehen des Herrn Rédacteurs auf dièse Dinge mit voiler Deutlicbkeit herausgestellt, dass dièse so wichtigen Vorfragen gar keiner Erwaguug unterzogen wurden und die Mitarbeiter auch der geringsten Anleitung in dieser Richtung entbehrten. In ihrer Unsicherheit und Yerwirrung macht die chronologische Anmerkung nicht den Eindruck, ais ob sie den í>werb eigener Arbeit darstellte, jedenfalls aber ware es niitzlicher gewesen, wenn die von dem Herrn Rédacteur auf meine Recension bin eingeleiteten Nacliforschungen vor der Inangriffnahme des Werkes stattgefimden hiitten."], [31, "27 Kebren wir von diesem ehronologischen A<usfluge wieder zur Schrift des Herrn Rédacteurs zuriick. so kann ich midi jetzt kttrzer fassen. da ich auf einzelne Fragen noch an anderem Orte einzu gehen Gelegenheit haben verde. Dagegen, dass ich mit meinen Bemerkungen iiber das aus dem Statthaltereian hive mitgetheilte Materiale eine „ehrenruhrige Unterstellung\" und „cinc klar aus gesprochene Verdâchtigung\" verbunden haben soli, verwahre ich midi aufs allerbestiminteste und ratbe dem Herrn Rédacteur auf das dringendste. in Hinkunft mit solchen, wie ich zu seinen Guiisten annehme. im blinden Eifer und obne jede Ueberlegung nieder gesibriebenen Unterstellungen sehr vorsichtig zu sein. Ich habe nicbts weiter gethan, ais eine Forderung ausgestellt. die vollauf be recbtigt ist. dass namlidi Acten anders behandelt werden sollen ais die Urkuuden. dass bei ihnen jedenfalls gròsste Sparsamkeit und Zusaininenfassung in der Mittheilung des Materiales geboten sei, und dass es nicht angehe. in einem Regestenwerke spaltenlange Stucke aus dem Ende des 16. Jahrhunderts im Wortlaute zu bringen. Dièse Forderung stimmt ihrem Wesen nach mit den von der dritten Yersamnilung deutscher Historiker vereinbarten „Grundsatzen, welrhe bei derHerausgabe von Actenstucken zur neueren Geschichte11 zu befolgen sind, iiberein. Der vierte ]) leitende Gesichtspunkt lautet daselbst: „Dem niasslosen Anwachsen der Actenveròffent licbungen ist zu steuern\" und ais ersten Grundsatz lesen wir: „Acten veròtfentlicbungen zur neueren Geschichte und zwar der politischen sowohl wie der Wirthschafts- und Yerwaltungsgeschichte sind nur da am Platze, wo es sich um Angelegenheiten oder Persònlichkeiten von hervorragender Bedeutung handelt, und zu deren Wiirdigung allseitige Kenntnis des Ouellenstoffes erforderlich ist. Andernfalls geniigen entweder Darstellungen, denen Actenstiicke ais Beilagen, wichtigere Quellenstellen und die erforderlichen Nachweise ais Anmerkungen, sowie Nebenergebnisse der Actenforschung ais An hiinge beigefiigt werden kònnen, oder Bearbeitungen, welche die wichtigsten Actenstucke im Wortlaute, den ubrigen Stotf aber in verbindendem Texte und Anmerkungen mittbeilen.\" ') Sehr zu beachten ist. auch d. :r zweite leitende CrMichUpimktJ „Wom die Beo-abung zum Herausgeben von Acten fehlt, dem kònnen die beiten Hegeln nicht helfen; auf solché Unherufene ist daher bei Aufstelhing der Hegeln nicht Rucksicht zu nehmen.\" Man setze statt Acten das Wort Kegesten 1"], [32, "28 Wie sehr aber gegen dièse allerdings nur von geeigneten Fachkraften aufgestellte Forderung gerade in der Mittheilung aus dem Statthalterei-Archive gesundigt ist. ersiebt man aus folgender Zusammenstellung : Reg. 1069: Ausfûhrliche Darlegung iiber die Einkunfte des Dominikanerklosters vom J. 1563, 2 Spalten: Reg. 1191: Inventai- der Dominikaner vom J. 1578, 10 Spalten: Reg. 1075: Reformation der St. Michaelskirche vom J. 1575. 3 Spalten; Reg. 1224: Inventar der diitten Beneficiums bei St. Michael vom J. 1586, 1 Spalte: Reg. 1149: Inventar der Urkunden bei den Minoriten vom J. 1575, 3 Spalten: Reg. 1154: Inventar des Minoritenklosters vom selben Jabre, 7 Spalten: Reg. 1196: Inventar der alten Kirchenornate bei den Minoriten vom J. 1579. 1 Spalte; Reg. 1209: Yerzeichniss der Varnus bei den Minoriten vom J. 1581 1 Spalte; Reg. 1248: Inventar des Minoritenklosters vom J. 1592, 8 Spalten. Das gibt zusammeii 36 Spalten oder 18 Seiten oder 2'/4 Bogen. Ich will mit dem Herrn Rédacteur iiber den sachlichen Wert, der urkundlichen Mittheilungen iiber „Notturftbefen\", Speckseiten und U7iterbetten zukomnit, ebenso wenig streiten wie iiber die heikle Frage nach der Abgrenzung des Gebietes der Geschichte. ganz sicher ware der von dem Herrn Rédacteur so sehr hervorgehobene sachliche Gewinn, den dièse spaltenlangen Inventare in sich bergeii, bei zweckmàssiger Kurzung und vergleichender Bearbeitung nicht verloren gegangen, sondern nur deutlicher hervorgetreten. Dass man sich aber iiber den eingehaltenen Vorgang wundert. daran ist der Herr Rédacteur selbst Schuld, da er uns ja in der Yorrede erklârt, „dass durch wôrtlichen Abdruck von Urkunden das ganze UJ nternehinen zu umfangreich ware\". Mein Hinweis auf den Recensus diplomatico-genealogicus des gelebrten Lilienfelder Cisterciensers Hanthaler gibt dem Herrn Rédacteur erwiiiisriiten Anlass, mich darûber zu belehren, dass Hanthaler sich viele Fiilschungen habe zu Schulden kommen lassen, woriiber ich mich aus der Einleitung Zeissbergs zur Ausgabe des Lilienfelder Necrologs hiitte unterrichten kònnen. Der Herr Ré dacteur darf mir glauben, dass ich ail' das wohl kannte ') und auch ') Man darf es dem Herrn Rédacteur Dank wissen, dass er in seiner Schrift wieder einmal daraus aufmerksam gemacht hat, dass Hanthaler ein cif- riger Falscher war. Denn was Wattenbach vor vierundvierzig Jahren (Archiv f. Oest. Gesch. S, 10G) sagèn konnte, ,tlass noch jetzt das Ansehen des Pernold"], [33, "29 im Auge batte, ais ich meine Besprechung niederschrieb. Aber ich hielt es nicht fiir nòthig. die Sache aus diesem Aillasse be sonders zu erwalmen, da ich sie ais auch andern bekannt voraus setzte und da sie mit meiner nachsten Absicht iiicbts zu thun batte. Denn ich habe keineswegs, wie der Herr Rédacteur behauptet, eine „intéressante Abhandlung iiber das Lilienfelder Archiv\" ge fordert. noch auch verlangt, dass Hanthalers Recensus „abnungs- und priifungslos in die Regesten mit einbezogen\" werde, sondern nur. dass bei den aus dem Lilienfelder Archiv und dem Copialbuch niitgetbeilten Regesten der Hiuweis auf die Auszuge Hanthalers angebracht und uns eine kurze Mittheilung dariiber gemacht werde, dass die anderen zahlreichen von Hanthaler erwahnten Urkunden sich nicht im Lilienfelder Archiv oder dem Copialbuche vorfinden. Zu dieser Arbeit, die gar nicht nothwendigerweise von dem Stifts ardiivar, soferne dieser nicht etwa selbst die Neigung dazu gehabt hiitte. sondern ebenso gut von dem Rédacteur batte gemacht werden kònnen. ware gar kein grosser „urkundlicher Apparat\" nòthig ge wesen. sondern man hiitte nur dreier Dinge bedurft, die dem Stiftsan bivar beziehungsweise dem Rédacteur zu Gebote standen : der Ausziige aus den Originalen und dem Copialbuche und eines Exemplares von Hanthalers Recensus. Wie berechtigt und leicht eriullbar meine Forderung ist, ergibt sich auch aus der Mittheilung Zeissbergs. die der Herr Rédacteur iibergangen hat, dass Hanthaler die Urkunden, von denen er Gebrauch macht, nicht selbst ersonnen hat. sondern dass dièse noch im Originale oder in dem Copial- (einer der wichtigsten Falschungen Hanthalers) nicht hinlànglich erschuttert ist, um ihn ganz ausser Cours zu setzen,\" gilt noch heute. Anlàsslich der im Jahre 1889 in Krems abgebaltenen Sommerversammlung des Vereines fiir Landeskunde von Niederosterreich wurde in einem Festvortrage eine grobkórnige Polemik gegen eine Stelle in Hubers Oesterr. Geschichte gefuhrt und dem „gelehrten Innsbrucker Professor\" folgender Satz entgegengehalten : „Doch wozu brauchen wir andere Biirgschaften, da Pernoldus, der Hofkaplan Margarethens, ein gewiss zuverlássicer Zeuge iiber deren letzte Lebensverhàltnisse, schreibt . . . .\" Noch zweimal wird dann Pernold ais massgebender Zeuge angefuhrt. Dieser Vortrag wurde nun nicht blos gehalten, sondern auch mit diesen Verweisen auf Pernold, zu welchen Hanthaler Fasti Campilil. I, 2, 1020 zu vergleichen sind, gedruckt in den Blàttern des Vereines N. F. 23 (1889), XXIX ff. Da der Rédacteur dieser Blâtter eben Herr Landesarchivar Dr. Mayer ist, so konnte ich, wollte ich auf seinen Wegen wandeln, Gleiches mit Gleichem vergelten."], [34, "30 bûche erbalten (Fontes 11.41. 16) und nur von ihm durch Zusatze. die unter Beaditung der von Zeissberg geboteneu Anhaltspunkte und Beispiele leicht erkeunbar sind, verunstaltet worden seien. Beziiglich der Munchener Regesten gesteht der Herr Rédacteur zu, dass er „in gutem Glauben\" gewesen sei. „Bacbinann sende Inedita\". und zwar sei er zu diesem guten Glauben durch eine „ziemlich lebhafte Correspondenz\" mit H. Bachniann gekonimen. Eine Erlâuterung ist ilberfliissig. In seinen Bemerkungen iiber das Register iibergeht der Herr Rédacteur, seinem Yerfahren getreu, vollstândig die zahlreicben. von mir beigebracliten Belege, aus denen sich ergab, dass eine Bearbeitung des Registers, wie man sie bei einem localgescbicht lichen Werke unbedingt verlangen darf, in keiner Weise statt gefunden habe. Dagegen beschaftigt er sich mit nieinen Hin weisen auf den tibergrossen Umfang des Registers und auf den Umstand. dass in Folge der verungluckten Anordnung des Ganzen vielfach dieselben Namen in allen Banden wiederkebren miissen 7. In ersterer Hinsicht will er die grosse Zabi der Namen ais ein Yerdienst der Quellen hervorbeben, worin ich ihm nicht folgen kann, da von den 5000 Personemmmen. mit denen er sich briïstet, hòchstens ein Drittel zur Geschichte Wiens irgend eine Beziehung hat, zwei Drittel in diesem Betracht tiberfiussig und werthlos sind. Meine zweite Bemangelung sucht er statistiscb zu widerlegen. indem er die Buchstaben A und B der Register zum ersten und zweiten Bande vergleicht und herausbringt, dass im Buchstaben A unter 649 Namen nur 16, im Buchstaben B unter 1717 Namen nur 84 Namen gleich seien, meine Beftirchtung also des Grundes und der Bestátigung entbehre. Mit den Zahlen ist es aber, wie mimer, eine eigene Sache. Zunachst ist die Zahlung nicht ganz richtig. ich habe fur A 30, fiir B 89 Namen herausgebracht. Eine Weiterzahlung ergab daim fiir С, K unter etwa 1224 Namen 48 gleiche, fur D, T unter etwa 732 Namen 35 gleiche. das ') Der Herr Rédacteur fiihrt die daraus beziigliche Stelle meiner Be- sprechung wortlich an und lasst ihr den merkwiirdigen Satz folgen: „Wer diesen so zuversichtlich ausgesprochenen Satz liest, muss glauben, er sei so wahr wie ailes Andere in der Broschiire \" Wie ich „zuversichtlich- annebme, wollte der Herr Rédacteur jedenfalls dis Gegentheil von dem sagen, was in diesem Satze ausgesprochen ist."], [35, "31 ergabe also fur A— D (etwa 3322 Namen) 202 gleiche Namen. Dabei ist aber zu beaditen. dass unter jener Hauptsumme die Sach wôrter inbegrirt'en sind und nach meiner Annahme nur ein Drittel der Namen auf Wien Bezug hat, wahrend jene mimer wieder kehrenden Namen gerade die fiir die Geschichte der Stadt wich tigsten sind, so dass also von diesen etwa ein Secbstel von Band zu Band wiederkehrt und es eine recht unbequeme Sache fiir den Forscher ist. sich iiber einen Biirger, eine Familie nur durch Nachschau in allen Banden iinterrichten zu kònnen. Hier tritt eben einer der iirgsten Uebelstânde. welche die Anlage des Werkes im Gefolge haben muss, besonders deutlich und stòrend zu Tage. Da der Herr Rédacteur in diesen dem Register gewidmeten Bemerkungen zweimal gegen mich die Diplomata-Ausgabe der Monumeuta Germaniae ins Tretîen fuhrt, muss ich zwei Yersehen, ibe ihm zugestossen sind, richtigstellen. Auf S. 20 behauptet er: „Der erste Band der Diplomata enthitlt 466 Urkunden ohne Zeugen init je 2 — 3 Personennamen\" ; dabei hat der Herr Rédacteur nur die Diplomé Otto I gezahlt, jene Konrads I (38) und Heinrichs I (43) iibersehen. mit Einschluss dieser enthitlt also der Band 547 Urkunden. von denen viele, so namentlich die lothringischen und italienischen, zahlreiche Personen- und Ortsnamen, die sich manchmal iiber ganze Seiten ausdehnen. enthalten. Auf S. 21 weiss er uns zu berichten. dass die Diplomata in den Monumentis „Personen- und Sachregister in Einem\" haben. Die beiden Bande der Diplomata-Ausgabe haben aber ein Nameiisregister und davon gesondert ein Wort- und Sachregister. dagegen entbehren sie des chronologischen Registers. das ihnen der Herr Rédacteur (S. 14. Anm ) grossmuthig zuweist. aus dem einfachen Grunde, weil eben die Urkunden ohnebin chronologisch geordnet sind. So bleibt denn dem Herrn Rédacteur nur das von ihm in einem Atliem mit den Diplomata genannte — Urkundenbucb von St. Pôlten iibrig, be zuglieh dessen 0. Redlich in seiner Besprechung (Mittheil. des Instituts 15, 385) bemerkt: „Ein Wort- und Sachregister fehlt leider; wenn einzelne Worte, wie villicus, institor, Nachrichter u. s. w. in das Namensregister aufgeiiommen sind, so ist das kein Ersatz, hier sucht sie Niemand\". Damit ist auch das Urtheil iiber das sogenannte Sachregister der Quellen gesprochen."], [36, "32 Ich habe dièse Einzelbeit beriihrt, da sie bezeichnend ist fiir das Yerfahren des Herrn Rédacteurs. Es stehen nur drei Annahmen otì'en: Entweder hat der Herr Rédacteur die Diplomata gar nicht angesehen oder er bat sie nicht genau genug angesehen, oder er bat sie gut angesehen und absichtlich eine falsche Angabe gemacht, Welche dieser drei Mòglicbkeiten zutrifft, will ich weder untersuchen noch entscheiden. Aber selbst bei der gúnstigsteii Auffassung haben wir einen Beweis fur die Fliichtigkeit, mit welcher der Herr Rédacteur seine Beweismittel beschalft und vorbringt. Er konnte wissen. dass ich ais lángjabriger Mitarbeiter der Diplo mata mit den Einrichtungen dieser Ausgabe genau vertraut sein und jeden Irrthum in diesen Dingen auf den ersten Blick erkennen musste. Trotzdem liess er es an jeder Vorsicht feblen, da es fur ibn on'enbar zu verlockend war, midi mit eigenen Wafifen zu scblagen und mir in der Diplomata-Ausgabe ein Beweisstiick hin zuwerfen. iiber das ich nicht hinwegkommen konnte, ohne mit meiner eigenen wissenschaftlichen Vergangenheit in Widersprucb zu geratben. Solche Argumente môgen auf Leute Eindruck machen, welche nicht in der Lage sind, die kiibn vorgebrachten und mit dem Scheine imwiderleglicher Sachlichkeit ausgestatteten Bebaup tungen auf ihre Richtigkeit zu priifen, sie môgen daher an Orten und zu Zeiten, wo ihre Berichtigung nicht stattfiudet, Wirkung tliun. im literarischen Streite versagen sie vollstândig und sollten, uni unniitzes Hin- und Herschreiben zu ersparen, nicht verwendet werden. Wir sind damit am Ende der sachlichen Auseinandersetzung angelangt. Es hat sich herausgestellt, dass der Herr Rédacteur nicht im Stande war, auch nur eine einzige der von mir begrundeten Bemangelungen zu entkraften, oder auch nur einen der von mir in reichster Fiille zusammengestelltenBelege ais irrig oder hinfallig zu erweisen. Im Gegentheil haben die von ihm in dieser Richtung angestellten Yersuche nur neue Beweise fur seine Fliichtigkeit und Unvertrautheit mit den einfacbsten und billigsten Anforderungen, die man nun einmal an ein solches Werk und seine Leiter zu stellen bat, ergeben, ja der Herr Rédacteur hat sich durch die gehiissige Form seiner „sachlichen\" Entgegnung, durch das ziihe Festhalten an seinen Irrthiimerii, sowie dadurch. dass er an mehr ais einer Stelle den vollstandigen Mangel des Gefuhles fiir die Ver-"], [37, "33 antwortlichkeit beweist, die jede wissenscbaftlicbe Arbeit und sei es auch nur die Antwort auf deii vermeintlichen Angritf' von Seite eines Facbmannes, mit sich bringt, des Restes von Schonung und Rucksichtnabme verlustig gemacht, den er etwa noch hiitte bean spruchen kònnen und der ihm auch im Falle, ais er zur Erkeiintnis seiner Fehler und zu ihrer Verbesserung sich bereit erklart hiitte, nicht hiitte versagt werden diirfen. Man hiitte denken kònnen, dass dem Herrn Rédacteur selbst das uberaus durftige Ergebnis seiner „sachlichen. Auseinander setzung\" hátte klar werden, und ihn zu ruhigem Nachdenken und objectiver Erwiigung veranlassen sollen ; aber gerade das Gegen theil ist geschehen. Der dritte Abschnitt ist nichts ais der wider wartige, hasserfiillte Ausbruch einer ganz unbegriindeten und unverdienteii Feindseligkeit. Ich habe weder Neigung noch Yer anlassung, midi nach dem, was ich bisher feststellen konnte, mit diesem peinlichen Gebahren voll bunter Bosheit irgendwie zu be schaftigen : nur einen Punkt muss ich besprechen, da hier dritte Personen hereingezogeu sind und da sich an ihm deutlich erweisen lâsst, mit welcben Mitteln der Herr Rédacteur auch hier gearbeitet hat. Den Angelpunkt seiner traurigen Beweisfiihrung bildet eine Stelle aus meiner Schrift, in der ich iiber die Kosten der „Quellen\" gesprochen habe, allein aus dem Grunde, weil der Herr Rédacteur in seiner Yorrede gerade Ersparnis an Kosten und Zeit ais die Hauptrechtfertigung fiir die Anlage des WTerkes besonders betont bat. Die betreffende Stelle lautet in meiner Schrift S. 9: „Wie aber verhalt es sich mit den Kosten und dem Zeitaufwande ? Ueber erstere konnte man allerdings bestimmt nur urtheilen, wenn man in die Yerrechnung des Regestenwerkes Einsicht hiitte ; und ebenso konnte man den Nachweis, dass ein Urkundenbuch auch nicht theurer gekommen ware, nur in der Praxis liefern. Aber das Eine kann man bestimmt sagen, dass mit dem vom Gemeinde rathe bewilligten Betrage von 15.000 fl. bei einsichtiger und zweckmassiger Organisation ein schônes Stuck gelehrter Arbeit zu leisten war. Man wird also dem Hinweis auf die Kosten vor lauiìg mit berechtigtem Zweifel gegenuberstehen\". Niemand wird in diesen Zeilen auch nur den Schatten einer Verdâchtigung er blicken kònnen. Anders der Herr Rédacteur! Aber auch er kommt nur durch ein hôchst eigenthiimliches Verfahren zu seinem 3"], [38, "34 Ziele. Er lasst die an der Spitze meiner Ausfiihrung stehende Frage weg. ersetzt aber in dem unter Anfuhrungszeichen gebrachten nachsten Satze das Wort „erstere\" nicht etwa, wie es die Regeln der Grammatik und des — Anstandes beischen. durch „Kosten\", sondern durch das von mir auch nicht an einer Stelle gebrauchte Wort „Geldgebahrung'7 Mit einem so einfachen Mittel wird aus einer ganz unverfànglichen Stelle ein Satz von gehâssigem Bei geschmack, und der Herr Rédacteur hat was er braucht. den urkmidlichen Beleg fiir die von ihm mit vielem Behagen wieder holt (S. 9. 15. 23) vorgebrachte Behauptung, ich hatte „die Geld gebahrung innerhalb des Comités\" besprochen, was mir ja init vollem Redit von Leuten, die eine derartige Behandlung wissen schaftlícher Angelegenheiten nicht billigen und zu denen auch ich zàhle, tibel genommen werden konnte. Nach solchem Kunststiick kommt es dem Herrn Rédacteur nicht mehr daraus an, einen von jener Stelle vier Seiten weit entfernten Satz an sie heranzu riicken und mir vorzuwerfen, ich hiitte die Mitarbeiter beschuldigt. „um des lieben Geldes willen\" sich beeilt zu haben. Gegeniiber solcher Auslegungskunst muss man befahren, auch an den ein facbsten und klarsten Stellen missdeutet zu werden; man thut wohl am besten, dièse Clownkiinste eines wunderlichen Scharf sinnes unbefangen anzusehen und nachzuweìsen, dass das mit so grosser Kraftbezeugung geschleuderte Gewicht nur aus Pappe besteht y). Dass ich in den Beitriigen einzelner von mir hochgeachteter Manner, denen ich mich auch heute zu aufrichtigem Danke ver pflichtet fiihle, Fehler und Mangel hervorheben musste, hat mir selbst herzlich leidgethan. Aber ich konnte an ihnen nicht achtlos vorûbergehen, um so weniger ais ich der Ueberzeugung Ausdruck ') Wurdig steht diesem Verfahren zur Seite, dass der Herr Rédacteur (S. 23) mir eine Ansicht unterschiebt mit der Begrundung, „wie dies auch aus mehrfachen Erkundigungen um diesbeziigliche Aufklàrung bewiesen werden kann\". So etwas nennt man im gewóhnlichen Leben Klatsch, und fiir der- artige Erkundigungen haben wir Wiener aus der Zeit der Reaction ein sehr bezeichnendes Wort iiherkommen, das dem Herrn Rédacteur wohl bekannt sein diirfte. Es ware von Interesse, die Organisation, den Chef und die Agenten dieser gelehrten „Auskunftei\" kennen zu lernen, um sich vor diesen Leuten huten zu kònnen."], [39, "35 verliehen habe, dass die Scbuld an dem Vórhandensein dieser Fehler nicht so sehr diesen Mitarbeitern, deren guten Willen und Eifer ich aufs bestimmteste anerkannt habe (S. 13, 32, 34), sondern der Rédaction zur Last salit. Denn der Herr Rédacteur konnte und musste dièse Fehler heim Lesen der ihm vorgelegten Manu scripte erkennen. ebenso wie sie mir und jedem sachkundigen Benutzer der „Quellen\" aufgestossen sind. es war nicht alleiu eine Forderung der wissenschaftlichen Genauigkeit. sondern auch des guten Taktes. dièse Fehler nicht durchgehen zu lassen, sondern sie vor oder mindestens wahrend der Drucklegung zu beseitigen und so eine Blossstellung dieser Mitarbeiter zu venneiden. Dadurch hiitte er ihnen jedeníalls bessere Gesinnung bewiesen ais durch die uiigesí hickten und. wie ich mit voiler Zuversicht annehme. er folglosen Yersuche. sie gegen mich vorzuschieben. Es bedarf nach dem Gesagten fiir den gutigen Léser, der mir bisher gefolgt ist. keines langen Schlusswortes. Er wird die Ueberzeugung gewonnen haben, dass selten ein haltloser Standpunkt mit klàglicheren Mitteln verfochten worden ist, ais dies in der Antwort des Herrn Rédacteurs geschieht. Mit kaum begreitlicher Leichtfertigkeit hat Herr Dr. Mayer Beschuldigung um Beschul digung gegen mich erhoben. von denen auch nicht eine ernsthafter Betrachtung im geringsten Stand zu halten vermochte. Nur ein Ergebnis, das der Herr Rédacteur allerdings nicht beabsichtigt haben durfte. ist zu verzeichnen : Hâtte es noch irgend welcher Beweise fiir die Nothwendigkeit meiner ausfiihrlichen ersten Kritik bedurft. die Antwort des Herrn Rédacteurs hat sie in ausgiebiger Weise beigebracht und mein Yerfahren vollstandig gerechtfertigt. Wien, am 28. April 1896."], [40, ""], [41, ""], [42, "Gesellschafts-Buchdruckerei Briider Hollinek, Wien, III., Erdbcrgstrasse 3."], [43, ""], [44, ""], [45, ""], [46, ""]]