[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LA CHAPELLE SAINT-JULIEN-DES-MÉNESTRIERS ET LES MÉNESTRELS A PARIS"], [6, "ÉDITION TIRÉE A 550 EXEMPLAIRES NUMÉROTÉS N° i . . . ., texte sur peau .vélin, planches sur parch.min, Japon et Hollande. Nos 2 à iC, texte sur Whatman, planches sur Japon et Hollande. N°» 17 a st», texte sur Chine, planches sur Japon et Hollande. N°s 27 à S5°, texte et planches sur Hollande. ExEMPLAIRH N° '\" — 4f^^"], [7, ""], [8, "Cha pel le S t Julien des cMenestriePx s . Sise i^erts rut • S'-M g r/w"], [9, ""], [10, "CHAPELLE SAINT-JULIEN- DE S- MENESTRIERS"], [11, "LES VIEILLES CORPORATIONS DE PARIS LA CHAPELLE S\\JULIEN-DES-MÊNESTRIERS ET LES MÉNESTRELS A PARIS Par ANTOINE VIDAL Membre de la Société de l'Histoire de Paris et de rîle-de-France SIX PLANCHES GRAVEES A L' EAU-FORTE Par FRÉDÉRIC HILLEMACHER PARIS A. QUANTIN, IMPRIMEUR-EDITEUR 7, RUE saint-benoit 1878"], [12, ""], [13, "1 qAVqAVXJ-T%OTOS °En écrivant fsiistoires des Jnstrumcnts à archet £r des {Joueurs d'instruments, j'ai eu l'oecasion de parler' des la Jliénestrandies 6> des la chapelle^ Saint-^ulien~des-o\\lénestriers. plusieurs personnes ques les souvenirs des notrtj vieux j^aris inté ressent particulièrement mont engagé a faires unes puhlication spéciale des cettes parties du Uvres. {Jes réponds à cet encourageant appel. íes lignes quì suivent con tiennent donc ces (jues j'ai déjà écrit sur' ces sujet, augmenté toui .ois des résultats des recherches nouvelles. A. V. Paris, iy novembre 1877."], [14, "p Envoi mon livre, pour oyr Comment il est fais et dités. Or veuille Diex que il soit tés Que li quens ie reçoive en gré. » (Adenés li Rois, Clèomadès.)"], [15, "CHAPITRE PREMIER LES SCALDES DU NORD. LES BARDES DANS LES GAULES. — CLOVIS DEMANDE A THÉODORIC UN JOUEUR DE HARPE. — C HARLE MAGNE. LES HISTRIONS ET LES JOCULATORES SÉVÈREMENT TRAITÉS PAR LES CAPITULAIRES. LES BARDES DANS LES PAYS d'oRIGINE GAELE. LOIS D'HOWELL LE BON CONCERNANT LES BARDES. LES TROUVÈRES, JONGLEURS, MÉNESTRELS, TROUBADOURS. ILS SONT POÈTES, CHANTEURS ET MUSICIENS. LES MÉNESTRELS A LA COUR DES ROIS DE FRANCE. LES MINNESINGER ALLEMANDS. endant près de quatre siècles, il exista en la rue Saint-Martin, à Paris, une charmante petite église appartenant à la corporation des Ménétriers, et où nos joueurs d'instruments venaient chercher consolation aux misères, qui, toujours, hélas! ont été le partage des petits et des grands Parmi les associations du moyen âge connues sous le nom de corporations, celle des Ménestriers fut une des plus impor-"], [16, "LES MENESTRELS. 4 tantes : notre but est d'indiquer les phases principales de son existence, en suivant les destinées de la chapelle disparue et dont rien n'indique aujourd'hui les traces. Nous commencerons par dire, aussi brièvement que possible, quelle fut l'origine de ces institutions de poètes chanteurs qui eurent leur place bien marquée dans la hiérarchie sociale du temps. Dans les pays scandinaves, ces poètes, nommés Scaldes, furent les premiers à exalter dans leurs poésies les vieilles légendes du Nord; ils les chantaient en s'accompagnant d'un instrument de musique. Guerriers illustres, chanteurs et musiciens tout ensemble, ils passaient pour les sages de la nation et ils étaient accueillis par les premiers rois de Norwége comme les plus con sidérés de leurs courtisans. L'Edda, qui est un recueil de traditions mythologiques des peuples du Nord, et les Saj-as, poésies séparées des Scaldes, sont les monuments les plus importants de ce genre parvenus jusqu'à nous. On conserve encore en Norwége la musique sur laquelle se déclamait le fameux chant guerrier le Krakumal, œuvre d'un Scalde dont le nom est resté inconnu1. Dans les Gaules et parmi les populations celtiques comme les Bretons, les Kymris, les Irlandais, les Écossais, les poètes chanteurs furent appelés d'abord Bardes; ils prirent plus tard en France le nom de Harpeors, Jougleors, Trouvères Ménes trels dans le Nord, et de Troubadours dans le Midi. Les Bardes, sous la domination romaine dans les Gaules chantaient dans leurs poésies les hauts faits des guerriers de leur nation, les actions généreuses; ils lançaient l'anathème contre le i. Introduction de J.-B. Depping à X Histoire de la Normandie, de Th. Liquet. Rouen, 1835, 2 vol. in-8°. — P.-E. M'úller, la Bibliothèque des Sayas."], [17, "LA CHAPELLE SAINT-JULIEN. 5 lâche et le traître, en accompagnant leurs chants du son de la harpe et du crouth. « Les Gaulois ont aussi des poètes qu'ils appellent Bardes et qui chantent la louange et le blâme en s'ac compagnant sur des instruments semblables aux lyres1. » « Les hommes de ce pays (la Gaule) , s'étant peu à peu policés, firent fleurir les études utiles que les Bardes, les Euhayes et les Druides avaient commencé à cultiver. Les Bardes^ chan tèrent en vers héroïques, au son de leurs lyres, les hauts faits des hommes célèbres2. » Pendant la première partie de la période franco-romaine de notre histoire, les Bardes paraissent avoir été les seuls poètes chanteurs populaires; mais à partir de la fin du ve siècle, leur rôle diminue d'importance, et déjà Clovis, après la bataille de Tolbiac, en 496, ne trouvant pas dans ses États un musicien digne de chanter ses exploits, s'adresse à Théodoric le Grand, roi des Ostrogoths, pour qu'il lui envoie d'Italie un chanteur émérite. Cassiodore, ministre et historien de Théodoric, nous a transmis des détails curieux sur cet incident du règne de Clovis3. Le roi victorieux vient de faire part à son allié de ses exploits. Théodoric répond immédiatement en le félicitant de sa victoire, lui recommandant la clémence envers les vaincus et lui annon- 1. Diodore de Sicib. Traduction de F. Hœfer. Paris, 1865,4 vol. in-12, t. II, liv. V, p. 31. Diodore de Sicile, historien grec, vivait vers l'an 5/0 avant J.-C. II avait voyagé dans les Gaules. 2. Ammien Marcelin, traduction française de Moulines. Lyon, 1778, 3 vol. in-12, t. Ier, liv. XV, ch. IX, p. 142. Ammien Marcelin, historien latin, né à Antioche vers l'an 350 de l'ère chrétienne, mort à la fin du IVe siècle. 3. Œuvres de Cassiodore, imprimées à Rouen en 1679, sous la direction de Caret, bénédictin de la congrégation de Saint-Maur, 2 vol. in-P. « ... Citharœdum, etiam arte sua doctum pariter destinavimus expectitum, qui ore manibusque consona voce can tando gloriam vestra; potestatis oblectet. » (Loc. cit., Variarum, t. Ier, lib. II, p. 39. Epistola quadragesima prima.)"], [18, "LES MÉNESTRELS. 6 çant en même temps qu'il lui envoie deux ambassadeurs avec le joueur de harpe qu'il lui demande. Avant d'écrire cette lettre à Clovis, Théodoric s'était adressé à Bœce1, savant illustre qui était alors à son service, en le priant de choisir lui-même le musicien habile qu'il voulait envoyer au roi des Francs. La décadence du poète-chanteur avait fait de tels progrès en France jusqu'au vme siècle, que l'empereur Charlemagne fut contraint d'en réprimer sévèrement les désordres. Sous les noms de Mimi, Histriones, Jocores, Joculatores, l'empire romain, tombé depuis longtemps, nous avait légué une foule d'industries interlopes, auxquelles la musique venait en aide, et qui s'étaient propagées d'une manière inquiétante pour la morale publique. Les contes et les chansons obscènes, les danses honteuses, les tours de toutes les façons avaient pris la place, dans la plus grande partie du pays, des chants sévères et héroïques des Bardes! Les monastères eux-mêmes n'étaient pas à l'abri du fléau ; aussi Charlemagne sévit-il avec vigueur contre la foule de ces individus qui propageaient le désordre et la corruption. Les Capitulaires recommandent avec soin à tous ceux qui font partie du sacerdoce d'éloigner d'eux tous ces musiciens qui inculquent le vice dans l'âme par les oreilles et par les yeux, et de se garer des turpitudes, des insolences et des obscénités des Jocores et i. « Bcethio patricio, Theodoricus , rex : Dicit regem Francorum Citharœdum magnis precibus expectiise. Rogat Boethium musica; peritum, ut eutn eligat, multa de musica laude, etc.. » (Loc. cit., vol. I, Epistola quadragesima, p. 38.) Bœce (Anuius-Manlius-Torquatus-Severinus Bcetiusj, né à Rome vers 470. Savant, ministre de Théodoric dont il fut longtemps le conseiller. Devenu suspect à ce prince, il fut jeté en prison et mis à mort. On lui doit, entre autres ouvrages, un traité de musique divisé en cinq livres, qui est un résumé des connaissances des anciens dans cet art. Cet ouvrage est intitulé : Arithmetica, Geometria et Musica Bcethii. Venetiis, Gregori, 1492, in-f° gothique. II en existe un exemplaire à la Bibl. rat. de Paris. (Ré serve, sous la marque V. 612. I. D.)"], [19, "LA CHAPELLE SAINT-JULIEN. 7 des Histrions1. Un capitulaire défend même aux abbés et abbesses d'entretenir des Joculatores ; un autre, de la même année, range les histrions parmi les individus notés d'infamie2. On voit par ce qui précède qu'il y avait eu une décadence marquée depuis que les Bardes avaient fait entendre leurs pr e miers chants, et cependant quelques contrées étaient restées, fidèles à ces vieilles traditions poétiques et musicales. Les pays d'origine gaele et kymrique, comme la Bretagne armoricaine en France, la Cambrie ou pays de Galles en Angleterre, l'Irlande et l'Écosse, avaient conservé leurs poëtes-chanteurs populaires. Les Bardes, dans l'Armorique et la Cambrie, chantaient toujours les actions héroïques en s'accompagnant de leurs instru ments. Les poésies armoricaines, appelées lais, furent la source où puisèrent largement les Trouvères et les Jongleurs du moyen âge3. Nous retrouvons en Cambrie un monument historique i. « ... Quascumque ad aurium et ad oculorum pertinent inlecebras, unde vigor animi emolliri posse credatur, ut de aliquibus generibus mus'icorum aliisque nonnullis rébus sentiri potest, ab omnibus dei sacerdotes se abstinere debent, quia per aurium oculorumque, inlecebras vitiorum turba ad animum ingredi solet. Histriorum quoque turpium, et obscenorum insolentias Jocorum, et ipsi animo effugere, caeterisque sacer dotibus efïugiendi praedicare debent. » (Capitularia regum Francorum, publiés par J. Baluze. Paris, 1780, 2 vol. in-í°. Capitulare Karoli magni, t. I, § lxxi, p. 1170.) 2. «... Ut episcopi et abbates et abbatissae cupplas canum non habeant, nec fal cones, nec accipitres, nec Joculatores. » (Loc. cit., ann. 789, t. Ier, § XV, p. 244.) — De accusatione vilium personarum «... Item placuit ut omnes servi vel proprii liberti ad accusationem non admittantur. Omnes etiam infamiae maculis aspersi, id est Histriones ac turpitudinibus subjectae personae, hasretici etiam sive Pagani sive Judaei. » (Loc. cit., ann. 789, t. I\", § xLIV, p. 229.) 3. « Nous n'avons aucun des ouvrages poétiques des anciens Gaulois. Nous savons seulement par les historiens quel en était le fond, mais nous ignorons absolument quelle en était la forme. Nous ne connaissons ensuite les lais bretons que par les tra ductions des Trouvères. » (L'abbé de la Rue, les Trouvères anglo-normands . t. Ier, p. 40.)"], [20, "8 LES MENESTRELS. qui nous fixe d'une manière positive sur l'importance du Barde au xe siècle dans ce pays. Le roi Howell Dda, surnommé le Bon, qui régna de 904 à 948, a laissé un recueil de lois dans lequel il assigne à chaque classe sociale ses privilèges et ses devoirs '. Le Musicien et le Barde ne sont pas oubliés. II y avait à la cour du roi Howell Dda deux classes de musiciens : i° Le Musicus auliciis ; en kymrique, Bardd teiilu ; 2° Le Musicus primarius qui jus Cathedra? obtinuerit ; autre ment dit, le musicien ayant reçu le diplôme de maître; il por tait en langue kymrique le titre de Pencerdd Bardd. Ces deux classes de bardes avaient leurs règlements dis tincts. Nous allons donner la traduction de celui concernant le Musicus aulicus, musicien attaché à la cour; il est intéressant à plus d'un titre : « Le Barde royal a ses terres libres d'impositions. Le roi lui donne un cheval et des vêtements de laine; la reine, des vête ments de lin. « Dans les trois fêtes principales de Tannée, il siégera à côté du préfet du palais, qui lui mettra la harpe en main. « II recevra des vêtements neufs aux trois fêtes principales de Tannée. « Lorsqu'on commandera de chanter, le -maître musicien {Pencerdd Bardd) chantera d'abord les louanges de Dieu, ensuite celles du roi dans le palais duquel il se trouve. Lorsque le maître musicien aura fini de chanter, le Barde royal (Bardd teitlu) com mencera le troisième chant sur un sujet différent. 1. Leges IFallicœ Hxli boni et aliorum Wallii princípum, traduit du kymrique en latin, par W. Wotton. Londres, 1730, 1 vol. in-f°,p. 35 et suiv. Cet ouvrage de Wotton reproduit le texte kymrique d'après les anciens manuscrits, à côté de la traduction latine."], [21, "LA CHAPELLE SAINT-JULIEN. 9 « Lorsque la reine demandera au Barde royal de l'entendre, il le fera suivant son désir, mais à voix basse et à Toreille, pour ne pas troubler la cour par ses chants. « II recevra une vache ou un bœuf dans le butin conquis par les gens du roi sur un pays voisin, mais seulement lorsque le roi aura prélevé le tiers. Pendant qu'on fera le partage du butin, le Barde entonnera le chant appelé Ubeniaeth Prj-dain { chant national : la Monarchie de Bretagne). « Le roi lui donnera un échiquier à jouer en ivoire1, et la reine un anneau d'or. « II logera chez le préfet du palais « Lorsqu'il chantera avec d'autres poètes, il recevra pour honoraires une part double. « Si le roi lui demande de chanter, il chantera une fois ; pour un homme noble, trois fois ; pour un homme du peuple {silain) jusqu'à ce qu'il soit fatigué. « S'il est insulté, l'injure est estimée six vaches et soixante dix deniers. « Son meurtre est estimé soixante-seize vaches2. k La dot de sa fille sera de soixante-dix deniers, le douaire de sa femme d'une livre et demie, et sa dot à lui de trois livres. » Le règlement du Musicus Primarius, Pencerdd Bardd, ne nous offre de curieux qu'un seul article ainsi conçu : « Les musiciens auxquels leur maître aura conféré le titre I. Une variante de texte dit : une harpe au lieu d'un échiquier, ce qui serait plus en rapport avec les fonctions du Barde, Du reste, l'échiquier à jouer (abacus lusorius) paraît avoir eu un rôle assez important à la cour du roi Howell Dda. Dans la nomen clature des prix fixés à chaque chose, on trouve l'échiquier du roi, celui du noble; vient ensuite l'échiquier en ivoire, ceux en corne de cerf, en os, en bois. 2. Cette estimation vénale de Findividu n'est autre que le wergheld de la loi salique. 2"], [22, "LES .MENESTRELS. 10 de Pencerdd Bardd recevront de lui un instrument de musique Le premier, une harpe ( Telynn) ; » Le second, un crouth (Crwth) ; « Le troisième, une cornemuse {Pibeu). » Nous savons donc que les trois instruments le plus en faveur à la cour des rois de Cambrie au Xe siècle étaient : la harpe, l'instrument légendaire du Barde ; le crouth, instrument à archet, et le fameux Bag-pipe, qui aujourd'hui encore mène les Écossais au combat1. Les efforts tentés par Charlemagne pour ramener à une conduite plus régulière les Joculatores eurent-ils de bons résul tats? Dans certaines contrées de la France, il est permis de le croire. En Normandie, par exemple, lorsque le duc Richard II entreprit au commencement du xi° siècle la réforme des cou- vents, il fit venir de Dijon un abbé nommé Guillaume, auquel il confia cette mission difficile. Parmi les innovations qui sont dues à ce dernier, nous voyons s'établir une confrérie de frères Jongleurs dans l'abbaye de Saint-Martin de Fécamp. Disons de suite que plus tard, en 1402, dans la même abbaye, l'abbé Radulphe accorda une nouvelle charte à cette confrérie, qui, sauf quelques interruptions, avait continué à exister. Les détails manquent sur cette institution, l'une des plus 1. Wotton traduit pibeu par fistula, ce qui reviendrait en français à chalumeau, flageolet, etc.; mais le mot pibeu désigne évidemment le pibock des Ecossais (en anglais bag-pipe), le biniou des Bretons armoricains, autrement dit la cornemuse, instrument d'origine gaele. La traduction latine devrait être stiva (Du Cange); nos poètes du moyen âge appellent le pibeu : estives de Cornouailles."], [23, "LA CHAPELLE SAINT-JULIEN. 11 curieuses du moyen âge ; mais le texte de la charte accordée par l'abbé Radulphe a été conservé1, et les détails qu'il fournit sont assez précis pour nous éclairer sur sa nature. La première partie nous donne d'abord la preuve qu'à cette époque encore, le métier de joculator, pris dans son ensemble, ne jouissait pas d'une réputation parfaite. L'abbé Radulphe, parmi les motifs qui rengagent à accueillir en union fraternelle les hommes séculiers voués à l'art de la jonglerie, invoque la charité chrétienne, qui ordonne de rassembler les membres les plus faibles pour les réunir par un lien plus solide, ce qu'il n'hé site pas à faire, dit-il, quoique la vie des Joculatores soit légère et portée à la débauche2. II résulte de cette charte, accordée par l'abbé Radulphe le 3 juillet 1402 aux Jongleurs, qu'ils étaient admis à tous les béné fices de messes, de vigiles, de jeûnes et d'aumônes, par le con sentement unanime du chapitre de l'abbaye, et qu'ils prenaient le titre de Frères. Pendant les offices, ils chantaient avec les moines en s'accompagnant du tympanon, du psaltérion, de l'orgue et de la cythare. Les Jongleurs étaient ainsi réunis dans une véritable con frérie moitié laïque et moitié cléricale, ayant à sa tête un chef désigné par la charte sous le titre de rector. Nous n'avons pas à rechercher ici l'effet moral résultant de cet assemblage de moines et de Jongleurs; l'histoire, au moyen âge, nous offre de bien plus singulières anomalies. Ce que nous avons seulement à remarquer, c'est la présence constante du 1. M. Le Roux de Lincy, dans son Histoire de l'abbaye de Fécamp, Rouen, 1840, 1 vol. in-8°, donne le texte de cette charte in extenso, p. 378 et suiv. 2. « In unitate fraternitatis quosdam homines seculares arti Joculatorie deditos volenter et diligenter admisimus. Quorum et si ludicra et lubicra sit vita... »"], [24, "LES MENESTRELS. 12 Poète-chanteur dans toutes les classes de la hiérarchie sociale à cette époque, qu'il s'appelle Jongleur, Trouvère, Ménestrel ou Troubadour. Nous avons laissé le Barde encore en honneur dans les pays d'origine gaele pendant le xe siècle, mais nous arrivons à une époque où la transformation va devenir complète parmi ces poètes et ces musiciens qui avaient, jusqu'au xie siècle, alimenté de leurs chants les traditions populaires. Enfantés par le mouvement de régénération qu'avait déve loppé le grand esprit des croisades, nous en verrons naître avec la chevalerie de nouveaux, qui laisseront loin derrière eux les vieux Bardes et les Scaldes du Nord. Les luttes des chevaliers, les tournois, ces magnifiques et poétiques combats où était exalté tout ce qui élève le courage et l'honneur, vont inspirer de nouveaux chants; et les Jongleurs, les Trouvères, les Ménestrels dans le Nord, les Troubadours dans le Midi, nous initieront aux mœurs de cette époque du moyen âge qui ont fait du xie siècle leur point de départ, l'un des plus grands de l'histoire. Dans les premiers temps que parurent les Trouvères, leurs compositions étaient chantées par une autre classe d'individus qu'on appelait Jugleors ou Jugleours, Ménestereux, Ménestrels, remplissant le rôle des acteurs d'aujourd'hui1, en chantant ce que d'autres avaient composé ; mais cela dura peu, et les Jon gleurs et IVIénestrels se confondirent avec les Trouvères en com posant eux-mêmes les poésies qu'ils chantaient2. Le Ménestrel était poëte, chanteur et joueur d'instruments ; i. Fauchet, Recueil de Y origine de la langue et poésie françaises. Paris, ij8i, ch. vin. 2. Les trois mots de Jongleurs, Trouvères, Ménestrels, sont usités pour désigner"], [25, "LA CHAPELLE SAINT-JULIEN. 13 la vielle à archet était son instrument favori ; il récitait ou chan tait ses vers en s'accompagnant de la vielle. II est un fait qui avait paru se soustraire à l'investigation des érudits, jusqu'à une époque peu éloignée de nous : ce fait est la connexion intime qui existait entre la poésie du Jongleur et du Ménestrel, et la musique. 11 est reconnu aujourd'hui que tous les poèmes du xie au xive siècle étaient composés pour le chant ; aussi ce genre de production était-il appelé surtout chanson de geste. II y avait bien une difficulté sérieuse à admettre cette opi nion : comment supposer en effet que le Roman du Brut de Robert Wace qui contient 13,500 vers ; celui de Rou, du même auteur, qui en a 16,547 f; Ogier le Danois, 13,000 vers2; Cléo madès d'Adenès li rois3 qui en contient 18,688 ; le Roman de la Rose, 23,000; la Vie de Bertrand Dugiiesclini , 27 7 g o; et tant d'autres poëmes du moyen âge qui ont de cinq à dix mille vers, les poëtes-chanteurs du nord de la France, au moyen âge. Cependant l'étude de Tépoque amène une distinction assez notable entre ces trois classes : 1° Le jugleor ou jongleur (joculator) , bien que compris le plus souvent dans la classe des poëtes-chanteurs, avait réellement une autre spécialité : il était faiseur de tours, montreur d'animaux savants, comédien, bouffon ; 2° Le trouvère était le poëte chanteur proprement dit, le deus ex machina, et lors qu'il se mit au service des rois et des grands, il devint le : 30 Ministrel, ménestrel : c'est ce dernier terme qui resta la dénomination générale des poëtes-chanteurs du XIe au XIVe siècle, et, lorsque ces derniers eurent disparu, s'ap pliqua sous le nom de Ménestrier aux joueurs d'instruments. 1. Li Roumans du Brut, publié par Leroux de Lincy, 2 vol. in-80. Rouen, Éd. Frère, 1836. — Le Roman de Rou, publié par F. Pluquet, 2 vol. in-8°. Rouen, Ed. Frère, 1827. 2. Le Roman d'Ogier le Danois, publié par J. Barrois dans la collection des douze pairs de France, de Paulin Paris, t. VIII et IX. Paris, 1832, in-12. 3. Publié par M. Van Hasselt, 2 vol. in-8°. Bruxelles, 1865. 4. La Vie de Bertrand Duguesclin, par Cuvelier, trouvère du XIVe siècle, -publiée pour la première fois par E. Charrière. Paris, 1839, 2 vol. in-40."], [26, "LES MENESTRELS. 14 pussent être destinés au chant? II y avait là une apparence d'im possibilité matérielle. M. Paulin Paris, qui a rendu de si sérieux et de si impor tants services aux études littéraires de cette époque, explique très-clairement ce fait. « Les vers des vieux romans, dit— il *, sont monorimes et leur césure toujours de dix ou douze syllabes. Que les romans monorimes aient été faits pour être chantés et accompagnés de la viole, de la harpe ou de la guitare, c'est ce dont il n'est pas permis de douter après avoir étudié notre ancienne littérature, et, cependant, c'est ce qui ne paraît pas encore avoir été remar qué. On n'était pas bon jongleur si l'on n'avait pas dans la mémoire un grand nombre de chansons de geste telles que Roncevaux, Garin le Lohérain, ou Gérars le Roussi lion ; il est bien entendu qu'il n'arrivait jamais de réciter tout entier un de ces poèmes; mais comme la plupart renferment les récits les plus variés : des cription de combats, de chasses, de mariages, scènes de cour, de conseil et de château, les auditeurs choisissaient les épisodes et demandaient les couplets qui leur plaisaient davantage. Voilà pourquoi chacun de ces couplets forme un récit clair et complet, et pourquoi l'on reprend ordinairement le sens des derniers vers du couplet précédent. » Nous allons profiter de suite du conseil de M. Paulin Paris, et nous demanderons aux 18,688 vers de Cléomadès, d'Adenès li rois, un exemple de cette poésie chantée, qui offrira l'idée la plus exacte des chansons de geste du xme siècle : 1. Lettre à M. de Monmerqué, servant de préface au roman de Berthe aus grans pies, t. Ier de la collection des douze pairs de France. Paris, 1832, in-12."], [27, "LA CHAPELLE SAINT-JULIEN. ij Episode des noces du roi Cléomadès qui épouse sa bien aimée Clarmondine : Se vous à ce point là fussiez Plenté d'estrumens oyssiez : Vieles & sauterions, Harpes, gigues & canons, Leús, rubébes & kitaires, Et ot en plusieurs lieus nacaires Qui moult très grand noise saisoient, Mais fors des routes mis estoient. Cymbales, rotes, tympanons Et mandoires & micanons, I ot, & cornes & douçaines Et trompes & grosses araines, Cors Sarrazinois & tabours I avoit moult en lieus plusours ; Estrumens de mainte manière I ot, & avant & arrière, De toutes parts & de tous lés Que ne vous ai pas nommés, Car de maint pays i estoient Ménestrel qui assez savoient De ce K'afiert à Ménestrel... Nous aurons l'occasion, dans ce qui va suivre, de citer encore des fragments de poésies du xie au xive siècle, qui feront appré cier l'importance de ces vieux monuments littéraires, berceau de notre poésie française : bien imparfaits sans doute, mais si précieux pour l'étude de l'époque qui les a produits. Un assez grand nombre des poésies des Trouvères et des Ménestrels est parvenu jusqu'à nous et connu , grâce aux recherches patientes et laborieuses des archéologues. Les plus intéressantes de ces compositions sont presque toutes de la seconde moitié du xme et du commencement du xive siècle, elles prenaient plusieurs formes dont les plus usitées étaient :"], [28, "LES MENESTRELS. 16 Les Cançons. — Espèce de poème lyrique, où l'amour tient la première place. Les Jeux parties. — Conversation poétique, ou espèce de lutte littéraire entre deux ou trois, ou même quatre tenants. Les parties nomment un juge qui décide de leur querelle. Rondeaux. — Pièce n'ayant que deux ou trois strophes, et commençant par un ou plusieurs vers qui servent de refrain aux diverses strophes. Motets. — Composition harmonique à trois parties, chantant chacune des paroles sur un sujet différent ; c'est l'assemblage le plus bizarre qui soit possible. Congé. — Poésie triste. Adieux. Chansons de geste. — Toutes les poésies épiques du moyen âge étaient chansons de geste. Parmi les poëtes-chanteurs du xme siècle, Adam de La Halle est celui qui offre le plus d'intérêt. Outre un certain nombre de poésies dans le genre de celles que nous venons de citer, et pour lesquelles il composait lui-même la musique , nous avons de lui les Jeux, espèce de scène lyrique, mêlée de chant, qui peut nous représenter, dans leur enfance la plus naïve, nos opéras comiques actuels. Des trois poëmes de ce genre d'Adam de La Halle qui sont parvenus jusqu'à nous : Le Jeu Adam ou de la Feuillée, Le Jeu du Pellerin, Le Jeu de Robin et de Marion, ce dernier est le plus intéressant. On y trouve des vers quelque fois charmants, auxquels le poëte adapte une musique qui ne manque pas de grâce. II y a peu d'années, on a découvert dans la bibliothèque de l'Ecole de médecine de Montpellier un manuscrit contenant trois"], [29, "LA CHAPELLE SAINT-JULIEN. 17 cent quarante compositions inédites des Trouvères ; ce sont des pièces à deux, trois et même quatre parties1, qui prouvent que, dès les xiie et xme siècles, ce genre de composition harmonique était répandu parmi les poëtes-chanteurs. Les Ménestrels eurent un grand rôle pendant les xne, xme et xivc siècles; accueillis avec faveur par les rois et les seigneurs, il n'y avait pas un château, pas un palais où ils ne fussent admis et généreusement traités. Al jor furent jugléor lié, Main belle don leur fût dpnné, Robes de vair & d'herminette De conin & de violette. La feste fut si belle que quinze jours dura, Où maint bon Ménestrel de son mestier joui, Qui sut gentil de cuer sa robe despouilla Et pour s'onneur à un d'els la donna2. II ne faisait pas bon les renvoyer sans présent. Colin Musset dit à un comte de Champagne qui l'avait congédié sans récom pense3 : Sire, cuens j'ai vielle Devant vos en vostre ostel Si ne m'avés rien donné C'est vilanie! Foi que doit sainte Marie En si ne vos fiévre-je mie, M'ausmonière est mal garnie Et ma borse mal farsie ! I. De Coussemaker, Y Art harmonique aux XII et XIIIe siècles. 2. Dinaux, Trouvères et Ménestrels du nord de la France. Paris, 1837-1843, 3 vol. in-8°. 3. Colin Musset fut un ménestrel célèbre, né au commencement du XIIIe siècle. 3"], [30, "LES MENESTRELS. 18 Mais tout métier, quelque bon qu'il soit, a ses vicissitudes, et le Jongleur n'était pas toujours à Fabri des coups du mauvais sort1 : II ot un jugleour à sens Qui moult est de povre rivière, N'avoit pas souvent robe entière, Mes moult souvent en la chemise Estoit au vent & à la bise. Avant d'aller plus loin, donnons, sur certaines habitudes somptuaires de cette époque du moyen âge, quelques détails qui feront apprécier à sa juste valeur la générosité des hôtes des Ménestrels. On voit qu'une des largesses dont on aimait assez à user avec eux était de leur faire présent de vêtements que l'on portait : Qui fut gentil de cuer sa robe despouilla Et pour s'onneur à un d'els la donna. C'était un usage général, et dont on retrouve de nombreuses traces dans les poésies du temps. Quelle pouvait donc être la valeur de ces robes données aux Ménestrels? Nous nous permettrons, pour éclairer notre sujet, d'emprun ter les détails qui vont suivre à l'une des plumes les plus auto risées en pareille matière. Voici ce que dit M. Quicherat, l'émi nent directeur de notre École des Chartes de Paris, dans son remarquable ouvrage sur le costume français 2 : i. De Barbazan, Contes et Fabliaux. Paris, 1756, t. II, p. 184. 2. S. Quicherat, directeur de l'École des Chartes, Histoire du costume en France, depuis les temps les plus recules jusqu'à la fin du XVIIIe siicle. 1 vol. in-8°, Hachette et C'e. Paris, 187J."], [31, "LA CHAPELLE SAINT-JULIEN. 19 « Le xnf siècle est, dans notre histoire, le plus brillant du moyen âge, celui où il y eut le plus de prospérité ou de bien être. La richesse d'argent prit place à côté et souvent au-dessus de la richesse territoriale ; on vit quantité de bourgeois plus opu lents que les seigneurs; le luxe, surtout le luxe des vêtements, envahit toutes les classes. » Ce fut vers 1270, sous Philippe le Hardi, que la noblesse, pour se distinguer des manants, adopta la mode des robes héral diques '. Chaque noble faisait broder en or, en argent et en soie, ses armoiries sur sa robe; c'était un luxe entraînant à des dépenses folles. Témoin ces robes de Philippe le Hardi, qui lui avaient coûté chacune quelque chose comme 50,000 francs de notre monnaie. II est probable que nos poëtes-chanteurs n'étaient pas sou vent favorisés de pareils présents ; mais à cette époque où cheva liers, bourgeois, vilains, étaient couverts de satin, de drap d'écarlate et de linon2, il devait arriver parfois que les Ménes trels recevaient de splendides dépouilles équivalant à une 1. « Il n'y a point de véritables armoiries avant le xn\" siècle. Ce furent les expé ditions de la Terre-Sainte qui les rendirent propres à chaque maison. Ce ne fut cepen dant que vers le milieu du XIIIe siècle et sous le règne de saint Louis que les armoiries passèrent communément du père aux enfants et devinrent fixes dans les familles. » (Le P. Ménestrier, Méthode du Blason. Ponthus. Lyon, MDCCXXX.) 2. Guillaume le Breton, chapelain de Philippe-Auguste, dit, au sujet des fêtes don nées en réjouissance de la victoire de Bouvines, en 1214 : « Les villes, les châteaux, les campagnes fêtent à l'envi un succès auquel toute la nation est intéressée. Chevaliers, bourgeois, vilains, sortent de chez eux resplendissant de pourpre; on n'aperçoit que satin, drap écarlate et fin linon. Le paysan, enivré de se voir dans la tenue d'un empe reur, se juge l'égal de toutes les puissances. Il lui suffit de s'ètre procuré un habit qui n'est pas celui de sa condition pour qu'il s'imagine que son état est transformé. » (Quicherat, loc. cit., p. 178.)"], [32, "LES MENESTRELS. 20 somme importante. — Manière vraiment magnifique de récom penser leurs talents. Les peintures du temps nous représentent le Ménestrel uni formément vêtu d'une espèce de robe qui, suivant la mode, descendait jusqu'aux genoux, ou un peu plus bas. Entrons dans quelques détails plus précis et nous connaîtrons le costume. Le vêtement de l'homme se composait de : La chemise en toile, comme nous la comprenons, et dont l'usage ne datait que du milieu du xne siècle, Mes moult souvent en la chemise Estoit au vent & à la bise ; D'une espèce de camisole longue appelée blanchet ou dou blet, sur laquelle, par le froid, on en plaçait une autre que l'on nommait peliçon. Venait ensuite une première robe appelée cotte, et enfin la robe de dessus dite surcot, avec ou sans cein ture. A partir du milieu du xiue siècle, on porta un double sur cot : la cotardie. On donnait aussi à la cotte le nom de garde corps, et à la cotardie celui de hergot, ou hérigaut. Que tost m'a donné sa cote Son garde-corps, son hérigaut Si en suis plus liez & plus baut'. Pour les hommes, sous ces vêtements, se portaient les braies, espèce de caleçon fixé sur les hanches par une coulisse à cordon appelée brayer. C'était nos culottes d'aujourd'hui ; on disait déjà alors en parlant d'une maîtresse femme : « Elle porte le brayer. » Les chausses montaient jusqu'à mi-cuisse, faisant fonction avec le brayer. i. Le dit de la Maille, voy. p. 22."], [33, "LA CHAPELLE SAINT- JULIEN. 21 Le costume du Ménestrel se complétait par l'aumosnière, sorte de gibecière, souvent très-élégante, pendant au côté, et qui servait à mettre l'argent et autres menus objets : « M'au mosnière est mal garnie, » dit Colin Musset, en sortant de chez un seigneur qui n'avait pas été généreux. Ajoutons aux détails qui précèdent que les étoffes dont on confectionnait les vêtements des classes riches étaient en soie mêlée d'or ou d'argent, en velours, en foulard, crêpe de soie, en camelot, sorte de mélange de soie et de cachemire, en drap écarlate, dont l'aune valait jusqu'à 200 francs de notre monnaie. Pour l'hiver, on avait les fourrures, dont on faisait une si large consommation dans les hautes classes, que le roi Philippe le Long usa dans le second semestre de Tannée 13 16, pour la fourrure de ses vêtements, six mille trois cent soixante-quatre ventres de petit-gris. Le costume des femmes était à peu près le même : seule ment le surcot descend jusqu'aux pieds, et la cotte qui se trouve dessous est à manches longues et collantes. Mais comme, chez la femme, tous ces vêtements superposés les uns sur les autres, et également riches, ne pouvaient être vus sans user d'artifice, on pratiqua sur les surcots certaines ouvertures qui laissaient voir la richesse de la cote et de la ceinture, puis on ouvrit la cote pour laisser voir la chemise, et bientôt la chemise elle-même fut fendue pour laisser voir... Une autre laisse tout de gre Sa char apparoir au costé! On voit, par ce qui précède, que les Ménestrels avaient toutes les facilités nécessaires pour s'habiller somptueusement, et que, lorsque leurs auditeurs se dépouillaient de leur robe"], [34, "LES MENESTRELS. 22 pour la leur donner, le bénéfice était souvent considérable. Le Ménestrel populaire, jouant de son mestier devant les seigneurs, les bonnes gens, comme on appelait la petite bour geoisie, et les manants, était récompensé suivant le talent qu'il déployait. Mais si quelques-uns, comme Colin Musset, avaient su arrondir leur bien, d'autres, et c'était le plus grand nombre, se contentaient d'un mince salaire. 11 existe une pièce de vers du xme siècle, intitulée : le dit de la Maaille1, qui nous donne à ce sujet les détails les plus curieux. Un Ménestrel fait l'éloge de la Maaille, et avoue qu'il en reçoit beaucoup plus que de deniers, de sous et de livres! aussi il n'est pas fier : Si me covient le petit prendre, Quar je ne puis le grant atendre ! Voici quelques vers extraits de ce dit, ils nous initient à la fortune du Ménestrel-Jongleur ambulant : Si je ne menjoie de lart De char de vache ne de bues Devant que aucuns, x. ou. IX. M 'eust doné por mon chanter, Je me pourroie bien vanter Jamais de char ne manjeroie, Quar certes je ne troveroie Qui tel présent me voufist fère. Tant s'eusse bien d'arçon trêre. Si mecovient le petit prendre, Quar je ne puis le grant atendre. En aucune place m'avient i. La maaille était une petite monnaie de cuivre qui valait la moitié d'un denier. Cette pièce de vers se trouve dans un Ms. du xme siècle, existant à la Bibl. nat. de Paris. Fonds français, n» 837 actuel, fol. 175 verso, a la fin de la seconde colonne. Elle a été publiée par M. Achille Jubinal dans son ouvrage intitulé Jongleurs et Trou vères. 1 vol. in-8°. Paris, 1835, p. 101."], [35, "LA CHAPELLE SAINT-JULIEN. 23 Que aucuns preudhomme me vient Pour escouter chançon ou note, Que test m'a donné sa cote, Son garde-corps, son hérigaut, Si en suis plus liez & plus baut Et en chante plus volontiers. Tels i a qui de ses deniers Me donne, iiij. ou iij. ou ij. Oyez, il y a plus de ceus Qui me donnent ainz moins que plus, Et je fuis cil qui ne refus Denier, mounoie, ne maaille. Nous connaissons donc les aptitudes du Trouvère, Ménes trel et Jongleur, et nous possédons sur son rôle, au moyen âge, des détails assez précis pour être fixés sur son caractère : poëte, il a posé les fondements de notre littérature; historien, il nous a transmis les détails les plus exacts sur les mœurs de son temps et sur les grands faits historiques de son époque ; musicien, il nous montre l'enfance de l'art bégayant pour ainsi dire ses pre mières mélodies. On ne peut donc lui refuser la reconnaissance pour les services qu'il a rendus. Est-ce à dire pour cela que tout ce qui s'attribuait alors le titre de Ménestrel fût digne des mêmes éloges? Non assuré ment : à cette époque de mœurs encore peu policées, les abus étaient nombreux, et, par sa nature même, le métier de Ménes trel y était peut-être plus exposé qu'aucun autre! De conduite souvent légère, porté à la débauche, abusant de l'accueil qui lui était fait chez les grands, le Ménestrel ne mettait pas toujours ses talents au service d'une conduite irréprochable. Mais en faisant la part de ces faiblesses inévitables, il serait bien injuste de condamner la classe tout entière pour les fautes de quelques uns de ses membres."], [36, "LES MENESTRELS. 24 Nous avons dit que le rôle du Ménestrel, au moyen âge, avait eu une certaine importance; nous le retrouvons, en effet, auprès des plus hauts personnages ; il était de toutes les fêtes, et il n'y avait pas un seigneur riche et puissant qui n'eût son Ménestrel favori. Qui n'a retenu le nom de Blondel (Blondiaus, comme rappellent nos vieux chroniqueurs) ? Ménestrel fidèle du roi Richard, le héros de la légende, dont notre art lyrique moderne a profité, e O Richard, ô mon roi! »'. Le roi de Navarre avait Gaces Brûlés ; Charles d'Anjou, roi de Naples, Adam de La Halle ; Adenès li rois, lui-même, qui est un des types les plus parfaits du Ménestrel du xme siècle, était corps et âme à Henri II, duc de Brabant. II y avait aussi les femmes Ménestrelles. La belle Dœte de Troyes, l'une des plus renommées, était au nombre des poëtes chanteurs de l'empereur Conrad à Mayence. Li Ménestrel de mainte terre Qui ère venue por aquerre De Troie la belle Doete I chantoit cette chansonnette : Quand revient la seson Que Therbe reverdoie. A cette même cour de l'empereur Conrad, un Ménestrel français, nommé Hue de Braie Selve, obtient la protection du '• « L' Rois regarde & vit Blondiel & pensa comment il se seroit à lui con- noistre, & li souvint d'une canchon que ils avoient fait entre aus deus que nus ne savoit que il dos. Si commencha haut & clerement a canter le premier vier, car il cantoit très bian. Et quant Blo.idiaus l'oi, si sot ce;tainem2nt que c'estoit ses sires, si ot a son cuer le plus gra.it joie qu'il ot onkes, mais a nul jour, & se parti maintenant dou ver gier, & entra en sa cambre ou il gisoit, & prist sa vyele & commencha à vieler une note, & en vidant se delitoit de son signor qu'il avoit trové. » (Tiré de la Chronique ms. du xme siècle, dite rémoise, contenua dans le vol. ms. in-fo!. Bibl. rat., Fonds français,"], [37, "?ADENÈS LI ROIS"], [38, ""], [39, "L-E MENESTREL AdeNÈS El RoiS UEVAífT MaIUí, J\\E/ATE DE FrAWCE f,h JuXlirSiecIe"], [40, ""], [41, "LA CHAPELLE SAINT-JULIEN. 25 souverain, en mettant à profit un autre talent que celui de mu sicien : L'empereres le tint molt cort Que li aprist une dance Que firent pucelles de France A l'ormel devant Tremilli. Nous avons maintenant à parler du Ménestrel à la cour des rois de France, où il eut sa place bien marquée pendant le moyen âge. On sait que déjà, sous Pépin le Bref, en 752, il y avait des musiciens attachés à la cour ; que cet usage se main tint pendant toute la période carlovingienne, et que sous les Capétiens, surtout depuis l'époque de la première croisade, en 1096, sous le règne de Philippe I\", ils formèrent un corps spécial parmi les officiers servants de nos rois. Nous en trouvons une des premières preuves historiques dans les comptes de la cour de France, sous Philippe le Bel, en 1288. Nous citons textuellement1 : OFFICIERS DOMESTIQUES DE L'HOSTEL DU ROY PHILIPPE IV, DIT LE BEL POUR L'ANNÉE 1288 (Tout cet état est en latin.) MINISTERALLY : Guillelmus de Baudrecent. Rex heraudum. n» actuel, 24,430. C'est une histoire de la conquête de la Terre-Sainte par Godefroy de Bouillon. Cette chronique commence au fol. 59, etla légende de Blondiel au fol. 62 verso.) 1. État des officiers civils et militaires de la cour de France _, depuis saint Louis jus qu'à Charles VL. — Trois registres Ms. in-fol. Bibl. nat., Fonds français, n\" actuel 7,852, 7,853 , 7,854. L'état cité ci-dessus est extrait du n° 7,853, p. 330. 4"], [42, "26 LES MENESTRELS. Rex Flajoletus. Henricus de Lauduno. Guillelmus Trompatorum Guyotus de Bremireil. Guillelmus le Ber. Dans cette liste des Ministerálly nous voyons deux noms qui nous intéressent : i° Rex Flajoletus ; 2° Guillelmus Trompatorum. Le dernier mot est significatif : Guillaume des trompettes, joueur de trompette. Quant au premier, Rex Flajoletus, dont la traduction toute simple est roi Flageolet, on peut supposer que le texte voulait dire : Rex Flajoletorum, comme il dit Rex heraudutn, et nous aurions ainsi le roi des flageolets ou Flaios. Quoi qu'il en soit, nous voyons que les musiciens étaient placés, à cette époque, parmi les Ministeralli ou petits officiers. La seconde pièce que nous citerons est du règne de Louis le Hutin1. « L'ordenance de l'hostel le Roy de Navarre Loys hutin faite à Sezanne et à Miaulx la semaine après la saint Loys par fon conseil en fa présence : MÉNESTRELS : Johannot, trompeur. Ernauld — Michelet des naquaires Le Roy Robert. Le Borne du Psaltérion Huré. i. Etat des officiers civils et militaires de la cour de France, depuis saint Louis jusqu'à Charles VI, p. 349."], [43, "LA CHAPELLE SAINT-JULIEN. 27 « Chascun une provende d'avoine, et pour toutes autres choses, ara xiii deniers Parisis par jour. » Dans cette liste intittdée Ménestrels, sont compris à la suite des précédents : Les sommeliers, l'aumosnier, la lavandière de corps. Cet état n'est pas daté; mais comme il précède celui de Tannée 131 5, et que le roi Louis X mourut en 13 16, c'est bien évidemment celui afférent à Tannée 1314. Lorsqu'en 1356, le roi Jean le Bon fut fait prisonnier après la bataille de Poitiers, et conduit en Angleterre, il fut suivi de ses Ménestrels. Nous remarquons alors Copin du Brequin, qui portait le titre de Roi de la corporation établie en 1321 (et dont nous aurons bientôt à parler), remplir auprès de son maître les fonctions les plus diverses. En dehors des payements à lui faits du commandement du roi, pour quérir ses nécessites, il reçoit entre autres : Lundy, vf jour de janvier, jour de Tapparicion (1359) : « le Roy des Méneftereulx, fur la façon de Tauloge nouvelle que il fait pour le Roy, du commandement du Roy, 3 nobles valant 20 fols. » Mardy xxi d'avril 1359 : « Le Roy des Menestereulx, pour une commission du Roy d'Engleterre pour prandre charreites à amener le harnois du roy, que Denys & Messire Gautier faifoient venir darrière, 3 s. 4 d. » Jamais, on le voit, Torigine du mot ménestrel {ministrellus, petit officier servant) n'a été mieux expliquée, et c'était bien, en effet, la position du Ménestrel. Tous les Poëtes-musiciens tou- 1. Douët d'Arcq, les Comptes de l 'argenterie des rois de France au XIVe siècle. Paris, 1851, p. 242."], [44, "28 LES MENESTRELS. chant à la cour par ce titre prenaient rang parmi les bas officiers, les povres officiers : comme eux, ils recevaient leur provende d'avoine, article important et qui figure toujours l'un des pre miers dans les comptes. A cette époque, la cour, dans ses fré quents déplacements, voyageait à cheval : pas de carosses alors ; les Ménestrels chevauchaient avec la cohue innombrable de tous les officiers hauts et bas, les gens de mestier, cordouanniers et autres1, leurs varlets, les marchands fournisseurs, les parasites de tous genres, qui tentoient souvent de forcer la porte royale, mais que messire le roi des Ribauds, comme le fameux Crasse joye, en 1316% avait pour mission de tenir respectueusement dehors. Ainsi que ce dernier et le cordouannier le Roy, les Ménes trels recevaient 13 deniers de gages par jô'ur. Les Ménestrels-musiciens avaient donc, à la cour du roi de France, une position assez infime ; et, si quelques-uns de leurs chefs parvinrent, par des aptitudes exceptionnelles, à se faire une position plus brillante et un sort meilleur, le commun des gens du métier était assimilé au plus humble des serviteurs royaux. Nous ne pouvons, après avoir parlé aussi longuement de nos Trouvères et Ménestrels, passer sous silence les Minnesinger 1. « Les guiettes & le cordouanier-le-roy pranront a vaine chascun jour pour un cheval mangeront à cour par devers le roy & auront chascun xmd de gaiges. » Ordonnance de 1285, ms. in-fol. Bibl. nat., n\" 7,852, p. 85. 2. Ordenance de l'hostel Phelippes V, dit le Long, Roy de France et de Navarre, fait au bois de Vincennes au mois de décembre 13 16. « ... Le roy des ribauds Crasle joye ne mangera point à cour, mais il aura fix danrées de pain & deus quart de vin, une pièce de char & une poulie, & une provende d'avoine, & xilld de gaiges, & fera monté par l'escuyerie & se doit tenir toujours hors la porte, & garder illeuc, que il n'y entre que ceus qui y devront entrer, a [Id., n° 7,852.)"], [45, "LA CHAPELLE SAINT-JULIEN. 29 allemands, qui eurent leur apogée de gloire pendant les xn% xme et xive siècles. Les Minnesinger (chantres d'amour) étaient les poètes qui introduisirent, dans le haut allemand, le genre de nos Trouvères et de nos Troubadours ; mais ils eurent un caractère spécial, en ce sens que la classe la plus puissante de la société d'alors s'adonna à ce genre de poésies, et a laissé des monuments tout aussi importants, sinon plus, que les nôtres. Dans cette quantité d'improvisateurs, depuis les empereurs et les rois jusqu'au simple poëte errant, on trouve un chœur de près de deux cents chan teurs. La plus grande partie appartient à la race princière ou noble '. Aussi un caractère particulièrement guerrier s'atta che-t-il à cette classe de poètes : ils chantent Tamour, mais ils chantent la guerre. Les Nibelungen, qui, suivant des données paraissant certaines aujourd'hui, ont été composées, ou du moins terminées vers Tannée 1210, sont le monument le plus remarquable de ce genre de poésie. H y a dans cette grande épopée nationale le chant d'amour, mais le chant de guerre en est Tâme et le souffle; et, chose étrange, dans les positions les plus élevées, dans les rudes combats, le poëte donne au chanteur joueur d'instruments, au viéléor, comme nous dirions dans notre vieux français, les rôles les plus brillants. Lorsque Ezel, roi des Huns, envoie des ambas sadeurs - vers les rois des Burgondes pour les inviter à venir à sa cour, il choisit, pour remplir cette mission, ses deux meil- 1. F. H. von der Haagen, Minnesinger } Deutsche Lieder des i2ten, ij'en und i4ten Iahrhunderts. Leipzig, 1838 (Préface). 2. Das Nibdungenlied, herausgegeben von F. Zarncke. Leipzig, 1856. « xxm aven tiur. Wie der kùnec Ezele und diu frowe Kriemhilt nach ir friunden ze Wormez, sanden."], [46, "LES MENESTRELS. 30 leurs joueurs de vielle, Werbel et Swemmel ; il les couvre d'habits précieux, les charge de présents magnifiques, et plus tard, lorsque la trompette des combats sanglants aura sonné, le poëte fera apparaître, parmi les plus vaillants héros, le hardi Volker, le joueur de vielle, dont Tarchet, semblable au glaive tranchant, sera la terreur des ennemis. « Voici venir le seigneur Volker, un hardi joueur de vielle... Je veux vous faire savoir ce qu'était Volker; c'était un noble seigneur, on Tappelait le Joueur, parce qu'il savait jouer de la vielle1... « Volker plaça près de lui, sur le banc, un archet puissant, long et fort, tout semblable à un glaive large et acéré 2.. . » « ...Volker, son compagnon s'élança de la table, son archet, retentissant résonna dans sa main, il joua de la vielle d'une ma- nière terrible, le hardi joueur3!... » Hagen de Troneje, l'un des guerriers les plus farouches des Burgundes, aperçoit, à une table, Werbel le joueur de vielle : d' un coup de glaive, il lui abat la main sur sa vielle. « Oh! malheur à moi, s'écrie Werbel, le joueur de vielle de i. D6 kom der herre Volkèr, ein kùene spileman. .. wer der Volkèr wœre, daz will ich wizzen làn, er was ein edel herre durch daz er videln kunde, was er der spileman gênant. (Das A'ibelungenliedj avent. XXIV, stroph. 68-61.) 2. Volkèr der vil k'úene zôch náher ûs der banc einen videlbogen starken, michel unde lanc gelîch eine scarpfen swerte, vil lieht unde breit. (Id.} avent. xxix, stroph. 28.) 3. Volkèr sîn geselle von dem tische spranc : sîn videlboge im lûte an sîner hende erklanc. dô videlte ungefúege der kûnege spileman. [Id., avent. XXXIII, stroph. ij.)"], [47, "LA CHAPELLE SAINT-JULIEN. 31 Ezel ; seigneur Hagen de Troneje, que vous ai-je fait? Comment, maintenant, ferai-je résonner les accords, ayant perdu ma main1? » Ces fictions du poëte nous montrent à quel point le Minne singer était alors en honneur. Owè mir'-sprach Werbel, der Ezeln spileman, her Hagen von Troneje, waz hêt ich iu getân ? r . wie klenke ich nu die deene, sît ih nu vlorn hán die hant ? (Das Nibelungenlied, avent. XXIII, stroph. 13.)"], [48, ""], [49, "CHAPITRE II FORMATION DE LA CORPORATION DES MÉNESTRIERS. TEXTE DES STATUTS ACCORDÉS AUX MÉNESTRIERS EN 1321. — FONDATION DE L'HOPITAL DE SAINT-JULIEN ET SAINT-GENÈS EN 1328. — CONSTRUCTION DE LA CHAPELLE S AINT- J U L IE N-D ES-MÉ NE ST R IE RS , EN I335. ROYAUTE' DES MÉNESTRELS. — NOMS DES DIFFÉRENTS ROIS DES MÉNESTRIERS DE I 3 3 8 A 1741. o us avons maintenant à considérer le Ménes trel comme poëte et musicien populaire, et ce n'est pas son rôle le moins important. Pendant que les grands personnages entrete naient à leur cour leurs Ménestrels historiens, chargés de charmer leurs loisirs, et de trans- mettre leurs hauts faits à la postérité, la classe plus modeste avait ses fêtes et ses joies à célébrer : les bonnes gens (comme on les appelait alors) aimaient aussi le plaisir. Le peuple, dans les rues, jetait volontiers son aumône dans Tescarcelle du pauvre jongleur. qui faisait gambader son singe, et du ménes- 5"], [50, "LES MÉNESTRELS. 34 trier plus habile qui lui offrait de véritables concerts ambu lants '. Aussi, jongleurs et ménestreux pullulaient-ils dans le pays; à Paris surtout, où ils trouvaient un aliment lucratif à Texercice de leur mestier, ils formaient une classe bien distincte. A cette époque où chaque caste de la société avait à se retrancher der rière ses immunités, la Ménestrandie, formant un corps nom breux, ayant, par sa nature même qui prêtait à de nombreux abus, besoin plus que tout autre de sauvegarder, par une régle mentation sévère, l'intérêt commun, ne devait pas rester long temps sans pourvoir à son organisation et sans demander à la sanction royale Tobtention de ses privilèges. Déjà, vers le milieu du xme siècle, les jongleurs étaient en possession du droit de passer le Petit-Pont sans être soumis au péage. Voici le texte complet de Tordonnance : « Li singes au marchant, doit iiij deniers fe il pour vendre le porte, & fe li singes est à home qui Tait acheté pour son déduit, si es quites, & fe li singe est au ioueur, iouer en doit devant le paagier & pour son jeu doit être quites de toute la chose qu'il achète pour son usage, & ausi tôt, li jougleur sunt quite por jover de chançon. » Le proverbe payer en monnaie de singe vient de cette immu nité accordée aux bateleurs. Le Petit-Pont, qui, alors comme aujourd'hui, reliait Tìle Notre-Dame à la rue Saint- Jacques, était souvent endommagé i.'« ... C'est encore après midi que, dans la rue des Ménestriers, commencent des concerts d'Instrumens hauts & bas qui ne finissent qu'à la nuit. » (A. Monteil Histoire des Français des divers états aux cinq derniers siècles. Paris. 1827, 10 vol. in-8° t. I p. 23, XIVe siècle.) ,"], [51, "LA CHAPELLE SAINT-JULIEN. 35 par le courant de la Seine, très-fort en cet endroit, et le revenu obtenu par le péage servait à le maintenir en bon état. C'est à la fin de ce même siècle que nos Ménestrels don nèrent leur nom à Tune des rues de la capitale, la rue aux Jugleeurs l, plus tard rue des Ménestriers, disparue, depuis, dans la rue de Rambuteau. En Tannée 1321, un fait d'une importance considérable se produisit pour la Ménestrandie. La détermination avait été prise par ses principaux membres de se former en corporation régu lière ; et, le lundi, jour de la fête de la Sainte-Croix, 14 septembre de Tannée 13 21, trente-sept jougleurs et jougleresses présen tèrent à la sanction du prévôt de Paris un règlement composé de onze articles, qu'ils avaient rédigé d'un commun accord. Nous allons donner textuellement la teneur de ces statuts, déli vrés à la nouvelle corporation ce même jour, et enregistrés à la prévôté de Paris, le 22 octobre 1341 ; c'est un document intéres sant *. « Tous ceus qui ces lettres verront, Guillaume Gormont, garde de la prévosté de Paris, salut : « Sachient tuit que nous, Tan m. ccc. xlj, le lundi xxij jour d'octobre, veismes une letres scellées du scél de la dicte Pré vosté contenant cette fourme. 1 . ... Puis truis à la rue à Jugleeur Con ne me tienne a Jugleeurs. Puis je trouve la rue aux Jougléeurs, Qu'on ne me prenne pas pour un railleur. (Les rues de Paris mises en vers. Extrait d'un ms. du XIVe siècle, vers 372. De Bar bazan.) 2. Bibliothèque de l'École des chartes, série A, t. III, p. 400. Recherches sur l'his toire de la corporation des Ménétriers, par B. Beruhard."], [52, "LES MENESTRELS. 36 « A tous ceus qui ces letres veront, Gille Haquin garde de la prevosté de Paris, salut : « Sachient tuit que nous à Tacort du commun des Meneí treus & Menestrelles, jougleurs & jouglereffes, demourant en la ville de Paris, dont les noms font ci-deflous efcrips, pour la réformacion du mestier de yceuls & le proufit commun de la ville de Paris, avons ordené & ordenons les points & articles ci-deífous contenus & efclaircis, les quiex les personnes ci deífous nommées ont tefmoigné & afermé par leurs feremens estre proufitables & valables à leur dit mestier & au dit commun de la dite ville, les quiex poinz & articles font tiez : « I. — C'est astavoir que d'ore-en-avant, nuls trompeur de la ville de Paris ne puist alouer à une feste que luy & son compai gnon, ne autre jougleur ou jouglereífe d'autruy mestiers,que soy mesmes ; pour ce qu'il y en a aucuns qui font marchié d'amener taboureurs, villeurs, organeurs & autres jougleurs d'autre jou glerie avecq eulx, & puis prennent les quiex que ils veulent dont ils ont bon loier, & bon courratage, & prennent gent que riens ne savent & laissent les bons ouvriers ; de quoy li peuples & les bonnes genz font aucune fois deçeus, & ainsi le font ou préjudice du mestier & du commun prousit. Car, comment que ceus qu'ils prennent, sachent peu, ne leur font il pas demander mendre salaire & à leur proufit, & les tefmoingnent autres qu'ils ne font, en décevant les bonnes gens. « II. — Item, que se trompeurs ou autres Menestreurs ont fait marché ou promis à aler à une feste, que ils ne la puissent laissier tant comme ycelle feste durra pour autre prendre. « III. — Item, que ils ne puissent envoier à la feste à laquelle ils feront aloués nulle autre personne pour euls, se ce n'estoit ou cas de maladie, de prison, ou d'autre nécessité."], [53, "LA CHAPELLE SAINT-JULIEN. 37 « IV. — Item, que nuls Ménestreurs ou Ménestrelles, ne aprentiz quelque ils soient, ne voisent aval la ville de Paris pour foy présenter à feste ne à nopces pour euls, ne pour autres, & s'il fait ou font le contraire, qu'il enchée à Tamende. «V. — Item, que nuls Ménestreurs aprentis qui voist aval taverne, ne puisse louer autrui que luy, ne enviter ou amonester, ou faire aucune mencion de son mestier ou dit louage par fait, ne par parole, ne par signe quelque il soit, ne par interpointe coustume, fe ne sont ses enfants à marier tant seulement, ou de qui les maris seroient alé en estrange païs ou estrangé de leurs famés. Mais se l'en leur demande aucun Ménestrel jougleur pour louer, qu'ils reípondent tant seulement à ceus qui les requerront : « Seigneur, je ne puis alouer autrui que moy mefmes parles « ordenences de nostre mestier, mais se il vous fault Ménestreus « ou aprentis, alés en la rue aux Jougleurs, vous en trouvères de v. bons. » Sanz ce que le dit aprentis qui en fera requis, puiíîe nommer, enfeingner, ne présenter aucun par especial ; & se li aprentis fait le contraire, que ses maistres ou lui soient tenuz de Tamende lequel qu'il plaira miex aus maistres du mestier, & se le maistre ne veult paier Tamende, que le vallet aprentis soit bannis du mestier un an & un jour de la ville de Paris, ou au mains jusques à tant que le maistre ou aprentis aient paie Tamende. « VI. — Item, que se aucun vient en la rue aux Jougleurs pour louer aucuns Jougleurs ou Jougleresses, & fus le premier qui li demanderres appelera pour louer, nuls autres ne s'embate en leurs paroles, ne ne facent fuers, ne facent faires, & ne ne Tappellent pour foy présenter ne autrui, jusques à tant que li demanderres & le premier jougleur appelle soient départis de"], [54, "LES MÉNESTRELS. 38 marchié & que li demanderres s'en voit pour louer un autre. « VII. — Item, que de mefmes soit fait des aprentis. « VIII. — Item, que tous Ménestreus & Ménestrelles, Jou gleurs & Jougleresses, tant privé comme estrange, jureront & seront tenuz de jurer à garder les dites ordenances par foy & serement. « IX. — Item, que se il vient en la dite ville de Paris aucun Ménestrel, Jougleur, mestre ou aprentis que li prévost de Saint- Julian ou ceus qui y seront establis de par le roy pour mestres du dit mestier & pour garder y celuy, li puissent défendre Touvrer, & fus estre bannis un an & un jour de la ville de Paris jusques à tant que il auroit juré à tenir & à garder les dites ordenances & fur les poines qui mises y font. « X. — Item, que nulz ne se face louer par queux ne par personne aucune qui loïer ne promeste aucune, ne aucune cour toisie ne prengne. « XI. — Item, que ou dit mestier seront ordené n ou m preudes hommes de par nous ou par nos successeurs Prévos de Paris ou nom du Roy, qui corrigeront ou punir puissent les mesprenans contre les dites ordenances, en telle manière que la moitié des amendes tournent par devers le Roy, & l'autre moitié au proufit de la confrairie du dit mestier; et fera chascune amende tauxée à x sols Parisis, toutes les foiz que aucun mef prendra contre les ordenances destus dites, ou contre aucun d'icelles. k Les noms des Ménestreuz, Jougleurs & Jouglereíîes qui à Tordenance dessus efclarcie, se sont accordés, font tiex : « Pariset, ménestrel le roy pour lui & ses eníans. — Gervaisot la guète. — Renaud le chastignier. — Jehan la guète du Louvre. — Jehan de Biaumont. — Jehan Guérin. — Thibaut le paage. — Vuyuant Jehanot de Chaumont. — Jehan de Biauvès. — Thi baut de Chaumont. — Jehanot l'anglois. — Huet le Lorrain. — Jehan de Baleavaine."], [55, "LA CHAPELLE SAINT- JULIEN. 39 — Guillot le Bourguegnon. — Perrot l'estuveur. — Jehan des Champs. — Alixandre de Biauvès. — Jaucou, filz le moine. — Jehan Coquelet — Jehan Petit. — Michiel de Douay. — Raoul de Berele. — Thomasiîn Rousfiau. — Gieffroy la guète. — Vynot le Bourguegnon. — Guillaume de Laudas. — Raoulin Lanchart. — Olivier le Bourgue gnon. — Iíabelet la Rousselle. — MarceKla Chartaine. — Liégart, famé Bienveignant, — Marguerite, la famé au Moyne. — Jehane la Ferpière. — Alipson, famé Guillot Gué rin. — Adeline, famé G. l'anglois. — Isabiau la Lorraine. — Jaque le Jougleur. « Les quiex poins & ordenances ci-deíîus esclaircies, les personnes ci-dessus nommées ont juré & affermé par leurs sere mens & foy, à tenir & garder sanz enfraindre, & de non venir encontre par aucune manière, & à la poinne dessus dite, & avec ce voudrent & accorderont que chascun an, les maistres du mestier fussent renouvelés, se ainssi estoit qu'ils ne fouffisissent au commun des Menestreus du dit mestier, & au Prévost de Paris. « En tesmoing de ce, nous, à la requeste & supplicacion des dessus nommés, avons mis en ces lettres le séel de la Prévosté de Paris. « Ce su fait & donné en jugement le lundi jour de feste fainte-Croiz en septembre de Tan M.ccc.xxj, & de toutes les choses dessus dites, & chascune pour foy en la manière que destus est dit & divisé, nous, à greigneur, feurté & consirmacion nous avons fait enregistrer en nos registres du chastelet de Paris, Tan & le jour dessus dit. » Cette corporation des Ménestriers était donc régulièrement fondée : elle prospéra vite, et il ne s'écoula pas un long temps avant qu'elle n'acquît une importance nouvelle; une idée géné reuse fut le point de départ de ses nouveaux progrès. Voici comment s'exprime à ce sujet un écrivain du xvne siècle, qui nous a laissé, sur le vieux Paris, des détails consciencieuse ment écrits, et consultés encore aujourd'hui avec fruit '. Nous i. DuBreul, Théâtre des antiquités de Paris, 1622."], [56, "LES MÉNESTRELS 40 nous garderons bien de substituer notre narration à la sienne, et le laisserons parler : « En Tan de grâce 1328, le mardy devant la sainte-Croix en septembre, il y avoit en la rue Saint-Martin des Champs, deux compagnons ménestriers, lesquels s'entre aimoyent parfaitement & estoient toujours ensemble. Si estoit l'un de Lombardie & avoit nom Jacques Grare de Pistoye, autrement dit Lappe ; l'autre estoit de Lorraine & avoit nom Huet, le guette du palais du roy. « Or, avînt que le jour susdit, après dinner, ces deux com pagnons estant assis fur le siège de la maison dudit Lappe, & parlant de leur béfongne, virent de l'autre part de la voye, une pauvre femme appelée Fleurie de Chartres, laquelle estoit en une petite charrette, & n'en bougeoit jour & nuit, comme entre prinse d'une partie de ses membres, & là vivoit des aumofnes des bonnes gens. Ces deux efmeus de pitié s'enquièrent à qui appartenois la place, désirans Tachepter & y bastir quelque petit hofpital, & après avoir entendu que c'estoit à Tabefîe de Mont martre, ils Tallèrent trouver, & pour le faire court, elle leur quitta le lieu à perpétuité à la charge de payer par chacun an, cent solz de rente, & huit livres d'amendement dedans six ans feulement, & fur ce leur sit expédier lettres en oeìobre, le dimen che de devant la saint-Denis 1330. » Indépendamment du terrain appartenant àl'abbesse de Mont martre, les deux ménestriers achetèrent, moyennant la somme de 12 livres 10 sols par an, une maison voisine, située au coin de la rue Jean-Paulée, et appartenant à Étienne d'Auxerre, avocat1. 1. Millin, Antiquités nationales, t. IV, XLI, p. y. — Paris 1792,"], [57, "LA CHAPELLE SAINT-JULIEN. 41 « Le lendemain de ces achats, Lappe & Huet prindrent possession du dit lieu, & pour la mémoire & souvenance firent festin à leurs amys. Peu après, ils firent faire un mur & fur Tentrée une belle chambre, & au dessoubs, des bancs à lits, au premier desquels fut couchée la pauvre femme paralytique, & n'en bougea jamais jusques à son décès. Ils ordonnèrent aussi que ce lieu seroit dorénavant appelé YHospital de Saint-Julien & Saint-Génois, & pendirent une boiste à la porte de Tentrée, pour recevoir les aumosnes de ceux qui y auroient dévotion. « En cet hofpital, les dits Lappe & Huet mirent un clerc nommé Janot Brunel, qui foifoit office d'escrivain, de procureur & de gardien de la maison, & si alloit quérir les legs par la ville, n'ayant autre salaire sinon d'estre logé. « Ils reçeurent aussi une vieille femme nommée Édeline de Dammartin, laquelle s'y rendit du jtout & y apporta ses biens. Son office estoit de faire les lits, & héberger les membres de nostre Seigneur, & avoit pension fur Thospital 18 deniers la semaine. » Saint Julien, l'un des patrons du nouvel hôpital, est connu sous le nom de saint Julien le Pauvre. La légende raconte que, revenant chez lui après un long voyage, il trouva dans son lit un homme et une femme. Croyant que son épouse lui est infidèle, il tue l'un et l'autre, mais au lieu de deux coupables, c'était son père et sa mère que sa femme avait recueillis pendant son absence pour en prendre soin. Accablé de douleur, il quitte le pays pour aller faire pénitence bien loin à Tétranger. Sa femme le suit. Ils s'arrêtent près d'une rivière très-dangereuse à passer, élèvent un petit hôpital sur les bords et construisent un bateau pour passer les voyageurs. Un jour Notre-Seigneur arrive 6"], [58, "LES MENESTRELS. 42 sur les bords de la rivière et demande à la passer : il était sous Tapparence d'un ladre ; étant dans le bateau, il se fait connaître à saint Julien, et lui accorde la rémission de ses péchés. Sur la façade de la maison 42 de la rue Galande se trouve encore aujourd'hui une sculpture du temps, représentant saint Julien dans son bateau, passant le Seigneur, qui est debout au milieu. Saint Julien est à Tavant, tenant deux avirons ; sa femme est à Tarrière, un aviron dans une main et une lanterne dans l'autre. Malheureusement cette vieille épave de nos anciens temps1 est aujourd'hui enfouie à moitié sous une couche de plâtre, et il est à craindre qu'au premier jour elle ne disparaisse complètement. Saint Génois, ou mieux saint Genès, le second patron de Thôpital, était un mime romain2 converti au christianisme et martyrisé sous Dioclétien. Les Ménestriers en avaient fait leur patron. En 133 1, le nouvel hôpital n'était pas encore terminé : les Ménestriers forment entre eux une confrérie pour achever les constructions ; et acte en est passé le 23 novembre de la même année. En 1333, la rente perpétuelle consentie en faveur de Tabbesse de Montmartre est rachetée moyennant une somme de 60 livres parisis. On voit avec quelle rapidité progresse cette corporation encore si récente. Bientôt la pensée charitable, qui avait inspiré Tédification de Thospice, fut suivie de Tidée religieuse : dès 133 1, 1. Cette sculpture provient certainement de l'ancienne église Saint-Julien-le- Pauvre. 2. Mimus, Musicus qui instrumentis musicis canit. Ducange, Glossarium. Rotrou a tait de saint Genès le héros d'une de ses meilleures tragédies."], [59, "LA CHAPELLE SAINT-JULIEN. 43 les Ménestriers avaient résolu d'élever une église. Ils se mirent à l'œuvre, et, à Taide de fonds fournis par la corporation, de dons généreux, d'aumônes, le nouvel édifice fut terminé en 1335. La façade, richement sculptée, fut ornée de statuettes d'anges chan tant et jouant de toutes sortes d'instruments; en voici la descrip tion empruntée à une pièce authentique : « Au dit portail1 font trois grandes figures en pierre dont Tune posée dans le milieu représente le Sauveur, celle à droite représente saint Julien, & celle à gauche représente saint Genès tenant d'une main un violon & de l'autre un archet, & dans le tour du cintre du dit portail, font insculptées en relief de pierres, douze figures assises qui font six de chaque costé. De celuy à droite en entrant : La ire figure joue d'un instrument difficile à cognoiltre, à cause de Tantiquité. La 20 figure joue d'une trompette marine. La 30 figure, d'une musette. La 4e figure, d'une stuste. La 5e figure, des timballes La 6e figure, qui est tout en haut, représente un musicien quy tient un papier de musique développé. Et du costé gauche : La ire figure, quy est au dessus de la teste de saint Julien, joue d'un serpent. La 2° figure joue d'un instrument à 6 cordes qui est un sistre. 1. Archives nationales, papiers séquestrés, carton T. 1492, pièce datée du 29 juillet 1693. Dossier des procès entre les organistes et les maîtres à danser, joueurs d'instruments."], [60, "LES MÉNESTRELS. 44 La 3e figure joue d'une harpe. La 4e figure joue d'un luth. La }e figure joue d'un instrument de manière de harpe ren versée dont les cordes font en large devant luy. La 6e figure, qui est tout en hault & à costé de la clef dudit ceintre, joue d'un clavessin en forme d'épinette, & au dessous de la traverse de la dicte porte, sont deux figures de chaque costé qui représentent des musiciens dont deux tiennent en main chacun un roulleau de papier de musique '. La première grand'messe y fut chantée le dernier dimanche de septembre de Tannée 1335. En 1334, une bulle du pape Clément VI avait élevé la cha pelle Saint- Julien en bénéfice perpétuel2. 1. L'église Saint-Julien-des-Ménestriers était située au coin de la rue du Maure (actuelle;, sur remplacement des n0' actuels 168, 166, 164, de la rue Saint-Martin. Le plan ci-joint indique exactement quelle était sa position. La rue du Maure, appelée pen dant longtemps Cour du More, se nommait en 13)0 la rue Palée, et sous Charles IX, rue de la Posterne. Ces cours étaient devenues la retraits des volaurs et des filous de toute espèce. Les bourgeois des environs de la cour du More obtinrent en 15J9 la permission de la faire fermer à ses deux extrémités, et, en 1568, Robert Rouelle, conseiller au Parlement, locataire à long bail de la maison située au coin de la même rue, du côté de la rue Saint-Martin, obtint pour la somme de 60 livres la permission du gouver neur de l'hôpital Saint-Julien de faire bâtir sur cette rue une chambre qui allait du Ier étage de cette maison au jubé de l'église Saint-Julien, comme il est très-clairement indiqué sur un vieux plan de Paris fait sous Charles IX et sur celui de Turgot dressé en 1739. (Piganiol de Laforce, Description historique de la ville de Paris, 1765, t. III P- 475-) 2. Il existait déjà depuis plusieurs siècles à Paris une église placée sous l'invocation de sainct Julien le Povre. Cette église, située près du Petit-Pont dans la rue Saint-Julien-le- Pauvre, qui existe encore aujourd'hui sous le mème nom, remontait auxpremiers siècles de l'ère chrétienne. Saint Grégoire de Tours (544-595) en fait mention. Au commence ment du xiic siècle, elle devint la propriété des religieux de Sainte-Marij-de-Longpont près de Montlhéry. Ces derniers fondèrent un prieuré à côté de l'église et la reconstrui-"], [61, "SCEAU DE LA CORPORATION S AINT-J ULI E N-D ES-M EN E ST R I ERS"], [62, ""], [63, "«Sceau cíe la Corporation CoRPORA TWtf DE S^JuUEfis D&S MÉMESTRJEKS"], [64, ""], [65, "LA CHAPELLE SAINT- JULIEN. 45 Nous sommes arrivés à une époque où nous avons à signaler un fait trop important dans l'histoire de la corporation pour le passer sous silence : nous voulons parler de Tinstitution de la royauté des joueurs d'instruments. On a beaucoup plaisanté au sujet de cette royauté, à laquelle on n'a pas ménagé les épithètes malsonnantes. Nous reconnaissons, pour notre part qu'on eût atteint d'une manière beaucoup plus sérieuse le but qu'on se proposait, en donnant un titre moins pompeux au membre de la corporation résumant sur sa tête ses droits et ses privilèges ; mais le moyen de se soustraire d'un coup aux habitudes, disons aux manies d'une époque? N'y eut-il pas alors le roi des merciers, des arpenteurs, des barbiers, de la bazoche, des ribauds, voire même le roi des fous ! — II fallait un chef à la nouvelle corpora tion, on Tappela le roi des Ménestrels, et il faut reconnaître que parmi les institutions de ce genre, la nôtre fut une des plus durables ; car, sauf quelques interrègnes, le titre se conserva, comme nous le verrons, jusqu'en mars 1773, époque de la démis sion de Guignon, le dernier titulaire, après plus de quatre siècles d'existence. La première charte qui en fasse mention est de 1338 : « Je, Robert Caveron, roy des Ménestrels du royaume de France1. » sirent elle-même bientôt après. En 1655 les administrateurs de l'Hôtel-Dieu firent un traité avec les moines de Longpont, par lequel ces derniers abandonnèrent le prieuré de Saint-Julien à cet établissement. Pendant la Révolution, l'église de Saint-Julien-le-Pauvre fut fermée; restituée en 1805 à l'Hôtel-Dieu, elle servit de magasin jusqu'en 1826; le 20 octobre de cette année, l'archevêque de Paris la consacra de nouveau, et depuis cette époque elle sert de chapelle à l'Hôtel-Dieu. Saint-Julien-le-Pauvre est un des plus curieux souvenirs de notre vieux Paris. La récente démolition de l'Hôtel-Dieu va bientôt en changer de nouveau la destination. 1 . Ce mot de Roy paraît dès 1 3 2 1 en tète des signataires des premiers statuts de la corporation : « Parisct, ménestrel le Roy pour lui & ses enfans. » 11 y avait déjà long temps que ce titre de Roy était employé pour désigner le chef de certains emplois."], [66, "LES MÉNESTRELS. 46 D'autres chartes, de 1357 à 1362, indiquent un nommé Copin du Brequin comme roy des Ménestrels. Une de 1387, un Jean Caumez1. Pendant toute la durée du xive siècle, la corpo ration des Ménestriers fut régie parles statuts de 1321, sans offrir aucun fait saillant. Nous rencontrons, cependant, deux ordonnances qui les concernent, et que nous trouvons assez intéressantes pour les citer textuellement : Ordonnance de police du 27 octobre 13722 « Le mercredy vingt-septième jour d'octobre 1372, fut crié de par le roy nostre sire, & de par monsieur le Prévost de Paris, ce qui s'enfuit : « C'est à savoir que nul tavernier ne soit si hardy de tenir ni asseoir beuveurs en fa taverne après heure de couvre feu sonnée, sur peine de soixante sols Parisis à prendre fur celui qui .fera trouvé faisant le contraire. « Item. — Que nul ne soit si hardy de boire en taverne après la dite heure du couvre feu, se ne sont gens forains qui seront sur leurs hostes, fur peine de vingt fols d'amende à prendre fur ceulx qui seront trouvés faisant le contraire. « Item. — Pour ce qui est venu à la cognoissance du pré vost de Paris que fous timbre de ce que plusieurs Ménestriers vont jouer & corner de nuict, plusieurs roberies ont été faites à Paris, & huys rompus avec plusieurs autres deliz & maléfices, est aussi dessendu de par le roy nostre sire, & de par M. le prévost de Paris, que doresnavant nuls Ménestriers ne soyent si osés ne hardys de jouer, ne faire leur mestier soit en taverne ou au dehors après l'heure du couvre feu sonnée, si ce n'est que ils 1. Ducange, Glossarium. 2. Bibl. de l'Ecole des chartres, série A, vol. III, p. 403."], [67, "LA CHAPELLE SAINT- JULIEN. 47 soyent à nopces & en Thostel où les nopces seront, sur peine de perdre instrumens, & de quarante fols Parisis d'amende au roy. « Item. — Que nul ne contraigne ne s'essorce de contraindre les dits Ménestriers à faire ne jouer de leur mestier outre la ditte heure, fur peine de quarante fols Parisis. « Fait le mercredy vingt-septième jour d'ocstobre, Tan mil trois cent soixante & douze. » Ordonnance de police du 14 septembre 1395 « Soit crié de par le roy, &c. « Nous deftendons à tous dicteurs, faiseurs de ditz & de chançons, & à tous autres Ménestriers de bouche & recordeurs de ditz, que ils ne facent, dyent, ne chantent en place ne ailleurs, aucuns ditz, rymes ne chançons qui facent mention du pape, du roy nostre seigneur, de nos diz seigneurs de France, au regard de ce qui touche le fait de Tunion de l'église, ne les voyages que ils ont faits ou feront pour cause de ce, sous peine d'amende volontaire & d'estre mis en prison au pain & à Teau. « Escript soubs nostre signet, le mardy quatorzième jour de septembre Tan mil trois cent quatre-vingt-quinze. » Au commencement du xve siècle, les anciens statuts deve naient insuffisants ; le nombre des membres de la corporation s'était augmenté ; d'un autre côté, il devenait chaque jour plus indispensable d'exiger du Ménestrier une connaissance assez sérieuse de son art pour ne pas faire tomber dans le mépris Tensemble du corps tout entier. Des abus s'étaient introduits, des individus se disant ménestriers n'avaient pas fait les études nécessaires, et étaient notoirement insouffisans. Le goût musical s'était répandu et épuré. Aussi, en 1407, la corporation rédigea"], [68, "48 LES MENESTRELS. un nouveau règlement qui lui fut octroyé par lettres patentes1 datées du 24 avril de la mème année. Ces nouveaux statuts reproduisent en grande partie les anciens, et nous croyons inutile d'en donner le texte complet ; nous nous contenterons de citer les points les plus intéressants : i° L'amende est portée de dix sols à vingt sols, moitié pour le fisc, et moitié à Thôpital de Saint-Julien et le chef de la cor poration ; 2° L'article <$ dit que, pour être admis au privilège d'exercer et d'enseigner, le Ménestrier devra avoir été vu, visité et passé pour souffisant par le roi des Ménestrels ou ses députés. Défense aux Ménestriers non souffisants, c'est-à-dire qui n'ont pas su se faire recevoir maîtres, de jouer aux noces ou assemblées honorables, sous peine d'une amende de 20 sols. Pour la réception à la maîtrise, le même article fixe une taxe de 20 sols parisis; 30 L'article 6 fait défense aux non souffisans de prendre des apprentis; 4° L'article 7 fixe la durée de Tapprentissage, pour obtenir la maîtrise, à six années ; 50 L'article 10 défend à tout Ménestrier d'ouvrir une école pour montrer et apprendre la ménestrandie, sans autorisation du roi des Ménestrels. Ces statuts de la corporation se maintinrent en vigueur pen dant les xve et xvi\" siècles et une partie du xvue, et furent succes sivement confirmés par lettres patentes des rois Charles VII, Louis XI, Charles VIII, Louis XII, François Tr, Henri III, 1. Ce règlement de 1407 se trouve in extenso dans le Recueil des Ordonnances des rois de France. In-fol., t. IX, p. 198 et 199."], [69, "LA CHAPELLE SAINT- JULIEN. 49 Henri IV, jusqu'au règlement nouveau accordé par Louis XIV, en 1658. L'histoire ne nous a pas conservé tous les noms des différents membres de la corporation ayant le titre de roy des Ménestrels. Voici la liste de ceux qui sont parvenus jusqu'à nous : Robert Caveron, 1338. Copin du Brequin, 1349. Jehan Portevin, 1392. Jehan Boissard, dit Verdelet, 1420. Jehan Facien, Taîné. Nous n'avons plus trouvé le nom des rois de la corporation jusqu'en 1575, époque où il est fait mention d'un nommé Roussel dans Tacte indiquant son successeur : Claude de Bouchardon, hautbois du Roy, à qui Henri III, accorda, le 13 octobre 1575, des lettres de roy et maistre des Ménestrels1. Viennent ensuite : Claude Nion, 1 590. Claude Nion, dit Lafont, 1600. 1. Dans l'exposé des motifs des lettres patentes accordées par Louis XV à Guignon nommé roi de la corporation le 15 juin 1741, nous lisons : « De l'avis de notre conseil qui a vu différentes patentes, et;., & diverses lettres de provision de l'oflxce du roy des violons accordées par les rois no; prédécesseurs en 1540, 1545, 1548, 1554, 1575, 1590, 1593, 1614, 1624, 1657, 1668, & celles accordées par nous au sieur Guignon le 15 juin 1741... » (Archives nat.; registre secrétariat O1 91, fol. 326.) II résulte de ceci que l 'office du roi des Ménestriers a été régulièrement pourvu de titulaires depuis l'origine jusqu'en 1695, et que nous sommes loin de les connaître tous. 7"], [70, "LES MENESTRELS. 50 François Rishomme, 1615. Louis Constantin, 1624. Guillaume Dumanoir Ier, 1655 *. Guillaume Dumanoir II, ió^. Les fonctions de Dumanoir II cessèrent en 1695, et Louis XIV ne nomma pas de nouveau roi. Plus tard nous voyons : Guignon, nommé par Louis XV, en 1741. Ce fut le dernier roi de la corporation des Ménestriers. 1. Archives nat., registre secrétariat O1 7, fol. 152 verso."], [71, "CHAPITRE III ÉTABLISSEMENT DE SUCCURSALES DE LA CORPORATION DANS LES PROVINCES. NOUVEAUX STATUTS ACCORDES PAR LOUIS XIV EN 1657. LES MAITRES DE DANSE FONT PARTIE DE LA CORPORATION. PROCÈS ENTRE l'aCADÉMIE DE DANSE ET L'ANCIENNE CORPORATION. PROCÈS AVEC LULLI. CRÉATION DES CHARGES DES JURANDES. NOMBREUX PROCES DE LA CORPORATION AVEC LES CLAVECINISTES ET LES ORGANISTES. LES LIEUTENANS DU ROY DES MÉNESTRIERS EN PROVINCE. LEURS CHARGES SONT ABOLIES PAR DÉCRET DU 13 FÉVRIER 1773. SUPPRESSION DE L'OFFICE DE ROY ET MAISTRE DES MÉNES TRIERS, PAR ÉDIT ROYAL DU 31 MARS I 773 . es statuts et les règlements, demandés et obtenus en réalité par les seuls ménestrels de la ville de Paris, Tavaient été au nom de toutes les villes de France ; c'était une fiction, dont le but était trop clairement défini pour que les effets ne s'en fissent pas promptement sentir. Pendant le XVe siècle, le titre de roy des ménestrels du royaume n'est pas encore adopté définitivement; mais, en 15 14, il reparaît pour ne plus disparaître."], [72, "LES MÉNESTRELS. 52 II y avait eu opposition de la part des musiciens des pro vinces, de se soumettre à cette prétention de suzeraineté, qui leur paraissait avec raison exorbitante ; mais il avait fallu céder, et, dans le courant du XVIe siècle, nous voyons s'établir, dans les principales villes de France, de véritables succursales de la cor poration de Paris. II en fut créé à Orléans, à Amiens, à Bordeaux, à Abbeville, à Blois l. II y avait donc là une organisation sérieuse, et qui mettait dans Tentière dépendance de la corporation de Paris toutes celles de province ; aussi, à partir du commencement du xve siècle, au roi des ménestriers appartient le droit exclusif de donner les licences autorisant Texercice du métier dans les villes qui pos sèdent des succursales : nous en voyons un exemple dans Tacte suivant, daté du 26 mars 1508'. « Le maistre des Ménestriers de France donne pouvoir au nommé Nicolas Hestier d'exercer dans la ville de Tours en Touraine, pendant six années, les droits dont il jouit luy mesme. » II va sans dire que ces licences n'étaient accordées que moyennant le payement d'un droit à la corporation de Paris. Dans le cours du xvie siècle, la corporation fut régie par ses anciens statuts, et il nous faut arriver de suite en 1658, époque à laquelle Louis XIV en accorda de nouveaux, pour suivre avec intérêt l'histoire de la Ménestrandie. Guillaume Dumanoir Ier avait été nommé roi en 1657 3. Dès Tannée suivante, Louis XIV par lettres patentes du mois d'oc- 1. Bibliothèque de l'École des chartres, 1842-3, t. IV, p. 534. 2. Archives nationales, carton Q, 1215; dossier Saint-Julien-des-Ménétriers. 3. Le brevet du Roi nommant Guillaume Dumanoir roy des Ménestriers, etc., est daté du 20 novembre 1657. (Archives nationales, registre CM 85, fol. 179.)"], [73, "LA CHAPELLE SAINT-JULIEN. 53 tobre, accordait un nouveau règlement dont nous donnons ci après la copie complète, cette pièce étant indispensable pour Tintelligence de ce qui va suivre1. STATUTS ET ORDONNANCES Faites par le Roy, pour l'exercice de la charge de roy des violons, maistres à dancer & joueurs d'instrumens tant hauts que bas, & la maistrise des dits violons , maistres à dancer & joueurs d'instrumens par toutes les villes de France : I. — Les maistres, tant à Paris qu'ès autres villes de ce royaume, seront tenus d'obliger leurs apprentifs pour quatre années entières, fans qu'ils puissent dispenser dudit temps, Tanti ciper, ny defcharger leurs brevets de plus que d'une année : à peine, contre lesdits maistres, de cent cinquante livres d'amende, applicables, un tiers au Roy, un tiers à la confrairie de Saint- Julien, & l'autre tiers au roy des violons ; & contre lesdits apprentifs qui auront surpris ou capté induement lesdites décharges pour plus longtemps, de pouvoir jamais estre admis à la maistrise. II. — Lesdits maistres feront tenus, suivant Tordre accoul tumé, de présenter leurs apprentifs, lorsqu'ils les prendront, audit roy des violons, & faire enregistrer leurs brevets fur leur i. Nous copions textuellement ces statuts dans un recueil imprimé existant à la Bibliothèque nationale sous la marque F. 2795 — Danse — et intitulé « Statuts et règle mens des maîtres de danse et joueurs d'instrumens tant hauts que bas pour toutes les villes du Royaume, registres au parlement le 22 août 1659. » Paris, 1753."], [74, "LES MÉNESTRELS. 54 registre, comme dans celuy de la communauté, pour lequel enre gistrement ledit apprentis payera audit roy trois livres, & aux maistres de confrairie trente sols. III. — Lesdits maistres ne pourront enseigner les jeux des instrumens & autres, qu'à ceux qui seront obligez & actuelle ment demeurant chez eux en qualité d'apprentifs : à peine de cinquante livres, applicables comme ci-dessus. Lorsque leldits apprentifs, après leur temps d'apprentissage expiré, se présente ront pour estre admis à la maistrise, ils seront tenus de faire expérience devant ledit roy, lequel y pourra appeler vingt des maistres que bon luy semblera, pour les apprentifs, & dix poul ies fils de maistres, &, s'il les trouve capables, leur délivrera la lettre de maistrise. IV. — Tout apprentis à la maistrise, apprentis ou fils de maistre, fera tenu prendre les lettres dudit roy, & payera à la bource de ladite communauté, pour son droit de réception & entrée, s'il est fils de maistre, vingt-cinq livres feulement; & s'il est apprentis, la somme de soixante livres. V. — Le mary d'une fille de maistre, aspirant à la maistrise, entrera comme sils de maistre, & fera receti & traitté de la mesme façon. VI. — L'usage jusques-là observé à Tégard des violons de la chambre de Sa Majesté, pour la réception en la maistrise, sera continué, & ils y seront receus en conséquence de leurs brevets de retenue, & en payant par chacun, pour son droit de réception, la somme de cinquante livres à la boette de ladite communauté. Aucune personne régnicole ou estrangere ne pourra tenir escole, monstrer en particulier la dance ny les jeux des instrumens hauts & bas, s'attrouper ny jour ny nuict pour donner sérénades, ou jouer desdits instrumens en aucunes"], [75, "LA CHAPELLE SAINT-JULIEN. 55 nopces ou assemblées publiques ou particulières, ny partout ailleurs, ny généralement faire aucune chose concernant Texercice de ladite science, s'il n'est receu maistre ou agréé par ledit roy ou ses lieutenans, à peine de cent livres d'amende pour la première fois contre chacun des contrevenans, saisie & vente des instrumens: le tout applicable, un tiers à Sa Majesté, un tiers à la confrairie de Saint- Julien, & l'autre audit roy des violons ou ses lieutenans : & de punition corporelle pour la seconde. La sentence de M. le Prévost de Paris, du 2 mars 1644 & Tarrest du Parlement du 11 juillet 1648, qui Ta confirmée, seront exécutez suivant leur forme & teneur ; &, conformément à iceux, défenses font faites tant aux maistres qu'à toutes autres personnes de jouer des instrumens dans les cabarets & lieux infasmes, &, en cas de contravention, les instrumens des contre venans seront sur le champ cassez & rompus, fans figure de procès, par le premier commissaire ou sergent requis par ledit roy ou l'un des maistres de la confrairie, & les contrevenans emprisonnez pour le payement de ladite amende, laquelle ne pourra estre remise ou modérée pour quelque cause que ce soit, ny les contrevenans estre élargis qu'ils n'ayent actuellement payé. VII. — Les maistres des faux-bourgs & des justices subal ternes ne pourront faire aucun exercice dans les villes, ny faire aucune jurande ny maistrise au préjudice du dit roy, sur peine de cent livres d'amende applicables comme cy-dessus. VIII. — Les violons privilégiez suivant la Cour ne pourront faire aucunes aíîemblées pour faire sérénades ny jouer des instru mens, ny faire aucune chose concernant la dite maistrise, en Tabfence de Sa Majesté, en cette ville de Paris. IX. — Si aucun apprentis, durant le temps de son appren-"], [76, "LES MÉNESTRELS. 56 tissage, ou après celuy expiré, alloit jouer aux cabarets & lieux infafmes, ou en autres lieux publics, comme salles à faire nopces, il ne pourra jamais aspirer à la maistrise ; au contraire, en sera perpétuellement exclus. X. — Les maistres ne pourront entreprendre les uns fur les autres, ny aller au devant de ceux qui auront besoin d'eux, ny prendre autres que leurs compagnons pour jouer avec eux ; & quand ils seront lofiez à quelqu'un pour un ou plusieurs jours, celuy qui aura promis, ny ses compagnons qu'il aura choisis avec luy ne pourront, pour quelque cause que ce soit, se dispenser du service qu'ils auront promis, entreprendre autres compagnies dans le dit temps, ou faire plusieurs marchez à la fois, à peine de trente livres d'amende pour chaque contravention, applicable comme cy-deíîus. XI. — Aucun maistre ne pourra associer, ny mener avec luy pour jouer en quelque lieu que ce soit, aucun privilégié suivant la Cour, apprentis, ny autre qui ne soit pas maistre ; & en cas de contravention, celuy des maistres qui fera trouvé contrevenant payera la somme de dix livres, & celuy qui n'est pas maistre, moitié moins. XII. — Chacun des dits maistres fera tenu de payer trente fols par chacun an, pour les droits de la confrairie Saint- Julien, & les deniers provenant des dits droits & des amendes appliquées à la dite confrairie seront employez à Tentretien de la dite cha pelle de Saint- Julien, & les droits de boette, aux nécessitez de la dite communauté. XIII. — Les maistres de confrairie qui seront éleus par chacun an, seront tenus de rendre compte du provenu de tous les dits droits, en présence du dit roy des violons, & des maistres de la salle; & le rendant compte vuidera ses mains du reli-"], [77, "LA CHAPELLE SAINT-JULIEN. 57 quat, si aucun y a, en celles de celuy qui entrera en là place. XIV. — Les fils de maistres pour leur réception en la mais trise payeront audit roy, outre les droits de boette, la somme de vingt livres, & aux maistres de confrairie cent fols. XV. — Les apprentifs payeront au dit roy, outre les droits de boette, soixante livres, & aux maistres de confrairie, dix livres. XVI. — Et dans les autres villes que Paris, payeront aux lieutenans du roy & maistres de confrairie, moitié moins. XVII. — L'ufage immémorial pour la réception des maistres de confrairie, & maistres de la salle, sera continué, & ce faisant, nul ne pourra estre receu maistre de la confrairie, qu'il ne soit maistre de la salle, sans le consentement du dit roy et des autres maistres de confrairie et de salle, & autre jour que celuy de Saint-Thomas, & pour la réception en la dite maistrise de salle, chacun de ceux qui y sera receu payera à la boette, pour droit d'entrée, dix livres. XVIII. — Et parce que le roy des violons ne peut pas estre présent en toutes les villes de ce royaume, il luy fera permis de nommer des lieutenans en chaque ville, pour faire observer les présens statuts & ordonnances, recevoir & agréer les maistres, auxquels lieutenans, toutes lettres de provision nécessaires seront expédiées fur la nomination & présentation du dit roy; & appar tiendra en tous rencontres, la moitié des droits dus au roy, en chaque réception d'apprentis ou de maistre. Registrées, ouyle Procureur-général du Roy, pour jouir par Timpétrant de Teffet y contenu, à la réserve du douziesme article des dits statuts qui demeurera réduit à quinze fols suivant l'avis des anciens. A Paris, en Parlement, le vingt-deuxiesme aoust mil six cens cinquante-neuf. 8"], [78, "58 LES MENESTRELS. Le premier fait qui nous frappe dans ces nouveaux statuts est le titre de maîtres à danser, ajouté à celui de roi des violons et joueurs d'instruments : c'est là une innovation sur laquelle nous devons nous arrêter un instant, car, à partir de Tépoque à laquelle nous sommes arrivés, nous aurons souvent à en parler. II y avait longtemps déjà que la danse était devenue un art favori, les ballets de cour en avaient propagé le goût : plaisir de grand luxe pour les classes privilégiées du rang et de la fortune ; plus modeste mais tout aussi vif pour celles moins favorisées. Le musicien se confondait souvent avec le danseur. Nous en avons la preuve constante dans les productions musicales de Tépoque où nous ne rencontrons que sarabandes, gigues, pava nes, branles, courantes, gavottes, etc. Ce genre de musique était joué très-souvent seul et pour le charme unique de la mélodie; mais, originairement d'abord, et puis par Tordre naturel des choses, il était le compagnon inséparable de la danse1. II s'ensuivit que la personnalité du danseur et celle du joueur d'instrument se confondirent et mêlèrent leurs intérêts. Parmi les maîtres de danse renommés du xvne siècle, plu sieurs ont laissé la réputation de bons instrumentistes. Jacques Cordier, dit Bocan, fameux :maître à danser de la cour de Louis XIII -, est cité par Mersenne comme l'un -des r. Voir pour tous les détails concernant la danse au XIVe siècle, l'ouvrage intitulé Orchesographie C traiélé en forme de dialogue par lequel toutes personnes peuvent facile ment apprendre & pracliquer Vhonneste exercice des dances. Par Thoinot Arbeau, Lengres, 1586. 2. Jacques Cordier, dit Bocan, né dans les dernières années du XVIe siècle. II suivit Henriette de France lorsqu'elle épousa Charles Ier en 1625. Lors de la révolution d'An gleterre, Bocan revint en France. — Jacques Bocan avait continué à faire partie de la maison du roi jusqu'en 1648, car nous trouvons son nom et son titre à cette date sur la liste des officiers retraités et pensionnés par la cassette royale : Jacques Bocan balladin , 340 livres. (Archives nationales, registre, cour des aides, Z, 1342.)"], [79, "MAISTRE A DANSER SOUS LOUIS XIV"], [80, ""], [81, "Maistre a dancer í68z"], [82, ""], [83, "LA CHAPELLE SAINT- J ULIEN. 59 hommes de son temps qui surent tirer le meilleur parti du violon : « Le son du violon, dit-il, est le plus ravissant, car ceux qui en jouent parfaitement comme le sieur Bocan, Tadoucissent tant qu'ils veulent et le rendent inimitable par de certains tremble mens qui ravissent Tesprit1. » Au talent du danseur Bocan comme joueur de violon se rattache une anecdote curieuse, racontée par le comte de Lo ménie-Brienne dans ses mémoires, anecdote peu connue, du reste, et dont on ne lira peut-être pas les détails sans intérêt; nous laissons parler Tauteur : « Le Cardinal estoit éperduement amoureux, & ne s'en cachoit point, d'une grande Princesse2; le respect que je dois à là mémoire m'empèche de la nommer. Le Cardinal avoit eu la pensée de mettre un terme à sa stérilité, mais on l'en remercia civilement, dit la chronique d'où je tire ce fait. La princesse & fa confidente3 avoient en ce temps-là Tesprit tourné à la joye, pour le moins autant qu'à Tintrigue : un jour qu'elles cau foient ensemble & qu'elles ne peníoient qu'à rire aux dépens de l 'amoureux Cardinal. « II est passionnément épris, dit la confi « dente, je ne fçache rien qu'il ne faste pour plaire à Vostre Ma il jesté : voulez-vous que je vous Tenvoye un soir dans vostre » chambre, vestu en baladin, que je Toblige ainsi à danser une « sarabande, le voulez-vous? il y viendra! — Quelle folie! dit la « Princesse. » i. Harmonie universelle, instrumens à chordes, livre I, p. 2. 2. Le cardinal de Richelieu et Anne d'Autriche, femme de Louis XIII. Cette scène doit avoir eu lieu en 1624. Richelieu venait d'entrer au Conseil, il avait trente-huit ans. Anne d'Autriche avait alors vingt-quatre ans. Bocan ne partit pour l'Angleterre que Tannée suivante. 3. Mme de Chevreuse."], [84, "60 LES MENESTRELS. « Elle estoit jeune, elle estoit femme, elle estoit vive & gaye ; Tidée d'un pareil spectacle luy parut divertissante : elle prit au mot sa confidente, qui fut du mesme pas trouver le Cardinal. Ce grand ministre, quoiqu'il eust dans la teste toutes les affaires de TEurope, ne laissoit pas en mesme temps de livrer son cœur à Tamour : il accepta ce singulier rendez-vous. II fe croyoit déjà maistre de fa conqueste ; mais il en arriva autrement. « Bocan, qui estoit le Baptiste d'alors ' & joùoit admirable ment du violon, fut appelle : on lui recommanda le secret. De tels secrets se gardent-ils? C'est donc de luy qu'on a tout lceu. Richelieu estoit vestu d'un pantalon de velours vert, il avoit à ses jarretières des sonnettes d'argent; il tenoit en main des casta gnettes, & dansa la sabarande que joua Bocan. Les spectatrices & le violon estoient cachez avec Vauthier & Beringhen, der rière un paravant d'où Ton voyoit les gestes du danseur. On rioit à gorge déployée ; & qui pourroit s'en empefcher, puisqu'après cinquante ans j'en ris encore moi-mefme? « On fit retirer Bocan, & la déclaration amoureuse fut faite dans toutes les formes. La Princesse la traita toujours de panta lonade, & ses dédains assaisonnez du sel de la plaisanterie aigrirent tellement le prélat orgueilleux que, depuis, son amour se changea en haine. La Princesse ne paya que trop cher le plaisir qu'elle avoit eu de voir danser une Eminence2. » Revenons à notre corporation des ménétriers. On comprend, d'après ce qui précède, à quel point elle avait intérêt à s'ad- i. L'auteur veut probablement parler de Lulli, qui était souvent désigné par ce nom seul. Peut-être veut-il désigner Baptiste Anet, le père, l'un des meilleurs élèves de Lulli. et dont la réputation comme violoniste commençait à s'établir. 2. Mémoires inédits de Henri de Loménie, comte de Brienne, publiés par F. Bar rière. 2 vol. in-8°. Paris, 1828. T. I\" chap. iv, p. 275. (Voir pour les preuves à Tappui dans le même volume, note A. A, p. 415.)"], [85, "LA CHAPELLE SAINT-JULIEN. 61 joindre les maîtres de danse qui tenaient salle, et dont Tindustrie très-répandue et largement payée apportait un appoint sérieux aux bénéfices de la communauté; mais précisément à cause de cette importance des maîtres à danser, Tunion ne fut pas de longue durée. En 1662, treize d'entre eux, dans le but de s'af franchir de tout contrôle de la part de la corporation de Saint- Julien, réclamèrent du roi l'autorisation de fonder une académie spéciale de danse. Cette autorisation leur fut accordée, et les lettres patentes proposées à Tenregistrement; mais le roi des violons, Guillaume Dumanoir Tr, comprenant la gravité du coup porté à la vieille association des Ménestrels, n'hésite pas à sou tenir le choc, et, dès les premiers jours d'avril 1662, il se rend opposant auprès du Parlement à Tenregistrement des lettres patentes accordées aux maîtres à danser, pour la fondation d'une nouvelle académie indépendante de la corporation de Saint- Julien. Un procès était la conséquence toute naturelle de la situa tion, et il s'engagea devant le Parlement. Plusieurs mémoires furent publiés de part et d'autre : Tacadémie nouvelle débuta1, elle chercha à prouver que la danse est un art indépendant de la musique, et que si elle daigne s'adjoindre le violon, elle ne le fait que subsidiairement, comme le général qui emploie le clairon et le tambour à la guerre, uniquement pour animer les combat tants; que, du reste, les qualités nécessaires aux danseurs sont bien autrement relevées que celles indispensables aux joueurs de violon, les uns devant être bien faits de corps, h les autres pou- 1. Établissement de ! Académie royale de dance en la ville de Paris, avec un discours académique pour prouver que la dance, dans sa plus noble partie, n'a pas besoin des instrumens de musique, &• quelle est en tout absolument indépendante du violon Paris, Pierre le Petit. 1663. In-40."], [86, "62 LES MENESTRELS. vant être boiteux, aveugles & bossus fans que personne s'en scandalise ». Ces arguments, qui n'étaient pas précisément flatteurs pour les joueurs de violon, ne déconcertèrent pas Guillaume Duma noir Tr ; sa réponse ne se fit pas attendre : œil pour œil, dent pour dent! « Ce n'est pas fans sujet que je traitte de téméraires & d'en treprenans les treize prétendus réformateurs de la dance, qui depuis deux ou trois années tafchent de s'ériger en académistes... Croyez-moy, petits compagnons que vous estes, bien loin de pou voir servir de modelle aux autres qui font profession de musique ou de dance, vous devriez prendre exemple fur les bourées que vos adversaires composent chaque jour... Quelques-uns d'entre vous feroient bien mieux d'apprendre à lever la teste & à bien tourner les piez, que de s'occuper à médire ainsi d'une infinité de personnes qui valent beaucoup mieux que vous tous, tant que vous estes1. » Le Parlement ne fut pas longtemps à se prononcer; car, dès le 30 août 1662, il rendit un arrêt qui mettait les parties hors de cour et de procès, et validait ainsi Tenregistrement des lettres patentes faites le 30 mars précédent en faveur de la nouvelle académie; le roi des violons était battu! En 1668, Michel Guillaume Dumanoir II2 succéda à son père : il lui incombait une tâche difficile, et son règne devait être signalé par bien des tribulations. La première, et Tune des plus graves, fut la contestation qui naquit entre lui et Lulli, 1. « Le mariage de la musique & de la dance, contenant la réponce au livre des treiie prétendus académiciens touchant ces deux arts. » Paris, chez Guillaume de Luyne, libraire juré, en la salle des merciers, à la Justice, 1664. 2. Par brevet royal du 15 août 1668. (Archives nationales, registre O1 85, folio 179.)"], [87, "LA CHAPELLE SAINT-JULIEN. 63 lorsque ce dernier obtint, en 1672, le privilège de TAcadémie royale de musique. Dumanoir prétendit assimiler les instrumen tistes de TOpéra à tous ceux qui, d'après ses privilèges, lui devaient redevance pour Texercice de leur métier; mais Lulli ne Tentendait pas ainsi : les lettres patentes qui Tavaient investi du monopole de TOpéra avaient été accordées à un homme « qui eust assez de suffisance pour former des élèves tant pour bien chanter & actionner fur le théâtre, qu'à drester des bandes de violons, flustes & autres instrumens1 ». Et cet homme, qui sentait en lui la suffisance nécessaire pour former de bons instrumentistes, s'opposa à ce que des dis ciples tels que Baptiste père, Joubert, Marchand, Rebel père, Lalande et autres, fussent contraints d'aller subir un appren tissage ailleurs que chez lui, et obligés, pour exercer leur métier, de recevoir des diplômes de gens beaucoup moins capables qu'ils ne Tétaient eux-mêmes; cela était inadmissible et la question fut tranchée en faveur de Lulli par arrêt du Conseil, le 14 août 1673 -. A la suite de ces difficultés avec Lulli, Dumanoir eut de nouveau maille à partir avec les maîtres à danser. Ces discus sions finirent par le décourager : lésé dans sa dignité de roi et dans ses intérêts, il donna sa démission le 31 décembre 1685. Cette démission n'était encore qu'une résignation provisoire de ses fonctions; il conservait son titre, mais en abandonnait les bénéfices et les prérogatives à la corporation ; acte en fut passé légalement à la même date. 1. Félibien, Histoire de la ville de Paris, t. II des preuves, p. 226. Extrait des lettres patentes de Louis XIV portant permission au sieur Lulli de tenir académie royale de musique en 1672. 2. Archives nationales, minutes des arrêts du Conseil. E, 1771. Arrêt du 14 août 1673. (Section administrative.)"], [88, "64 LES MENESTRELS. Quelques années plus tard, une décision prise par Louis XIV vint donner le dernier coup à cette royauté vieille bientôt de quatre siècles, sur laquelle le temps et les changements profonds survenus dans Texercice de Tart musical pesait si lourdement : Télection des jurés pour tous les corps d'arts et métiers fut sup primée en 1691, et remplacée par des charges prenant le titre d'offices héréditaires et vénaux. Ces charges nouvelles furent mises à la disposition des plus offrants, et, en ce qui touche la Corporation des joueurs d'instru ments, quatre offices furent établis'. Les prétendants à ces offices nouveaux furent : Thomas Duchesne, ] _ . ... . . . , ( Iraisant partie des vingt-cinq joueurs de violon Vincent Pesant, / .. .,,,,, „ i ordinaires de la chambre du Roi. Jean Aubert, ) Jean Godefroy, Maître à danser. Les quatre offices, avec droit héréditaire, leur furent con cédés moyennant la somme de 18,000 livres. Guillaume Dumanoir II s'opposa à la validité de la nomina tion des nouveaux titulaires ; et, chose assez plaisante, les treize danseurs de Tacadémie sondée en 1661, avec lesquels son père Dumanoir Ier et lui-même Dumanoir II avaient été en guerre acharnée, se joignirent à lui. Tout cela fut en vain ; le Trésor royal n'était ni en position ni en humeur d'abandonner ces 1. Déclaration du roy portant règlement pour les fonctions des « Jurez syndics en titre d'office de la communauté des maistres à dancer & joueurs d'instrumens tant hauts que bas, & haut-bois de la ville de Paris, & des droits attribuez à leurs charges. » A Paris chez Estienne Michalet, premier imprimeur du roy, rue Saint-Jacques, à l'image Saint-Paul. M DC XCII. (8 pages in-40.)"], [89, "LA CHAPELLE SAINT-JULIEN. 65 18,000 livres qu'il regardait comme de bonne prise, et les con tradicteurs en furent pour leurs peines et leurs frais. Pour étendre un baume calmant sur les plaies vives de notre pauvre Dumanoir II, la déclaration du Roi, tout en le déboutant de son opposition, le conservait parmi les jurés chargés d'examiner et de recevoir les candidats à la maîtrise, et ajoutait : « Le dit Dumanoir que nous avons maintenu, & maintenons par ces présentes, en Toffice de roy & maistre des ménestriers & joueurs d'instrumens, dont il est pourveu pour en jouir durant fa vie. » Cette générosité, toute fictive, n'abusa pas Dumanoir : il comprit que son rôle était fini, et donna sa démission irrévo cable en 1693, en déléguant tous ses pouvoirs aux nouveaux jurés. II ne survécut pas longtemps à son infortune, car il mourut en 1697, et un arrêt du conseil du 22 mai de cette même année prononça la suppression de la charge de roy des violons. La démission et la mort de Dumanoir II ne changèrent rien au cours fatal des événements. Cette corporation des Ménes trels, fondée à une époque où Tart n'était encore qu'un métier, avait traversé plus de quatre siècles, soutenue par les coutumes du temps ; mais depuis le commencement du xvme siècle, Tart musical et Tart instrumental avaient pris un tel essor, qu'une ère nouvelle s'annonçait, où toutes ces restrictions et ces privilèges devenaient une barrière intolérable pour leur développement ; là était la condamnation irrévocable de la vieille corporation des Ménestriers. Après les discussions avec Lulli, il en surgit d'autres plus importantes encore. Les clavecinistes, sommés par les quatre 9"], [90, "66 LES MENESTRELS. jurés privilégiés nommés en 1691, d'avoir à payer les droits de maîtrise à la corporation, s'y refusèrent et furent condamnés une première fois au Châtelet ; ils en appelèrent devant le Parle ment, qui, par arrêt en date du 7 mai 1695, jugea la question à un autre point de vue, et affranchit les compositeurs de musique, organistes et joueurs de clavecin de tous droits ou redevances envers la communauté de Saint- Julien. Nous donnons ici le texte littéral de cet arrêt vraiment intéressant pour l'histoire de Tart : « Entre Médéric Cornsil, N. Gigault, J. B. De la Brunne, M. De la Guerre, M. De Mirault, A. Houssu & confors, faisant profession d'enseigner à toucher le clavessin, appelans de sen tence rendue par le prévost de Paris ou son lieutenant général de police, le 16 juin 1693, par laquelle défenses font faites à tous particuliers d'enseigner à toucher du clavessin sans auparavant se faire paster maistres de la Communauté des maistres à dancer & joueurs d'instrumens tant hauts que bas et haut-bois ; auxquels profesleurs de clavessin se sont joints , Nicolas le Bègue, Gabriel Nivers, Jean Buterne, François Couperin, compositeurs de musique & organistes de la chapelle du Roy, par leur requeste d'intervention du 10 juillet 1693, tendant à ce que, fans avoir égard aux dites sentences, les dits jurés avec leur roy des violons maistre des Ménestriers intervenans, cy-après nommez, soyent déboutez de leur demande & condamnez au dépens. Les dits professeurs de clavessin avec les dits organistes du Roy, défen deurs. D'une part. « Et Thomas Duchefne, Vincent Pesant, Jean Aubert & Charles Duchefne, jurés de la Communauté des maistres à dancer & joueurs d'instrumens tant hauts que bas & haut-bois"], [91, "LA CHAPELLE SAINT-JULIEN. 67 auxquels s'est joint Guillaume Dumanoir, roy des violons, maistre des Ménestriers, par fa requeste d'intervention du 8 janvier 1694 ; demandeurs. D'autre part1. « Production des parties & requestes respectives employées pour contredits. Conclusions du procureur du Roy, le tout joint & considéré. La Cour faisant droit sur le tout, sans s'arrester à Tintervention du dit Dumanoir, dont il est débouté, ny à la requeste des dits jurés du 27 mars 1694 ; ayant égard à celle desdits sieurs Nivers, le Bègue, Buterne, Couperin & consors, compositeurs de musique, organistes, faisant profession d'enseigner à toucher le clavessin, a mis & met les appellations, & ce dont a été appelle, à néant ; émendant, déboutte les dits jurés de leur demande, ordonne que leurs qualités seront réformées, & que celles de maistres à dancer & joueurs d'instrumens tant hauts que bas & haut-bois, portées par la déclaration du Roi du 2 no vembre 1692, y seront employées; condamne les dits Dumanoir & jurés aux dépens. Fait au Parlement, le 3 mai 1695 -. » Cet arrêt était juste et inévitable. Comment, nous le répé tons, mettre sous la dépendance des maîtres à danser, des hommes tels que Couperin3, Chambonières, le Bègue et tant d'autres? II était cependant plus difficile qu'on ne pourrait croire, d'abattre définitivement des prétentions enracinées depuis si 1. Les demandeurs avaient encore fait figurer dans ces actes le nom de Dumanoir, bien qu'il se fût démis de ses fonctions dès 1693. 2. Recueil d'édits, arrêts, mémoires, etc., en faveur des musiciens du royaume. Paris, P. R. C. Ballard, seul imprimeur de la musique du Roy. M DCC LXXIV. 3. II s'agit ici de François Couperin, organiste de Saint-Gervais, oncle de François Couperin dit le Grand; ce dernier, qui fut le musicien le plus illustre de la famille, n'avait en 1695 que vingt-sept ans."], [92, "68 LES MENESTRELS. longtemps, et qui tenaient par tant de liens à Tétat social exis tant encore alors. La corporation des ménestriers, maîtres de danse, ne se tint pas pour battue par l'édit de 1695. En 1707, elle engagea une nouvelle lutte, afin de faire rentrer sous sa domination tout Tart musical : elle obtint même des lettres patentes en date du 5 avril de la même année, qui confirme les maîtres de la Communauté : « dans la foncfion & exercice de leur art, tant pour le fait de la danse que pour enseigner à jouer tous les instrumens de musique & tablature, de quelque espèce que ce puisse estre, sans aucune exception, & notamment dans le droit d'enseigner à jouer du clavessin, du dessus & de la baste de viole, &c, nonobstant tous arrests & jugemens contraires. » Les compositeurs de musique et les clavecinistes s'oppo sèrent à Tenregistrement de ces lettres, qui tendaient à détruire pour eux le bénéfice de Tarrèt de 1695 ; ils triomphèrent, et les lettres furent rapportées. On en délivra de nouvelles à la Com munauté, mais on supprima le privilège du jeu exclusif des instruments, et Ton remplaça le mot art paV celui beaucoup plus vrai de métier. Le combat continue. En 1728, la Corporation veut de nou veau soumettre à ses exigences tous les musiciens attachés à Torchestre de TOpéra. Refus de ces derniers : procès, et le 27 juin de la même année, lettres patentes, permettant aux sym phonistes employés à TAcadémie royale de musique de jouer aux fêtes publiques et particulières où ils seraient mandés, avec défense en même temps à la Corporation de les troubler dans la jouissance de ce droit. Enfin, en 1732, le Roi fut obligé de confirmer tous les"], [93, "LA CHAPELLE SAINT- JULIEN. 69 arrêts rendus contre la Communauté i en faveur des instrumen tistes de TAcadémie royale de musique, que les maîtres à danser tenaient encore en échec. Cette situation précaire de la Communauté de Saint- Julien dura jusqu'en 1742. x'Ylors Guignon, violoniste très-remarquable, et qui faisait partie de la Chapelle et de la Chambre du Roi, tenta de relever la Corporation de Tétat de décadence où elle menaçait de s'engloutir tout entière. Guignon était un artiste de cœur : ses intentions, inspirées plutôt par un sentiment de dévoue ment à son art que par Tamour de la spéculation, étaient bonnes en elles-mêmes ; toutefois il aurait dû comprendre que Tavenir de Tart était, non pas dans une réglementation surannée et restrictive, mais au contraire dans la liberté la plus absolue et la plus illimitée. Ses efforts furent vains : il n'en retira que des déceptions et des peines. II fallait cette dernière et décisive épreuve pour faire disparaître à jamais la corporation fondée en 1321 par les « Ménestereux &les Ménesterelles de la ville de Paris, pour la réformacion du mestier de yceuls & le proufit commun ». Les lettres patentes nommant Guignon roy et maître des ménétriers et joueurs d'instruments tant hauts que bas du royaume, sont datées de Versailles, le 15 juin 1741 -. Les consi dérants tendent à prouver que la corporation était tombée bien bas à cette époque ; nous en extrayons les lignes suivantes : «... La survivance du dit office auroit été accordée à Michel Guillaume Dumanoir sils, lequel s'en seroit volontairement démis en faveur de la communauté des maîtres à danser, par acte passé devant notaires à Paris, le 1e1 décembre 1685. Mais cette réunion 1. Recueil des édits, arrêts, mémoires, en faveur des musiciens du royaume. Paris, Ballard, 1774. Pages 20 et suivantes. 2. Archives nationales, registre secrétariat O1 85, folios 179 à 184,"], [94, "LES MÉNESTRELS. 70 n'ayant pu être faite sans nos lettres d'autorisation, & étant d'ailleurs bien informés que, loin d'avoir été avantageuse aux maîtres d'instrumens & maîtres de danse, elle a donné lieu à un dérangement total dans les affaires de la Communauté, tant par Tin exécution de leurs statuts et règlemens que par les dettes cons idérables que la mauvaise administration des jurés luy a fait c ontracter, nous nous sommes déterminés à faire revivre un office si nécessaire au rétablissement du bon ordre dans cette Communauté. » L' installation de Guignon se sit avec une certaine solennité légale, destinée à lui donner plus de valeur: lorsque les lettres patentes furent adressées au Parlement pour leur enregistre m ent, celui-ci, avant de remplir cette formalité, ordonna qu'elles fussent soumises à la Corporation qui devait les approuver. Cette approbation ne se fit pas attendre, et Tenregistrement eut lieu le 8 février 1742. Le 7 mars suivant, le nouvel élu, conformément aux usages du temps, prête serment entre les mains du lieutenant de police, et est définitivement reçu roi des violons. Après quelques années d'exercice, mettant à exécution le plan qu'il avait formé, il convoque une assemblée générale des maîtres d'instruments et de danse de la ville de Paris et autres villes du royaume ; et, dans cette réunion, qui eut lieu dans la salle de Saint- Julien, le dimanche 25 juin 1747, il soumet à la discussion des intéressés un nouveau règlement en vingt-huit articles, mûrement élaboré, et qui, dans plusieurs de ses parties, attestait une certaine habileté administrative, en même temps qu'une volonté clairement formulée de relever la Corporation de Tétat d'abaissement moral où elle était tombée."], [95, "LA CHAPELLE SAINT-JULIEN. 71 Nous nous contenterons d'analyser ce document de ma nière à en donner une juste idée : Comprenant dans le nombre de ses administrés les maîtres tant pour la danse que pour tous les jeux d'instruments, violons, basses de violons, haut-bois, flûtes, musettes, bassons, violes, basses de violes, orgues, clavecins, et généralement de tous les instruments de musique, tant hauts que bas, de quelque nature qu'ils puissent être, tant à Paris que dans toutes les villes du royaume : il rétablit Tobligation de se faire recevoir maître par le roy des violons ou ses lieutenants, pour tous ceux qui veulent enseigner soit la danse, soit le jeu des instruments ou exercer Tart musical de quelque manière que ce soit. Toute contraven tion entraîne la saisie et la vente des instruments, trois cents livres d'amende pour la première fois, amende double pour la seconde, avec contrainte par corps pour son paiement. Les maîtres de chant sont compris dans cette disposition. Se montrant, en cela, plus libéral que ses prédécesseurs, il abolit Tapprentissage, et déclare que tous ceux qui seront jugés capables d'être utiles au public par leurs talents pourront être admis à la maîtrise : Tépreuve pour Tobtention de la maî trise a lieu devant le roi des violons, devant les jurés de la Communauté en exercice, et quatre maîtres de salle. L'aspi rant, admis par le jury, reçoit du roi des violons le brevet de maître au moyen duquel il obtient du lieutenant de police Tautorisation nécessaire pour exercer son métier. A Paris, la taxe pour la réception à la maîtrise est de trois cents livres pour ceux qui ne sont ni fils, ni gendres de maîtres; pour ceux-ci, elle est seulement de cent soixante-cinq livres. II faut également faire expérience pour la maîtrise en pro vince. Le prix de réception est de cinquante livres et de vingt-"], [96, "LES MÉNESTRELS. 72 cinq livres pour les fils ou gendres de maîtres, dans les grandes villes appelées par les statuts villes majeures, et déclarées être au nombre de quarante ; pour les villes non majeures le prix est de moitié. Après avoir pourvu aux détails d'administration, de compta bilité, et avoir bien déterminé le rôle de chacun, Guignon ter mine ce règlement par une disposition généreuse : « Afin d'attirer la bénédiction du ciel fur la Communauté, & remplir les intentions des anciens Ménestriers, fondateurs de la chapelle & hôpital de Saint- Julien, il fera préalablement réservé, sur le prix de chaque réception à la maîtrise, une somme qui sera distribuée aux maîtres pauvres, hors d'état d'exercer, soit par vieilleste, soit par infirmité, ainsi qu'aux pauvres veuves de maîtres...; & supposant que les besoins actuels des pauvres maîtres & veuves de maîtres n'absorbassent pas la masse des dites sommes, réservées pour leur soulagement, le reste sera employé à rétablir Tancien hôpital de Saint-Julien-des-Ménes triers, & à le garnir de lits & ustensiles nécessaires aux malades & infirmes qui y seront reçus, & toujours aux choix & par déli bération de la Communauté. » Ces nouveaux statuts furent homologués par lettres patentes du roi, datées du mois de juillet 1747. Pour juger à quel point ils étaient inexécutables, il faut se rappeler Tétat de Tart musical en France à cette époque : les concerts spirituels avaient été fondés en 1725; depuis nombre d'années, les instrumentistes étrangers affluaient à Paris. En France, les Baptiste Anet, Guil lemain, Leclerc, Dauvergne, Gaviniés, Dupont, sur le violon; Berteau et Jean Barrière sur le violoncelle, commençaient une"], [97, "LA CHAPELLE SAINT-JULIEN. 73 école remarquable, dont le grand talent de Guignon lui-même était un des plus solides éléments ! Rameau était dans toute la force de son génie : autour de lui se groupait une pléiade de clavecinistes et d'organistes qui comptaient ajuste titre parmi les plus habiles de TEurope. Ce qu'il était bien facile de prévoir arriva : à peine ces règlements étaient-ils mis au jour, qu'une clameur formidable et unanime s'éleva contre eux. Parmi les compositeurs orga nistes et clavecinistes, Landrin, Calvières, Daquin, se mirent les premiers en avant, et frappèrent d'opposition à Tenregistre ment les statuts et les lettres patentes qui les confirmaient; bientôt trente-trois organistes et clavecinistes de Paris et de la province se joignirent aux premiers, et le procès s'engagea. Nous n'entrerons pas dans les détails de ces nouvelles discus sions : les arguments fournis de part et d'autre furent à peu près les mêmes que dans les luttes précédentes, mais encore bien plus décisifs en faveur des harmonistes, organistes et claveci nistes qui, depuis un demi-siècle, avaient imprimé à Tart un progrès si appréciable. Guignon, voyant sa cause compromise, abandonne dès le 9 avril 1750, et avant la fin du procès, toutes ses prétentions à Tégard des organistes et des clavecinistes, mais veut les mainte nir pour les autres instruments. Ses adversaires ne laissèrent même pas cette dernière planche de salut à la vieille corpora tion : ils voulaient ramener la situation à son état naturel, et affranchir à jamais le corps musical tout entier d'exigences surannées : ils obtinrent gain de cause1. 1. Tous les mémoires, arrêts, lettres patentes, etc., concernant les disputes en ques tion se trouvent dans le Recueil d'édits, etc., en faveur des musiciens du Royaume. Paris, Ballard, 1774. 1 0"], [98, "LES MÉNESTRELS. 74 Dans son arrêt du 30 mai 1750, le Parlement leur donna raison sur tous les points. La corporation des instrumentistes fut maintenue, mais son chef dut prendre à Tavenir le litre plus modeste de : « Roy & maistre des ménestriers, joueurs d'instru- ments tant hauts que bas, & hautbois, & communauté des maistres à danser. » Jusqu'en Tannée 1773, notre Corporation avait été en butte à des difficultés toujours renaissantes et produisant toujours le même résultat, c'est-à-dire gain de cause donné à ses adver saires. Tout cela devait avoir un dénoûment fatal : voici dans quelles circonstances il eut lieu. On n'a pas oublié que le titre de roi des joueurs d'instruments de Paris et de toutes les villes du Royaume, donné au chef de la Communauté, soumettait à sa domination tous les musiciens de France ; il avait été créé depuis longtemps dans les provinces de nombreuses charges de lieutenants qui donnaient matière à d'incessantes réclamations, et devenaient odieuses aux musiciens qui leur étaient forcément soumis. Les prétentions de ces lieutenants allaient jusqu'à exiger le paiement des droits de maîtrise, non-seulement des clavecinistes et des musiciens de tout rang, mais encore des organistes et des maîtrises des églises et des cathédrales. Un particulier nommé Barbotin, qui avait acheté de la Communauté une lieutenance générale héréditaire, comprenant à peu près les deux tiers du territoire de la France, aux prix ridicules de quarante livres tournois pour le Bordelais, soixante livres pour deux autres pro vinces, etc., etc.1, avait cédé la plupart de ces privilèges à des individus sans aveu et pour un prix encore plus infime : ainsi, 1. Almanach du Théâtre, État actuel de la musique du Roi, 1774, page 15."], [99, "PORTRAIT DE GUIGNON"], [100, ""], [101, "y>\" / Pierre Guignon •tAtrsiitr Ttay/èhíZrfleStifï'Jt t/fsfl ett^rifJ-s 470* + 177S"], [102, ""], [103, "LA CHAPELLE SAINT-JULIEN. 75 un sieur J. O. Josson, espèce de charlatan, eut TAnjou et le Maine ; Ch. Champion, garçon perruquier, eut la Beauce et TOrléanais; Sauvajeau, cabaretier, eut Blois; Le Maire, mar chand d'orviétan et arracheur de dents, Bourges; nous en pas sons , et des meilleurs : ces titulaires indignes, poursuivant impitoyablement tout musicien qui voulait exercer son art libre ment, attaquant même devant les tribunaux les prêtres qui, dans les églises, enseignaient à jouer de Torgue ou à chanter à des enfants de chœur. Au milieu de ce chaos d'exactions, Guignon, dégoûté de ce qui se passait, n'avait pris aucune part à la ges tion des intérêts de la Communauté, depuis Tarrêt du 30 mai ij}o; à partir de cette époque, il n'avait même perçu ni fait percevoir directement ou indirectement les droits attribués à sa royauté, pas plus sur les musiciens que sur les maîtres de danse ou les ménétriers de profession1. Les plaintes et les réclamations devinrent générales : de toutes les parties du royaume, les musiciens adressèrent leurs suppliques aux confrères de la musique royale à Paris, qu'ils savaient plus aptes, par leur position, à les faire parvenir au Roi. Ceux-ci prirent chaudement en main la défense de leurs cointéressés : ils trouvèrent de hautes protections à la cour. Un mémoire fut rédigé en faveur de cette cause vraiment juste ; il n'était pas difficile d'invoquer de bonnes raisons pour prouver tout Todieux du système suivi par Barbotin et ses agents ; il y était dit, entre autres choses : « Que si les ménestriers pou voient continuer à tourmenter les musiciens, à attaquer la liberté de leur art, & à les priver du droit qu'ils ont toujours eu d'ensei gner la musique vocale & instrumentale, à porter le trouble 1. Almanath du Théâtre, État de la musique du Roi, 1774, pages 13 et 14."], [104, "LES MÉNESTRELS. 76 & le désordre jusque dans les églises cathédrales, à contraindre des prêtres, enfin, à se faire recevoir maistres à danser, Tétude de la musique seroit bientôt négligée; T émulation, si propre à faire fleurir les talents, ne tarderoit pas à se dissiper, à se détruire et à s'éteindre ; et que cet art, fait pour adoucir les mœurs par le charme qu'il y répand, seroit bientôt anéanti. » Ce mémoire est soumis au Roi en son conseil, le 13 février 1773. Les concessions de lieutenance faites par la corporation des Ménétriers sont annulées : Guignon donne sa démission, et, le mois suivant, la charge de roi des joueurs d'instruments est irrévocablement supprimée. Nous ne pouvons mieux faire que de donner le texte exact de ces arrêts royaux, qui furent le coup de grâce donné à Tancienne Corporation des Ménestrels qui, peu d'années après, devait être définitivement dissoute par Tarrèt de 1776, abolissant Tancien régime des corps d'arts et métiers1. ARREST DU CONSEIL DÉTAT DU ROY Du 13 février 1773, Qui annule les concessions des charges de lieutenans-généraux et particuliers du roy des violons. « Le Roy étant informé que la Communauté des maîtres à danser, connue fous le nom de Confrérie de Saint-Julien-des- Ménestriers, se seroit crue fondée sur des statuts confirmés par Tédit du mois d'octobre 1658, auxquels elle auroit donné une 1. Recueil de règlements pour les corps d'arts et métiers. Paris, 1779, in-4\"-"], [105, "LA CHAPELLE SAINT- JULIEN. 77 interprétation trop étendue, & qui ont été abrogés par des loix postérieures, notamment parla déclaration du 2 noVembre 1692, & par les lettres patentes du 25 juin 1707; & fur ce qui a été représenté à Sa Majesté, que la dite Communauté, sans la par ticipation du sieur Guignon, nommé roy des violons & des Ménestriers par brevet du 15 juin 1741, auroit vendu ou con cédé des charges de lieutenans généraux & particuliers du roy des violons dans les provinces à différents particuliers, & nom mément au sieur Barbotin qui exerce & fait exercer par les lieu tenans par lui commis envers les musiciens, même ceux des églises & des cathédrales & autres, de prétendus droits & des vexations qui troublent le bon ordre : Sa Majesté auroit jugé à propos de réprimer de tels abus, &, en conséquence s'est fait représenter en son conseil les dits statuts & Tédit de 1658, la dite déclaration du 2 novembre 1692, & les lettres pa tentes du 25 juin 1707 : desquels Sa Majesté s'étant fait rendre compte, & bien informée, en outre, que le dit sieur Guignon n'a jamais, en fa qualité de roy des violons & des Ménestriers, com mis aucuns lieutenans généraux ou particuliers dans les provinces & villes du royaume, Sa Majesté n'auroit pu voir fans étonne ment que la dite Communauté auroit nommé des lieutenans généraux & particuliers du roy des violons, & notamment le sieur Barbotin dans différentes provinces, lequel a nommé des lieutenans particuliers qui le représentent. Sa M ajesté, ouï le rapport, &c, a cassé & annullé ; caste & annulle la vente, ou concession faite par la Confrérie de Saint- Julien-des-Ménestriers, de toutes les charges de lieutenans généraux & particuliers du roy des violons dans toute Tétendue du Royaume, & notamment celle du sieur Barbotin, auquel Sa Majesté interdit toutes fonctions; fait, Sa Majesté, défense à tous musiciens &"], [106, "LES MÉNESTRELS. 78 autres, de reconnoître les dits lieutenans généraux & particu liers. « Fait au conseil d'État du roy, Sa Majesté y étant, tenu à Versailles le 13 février 1773 4. » Les lettres patentes confirmant Tédit ci-dessus sont daté es de Versailles le 3 avril 1773. ÉDIT DU ROY Portant suppression de l'office de roy & maître des Ménestriers. « Louis, &c, &c. Notre âmé Jean-Pierre Guignon nous ayant très-humblement fait supplier d'agréer sa démission pure & simple de l'office de roy & maître des Ménestriers & joueurs d'instruments tant hauts que bas dans notre royaume, dont nous Tavions pourvu par nos lettres du 15 juin 1741; nous nous sommes fait rendre compte des pouvoirs & privilèges généx-ale ment attribués à cette charge & bien informés que Texercice des dits privilèges, que le dit sieur Guignon s'est abstenu de mettre en usage, paroit nuire à Témulation si nécestaire au progrès de Tart de la musique, que notre intention est de pro téger de plus en plus; nous avons jugé à propos, en référant à la demande du dit sieur Guignon, de supprimer à toujours la dite charge. A ces causes, &c... Nous avons, par notre présent édit perpétuel & irrévocable, éteint & supprimé ; éteignons & sup- 1. Recueil d'édits, arrêts du conseil, lettres patentes, &c, en faveur des musiciens du Royaume. Paris, Ballard, 1774, p. 210 et suivantes."], [107, "LA CHAPELLE SAINT-JULIEN. 79 primons la charge de roy & maître des Ménestriers & joueurs d'instruments tant hauts que bas de notre royaume, vacante par la démission volontaire qu'en a fait le sieur Guignon. » « Donné à Versailles au mois de mars 1773 & de notre règne le 58e. » Signé : Louis."], [108, ""], [109, "CHAPITRE IV procès entre la corporation des me'nestriers et les pères de la doctrine chrétienne au sujet de la chapelle saint- julien en 1658. nouvelles difficultés entre les doctri- naires et la corporation jusqu'en i72o. procès avec le chapitre de saint-méry en i781. — inventaire du mobilier de la chapelle de s aint - j ulien, dressé le ii aout 1781. le ii décembre 1789 une députation des administra- teurs de la corporation des maitres a danser joueurs d'instruments se rend a la barre de l'assemblée consti- tuante ET FAIT DON A LA NATION DE LA CHAPELLE SAINT- JULIEN ET DE SES DÉPENDANCES. DES COMMISSAIRES SONT NOMMÉS POUR PROCEDER A L'ESTIMATION DE CES BIENS. — PROCÈS-VERBAL DU 25 OCTOBRE 179O. — VENTE ET DÉMOLITION. o us avons laissé la chapelle Saint-Julien des-Ménestriers à Tépoque où elle fut érigée en bénéfice perpétuel par une bulle du pape Clément VI, de Tannée 1334. Jean de Villars, prêtre du diocèse de Sens, présenté par les administrateurs, en fut nommé desservant. L'évêque de Paris ordonna que le chapelain 1 1"], [110, "LES MÉNESTRELS. 82 dirait tous les jours une messe basse à Tautel de saint Julien, au lever du soleil, et que le dimanche, ainsi qu'aux cinq grandes fêtes de Tannée, et à celles de la Vierge et de Saint-Julien, il dirait une grande messe, et chanterait les premières et les secondes vêpres, avec les matines. Les administrateurs étaient tenus de lui procurer les ecclésiastiques nécessaires pour les offices solennels; ils devaient également fournir le luminaire, et donner au chapelain un logement près de l'église. Tous les droits de paroisse furent réservés au curé de Saint-Méry ; aucun sacrement ne pouvait être administré par le chapelain sans sa permission1. Pendant plusieurs siècles, cette petite chapelle fonctionna sous la protection de ses règlements fondamentaux ; mais vers le milieu du xvnc siècle, un événement important vint troubler cette quiétude qui durait depuis si longtemps. Des désordres d'une nature fâcheuse s'étaient, paraît-il, élevés parmi les prêtres séculiers qui la desservaient. Le 22 novembre 1644, un ordre de TArchevêque de Paris, accordé sur Tintercession de la Reine Anne d'Autriche, transféra aux Pères de la doctrine chrétienne tous les droits et privilèges qui en dépendaient. C'était une rude atteinte portée à la Corpo- ration. Cette attaque violente était d'autant plus fatale aux Mé- nestriers joueurs de hauts et bas instruments, qu'elle se produi sait à une époque où de graves embarras allaient commencer pour eux2, et qu'ils avaient affaire à des adversaires habiles au combat et tenaces dans leurs prétentions. Les Pères de la doctrine chrétienne, dont Tordre avait été 1. Félibien, Histoire de la ville de Paris, t. Ier, p. 575. 2. Ce fut en 1662 que commencèrent les disputes entre les académistes de la danse et les Ménestriers."], [111, "LA CHAPELLE SAINT-JULIEN. 83 fondé en 1593 par César de Bus et confirmé par le pape Clé ment VIII comme congrégation séculière, n'avaient vécu depuis leur fondation que de difficultés processives de tout genre. Lors de la mort de leur fondateur en 1607, désirant passer de Tétat séculier à Tétat régulier, ils se rangèrent en 161 6 sous la règle des pères Somasques1, en stipulant toutefois certaines conditions qui laissaient leur personnalité bien marquée. Depuis ce moment, les disputes entre les Somasques et les Pères de la doctrine chrétienne furent incessantes; et lorsqu'en 1644, ces derniers obtinrent la concession de la chapelle Saint-Julien-des-Ménes triers, ils étaient encore en pleine discussion devant le Roi de France et la cour de Rome. On comprend combien de pareils adversaires étaient dange reux pour nos pauvres maîtres d'instruments hauts et bas. Tout alla d'abord mal pour la Corporation de Saint-Julien. En 1649, la chapelle et les lieux en dépendant furent réunis à la Congré gation des doctrinaires, par sentence de Tofficialité ; le revenu même de Thôpital de Saint-Julien, qui était de 400 livres par an, subit le même sort. Mais il venait de se passer un fait destiné à changer la marche des choses : Guillaume Dumanoir, l'un des vingt-quatre violons de la chambre du Roi, avait été nommé en 1657 roi des joueurs d'instruments tanthauts que bas du Royaume. Le nouveau chef était bien en cour: il organisa de suite la défense de la Corporation contre les Pères de la doctrine chrétienne et les résultats de ses efforts ne se firent pas longtemps attendre. Dès le mois de juillet 1658, un arrêt du Roi rendu en son 1. Ordre des P. Somasques fondé à Venise, en 1528, par Jérôme Émilien. II tirait son nom du village de Somasca, situé entre Milan et Bergame, où fut établi le chef de Tordre. (Histoire des ordres monastiques, religieux et militaires, par P. Helyot. Paris, 1725, t. II, p. 223 et suivantes.)"], [112, "84 LES MENESTRELS. conseil, confirmé par arrêt du Parlement du 13 du même mois, rétablissait la Communauté de Saint- Julien dans la possession de ses biens, et après de nouveaux débats, les Ménestriers rem portèrent une victoire signalée. Le 3 avril 1664, une transaction définitive intervint entre les administrateurs de Saint-Julien et les doctrinaires. Voici le texte de ce document intéressant à un si haut point l'histoire de la chapelle Saint- Julien-des-Ménestriers ' : « Par-devant les notaires gardenotes du Roy nostre Sire, en son chastelet de Paris, soubsignez, furent présents : « Guillaume Dumanoir, Roy & maistre de tous les joueurs d'instrumens tant hauts que bas du Royaume, Jacques Brulard & Michel Rousselet, maistres en charge de la communauté, Michel Mazuel, Pierre Dupin, Antoine des Noyers, Jean Brouart, Jean-Mathurin Montheau, Pierre Delabel, Louis Levaífeur, Jacques Chicanneau, Henry Letourneur, Nicolas de la Voizière, Nicolas Leroi, Nicolas le Mercier, Guillaume Granville, Michel Verdier & Jean Dubois, tous maistres & joueurs de violon ordinaires de la Chambre du Roy , représentant les austres maistres joueurs d'instrumens de cette ville de Paris, fondateurs, patrons laïques, présentateurs, gouverneurs et administrateurs de l'église & chapelle de Saint-Julien-des-Ménestriers, rue Saint- Martin, & propriétaires des maisons & lieux joignant ladite chapelle, — &c : « Maistre Jacques Favier, chapelain de ladite chapelle, & pourvu d'icelle sur la nomination & présentation desdits 1. Archives nationales, section domaniale. Pièce imprimée se trouvant dans le car ton Q1. 1215."], [113, "LA CHAPELLE SAINT- JULIEN. 85 maistres joueurs de violon, demeurant rue Béthiíy, paroiste de Saint-Germain-TAuxerrois. D'une part : « Et les révérends Pères de la Congrégation de la doctrine chrestienne de la paroisse de Paris, comparant & stipulant par père Antoine le François, père Jacinthe le Bigot, &c... tous prestres capitulaires de ladite maison de Saint-Julien. D'autre part : « Les quelles parties, pour terminer le différent pendant entre elles en la Cour du Parlement fur la demande faite par lesdits maistres joueurs d'instrumens violons, & par ledit chapelain, à ce que lesdits Pères soyent tenus leur quitter & délaisier la pleine & libre jouistance de ladite Chapelle, de la maison dudit chape lain, & du lieu où estoient cy-devant logez les pauvres, eíquels les dits Pères, fans la permission des dits maistres joueurs d'instru mens, violons & dudit chapelain, estoient entrez, & converti le dit logement en une chapelle appellée la chapelle de la Vierge, & après meure délibération de conseil de part & d'autre, ont respectivement convenu & accordé ce qui en suit : « C'est à sçavoir que les dits Pères ont tenu & reconnoissent les dits maistres joueurs d'instrumens, violons, estre de toute ancienneté, font & demeureront & les leurs à perpétuité, & con formément à Tarrest de la dite Cour du 13 juillet 1658, les fondateurs, patrons laïques, présentateurs, gouverneurs & admi nistrateurs de ladite Eglise & Chapelle de Saint-Julien-des-Mé nestriers, & des lieux en dépendans, & propriétaires des fonds d'yceux & de la maison joignant la dite chapelle où ils font leurs aslemblées & concerts & logent leur clerc, & généralement de tous les droits honorifiques, rentes, revenus & dépendances desdites Eglise, Chapelle, Maison & lieux, fans aucune chose en excepter ny reserver, & en cette qualité continueront la postession en"], [114, "LES MENESTRELS. 86 laquelle ils font de présenter à la ditte chapelle, vacation adve nant, telle personne qu'ils aviseront bon estre ; comme aussy en la possession & jouissance du jubé étant au-destus de la grande porte de la dite Église, ensemble de la dite maison en laquelle ils font ordinairement leurs assemblées & concerts, & pareillement de Tallée, montée & autres lieux en dépendans, & du droit d'y loger un garde laïque, femme & enfans. « Auront en outre la faculté d'élire leur sépulture, & faire ouvrir la terre de ladite Église, pour eux & leurs familles, fans qu'autres personnes, à Texception desdits Pères, s'y puissent faire inhumer, que du consentement desdits patrons. Ne pourront estre établies de nouvelles confrairies en la dite Chapelle qu'avec la permission deldits patrons, qui toucheront & auront Tadministra tion des legs & dispositions qui pourront estre faits au profit de la dite Chapelle pour estre employez, suivant qu'ils trouveront à propos, à la décoration & augmentation de la dite Chapelle, si ce n'est que les donateurs ou testateurs en ayant fait une applica tion particulière. Ne pourront à Tavenir les dits Pères accroistre ou diminuer, changer ou innover quoyque ce soit en la dite Chapelle & lieux en dépendans, fans la permission par écrit desdits fondateurs, fans que les dits Pères puistent à jamais trou bler les dits maistres joueurs d'instrumens & violons, en toutes les choses & droits susdits; renonçant pour cet effet à tous dons, brevets, lettres-patentes, sentences & arrests qu'ils pourroient avoir obtenus jusqu'à ce jour, & pourront cy-après obtenir, en tant qu'ils se trouveroient contraires au contenu des présentes. Comme aussi le dit sieur Favier demeurera maintenu & gardé, ensemble ses successeurs chapelains, en la possession & jouissance de ladite Chapelle, fruits revenus & émolumens, & en ladite qualité de chapelain, célébrera la raeíîe en ladite Chapelle quand"], [115, "LA CHAPELLE SAINT-JULIEN. 87 bon luy semblera, avec les ornemens appartenant aux dits patrons • fera les dimanches Teau bénite à l'heure de neuf heures & les dits patrons y présenteront le pain bénit comme ils ont accoustumé ; pareillement, preschera ou fera prescher, à condi tion néanmoins qu'il fera tenu d'avertir les dits Pères, quinze jours auparavant, lorsqu'il voudra prescher; dira les mestes hautes en mémoire des deffuncfs. « Et néanmoins, par la considération de la bonne & pieuse vie des dits Pères, ont, les dits patrons & fondateurs & le dit sieur Favier chapelain consenti que : « En establissant à neuf par les dits Pères à leurs dépens, un banc clos & honorable de bois de chêne de chacun costé de laditte Église, depuis les petits autels jusqu'à la balustrade du principal autel, pour servir aux dits patrons, avec agenoúilloirs & accous- toirs régnant le long des dits bancs; en telle sorte que les dits Patrons y puissent estre aisément & commodément, sans que lesdits Pères puissent faire ny avoir autres bancs dans la ditte Église sans le consentement des dits patrons, et faisant aussi à leurs dépens vouster de moellons & arcis de pierre de taille le lieu où a esté fait la dite chapelle de Nostre-Dame, à une hau- teur qui ne puisse nuire au logement estant au-dessus ; comme encore entretenant par les dits Pères à leurs dépens tant la dite Chapelle d'ornemens honnestes & convenables, que les cloches & horloge, & baillant par les dits Pères de la doctrine chrestienne à chacun des dits maistres qui seront en charge, & à ceux qui y ont passé, un cierge d'une demi-livre de cire blanche par chacun an, deux jours auparavant la Chandeleur, entre les mains du clerc des dits patrons. « A ces conditions : « Les dits Pères jouistent & se servent de la ditte Chapelle"], [116, "LES MENESTRELS. 88 & Église pour y célébrer le service divin comme ils font à présent aux heures autres que celles choisies & réservées par les dits patrons & sieurs chapelains; & pour faciliter la continuation dudit service, les dits Pères auront Tuíàge de la sacristie commune avec ledit sieur chapelain, lequel, pour accommoder les dits Pères, a délaissé & délaiste par ces présentes à titre de bail à rente perpétuelle à iceux Pères, la petite maison destinée de tout temps pour le logement dudit chapelain, moyennant trois cens livres de rente par an, non racheptable, outre & fans préjudice de vingt livres de rente que la maison cy déclarée doit chacun an à la dite Chapelle. Laquelle rente de trois cens livres par an les dits Pères promettent & seront tenus de payer au dit sieur chapelain & ses succesieurs, de trois mois en trois mois, à compter du jour premier du présent mois, dont le premier terme échera au dernier juin prochain venant; & pour les loyers & arrérages échus du passé, les dittes parties en ont composé à la somme de 330 livres tournois, laquelle a été payée, nombrée & délivrée en louis d'or & d'argent, en présence des notaires soubsignez par les dits Pères, audit sieur chapelain ; & pour la feureté du paye- ment de la ditte rente à Tavenir, la ditte maison est & demeure affectée, obligée & hypothéquée par privilège spécial à icelle rente, & laquelle maison les dits Pères seront tenus à cette sin, maintenir, entretenir & rétablir en bon estât & valeur. Item, une autre maison que les dits Pères ont acquis en la dite rue Saint- xMartin proche la dite Chapelle, du sieur Prudhomme, & généra- lement tous leurs autres biens présens & à venir, qu'ils ont aussi affectez, obligez & hypothéquez à la dite rente. Et pour rendre le dit présent contrat de perpétuelle durée, il sera mis dans la ditte Chapelle un marbre fur lequel fera sommairement gravé le contenu des présentes, aux frais & dépens des dits Pères."], [117, "LA CHAPELLE SAINT- J ULIEN. 89 « Fait & passé en la chambre des dits patrons où les parties se sont aslemblées aux fins des présentes, le xve jour d'avril 1664, après midy ; & ont signé la minute des présentes, demeurée vers le sieur Lévesque, l'un des notaires soubsignez. » Cette transaction fut ratifiée par Hardouin de Perefixe, archevêque de Paris, le 23 avril 1667. On obtint les lettres patentes du Roi la même année, et ainsi qu'il avait été convenu, un abrégé de la transaction fut gravé en lettres d'or sur une plaque de marbre noir, placée à gauche près de Tautel '. Le résultat de toutes les contestations passées était loin d'être avantageux pour les Doctrinaires, qui se trouvaient, par le fait, dépossédés des droits qu'ils prétendaient avoir sur les biens de la corporation. Mais en gens habiles, ils avaient su tirer de la position le meilleur parti possible : ils conservaient un pied dans la place, et ils comptaient sur le temps pour reconquérir le terrain perdu. Leur premier objet fut de rendre nulle la clause par laquelle ils devaient payer au chapelain la somme de 300 livres par an pour la jouissance de la petite maison qu'ils s'étaient réservée. Pour atteindre ce but, leur politique fut toute de conciliation et de paix; et lorsque Jacques Favier, chapelain des administra teurs, vint à mourir, ils firent nommer à sa place l'un de leurs Pères, qui fut installé officiellement dans ces fonctions. Tout marchait au gré des Doctrinaires; nous savons quel trouble profond apportèrent à la corporation des Ménestriers les procès sans fin auxquels elle avait été exposée depuis 1662 : ces difficultés ruineuses pour la Corporation furent encore aggravées 1. Millin, Antiquités nationales, t. IV, chap. XLI, p. 17. 12"], [118, "LES MENESTRELS. 90 par la création des syndics héréditaires, en 1691, création à laquelle, malgré ses réclamations, elle n'avait pu se soustraire. Les nouveaux syndics trouvaient les affaires de la communauté dans un pitoyable état : Targent manquait, les Pères s'offrirent à leur rendre service, et leur prêtèrent mille écus. Le moment était opportun pour agir. En 1697, les Doctri naires font convoquer à la hâte une assemblée de seize maîtres à danser, joueurs d'instruments (sur quatre cents dont la confré rie était composée) et obtiennent d'eux le titre de la chapellenie. L'archevêque de Paris, Mgr de Noailles, consacre cette nouvelle convention par un contrat d'union, lequel est confirmé par lettres patentes enregistrées au Parlement. Les choses restèrent en Tétat jusqu'en 1707, époque à laquelle la Corporation obtint de faire exercer l'office des quatre jurés par qui et ainsi qu'elle aviserait '. De nouveaux administra teurs furent nommés. Le 31 décembre 1710, ces derniers deman dèrent des lettres de rescision à la Chancellerie : sur les seize maîtres qui avaient pris part à la transaction de 1697, huit seu lement survivaient; ils * déclarèrent que leur religion avait été surprise; et furent les premiers à souscrire à la demande en rescision. De longues contestations s'ensuivirent, et enfin inter vint un arrêt définitif du Parlement du 7 mars 1718, remettant toutes choses en Tétat où elles se trouvaient par la transaction de 1664. Nous donnons le texte de cet arrêt. 1 . Recueil d'édits, arrêts du conseil, lettres patentes, &c, en faveur des musiciens du Royaume. Paris, Ballard, 1774, p. 5 et suivantes."], [119, "LA CHAPELLE SAINT-JULIEN. 91 ARREST DU PARLEMENT Qui rétablit la Communauté des Maistres à danser, & Joueurs d'instrumens de Paris, au droit de nommer à la Chapelle de Saint-Jullien, & qui maintient Me Galland, désert Prêtre, par eux nommé en possession & jouissance de ladite Chapelle. Du 7 mars 1718. Louis par la grâce de Dieu roy de France et de Navarre : Au premier nostre Huissier de ladite Cour ou autre fur ce requis. Salut, sçavoir faisons ; qu'entre Jacques Roque, Claude Meulard, & Benoist Mallet Jurez, de présent en charge de la Commu- nauté des Maistres à Danser & Joueurs d'instrumens de cette Ville' de Paris, & en cette qualité Fondateurs, Patrons laïques, Gouverneurs & Administrateurs de TEglise & Chapelle St. Julien des Ménestriers, & lieux en dépendans, fcis rue St. Martin & és environs; & Léon Monteau Créancier & Syndic des autres Créanciers de ladite Communauté demandeurs en entérinement de Lettres de Rescision par eux obtenues en Chancellerie le dernier Décembre 1710. suivant leur Requeste verbale faite au Châtelet le 8. Janvier 171 5. évoquée en la Cour par Arrest contradictoire du 3. Aoust ensuivant, & Défendeurs d'une part, & les R R. P P. de la Doctrine Chrestienne, établis en ladite Eglise de Saint Jullien des Ménestriers. Défendeurs & Deman deurs en requestes verbale faite audit Châtelet le dix-neuf Dé cembre 171 3. d'autre part; lesdites demandes appointées par Sentences rendues au Châtelet les quatorze Novembre 1711 & dix-feptiéme Janvier 1714. & depuis évoquées en la Cour; & encore entre ladite Communauté des Maistres à Danser,"], [120, "LES MENESTRELS. 92 Demandeurs en requeste par eux présentée à la Cour le 4. Sep tembre 1714. & Exploit sait en conséquence le 6. dudit mois d'une part, & lesdits Pères de la Doctrine Chrétienne Défen deurs d'autre; & entre Maistre Charles Hugues Galland Désert, Prestre Bachelier en Théologie de la Faculté de Paris, ancien Curé de Magny, Chapelain de TEglise de Paris, premier Porte- Dieu, & fous-Vicaire de TEglise Parroissiale S. Gervais, Deman deur en intervention suivant la Requeste du douze Aoust 171 5 . d'une part, & ladite Communauté & Jurez en charge de la Communauté des Maistres à Danser de cette Ville de Paris, & lesdits Pères de la Doctrine Crestienne Défendeurs d'autre. Veu par la Cour les Lettres de Rescision obtenues en Chancel lerie le trente-un Décembre 1710. par lesdits Maistres & Gardes de la Communauté des Maistres à Danser contre les Actes des dix-huit et vingt-cinq Mars 1695. Requeste verbale faite au Châtelet par lesdits Maistres Jurez des Maistres à Danser le huit Janvier 171 1. à ce que lesdites Lettres de Rescision fussent entérinées, ce faisant les Parties fussent remises en tel & sem blable état qu'elles estoient avant Temprunt de 3000 liv. & Taban donnement du Droit de patronage fait par lesdits Actes des dix-huit et vingt-cinquiéme Mars 1695, qui seroient déclarez nuls, & en conséquence ordonner que la Transaction du quinze Avril 1664. seroit exécutée selon sa forme & teneur; ce faisant lesdits Pères de la Doctrine tenus d'y satisfaire, ladite Commu nauté déchargée desdites 3000 liv. & des interests échus d'icelle & à écheoir, ce faisant lesdits Pères Doctrinaires condamnez à payer au sieur de Monteau, Créancier & Syndic des autres Créanciers de ladite Communauté au lieu & place du sieur Nicolas Berthier, les arrérages échus de ladite rente de 72 liv. 15 fols que ladite Communauté seroit maintenue & gardée"], [121, "LA CHAPELLE SAINT-JULIEN. 93 dans son Droit de patronage, ainsi que dans les honneurs, privi lèges & prérogatives en dépendans, fans préjudice de ses autres droits & actions, & aller avant afin de dépens, dommages & interests, la requeste verbale faite au Châtelet par lesdits Pères de la Doctrine Chrestienne le dix-neuf Décembre 171 3. à ce qu'acte leur fust donné de ce qu'ils se restraignoient à Temploy qui avoit esté fait des 680 liv. portez par la quittance d'employ du dix-huit Mars 1695. des 3000 liv. mentionnées au Contrat de constitution, & de ce qu'ils confentoient en conséquence de ladite Restriction que ladite rente de 250 liv. fût reduite à 34 liv. de rente, faisant en principal lesdites 680 liv. & que ladite rente de 34 liv. fût déduite fur celle de 71 liv. 15 fols que lesdits Pères Doctrinaires dévoient à ladite Communauté, sauf à eux leur recours pour le surplus du fort principal & arrérages de ladite rente de 150 liv. contre la succession, veuve et héritiers Thomas Duchefne, & fur ses biens qui estoient és mains de ladite Com munauté qu'ils avoient fait saisir, dont ladite Communauté leur rendroit compte, de même qu'aux autres Créanciers, pour raison de quoy ils se réservèrent leurs droits & acfions, fans préjudice de leurs autres droits & actions, frais & dépens contre ladite Communauté & aller avant, & requeroient dépens. La Requeste & demande desdits Jurez Maistres à Danser du 4 Septembre 1714. à ce qu'acte leur fût donné de la Déclaration qu'ils faifoient de n'avoir point donné charge aux quatre Jurez héréditaires, & dix-sept Maistres particuliers de faire aucune délibération ni acte de cession, don ou autres tendante à aliénation ou diminu tion du droit de Patronage laïc de la Chapelle St. Julhen des Ménestriers, & de ce qu'ils defavoiioient formellement toutes Requestes, demandes ou confentemens que lesdits quatre Jurez héréditaires pouvoient avoir donné au nom de ladite Commu-"], [122, "LES MENESTRELS. 94 nauté, & tous Procureurs qu'ils pouvoient avoir constituez, & en conséquence les recevoir oppofans en tant que besoin pour roit estre aux Arrests de la Cour des vingt-un Juin & vingt-neuf Aoust 1692. Le premier, qu'il seroit informé de la commodité ou incommodité de l'exécution de TacTe du vingt-cinq Mars 1695. & Décret du sieur Archevêque de Paris : Et le deuxième, contenant que les Lettres Patentes obtenues fur ledit Acte du vingt-cinq Mars 1695. &du sieur Archevêque de Paris feroient enregistrées, comme aussi les recevoir oppofans à Tenregistrement desdites Lettres Patentes obtenues fur ledit Acte du vingt-cinq Mars 1695. faisant droit sur ladite opposition qu'ils pouvoient former en la manière ordinaire fur le Registre du Procureur Gênerai, attendu qu'eux en Communauté n'avoient jamais entendu aliéner ni donner aucune atteinte à leur droit de patronage, & autres en dépendans, ni donner aucun pouvoir ausdits Jurez héréditaires, & dix-íêpt Maistres de leur Communauté de passer ledit Acte, qui non seulement estoit préjudiciable à leur Communauté, mais encore qui contenoit des clauses illicites & contraires aux Saints Décrets & Canons de TEglise, que la Communauté même, ni les Doctrinaires n'auroient pas pû stipuler, ce que les Maistres à Danser n'auroient pas manqué de remontrer s'ils eussent esté appeliez à ce que la procédure faite par lesdits Doctrinaires pour Tenregistrement desdites Lettres Patentes, fans y avoir appelé ladite Communauté des Maistres à Danser, fut déclarée nulle & déboutez au principal de leur demande afin d'enregistrement desdites Lettres Patentes, leur faire défenses de s'en aider, ordonner qu'ils feroient tenus d'en raporter Toriginal au Greffe pour y demeurer comme nulle & de nul effet, & lesdits Pères Doctrinaires condamnez en tous les dépens, fans préjudice de leurs autres droits & actions, & de TInstance estant au Châtelet"], [123, "LA CHAPELLE SAINT-JULIEN. 95 sur Tenterinement de leurs Lettres de Rescision, & lesdits Pères Doctrinaires condamnez aux dépens. Exploit d'assignation donnée en conséquence le 6. Septembre 1715. Arrest du trois Aoust 1717. pour lequel lesdits Doctrinaires auroient esté reçus oppofans audit Arrest du quinze Février 171 5. ladite Communauté des Maistres à Danser aussi reçûë Opposante à TArrest par défaut obtenu par lesdits Doctrinaires le neuf Février 1 71 5 . fans avoir égard au renvoy requis par lesdits Doctrinaires, ordonné que les Parties procederoient en la Cour fur ladite demande portée par ladite Requeste & Exploit des quatre & sixième Septembre 1714. & que TInstance pendante au Châtelet fur la demande en Lettres de Rescision de ladite Communauté des Maistres à Danser, circonstances & dépendances demeureroit évoquée en la Cour pour estre le tout jugé, dépens reservez. La Requeste d'in tervention & demande dudit Galland Désert du douze Aoust 171 5. à ce qu'en faisant droit sur ladite intervention en entérinement des Lettres de Rescision obtenues par ladite Communauté des Maistres à Danser le dernier Décembre 1710. contre les Actes des dix-huit et vingt-cinquiéme Mars 1695. qui font les préten dus Titres des Pères de la Doctrine, & mettant les Parties en tel & semblable état qu'elles estoient avant les prétendus Actes, & recevant ladite Communauté des Maistres à Danser, oppofans audit Arrest d'enregistrement défaites Lettres Patentes, ordonner que nonobstant le refus dudit sieur Archevêque de Paris & Topposition desdits Religieux dont ils feroient déboutez, ses nomination & prise de possession feroient exécutées, & en consé quence qu'il deserviroit ladite Chapelle & joùiroit des fruits & revenus d'icelle, à compter du jour de ladite prise de possession, & que lesdits Religieux qui ont touché lesdits fruits & revenus feroient condamnez de les luy restituer avec dommages & inte-"], [124, "LES MENESTRELS. 96 rests, sauf à luy aprés qu'il auroit pris communication de TInstance dans la fuite à prendre telles autres conclusions qu'il aviferoit, & qu'acte luy fût donné de Temploy pour moyens d'intervention. Arrest du huit Janvier 1716. par lequel fur les Requestes des huit Janvier 171 1. & dix-neuf Décembre 1712. les Parties auroient esté appointées en droit , ledit Galland reçu Partie intervenante, & acte de son employ pour moyens d'inter vention, & pour faire droit fur la demande portée par ladite Requeste d'intervention, ensemble sur ladite Requeste du quatre Septembre 1714. donnée par ladite Communauté des Maistres à Danser les Parties auroient esté appointées en droit & joint. Arrest du troisième Avril 1716. par lequel lesdits Doòtrinaires auroient esté déboutez de leur opposition & condamnez aux dépens, ledit Arrest déclaré commun avec ledit Désert. Avertisse ment desdits Maistres à Danser du dix-huit Aoust 1717. Requeste dudit Désert du 21 Aoust 171 6. employée pour avertistement . Production des Parties, Avertissement desdits Doctrinaires du dix-huit Janvier 1717. fervans de contredits. Contredits des dits Maistres à Danser du quinzième Avril 171 7. Requeste dudit Galland Désert du premier Juillet 1717. Requestes desdits Maistres à Danser & Galland des vingt-trois Décembre 171 7. employées pour contredits. Production nouvelle desdits Reli gieux Docfrinaires par Requeste du deuxième Juin 171 7. Requeste desdits Maistres à Danser du troisième Juillet audit an, employée pour contredits. Sommation de contredire par ledit Galland Désert. Production nouvelle desdits Religieux Doctri naires par Requeste du troisième Juillet 1717. Requeste desdits Maistres à Danser du neuvième dudit mois de Juillet employée pour contredits. Requeste dudit Galland Désert du vingt-neuf dudit mois de Décembre employée pour contredits. Production"], [125, "LA CHAPELLE SAINT-JULIEN. 97 nouvelle desdits Religieux Doctrinaires par Requeste du seize Novembre 171 7. Requestes desdits Maistres à Danser & Galland Désert des vingt-deux & vingt-troisiéme Décembre audit an employées pour contredits. Production nouvelle desdits Maistres à Danser par Requeste du seizième Décembre 1717. Sommation de la contredire par lesdits Religieux DocTrinaires. Conclusions du Procureur Gênerai du Roy. Tout joint & considéré. La Cour faisant droit sur le tout ayant égard à Tintervention dudit Galland Désert, & aux Lettres de rescisions desdits Maistres à Danser & Joueurs d'instrumens de cette Ville de Paris, & icelles entérinant, a remis les Parties en Tétat qu'elles estoient avant les Actes des 18. & 25. Mars 1695. & en conséquence a receu lesdits Maistres à Danser & Joueurs d'instrumens Oppofans à l'exécution des Arrests des 21. Juin & 29. Aoust 1692. & à Tenregistrement des Lettres Patentes obtenues par lesdits Reli gieux de la Docf rine Crestienne de Saint Jullien des Ménestriers au mois de May 1698. déboute lesdits Religieux de leur demande en entérinement desdites Lettres, ce faisant a maintenu & gardé ledit Galland nommé & représenté à la Chapelle de Saint Jullien par les Jurez & Communauté desdits Maistres à Danser & Joueurs d'instrumens, en la possession & jouissance de ladite Chapelle, condamne lesdits Religieux d'en restituer les fruits à compter du jour de la prise de postession; déduéìion faite des Honoraires & rétribution de celuy qui. a fait la déserte de ladite Chapelle, jusqu'au jour du présent Arrest à la charge néanmoins par ledit Galland d'obtenir des provisions fur la nomination & présentation qui luy a esté faite de ladite Chapelle en la manière accoutumée à la charge par lesdits Maîtres à Danser & Joueurs d'instrumens, de rembourser aufdits Religieux toutes & chacunes les sommes qu'ils se trouveront avoir payées, pour & en Tacquit '3"], [126, "LES MENESTRELS. 98 desdits Maistres à Danser & Joueurs d'instrumens, tant pour répa rations que charges & redevances dûës au Curé & à la Fabrique de Saint Mederic, & autres deniers qu'ils peuvent avoir payez à la décharge de ladite Communauté fur le fondement, &. en exé cution dudit Acte du 25 Mars 1695. dont ladite Communauté pouvoit estre tenue, & dont lesdits Religieux n'ont esté chargez que depuis, & en conséquence dudit Acte, en affirmant par les dits Religieux pardevant le Conseiller Raporteur qu'ils ont effec tivement & entièrement payé lesdites sommes, & avant faire droit fur la demande desdits Maistres à Danser «5c Joueurs d'in strumens afin de payement des arrérages échus de la rente de soixante douze livres quinze fols à eux dûës par leldits Religieux de la Doctrine Crestienne, & fur celles desdits Religieux en restriction de la rente de cent cinquante livres, au principal de trois mille livres, à trente quatre livres de rente, faisant en principal six cens quatre vingt livres, & afin de déduction & imputation de ladite rente fur celle de soixante douze livres quinze fols, ordonné que dans trois mois pour tous délais à compter du jour de la signification du présent Arrest aux Procu reurs lesdits Religieux seront tenus de raporter & joindre à TInstance les Titres & pièces prétendues justificatives de Temploy desdits six cens quatre-vingt livres, payées à Laurent Colliboeuf des deniers desdits Religieux Doctrinaires, suivant la quittance passée pardevant Notaires le 18. Mars 1695. lors duquel payement lesdits Titres & pièces ont esté délivrez par ledit Collibœuf fur le surplus des demandes, sins & conclusions des Parties, les a mis hors de Cour, fans préjudice aufdits Religieux de se pour voir contre la succession, veuve & héritiers de Thomas Duchefne, & fur ceux ainsi qu'ils aviseront bon estre. Deffenses au con traire, condamne lesdits Religieux en tous les dépens, ceux"], [127, "LA CHAPELLE SAINT-JULIEN. 99 néanmoins des demandes interloquées reservez. Si mandons au premier Huissier de ladite Cour, ou autre fur ce requis, mettre le présent Arrest à duë & entière exécution selon sa forme & teneur & faire en vertu d'iceluy tous exploits & actes fur ce requis de ce faire te donnons pouvoir. Donné en Parlement le sept Mars mil sept cent dix huit, & de nostre règne le troisième, signé par la Chambre Gilbert. EXTRAIT DES REGISTRES DE PARLEMENT. Entre François Bourdin, Maistre à Danser & Joueur d'Instru ment de cette Ville de Paris de présent Juré en charge de la Communauté Demandeur en Requeste du 24. du présent mois de Mars, tendante à ce qu'il plût à la Cour ordonner que son nom & surnom feroient employez en sadite qualité de Juré de présent en Charge de ladite Communauté des Maistres à Danser, dans T Arrest rendu en faveur de ladite Communauté contre les Def fendeurs cy-aprés nommez le 7. du présent mois de Mars & les Contestans condamnez aux dépens d'une part, & les Pères de la Docìrine Crestienne, établis en TEglise de Saint Julien des Ménestriers, & ladite Communauté des Maistres à Danser & Maistre Charles Hugues Galland Désert, Chapelain dudit Saint Julien des Ménestriers Deffendeurs d'autre, aprés que Mantel Procureur dudit Bourdin & desdits Jurez & Communauté des Maistres à Danser, & Maupart Procureur de Galland Deseic, communiquant au Parquet des Gens du Roy, ils sont demeurez d'accord de Tappointement signé, daté & paraphé de ChauveHn pour le Procureur Gênerai du Roy; ordonne que T appointement fera reçu, & suivant iceluy ordonne que le nom & surnom dudit"], [128, "LES MÉNESTRELS. 100 Bourdin, sera employé en sadite qualité de Juré de présent en Charge de ladite Communauté des Maistres à Danser, dans TArrest rendu entre les Jurés & Communauté des Maistres à Danser, & lesdits Religieux Doctrinaires le 7. du présent mois de Mars. Fait en Parlement le 26. Mars 1718. Collationné, signé Gilbert. Mantel, Procureur. En 1720, les Pères de la Doctrine chrétienne essayèren encore d'empiéter sur les droits reconnus. Les agents de change, banque, finance, les avaient chargés de célébrer une messe de Saint-Esprit le premier jour ouvrable de chaque année dans leur église située rue Saint-Martin, et d'y faire célébrer une messe de Requiem lors du décès de chacun des membres de leur corpora tion. Les administrateurs de Saint- Julien se plaignirent que leur chapelle était, par suite, appelée église des Pères de la Doctrine chrétienne, prétendant en outre que personne autre que leur chapelain n'avait le droit d'y célébrer aucune messe ou service, sans leur autorisation spéciale. Ils présentèrent au Roi une requête dans laquelle ils disaient entre autres choses : « C'est très-improprement que l'église dont il s'agit est appelée des Pères de la Doârine chrejìienne. Ce n'est point certainement leur église, elle a esté consacrée à Dieu sous Tinvocation de sainct Julien, & appelée desMenejìriers, parce que les joueurs de violon & d'instrumens qui en font les patrons & les fondateurs estoient autrefois appelez Ménestriers. » Un arrêt du Roi du 29 octobre 1720 confirma les demandes des administrateurs de Saint- Julien, lequel fut signifié par huis sier au syndic des agents de change et aux Doctrinaires, le 9 novembre suivant."], [129, "LA CHAPELLE SAINT-JULIEN. 101 Depuis cette époque, nous ne trouvons plus trace de diffi cultés nouvelles entre les administrateurs de Saint- Julien et les Pères de la Doctrine chrétienne. Ces derniers, découragés, sans doute, par Tinsistance de la corporation à défendre ses droits, avaient renoncé à toute ingérence dans ses affaires, car lorsqu'en 1776 parut Tédit du mois de février supprimant les maîtrises et jurandes, nous voyons la chapelle de Saint-Julien desservie par un prêtre séculier. D'après les termes de Tédit de suppression, la gestion des biens des Corporations passait dans les mains du lieutenant de police ', tout en restant la propriété des intéressés jusqu'à par fait apurement des comptes. — Un prêtre séculier, nommé Tabbé Longuet, remplissait alors les fonctions de chapelain de la cha pelle Saint- Julien-des-Ménestriers ; mais Tétat de trouble résul tant de la liquidation forcée imposée par la loi avait amené, dans Texercice de ces fonctions, une irrégularité qui donna lieu à un des derniers épisodes qui signalèrent la fin de Texistence de notre petite chapelle. En 1781 un ordre de police vint ordonner la fermeture du cimetière des Saints-Innocents, où la paroisse de Saint-Méry faisait ses inhumations. On se rappelle que de cette dernière dépendait Saint-Julien. Le curé et le chapitre de Saint-Méry, n'ayant plus de lieu pour 1. Édit d'extinction* des maîtrises et jurandes donné à Versailles, en février 1776, registre le 12 mars 1776. « Art. XX. A l'effet de pourvoir au paiement des dettes des communautés de la ville de Paris, et à la sûreté des droits de leurs créanciers, il sera remis sans délai, entre les mains du lieutenant général de police, des états des dites dettes, des remboursements faits, de ceux qui restent à faire et des moyens de les effectuer, même des immeubles réels ou fictifs ; effets ou dettes mobilières qui reste roient leur appartenir. ( Le Dépôt de la Grand' Chambre, recueil des règlements des corps et communautés, 1 vol. in-40. Paris, Simon, 1779, p. 20.)"], [130, "LES MENESTRELS. 102 enterrer leurs morts, se crurent fondés à demander à TArche vêque de Paris Tautorisation de faire provisoirement les inhu mations dans la chapelle Saint-Julien, en attendant qu'on eût trouvé un terrain convenable : cette autorisation fut accordée par ordonnance de Tofficialité du 25 juin 1781. — Tout cela s'était fait d'accord avec le chapelain, Tabbé Longuet, qui, sans consulter autrement les administrateurs de la chapelle, en avait remis les clefs au chapitre de Saint-Méry. II s'agissait de faire les travaux nécessaires pour approprier le sol à sa nouvelle destination. Le 5 juillet, le chapitre de Saint-Méry fait ouvrir les portes, et introduit dans la chapelle des ouvriers sous la direction d'un architecte nommé Devoulges. Un serrurier du voisinage est appelé : Tabbé Longuet, présent, fait forcer les troncs existant dans les différentes parties de l'église et en enlève le contenu. Les travaux commencent ; mais les administrateurs de la Chapelle, avertis de ce qui se passe, accourent, et l'un d'eux, nommé Mamers Lelièvre, chargé des pouvoirs de ses collègues, fait suspendre d'autorité les travaux, s'empare des clefs et les remet entre les mains d'un huissier mandé à la hâte, auquel il fait dresser procès-verbal des faits accomplis. Le chapitre de Saint-Méry en appela encore à l'archevêque , qui, par arrêt du 9 juillet, confirma sa décision du 25 juin précédent. Les administrateurs de Saint-Julien n'étaient pas restés inactifs ; sans se préoccuper autrement des décisions de l'arche vêque de Paris, ils plaidèrent vivement leur cause auprès des habitants du voisinage qui, eux aussi, avaient un intérêt direct à ne pas voir transformer en charnier la chapelle de Saint- Julien ; et lorsque les ouvriers se présentèrent de nouveau, ils trouvèrent une opposition tellement violente à l'exécution des ordres qu'ils"], [131, "EMPLACEMENT DE LA CHAPELLE SAINT-JULIEN-DES-MÉNESTRIERS"], [132, ""], [133, ""], [134, ""], [135, "L.A CHAPELLE SAINT-JULIEN. 103 avaient reçus, qu'ils furent forcés non-seulement d'interrompre les travaux commencés, mais encore de faire disparaître les traces de ce qui avait déjà été fait. A la suite de ces événements, les académistes de danse 1, sur les diligences du sieur Nicolas Mamers Lelièvre, leur délégué, avaient obtenu du lieutenant civil au Châtelet de procéder léga lement à l'ouverture de la chapelle et de la sacristie afin de faire constater les dégradations et dresser Tinventaire des objets mobiliers y existant. Le 11 août 1781, à onze heures du matin, Thuissier Maillard2, après avoir inutilement sommé Tabbé Longuet et le chapitre de Saint-Méry de se trouver présents, et assisté du seul Nicolas Mamers Lelièvre, se rend à la chapelle Saint- Julien ; et, ayant rempli les formalités légales, fait appeler le sieur Deloudre, maître serrurier, et, devant trois témoins pour ce requis, procède à l'ouverture des portes. Voici un extrait du procès-verbal : « Nous avons fait ouvrir la porte à gauche dans le sanc tuaire, à côté du grand autel, sur laquelle est un écriteau portant ces mots : sacristie des Messes. Laquelle ouverture faite, som mes entrés dans la sacristie ayant vue sur une cour; où étant, avons remarqué que les effets qui y sont en évidence consistent en trois grands bancs à dos. Un pupitre en bois sur son pied. Un prie-Dieu. Un marche-pied d'autel. Cinq petits marche-pieds en bois. Deux grands devants d'autel avec leur châssis. Un d° petit. Un candélabre à six branches de cuivre jaune. Deux chan- 1. C'était le seul titre donné aux derniers propriétaires des biens de la corporation Saint- Julien-des-Ménestriers. 2. Cet huissier Maillard était très-probablement le sinistre et odieux personnage qui organisa et dirigea les massacres de septembre 1792."], [136, "io4 LES MENESTRELS. deliers en cuivre argenté. Une croix sur son pied d°. Deux chan deliers d'autel en bois doré. Un petit tableau dessus de porte en tapisserie, représentant des fleurs en cadre doré. Un canon com plet. Un lavabo et un plat d'étain. Un petit crucifix en bois noirci. Un reliquaire de bois doré, dans lequel est un os avec un papier contenant ces mots : os de Saint-Julien. « Une petite armoire à deux battants, vide. Une grande table ou armoire à cinq battants, servant de chasublier. Un corps d'armoire à dessus, à deux grands volets brisés, au-dessous duquel il y a deux tiroirs fermés à clef et douze à bou tons. L'ouverture faite par nous, il s'est trouvé dans iceux : « Deux petits pots de fayence garnis de fleurs artificielles. Un bénitier de fayence. Un plat oval de cuivre argenté, sur lequel est gravé le nom de Jésus. Deux pâlies d°. La crédance couverte d'un voile de satin cramoisi à frange d'argent et une dentelle autour. Un livre à chanter couvert en parchemin vert, contenant les offices notés en plain chant. Deux tuniques. Deux manipules et une étoile couverte d'or fond blanc. Un drap mor tuaire et un devant d'autel noir. Deux couvertures de pupitre, et un ornement complet en noir. Une bourse violette. Quatre livres de messe des morts. Une garniture complète : quatre chandeliers, un bénitier avec son goupillon de cuivre argenté, quatre autres chandelliers,une croix, un encensoir, quatre chasu bles vert, rouge, violet et blanc, garnies de galons de soie, un tapis de lutrin en damas rouge, deux tuniques, deux manipules et une étole de damas cramoisi, deux chapes de damas cramoisi. « Sommes ensuite passés dans l'église où, étant devant le grand autel, avons fait ouvrir par ledit sieur Deloudre le taber nacle d'en bas dans lequel il ne s'est rien trouvé. Le tabernacle d'en haut, également ouvert, s'est trouvé ne contenir qu'un corporal."], [137, "LA CHAPELLE SAINT-JULIEN. 105 « Et par ledit sieur Lelièvre a été déclaré qu'il manque : Un calice avec sa patène d'argent, doré en dedans; un soleil d'argent, dans leurs étuis. Six souches de cierge en fer-blanc. Deux missels et un livre d'office d'après midi, nommé antipho naire. Deux aubes. Une nappe d'autel. Deux burettes d'étain. Le tout ayant été laissé audit abbé Longuet; pourquoi il fait toutes réserves contre lui. » Les troncs placés dans différents endroits de l'église furent trouvés brisés, ouverts et vides1. Pendant que tout cela se passait, le conseil d'État, devant le quel avait été portée la discussion relative au droit d'inhumation réclamé par le conseil de fabrique de Saint-Méry, avait nommé une commission à Teffet d'examiner Taftaire ; et, en attendant une décision, Tabbé Longuet, qui était, malgré ces péripéties, resté chapelain, réclamait avec insistance les clefs de la chapelle demeurées au pouvoir de la corporation, afin de pouvoir remplir ses fonctions, suivant son droit indiscutable. La demande était facile, mais il Tétait beaucoup moins d'y faire droit. Les clefs, détenues par Thuissier représentant les intérêts des administrateurs, étaient sous bonne garde, et, malgré la sommation faite d'avoir à les rendre, on ne pouvait les obtenir. L'abbé Longuet, voyant les choses traîner en longueur, va trouver le lieutenant civil au Châtelet, et, le 20 novembre 1781, obtient une ordonnance de référé lui permettant de faire ouvrir les portes de la Chapelle ; sans perdre de temps il requiert un commissaire, se rend sur les lieux avec des ouvriers et se met 1. Archives nat., section domaniale, carton Q'-i2iJ. '4"], [138, "106 LES MENESTRELS. en devoir d'entrer. L'entreprise n'était pas commode : les portes solidement closes, offraient un obstacle sérieux ; Tabbé, homme à moyens expéditifs, paraît-il, se rappelle que la fenêtre du loge ment qu'il occupait donne sur les combles de la Chapelle; il fait monter deux ouvriers munis de cordes longues et solides, ordonne de briser un vitrail du toit. Les cordes sont fixées, et, par ce moyen, les deux hommes descendent dans Tintérieur d'où il leur est facile d'ouvrir les portes. Cette expédition termina le conflit, et Tabbé Longuet, à la suite de pourparlers avec les administrateurs, put reprendre son service. Nous n'avons rencontré aucun document qui nous instruise sur les dernières années des fonctions de ce chapelain de Saint- Julien ; toujours est-il qu'en 1788, nous voyons le conseil d'État nommer de nouveaux commissaires pour prononcer dans le con flit d'inhumation qui était toujours pendant1. Toutes ces crises allaient bientôt cesser : il se prépa rait en France des événements politiques qui devaient mettre un terme à cette espèce d'agonie dans laquelle se débattaient depuis longtemps les derniers représentants de la vieille corporation des Ménestrels. La Révolution, qui passa son niveau sur tant de choses, ne devait pas épargner notre charmante petite chapelle ; mais au moins avons-nous la satisfaction de voir cette dernière tomber noblement, et à temps pour ne pas être la victime des destructeurs aveugles et coupables de 93. Nous sommes en 1789 : TAssemblée constituante est à l'œuvre. De tous côtés affluent les dons civiques; au commence ment de la séance du 17 décembre présidée par Fréteau, une députation est introduite à la barre de TAssemblée : elle se com- 1. Archives nationales, section admin., arrêts du conceil. Arrêt du 8 août 1788. E 2644."], [139, "LA CHAPELLE SAINT-JULIEN. 107 pose de huit membres de la corporation de Saint- Julien-des- Ménestriers. Son président prend la parole en ces termes ' : v « Messeigneurs : « En qualité de commissaires députés de Tancienne commu nauté des maîtres à danser de la ville de Paris, nous avons Thon neur de remettre sur le bureau une délibération prise en notre assemblée du 1 3 du présent mois, par laquelle nous faisons don à la nation de notre chapelle de Saint-Julien-des-Ménestriers dont nous sommes fondateurs et patrons laïcs, et de tous les objets mobiliers qui en dépendent. Nous désirerions comme bons citoyens être en état de faire à la patrie des sacrifices plus con sidérables et plus dignes d'elle ; mais nous sommes pauvres, messeigneurs, et à ce titre, qui en est un bien puissant auprès des législateurs de la France, nous osons espérer que vous vou drez bien ne pas dédaigner une offrande qui, pour être modeste, n'en est que plus pure. « Puisse cet hommage, que notre patriotisme et notre pro fond respect pour cette auguste assemblée et ses décrets nous ont seuls inspirés, être regardé comme une nouvelle preuve du dévouement de toutes les classes de citoyens à tout ce qui peut contribuer au salut de Tempire français et au maintien de la prospérité publique 2. » 1. Cette députation se composait des sieurs : Le Lièvre, Desnoyers, Deshayes, Soli, Bruillard, Adnet, Gigou et Perrin. Ce fut ce dernier qui, en qualité de président, lut le discours à TAssemblée. (Millin, Antiquités nat., t. V, chap. XLI, p. io, note.) 2. Gazette nationale ou le Moniteur universel, jeudi 17 décembre 1789. A cette époque le Moniteur donnait le compte rendu de la séance de TAssemblée, dans le numéro portant la date du même jour."], [140, "108 LES MENESTRELS. Dans le courant de Tannée 1790 des commissaires furent nommés pour faire procéder à Tinventaire et à Testimation des biens du clergé déclarés biens nationaux, et de ceux qui avaient été offerts volontairement au pays. Nous avons trouvé aux Archives nationales le procès-verbal des deux experts auxquels échut la mission d'estimer les biens de Saint- Julien. Voici la copie de cette pièce officielle qui termine définitivement l'histoire de la corporation des Ménestriers et de sa chapelle élevée sous le patronage de saint Julien et de saint Genest : « Estimation de l'église Saint-Julien-des-Ménestriers, située rue Saint-Martin, ayant face sur la rue du Mort (dn More), non compris la chapelle de la Vierge. » « La dite Église a son entrée sur la rue Saint-Martin, et fait face en longueur sur la rue du Mort. Elle consiste en une nephe, le chœur, la sacristie, une tribune; la chapelle de la Vierge non comprise dans le présent rapport. La nephe et le chœur sont carrelés en carreaux et dalles en pierre ; le pourtour du chœur garni de lambris en mauvais état; Tautel garni d'un coffre de tabernacle; une balustrade au pourtour du sanctuaire, un tableau au-dessus de Tautel1. Une chaire à précher. Cinq vitraux garnis de leurs châssis en fer. Six lucarnes sur le toit, dont une garnie en plomb. Les murs de face sont en pierre de taille ; les murs mitoyens en moellons et en mauvais état. Comble à deux égouts couverts de thuiles, avec une goutière en plomb dans toute la longueur, depuis la rue jusqu'à la face extérieure de la sacristie. « Le clocher couvert d'ardoises et plomb, garni de cinq 1. « Le tableau du grand autel étoit un très-beau Christ de Lebrun; il a été con servé. » (Milliii, Antiquités nat., chap. XLI, p. 18.)"], [141, "LA CHAPELLE SAINT-JULIEN. 109 petites cloches dont quatre fêlées. Une horloge, une croix de fer et un coq. « L'emplacement de la dite chapelle contient, non compris la chapelle de la Vierge, soixante deux toises, trois pieds six pouces de surface. « Nous, experts nommés, l'un par le commissaire de TAs semblée nationale, l'autre par ceux de la Commune de Paris, avons estimé la dite église ci -dessus désignée, la somme de : dix mille quatre cents livres {10,400 livres). — A Paris le 25 oc-« tobre 1790. Signé : Bayon-André. » En marge est écrit : « Nous observons que dans le présent rapport nous n'avons point compris les cloches ni les objets mo biliers ». « Estimation d'une maison sise rue des Petit s-Champs-Saint-Martin provenant de la communauté des Maîtres à danser. Ensemble, la chapelle de la Vierge dépen- dante de l'église de Saint-Julien-des-Ménestriers , plus une petite boutique et dépendances, située sur la rue Saint-Martin entre le portail de la dite église et la maison de A1M. d'Argouges ; louée ainsi que la petite maison donnant sur la rue des Petits-Champs, au sieur Godeby, marchand de livres, moyennant 350 l. par bail du 2 z août iyS8. « La chapelle de la Vierge fermée par une grille de fer de 11 pieds de long sur 9 pieds de haut avec couronnement. L'autel garni de son sarcophage et tableau. La petite boutique attenant le portail de l'église, et la maison des héritiers d'Argouges, est composée d'une seule pièce ; sur le derrière une petite cour, un escalier conduisant au premier étage sur la chapelle de la Vierge et sur le rez-de-chaussée de la petite maison de la rue des Petits- Champs."], [142, "LES MENESTRELS. 110 « L'emplacement de tous les objets ci-dessus désignés con tient une superficie de trente-six toises. « Nous experts, nommés, l'un par TAssemblée nationale, l'autre par ceux de la Commune de Paris, avons estimé tous les objets ci-dessus désignés au plan ci-contre, à la somme de sept mille-six-cent-vingt-cinq livres (j,62$ livres). Paris le 215 oc tobre 1790. Signé Bayon-André1. » L'ensemble des biens expertisés formant une valeur totale de dix-huit-mille-vingt-cinq-livres {18,02s livres) fut vendu de suite, et le tout démoli pour faire place à de nouvelles construc tions. Ainsi disparut la Chapelle de Saint- Julien-des-Ménestriers qui, pendant plusieurs siècles, avait été le lieu de prières de nos joueurs d'instruments tant hauts que bas. II n'en resta rien, pas même quelques-unes de ces petites statuettes de la façade datant de la fondation en 133 5. 1. Archives nat. Domaines, biens nationaux. (Seine). Carton Q2, 123, 124 >"], [143, "TABLE DES SOMMAIRES CHAPITRE PREMIER. Les Scaldes du Nord. — Les Bardes dans les Gaules. — Clovis demande à Théodoric un joueur de harpe. — Charlemagne. — Les histrions et les joculatores sévèrement traités par les Capitulaires. — Les Bardes dans les pays d'origine gaele. — Lois drHowel le Bon concernant les Bardes. — Les trouvères, jongleurs, ménestrels, troubadours. — Ils sont poètes, chanteurs et musiciens. — Les ménestrels a la cour des rois de France. — Les minnesinger allemands Pages 3 à 31. CHAPITRE II. Formation de la corporation des Ménestriers. — Texte des statuts accordés aux Ménestriers en 1321. — Fondation de Thôpital Saint -Julien et Saint -Genès en 1328. — Construction de la chapelle Saint-Julien-des-Ménestriers, en 1335s. — Royauté de Ménestrels. — Noms des différents rois des Ménestriers de 1338 à 1741 Pages 33 à jo. CHAPITRE III. Établissement de succursales de la corporation dans les provinces. — Nouveaux statuts accordés par Louis XIV en 1657. — Les maîtres de danse font partie de la corpora- tion. — Procès entre TAcadémie de danse et Tancienne corporation. — Procès avec Lulli. — Création des charges des jurandes. — Nombreux procès de la corporation"], [144, "TABLE DES SOMMAIRES. 112 avec le» clavecinistes et les organistes. — Les lieutenants du roy des Ménestriers en province. — Leurs charges sont abolies par décret du 13 février 1773. — Suppression de Toflìce de roy et maistre des Ménestriers, par édit royal du 31 mars 1773 Pages 51 à 79. CHAPITRE IV. Suite et fin de l'histoire de la chapelle Saint-Julien-de;-Méuestriers. — Procès entre la corporation des Ménestriers et les Pères de la Doctrine chrétienne au sujet de la chapelle Saint-Julien en 165:8. — Nouvelles difficultés entre les Doctrinaires et la corporation jusqu'en 1720. — Procè; avec le chapitre de Saint-Méry en 178 1. — Inventaire du mobilier de la chapelle de Saint-Julien, dressé le 11 août 1781. — Le 17 décembre 1789 une députation des administrateurs de la corporation des maîtres à danser, joueurs d'instruments se rend à la barre de TAssemblée consti- tuante et fait don à la nation de la chapelle Saint-Julien et de ses dépendances. — Des commissaires sont nommés pour procéder à Testimation de ces biens. — Procès- verbal d'estimation daté du 25 octobre 1790. — Vente et démolition. P. 81 à 104."], [145, "i TABLE DES GRAVURES I. — Frontispice. — Chapelle Saint-Julien-des-Menestriers. Tiré de Millin : Antiquités nationales, t. IV, article xli Planche II. — Adenès li Rois. Tiré du Roumans de Çleomadìs, ms. du xme siècle (1280 à 1290). La miniature représente Marie, reine de Fiance (fille de Henri III, duc de Brabant, seconde femme de Philippe le Hardi) ; elle est couchée sur un lit. A côté d'elle sont assises deux dames : l'une est Blanche, fille de saint Louis, veuve de l'infant de Castille ; l'autre est Mahauc, fille du comte Robert II. Adenès le ménestrel, la tête ornée de la couronne de roi des ménestrels, est à demi agenouillé devant la reine; il tient à la main la vielle posée sur son genou 25 Planche III. — Sceau de la corporation Saint-Julien-des-Ménestriers ; repro- duction d'une image de 1692, tirée d'un volume in-folio intitulé Livre des confrairies. II était d'usage, dans chaque confrérie, de faire imprimer une image relatant les enseignes de la corporation, ainsi que les dates de sa fon- dation, de ses fêtes, etc. ; le tout accompagé des oraisons et prières adressées 'S"], [146, "TABLE DES GRAVURES. 114 au saint sousl'invocation duquel elle était placée. Ces images étaient offertes à chacun des maîtres, qui retrouvait là une espèce de résumé de ses devoirs et obligations 43 Planche IV. — Maistre à danser sous Louis XIV, d'après Bonnard .... 59 Planche V. — Portrait de Guignon, d'après Van Loo 75 Planche VI. — Emplacement de la chapelle Saint-Julien-des-Ménestriers, d'après un ancien plan de Paris 102"], [147, ""], [148, ""], [149, "LES VIEILLES CORPORATIONS DE PARIS LA CHAPELLE S\\JULIEN-DES-MÉNESTRIERS ET LES MÉNESTRELS A PARIS Par ANTOINE VIDAL Membre Je la Société de l'Histoirj de Paris et de TIIe-de-Francc SIX PLANCHES GRAVEES A L'EAU-FORTE Par FREDERIC HILLEMACHER PARIS A. QUANTIN, IMPRIMEUR-ÉDITEUR 7, RUE SAINT-BENOIT 1878"], [150, ""], [151, ""], [152, ""], [153, ""], [154, ""], [155, ""], [156, ""]]