[[1, ""], [2, "POEMS BY VIATOR. LONDON— MDCCCXLIII. » Price 2s. 6<i"], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "POEMS BY VIATOR \" Trifles light as air.\" — Shakspeare. \" Lusimus si quid vacui sub umbra.\" — Hob. LONDON J* SAUM)ERS AND OTLEY, CONDUIT STREET. 1843."], [10, ""], [11, "CO THE COUNTESS OF BLESSINGTON, AS A SLIGHT TRIBUTE TO HER BRILLIANT LITERARY TALENTS AND UNAFFECTED KINDNESS OF HEART, €btit Poems ARE INSCRIBED, WITH EVERY FEELING OF REGARD AND ESTEEM, BV THE AUTHOR."], [12, ""], [13, "CONTENTS. PAGE Anacreontic 7 The Serenade 8 Lament of Ariadne when deserted by Theseus on the Shores of Naxos 10 Time 12 Paraphrase of the Fifth Ode of the First Book of Horace 14 The Death of Cleopatra 16 The Meeting 18 To Myra 20 Lines 22 Rome in Ruins 24 Leonidas to his Soldiers on the Eve of the Battle of Thermopylæ 31 The Spartan Mother 33 Paraphrase of the Twenty-third Ode of the First Book of Horace 35 Paraphrase of the Thirty-eighth Ode of the First Book of Horace 38 Mary Queen of Scots 39 Paraphrase of the Fourth Ode of the Third Book of Horace 45 Hero and Leander 51 B"], [14, ""], [15, "POEMS. ANACREONTIC. \" Carpe diem quam minimum eredula postero.\" Hor. Ode xi. lib. 1 Come, crown your brows with flowers, Fill high the mantling glass, We'll pelt the laughing hours With rose-leaves, as they pass. Free from all care and sorrow, Let us be blithe and gay ; Let come what may to-morrow, Enjoy at least to-day. b 2"], [16, "THE SERENADE. 'Twas eve — the sun had sunk beneath the wave, Hush'd in the ocean city as the grave : Beneath the latticed bower of Beauty bright, Near where yon palace rears its lofty height, A minstrel takes his stand, in hopes to move, By music power, the ladye of his love : \" Look forth, my fairest, on the starlit night, \" And bless thy watching lover's longing sight ; \" Let me but see thee smile, and hear the tone '* Of that sweet voice, thou dearest, loveliest one ! \" Haply \" Great God ! the assassin's blade is driven Up to the hilt — his very heart is riven."], [17, "THE SERENADE. 9 Beside his lute he falls, and e'en in death Gasps forth Bianca's name with fleeting breath. Away ! 'tis done ! Now down the marble stair The maiden glides — the night breeze stirs her hair Rarely had such a face or form, I ween, In princely hall or ladye's bower been seen. In sooth, she hardly seems of human birth, Or mortal mould, — too bright, too pure for earth. \" Art thou not here, my Giulio ? Sure I heard \" Thy lute's dear tones. What, truant ! not a word ?\" She pauses, shuddering, for the moon's pale gleam, With silvery light falls on a dark red stream : Its source too soon she sees, where, in the shade, Stiffening in death, her lover's form is laid. Around his neck her arms she wildly flings, Then through the air a harrowing death-shriek rings; Life's golden cord is snapt ; on that dear breast Her anguish'd spirit finds its wish'd-for rest."], [18, "LAMENT OF ARIADNE, WHEN DESERTED BY THESEUS ON THE SHORES OF NAXOS. Return, my Theseus, whither art thou gone, While I am here, unpitied and alone ? Oh ! leave me not thy absence to deplore, And weep, deserted, on this barren shore ! All — all is lost ! far o'er the sounding main Flies his light bark, ne'er to return again. Is it for this, thou false one, I have borne My father's anger and my country's scorn ? Alas ! I fondly hoped that thou wouldst be Father and country — everything, to me .'"], [19, "LAMENT OF ARIADNE. LI Was it for this the friendly clue I gave, That drew thee scathless from a living grave ? Then, I believed thy vows, and sought to prove The depth and trustfulness of woman's love ; Now, o'er thy broken faith condemn'd to mourn, Whither for hope can Ariadne turn ? Would that great Zeus a pitying bolt would throw. And drive me to the lurid realms below. The grave alone can make my sorrows cease, And in Death's cold embrace I look for peace."], [20, "TIME \" Ultima semper Expectanda dies homini, dicique beatus Ante obitum nemo suprema que funera debet.\" Ovidii Metamorph. Through the dim vista of departed years, The memories of by-gone hopes and fears Sweep o'er the mind, like music's dying strain. And in the past we seem to live again. Alas ! how oft is such reflection fraught With disappointment and embittered thought. On life's bro.ad ocean when man first sets sail. With buoyant heart he courts the prosperous gale ; Joy speeds his course, and all around is bri<rht, He know,** not, recks not, ofthe coming night."], [21, "TIME. 13 Too soon he finds the glittering visions fade. And what seem'd bliss, an unsubstantial shade ! Tie after tie is broke, as Time rolls on, And on the barren waste he stands alone. At length, weigh'd down by care and bow'd by grief, He turns to Heaven, though late, to seek relief; The clouds disperse, the veil is rent away, And on his sight bursts Hope's celestial ray. His soul no longer to despair is hurl'd, Pie sees another and a brighter world. The struggle's o'er, the weary task is done, The boat has reach'd the shore, the race is run ; Calm as an infant on its mother's breast, He sinks into the grave in peaceful rest."], [22, "PARAPHRASE OF THE FIFTH ODE OF THE FIRST BOOK OF HORACE. To PYRRHA. Pyrrha, say why with such care Braidest thou thy yellow hair : In some grotto's cool retreat, Shelter'd from the sun's fierce heat, What trim-waisted, perfumed youth. Now believes thy faith and truth? Ah ! how often will he mourn The gods averse, thyself forsworn ! He who loves but thee alone, Fondly fancies thee his own ;"], [23, "PARAPHRASE. 15 Soon will he his idol find False as waves or changing wind. Hapless they, on whom, from far, Thou dost shine — a guiding star ; Offer'd on great Neptune's shrine, Ingratitude's no sin of mine ; Me my dripping garments shew, 'Scaped from such a sea of woe."], [24, "THE DEATH OF CLEOPATRA. \" Bring forth my richest robes, and haste, prepare The choicest unguents, deck with gems my hair ; I go to join my lord — from his dear side Death shall not sever me, nor Fate divide ! By his own hand my Antony is gone To Pluto's gloomy realms, — shall /live on, To 'jracc proud Cæsar's triumph, and be borne To Rome — at once my sex's pride and scorn !\" Thus, with unquailing heart and tranquil mien, Resolved to die, spoke Egypt's vanquish'd queen. Of lover, kingdom, liberty, bereft ; Of all she prized most dearly, naught is left"], [25, "DEATH OF CLEOPATRA. 17 That she should live for ! Kneeling on the ground, She presses with pale lips the gaping wound Through which his life-blood wells, and to her heart Strains that pale form, as though no more to part — Not parted long ; laid on her throbbing breast, Nile's poisonous reptile will perform the rest. A start — a gasp — the work of Death is done, And Cleopatra's earthly course is run. \" Ho ! force the doors !\" They come too late to save Her, whose fond love endured beyond the grave."], [26, "THE MEETING. 'Twas night, and sleep had spread her influence round. And in her grateful chains each mortal bound ; — The stars were glitt'ring in the spangled sky. Reminding man of immortality ; — When clank of arms the death-like stillness breaks, And charger's tramp the slumb'ring echo wakes ; A knight comes toiling on his darksome way, To many varying thoughts by turns a prey; His batter'd helm, seen dimly through the night, And cuirass hack'd, tell of the recent fight. 'Tis dawn ; — a lady in her lonely bower In silence sits, and counts each fleeting hour."], [27, "THE MEETING. 19 Her lord expecting ; as each sound she hears, Her heart is high with hope, or still with fears ; For he was gone, heading a trusty band, To drive the foeman from his native land. And now the deep-toned bugle's note proclaim'd A warrior at the gate his steed has rein'd. Dim were her eyes before — but joy has powcr To light them beaming on that gladsome hour ; His step she hears — they meet upon the stair, And silence only tells what love was there."], [28, "TO MYRA. While on that sylph-like form my sight Is rivetted with fond delight, Those eyes, at once so soft and bright, Those locks of clust'ring gold. No fest'ring cares my heart annoy, No false delights my senses cloy, But all is peace and all is joy, — The Paradise of old. If thou 'rt indeed of mortal birth, A creature of this lower earth."], [29, "TO MYRA. 21 That form was surely given To raise from earth man's low desires, Quick'ning his soul with Love's own fires, And draw him nearer heaven. c"], [30, "LINES. Can I e'er cease to love thee, Forget thee ? Ah, no ! — Though nations divide us, And seas 'twixt us flow ! Thy beauty is graven So deep on my heart, I fancy thee near me Wherever thou art. All nature seems fairer Whene'er thou art nigh, The sun shines more brightly, More blue is the sky ;"], [31, "LINES. 23 When absent, thy form In each object I see, And every spot round me Reminds me of thee. c 2"], [32, "ROME IN RUINS. Invocation addressed to the City — Passage of the Tiber by Clœlia — Defence of the Bridge by Horatius Cocles — Mutius Seævola — Judg- ment of Brutus — Invasion by the Gauls — Hannibal — Julius Cæsar — Ancient Rome seen by Moonlight and at Daybreak — The Coliseum — The Arena — Death of the Martyred Christian — Retributive Justice — Conclusion. Hail ! classic soil, to thee, to thee belong The choicest measures of the Poet's song. Imperial Rome ! once mistress of the world, Now from thy pride of place degenerate hurl'd; As from the grave thou rear'st thy 'minish'd head, A gorgeous relict of the mighty dead,"], [33, "ROME IN RUINS. 25 Thy pristine grandeur everywhere we see,— Thy very air yet breathes of poetry. Unchanged the Tiber flows, — alas ! no more The captive maiden gains the friendly shore, E'en in the sight of the Etruscan king, While round her head the foemen's javelins ring ; Here Codes, lavish of his noble life, Alone dared hazard the unequal strife ; And Mutius strove to lay the tyrant low, And free his country by a single blow. Then were thy daughters chaste, thy sons were bold, Nor were laws made, and then unmade, for gold. The Roman father; dreadful to relate, Dooms his own children to a rebel's fate. \" In vain the senate and the people plead ; Nay, let them die ; 'tis treason's fitting meed !\" Stern he replies ; \" 'Tis right that Rome should leam From justice nought can Junius Brutus turn.\""], [34, "ROME IN RUINS. 26 Thus spoke the patriot ; from his labouring breast There burst no sigh, no sign his grief express'd ; But o'er his features flash'd a sickly glow, Like sunlight falling on the drifted snow. Now pass we on to the invading Gaul, And, yet more dread, the Punic Hannibal, To whom e'en Nature can no stay oppose, Like whirlwind rushing on his hated foes. But mark the sequel : he whose dreaded name Had fill'd all Italy with fear and shame, Sues for protection to a petty king, And dies ignobly by a poison'd ring. The stream rolls on, and seen as in a glass, The brightest epochs of Rome's greatness pass. He comes, the look'd for, and his godlike brow The laurel wreathes — great Julius .' it is thou Whose fame spreads through the world, while from afar Whole nations follow thy triumphant car !"], [35, "ROME IN RUINS. 27 How dark the closing scene — he that oft gave His heart's best blood for Rome, — the good, the brave, Stricken at Pompey's base, yields up his breath, And at the hands of traitors meets his death. In the calm beauty of a southern night, When the pale crescent pours its flood of light, Bathing each pillar'd fane and sculptured stone In a soft silvery radiance not their own ; And through the vast expanse no sound is heard, Save the low w-ailings of the tuneful bird ; How glorious, then, the sight that meets the eye, Each ruin'd pile back'd by the clear blue sky ; Or when the dawn, the herald of the day, Tints all around with hues of sober grey. A noble wreck the Coliseum stands, Subdued by time and rude barbarian hands ;"], [36, "ROME IN RUINS. 28 But where are they, who in the days of yore With echoing footsteps paced the marble floor, The buskin'd senator and haughty knight, Youthful gallants, and lovely ladies bright ? Doom'd the inevitable path to tread, Long since have they been mingled with the dead ; Their very names forgotten or unknown, Through countless ages this remains, alone. Here all assembled, with relentless eyes To view the dying Christian's agonies : 'Tis Cæsar's birth-day, and they flock to sec The cruel sight, as 'twere some pageantry. \" Bring forth the Nazarene !\" Straight at the word The gates unclose, the clank of chains is heard, A poor old man (for eighty years have shed Their snows upon his venerable head) Is led into the midst ; with tranquil mien And fearless heart he gazes on the scene, —"], [37, "ROME IN RUINS. 29 The glittering rows, the iron-studded door, And the Arena drench'd with human gore. His thoughts, released from earth, are fix'd on high, The fears of death are merged in victory. Now every sound is hush'd, while deep and loud The Prefect's voice rings through the list'ning crowd, \" Either, Olynthias, resign this dream, And bow thy knee to Jupiter supreme ; Or else prepare at once to meet thy doom — An ignominious death, an atheist's tomb. We wait your answer.\" Then, distinct and clear, The Christian's accents fell upon the ear — \" Should I renounce my creed, what couldst thou give For my lost soul ? Can Cæsar bid that live ? Lo ! here I gladly lay existence down, To win the immortal prize — the martyr's crown ! Tempter, avaunt !\" He ceased, and scarce the word Had left his lips, when gleam 'd the impending sword ;"], [38, "30 ROME IN RUINS. A moment more, 'tis buried in his side ; A few short gasps, — and thus Olynthias died ! \" Vengeance is mine,\" saith God, \" I will repay.\" Though long deferred, it comes, the fatal day, When break the seals, the vials are pour'd forth, And Alaric, the Lion of the North, Like foaming cataract or mountain flood, Speeds onward, and his track is mark'd with blood ; While lowly crouching at his chariot wheels, Captive and bound, the Queen of Empire kneels."], [39, "LEONIDAS TO HIS SOLDIERS ON THE EVE OF THE BATTLE OF THERMOPYLÆ, 'Tis glory calls us, — onward then, ye brave, Where victory waits you, or a soldier's grave ! Flaste to defend your altars and your laws, Your wives and children, — 'tis your country's cause ! Let martial ardour animate each breast, And nerve each arm ; —leave to the gods the rest, That watch o'er Sparta's safety ! May the sun, Ere sinking in the west his course be run, Behold you masters of the well-fought field, Or each man lifeless stretch'd upon his shield !"], [40, "32 LEONIDAS TO HIS SOLDIERS. right !\" Shall Sparta's sons, like cravens, turn to flight Before the foe ? — sooner shall heaven's own light Be quench'd in darkness, and, to chaos hurl'd, A shapeless mass of ruin sink the world ! The clarion sounds ! On, warriors, to the fight, And this our watchword, — \" Heaven defend the"], [41, "THE SPARTAN MOTHER. A SPARTAN MATRON IS HERE REPRESENTED MEETING HER SON, WHO HAS FLED FROM THE FIELD OF BATTLE. AFTER REPROACHING HIM WITH HIS COWARDICE, SHE STABS HIM TO THE HEART. Hast thou, then, dared to quit the glorious strife, And save by flight thy miserable life ? Sparta henceforth disowns thee, and thy name Will never be remember'd but with shame. Can I, thy mother, bear to see that son — Once fondly, truly loved, my only one — Branded with such a stain, by brave men scorn'd, In life unhonour'd, and in death unmourn'd ?"], [42, "THE SPARTAN MOTHER. 34 No ! I myself thus strike the fatal blow ! — A mother's hand shall lay the recreant low ! Degenerate offspring, hence ! — speed to the dead ! And hide in Erebus' dark realms thy head !"], [43, "PARAPHRASE OF THE TWENTY- THIRD ODE OF THE FIRST BOOK OF HORACE. TO ARI8TIUS FUSCUS. 1. Fuscus, he that's pure of heart,- Needs not Moorish bow or dart, Nor the sounding quiver's pride, Stored with shafts in venom dyed. 11. Safe were he, though far from home He should cleave the Syrtes' foam, Should he Caucasus explore, Or Hydaspes' fabled shore."], [44, "36 PARAPHRASE. III. Wand'ring once, exempt from care, Singing Lalage the fair, Me, unarm'd, a wolf has fled, Speeding by with rapid tread. IV. Even Daunias warlike coast No such wonder ere can boast ; Nor great Juba's native land, The lion's nurse of arid sand. V. Place me where no summer breeze E'er can reach the frozen trees, On those gloomy shores, lhat Heaven Has to clouds and vapours given."], [45, "PARAPHRASE. 37 VI. Place me 'neath the glowing car Of Sol, no longer seen afar, Sweetly smiling, I shall see, Sweetly talking, Lalage. D"], [46, "PARAPHRASE OF THE THIRTY - EIGHTH ODE OF THE FIRST BOOK OF HORACE. TO HIS SERVANT. I. Wreaths with linden twined I hate, Persian pomp and Persian state Boy, search not, with busy fingers, Where a summer rose yet lingers. II. Twine for me, with little care, Simple myrtle, fresh and fair ; Me the myrde will become, Drinking in my vine-clad home."], [47, "MARY QUEEN OF SCOTS. EPOCH THE FIRST. Che iOtpatturt. The wind is fair, and o'er the summer sea The noble bark careers right gallantly ; The widow'd Queen stands on the deck forlorn ; Across the wave the voice of woe is borne. To her dear mother-land yet clings her heart — From Gallia's shores she knows not how to part ; In tears and sighs alone she finds relief, And thus, in broken words, she vents her grief :- d2"], [48, "MARY QUEEN OF SCOTS. 40 \" Must I then bid thee, France, a last adieu, Now that night's curtain hides thee from my view ? All ties are broke — to me all hope is o'er, Doom'd to an exile from my native shore ; Gladly would I the Scottish crown resign, If but content and happiness were mine.\" Now memory's power recals the gorgeous past, And scenes of bliss, far, far too bright to last, — Those days when at her royal bridegroom's side She sat — at once his idol and his pride ; And knights and nobles bent the wdling knee, The proudest names in France's chivalry. Then all was calm, nor sufFring's blighting storm Had dimm'd her eyes, or bow\"d her graceful form, Soon will it come, that sad, that fatal night — The minstrel murder'd almost in her sight — Her husband's blacken'd corse — the battle shock Th' exulting foe — the prison— and the block !"], [49, "tl MARY QUEEN OF SCOTS. EPOCH THE SECOND. Cljc 33attU. On Langside's plain a mail-clad host appears, Their serried ranks are dense with bristling spears; All as one man resolved, their hearts beat high, In Scotland's cause to conquer or to die. But who is she, whose dazzling beauty bright Seems like a meteor bursting on the sight ? The noble features and majestic mien Proclaim at once 'tis Scotland's injured Queen, Who, on a sea of woe and trouble toss'd — Herself from prison 'scaped, her kingdom lost — Had now resolved a desperate cast to try, To live a Queen, or like a Queen to die."], [50, "MARY QUEEN OF SCOTS. 42 A gallant train attend her — at her side A proud array of knights and barons ride. The foe is close at hand, tbe thunder sound Of troops advancing shake the trembling ground. A chosen few her guard, the Queen, from far, With beating heart awaits th' impending war. The hostile squadrons close, and now the strife Grows deadlier yet ; the cry is — \" Life for life ! No quarter give ! — See, see, the cowards fly ! — Slay, — cut them down ! — Our Queen and Victory !\" Too fatal haste ! scatter'd and overthrown By the mad ardour that had led them on, In shameful route the royal troops are seen, And flight alone remains to save the Queen."], [51, "4.''. MARY QUEEN OF SCOTS. EPOCH THE THIRD. Che ©oom. The cheerless dawn of a cold wintry day Breaks on the massive towers of Fotheringay. Prison'd within these walls of sullen stone She lies, whose fatal charms have graced a throne ; Though quench'd in grief her beauty, still is seen The Tudor's rival, and the Scottish Queen. For nineteen years, no ray of sunlight cast Gleam'd on the gloomy waters of the past ; Her's the sad fate, the direst woes of earth — The shatter'd Lar, the violated hearth ! Now all is o'er, soon the dark stream will be Merged in the ocean of eternity."], [52, "MARY QUEEN OF SCOTS. 44 Hark ! 'tis the hour of doom ; the castle bell With iron tongue booms forth the funeral knelL The victim 's summon'd, and they take their way Where waits the minister of death his prey ; — Within the hall of state there, you may see The pomp of Death, the ghastly pageantry. With kindest words she soothes her sorrowing train \" Lament not, sweet ones, we shall meet again, To part no more, in those bright realms above, The realms of peace and everlasting love !\" The blow is struck — released from earth is flown The suffering soul, and Heaveu has claim'd its own, 'Tis time alone shall vindicate her fame, And after ages clear that slander'd name."], [53, "PARAPHRASE OF THE FOURTH ODE OF THE THIRD BOOK OF HORACE. Thou, to whom all song is given, Haste and leave the starry heaven ; Bright hair'd muse, the bard inspire With thy voice or sacred lyre. Do I rave ? or is 't a dream ? — Borne along with fancy's stream, Even now my spirit roves In the bless'd Elysian groves. As in childhood's sleep I lay, Wearied out with heat and play,"], [54, "PARAPHRASE. 46 Me the doves, with leafy store, Cover'd on Apulia's shore, That, from bears and speckled snake Guarded, I my rest might take, That around this brow of mine Bay with myrtle mix'd might twine. On Acherontia crag, 1 ween, Such a sight was never seen, In the healthful Bantine glades, Or Florentum's lowly shades. Muses, I obey the spell, Bear me where the Sabines dwell ; Or should slothful Tibur's ease, Or the glassy Baiæ please, Love for you was my best shield, On Philippi's gore-stain'd field ; The falling oak no ruin gave, Fearless 1 stemm'd Sicilia's wave ;"], [55, "PARAPHRASE. 47 Bold in your protecting care, The fierce Bosphorus I'll dare; Or a traveller, explore Parch'd Assyria's hostile shore ; I will e'en to Britain go — Britain, Rome's most deadly foe ; Or to the fierce Concan brood, And Gelon, drunk with equine blood ; See unscathed the sunshine gleam On the fatal Scythian stream. When great Cæsar came from far, Wearied with the toils of war, Him you gave the needed rest, In Pierian grot refresh'd ; You sage counsel can impart, And sustain the failing heart. When the impious Titan band Scaled the sky, his red right hand —"], [56, "48 PARAPHRASE. To whom by equal lot was given Dominion ofthe earth and heaven — Drove them back, with thunder hurl'd, To the dark and nether world. Yet the synod of the gods Trembled in the bright abodes, When they saw Olympus riven, Placed on Pelion, reach to heaven. Typhocus, Mimas, find at length 'Tis vain to strive 'gainst sovereign strength ; Porphyrion, with threat'ning height, And Rhætus, dreadful in the fight ; Vain, Enceladus, thy course 'Gainst the Ægis' dreaded force. Now, behold ! on either hand Vulcan and great Juno stand ; And the day-god, destined never To lay by his sounding quiver ;"], [57, "PARAPHRASE. 49 He, whose locks of auburn hue Drip with Castaly's bright dew ; He, who loves the Lycian fields, And the sweets that Delos yields. Lawless violence and hate Fall by their own proper weight ; The celestials aye approve Strength with virtue join'd, and love. But they spare not rebel force, Rushing on its impious course, — Gyges, with the hundred hands, To this truth a witness stands ; And the sylvan giant rude, By the virgin's shaft subdued ; Earth, upon the monsters thrown, Utters many a grievous groan, Murmuring at the heavy doom That consign'd them to her womb."], [58, "50 PARAPHRASE. Neither wasting fires have power, Ætna's mountain to devour ; Nor the vulture quits the liver Of Tityus, self-renewing ever ; Whde three hundred weight of chain Famed Pirithous restrain."], [59, "HERO AND LEANDER. Louder and louder yet on Helle's shore The crested billows break with deaf !ning roar, The darkness thickens o'er the raging deep, The howling winds with fierce contention sweep. What form is that, that from the turret's height On Sestos' strand breaks through the gloom of night, Like some fair spirit or benignant star Sent down to quell the elemental war ? 'Tis Hero, whom her native Sestos boasts The fairest maid throughout the neighbouring coasts. With beating heart, while loose and unconfined Her long, fair tresses stream upon the wind,"], [60, "52 HERO AND LEANDER. * She waits Leander, who each night is wont, For her dear sake, to cross the Hellespont. No terrors for herself, no female fears, Appal her now ; on high a torch she rears To guide her lover, but its friendly light She throws in vain, he will not come to-night Th' appointed hour was past, and now the storm Grew wilder ; on the shore a lifeless form Is dash'd, and of the features though all trace Is nearly gone, she knows Leander's face. She swoons not, shrieks not, does not rend her hair, But stands a breathing statue of despair. 'Tis past — she plunges in the cold dark wave, And with her lover finds a kindred grave. T. C. SaviU, Printer, 107, St. Martin's Lane."], [61, ""], [62, ""], [63, ""], [64, ""], [65, ""], [66, ""]]