[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, "HISTORIC AND DESCRIPTIVE HANDBOOK OF CARISBROOKE CASTLE, NEAR NEWPORT, IN THE ISLE OF WIGHT, Compiled from various authentic records and inspection made. IB-Z- \"VT\". ZF- VAR1TEY, OF OXFORD, SURVEYOR. NEWPORT : PUBLISHED BT ROBERT BULL, BOOKSELLER AND STATIONER, HIGH STREET. 1876."], [7, ""], [8, "PRELIMINARY REMARKS. The Royal Castle of Carisbrooke has long been the property of the Crown, and is frequently visited by Queen Victoria and Royalty. It is the chief object of attraction in the Island, and is truly interesting, from its varied and remote structure, both to the antiquary and historian ; while, from its picturesque and lofty position, and the very extensive and magnificent prospect, it is rendered attractive to the numberless visitors who resort to this enchanting place. This Castle was the stronghold and place of refuge and security for the Islanders in bygone days, who were frequently assailed and plundered, and their towns burnt by various foreign invaders. The foundation of this Castle is so ancient, that no record can resolve its precise beginning. Some authorities state it to have been founded by the Celts, and others, with better evidence, by the Romans; the remains of one of their villas having been discovered at the foot of the hill, and some of their coins found in the neighbourhood. Saxon chronicles state it was besieged and taken by Cerdric, A.D. 530. It received considerable additions, and was partly rebuilt im mediately after the Norman conquest, and is principally a Norman erection. William the Norman gave the island to his kinsman William Fitz Osborne, grand seneschal of Normandy and Earl of Hereford, who built his feudal keep at Carisbrooke, and gave the priory near, to the Abbey of Lire, at Erreux in Normandy."], [9, "4 His son forfeited his lordship by treason, and Henry I. gave it to Richard de Reparias or Rivers, Earl of Devon, who had married the offender's sister. Nearly two centuries later it was sold or bequeathed, with other extensive possessions in the island, to Edward I, by the Countess Isabella de Fortibus, who had survived all her family. She had greatly improved the Castle. The Lords of the Wight for some time exercised almost sove reign rights in their island; like the Kings of the Isle of Man; and maintained great state and dignity. But the last of these petty Viceroys were two of the Woodvilles, favorites of Edward IV, for the sake of the Queen, their sister. The round towers were built in 1464, by Anthony Woodville, Lord Scales. When the French invaded the island in 1377, burning Newport and Yarmouth, their attack was repulsed at Carisbrooke by Sir Hugh Tyrrel, and nearly the whole of their army slain. In 1545 the French landed at Ryde and were resisted. The greatest improvement to the Castle was made in the reign of Queen Elizabeth, when Sir George Grey was governor: who induced the Government to build the wall surrounding the old Castle and the embankments, in 1598. In this work the gentry of the island contributed £400, whilst the peasantry gave their free labour. At the commencement of the unfortunate struggle between Charles and the Parliament, the Captain of the island was Jerome Earl of Portland, a partisan of the King: but he, having rendered himself obnoxious to the prevailing faction by his loyalty, was seized and imprisoned ; his Countess still retaining possession of the Castle, and with a garrison of twenty men only, commanded by Colonel Brett, defended it against the Republican party, until she obtained honourable terms of capitulation. In 1647 the Castle was commanded by Colonel Hammond, nephew to Dr. Hammond, chaplain to the King ; and the unfortu nate Charles, as is well known, when unable any longer to make headway against the Parliament, sought refuge with him, vainly"], [10, "5 hoping to find the hand of friendship extended to him in his misfortunes. King Charles I, in November, 1647, after his escape from custody at Hampton Court, was detained as a prisoner, till his removal to the Grammar School at Newport, from whence he was taken to Hurst Castle, on December 1st, 1648; from which place he was conveyed at Christmas, to his trial and death at Whitehall. His two young children, Princess Elizabeth and Henry, duke of Gloucester, were confined some time in the Castle. The Princess died there on the 8th of September, 1650, aged 14 years. Her grave was accidentally discovered in 1793. Her brother remained at the Castle two years longer and was then sent abroad, but died in 1660. They were not at the Castle during their father's im prisonment. The Castle has been since used as a military prison, and also as a hospital; and is now the head quarters of the Isle of Wight Militia. After the annexation to the crown of England, the appointment of Governor of the Island and of the Castle, has generally been conferred by the Crown on the gentry of the island. The present governor is Lord Eversley. Several of these who resided at the Castle, have made additions and improvements for their own accommodation, and the reception of its princely and aristocratic visitors. The Crown restored the principal part of the governor's house in 1856, and has continued to make trifling reparations up to the present time, The present Castle, we may fairly infer, represents the \"Burk\"' which then yielded to the English conquerors, and witnessed the slaughter of so many men at their hands. Nor can we doubt that the same jDlace (whether the exact spot or not,) is meant, in the entry under the year 544, which records the death and burial of Witgar."], [11, ""], [12, "THE ROYAL CASTLE OF CARISBROOKE. This Castle claims our first notice; not -only from its antiquity, but also because all lands were held of the Lord, as of the Castle of Carisbrooke, by the service of defending it against an enemy, whence it was called the \"Honour of Carisbrooke.\" Edward III. — The landholders were by their tenures obliged to defend the Castle of Carisbrooke for forty days at their own charges; and every person having twenty pounds per annum in lands, was obliged to find a horseman completely armed. The King also sent a hundred bowmen and slingers, and the city of London three hundred. The King, at his own cost, furnished the Castle with ten tuns of wine, one hundred quarters of wheat, one hundred quarters of malt, fifty quarters of beans and peas, and one hundred quarters of oats, with salt, coals, &c. It appears from Domesday book, to have been built by WilUam Fitz Osborne, Earl of Hereford, the first Lord of the Island, soon after the Norman conquest; and most probably at the same time as he founded the Priory, in the city of Carisbrooke. The land on which the Castle stands was part of the Manor of Avington. The following translation of the survey of that manor in Domes day Book is given, to prove that the Castle was erected soon after the conquest. \"The King holds Avington. Donners held it in the time of King Edward (the Confessor,) rated at two hides and a half, but now it is rated at only two hides, because the Castle stands upon one vingate (20 acres) of land. It contains six caracutes of land,"], [13, "8 wherein are eight villeins, an3 two cottagers with four caracutes, two mills of the value of five shillings, and six acres of meadow. It is valued at three pounds per annum, but pays four pounds rent. Perambulation. The Castle stands on a small hill about a mile south-west of the town of Newport, and overlooking the village of Carisbrooke; the walls of the original fortress include about an acre and a half of ground; and in figure, are nearly a rectangular parallelogram. The greatest length is from east to west. The old Castle is surrounded by a more modern fortification of pentagonal form, defended by five bastions. These outworks, which are in a circuit of nearly a mile, are encompassed by a deep ditch and mounds, and circumscribe in the whole, about twenty acres. These were added in the time of Queen Elizabeth, and are said to have been constructed on the same plan as those at Antwerp, by an Italian engineer named Geuebella, who had like wise been employed in the fortifications of that city. At the north-west angle of the wall, on a projecting shield, is cut the date, 1598. The entrance is on the west side of the curtain, between two bastions, through the Elizabethan gate-way; above the arch is the date, 1598, with the initial letters, E.R. This gate leads to another of much greater antiquity, machico lated and flanked by two bold round towers. It is supposed to have been built by Lord Woodville in the time of Edward IV, his arms being carved on a stone at the top, and the roses of York on each side. From the existing grooves in the stone jambs of two other door- ways, it is evident that the approach was further protected by portcullis at these places. The old oak gate with its wicket of strong lattice work, fastened with large nails at every crossing, is still remaining, and opens into the Castle yard or bailey."], [14, "9 On the south or right hand against the boundary wall, and much elevated, are remains of the armoury. Further on are the guard rooms, where the bailiffs of Newport were regaled in by gone days, with beef and garlic. Adjoining is the Parochial Church of St. Nicholas, but now in a ruinous state. It was erected on the site of an ancient Chapel, endowed when \" Domesday Book \" was compiled. Over the former Chapel was an armoury, containing breast, back, and head pieces for two or. three troops of horse soldiers ; but defensive armour being out of use, they were sold by order of Lord Cadogan when governor. It was re-built at the expense of the Crown in the year 1738. Over the door is carved CH. 1758; and by a stone tablet at the east end we are informed that it was re-built during the government of Lord Lymington. The rcof was taken off, the seats removed, and rendered a ruin about the year 1860. In this Church the bailiffs, and afterward the Mayors of Newport, were sworn into office. The original burial ground on the south side is now cultivated as a garden. Although Divine service has not been performed for a long period, yet a stipend is paid. Part of Newport is in the parish of St. Nicholas, and several pieces of land pay rates. On the left hand are the ruins of the gunner's house. Here are steps ascending to the ramparts, on the walls which surround the area of the original Castle ; they were about 20ft. high, and 14ft. thick, having a footway and battlements. The same steps also lead to the remains of buildings said to be those in which King Charles the First was confined ; and a window is shown as the one through which he attempted to make his escape. Adjoining are the kitchens, with ovens, and several rooms attached. Then are the additions made by the several governors ofthe Castle, containing various apartments, with banqueting and ball-rooms. On the second floor is the room in which the Princess Elizabeth, the second daughter of King Charles I., died. And especially deserving notice is the once chaste and ornamental domestic"], [15, "10 Chapel, which has been very sadly mutilated to make room for the present staircase. The lofty stone building, originally the governor's house, which has been restored by the Crown, is now occupied by the keeper of the Castle, and is considered private. Near the last building is the well-house, having a well 150 feet deep, with a spring of delicious water, raised by a donkey treading inside of a wheel. PATHWAY TO THE KEEP. On the east side of the governor's buildings is a massive old chimney. In the walls adjoining are several early English win dows : the central division is formed by a round shaft with moulded base and carved capital, — very interesting specimens, — giving light to what was then the domestic Chapel. At the foot of the steps leading up to the keep is a sunk arched passage terminating with the postern door or sally-port. THE KEEP. On the north-east angle of the base court, on a mound raised considerably above the other buildings — being 240 feet above the river Medina — stands the keep or- donjon, the highest part of an ancient Castle, employed as a watch tower, and the last retreat of the garrison ; its figure is an irregular polygon of seventeen cants ; the ascent to it is by 72 steps up the side of the mound to the entrance door, above which are two other flights of steps leading to the ramparts. This multangular tower bears evident marks of great antiquity ; some of the angles are strengthened by walling of hewn stone. Edward IV. added the entrance or watch turret at the top of the steps, and the several door-ways have well pointed arches ; the first was protected by a door, a passage with a groined ceiling, — the second doorway was protected by a portcullis. A second passage having an arched ceiling with ribs, resting on a carved corbel ; this passage leads"], [16, "11 to a second flight of steps. There is a well here said to be 300 feet deep, but it has been partly filled up. The keep commands a most extensive and beautiful prospect of rich island scenery, the adjacent coast, the New Forest, and Portsdown, with occasional peeps at the sea at different points. The Castle of the Normans, as described by Mr. Strutt in his \"Hora Angel Cynnan,\" corresponds exactly with this of Caris- brooke. He says : \" The Norman Castle consisted of a base court, surrounded by lofty earthen banks, topped with a strong wall of stone, and to this they added a keep or donjon, which is a high hill of earth raised at one end of the fortification.\" He also observes \" that the difference between the Saxon and Norman Castles is this : the Saxons built one regular entire fortification round, or as near so as the situation of the place would admit; while the Norman Castles consisted of two separate fortifications — the keep and base court.\" It is probable, therefore, that the keep or dungeon of the Castle of Carisbrooke is a Saxon fortifica- tion, and that the base court was added by the Normans ; and what favours this conjecture is, that a part of the wall of the base court, which adjoined to the keep on the east side of the mount, has fallen and has left the place where it abutted so very entire, as to make it probable at least that the keep was originally one separate building. May not the keep, or at least the mound on which it stands, have been constructed by the Romans as a look-out station or castle of defence, they having a villa situated in the valley at the foot of the ancient city of Carisbrooke. Some Roman coins have been found in the neighbourhood. PATHWAY TO PARADE GROUND. On the side is a lofty and ancient wall, with a series of curious arches and piers, forming part of the original barracks, store rooms, and stables, and once used as a military hospital. These buildings by recent alterations and additions, have been converted into store rooms, offices, guard room, and head quarters of the Isle of Wight Militia."], [17, "12 MONT JOY'S TOWER. On the south-east bastion once stood a tower called Montjoy tower. It was supposed to perpetuate the name of a governor of Tournay, in the time of Henry VIII. The approach is at the back of the buildings used by the Isle of Wight Militia. At the foot of the bastion, in a garden, is a pointed door-way, giving access to an irregularly formed room. The whole area is encompassed by a rampart. The walls are about 20 feet high and 8 feet thick, including a once embattled parapet and foot-way. PLACE OF ARMS, OR PARADE GROUND The place of arms or barbican tilt ground, situated on the north side of the wall of the original Castle, and used as a parade ground, is a level area of ground, forming a parallelogram with the angles cut off; .the length is 305 feet; the width, 173 feet; it is surrounded by mounds rising one above the other, similar to the amphitheatres once used for public exhibitions, and was most probably British work. A. R. P. The level area occupies 1 017 The surrounding mounds 1 026 Making a total of a2 1 3 When King Charles I. was detained a prisoner, Colonel Hammond converted this area into a bowling green, and at one side erected an agreeable summer-house for his amusement, where the King passed his vacant hours. Near the entrance to this ground, projecting from the wall, is a lofty erection, probably one of the watch towers. REPAIRS AND ENLARGEMENTS. The Castle was probably repaired by Montacute, Earl of Salis bury, who held the lordship of this island in the ninth year of Richard II. ; the three lozenges (the arms of that family) being"], [18, "13 placed on the buttress of the lofty stone building ofthe governor's house. The offices generally, the outer walls, and gateway, were built in the time of Queen Elizabeth, who, at the solicitation of Sir George Carey, when England was threatened by the famous Spanish Armada, gave £4,000 towards the expenses. Sir George also procured £400 from the gentlemen of the island, and the commonalty contributed their personal labour by digging the outer ditch gratis. The governor was assisted in the direction of these works by Thomas Worsley, Esq. An armourer and fletcher paid by the Queen was resident here in that reign, as appears by the appoint ment in Sir Richard Worsley 's patent. The lords of the island and the governors since their time have made this Castle their place of residence generally. The first charter of the Countess Isabella de Fortibus to the town of Newport is dated from hence ; and the will of Philippa, Duchess of York, was published here in the ninth year of Henry VI., wherein she styles herself \"Duchess of York and Lady of the Isle of Wight.\" Carisbrooke Castle has been rendered remarkable by the con finement of Charles I. who, taking refuge here (then under the command of Colonel Robert Hammond, governor of the Island), was detained a prisoner from November, 1647, to September, 1648, when he was suffered to remove to the Grammar School at Newport, and in the school-room to renew his treaty with the Parliament. From thence he was removed to Hurst Castle. He was beheaded at Whitehall, January 30, 1649, aged 49 years. On the King's death it was converted into a prison for his children, wherein died, September 8, 1650, aged 14 years, the Lady Elizabeth. She was buried in the chancel of St. Thomas' Church, Newport, where Queen Victoria has had a recumbent monument erected recording the event. It was likewise made a prison T5y Cromwell and Charles II The Castle has been governed by the wardens, captains, and governors of the island. The persons honoured with this charge"], [19, "14 were generally elected from among the principal gentlemen of the island, and commonly commissioned by the Crown, though some times appointed by the lord of the island, or with permission, elected by the inhabitants. The first instituted to this office was in 1210, when Walliren de Ties was appointed warden. In 1340, three wardens were consti tuted. The present governor of the island, also of the Castle, is Viscount Eversley, appointed by government. It was usual for the person honoured with the guardianship to reside in the Castle. The last governor who resided was the Duke of Bolton in the year 1770, who made various alterations and improvements in the governor's apartments, also in the grounds, by planting trees and forming roads and paths."], [20, "APPENDIX. Tlie following antique entries are descriptive of works done and prices paid in 1598 : — Works and reparacons done upon Her Majesties Castle at Carisbrooke. First, the said accomptaunts are allowed for money by them, sayed to be layed out and disbursed for workes and reparacons, viz : — Upon the south ravalin — upon the east ravalin — chardges of the masons worke of the south-east and south-west knightes the keep, a ravelin on the north parte of the same Castle, takinge downe two towers, and making the loopes of the same agreeable to thold walls, stoppinge all the loopes of the walls with planks, according to a plot thereof drawn and said to be remayning with the right honourable the Lord high Threar of Englaunde, and making a new bridge at the Castle gate, making a tread-whele for the well with the gudgeons, shafte, and other yron and carpentry worke about the same, with sondrye other reparacons and fortifi catons done there within the tyme of this accompte. The particularetys whereof, with their several natures and quantetys, are set downe as hereafter followeth . — \"Lyme per quarter, 2s. 8d. ; bricks per thousand, with carryage 4 miles, 13s.; sande, for digginge and carryage per lode, lOd. ; wynninge of rough stone, 3d. and 4d. the lode; wynnynge and carryage for hard platten stone, 8d. the toone; wynninge and staplinge of freestone, 2s. the lode; masons per diem, 12d.; carpenters per diem, 12d. and lOd. ; sawyers sawing plankes and"], [21, "16 boordes at 2s. 8d. the 100 ; labourers, 8d. per diem, helping wyn, lode and unlode stone, sande, lyme, water, and soundry works.\" In all chardges of the said workes, as by the booke thereof signed with thands of Sir George Carey Knighte and John Daniel to said accomptaunts hereuppon duly perused, caste, tried and examined, may appear the some totall, £470 18s. 5d. of the peticons and payments aforesaid. (Signed) W. Burghley, \"j J. Fortiscue, > Auditors. J. 0. Conyers. J Strong as this Castle was considered to be as the safeguard of the island in days of yore ; what would be the result if it were exposed to the fii e of a \"Woolwich infant,\" either from Mount Joy, the present cemetery, or Alvington down in the opposite direction ?"], [22, ""], [23, "- >^^»Hs-x''-^i^»^»^»^»H»^»^»l :&•''• H*41d»l ' i^SJi-vKMiJiktl^si', t< it KMj <Ærj&rwAbffW i4i 1 142, high st,;'n export; i.vn 9 — — — (V**— iJ^^BB. ' •*■ /■j //. vfer^^a'v* I .1/ Q^yjfc jg^^|^»^»i^^.SS 111 ft 'SffiHS^;? CHEAP -MIXJsfG.'^HE ■REVISED CHURCH SERVICES AND PRAYER fftjj^^i^fl \"vmn BOOIvH Dl \\ \\uiui> m&*^ w<wfl,i»^H"], [24, ""]]