[[1, ""], [2, ""], [3, ""], [4, ""], [5, "RECHERCHES SUR L'ETHNOLOGIË DE LA BELGIQUE"], [6, "Br'jx«ll'í. — Typ. rtc V- Pabepìt et Fils."], [7, "RECHERCHES SUR L ETHNOLOGIE DE LA BELGIQUE PAR LÉON VANDERKINDERE Agrégé près la faculté île philosophie cl lellres de ['Université libre <l^ Bruxelles. BRUXELLES C. M U Q U A R D T , ÉDITEUR H. MERZBACH, SUCCESSEUR MÊME MAISON A IjEIPZlO 1872"], [8, ""], [9, "RECHERCHES SUR L'ETHNQLOGIE DE LA BELGIQUE La question des origines ethniques de la population belge a été l'objet de nombreux et de savants travaux ; cependant elle n'est pas résolue d'une manière satisfai sante et définitive. Les thèses les plus contradictoires continuent à trouver des défenseurs, et trop souvent celui qui, sans parti pris, cherche au milieu de tous ces dis sentiments à se former une conviction raisonnée, n'arrive qu'à une complète incertitude (1). Les causes de cette incertitude sont doubles : elles tiennent à la diificulté du sujet, mais elles tiennent aussi il finsutìisance de la méthode généralement suivie. La Belgique n'a jamais eu d'unité réelle, c'est le pays des contrastes. En un sens, comme le dit Kapp (2), elle appartient encore au délia du Rhin, et c'est à celte posi tion privilégiée qu'elle doit sa prospérité commerciale; mais d'un autre côté elle est presque tout entière tribu taire d'un fleuve né en France, de l'Escaut. Se raltache t-elle à la Germanie ou à la Gaule? Elle est plutôt le grand (1) Ce sont les conclusions de M. Mathieu Crets, Origines celtiques et ger maniques, iIjus la Revue trimestrielle, avril 1888, p. 9t. (2) Kapp, Allegemeitte Érdktmde. Braitnsctìweig, IHOS. ts"], [10, "6 chemin qui de l'une mène à l'autre, el c'est en vain qu'on chercherait quelque part la barrière matérielle qui les sépare. Elle est donc la [erre commune où se rencontrent les hommes du Midi et ceux du Nord, leur champ de bataille et leur champ de paix, el de même que la grande plaine germanique vient mourir sur notre côte et se heur ter aux derniers prolongements des collines d âge plus an cien, qui nous relient au cenlre de l'Europe, ainsi deux familles de langues cohabitent sur notre territoire res treint. Ce dualisme, fuiidé dans la nature, s'est répété dans ['histoire sous des formes diverses depuis la plus haute antiquité ; de nos jours la régularité de l'organisalion sociale en fend la constatation aisée ; mais comment les anciens, a peine familiarisés avec les sons d'idiomes bar bares pour leurs oreilles, pouvaient-ils nous transmetlre des renseignements fidèles sur cette région intermédiaire aux populations flottantes et enchevêtrées? Chaque ligne de leurs écrits nous révèle leurs doutes et leurs contra dictions. II ne suffit donc pas d'éplucher des textes et de discuter à perte de vue sur des énoncialions vagues comme la pensée qui les dictait; fondés sur des autorités fragiles, les systèmes les plus ingénieux restent des hypothèses, tant que des faits positifs el irrécusables ne sont pas venus les confirmer. Ce n'est donc pas aux documents hisloriques seuls, c'est á la réalité, c'est au présent, héritage et témoi gnage du passé, qu'il faut s'adresser; les deux sources d'informalion doivent se compléter l'une l'autre. A 1 étude des auteurs anciens, aux données fournies par l'examen des noms de lieux el par les paríieulari!és du langage il esl nécessaire d'ajouter l'olsei valion direele el les ren-"], [11, "7 seignemenls statistiques. Des anllnopologïsles distingués ont montré ailleurs quels excellents résultats peuvent fournir ces méthodes combinées ; pour la Belgique la tâche reste encore tout entière ; je n'ai pris la prétention de t'ac eomplir en ces quelques pages ; mais je voudrais, après avoir résumé brièvement l'élat du problème ethnologique dans noire pays, indiquer les voies qui pourront ['amener à une solution scientifique. Quelles étaient, à l'arrivée des Romains, les populations de la Belgique actuelle? Les uns répondent : c'étaient des Celtes; les aulres, c'étaient des Germains. César, disent les premiers, range expressément les Belges parmi les Gaulois (I); il esl vrai qu'en un sens il les en dislingue, et qu'il déclare que leur langage n'était pas le même que celui des habitants du centre de la Gaule (2) ; mais le témoignage de Strabon (5) nous prouve que la différence était légère; il s'agissait de dialectes, rien de plus. Les Gaulois proprement dits étaient moins purs, leur idiome s'était corrompu au contact d'une popu lation méridionale établie avant eux sur le sol de la France (i). Les Belgœ au contraire étaient de véritables Celles, el celte proposilion esl vraie non-seulement des habitants du Behjium au sens restreint (Bellovcwi, Sues siones, Ambiant' el Rémi), mais encore de toutes les livilatcsBelgarum de noire territoire, c'est-à-dire des Ner- (1) Csesar, V, 49; V, 45; IV, 4 ; V, 27 ; II, 24, etc. (2) C;es. I, -1 . Hi omnes lingua, iiislitulis, legibus inter se diHcninl. (5) Slrabonis Geograph. IV, 1, p. 140 (Edit Didot) : Sunt qui Gallos trifariaui ilividant. in Aquiianos, lìelgas et Celtas : de quibus Aquitain a c teroruui plane difíeretites non lingua modo, sed et coiporíbus, Hispanisquam Callis sinl sinii lioies; reliqui spccie qiudein Galliei, non eodeui tamen utentes itfrmone, sed aliquid noiiniilli ha bea lit divcrsitalis. (t Ittiget de liellogiict, Ethnogénir gauloise."], [12, "8 viens, Ménapiens, Morins, etc. II y a plus, l'écrivain latin rapporte, sur la foi des Rémois, que des Germains avaient occupé une partie de la rive gauche du Rhin, et il donne expressément aux Eburones, aux Pœmani, aux Condrusi, aux Cœrœsi, aux Segni le nom de Germant cisrhenani (1) ; mais rien ne permet de supposer que cette affirmation soit sondée : tous les autres documents par venus jusqu'à nous la contredisent; les noms d'hommes et de peuples , les monuments et les médailles attestent une origine celtique, et ce qui vient encore la confirmer, c'est l'attitude de ces populations, qui nulle part n'appa raissent à la façon des Germains en hardis conqué rants (2). Telle est en peu de mots l'opinion de Zeuss (die Deut schen und die Naehbarstœmme, p. 186-192), de H. Mill ier (die Marken des Vaterlands, I, 55, suiv.), de Duncker (Origines germanicœ), de Diefenbach (Cellica, II, el Allgem. Liter. Zeitung, 1842, 558), de Conlzen (die Wanderungen der Kelten) et de bien d'autres. M. Roulez a parfaitement résumé ce point de vue de la question dans les Bulletins de l' Académie, t XVII, 2°, p. 151 suiv. el t. XIX, 1°, p. 707 suiv. Mais les objections ne tardent pas à se faire entendre. (1) Condrusos, Eburones, Cœríesos, Pœmanos, qui uno nomine Germaiii ap pellantur. Cœs. Bell. Gall. Iï, 4. — Segni Condrusique, ex gente et numéro Germanorum. Ibid. VI, 52. (2) Zenss, p. 212, est d'avis qu'aucun de ces cinq petits peuples ne porte un nom germanique ; de même Diefenbach, voir aussi Gluck, die bei J. Cœsar vorkommenden keltischen N amen. — A ces arguments on peut ajouter qu'Ain bioiïx, chef des Eburons, se nomme lui-même un Gaulois. Cœsar, V, 27 ; il fait un traité avec les Germains par l'entremise de Gaulois (VI, 8), ses troupes sont gauloises (V, 39). César se déguise en Gaulois pour visiter le camp éburon (Suétone. Vie de César, 18). La langue des Belges est lingua celtica pour César. Le germain Arioviste au contraire n'apprit que difficilement le celtique (1, 47), etc., etc., cf. Conlzen, die Wanderungen der Kelten."], [13, "9 César, dit-on, appelle Gaulois les habitants de la Belgique actuelle uniquement parce qu'ils se trouvaient compris dans les limites de la Gaule; c'est une désignation géogra phique et non ethnographique. Puisqu'il atteste lui-même et à plus d'une reprise que la plupart des Belges sont issus des Germains, il n'y a pas lieu de révoquer en doute ce témoignage. D'ailleurs Tacite nous rapporte que de son temps les Nerviens et les Trévires se vantaient encore de leur origine germanique, et que les anciens Germant cisrhenani de César subsistaient toujours, mais sous le nom collectif de Tungri (1); ce que nous savons des mœurs et du courage de nos ancêtres les distingue nette ment des Gaulois amollis ; il est donc permis d'assimiler les Ménapiens et peut-être même les Morins (2) aux autres tribus fixées sur notre territoire, et de les considérer comme l'avant-garde de la grande famille des Germains. La plupart des savants belges, il faut le dire, inclinent vers celte manière de voir : en première ligne Schayes, (ô) qui a consacré deux volumes pleins d'érudition à la dé fendre, puis Raepsaet (4), Britz (5), Gérard (si), et Grand- (!) Geterum Germanise vocabulum recens et imper additum; quoniam qui primi Rhenum transgressi Gallos expulerint, ac tune Tungri, nunc Germani vocati sint. Tacit. de mor. Germ., II. — Strabon de son côté, II, 3, p. 161 (Edit. Didot) appelle les Nerviens Germanicon elhnos. (2) Raepsaet, Mémoire sur l'origine des Belges, est le seul, je pense, qui ait osé aller aussi loin; mais malgré le mérite réel de ses travaux, il est dangereux de leur accorder une confiance complète. Le temps eu effet a rectifié bien des erreurs échappées à notre savant compatriote. N'allait-il pas par exemple jusqu'à confondre les Belges et les Tartares ! (5) Les Pays-Bas avant et pendant la domination romaine, cf. aussi Bulletins de l'Académic, 1\" série, XVII, 1», 156; 2\", 53, XVIII, 1°, 631; XIX, 2». 417; XX, 1°, 118, etc. (4) Analyse historique et critique de l'origine et des progrès des droits civils, politiques et religieux des Belges et des Gaulois. (S) Mémoire sur F ancien droit belgique. (H) Histoire des races humaines el plusieurs articles de Revues."], [14, "10 gagnage , ce dernier dans un opuscule (I) , qui n'est pas tout à fait d'accord avec ses publications postérieures. Quant ii la distinction des langues parlées depuis le moyen-àge dans le nord et dans le midi de la Belgique, les premiers expliquent l'existence du flamand par le fait des invasions nouvelles, les seconds pensent que les pro vinces wallonnes ont été soumises de bonne heure à fac tion de la civilisation Intine, tandis que les flamandes sont restées à l'abri de celle influence, grâce h la protec tion des forêts qui les couvraient el à la nature inculte de leur sol. Cependant l'existence même de ces deux conceptions si opposées montre que chacune d'elles doit avoir son côté faible. Aussi quelques esprits que les hardiesses n'ef frayaient point, ont-ils tenté de créer l'accord en affirmant l'identilé des Celtes et des Germains. Cette thèse avait été formulée déjà très-anciennement. M. Renard, l'un des pre miers, a osé la reprendre dans son Histoire de la Belgique, et dans plusieurs lettres adressées à l'Académie, où elles ont provoqué de vives controverses. En Allemagne, M. Hollzmann (Kelten und Germanen) et M. Kunnsberg (Wundeiung in das germanische Allerthum) se sont donné beaucoup de peine pour la faire recevoir dans le monde savant. Suivant eux on a eu tort de considérer comme celtiques les langues que parlent encore au jourd'hui les habitants de la Bretagne et d'une portion des Iles Britanniques, et qui en réalité ne sont qu'un emprunt fait aux populations antérieurement fixées dans ces ré gions. Les vrais Celtes étaient des Germains ; en effet César, les Gaulois et les Belges eux-mêmes parfaitement (1) De l'origine des Wallons dans le Bulletin du Cercle archéologique liégeoìsi"], [15, "11 que les Belges sont des Gaulois, el d'autre part ils décla rent à plusieurs reprises que ces mêmes Belges sonl des Germains. On a vu là une contradiction, mais elle se résout aisément par l'application de cet axiome que deux termes égaux à un troisième sont égaux entre eux. — II esl vrai que ces conclusions forcent bientôt à scinder les Germains en deux races et à rejeter les Suèves dans je ne sais quelle catégorie de peuples asiatiques. Mais s'arrêle t-on quand on est dans la voie des paradoxes? Au fond, ce système ne repose que sur des affirma tions gratuites. La philologie a prouvé d'une manière po sitive que les idiomes celtiques modernes ont des affinités réelles avec le sanscrit, qu'ils sont bien les descendants de l'ancien celtique et comine eux de souche aryenne, mais qu'il faut nettement les distinguer des langues ger maniques (I). La confusion des Celles et des Germains esl donc inadmissible. D'autre pari, des savants éminents ont fait voir qu'il était impossible de tirer des témoignages des anciens les résultats que prétendaient obtenir M.M. Holtzmann et consorts, et après les travaux de Brandes, de Diefenbach, de Schayes, de Contzen, de Roget de Belloguet (2), il est permis de considérer celte hypothèse comme définitivement écartée de la science. U faut en dire autant d'une conception due à imagina tion de Moke, d non moins téméraire (5). Pour lui, les (1) Ces résultats sont dus en grande partie aux travaux de l'richard, Pietet, Bupp et Zeuss. (2) Brandes, das ethnographische Yerhœlluiss der Kellen uud Germanen ; Diefenbach, Kuhn's Zeilschrisl, IV, 57'J et Celtìca, II, I, 58, Schayes, Bulletins de l'Académie. Contzen, op. cit., Roget de Belloguet, op. cit.; cf. aussi Jans sen, Oudheidkunûige verhandelingen eu mededeeiingen, 2e deel ; Waitz, Gœttinyer Anzeigen, 1855, etc. (3) La l elgique uncienne et ses origines."], [16, "12 Celles restent Celles, mais il faut assimiler les Belges aux Germains. Quelques rapprochements généraux qui manquent de base, quelques étymologies boiteuses lui ont suffi pour étayer cette construction bizarre, dont le but, il le reconnaît lui-même dans plus d'un passage, était d'établir l'unité ethnique de toutes les populations de la Belgique. II n'y a pas lieu de s'arrêter à réfuter une opinion qui n'a trouvé aucun écho dans la science. M. Roget de Bel loguet, dans son bel ouvrage, a mis au-dessus de toute contestation le fait que les Gaulois, Belges ou non, fai saient partie de la même race, et que leur type physique, leurs mœurs, leurs croyances, leur langage, leurs institu tions générales étaient primitivement identiques. \\ous en revenons donc à notre point de départ : les habitants de la Belgique actuelle étaient-ils, du temps de César, Celtes ou Germains? Enlre les deux partis extrêmes n'y a-t-il pas place pour des intermédiaires? M. Imberl des Motteleltes (I) a cherché à prouver, sans grand succès, que, dès l'arrivée des Romains, la division des races était identique à la division actuelle des langues. D'aulres savants, tels que Brandes, Roulez, Roget de Relloguet, et tout récemment Watterich (2), ont émis une opinion qui mérite une attention beaucoup plus sérieuse, car elle concilie les données en apparence contradictoires des écrivains anciens. L'hisloire des conquêtes, mieux comprise aujourd'hui, nous montre un phénomène très fréquent, c'est l'assimilation progressive des vainqueurs par les vaincus ; toutes les fois que ceux-ci, inférieurs en (1) Bullet. de l'Académie, XVII, 1\", 25, 151-345, 2°, 55. (-2) Watterich (der Deulsche Name Germanen); cf. aussi Lòbell, Gregor von Tours und seine Zeit; Mommsen, Rœmisehe Geschichle, Bd. 11. 'etc."], [17, "13 énergie et en force morale, ont cependant pour eux l'an cienneté de la culture et l'irrésistible puissance d'une ci vilisation acquise, ils finissent par l'emporter sur les en vahisseurs. Ajoutons qu'au point de vue ethnographique, ce n'est qu'une question de nombre : souvent réduite en esclavage, la population soumise n'a jamais été anéantie par les nouveaux-venus, et ces derniers, presque toujours en infime minorité, n'ont pas tardé à être absorbés par la race aborigène, à laquelle ils ont pu tout au plus faire subir quelques modifications légères. Cela s'est vérifié pour les Germains en Italie (I), en Espagne, en France, pour les Normands en Angleterre (2), et la même chose a dû se passer lors de i'invasion des premières tribus ger maniques sur la rive gauche du Rhin. II est impossible de douter en effet que les Celtes, ar rivés dans l'Occident par la vallée du Danube et la vallée du Rhin, se soient établis sur notre territoire comme dans les contrées voisines. Leurs traces aux bords du Rhin sont patentes; en Hollande même, des noms comme ceux de Noviomagus (Nimègue) et de Lvgdunum (Leyde) attestent leur présence; chez nous, à chaque pas que l'on fait dans le domaine de l'onomastiquc, on se heurte à des désinenses celtiques, et il suffit de consulter les excellents travaux de Fôrstcmann (ô) et de Grandgagnage (4) pour se convaincre que leurs établissements ont été fort nom breux. Citons au hasard les nomsdeDinant(b), Namur(si), (1) Les anthropologistes italiens pensent que la conquête germanique n'a laissé aucune trace dans le sang de la population. (2) Cf. Freeman, the Norman conquest. (5) Altdeulsches Namenbuch , et die deutschen Ortsnamen, Nordhausen, 1865. (4) Mémoire sur les anciens noms de lieux de la Belgique orientale. (5) Grandgagnage, op. cit., p. 125. (li) Ibid., p. 127."], [18, "14 Seilles sur la Meuse (I), la Sambre (2), la Famène (5). Cougnon (Casegonijindinus) (4), Dour (5), puis tous les noms en uctim : Ledernacum, Lierneux (G), Cor loriacum, Courtray (7), Montenacum, Monlenaken (8), Firoviaeúm, Tumacum, Bagacum, Camaracum, Ge miniacnm, Pernìciacum, etc., etc. Fôrslemann est même porté il attribuer à Andoverpia, Anvers, et à Client, Gwent, Gand, une origine cellique (9). On a montré depuis longlemps que les noms d'hommes, tels que Cativulcus, Induciomare, Cingelorix, Ambiorix, Boduognat, et les noms de peuples, Trévires, Éburons, Centrons, Ambivariles, Nerviens, Grudiens, Lévaques, Pleumoniens, Gordunes, etc., n'ont de leur côté aucun ca ractère germanique. Le fait est donc évident : César avait raison de comprendre tous les Belges parmi les Gaulois. Cependant il paraît certain aussi que de bonne heure des Germains (1) Grandgagnage, op. cit., p. 128 et 161. (2) Ibid., p. 73. (3) Ibid., p. 24. |4) Ibid., p. 13. (3) Roget de Belloguet. Ethn. gaul., I, à« édit. (6) Grandg.,op. cit., p. 116. (7) Ibid., p. 86. (8) Ibid., p. 87. (9) Andoverpia semble se rapprocher des nombreux noms celtiques com mençant par and; Ghend est évidemment identique aux Gwent des Iles Bri tanniques. Cf. Pott. Etymologische Forschungen, II, 2, I, 2, p. 892 et Roget de Belloguet, I, 2' édit., p. 332. L'hvpothêse de Willems, Mém. sur les noms de lu Flandre orientale — qui fait dériver Gand de Gans, une oie, est ridicule; celle de de Sinet, Mém. sur les noms de la Flandre orientale, qui y voit une venta romaine, n'est pas plus sérieuse. —Au surplus, tous les mémoires publiés en Belgique sur les noms de lieux, à l'exception de celui de Grandgagnage, qui est une œuvre de premier ordre, manquent absolument de critique et ne peu vent rendre aucun service. J'en dirai autant du Dictionnaire d'Obermuller. chez lequel la manie celtique prend les proportions du burlesque."], [19, "15 avtiient traversé le Rhin, et qu'avec des chances diverses ils avaient réussi à s'implanter sur noire sol ; tous les au teurs anciens sont unanimes pour l'attester. Seulement, le fui de la conquête n'autorise pas à conclure à un renou vellement complet de la population. Nous savons d'abord que les Nerviens et les Trévires possédaient des tribus elientes, Centrons, Lévaques, Ambivariles, Gordnnes, Pleumoniens, Grudiens, Caeraeses, Sègnes, Condrusiens, Psemanes, et il est probable qu'il faut y voir les Celtes soumis (I). Mais les vainqueurs eux-mêmes semblent avoir rapidement perdu leur caractère original pour emprunter les mœurs et le langage du pays conquis. Si, à l'époque de Tacite, les Nerviens et les Trévires s'étaient encore montrés de vrais Germains, l'historien fidèle ne se se rait pas borné à nous dire qu'ils se vantaient de leur ori gine et se croyaient élevés par elle au-dessus des autres Gaulois (2). On sent, d'ailleurs, percer dans ses paroles une certaine incrédulité ironique. Rappelons encore le témoignage de S. Jérôme, d'après lequel les Trévires par laienl à. peu près la même langue que les Galates celtiques de f Asie -Mineure (5), el celui de fauteur du livre VIII des (1) Cf. Wauters, Nouvelles éludes sur la Géographie ancienne de In Bel gique, dans la Revue trimestriel!', janvier 1867, p. 39. (2) Treveri et Nervii eirca a/sectalionem germanica1 uriginis ulti'o ambitiosi SUVlt, lauquam per banc gloriam sanguinis a similitudiiie et inertia Galloium separenlur. Ipsam Blieni ri[>aui haitd diibie Gennaiiorum populi eoliint. Tacil. De )lor. Germ., XXVIII. Ainsi aux yeux de Tacite l'origine germanique des tribus voisines du Rhin n'était pas douteuse; c'est dire que celle des Tré vires et des Nerviens n'avail point ce caractère d'authenticité, et nécessaire ment i|ii'i's parlaient une langue celtique. (3) Comm. in epist. ad Galat., II, prol. c. .\".. — Ce passage de S. Jeróuie a donné lieu aux interprétations les plus contradictoires; c'est ainsi que Schayes et d'autres ont voulu transformer les Galates en Germains. Bécemment M. G. Perrot a soutenu dans la Revue Celtique, I, p. 179 et suiv., qu'à l'époque de S. Jérôme les Galates ne pouvaient plus parler un idiome celtique et que par conséquent son assertion est complètement dénuée de valeur."], [20, "16 Commentaires, qui attribue au voisinage des Germains la ressemblance de mœurs et de caractère qu'avaient avec eux les Trévires (1). II en est de même pour les Éburons, et les passages que nous avons cités plus haut (2), montrent que l'élément gaulois était resté prédominant chez eux. Quant aux Aduatuques et aux Ménapiens, la question est fort douteuse, et l'on peut méme se demander s'ils ont ja mais été Germains (5). (1) Comm., VIII, 25. Treveros... quorum civitas, propter Germanise vicini tatem quotidianis exercita bellis, cultu et feritate non multum a Germanis differebat. (2) Voir la note 2 de la page 8 — cf. Brandes, op. cit., p. 80. (3) Les Aduatuques étaient-ils vraiment les descendants des Cimbres? Les Cimbres étaient-ils des Celtes, comme le pensent H. Millier, Prichard, Ficker, Gaupp, Laveaux, Fréret, Thierry, Pétigny, Schayes, etc., ou des Germains, comme le soutiennent Adelung (/Elteste Geschichte der Deutschen, 17), von Wielersheim (Zur Vorgeschichle der deutschen Nation, 109), etc.? On peut voir une nouvelle interprétation germanique du nom à.'Aditatuca dans Watterich, die Germanen des Rheins, p. 232. Quant aux Ménapiens, la plupart des savants belges en font des Germains; mais leurs seuls arguments sont la langue parlée actuellement en Flandre, les détails que nous possédons sur les mœurs de ce peuple et enfin un texte insi gnifiant de Pomponius Mêla (III, 2) qui, sans nommer même les Ménapiens, cite les Morins comme la dernière nation de la Gaule (iiìlimos Gallicarum gentium Morinos). Mais il est à noter que ceux qui font tant de cas de ce passage, oublient que le même Pomponius classe expressément les Trévires parmi les Gaulois et qu'il n'est donc pas infaillible, surtout à leurs yeux. — U importe d'ailleurs de considérer que non-seulement nous ne possédons aucun témoignage direct en saveur de leur origine germanique, mais encore que tous les textes fournissent par exclusion la preuve contraire. Ainsi César (IV, 4) oppose con stamment les Ménapiens aux Germani. (Tenctères et Usipètes) qui venaient les attaquer au Xord (Menapii... cis Rhenum dispositis praesidiis Cermanos transire prohibebant. — Menapios... qui de Germanorum discessu per exploratoires cer tiores facti). — Tacite ne les cite pas à côté des Nerviens, des Trévires et des Tongres. Strabon donne expressément l'épithète de Germani aux Nerviens et aux Sicambrcs, et la refuse aux Ménapiens qu'il cite dans la même phrase (Treviris contigui sunt Nervii, germanica gens; ullinii sunt Menapii, qui ad uti'umqueostiorum lalus palu les incolunt et silvas non alta;, sed densa.1 matr rise ac spinosse. .Itixta illos Sugambri, Germanica gens. L. II, ch. III, § 4, édit. Oidot). D'autre part les MénapieDS se montrent cn toute circonstance étroite ment alliés aux Morins, leur industrie les rapproche de très-près des Atré-"], [21, "17 En résumé, on est porté à conclure que l'élémenl cel tique avait promptement repris lc dessus (1), mais qu'en tout cas il est impossible de parler ici d'une race pure ; il s'était opéré un mélange, et la seule chose qu'on puisse affirmer avec certitude, c'est que le sang des anciens ha bitants, c'est à-dire des Belges, devait y prédominer d'une manière notable. Le caractère des dialectes wallons n'est pas en désac cord avec ces conclusions ; en effet, ils se rattachent par des nuances plus ou moins accentuées aux dialectes voi sins de la France, et on est forcé d'admettre que les règles qui ont présidé à la transformation du latin en langue d'.oil, dans les pays purement celtiques, ont dû s'appli quer ici dans des conditions identiques. Quelque faible que soit la proportion d'éléments gaulois que renferme le français, et en admettant avec l'école de Diez que celte proportion soit infiniment petite, il n'en est pas moins vraisemblable que la nature de l'idiome vernaculaire a exercé une influence sur la prononciation de celui qu'ap portait l'étranger, et le peu que nous savons concernant la physiologie du langage suffit pour nous empêcher de bâtes ; lc nom de la déesse Néhalennia qu'ils révéraient, est positivement cel tique (cf. Simrock, Handbuch der deutschen Mythologie, 2e édit., p. 387, et Roget de Belloguet, I, 2e édit., p. 383) et leur civilisation etait beaucoup plus complète que celle des Nerviens et des Germains proprement dits. Enfin au moyen-âge, oii leur nom s'était conservé dans celui du pagus mem piscus, on les oppose fréquemment aux Flamands flamingants pour désigner plus spécialement les populations romanisées des environs de Tournai, Lille, Commines, etc. (Cf. Wauters, Revue trim., janv. 1867. p. 21.) (1) Mit eineni Worle, dit Watterich, Der deittsche Name Germanen, p. 31, die Germanen waren auf gallischen Boden Galber geworden ungefáhr in dem námlichen Sinne, wie die Longoharden zu Italienern, die Westgothen zu Spa niern, die Westfranken zu Franco-Galliern, zu Franzosen geworden sind. Sie unterscheiden sieh in Sprache, Silte und Verfassung von der Nation von wel clier sie ausgegangen sind."], [22, "18 croire que des peuples germaniques aient pu imprimer au latin des modifications si étroitement semblables à celles qu'y avaient apportées les Celles. La présence de mots et de tournures germaniques dans le wallon s'explique d'ailleurs aisément, soit par les éta blissements de l'époque franque, soit par l'aclion qu'avait pu produire, avant l'arrivée des Romains, la conquête que nous avons conslatée tout à l'heure. II est assez difficile de déterminer dans quelles limites la domination romaine s'est fait sentir; cependant, on ne peut plus mettre en doute que même dans les provinces du Nord, elle n'ait été effective. L'idée de Schayes, qui de toute la Belgique faisait une région presque inhabitable a été ramenée a de justes proportions par MM. Renard, Mokc et Wauters (I). Les Flandres, le Brabant, le Lim bourg, Anvers ont fourni aux recherches des archéo logues des inscriptions, des monnaies, des objets di vers qui prouvent à toute évidence les rapports nom breux qui unissaient ces contrées à celles du Sud ; on sait aussi que les Tongres, les Nerviens, les Ménapiens for maient dans les armées impériales des cohortes dont celles ci étaient fières, et que le commerce de jambons, d'oies, de sel , de tissus était très-actif entre la Ménapie et Rome (2). Seulement, il faut le reconnaître, il y eut toujours une différence notable entre l'occupalion du nord et celle du midi de la Belgique, et cette différence a sa raison d'être dans la nature même du sol. Ce qui est frappant tout (I) Wauters, Nouvelles Études, feinte trimestrielle, octobre 18G7, p. 1 14 et suiv. (2) Cf. Hugo 111 ú m or, die geirerOliche Thœli.jlail der Yœll.cr des klassin :lieii Allerthitms Leipzig, 1809."], [23, "19 d'abord, cVsl qu'aujourd hui même la division des laugues coïncide assez exactement avec celle des terrains, le pays flamand, terre plaie, récemment émergée, le pays wallon, région de collines et de plateaux remontant à une période antérieure. Ce fait peut sembler surprenant, mais il n'est pas inexplicable; la constitution géologique indique clairement que le Sud a été habitable avant le Nord, et les transformations qu'amène naturellement une longue cul ture devaient assurer aux établissements des terrains an ciens une solidité cl une force de résistance que n'avaient pas les aulres. Que Irouvons-nous, en effet, dans les pro vinces flamandes? Sur la côle, une large bande d'alluvions, où de nos jours encore la fièvre est endémique (I); à l'époque où les digues ne retenaient pas les eaux de la mer, celle-ci entrait dans des criques profondes, inondait chaque jour les terres basses, y déposait des débris orga niques, empoisonnait ainsi les airs et rendait la conlréc impropre à toute colonisai ion sérieuse. Terra non est, disait Eumène. A côté de ces marécages, le reste de la Flandre, le pays de Waes, Anvers et le Linibourg for maienl une vaste plaine sablonneuse et aride, qui al ten dait encore la main fécondanle du laboureur, et qui n'est pas encore entièrement conquise à la culture. Sauf dans quelques endroits favorisés, la population devait donc êlre assez clair-semée ; aussi ne voit-on les Romains y fonder aucune ville importante. Enfin, une zone de forêts s'éten dait entre cette région et celle où s'assit la civilisation étrangère; c'était la grande silva carbonaria qui se ratta chait d'une part à l'Ardenne, et qui de l'autre envoyait ses prolongements jusque dans le voisinage de la mer; d'après (I) Meynne, Topographie médiat e de la Belgique."], [24, "20 l'historien Mcyer (1), les Wallons de la Flandre française se souvenaient encore du temps où cette antique forêt les séparait des Flamands, et quand le vent soufflait du Nord, ils rappelaient le vent de l'Ardenne. Dans le Brabant, il s'en est conservé des fragments considérables, et il est facile de constater que tous les villages situés en deça du bois de Soignes, du Iíalderbosch, etc., sont fla mands, tandis que ceux qui se trouvent au delà sont wal lons. II en était de même pour le Hageland, à lest de Louvain; partout la limite des langues a été déterminée par la ligne des forêts. La conquête romaine trouva donc une partie de notre pays prête à la recevoir, l'autre encore à demi-sauvage, et si elle jeta des racines profondes dans la vallée de la Meuse et dans les contrées comme la líesbaye, les envi rons de Tournai et de Mons, où un limon plus épais avait groupé les habitations humaines, elle ne parvint pas à transformer les pauvres et grossiers paysans du Nord ; car les villes seules sont les centres de rayonnement de la civilisation, et là où les villes sont absentes, les mœurs anciennes conservent tout leur empire. C'était, d'ailleurs, par les frontières du Nord qu'arri vaient les essaims de peuples germaniques ; pendant toute la période impériale, on les voit, à titre de colons ou de lètes, obtenir des terres dans les régions incultes ou celles que la guerre avait en partie dépeuplées. C'est alors qu'appa raissent les noms nouveaux des Tongres et des Toxandres, c'est alors que des Frisons, des Chamaves (ou des Glau ques?), des Sicambres viennent cultiver nos champs dé- (1) Meyeri coinmentarii sive annales. Edit. 1361. Liv. II, p. 10 — Scha.es, Pays-Bas, II, p. 112 et suiv. énumère toutes les forêts qui couvraient la Flandre."], [25, "21 sorts. l'Ius Ruine faibli!, plus la pression des envahis seurs devient irrésistible; peu à peu, on leur abandonne toutes les marches septentrionales ; à l'époque où fut rédigée la Notifia dignitatum , c'est-à-dirc vers la fin du quatrième siècle, Tongres, Tournai, Boulogne et Dtin kerque étaient les points extrêmes où résidaient des gar nisons. C'est ainsi que fut constituée la Belgique flamande. Pri mitivement celtique, avec un mélange plus ou moins con sidérable de Germains, sa population s'enrichit incessam ment de nouveaux élémenls empruntés à celle dernière nation ; et quand enfin, les Francs, affranchis complète ment de la sujétion romaine, embrassèrent dans leur con fédération puissante tout le Nord de notre pays, ilsn'eurcnl pas à lutter contre une civilisation supérieure, et ne trou vant devant eux que des hommes simples, tout prêts à re cevoir leur empreinte, ils surent conserver intactes leurs mœurs, leur langue, leurs traditions. II n'en pouvait être de même dans le Midi, et le jour où, conscients de leur force, les nouveaux conquérants s'élan cèrent en avant et occupèrent Tournai et les terres roma nisées, ils durent céder eux-mêmes à la puissance d'assi milation qu'exercèrent sur leurs vainqueurs des vaincus plus cultivés. La zone flamande est donc née de la conquête ; la zone wallonne, au contraire, est sondée sur la résistance ; l'élc ment cclto-lalin y a absorbé l'élémentgermanique, qui, dans la première, grâce aux conditions données, a su mainte nir son indépendance. L'étudc des noms de lieux confirme parfaitement ces résultats ; sur toute la ligne de démarcation des deux idio mes, on rencontre des localités dont le nom primitif cello- ->"], [26, "22 latin a été germanisé plus tard, mais où la langue romane des premiers habitants a ensuite repris le dessus (1). Avant d'abandonner ce terrain, nous devons dire, en passant, quelques mots des dialectes actuellement parlés en Belgique. Chacun d'eux a évidemment sa raison d'être, et il est probable que l'ethnographie joue ici un rôle impor tant. Mais pour les dialectes wallons, il est fort difficile jusqu'à présent, d'expliquer leur origine. Faut-il attribuer leurs divergences à la proportion plus ou moins forte d'éléments germaniques qu'ils renferment et aux variétés de Germains avec lesquels s'est opéré le mélange? Faut-il remonter- plus haut et s'efforcer de rattacher les formes actuelles aux diverses peuplades qui, du temps de César occupaient le pays? Moke avait fait cet essai dans son Histoire de la Belgique ancienne ; il prétendait retrouver dans le rouchi le dialecte des Nerviens, dans le namurois. celui des Aduatuques, dans le liégeois et l'ardennais, celui des Éburons et des clients des Trévires. Ces assimilations sont téméraires, car l'état de la question ne permet évi demment pas des affirmations aussi catégoriques. Pour les dialectes flamands, le problème paraît plus simple, et leur étude, jointe à celle des noms de lieux et appuyée sur les témoignages de ['histoire, fournit des con clusions qui sont plus que des hypothèses. Un point d'abord ne peut être perdu de vue, c'est qu'à l'époque reculée où se placent les mouvements des inva sions germaniques, les différences étaient moins tranchées entre les tribus- de cette grande nation qu'elles ne le sont (1) C'est une erreur de croire, parce qu'une localité porte un nom flamand a côté de son nom wallon, que ce nom flamand soit l'original ; souvent, les chartes en font foi, le nom flamand n'est qu'une simple transcription datant de l'époque où les envahisseurs germaniques avaient momentanément pris le dessus."], [27, "23 devenues dans la suile. Séparées l'une de l'autre et initiées par le contact de l'étranger à une vie plus intense, elles ont vu s'accentuer des traits distinctifs,qui d'abord étaient peu marqués. M. Wilhelm Scherer, dont les savants tra vaux sur ['histoire de la langue allemande sont hautement appréciés, est même d'avis que l'opposilion du haut et du bas-allemand ne dale guère que du vic siècle de notre ère ; c'est alors que par [influence du romanisme se serait opé rée la transformation des sons qui désormais laissait aux Saxons et aux Frisons les formes de l'ancienne langue ger manique et qui donnait aux tribus du Sud un système pho nétique nouveau (1). Quoi qu'il en soit, les dialectes flamands ont toujours conservé leur caractère bas-allemand. Mais quelle est l'in fluence que la conquête franque a exercée sur leur forma lion? Ici les opinions sont très-divergentes. Les historiens belges sont portés à nier presque complètement cette in fluence. Moke soutient que les Francs n'ont laissé de traces nulle part, pas même là où ils ont séjourné le plus long temps (2); pour lui, les idiomes parlés aujourd'hui sont tou jours ceux que les Romains ont pu entendre : le dialecte (1) « Dies darf ich nach Allem ais letztes Résultat ineiner Untersuchungen hinstellen : die erste germanische Entlehnung aus der alten Welt hat wesen tlichen Einfluss auf die Entstehung der specinsch germanischen Lautform geubt. » Zur Geschichte der deutschen Sprache. p. 163.— Voir aussi un excel lent article, die deutsche Spracheinheit, dans les Preussische Jalirbiicher, jan vier 1872 : « Durch dièse vicr Stàmme, welche das heutige Deutschland ausma chen, gent im sechsten Jahrhundert cin sprachlieher Riss, der sie in zwei Hàlften zertheilt... Das ist die Scheidung in niederdeutsche uud hochdeutsche Stàmme... Diesc Trennung ist nichls anderes ais der sprachliche Ausdruck fur die geschichtliche Thatsache, dass die hochdeulschen Stàmme ais Mit glieder des merovingisch-frankischen Reichs in einem staatlichen Verbaud mit romanischen Volkerschaflen uud dadurch in dauernde Culturbeziehung zu einer fremden Nationalitât traten, » p. 3. (2) La Belgique ancienne, p 291 et 51t>."], [28, "24 de la Flandre est celui des Ménapiens, lc dialecte flandro brabançon, qui s'étend de la Lys à la Dendre, correspond au territoire des vassaux des Nerviens ; le dialecte braban çon à celui des Nerviens eux-mêmes ; le dialecte tongrois, parlé entre la Dyle et la Meuse, indique les Éburons ; le dialecte campinien, les Toxandres. Ce sont là assurément des combinaisons fort ingénieuses, mais d'abord plusieurs des déterminations géographiques de Moke manquent d'exactitude (1), et ensuite, la confusion qu'il a faite entre les Belges et les Germains, et que j'ai indiquée plus haut, vient vicier tout son système. En Allemagne, on accorde beaucoup plus d'importance à Faction des Francs. D'après M. Waitz (2), par exemple, ce sont eux qui ont imprimé à notre pays son carac tère, et on peut retrouver leurs traces dans les noms de lieux en heim, si fréquents dans certaines provinces ; cha cun d'eux indique l'élablissement d'un chef au milieu de ses gens. Tandis que les Allamannes employaient de pré férence la terminaison dorpf et les Saxons husun, heim était la désinence favorite des Francs; sur les rives de l'Escaut, dans le Brabant, elle abonde; en Flandre, elle s'étend jusqu'à la Canche, mais elle n'atteint pas la Somme ; sa limite semble tracée par une ligne qui court vers Lille et Tournai, traverse l'Escaut et s'étend par Bruxelles et Louvain jusqu'à la Toxandrie. En sont exclus les terri toires d'Arras et de Cambrai, tout le Hainaut, la Hesbaye, le pays de Tongres, et du côté de l'Ouest, la Zélande et une bande de terrain longeanl la mer au sud des bou ches de l'Escaut. (1) C'est ce qu'a prouvé M. Wauters. Nouv. Études, líevue trim., janvier, avril, octobre 1867. (2) Dus alte ííecht der Salischen l'ranhen, p. 53 et sui\\,"], [29, "25 Mùllenhoff (1) pense aussi que le flamand a conservé le caractère primitif de la langue franque, tandis que, dans les régions voisines, celle-ci s'est peu à peu rap prochée du haut-allemand. D'après le Hollandais Kern, le franc-salien sc trouve à peu près sur le même échelon phonétique et grammatical que fancien saxon du Hêliand; à ses yeux, les glosses de la loi salique repré sentent bien la langue des Néerlandais du vnc au ixe siècle. Alors, comme aujourd'hui, dit-il, le néerlandais se rap prochait surtout du niederduitsch de l'AUemagne du Nord ; il avait aussi certains points de contact avec le frison, mais la physionomie générale de la langue est plus alle mande que frisonne (2). Au surplus, on sait que les Francs n'étaient que la con fédération de plusieurs peuplades voisines du Rhin et par conséquent identiques en tout point à celles qui, à une époque antérieure, avaient pu se fixer sur notre territoire. Ce sont elles qui ont constitué le fonds normal de notre population. En effet, leur établissement ne fut pas ici comme en France une conquête dont l'influence perdait en profondeur ce qu'elle gagnait en étendue, ce fut une colo nisation durable. Et la preuve évidente, c'est que nulle part ailleurs la loi salique ne s'enfonça aussi profondément dans les mœurs que chez nous. Quand on veut retrouver les souvenirs des anciennes institutions que consacrait ce pacte célèbre, c'est dans nos vieilles chartes, dans nos vieilles coutumes qu'il fau! fouiller (3). (I) Einleitung zu den Denkmœlern deutscher Prosa und Poésie. (2) Kern. Die Glossen in der LexSalica, p. 186. (3) Cf. Raepsaet, Analyse, Warnkonig et Gérard, Histoire des Carolingiens, Waitz, das alte Redit der Salischen Franken, R. Sohm, Altdensclie Beichs-itint Gerichtsversassung."], [30, "26 Frœstemann, l'une des plus grandes autorités en matière d'onomastique, nous conduit par d'autres voies à un ré sultat à peu près identique (I). II montre qu'on peut suivre presque pas à pas les traces des tribus qui parties du Holstein et traversant le Hanovre sont arrivées dans nos provinces. II indique comme particulières à cette famille les terminai sons en kuhl, kaul, chez nous kuil; hœvel (heiwel) fré quent dans les environs de Munster, de Dusseldorf, d'Aix la-Chapelle et qui se rencontre dix fois dans la province d'Anvers, trois fois dans le Brabant ; donk, dung, très abondant (environ cinquante dans le Limbourg et le Bra bant hollandais, autant dans la province d'Anvers, moins dans le Brabant et la Flandre); balm, baan, etc. Les peuples qui ont semé ces noms depuis Rendsbourg jus qu'en Flandre, paraissent avoir formé un groupe dont les appellations ethniques se distinguent entre toutes par la présence de la suffixe r : fìructeri, Sigambri, Tencteri, Tungri, Toxandri ; ils ont probablement passé le Rhin entre Cologne et Dusseldorf. Une autre expédition semble au contraire avoir tra versé ce fleuve à la hauteur de Coblence et être remontée par le Luxembourg dans la province de Liège et, si je ne me trompe, jusque dans le sud du Limbourg. Fôrstemann signale comme leur appartenant en propre les noms en auel, olil, scheid, dries. Ces noms sont rares chez nous ; en revanche il existe une désinence, ingen, qu'une étude attentive de la carte me montre presque complètement absente du nord et du centre, tandis qu'elle est extrême ment fréquente dans le Luxembourg, et que dans les en virons de Tongres, c'est-à-dire dans un pays qui a dû être (1) Die deutschen Ortsnamen, p. 270 et suiv."], [31, "27 colonisé à nouveau, elle est loin d'être rare(I). Elle dis paraît au contraire dès qu'on entre dans la zone campi nienne. Faul-il attribuer à rétablissement des Francs ri puaires et cette particularité et les traits de parenté qui relient le dialecte limbourgeois méridional avec le haut allemand (2)? On serait tenté de le croire. M. Grandga gnage fait dériver de la même source les nombreux élé ments germaniques que renferme le liégeois (3). Enfin les habitants de la côte constituent pour Fôrste mann un troisième groupe, reconnaissable aux terminaisons deich {dyk), drecht (Beerendrecht, Zwyndrecht, Kiel drecht, etc.), polder, fehn, {venue), fleth {viiet), etc. Mais peut-être y a-t-il encore à distinguer entre les popu lations de la Flandre occidentale et celles de la province d'Anvers. Moke a fait remarquer justement, en effet, que ces dernières appartiennent avec celles du Brabant sep tentrional à un groupe dialectique distinct de celui de la Flandre, du Brabant et même de la Campine orientale ; il si gnale comme un de leurs traits caractéristiques l'usage du grand bonnet à coiffe relevée et à ailes pendant sur les épaules. Ce bonnet se retrouve jusque vers Malines au sud, il ne dépasse guère l'Escaut à l'ouest; à l'est, sut la ligne de Hasselt-Eyndlioven il a complètement disparu. Moke a été frappé de l'analogie que cette forme pré sente avec celle du bonnet cauchois, et rapprochant ce (1) Par ex. dans le Luxembourg; Rebange, Retlange, Rodange, Ruvange, Freylange, Hollange, Aubange, Hondelange, Martelange, Tintange, etc. ; dans lc sud du Limbourg : Curange, Ordange, Roclenge, Rersange, Ruvingen, Rer lingen, Houppertingen, Wimmertingen, etc., etc. (2) On y dit par exemple ig (ich) pour ik, micli pour mij, er pour hij, oeg pour k, haus pour hitijx, kam pour kwam, etc. Cf. Belgisch muséum. 1844, p .261. (3) De V Origine des Wallons, p. 31."], [32, "28 dernier nom de celui des Chauques, qui, aux premiers temps de la domination romaine, avaient envahi l'ìle des Bataves, il se demande si ce peuple, voisin des Frisons, ne serait pas descendu jusque dans la province d'Anvers et même en Normandie (1). Je n'essaierai pas de résoudre ce problème, et je me borne à ajouter, à titre de curiosité et comme point de départ de recherches futures, que c'est dans les iles da noises de Fionie, d'Arrœ et de Falster que se trouvent les costumes les plus semblables à ceux de nos paysannes an versoises, tant pour le bonnet que pour la coupe et l'as pect général du vêtement. II y a moins d'hésitations au sujet de la Flandre ; de puis longtemps, on a remarqué que les Flamands propre ment dits, les Flamingen, avaient une origine particulière, et on les a appelés des Saxons ; c'est, en effet, un nom que nos sources leur donnent fréquemment ; dès l'époque de Théodose, le littoral était désigné par ['épithète de littvs saxonicum. On invoque aussi le mot même de Flaming, qui en anglo-saxon (fleâming) se traduit par fugitif, exilé (2); la désignation de kerels, fréquemment appliquée aux hommes du pagus flandrensis (ô) ; puis, le lémoi- (I) La Belgique ancienne, p. 519. 1,2) H. Léo. Angelsœchsisches Glossar, p. 350 : Fleâming, der Flûchtling, exul. Cf. Pott. Op. cit. p. 856. (3) Cf. Kervyn de Lettenhove, Histoire de Flandre, I, liv. 2. M. Derode, Annales des Flamands de France, VIII, 51 et après lui M. H. Conscience, Bull, de V Académie, 2\" série, t. 29, p. 607, ont si étrangement exagéré cette thèse qu'ils ont voulu faire du mot kerels le nom d'un peuple et qu'ils attribuent à ce peuple la création d'institutions qui, en réalité, sont communes à tous les Germains. Lc nom de Kerel ne designe pas une tribu particulière, mais d'une façon générale la classe des hommes libres, opposés aux serfs d'une part et à l'aristocratie saxonne de l'autre. « The Ceorl, dit Freeman, The Norman con ques!, I, p. 81, is the simple freeman. the mère unit in the army or in the"], [33, "29 gnage des auteurs qui signalent la différence de langage des habitants du Brabant et de ceux de la Flandre (1), et les particularités dialectiques qui aujourd'hui encore leur donnent une place à part dans notre pays (2). C'est aussi dans celte région que se rencontrent des noms de lieux fréquents en Angleterre ; tels sont ceux terminés en lun, comme dans Warnestun, Potingetun, Bagingatun (charte de 810), Diorwaldingatun (charte de 865), Fresingatttn (charte de 788) (3); ceux en mut h, mude (mouth anglais de Portsmoulh, Plymoulh) : en Flandre, Dixmude, tandis que le dialecte franc exige munde : Dendermonde, Rupel monde, etc. De même l'héroïne d'un poème épique né aux bouches de l'Escaut s'appelle G'wdrun, au lieu de Gun drun (4). Citons encore la forme de suffixe hum qui rem place le heim franc : en Angleterre, Durham, Ellham, Chatham, etc., en Flandre, Eenham (8), Eversham (6), IIanzam(7), Millam(8), etc. Ajoutons, à propos de 'cette assembly... though he might be looked down upon by an aristocratie class, he was actually a privileged person as compared with a large number os human beings in his own city or district. » (1) Par exemple : Gilles Li Muisis, Recueil des Chroniques de Flandre, III. p. 557 : cantando secundum suum idioma, Flamingi in llamingo, illi de Rrabantia in theutonioo, et Gallici in gallico. (2) Ainsi remploi de hi (le he anglais) pour hij, mi (me) pour mi, wi (we) pour wij,jou (you) pour u, la chute de l'a après une voyelle brève, comme dans us pour ons, la suppression de l'augment au participe passé des verbes, etc. Cf. Belgisch muséum, 1838, p. 54 ; 1840, p. 154; 1845, p. 213 ; 1839, p. 383. (3) Waitz, das Alte Redit, p. 57. — Remarquons que les Flamands qui, au xuc siècle, fondèrent des colonies dans le Pembrokeshire, donnèrent à plusieurs de leurs établissements des noms en ton. Freeman, I, p. 563. (4) K. Rartscb. Einleitting, édition de Gudrun, Rrockhaus, 1865. (5) Eenham, Eiham, charte de 1063. Mirœus, Dipì. belg., p. 61. (6) Eversham. Ch. de 1091. Mir. et Foppens. Op. dipl., II, 1140. (7) Hanzam. Ch. de 1085. Anal, pour servir U l'hist. eccl. de la Belg., II, 7. (8) Millam. Ch. de 1085. Coussemaker, Docnm. relatifs à la Flandre marit., p. 26, etc."], [34, "30 terminaison, que la forme frisonne correspondante om ou um, si commune dans la Nord-Frise, par exemple, a de nom breux représentants dans plusieurs de nos provinces, sans qu'il soit possible d'affirmer, cependant, que tous indiquent des établissements frisons. Pour en revenir à la question des Saxons, il faut se garder de donner à ce mot un sens trop précis ; comme Freeman l'a prouvé (1), on remployait dans les premiers siècles du moyen-âge, pour désigner indistinctement pres que toutes les tribus bas-allemandes. Tout ce qu'il est per mis d'affirmer, c'est que nos Flamands appartenaient bien à ce groupe de peuples maritimes, Germains purs et par essence, et très-voisins de ceux qui conquirent l'An gleterre. Sont -ils arrivés sur nos côtes par la voie de la mer (2)? Sont-ils descendus en suivant le rivage de la Hollande et de la Zélande? Nous ['ignorons. En tout cas il y avait des rapports étroits entre eux et les Frisons oc cidentaux, qui, on le sait, étendirent leur domination jus qu'au Zwin (3). Plusieurs dispositions des anciennes lois frisonnes se retrouvent dans les coutumes flamandes (4). Le dialecte zélandais est celui qui incontestablement a le plus d'analogie avec le dialecte flamand (o), et jusqu'à ce jour, tout le littoral a conservé certains traits de mœurs (1) En Angleterre les Celtes désignaient tous les Germains sous le nom de Saxons. Cf. Freeman, I, p. 13 et p. 529 et suiv. (2) Schaumann, Geschichte des niedersœchsischen Volkes, p. 13, pense que c'étaient de hardis navigateurs, qui, repoussés des côtes frisonnes, sont venus s'établir sur celles de la Flandre et de la France ; il affirme de plus la parenté étroite des Flamands et des Anglo Saxons. (3) Cf. Richtofen. Lex Frisionum, Perti Monumenta, Leges, III. (4) Par exemple les dispositions des Oude friesche W'etten sur l'enlèvement des filles, qui se retrouvent dans la charte de Gand de 1192. (3) Cf. Willems, Belg. Muséum, II, iS."], [35, "31 que l'on croit généralement propres à la Hollande. Ajou tons qu'Ostende est nommé -par Menso Alting une ville fri sonne (1). En résumé, les Flamands du Franc de Rruges consti tuent bien un élément distinct et ils ne peuvent être assi milés aux anciens Ménapiens. Le pagus flandrensis s'op pose comme leur conquête au Mempiscus, terre ména pienne, dont Tournai formait le centre, et qui ne com prenait pour la plus grande partie que des populations roman isées (2). Faut-il maintenant parler encore des Suèves et même des Slaves, qui, d'après certains auteurs, auraient péné tré jusqu'en Flandre? Le nom de Suevi est souvent cité dans les écrits du moyen-âge (3), mais n'est-ce point la transcription du mol Zeeuwen, Zélandais? La chose paraît infiniment probable (4). Quant aux Slaves, quelques chro niqueurs (5) ont indiqué des Ruthènes sur notre côte, et Schafarik (G) a cherché à prouver qu'Utrecht, appelé Wil taburg au vu\" siècle, était une colonie des Wiltes du Nié men. Ce ne sont là que des hypothèses, et récemment Watterich (7) a donné à ce nom de Wdtaburg une inter prélalion purement germanique. (I) Menso Alting, Notit. Germ.infer. Pars, III, p. 62. (2) Cf. Wauters. Nouv. Études. Revue trim., janv. 1867, p. 21. (3) Dans la vie de saint Ëloi, par exemple, on lit : Flandrenses atque Andover penses, Frisiones et Suevi et barbari quique circa littora maris degentes (II, 3). On a invoqué souvent aussi les noms des deux villages de Zweveghem et de Zwevesele. (4) C'est l'opinion de Lubach, De Bewoners van Nederland — et d'autres encore. (5) Meyeri. Annales rerum flandriearitm, p. 1. (6) Slawische Alterthumer, II, 570. Cf. Viquesnel, Recherches historiques sur les peuples slaves, p. 516. (7) Die Germanen des Bheins, p. 193."], [36, "32 li n'y a donc pas lieu de s'arrêter à ces détails. Rappe lons-nous, d'ailleurs, que Ioules les conclusions auxquelles nous sommes arrivés jusqu'ici n'ont qu'un caractère provi soire. Nous savons quelles sont les nationsqui ont succes sivement dominé dans les diverses parties de notre terri toire, mais nous ne savons pas encore quelle a été la pro portion des établissements nouveaux, comparée à la masse des peuples soumis qui ont mêlé leur sang à celui des vainqueurs. Ensuite, il est un élément ethnique sur lequel ['histoire doit forcément rester muette, c'est celui des races préhistoriques. On est généralement d'accord au jourd'hui pour reconnaître qu'elles ont laissé des traces plus ou moins profondes dans la plupart des populations européennes. La Belgique seule ferait-elle exception? Pour répondre à cette question , pour préciser les ré sultats déjà obtenus et leur donner la certitude qu'ils ne possèdent encore qu'à demi, il faut recourir à des procé dés nouveaux. L'un des points les plus importants pour l'étude anthro pologique, est [observation de la taille ; c'est par elle que M. Broca a réussi à établir sur des bases solides l'ethno logie de la France (1); il a prouvé à l'aide des tableaux stalistiques relatifs à la mensuration des conscrits que, dans toute la région méridionale, c'est-à-dire au delà de la Loire, les hommes sont plus petits que dans les con trées situées au Nord de la Seine, l'intervalle entre les deux fleuves formant une zone intermédiaire ; il y a donc en France deux races principales et parfaitement tranchées, ainsi que le confirment toutes les particularités de leur type. (1) Mémoires d'Anthropologie, I. p. 276 et suiv."], [37, "33 11 s'agil d'appliquer la même méthode à la population de la Belgique. Voici les chiffres que nous donnent les relevés officiels : Période de 1842-1850. Sur 1,000 conscrits en chaque province il y en a (le 1-560 de 1-561 .ìo 1-670 de 1-800 el au-dessous, a 1-6G9. á 1-799. et au-dessus. Flandre occidentale 195 521 277 7 Flandre orientale . . 187 529 277 7 Anvers 139 500 330 H Limbourg .... 168 487 328 17 Brabant 178 523 292 7 Liège 162 486 340 12 Hainaut 154 535 304 7 Namur 102 488 398 12 Luxembourg. ... 126 527 341 6 Période de 1851-1860. de 1-500 de l™301 de 1-070 île 1-800 et au-dessous. a 1-609. a 1-799. elau-des: Flandre occidentale . 134 546 311 9 Flandre orientale . . 171 519 301 9 Anvers 113 522 355 10 Limbourg .... 127 467 390 16 Brabant 111 -510 369 10 Liège 127 504 357 12 Hainaut 129 542 320 9 Namur 82 473 429 16 Luxembourg ... 93 489 407 11 En combinant ces deux résultats, on obtient pour la période de 1842 à 1800 le tableau suivant : sur 10,000 con- scrits de chaque province il y en a de 1-560 de 1-561 de l-OÎO de 1-800 et au-dessous. á lmC69. à l™709. et au-dessus. Flandre occidentale . 1645 5335 2940 80 Flandre orientale . . 1790 5240 2890 80 Anvers 1260 5110 3525 105 Limbourg .... 1475 4770 3590 165 Brabant 1445 5165 3305 85 Liège 1445 4950 3485 120 Hainaut 1415 5385 3120 80 Namur 920 4805 4135 140 Luxembourg . . . 1095 5080 3740 85"], [38, "34 Si l'on comparait ces chiffres à ceux que donne M. Broca pour la France(l), on serait frappé de la posi tion désavantageuse qu'occupe la Belgique par rapport à ce dernier pays. La province la plus favorisée chez nous, Namur, compte 92 conscrits sur 1,000 qui ne dépassent pas I mètre 56 ; en France il y a 65 départements sur 86 qui n'atteignent pas cette proportion ; le plus mauvais chiffre dans le tableau de M. Broca est 174 pour la Haute- Vienne; la Flandre orientale nous donne 179. En France, d'après M. Broca (p. 555) la moyenne est de 769 pour 10,000; en Belgique nous trouvons 1,587 pour 10,000. Toutefois, hâtons-nous de le dire, ces différences s'ex pliquent jusqu'à un certain point : le tirage se fait chez nous une année plus tôt que chez nos voisins, et l'on sait qu'à dix-neuf ans les jeunes gens n'ont pas atteint leur dé veloppement complet. En second lieu la moyenne indiquée par M. Broca n'est pas conforme à celle que donnent d'au tres statisticiens. M. Bertillon, par exemple, nous dit dans son excellent article : Belgique, du Dictionnaire Ency clopédique des Sciences médicales, p. 19 : « sur 10,000 conscrits il y a eu en France 1,259 refusés par défaut de taille, et en Belgique, 1 ,21 2 (2). » — Ce chiffre de 1 ,21 2 cor respond à la période de 1851-1860; il est beaucoup trop bas pour la période double de 1842-1860, qui nous fournit celui de 1,587, donné plus haut. Quant au chiffre de 1,259 pour la France on voit qu'il ne concorde pas du tout avec l'indication de M. Broca. Quelle est la cause de cet écart? Je l'ignore, mais le fait même de son existence (1) Mémoires d'Anthropologie, p. 332 et 445. (2) Ce n'est pas 1212 refusés par défaut de taille, mais 1212 inférieurs á lin56 — comme on le verra plus bas."], [39, "35 prouve qu'il saut s'attacher moins aux chiffres mémes qu'aux rapports des provinces entre elles, et ceci me déter- mine à ajouter ici un quatrième tableau, dans lequel j'ai calculé, d'après les documents statistiques, le nombre des exemptions pour défaut de taille depuis 1821 jusqu'en 1860, c'est-à-dire pendant une période de quarante an- nées (1). Nombre total Exemptés Proportion des conscrits, pour défaut de taille, sur 10000. Flandre occidentale . . 217340 38801 1785 Flandre orientale . . . 248674 48366 1944 Anvers 128976 12225 947 Limbourg 87420 11337 1296 Brabant 208634 26708 1280 Liège 141960 20208 1423 Hainaut 236762 25288 1068 Namur 82509 4559 552 Luxembourg .... 78764 3616 459 Mettons en regard les deux résultats obtenus, en ran- geant les provinces suivant Tordre des chiffres : Nombre df departeni1 v^;nAa a» <u .< i«, n *lui> eu f rance, ne Peuode de 1821-1860. dépassent pas le chiffre Période de 184Î-.860. de la V colonne. \\\" Namur . . . 920 1° Luxembourg. 459 15 2° Luxembourg . 1095 2° Namur. . . 552 29 3» Anvers . . . 1260 3° Anvers . . 947 68 4» Hainaut . . . 1415 4» Hainaut . . 1068 74 5° Brabant . . . 1445 5° Brabant . . 1280 83 » Liège. . . . 1445 6° Limbourg . 1296 84 7» Limbourg . . 1475 7» Liège . . . 1423 84 8° Flandre occ. . 1645 8° Flandre occ. 1785 86 9» Flandre or. . . 1790 9° Flandre or. . 1944 86 On voit immédiatement que les chiffres des deux pre- mières colonnes sont loin de coïncider ; il n'en pouvait être autrement, puisque -l'une (période de 1842-60) a rapport aux conscrits qui n'ont pas plus de lm56, et l'autre (pé- (1) Les années 1840 et 1841 font seules défaut dans ce calcul."], [40, "36 riode de 1821-60) aux conscrits qui sont exemptés pour défaut de taille. Or, la taille réglementaire cn Belgique est de lm57. 11 y a donc une différence de 1 centimètre en faveur des premiers. II parait d'aulant plus étrange que ceux-ci dans sept provinces soient plus nombreux que ceux-là ; il semble, en effet, que tous les hommes qui n'atteignent pas lm561 doivent à plus forte raison ne pas atteindre lm570. Cepen dant cette anomalie apparente peut s'expliquer soit par la longueur inégale des deux périodes, ce qui ferait supposer que depuis 1821 la taille a généralement baissé, soit encore par la circonstance qu'on n'aurait inscrit dans les tableaux décennaux donnant le chiffre des exemptions, que les jeunes gens qui jamais n'ont atteint la taille exigée, tandis qu'on aurait négligé ceux qu'une croissance tardive a rendus un jour aptes au service. Au surplus, si l'on consulte la tableau de M. Broca, p. 445 et 446, on constatera aisément des écarts tout aussi considérables pour des périodes beaucoup plus courtes; ainsi la Haute-Marne va de 24 (1850-54) à 48 (1851-56) ; les Ardennes de 29 (1850-54) à 54 (1851-56) ; l'Aube de 50 (1855-60) à 71 (1851-56); l'Orne de 54 (1850-54) à 75 (1851-36); les Deux-Sèvres de 44 (1850 54) à 85 (1831-50): le Haut-Rhin de 57 (1850-54) à 86 (1831-56); la Drôme de 50 (1855-60) à 98 (1831-56) ; la Corrèze de 130 (1850-54) à 189 (1837-49), etc. J'ai noté dans la troisième colonne du tableau ci-des sus le nombre des départements français qui n'ont pas un chiffre d'exemptions aussi élevé que chacune de nos pro vinces. Toutefois la comparaison n'est pas précise, puisque la taille réglementaire est chez nous de lm57, tandis qu'elle n'était en France, avant 1868, que de lm56. C'est"], [41, "37 par erreur que M. Berlillon dans l'arlicle cité plus haut, a cru que celte dernière mesure s'appliquait aussi ù noire pays — et les conséquences qu'il en déduit, sont donc inexactes. Mais en tenant compte de la différence de I centimètre qui est tout à notre avantage, on pourra conclure que les proportions sont très-semblables dans la région septen trionale de la France et dans les meilleures de nos pro vinces. Ce qui est remarquable chez nous, c'est que malgré les incertitudes signalées, le rang des provinces reste à peu près identique dans les deux périodes. Dans l'une comme clans l'autre, les deux Flandres gar dent la dernière place et laissent les sept autres provinces bien loin en avant d'elles. Namur et le Luxembourg font un chassé-croisé, mais restent en tète de la liste. Anvers est toujours troisième, le Hainaut quatrième, le Brabant cinquième. Pour Liège et le Limbourg il y a une interversion : septième dans la première colonne, le Lim bourg devient sixième dans la seconde. Quant à Liège, si celte province change de place, il est assez curieux que dans les deux périodes elle conserve à peu près les nièmes chiffres : 1,423 et 1/1-45. En résumé ces résultats paraissent avoir un caractère de stabilité fort digne d'attention, et les oscillations consta tées ne sont pas suffisantes pour empêcher de distinguer clairement les trois groupes suivants : 1° Les deux Flandres comprenant le plus de petits hommes . 2° Liège, Limbourg, Brabant, Hainaut, Anvers : caté gorie intermédiaire. 3"], [42, "38 3° Namur, Luxembourg : où la taille est le plus élevée. II reste à trouver l'inlerprélalion de ces faits, qui au premier abord, semblent très-surprenants. On est accou tumé en effet à regarder les Germains comme la race grande par excellence, et, voici une population qui certes pendant tout le moyen-âge a montré le caractère germa nique le plus accentué, dont la langue aujourd'hui encore se rattache directement aux formes les plus pures, dont les traditions populaires sont encore pleines des souvenirs à peine déguisés du culte commun à tous les adorateurs de Wodan, de Thor et de Freya, dont les institutions poli tiques et judiciaires ont été pendant des siècles l'expres sion complète des tendances de cette noble branche aryenne, — et qui cependant nous apparaît comme infé rieure par la taille à toutes ses voisines ! Les anciens chro niqueurs ne nous parlent-ils pas bien souvent des grands Flamands, des grands Flandrins, et les étrangers eux mêmes ne célèbrent-ils pas leur visage rose et leurs mem bres élancés? « Flandria gens opibus variis et rébus abundans Veste nitens, membris procera, venusta décore, Splendida cœsarie, vultu rubra, candida carne. » (Philippide de Guill. Breton. v! 94 et suiv.). Y a-t-il eu transformation ? Y a-t-il eu dégénérescence 1 Plusieurs seront tentés de dire : c'est la misère qui a abâtardi la race, et il est incontestable qu'il faut tenir compte de la triste situation dans laquelle l'avénement de la grande industrie a placé les ouvriers des Flan dres: des enfants mal nourris, chétifs, ne peuvent atteindre leur développement normal."], [43, "39 Cependant on aurait tort d'exagérer cette influence ; les recherches anthropologique* ont prouvé en effet que la taille est un élément beaucoup moins variable qu'on ne pourrait le croire. « 11 n'est pas douteux, dit M. Broca, à la page 326 de son Mémoire sur l'Ellmologie de la France, que les causes débilitantes peuvent nuire à la croissance du corps. Mais quoique cette proportion soit vraie dans une certaine mesure, il est facile de reconnaître qu'il n'y a aucune liaison, aucune relation quelconque entre l'état sanitaire de nos déparlements et le rang qu'ils occupent sur notre carte d'exemptions, ou, si l'on veut, entre la constitution plus ou moins robuste et la taille plus ou moins élevée des conscrits. » Et il conclut : « Ainsi toutes les causes hygiéniques, toutes les influences locales, tous les éléments autres que Vêlement ethnologique, sont abso lument incapables d'expliquer la variation de la taille en France. » (P. 529.) M . Boudin (De i 'accroissement de la taille en France) ( 1 ) est exactement du même avis. « La taille, dit-il, est, avant tout, l'expression de la race. » (P. 255). — « L'hypo thèse d'une prétendue solidarité entre la taille et les infir mités est désormais insoutenable. » (P. 241 .) — « Ce sont les hommes grands qui font les hommes grands. » (P. 251.) A l'appui de ces conclusions nous remarquerons que le développement extrême du paupérisme en Flandre ne re monte certes pas au delà de 1 850 et qu'il n'a même pris toute son extension qu'à partir de 1846. On voit en effet que de 1815 à 1824 l'excédant des naissances sur les décès était dans la Flandre orientale de 5,600, dans la (I) Mémoires de la Société d'Anthropologie, t. II."], [44, "40 Flandre occidentale de 4,985 ; en 1845 il était encore dans l'une de 4,309, dans l'autrcfde 5,117; dans les années suivantes au contraire ce sont les décès qui remportent sur les naissances, savoir pour la Flandre orientale de 1,562 en 1846, de 6,271 pour 1847, de 2,705 pour 1848 et pour la Flandre occidentale de 5,075, 8,487, 4,541 (1). Or nous possédons les chiffres d'exemptions de la période de 1821 à 1855, c'est-à-dire d'une époque où la crise sociale n'avait pas éclaté. Voici ces chiffres : Miliciens Exempts Proportion inscrits. pour défaut de taille. sor 1000. Flandre occidentale. Flandre orientale . 80936 14511 179 99251 18563 187 On voit que la proportion n'était pas différente de ce qu'elle est aujourd'hui encore. Nous avons d'ailleurs une autre comparaison à établir, c'est celle des exemptions pour cause d'infirmités. Nous rempruntons pour la période de 1851-1855 à la Topogra phie médicale du docteur Meynne, p. 101, en plaçant les provinces dans leur ordre de progression. I\" Namur, 63 exemples sur 1,000. 2° Hainaut. 75 — — 5° Liège, 77 — — 4° Luxembourg, 82 — — 5° Limbourg, 128 — 6° Flandre orientale, 128 — , — 7\" Brabant, 131 — 8° Flandre occidentale, 147 — 9° Anvers, 156 — H) Ducpétiaux, Mémoire sur le Paupérisme dans les Flandres."], [45, "41 Quelle relation y a-t-il entre ces résultais et ceux qui ont trait à la taille? La province d'Anvers, l'une des plus favorisées à ce dernier point de vue, puisqu'elle occupait le troisième rang, a pris ici le neuvième. Le Brabant vient se placer entre les deux Flandres. Le Luxembourg, au lieu d'être le premier, est devenu le quatrième. Le Hainaut passe de la quatrième place à la seconde, et la province de Liège de la septième à la troisième. 11 est évident qu'il n'y a pas de coïncidence réelle entre les deux ordres de faits; la moyenne des infirmités comme celle de la morta lité est le plus forte dans les provinces basses et insalubres et le plus faible dans celles où dominent les terrains élevés et rocheux ; la taille, au contraire, est un élément ethni que primordial, qui peut sans doute recevoir des atteintes, quand l'économie tout entière se trouve frappée d'une dia thèse grave, mais qui même dans ce cas conserve une fixité remarquable. C'est ainsi que les races polynésiennes n'onL pas cessé d'être parmi les plus grandes de la terre (1), bien qu'elles soient ravagées par les maladies les plus terribles et qu'elles marchent d'un pas rapide vers l'anéantissemeut complet (2). II ne faut pas oublier, d'ailleurs, ainsi que le dit M. Meynne, que la situation hygiénique de plusieurs pro vinces de Hollande, de France et d'Italie, n'est pas meil leure que celle de la Flandre ; qu'en France, la Bresse (département de l'Ain, figurant sur la carte de M. Broca, sous le n\" 17, avec 46 exemptés sur 1,000) et la Sologne sont beaucoup plus meurtrières, et qu'enfin, malgré sa grande mortalité, la Flandre se trouve encore dans une position plus favorable que la France, la Prusse, l'Autri- II) Weisbach. Kccrpermessungen (Reise der Novara, Antliropologitcher rheil). (2) Gerland, Ueber das Aussterben der Naturvœlker."], [46, "42 che et la plupart des pays méridionaux. Dans des condi tions pareilles, on ne peut parler de dégénérescence. En réalité, c'est une illusion de croire qu'anciennement lous les Flamands fussent grands. On a relevé souvent les passages qui parlent de leur taille élevée, mais on a oublié ceux qui disent le contraire. Voici d'abord Guicchardin (1) : « Indigense hujus terra? forma ut plurimum sunt venusta. Corpus iis qua dralum, ac justo lemperamento, aptaque composilione décorum et inter alias quidem membrorum proportiones, pulchra valde lam viris quam fœminis crura. Statura in universum sunt justa; quam multitamen excedunt, in Hol landia nominatim et Frisia, ubi corpore fere prsegrandi et supra moduni procero. Et est tamen communis opinio, non Caesaristantum et aliorum quorumdam scriplorumauctori tate, sed et variis quoque ossium e sepulchretis erutorum reliquiis nixa, fuisse Belgas et ejus ipsius Csesaris seculo et diu etiam post, ac ad tempora minimum Caroli magni, longe proceriores; quam statura? mutationem multiadscri bunt consuetudini atque commercioexterorum hic assidue versatorum, et eliamnunc versantium, quibus ea nimirum humilior. Ego tamen existimo magis idipsum procedere ex qualitate victus et contractiore hoc sevo moderalioreque Vivendi ratione ac disciplina, quam ex alia ulla causa. » J'ai cru devoir transcrire ce passage, malgré sa lon gueur. II nous apprend, en effet, qu'aux yeux de Guicchar din nos compatriotes ne se distinguaient pas par l'éléva tion de la taille, et qu'il n'y avait guère que les Hollan dais et les Frisons qui fussent extraordinaires sous ce rapport; ensuite, qu'à cette époque déjà, on s'étonnait, (1) Guicciardini Totius Belgii descriptio, Amstelodami, ap. 1 Meursinm, 1660, p. 51."], [47, "43 comme on le fait aujourd'hui, de ne plus rencontrer les grands hommes dont la légende avait conservé le souve nir, et qu'on imaginait à cet égard des explications plus ou moins plausibles. Mais il y a un texte plus précis encore, c'est celui d'un écrivain compétent, de [\"excellent Meyer, qui avait consa cré sa vie à l'étude de la Flandre et de ses habitants : « Genus liominum maximam partem flammeo colore, adeo ut a flammeis cervicibus Flammenses dictos quidam exis timent, robusto generatim corpore, dispari atlamen sta lura, partim procera, partim brevi, partim quadrilla » ( 1 ) . Ainsi la taille variait : les uns étaient élancés, statura procera, d'autres petits, brevi, d'autres enfin quadrata, c'est-à-dire de proporlion moyenne (2). Je crois que ce passage est bien catégorique et qu'il est impossible de soutenir désormais que tous les Flamands fussent grands. Mais une autre question se présente : Étaient-ils tous blonds ? Meyer nous dit : Maximam partem flammeo colore, la plupart ont des cheveux couleur de flamme. La plupart, donc il y en avait aussi dont la teinte était différente, et n'est-il pas même permis de supposer que ces mots : maxi mam partem, sont un peu dictés par le besoin de justifier la prétendue étymologie du nom de Flamands? De nos jours, en effet, la proporlion des châtains, des bruns et des noirs est considérable dans nos provin ces de langue germanique ; j'ai constaté le fait par des observations attentives, et je suis heureux de pouvoir m'appuyer ici du travail d'un savant très-habitué à ces sor- (1) Flandricarum rerum, lib. IX, p. 41 (édit, de Bruges). (2) Quadrata statura dans Suétone (Vesp. 20) a le sens de trapu, ramassé. Quadratum corpus dans Celsc (2, 1) signifie corps de grandeur moyenne, ni trop grand, ni trop petit. C'est évidemment cette dernière interprétation qu'il faut adopter ici."], [48, "44 les de recherches, M. John Beddoe, président de ['Institut anthropologique de Londres (1). II a noté les chiffres sui vants : A Bruges, sur 1000 habitants : Yeux clairs 484 Cheveux blonds ou roux 115 _ foncés 376 — châtains 531 — intermédiaires (neutral) 140 — brun foncé et noirs 354 A Anvers-ville (2) : Yeux clairs 571 Cheveux blonds ou roux 167 — foncés 320 — châlains 564 — intermédiaires 123 — l.run foncé et noirs 283 A Anvers-campagne (5) : Yeux clairs 564 Cheveux blonds ou roux 239 — foncés 255 — châlains 557 — intermédiaires 179 — brun foncé et noirs 202 Je reviendrai plus loin sur la valeur de ces chiffres ; pour le moment il me suffit d'établir que si tous les Fla mands ne sont pas grands, tous non plus ne sont pas blonds. Or il existe un témoignage extrêmement curieux sur la couleur des cheveux en Flandre au moyen-âge ; le document où il se trouve consigné remonte très-haut, c'est la vie de sainte Gode\\ixe[Acta Sanclorum, 6 juillet), et la rédaction primitive de cette légende, dont on a con servé plusieurs versions, est attribuée à un certain Drogon, sur le caractère duquel on n'est pas bien d'accord : les uns le font prêlre à Ghistelles et ensuite évêque de Té rouanne, les autres simple moine à Saint-André, près de il) On the. Physical characters os the ancient and modem Germans. Report os the British Association forthe advancement os sciences, 1857. i2) 11 y a ici une légère erreur, car lc total des chiffres donné est 1,111 1. (5) Méme observation. Le total est 998."], [49, "45 Bruges; mais cela importe peu. Potthast {Wegiveiser tlurch die Geschichlswerke des europœischen Mittelalters , p. 724), le fait vivre entre 1031 et 1078, les Bollandistes {Acta SS., julii, II, p. 564), le placent un peu plus bas, vers 1118; je ne chercherai pas à trancher la contro verse. Qu'il soit en effet du xie ou du commencement du xne siècle, son anciennelé est suffisante, et le caractère même du récit prouve, comme on en jugera, que nous ne sommes pas en face d'une invention récente. Godelive, d'après la légende, était née dans le Boulon nais, à Londefort ou Hondefort, entre Witsant et Wascon villare ; elle était d'une beauté remarquable. Fuit etiam insigni forma? eleganlia et corporis pulchritudine. Mais elle était noire, et cette particularité est indiquée d'une façon fort singulière : Nisi quod fortassis maligni hommes in ea vituperare potuerint nigros capillos et ejusdein coloris supercilia, (p. 403). Une seconde version porte : Nigra tamen ex natura illi ca?saries patuit (p. 418). Et le manuscrit d'Audenbourg : Hoc solum in eam probrosa in lentio vituperare potuit, quod erat nigris capillis et nigris superciliis. Malgré ces imperfections, Berlulphe de Ghislelles, s'éprend d'elle et l'épouse. Mais quand il la présente pour la première fois à sa mère, celle-ci s'indigne d'une pareille alliance. « Cur, inquil, cornicem de terra aliéna adduxisti? Numquid in tua palria quamplures invenire poluisti? » Ha?c autem dixit, utpra?libavimus, quia erat nigris capillis et nigris superciliis (p. 404). L'autre version est encore plus explicite : « Numquid bis, inquit, in terris comices ad luam con solai ionem invenisse poluisses, banc nisi alinnde addu-"], [50, "46 ceres? Profecto derogat generosœ prosapiœ luœ oppro brioque prœjudicat sempiterno, tam deformis fatuella? conjugio alti tui sanguinis fœdare natalìa » (p. 418). Autant de mots, autant de traits de lumière. La mère de Bertulphe repousse la jeune femme uniquement parce qu'elle a les cheveux et les sourcils noirs, et qu'il est hon teux (opprobrio sempiterno) de souiller par une semblable mésalliance le sang pur de son antique race germanique (alti lui sanguinis). Pourquoi est-il allé chercher cette fille noire à l'étranger? N'avait-il pas dans ses propres domaines [his in terris) assez de ces corneilles, avec les quelles il aurait pu consolari, s'amuser à loisir? Ainsi quand cette légende s'est formée, on avait encore conscience en Flandre de l'opposition de deux races; une portion de la population était noire, et on avait conservé au moins le souvenir de l'époque où elle était moins esti mée, où on ne s'alliait que difficilement avec elle, bien que cette alliance ne fût pas impossible (1). Cette population était nombreuse, c'étaient probable ment les hommes de condition inférieure , qui étaient fixés sur le sol à [arrivée des envahisseurs ger mains. La loi salique en fait mention sous le nom de lili (2); plus tard on les appelait laeten ; jouissant de la (1) On pourrait se demander quels sont les noms donnés par l'hagiographe aux parents de Godelive; ce sont des noms germaniques, Odgiva et Winlïidus. Mais ce fait n'a aucune importance ; le peuple dans ses récits emploie toujours des dénominations qui lui sont familières. C'est ainsi que tout en conservant le souvenir des exploits de Wodan, on les racontait sous le nom de saint Martin, c'est ainsi encore que Freya secouant son lit de plumes est devenue Notre-Uame aux-Neiges et que sainte Gertrude prolite encore aujourd'hui à Nivelles du cha riot de Nerthus. (2) Les opinions sur l'origine des liti sunt très-diverses. Cf. Waitz, Deutsche Versassungsgeschihte. Récemment Kern (Die Glossen in der Le x Salica, Haag, 1869) a repris l'opi-"], [51, "47 liberté personnelle, ils se trouvaient dans un état de dé pendance réelle, n'ayant pas la pleine propriété des terres qu'ils cultivaient et tenus de ce chef à une rente foncière. Dans les villes ils acquirent de bonne heure la position d'hommes complètement libres et le mélange se fit alors sans peine; quant aux campagnes, la fusion s'y opéra dans un autre sens : en effet beaucoup de Germains libres se virent contraints par le manque de ressources à se sou metlre à un seigneur et à descendre à l'état de manants. Ainsi de tous côtés les classes se confondirent intime ment. II n'en est pas moins vrai que primitivement ces deux classes formaient deux races, et [horizon, on le voit, s'élargit à nos recherches. Ce n'est pas, en effet, aux Ménapiens ou à toute autre tribu celtique ou germanique qu'il est possible de rappor ter ces caractères ; on doit songer ici à une population préceltique, qui, je me hâte de l'ajouter, avait probable ment exercé une influence profonde sur les premiers colons aryens et se les était assimilés dans une large mesure. Ce fait, il faut le dire, Moke l'avait entrevu depuis long temps ; dès 1853, comme M. E. deLaveleye l'a indiqué dans une notice académique (I), il avait compris, avec une rare pénétration, la juslesse de vues à peine émises alors pat quelques savants, et il avait expliqué le problème de la race brune du midi de la France par la prédominance dans celle région de l'é.lément ligure (2). Plus tard, appli- nion de Schafarik (Sìawische Mtcrthitmer, I, 165), qui en faisait des Lettons, c'est-à-dire des Slaves. (I) Sotiee sur Moke dans l' Annuaire de l' Académie. (2) Histoire des Francs."], [52, "48 quant ces idées à notre pays (1), il avait cru retrouver des restes de cette ancienne race dans la vallée de la Meuse et dans quelques autres recoins des provinces wallonnes. Toutefois, il avait restreint dans des limites trop étroites [extension actuelle de cet élément préaryen. En réalité, nous venons de le voir, il y a une proportion notable d'hommes petits et à chevelure foncée même dans les pro vinces flamandes. II n'est pas permis, répétons-le, de les rattacher à l'uii des deux grands rameaux que l'histoire nous montre existants sur notre sol. Germains et Celtes, en effet, étaient blonds; c'est ce qui est hors de toute contestation. Dans quelle catégorie ranger alors nos abo rigènes? Tout d'abord, on songe, soit avec Moke, aux Li gures, soit à ces Finnois, dont on a tant parlé dans ces derniers temps. Mais quels sont les caractères des uns et des autres? Pour les Ligures, nous avons des données assez com plètes et assez concordantes, les ethnographes français ayant eu l'occasion de les étudier en nombre suffisant dans leur propre pays. D'après M. de Belloguet, ils ont le front bas et fuyant, l'arcade sourcilière proéminente, le nez assez fort, plus souvent aquilin que chez les Gau lois (?), et avec la racine presque toujours sans dépression sensible (?), la lèvre inférieure au niveau de la supérieure ou la dépassant, le mento»' mince et saillant, la barbe et les cheveux frisés. M. Broca [Mém. sur {'Ethnologie de la France, p. 284) indique de son côté les traits suivants comme propres aux populations du Midi, qu'il appelle des Celtes-Gaels, suivant en cela l'erreur d' Amédée Thierry : taille moyenne, (\\) La Belgique ancienne. \\>.Xi\\ el sniv., 61 et sniv. Cf. Gérard, Hist. des races humaines, p. 70."], [53, "49 front bombé fuyant vers les tempes, nez à peu près droit, terminé par un lobule arrondi, menton rond, tête ronde, cheveux et yeux bruns ou noirs. M. Lagneau (Bulletins de la Société d'anthropologie, II, 544) répète à peu près tes mêmes termes ; stature pe lile, crâne sphérique, front globuleux, dépression à la base du nez qui est à peu près droit, visage arrondi, che veux noirs, bruns ou châtains, épais ; système pileux très développé, poils recouvrant en partie la surface du corps, yeux noirs ou bruns. On voit que ces traits caractéristiques s'accordent géné ralement; il n'y a de contradiction qu'au sujet du nez, que M. de Belloguet dit fort et souvent aquilin, sans dépression sensible à la base, tandis que M. Broca le dé signe comme à peu près droit, terminé par un lobule ar rondi, et que M. Lagneau signale l'exislence d'une dépres sion. Je dirai pour ma part que s'il y a réellement des Ligu res chez nous, leur nez est plutôt celui qu'indiquent ces deux derniers savants. J'ajoute, d'aulre part, que j'ai maintes fois constaté chez nos noirs la lèvre inférieure dépassant le niveau de la supérieure, ce que M. de Bello guet seul semble avoir remarqué. Mais passons aux Finnois. Ici, le problème est plus compliqué. On sait par tes belles découvertes de M. Du pont, que notre pays était habité à l'àge du renne par une population que M. Pruner-Bey a appelée mongoloïde. Toutefois, cette détermination est loin d'être définitive, comme récemment encore M. Virchow l'a indiqué dans un travail lu à la Société d'anthropologie de Berlin (1). (I) Verhaudlungen der Berliner Gesellschast sur Anthropologie, Ethno logie und Urgeschichte, 1871-1872, p. 74 et suiv."], [54, "50 Cependant, M. de Quatrefages, sans s'arrêter à ces doutes, s'est hâté de chercher au sein des nations modernes les descendants de l'homme quaternaire ; il tes a retrouvés au cœur de la France, à Paris même, facilement reconnais sables à leur prognathisme (1) ; il les a retrouvés dans la Basse-Bretagne méridionale, où plusieurs femmes sont presque des naines j il a prétendu les retrouver aussi, et en proporlion beaucoup plus considérable, dans la Prusse (proprement dite), et sans reculer devant cette hardiesse, il en a conclu que la race prussienne est avant tout une race finnoise. Je n'ai pas à apprécier ici cette thèse que des savants distingués, par exemple MM. Mantegazza et Ruscalla (2), en Italie, ont jugée forl sévèrement ; mais je me demande ce qu'il faut entendre par Finnois, afin de pouvoir examiner si la Belgique ne recèle pas aussi quel ques débris de ce peuple mystérieux. M. de Quatrefages parle de prognathisme. Les Finnois sont-ils prognathes? Si j'en crois M. Virchow, qui a me suré attentivement tous les crânes du musée de Copen hague, il n'en est rien. (Die altnordischen Schœdel zu Kopenhagen, Archiv. fur Anthropologie, ÍV, 74). « Le crâne lapon, dit-il, a le visage bas et large, la racine du nez très-large, les orbites écartés, la mâchoire inférieure très-basse ; la mâchoire inférieure paraît prognathe, mais en réalité, le squelette du visage est orthognalhe. Quant aux Finnois (page 78), ils sont brachycéphales et ortho gnathes, leur crâne a un beau développement, le nez est long, étroit, fortement saillant et ne se rapprochant du nez lapon que par la largeur de la racine. » (I) Rapport sur les progrès de V Anthropologie, p. 261. (2) Le premier dans YArchivio per l'Antropologia, le second dans les bulle tins du Circologeograflco italiano."], [55, "51 Les prognathes ne seraient doue point des Finnois, mais des Lapons. Premier point douteux. Ensuite M. de Quatre fages_ cite comme finnoises les po pulations de la Basse-Bretagne, et il nous apprend aussi que tes Lettons de la Lithuanie (fortement mélangés de Finnois d'après lui), sonl en général d'une très-petite taille, les femmes surtout. « II y en a qu'on prendrait pour des naines. » (La race prussienne, p. 26.) Mais d'abord, nous savons par M. Broca (Anthropo logie de la Basse-Bretagne) que les petils hommes dans cette région ont les cheveux foncés et tes yeux noirs, chàlains et plus souvent d'un bleu très-foncé ou d'un vert sombre (p. 450). Est-ce là la couleur des yeux des Fin nois? Et ensuite, les Finnois sont-ils réellement si petits? A ces deux questions nous ne pouvons répondre qu'en reproduisant textuellement le portrait qu'en font quelques auteurs. D'après Perty (Grundzuge der Ethnographie,^. 148), les Finnois sont robustes, leur visage est plat, les os zygo matiques sont saillants comme chez les autres Mongols; mais les cheveux ne sont pas seulement noirs, on en trouve aussi de bruns, de roux, de blonds, l'ceil est gris, le teint brunâtre. Von Klœden (Handbuch der Erdkunde, I, 869), leur donne des cheveux blonds ou châtain-clair, des yeux gris, la peau brunâtre, la taille moyenne, les membres ro bustes. Vollgraff' (Die Menschen und / œlkerkunde, II, 421), indique la peau jaunâtre, la barbe mince, les cheveux fréquemment roux, la taille moyenne, tes épaules larges, le visage carré à la mongolique, mais moins plat que chez les Samoièdes."], [56, "52 Enfin nous lisons chez M. de Quatrefages lui-même (p. 25) : « Les Esthoniens forment le groupe finnois lc plus compact et le mieux étudié. En résumant tes descrip tions qu'en ont données différents auteurs, on trouve que ces peuples sont de taille moyenne. » (On voit que nulle part il n'est question de nains.) — « Leur buste est long, leurs jambes courtes, et la région du bassin est large rela tivement à celte des épaules. Leurs traits, surtout dans la jeunesse, peuvent être gracieux. Pourtant les yeux sont généralement enfoncés ; le nez droit, peu arrondi, est sou vent trop petit pour la largeur des joues » (ceci n'est pas d'accord avec ce que dit M. Virchow : nez long, étroit, fortement saillant) — « et l'intervalle qui le sépare de la bouche est trop court. Quant au teint et à la couleur des cheveux, les Esthoniens présentent deux types. Les uns ont la peau claire et tes cheveux d'un blond jaunâtre ou rougeàlre ; les autres, les cheveux noirs et lc teint brun. » Ce qui semble ressortir de toutes ces descriptions, c'est d'abord que la race est loin d'être pure ; des cheveux noirs à côté de cheveux blonds, châtains, roux, cela fait évi demment supposer un fort mélange, et l'on en est à se demander si ce peuple si bien doué et dont les œuvres poétiques occupent une si belle place dans la littérature (I), n'aurait pas dans ses veines une certaine dose de sang aryen . Une deuxième conclusion à laquelle on est naturelle ment conduit, c'est qu'il faut se garder de confondre en ethnographie tes Finnois et les Lapons. Au point de vue (I) Voir le portrait qu'en fait M. Carrière : DieKunsl im Zusammenitange der Cuìturentwickelung, III, 2, p. 45 et suiv."], [57, "53 de la langue sans doule les rapports sons très-étroits, et il y a même là, comme pour la question des Magyars, un problème qui attend encore sa solution ; mais au point de vue physique il n'en est pas de même. Les Lapons, dit M. Virchow (1) ont peu de traits communs avec les Fin nois. M. King, qui leur a consacré une étude spéciale (2) affirme qu'ils n'en ont pas un seul. D'après tous les auteurs ils sont petits, leur peau est d'un jaune brun, ils ont les yeux noirs et obliques, le front large et bas, le nez court et plat, la bouche très-fendue, les os zygomatiques sail lants, le menton pointu, les cheveux noirs, courts, durs et hérissés, la barbe rare. La question est donc des plus complexes, et si l'on re cherche quelles sont les populations préaryennes qui ont pu laisser des restes en Belgique, il faut songer à la fois aux Ligures, aux Finnois et aux Lapons, ou au moins à une famille très-voisine de ceux-ci. On sait cn effet (5) que les peuplades qui ont habité nos grottes pendant l'àge du renne, étaient d'une taille au-dessous de la moyenne et qui ne dépassait guère lm40. Contrairement à [opinion de M. Dupont (4), j'incline à penser que le souvenir de ces troglodytes vit encore dans de nombreuses traditions populaires. Nilsson (-i) me semble avoir établi en effet d'une façon probante que c'est bien à eux que se rapportent la plupart des traits donnés aux nains des légendes germaniques et scandinaves; or ces légendes se retrouvent chez nous presque identiques, (I) Arcliiv fur Anthropologie, IV, 62, 74. (2) King, The Lappt, Report os the British Association, 1871, p. 155. (3) Dupont, L' Homme pendant les âges de la pierre,^' édit., p. 145. (4) Ibid, p. 239. (5) Nilsson. Les Habitants primitifs de la Scandinavie, ch. VI. S"], [58, "54 et cela non-seulement chez les Wallons avec leurs N u tons et leurs Sotais, mais aussi dans les provinces flamandes. Ainsi à Hersselt, dans la Campine, les nains, kabouter mannekens, vivaient dans des trous, à Gelrode dans des creux de montagnes, de même à Turnhout, aux environs d'Aerschot, à Bruges, près de Louvain, à Ghyseghem (1) ; dans la partie du Brabant, voisine de Jodoigne, où abon dent les grottes, on cite un ancien village du nom de Sotaelfouarge (2), la forge du sotai. On racontait au sujet de ces nains des particularités assez curieuses. A Hersselt, on les accusait d'enterrer vivantes leurs vieilles femmes (5) ; or on sait que cet usage existe réellement chez plusieurs peuplades ouralo altaïques (4). Généralement on les représentait coiffés d'un bonnet rouge (o), et Nilsson nous apprend qu'aujour d'hui encore les Lapons portent un bonnet rouge ou bleu (6). Enfin à Langdorp, près d'Aerschot, on leur don nait expressément le nom de Lapplanders (7). Généralement ils étaient actifs, serviables, très-adroits, mais prompts à jouer des tours à ceux qui les tourmen taient, et ils avaient même la réputation d'être sorciers. Bappelons à cet égard que le nom de Trulleman, si fré quent chez les Flamands, nous reporte directement au troll, le sorcier lapon. M. Dupont objecte que les Nutons, dans la légende, sont habiles à travailler les métaux, tandis que les hommes des (1) Wolfl. Niederlœndische Sagen, p. 308, 309, 510, 573, 574, 575, 576. (2) Cf. Grandgag. Noms de lieux, p. 107. (3) Wolff. Op. cit., p. 310. (4) Cf. Diefenbach, Vorschule der Vœlkerkunde, p. 247. (5) Wolff. Op. cit. Légende de Rothmíìtzchen, n° 474. (6) Nilsson, p. 269. (7) Wolff. Deutsche Mœtchen."], [59, "55 cavernes ne connaissaient d'autres armes que la pierre, mais il oublie que te caractère de la légende esl précisé ment de se transformer suivant tes conceptions dominantes de l'époque. On se rappelait que les nains étaient des ou vriers habiles, mais le souvenir de l'àge de la pierre était perdu, et qu'auraient-ils fait alors, sinon réduire tes mi nerais? C'est ainsi, je l'ai noté déjà plus haut, que toutes tes traditions relatives aux saints ne sont que des adapta tions nouvelles d'anciens récits mythiques, c'est ainsi, pour citer un exemple entre mille, que les pierres levées consi dérées comme le siège de certaines divinités et notamment de Hilda ou Brynhild, la Walkyrie guerrière, sont deve nues les pierres de Brunehaut, la reine d'Austrasie', avec laquelle elles n'ont pas eu certes te moindre rapport (1). — Ajoutons d'ailleurs que certainement, à [arrivée des populations qui introduisaient enfin dans noire pays l'usage des métaux, les anciens habitants, déjà assouplis au travail, n'ont pas dû tarder beaucoup à leur emprunter cet art nouveau, qui avait transformé les conditions de la vie. Je suis donc porté à croire que tes aborigènes se sont con servés ici comme ailleurs en plus ou moins grand nombre, et si ce n'était trop de hardiesse, je poserais la question de savoir si, de nos jours mêmes, on n'en pourrait retrouver quelques traces. J'ai observé, en effet, en plusieurs en droits, et notamment dans la vallée de la Meuse, aux en virons de Bouvigne, par exemple, et dans le Hainaut, non loin de Mons, des femmes d'un type bizarre et sai sissants la peau jaunâtre, aux cheveux et aux yeux noirs, au front étroit et proéminent, à la figure large, et surtout ll) Cf. Simrock, Mythologie, p. 406."], [60, "56 d'une taille extraordinairement petite. En tes voyant, on ne pouvait s'empêcher d'être frappé, comme en présence d'un être étranger au milieu dans lequel on vit d'ordinaire. Toutefois, je n'avance ce rapprochement que comme une hypothèse, et je suis loin de vouloir lui donner te caractère d'une affirmation positive. Disons maintenant quelques mots des Finnois, c'est à-dire des hommes de taille moyenne, avec pommettes saillantes, cheveux pâles et yeux gris. Y a-t-il quelque té moignage historique, où il soit question d'eux? Pour ma part, je n'en connais qu'un seul, et encore n'y arrive-t-on que par des voies détournées : quelques auteurs, en effet, entre autres, Schafarik (Slaivische Alterthumer, I, 511), Sjœgren (Schriften, I, 92), Vollgraff' (Slaats- und Rechts philosophie, II, 421) assimilent les anciens Scythes aux Tchoudes finnois, en se basant sur des considérations phi lologiques d'une certaine valeur (1). Or, le vieux Meyer que j'ai eu l'occasion de citer plus d'une fois déjà, nous a laissé le passage suivant : « Gestellenses (les habitants de Ghistelles, dans la Flandre occidentale), gens scytica, nul lis feritate cessere... Intra terminos parochia? Gestellensis est qua?dam vena terra? nigerrima et interdum rusa, qua? crebris paludibus intersita non facile potest adiri. In his ergo locis moratur genus hominum atrocissimum , qui omnem ferocitatem hujus gentis genuina animositate su perare videnlur, (Meyeri, Comment, sive Annales. Ed. 1861, p. 50). Cette désignation de gens scytica est-elle suffisante (1) Je dois dire cependant que Grimm, Geschichte der Deutschen Sprache. 3° édit., p. 153 etsuiv., n'est pas de cet avis, et que Pott, Elymol. Forschun gen, II\" Theil, lle Abtheilung, lcl'Band, 2e Abtheilung, p. 819-854, réserve son jugement."], [61, "57 pour justifier [assimilation de ces hommes aux Finnois? Personne n'osera le dire. II y a, en vérité, un détail, le sé jour au milieu des marécages, qui parait assez caractéris tique; toute cette race, en effet, semble particulièrement adaptée à un milieu humide, et l'on sait qu'elle-même se donne te nom de Suome, du mot suo,palus (1). Toutefois, je pense que le doute est encore prudent dans l'état ac tuel de la queslion. Nous en sommes donc réduits à l'observation directe, la tâche est délicate, et tout ce que je puis affirmer, c'est que l'on rencontre en Flandre, et ailleurs, un nombre considérable d'hommes et de femmes dont la taille est au dessous de la moyenne, et auxquels on peut attribuer les caractères suivants : front bas, visage très-élargi, avec les pommettes saillantes, nez retroussé, yeux petits et gris, cheveux cliàlain-pâte ou jaunâtres, prognathisme assez fré quent, mais très-léger, corps trapu et assez robuste. Je noterai, en passant, que je n'ai jamais rencontré de prognathisme chez les noirs, tandis que certains Flamands blonds, et même parmi eux des hommes très-distingués, présentent ce caractère de la manière la moins douteuse. Ce type, plus ou moins pur, se retrouve à Bruxelles même, notamment dans la partie basse de la ville, dans les quartiers avoisinanl la Senne, tandis que du côté de la rue Haute, le quartier dit des Marolles, semble, au con traire, avoir conservé quelques traces des anciens arti sans wallons qui y séjournaient. Y a-t-il là [indication d'un mélange avec une race alliée de près ou de loin aux Mongols, et ce mélange rendrait-il (I) Cf. Pott. Op. cit.. p. 853.011 rapproche aussi l'appellation de l-innen, qu'ils ont probablement reçue des Germains, de l'ags. fen (en damant! venne). marécage."], [62, "58 compte en partie de rabaissement de la taille de la popu lation blonde? Je pose la question sans la résoudre. Cet abaissement, d'ailleurs, est dû, au moins dans une certaine mesure, à l'influence de l'élément noir, dont la présence est incontestable. J'ai cité les observations sta tistiques de M. Beddoe, relatives à Bruges et à Anvers; il me reste à les compléter, en donnant les chiffres qu'il a recueillis pour Liège, et afin de rendre ses résultats plus sensibles, j'opposerai aux yeux et aux cheveux décidé ment foncés ['ensemble indistinct de toutes tes autres nuances. . . Ce tableau prendra alors la forme suivante Yeux clairs Y fnm.j. Cheveux blonds Cheveux et intermédiaires ■\"■\".\">•■ ou châtains. foncés. Bruges 624 376 646 354 Anvers — ville. ... 694 320 731 283 Anvers — campagne. . 743 255 796 202 Liège— ville. ... 660 340 526 474 Liège — campagne. . 590 409 500 499 Ces populations aux cheveux et aux yeux foncés pré sentent généralement le type que les anthropologistes français assignent aux Ligures ; j'ai noté les caractères suivants : taille petite, trapue, tête arrondie avec la pro tubérance occipitale fort peu accentuée, front fuyant vers tes tempes, crâne fortement bombé au sommet, sourcils épais, souvent proéminents, yeux ovales et brillants, nez droit, de forme régulière et de longueur moyenne, arrondi à l'extrémilé, à ailes développées, menton peu proéminent, cheveux quelquefois frisés, mais plus souvent seulement ondulés. Ce type varie du reste suivant les mélanges auxquels il a été soumis ; parfois il s'allie à une peau d'un blanc mat,"], [63, "59 semblable à celle qui domine sur tes bords de la Méditer ranée. Peut-être faut-il songer ici au sang espagnol qu'une occupation prolongée a nécessairement dû infuser dans la population. C'est dans le Hainaut que les noirs semblent le plus abondants et le plus purs, et l'on se rappellera que cette province seule parmi toutes les autres a conservé pendant longtemps au moyen-âge des coutumes fortement em preintes des éléments du droit romain (1). A Liège et dans les environs ils ont échangé une partie de leurs caractères contre ceux de la race élevée et osseuse, sur laquelle j'ai à revenir encore. En Flandre ils se sont rap prochés beaucoup pour la complexion et la coupe du visage de la population au milieu de laquelle ils se trou vent, mais sans perdre cependant leurs autres caractères originaux ; c'est surtout sur la bande d'alluvions enlre les villages de la côte et les terres sablonneuses de l'intérieur qu'ils me semblent être le plus nombreux. Notons en pas sant que les chiffres donnés par M. Beddoe pour Bruges et Anvers sont en parallélisme parfait avec ceux de la sta tistique relative à la taille. Pendant la période 1842-1860 Anvers comptait 126 exemptions sur 1 ,000, les deux Flan- 1(54 g _j_ I7Q dres réunies : — = 171,5, c'est-à-dire environ 2 2/5 de plus ; la même proportion existe pour la couleur des cheveux : à Anvers 283, à Bruges 554. Après avoir jeté te plus de lumière possible sur les élé ments anonymes de la population belge, passons aux deux grandes races historiques, tes Germains et les Celtes. La majorité de la population flamande est évidemment (I) Cf. Warnkímig, Histoire du droit Belgique."], [64, "60 germanique ; elle se reconnaît aisément à sa chevelure blonde ou châtaine, à ses yeux clairs, à son teint frais ; dans l'enfance les cheveux sont presque blancs, plus tard ils se foncent souvent, mais ils ne prennent jamais la teinte brune ou noire par laquelle j'ai cru pouvoir distinguer rélément méridional. Un des traits qui pour l'observateur attentif signale immédiatement un visage germanique, sur tout chez la femme, c'est te peu de fermeté des contours ; toutes les lignes sonl molles, vagues et arrondies. Dans certains cas on obtient une douceur incomparable; la beauté réside alors tout entière dans l'expression, dans la fraîcheur, dans le velouté de la peau et dans cette indéci sion même de la physionomie qui laisse le premier rôle au charme lumineux du regard et à l'éclat du sang qui court sous la peau transparente. Mais par un retour inévitable, la bouffissure que rend extrêmement fréquente la prédo minance du tempérament lymphatique, ou bien encore la maigreur exagérée produit, un ensemble dont rien ne vient tempérer la laideur. Ici, comme en Hollande, ce type germanique a deux formes distinctes, et nous pouvons les caractériser à peu près comme le fait Lubach, dans son livre sur tes habitants de la Néerlande. I. Type grand. — Crâne ovale-allongé, plus ou moins aplali au sommet, et relativement étroit. Protubérance occipitale prononcée, visage allongé, peu de saillie des os zygomaliques. Nez grand, droit, quelquefois courbé, la poinle dépassant les ailes. Mâchoire inférieure haute, mais peu saillante. Menton bien dessiné. Bouche grande. Car rure médiocre. Taille élevée. II. Type moyen. Crâne ovale-arrondi, légèrement voûlé au sommet, assez large. Visage arrondi. Os zygomaliques"], [65, "61 plus saillants. Nez gros, sans éminence, à pointe ne dépas sant pas les ailes. Épaules plus larges, taille plus ra massée. Pris dans Ioule sa pureté, ce type présente une parti cularité qui est bien indiquée sur les tableaux des anciens maîtres de l'école allemande : le menton est séparé du reste de la mâchoire, à droite et à gauche, par une petite ligne, qui donne à la physionomie un charme étrange. Le premier de ces types, correspondant au frison de Lubach, existe sur les bords de la mer, fréquent dans les familles de pêcheurs; on te rencontre aussi dans la pro vince d'Anvers, et peut-être dans la population du Lim bourg, où certains hommes dépassent en hauteur tous leurs compatriotes des autres provinces; enfin d'une ma nière sporadique il est parsemé çà et là au milieu du second lype. Celui-ci est le plus fréquent; c'est celui qui constitue la masse de la population flamande. Sans doute, il paraît, surprenant qu'une seule race puisse fournir pour la taille de semblables contrastes. Quelle distance n'y a-l-il pas entre ces vigoureux et su perbes habitanls de Salzkammergut qui, à mes yeux, re présentent le type idéal du Germain, et ces hommes tra pus, si fréquenls chez nous et ailleurs, en Hollande, sur les bords du Rhin, en Bavière, etc.? Le problème est en core insoluble, car on ose à peine supposer que cet abais sement général de la taille soit dû à l'aclion d'un mélange qui aurail pénétré notre population jusque dans ses cou ches les plus profondes. Peut-être, cependant, est-il permis de noter quelques faits qui, dans l'ordre physique et dans Tordre moral, ont pu contribuer en Flandre à ['élimination des meilleurs"], [66, "62 éléments ethniques, et par suite à la transformation par tielle de la race. J'entends parler d'abord de l'insalubrité du pays. N'est on pas autorisé à croire que certains peuples résistent mieux que les autres aux miasmes paludéens? L'exemple des nègres est là pour l'atlester. Les observations de M. Beddoe en Angleterre l'ont conduit à avancer que les constitutions blondes sont moins capables de supporter les conditions anti-hygiéniques (1). Je ne sais si te mot blondes est exact ; peut-être vaudraif-il mieux dire lym phatiques. Un fait certain, c'est que dans toutes les con trées où les Aryens ont rencontré une race de teinte fon cée, c'est celle-ci qui a pris le dessus, et l'on a noté que dans les mariages où l'un des époux est blond, l'autre noir, la majorité des enfants a une tendance marquée à emprunter cette dernière couleur. Enfin, il faut tenir compte aussi des penchants individuels : on a établi que dans les Iles britanniques une femme à cheveux noirs a plus de chance de se marier qu'une blonde (2). Quant aux influences historiques, elles sont d'une ap préciation difficile. II n'est cependant pas douteux que dans les grands événements du monde, il ne se fasse une véri table sélection ; les tendances varient avec les races, et dans un groupe mêlé, les époques de crise doivent néces sairement provoquer des mouvements divers. L'histoire de la Flandre n'a été qu'une série de luttes héroïques, et rarement c'est la cause de la liberté qui a remporté le triomphe ; aussi que de victimes depuis tes guerres natio nales contre la France jusqu'à celles du protestantisme contre l'inquisition ! Toutes les âmes nobles et fières, tous (1) Bulletins de la Société d'Anthropologie, V, 8b5. (2) Ibid."], [67, "63 les hommes avides d'indépendance, pénétrés de l'amour de la patrie, incapables de se plier à la contrainte de l'Église catholique, ont été décimés ; et parmi ceux qui restaient debout, combien n'ont pas préféré l'exil à la sou mission. Elle est longue la liste des protestants zélés qui sont allés demander un asile à [Angleterre et dont le dé part a enlevé à notre pays ses meilleures forces. C'est ainsi que tes peuples s'abâtardissent! II me reste encore à parler des Wallons, et je dois commencer par déclaïer que je suis surpris des contro verses qui ont pu s'élever à leur sujet. Faisant abstraction, en effet, de toute idée préconçue, un observateur quelque peu habitué aux comparaisons ethnologiques, sera forcé de reconnaître immédiatement qu'il se trouve en présence d'une race qui diffère sensiblement de la race germanique. Sans doute, les Wallons ne sont pas plus purs que les Flamands : il y a parmi eux divers éléments préaryens, il y a, notamment dans te Hainaut, je l'ai dit déjà, et dans la province de Liège, une quantité considérable d'hommes aux cheveux et aux yeux noirs, qu'on les appelle Ligures ou de tout autre nom ; les Germains aussi ne sont pas rares dans toutes nos provinces méridionales. Mais te type dominant, le type original qui se retrouve dans toutes tes contrées wallonnes est incontestablement le type celtique, et voici comment on peut essayer de le caractériser : Stature élevée, souvent très-élevée, . membres forts, corps et visage osseux, cheveux blonds, yeux clairs, figure longue, nez saillant, muni sur le dos d'une forte éminence et à extrémité arrondie, s'abaissant légèrement vers les lèvres, menton saillant, crâne dolichocéphale, à protubérance occipitale accentuée (I). (1) C'est a peu près le portrait que M, de Belloguet, Ethnogénie gaul., II, 90,"], [68, "64 II y a dans cet ensemble une foule de traits qui le dif férencient nettement de l' Aryen germanique. Je suis tenté de croire que la taille du Celte-Wallon (ce que l'on a nommé longtemps le Kymri) est plus uniformément grande que celle du Germain (deuxième type) ; M. Broca a entrevu ce fait (Ethnologie de la France, p. 507). « Partout, dit-il, où les Kymris ont été fortement croisés, soit avec les Germains, soit avec les Celtes (il entend les Ligures,) leur taille a diminué; » mais il n'ose en con clure que tes Kymris étaient plus grands que les Germains. Pour moi cetle conclusion s'impose presque nécessaire ment. Non-seulement, on connaît la haute taille des Écossais des Highlands et celle des Irlandais blonds ; mais en Belgique, tandis que la majorité de la population flamande est de taille moyenne, ce sont les provinces de Namur et du Luxembourg, qui nous fournissent les plus grands hommes, et cela en dépit du mélange germa nique qui s'y est fait. II est vrai que nous avons aussi des Flamands de sta ture élevée, mais au premier coup d'oeil ils se distinguent des Wallons : jamais ils n'ont la figure aussi osseuse, les tissus cellulaire et adipeux sont beaucoup plus développés chez eux; leur nez peut être long, mais s'il n'est pas gros et arrondi, il est droit, tandis que le véritable nez wallon a sur le dos l'éminence caractéristique qui se remarque sur trace des anciens Gaulois. — M. Lagneau de son côté (Bull, de la Soc. d'Anthr., II, 559), définit de la façon suivante la race du nord de la France, qu'il appelle les Kimrys : Stature très-élevée et élancée, crime allongé, front large, élevé, un peu fuyant supérieurement, dépression à la base du nez, qui est saillant et droit ou recourbé, dont la poin'e est tournée en bas, et dont les ailes sont rele vées; visage allongé, menton saillant et rond, cheveux blonds ou roux, peau remarquablement blanche ísnr ce point seul il y a désaccord complet entre nous), yeux biens."], [69, "65 les ligures d'un des monuments les plus anciens de la Gaule, le tombeau de Jovin, à Reims (1); ensuilc, le teint wallon diffère absolument du teint germanique; bien loin d'être frais et vermeil, le teint wallon est terne, et dans quelque zone qu'on se trouve, au milieu de l'Ardenne, dans la vallée de la Meuse, dans la région des houillères, il n'a jamais ni éclat, ni finesse. Souvent, chez les campa gnards et les ouvriers exposés à l'ardeur du soleil, la peau prend un ton de brique qui justifierait [épithète de Peau rouge ; dans tes villes, au contraire, il reste gris et ter reux. Quant aux cheveux, ils sont souvent d'un blond très intense et présentent toutes les nuances les plus claires ; mais fréquemment aussi et sans doute par suite du croise ment avec la race noire, ils deviennent d'un châtain très accenlué. C'est ce qui a déterminé plusieurs anthropolo gisles en Angleterre (2) à représenter les Wallons comme bruns et à en conclure même que les Celles étaient une race foncée. A mon sens c'est Jà une erreur : les cheveux bruns sont un indice de mélange, et la race pure, telle qu'elle se retrouve par exemple sur les plateaux de la pro vince de Namur, est décidément blonde. Enfin ce qui est digne d'attention, c'est la massiveté du squelette qui se manifeste particulièrement d'une façon désagréable dans tes saillies osseuses du visage. En résumé ce type celtique de la Belgique méridionale manque de charme ; il est difficile de découvrir parmi les vrais Wallons un individu de l'un ou de l'autre sexe qui ait de la grâce et quelque peu de beauté. II est bien en- (1) La Revue archéologique, 18(30. [Manche VI, a reproduit ee monument. (2) Notamment M. Bcddoe, The lielts os Ireland (Journal os Anthropology, octobre 1870)."], [70, "66 tendu que je ne parte pas ici des Wallons aux yeux noirs, qui réunissent souvent toute la souplesse, toute la viva cité, tout le brillant des races du Midi. Pour conclure cette enquête que je me suis efforcé de rendre aussi fidèle que possible, je n'ai plus qu'à cher cher à l'aide des résultats dus à l'observation, l'interpré tation des chiffres relatifs à la taille que nous a fournis la statistique. Les provinces de Namur et de Luxembourg, qui comp tent le moins d'hommes au-dessous d'un mètre 56 (92 et 109 sur 1,000) et qui en même temps occupent le premier rang dans la catégorie de lm67 à 1 m79 (41 5 et 374) sont essen tiellement celtiques ; la population y est identique à celle du nord-est de la France, et notamment de la Champagne. Dans la région montagneuse on rencontre cependant un type particulier, celui de l'Ardennais, trapu et robuste, avec les jambes courtes, les épaules massives, le cou très-fort, la tête presque carrée; il est permis de croire qu'il habite ce pays depuis des temps très-reculés, et comme il offre certaine ressemblance avec plusieurs groupes allemands modernes, on est tenté d'y voir un rameau germanique, peut-être les anciens Germant cis rhenani. Les Francs ripuaires ont aussi laissé leurs traces, sur tout dans le Luxembourg, tandis que dans la province de Namur il y a une proportion notable de la race noire, que j'ai cru pouvoir assimiler aux Ligures. Enfin je cite pour mémoire les descendants probables des troglodytes, que recèlent encore quelques vallées. La province de Liège se signale par le haut chiffre de la première et de la troisième colonne (144 et 348), tandis que le groupe intermédiaire de 1\"'56 à 1\"'66 est relative-"], [71, "67 ment un des plus faibles (495). Le tableau de M. Beddoe nous a appris de son côté que les cheveux foncés y font équilibre aux cheveux blonds. On voit donc qu'il y a ici deux populations à peu près d'égale force en présence, l'une grande, blonde, composée de Celtes et de Germains, l'autre petite et noire. La vallée de la Meuse, on le sait, a été habitée de très-bonne heure, et elle paraît avoir con servé à travers toutes les invasions successives, des restes nombreux de ses premiers habitants. Je dois faire remarquer qu'ici , comme aux environs de Mons, il s'est opéré entre les grands et les petits des croisements qui plus qu'ailleurs ont donné aux noirs une taille élevée ; on rencontre très-fréquemment en effet des individus qui joignent aux cheveux et aux yeux de teinte foncée le squelette lourd et le visage osseux qui n'appartiennent pas à leurs frères noirs de race plus pure. D'un autre côté les blonds excitent souvent l'éton nement par la multiplicité de nuances que présente une seule tête : il n'est pas rare de découvrir des mèches rousses, gris cendré, jaune-paille au milieu d'une cheve lure châtaine. U semble que le mélange des divers éléments ethniques ne soit pas encore parfaitement établi dans cette région. Le Hainaut est la province wallonne où les Germains sont le moins nombreux — abstraction faite naturellement des mineurs venus du pays flamand. — J'ai déjà eu l'oc casion de signaler la place considérable qu'y occupent les noirs. Chez ces derniers certains nez fortement aqui lins font songer à des colonies romaines. Dans les provinces flamandes, le Limbourg tient le pre mier rang pour les hautes tailles — 375 au-dessus de 1B,67. Mais il y a aussi un chiffre assez fort de petits, 147."], [72, "68 Aux environs de Tongres, par exempte, le contraste entre ees deux extrêmes est frappant : de vrais géants d'une part, tous blonds — et de l'autre des hommes à la chevelure foncée et de taille au-dessous de la moyenne. La province d'Anvers occupe une position moyenne : mélangée sans doute comme toutes ses voisines, et ayant conservé même des souvenirs de ['occupation espagnole, elle est riche cependant en spécimens typiques de la vraie race bas-allemande. Dans le Brabant il faut distinguer entre la partie wal lonne, qui est en majorité celtique, et la partie flamande. Celle-ci, malgré l'influence de la capitale, a maintenu ses caractères d'une façon très-remarquable. Dans certains villages des environs de Bruxelles, mieux que nulle part ailleurs, on retrouve tes cheveux blonds soyeux et la peau fraîche et transparente, qui est propre à la race. Quant aux deux Flandres, je crois inutile de revenir sur les détails que j'ai déjà donnés. Je note seulement cc point intéressant, que dans la bande wallonne qui s'étend le long de la Lys dans la Flandre occidentale, la popula tion diffère manifestement de celle du bassin flamand de l'Yser (1). Elle est en effet plus grande, plus maigre, plus vive, et peut-être la forme du nez, plus souvent recourbé que chez les Flamands, fait-elle soupçonner un fond cel tique primitif. Aurions-nous là alors les véritables Ména piens ? Dans ce résumé rapide j'ai fait abstraction de l'élémenl présumé finnois ou ougrien, sur lequel des investigations plus précises sont nécessaires. (1) Je dois ce renseignement a M. l'avocat Louis de Simpel, de Warnélon, qui m'a communiqué sur cette région des observations très-précises et très-in téressantes."], [73, "69 Tous ces résultais, je ne me le dissimule aucunement, n'ont encore qu'un caractère de vérité relative: il n'est pas fort difficile, quand on en a acquis [habitude par des observations répétées, de distinguer au milieu d'une popu lation le type ou les types qui dominent. Cependant pour arriver à la certitude complète, il faut recourir à une mé thode plus rigoureuse, celle des mensurations céphaliques. Si je n'en ai pas fait usage , c'est que je la crois plus dangereuse qu'utile, quand elle ne s'appuie pas sur de très-grands nombres : mesurer trois ou quatre têtes au hasard clans une localité, c'est courir au devant des plus colossales erreurs ; en mesurer un millier dans chaque canton, c'est une lâche qu'un seul homme ne peut ac complir, et qui d'ailleurs n'a été essayée encore dans aucun pays de l'Europe. Je laisse donc à l'avenir le soin de rectifier tes défec tuosilés de ce petit travail. Ce que je crois avoir prouvé, c'est que la population de la Belgique est en partie cel tiques), en partie germanique, el qu'au dessous de celle couche aryenne, la dernière venue, il y a encore de nom- (1) Au moment de metlre sous presse, je reçois le n° A du « Journal os the Anthropological ltistitute, » qui contient un mémoire de MM. Charnock et Carter Blakc, sur les caractères physiques, intellectuels el philologiques des Wallons, et une noie additionnelle de M. Beddoe sur lc même sujet. — Je constate avec plaisir que les observations de ces anthropologistes distingués concordent parfaitement avec les miennes. Tous trois considèrent les Wallons comme les descendants des anciens Celtes. « Leur type, dit M. Bcddoc, (p. 18) diffère d'une façon marquée des formes qui prédominent dans les Flandres, le Brabant, la Westphalie et les pays du Rhin-inférieur. Peu de frontières ethno- logiques dans l'Europe occidentale sont mieux tranchées... Ce type wallon est fondamentalement le même que celui qui règne dans le nord de la France, de Reims á Dieppe. » Cependant M Beddoe insiste encore sur la couleur foncée de la chevelure ; niais il semble bien près d'admettre qu'elle est due au mélange avec un élément ligure. — Je n'ai pas besoin de répeter ici combien ces vues sont conformes à celles que j'ai développées dans cette notice. 5"], [74, "70 breux éléments allophyles. Ceux-ci doivent incontestable ment se révéler par leur activilé morale, non moins que par leur type physique. C'est là une face de la question que je n'ai pas voulu aborder dans cette notice Je me réserve d'y revenir plus lard."], [75, "RECHERCHES SUR L'ETHNOLOGIE DE LA BELGIQUE PAR LÉON VANDERKINDËRE Ajgrúgé près la faculté de philosophie et lettres de l'Uuiversité libre de BruxelUi. BBUXELLES C. M U Q U A R D T , Ê D I T K U R E. MERZBACH, SUCCESSEUR MÊME MAISON A LEIPZIO. 1872"], [76, ""], [77, ""], [78, ""], [79, ""], [80, ""], [81, ""], [82, ""]]