[[1, ""], [2, ""], [3, ""], [4, ""], [5, "\"PEN-AND-INK SKETCHES\" OF pjitke jlfife IN S8QTH1BK IMOIA; BEING A COLLECTION OF CONTRIBUTIONS TO THE \" MAVBAS MAIL,\" AND THE \" MADRAS TIMES.\" BY A NATIVE. fstafl x a s : PRINTED BYC. FOSTER AND CO. FOSTER PRESS, 23, RUNDALL'S ROAD, VEPERV. 1880. [All Rights Reserved.]"], [6, ""], [7, "m ?I?t0 ©state Cfje ftigfjt pjcmorablc nntt fHost Koblc RICHARD PLANTAGENET CAMPBELL TEMPLE NUGENT BRYDGES CHANDOS GRENVILLE, DUKE OF BUCKINGHAM AND CHANDOS, '-Ua-ueiiwi as Me Sfite<u'</e*iciu. cJ ' qfialf <£r/. (~Ue<xlac/ t/C; efey etCy TKlOi LuTtFLI woLyraiig WHICH AIMS AT ENDEAVORING TO INTEREST THE ENGLISH READING PUBLIC IN THE 'INNER SOCIAL LIFE' OF THE INDIAN PEOPLE, 01* 132 permission, imi©§t KiiiPieTraLLV E>i®o<gATi[B>9 IN TOKEN OF CRATEFUL RECARD FOR THE DEEP INTEREST HIS GRACE HAS EVINCED IN THE PROCRESS AND WELFARE OF THE HINDU COMMUNITY, ly HIS GRACE'S MOST HUMBLE, OBEDIENT, AND OBLIGED SERVANT, tfjjt MI}tn\\"], [8, ""], [9, "Prefatory. The pages that follow contain, with a few slight altera tions and corrections, the bulk of three different series of papers which I contributed, at pretty regular intervals during the years 1877-78— one to the local Mail, and the two others to the Madras Times. The ' Sketches' in this collection are divided into three Parts: — Part I relating, more particularly, to the different \" Castes\" ; Part II being descriptive of Professions, and official or other callings ; while Part III is devoted to such of the 'special and supplementary' phases of Native Life as could hardly, in my opinion, be omitted in an account of the present state of our social organisation. The very favorable reception these ' Sketches5 met with on their first appearance, the exceedingly complimentary way in which the Editoi'S of both the above-named journals were pleased to speak of them, and the oft-expressed wish of many of my friends that I should ropublish them in some convenient and preservable shape, have all induced me to submit the present volume to the Reading Public, whom I trust it may serve to amuse or entertain, if not to edify and instruct. Though intended mainly for the European reader, these Sketches are written from an entirely native point of view ; and deal chiefly with such points of interest in tho ' inner social life ' of the Hindu people as do not, from the very nature of things, lie within the range of the ordinary outside observer."], [10, "I am only too painfully conscious that my ' Sketches fall sadly short of the object with which they were written —that, namely, of endeavoring to interest the people of Great Britain and the Colonies in those fellow-subjects of theirs who people this greatest Dependency of the British Crown — and, in fact, of what I myself could wish them to be. Were I, however, to begin to rewrite them just now (which I have no time to do), I should certainly end in producing a book fuller, perhaps, of information and even interest, but entirely different from my original pro ductions in print. Hence my almost absolute adherence to those originals in form as well as in substance. Such as they are, however, I trust the ' Sketches' will be not un worthy the notice of those interested in the great question of Indian Progress; and it will be no small satisfaction to me, should my humble efforts in this direction prove of any use to those who can bring the force of their high position and influence to bear upon all such questions as concern the welfare of the country. I should be guilty of gross ingratitude, and utter want of good taste, were I to omit here to mention the very great obligations I am under to William Digby, Esq., c. I. e., formerly Editor of the Madras Times, and C. K. Lawson, Esq,, Proprietor and Editor of the Madras Mail, for the kind assistance and encouragement they favored me with both these gentlemen having not only paid me for my Con tributions from time to time, but also having done me the further favor of allowing me to reprint them as now. J. A. V. Madras ; ) December, 1880. j"], [11, "CONTENTS. PART FIRST. (\" Castes.\") No. Title. Page I. The Hindu Home (t) 1 II. The Brahman (T) 12 II A. Life in a Brahman Household (t) 24 III. The Kshatriya (t) 33 IV. TheVaisya(T) 42 V. The Siidra(T) 50 VI. The\"Mudaliyar\" (T) 60 VII. The \" Nayudu\" (t) 70 VIII. The \" Pillai\" (t) 78 IX. The Raiyat or \" Reddi\" (T) 88 X. The Golla (m) 98 XI. The Panchala or Goldsmith (t) 104 XII. The Outcastes (t) Ill PART SECOND. (Official and Professional.) I. The \" Munsif (t) 120 II. The \" Sheristadar\" (t) 131 III. The \" Tahasildar\" (T) 140 • • (t) Those papers marked thus appeared in the Madras Tivies; while those marked (m) appeared in the Madras Mail."], [12, "No. Title. Page. IIIA. The Sub-Magistrate (t) ... 149 IV. The Policeman (T) ,156 V. The \" Vakil\" (m) 163 VI. The Writer (m) 176 VII. The D. P. W. Overseer (t) 188 VIII. The Dresser (t) 196 IX. The Railway Station-Master (t) 205 X. The \" Grama Munsif\" (m) 213 XL The \" Gumasta\" (t) 218 XII. The \" Munshi\" (t) 226 XIII. The \" Sahukar\" (m) 236 XIV. The Pial School Master (m) 243 XV. Tho \" Cooly\" (m) 250 PART THIRD. (Special and Supplementary.) I. \" Young Madras\" (m) 257 II. The Catechist (t) 270 III. The ' Travelled Hindu' (t) 279 (t) Those papers marked thus appeared in the Madras Times; while those marked (u) appeared in tho Madras Mail."], [13, "j^eJIsisInL X Jf Jji^CsO J? e"], [14, ""], [15, "No. I.— THE HINDU HOME. tjtT is now considerably more than a JBL century since British Rule has beeu established in India ; and yet, we believe, there are scarcely any two nations in the world, under similar circumstances, that know so little of the inner life and domestic habits and customs of each other as the Hindus and their rulers. This belief of ours, we would beg leave to state, is no mere whim or * hobby' ; but is amply borne out not only by incidents of almost daily occurrence in this country, but also by the absurd and amusing errors, though pardonable enough ones in a foreigner, with which books like Meadows Taylor's Tara and Seeta and Allardyce's City of Sun shine, abound in those portions where they attempt to portray the home life and man ners of the Indian people."], [16, "2 THE HINDU HOME. Our present object, therefore, is to submit to the reading public a series of Sketches, of which this is intended to be the first, that will represent the various phases of native Indian domestic life, habits and customs, as much as possible, if not exclusively, from the purely native point of view; and if, in providing readable matter of this nature, we can succeed in directing and fostering that intelligent interest in their Indian fellow- subjects, which we rejoice to see has now been fully awakened in the minds of the British people, that in itself will be to us an abundant recompense. And now let us proceed with the work of delineating, for the benefit of our English readers, the Hindu home, which we have chosen as the subject of our present paper, for several reasons. It is a well known fact that a man is often best known by the sur roundings (material as well as moral) amid which he lives ; while it is an equally weighty, though perhaps not quite so familiar, a"], [17, "3 THE HINDU HOME. truth, that Architecture generally, and do mestic Architecture particularly, furnishes a key to many otherwise unopenable points in national character and customs. Then, too, before treating of the different sub-divisions of the people themselves, it may not be out of place to furnish the reader with a short account of the surroundings amongst which he must expect to find them, and to which we shall continually have occasion to refer in the course of the proposed series of'Pen and-ink Sketches.' With us, Hindus, the idea of a home is a great deal more sacred and binding than it is with the vast majority of Western, and in fact any other, nations ; and, since we are remarkable for conservatism, if we are remarkable for anything, the chief points of interest both in the exterior and interior of our houses are, to a great extent, the same among all castes or sub-divisions in our society. There is not much of show, much less of tinsel, to meet the eye"], [18, "4 THE HINDU HOME. in the outward appearance of the houses of even the wealthiest of Hindus — except, indeed, in the case of our Anglicised and otherwise (so-called) ' enlightened' country- men who indulge in all imaginable vaga- ries by way not only of house-building, but also of dress, and even the adoption of foreign manners. A very plain exterior will meet you as you approach the dwelling of the Hindu who has not departed from the simple and yet most suitable customs of his fathers. A narrow street porch (going com- monly under the outlandish name of a veranda) consisting of a pial (or raised base ment) Some two or three feet from the ground, covered by a light roof of bamboos or slit palmyra, surmounted by the coarse red tile so familiar here, runs along the whole front of the building. This roof is supported by pillars of teak or other native timber ; and the whole veranda serves the double purpose of affording shelter to the passer-by, and, occasionally, temporary lodg ing to the poor and the stranger, as also of"], [19, "5 THE HINDU HOME. warding off the solar glare from such of the interior apartments as happen to look street wards. In the centre of this street-porch are a few steps leading to the door, which is the main, and most frequently the only, means of ingress to and egress from the house. Not only the steps but also a good square-yard of ground in front of them, are swept clean, sprinkled with that Hindu domestic abomination which a friend of ours (learned in the Anglo-Saxon tongue) calls \" cowdung solution\" (!), and further orna mented with pretty devices in powdered chalk. The points that next attract one's attention are the festoon of leaves hung along the lintel, and the threshold and the lower halves of the door-posts being daubed over with saffron paste, and streaked and dotted at regular intervals with the red meal called kunkumam, which is most commonly used by native women in the mark they wear on their foreheads. All this ornamen tation, as indeed tho minutest detail in our social customs, has a meaning. The thresh-"], [20, "6 THB HINDU HOME. old is supposed to be the favorite haunt of Lakshmi, who is the wife of Vishnu (the preserving power in the Hindu Triad), and who, as her name signifies, is not only the deified embodiment, but also the source of all wealth and prosperity. Thus, you will observe how carefully, in entering or leaving the house, all Hindus will avoid treading on the threshold — always stepping over it with a caution bordering on positive reverence. On either side of the door-way are niches (most frequently triangular, but in these degenerate days of many other shapes) for placing lamps in. There are some more of these in the verandas on either side ; but they are only called into requisition at rare intervals, on such occasions, for instance, as the (Dipavali) \" Feast of Lamps.\" And now let us enter the house. You must bend pretty low unless you happen to be rather under five feet in stature — the distinguishing feature in the Hindu door- way being that it is almost square, and,"], [21, "THE HINDU HOME. 7 that its height seldom exceeds sive feet, being often much lower. The door, we should not omit to mention, is a massive conjunction of planks, fully an inch and a half thick, with deeply sculptured cross- pieces four, or even five, times as bulky. Well, passing through this somewhat for- midable entrance, we come upon a lobby or entrance-hall with a pial, some seven or eight feet long by three or four broad, on your right, and a locked-up room on your left, of which more anon. This part of the house is dignified with the appellation of rizhi; and is a sort of reception hall, no persons of a caste lower than the owner's being allowed to pass further, except under exceptional circumstances, such as the admission of a doctor in cases of sickness. The pial is used for a variety of purposes besides that of seating visitors. The male members of the family use it as their dressing-room when they take their periodi cal shave at the barber's hands. The curd seller, the vegetable-vendor and other"], [22, "8 THE HINDU HOME.. similar individuals, of whom the family are regular constituents, will assemble here every morning; and, depositing their baskets or other incumbrances' on the pial, keep shouting for the mistress of the house or somebody else to come and take what may be needed for the day's use. Here too will congregate from morning to noon, and from night-fall to two or three hours there after, almost every type and variety of the genus beggar, some of them indulging in most execrable attempts at vocal music ; others supplementing whining supplications with the sound of cymbals and stringed instruments (!), and others again yelling at the top of their voices for \" only a mouth ful of rice.\" But we are staying too long in the entrance passage. Passing through the lobby, and entering another, smaller, door, we come upon an inner veranda, skirting what foreign ers rightly term the redeeming feature in Hindu domestic architecture, namely the"], [23, "9 THE HINDU HOME. quadrangular courtyard (called militant) which is similarly bounded on all four sides — the several rooms of the houses opening on the verandas and thus securino the admission of a supply of light and air which would otherwise be utterly impossi ble. At the angle of the courtyard nearest the kitchen, is a well with a wooden lattice work frame inside, and a rope-and-wheel scaffolding above. Adjoining the kitchen, among the inner rooms, is a half-open apart ment called the kidam, which, being the dining room, is always kept scrupulously clean. Though tempted very much to do so here, we must reserve a description of a native Indian meal for another occasion ; and proceed with our description of the house itself. In the same line with the kitchen and kutam, or at right angles, or, again, in lines parallel to them are other rooms, chiefly those occupied by the several mem bers of the family and furnished according to the occupant's means. Among people of tho 'twice-born' castes, as they are called, B"], [24, "10 THE HINDU HOME. there is always a room set apart for tho worship of the family, tutelar, and other deities ; and, besides the adjuncts to such worship, the room will probably also be tho receptacle of all the family valuables. And now, lastly, for the room we men- tioned as lying to our left as we entered the house. It is the state-room of the whole establishment, and is under the immediate control of the head of the family. It is amply carpeted and cushioned, and may even contain a few chairs and sofas. The walls are adorned with mirrors and foreign prints fof no great character, and also dis- play some of those well-known perspective less paintings that our local native artists alone can produce, chiefly comprising \" studies\" from Hindu Mythology ! On wed ding and other festive occasions, this apart ment is further ornamented with flowers, colored paper and tinsel, fumigated with benzoin and otherwise perfumed, and as brilliantly lighted up as circumstances will"], [25, "11 THE HINDU HOME. allow. Nautches and other social gather ings will, of course, be held here ; but, during the greater part of the year this ' best room' will be, as we have seen it, kept under lock and key. Such is the average Hindu home, so far as its material adjuncts and belongings are concerned. In our next paper we hope to be able to introduce our readers to one, at least, of the many different kinds of people who inhabit buildings of this description, and see how they live, and move, and have their being. Meanwhile we trust we shall not be con sidered as having taken up too much space or time for these comparatively minor fea tures in the social and domestic economy of the chief representatives, in the present day, of the original Aryan race."], [26, "No. II.— THE BRAHMAN. \" Bevddhinam jagatsarvam ; Mantrddhinam taddevatd; Tanmdhtrm Brdhmanddhinam ; Brdhmand mamade vatd.\" [Translation. — The whole world is under tho coutrol of the gods ; Those gods are under the control of prayers (mantra) ; Those prayers are under the control of the Brahmans ; (therefore) The Brahmans are oar gods. | SO reads one of the nrost familiar, and yet, perhaps, most fundamental, among the sacred sutra (texts) in that system of religious belief which, closely interwoven with its sister-systems of jurisprudence and philosophy, still commands the admiration and study of the learned world. It is no wonder, therefore, that, among a peoplo who are essentially conservative, and who are governed by the tenets of this system with a despotism that words would fail to"], [27, "13 THE BRAHMAN. describe adequately — it is no wonder, we repeat, that the Brahman, individually, and as a class, occupies the very highest position, .socially, politically, mentally and perhaps even morally, in the great native Indian commonwealth. Hence it is that we have chosen the Brahman for the subject for our present paper. The Brahman \"caste,' however, is so rami fied and sub-divided that it will be ne cessary for us to briefly describe these different sects, chiefly for the information of the foreign reader. The grand sub-divi sion in the Hindu religious system is into the followers of Vishnu, who are termed Vaishnava; and those of Siva, who are termed Saiva. The Vaishnava Brahmans are again sub-divided into three sects, Aiyan gdr, Madhva, and GolkondaVydpari. Among the Saiva Brahmans we have the Desasta the Niydgi and the Vaidiki sects. The Aiyangdr sect is almost entirely con fined to Southern India ; or, strictly speak-"], [28, "14 THE BRAHMAN. ing, to the Tamil country; since its members not only speak Tamil, no matter what part of the country they are domiciled in, but their whole ritual is also in that language. Our readers will best recognise the Aiyangdr caste of Brahman by our describ ing them as those wearing the trident mark, consisting of a yellow or scarlet streak with two white ones on either side, joined at the bottom either by a mutual curve, or by a third small white streak just between the eyebrows, and a daub of the white paint, in the form of a triangle coming down the nose. This slight difference in the making of the mark denotes a further sub-division of the caste into the Tengalai, and Vadagalai sects. These two demi-sub divisions, so to speak, have only religious differences, eating in each other's houses and even inter-marrying. The great haunt of this particular kind of Vaishnava Brahman in any town or village is the vicinity of a Vaishnava temple — a large majority of them being employed as servants, and otherwise"], [29, "15 THE BRAHMAN. hanging on the sacred establishment. The scene at a tank in front of one of these temples any morning might form a picture perfect in its 'Orientalism'. Suppose we visit one of them. You have to descend by some half a dozen steps to come to the water- edge. The steps extend almost all round the tank, which is some fifty feet square. See what a motley group is collected before you. To your right, there is an Aiyangar gentleman who has just finished his ablutions and prayers (the latter almost invariably accompany the former according to Hindu usage) ; and he is a particularly prepossessing specimen of this particular sub-division of the human race. A white cotton cloth, about twelve cubits in length, by three in breadth, with a border on either side of red and yellow silk, fully four inches broad, is the sole garment in which he is clad, but which, nevertheless, sets him off to considerable advantage. We wish, though, he had fewer of those 'marks' on. Being stripped to the waist, and wanting,"], [30, "16 THE BRAHMAN. probably, to make up for lack of vesture, he has painted these marks on every conceivable part of his trunk, not even excepting such out-of-the-way and almost unpaintable places as the nape of the neck, and the centre of the back where the -spine meets the groin. Turning away from this almost tiger-painted creature, our attention is drawn to a group of women in the rear, distance. One of them is washing out a cloth (for laundress' work forms ai very fair proportion of domestic duty among our women), another is having a sort of scrub bath, which the others seem to have finished, for we observe their perfectly saturated garments clinging to their limbs. Each of the women has brought a large brass vessel for carrying drinking water to the house in ; and, after duly burnishing and replenishing the same, the whole party will set off in single file towards their respective houses. Then, look a little in front of you ; and what do you behold ? A mau stripped to the waist, and with his"], [31, "17 THE BRAHMAN. nether garments tucked up above the knee, standing in the water with the thumb and forefinger of his right hand closing tight over his nostrils, the little linger painfully lifted up (heaven- wards ?). He is perform ing perhaps the most holy and certainly the most binding, of ceremonies in the ritual entailed on every Brahman — to wit the Gdyatri, or prayer to the sun. It may not be out of place to mention here that it is owing to the impossibility of being able to perform this ceremony on board a ship that the orthodox Hindu considers a Brahman to have lost his caste and social status direct ly he crosses the water ! One more selec tion from the scene before us, and we have done. We need be under no compunction whatever as to our desecrating the puja bora sanctity or otherwise wounding the religious feelings of the two young fellows whom we now approach, and who salute ns with a ' good morning' instead of the traditional namaskdram (worship). They are also Brahmans; but Brahmans of the c"], [32, "18 THE BRAHMAH. \" Eumayscha agejao\" * class, so admirably taken off not only by the \"inimitable Dave,\" but also by the well-known author of \" Lays of Ind\" ; but we are unable to say whether they are Aiyangars or not, since they have not yet painted on their ' mark,' if indeed they at all trouble themselves with going through such an old-fangled operation. We fear these two young fellows are too degenerate to go through a bath or puja — in fact, they are not ashamed to avow that they can more easily spout Milton or Scott, than they can repeat their own Sanskrit prayers ! Well, so much for the Aiyangdr section of the Brahman commu nity, in closing our short notice of whom, however, we ought not to leave our readers under the impression that the Aiyangdr haB no representative in the higher walks of life. The second highest paid native official under Government in this Presiden- * Hindustani for 'always go forward'— the Hindu * Excelsior'."], [33, "19 THE BRAHMAN. cy is an Aiyangar ; so, too, was the first native member of the local Legislative Council ; while it would be only too easy to multiply instances of Aiyangdr gentlemen filling positions of importance and influence, with credit to themselves and their patrons. And now for the Madhva sub-division of the Vaishnava Brahman class. The members of this sect are more widely distributed, not only over this Presidency but even found in the extreme northern and western parts of the country. These Brahmans almost invariably have the title of \" Rau\" ; and are to be found in every rank of life, from that of the profes sional cook, or sweet-meat seller, to that of the highest in the land. We don't believe there is any one class of natives who are to be found in such numbers, both in Govern ment service and other situations of impor tance. Witness, e. g., the lists periodically published of Deputy Collectors, Tahasildars, tt hoc genus omne. The caste mark of the Madhva consists of a circular spot of black"], [34, "20 THE BRAHMAN. paste in the centre of the forehead, from the edge of whose circumference there runs a narrow black line upwards to the roots of the hair. Stamps, bearing impressions of the discus and conch (the emblems of Vishnu, are dipped in sandal-wood paste, and pressed against the cheeks, shoulders, and different parts of the chest, by way of further ornamentation in the 'mark' line. Our recollections of the Madhva Brahman are, for by far the greater part, associated with the \" Cutcherry\" (or public life) ele ment of Anglo-Indian (rather than native Indian) life in this country ; and this ele ment we intend scrupulously to avoid introducing into this series of papers. So we shall conclude our remarks concerning them with what we trust will not be regard ed as an impertinent compliment, namely, that in a country where good looks are rather the rule than the exception, Madhva Brahman women excel in beauty, \"than which,\" as a well-known English writer has said, \" no electro-biology is more potent.\""], [35, "21 TBI BRAHMAN. Last ia the Golkonda Vyapari class whom we shall dismiss very summarily, since they are a very small class and almost unknown beyond that portion of the Telugu country known as the Northern Sirkars. The sect is but of recent origin ; and, strangely enough, its members are part Vaishnava, part Saiva. Their cooks [and, cooks in a 'Brahman house-hold must be particularly holy' (?) men] are Vaish nava ; but those who attend to their spiri tual wants are Saiva. They commonly wear the (Vaishnava) trident ' mark j but substi tute Saiva ashes for it on all ceremonial occasions. We now come to the Saiva, who are, per haps, the most numerous in this part of India. The Besasta may be disposed of in a few words ; for he may be briefly described as being almost identical with the Madhva, talking Kanareseor Maharathalike him, and almost exclusively fonnd in the seoular de partments of livelihood."], [36, "22 THE BRAHMAN. The Niydgi and Vaidiki sects are the two chief sub-divisions in the class of Saiva Brahmans known as Smdrta — the former (Niydgi) being engaged in secular pursuits ; while, as their name implies, the Vaidiki sect is entirely devoted to the discharge o£ sacerdotal and ecclesiastical functions. Thus you will find the Karanam (accountant) ia a village, or the Head Gumasta (clerk) in a Taluk Magistrate's office, rejoicing in the title of 'Panhdw,' which is that proper to the NiySgi sect} while, if you want a learned PanditfOr fkePurdhita (priest) who officiates at marriage or funeral ceremonies, you will probably be introduced to a gentleman plenti fully besmeared with the 'ashes' sacred to Siva, and answering to a long unpronounce able name, ending in 'Sastri, which is the honorific to which all learned members of the VaiMki sect are entitled. Such is a brief, and, as we are only too painfully conscious, inadequate and incom plete, sketch of the chief Brahman sects in"], [37, "23 THE BRAHMA'S. Southern India. Had we more time and space, we might easily, and with equal pleasure and profit, have gone into the home life and social customs and^manners of these people ; but this we must reserve for a subsequent article."], [38, "No. H (A).— LIFE IN A BRAHMAN HOUSEHOLD. AS we indicated at the conclusion of our last paper, we purpose just now to furnish the reader with a short account of the domestic life and customs of the Brah man caste of Hindus, as exhibited in their every-day life and occupations. Each of these social customs has a certain signifi cance attached to it ; and, hence, its per formance is enjoined as part and portion of that inflexible system of priestcraft by which the vast majority of our countrymen are still governed. We fear that the greater part of Brahmans residing in or in the vicinity of, large towns are more or less too Anglicised to serve as representatives of the class to which they belong. Hence we must trouble the reader to accompany us, in thought, to a middle-"], [39, "25 BRAHMAN HOUSEHOLD. sized Mofussil station. We will here find a street or streets, or just as often a de tached plot of ground, set apart wholly for the residence of this holy (Brahman) caste, and going under the appellation of Agraharam. It is the cleanest, perhaps the healthiest, site in the whole locality. The houses are more or less after the fashion of that depicted in our first paper, and so we will not say much more of them here, than that they are kept very neat and clean, evincing an air of comfort so thoroughly oriental in all its aspects as to leave lasting and lively impressions for good on the foreign beholder. Our present business, however, is to con cern ourselves with the occupants of these houses, the Agrahdrika, as the dweller in an Agraharam is named ; and, with this object in view, let us go up to what seems to be one of the best houses in the whole group before us. It is the house of one of the most influential members of the village n"], [40, "26 LIFE IN A Brahman community, and on its' street-pial are collected a few of his friends, who have just returned, along with himself, from the morning bath and puja, and who are now hotly discussing some vexed point of Tar- Tcam (Sanskrit logic) or Vyakaranam (Gram mar). The learned gentlemen are all dressed simply enough, in fact too scantily, and even indecently, according to western conceptions. A ve'shti (waist cloth) some twelve cubits long, elaborately puckered up in front, with one end folded narrow, passed between the legs and inserted at the waist, covers the nether extremities from the loins downwards, and the rest of the body is left bare, if, indeed, you except the idtariyam (upper cloth) which hangs, also folded narrow, on one shoulder. The head which is also left bare, is shaved close as are also the beard and moustaches, it being positively irreligious (!) for a Brahman to wear any-of these ; having only a tuft of hair, called sikha at the extremity of the crown,"], [41, "27 BRAHMAN HOUSEHOLD. just at the place where Roman Catholic priests carry the mark of the tonsure. Let us enter the house and see what sort of creatures the women of the household are, and how they spend their day. A Sudra servant has just brought in a num ber of brass and copper utensils, used over night, at the sight of which a woman, probably a daughter-in-law of the family, emerges from the kitchen, and begins sprink ling them with holy water, previous to removing them inside for use. We will sketch her as she stands, with the holy water still in hand. She is a fair average specimen of the Smarta Brahmani (fern, of Brahman) ; is of middle height and very well developed physical proportions. Her complexion is that peculiarly Indian shade of brown known as bamboo, while her hair, which is neatly plaited up at the back of the head, and eyes are of that lustrous purply blackness which is utterly unknown beyond the regions of the tropics. Her dress consists of a single piece of cloth, or"], [42, "28 LIFE IN A rather silk interspersed with flax, a fabric which is used by the Brahman and the higher castes when they are in the state of madi (ceremonial purity). This piece of drapery is of a dirty grey color set off by a bright scarlet border shot with yellow or white silk, and a similar border at one end largely ornamented also with silver thread. It is sixteen to eighteen cubits long, by two to three broad, and, in its almost artistic disposal, comprises skirt, mantle, and even trousers (!), all in one. A silk choli, as it is called, is worn on the bust as a half-bodice. The Hindu female costume, however, as some of our readers may be aware, is commonly, and perhaps not unjustly, considered incomplete without the adjuncts of jewellery. Accord ingly, we find our Brahmani wearing necklace, ear-rings and bracelets of gold, the pendant to the necklace, and one of the ear-rings being studded with roughly-cut gems of some small value, and anklets and toe-rings of silver. Each of these pieces of"], [43, "BRAHMAN HOUSEHOLD. 29 jewellery would form a perfect study to the foreign artist — the chief feature in them being that they are exceedingly solid aud massive — being, according to true Hindu fashion, made more with a view to intrinsic value, than to mere prettiness. Our des cription would be incomplete if we omitted to mention that every visible part of the Brahmani's body is besmeared with saffron, with an additional coating of sweet-smelling sandalwood paste on the throat, hands, and arms. Last, though not least, is the caste mark, a circular spot made of the vermilion paste called kunkumam in the centre of the forehead. Such is the wife of the learned gentleman whom we left discussing gram mar and logic on the street pial. Leaving this lady to her culinary and other household pursuits, let us proceed to see who the other occupants of the house are. Leaning against one of the wooden pillars of an inner veranda, is an old widow, the mother of our friend outside. In accordance with the stern and almost barbarous, but on the whole very"], [44, "30 LIFE IN A wholesome, custom of preventing widows wearing any kind of ornament or indulging in any physical gratification, you will find the old lady clad in a single garment of pale yellow calico, and, with her head shaved, presenting a most unsightly spectacle. Then there are the old lady's younger children, a couple of boys who are away all day at school, and a younger daughter (the elder having been given away in marriage at a distance) of six or seven years. Ere long the meal will be ready, and the master of the house will proceed, after washing his hands and feet, and enrobing himself in a silk garment, to the work of devatarchana (lit., worshipping of God) which immediately precedes that of forti fying the inner man. The orthodox Hindu does not care for dining table, crockery, or cutlery. Squat ting on the floor, with a cool, clean, plan tain-leaf before him for a plate, and the"], [45, "31 BRAHMAN HOUSEHOLD. fingers of his right hand to do duty for knife, fork and spoon, the \"Aryan brother of the far East\" will do full justice to a quantity of rice, curries, ghee, curds and sweet-meats at which a foreigner would sim ply stand aghast. At his left, there is a vessel (of bell-metal, silver or gold, accord ing to the eater's, or his host's, circumstances in life) containing water, sometimes sweetened with the coarse country sugar and perfumed with cardamoms, the cuscus and other sweet-smelling roots. At Hindu meals the men eat first, the women attend ing to their wants; and, after these lords of creation have eaten their fill, and repaired to another apartment to chew betel-nut and spices, previous to the traditional siesta, the women will sit down and have their feed. After this, the floor of the dining room will be swept clean, and sprinkled with cow-dung and water; and then the women too will indulge in a snooze, getting up in time, however, for going through another"], [46, "32 LIFE IN A BRAHMAN HOUSEHOLD. course of sweeping, cooking, eating, &c, as in the morning. Not unfrequently the ordi nary routine of the household will be dis turbed by the performance of a sraddha (or ceremony to the manes of departed ancestors) or some other similar ceremony ; details of which, it would be wearying the reader too much by going into just now ; but, generally speaking, there are few, if any, points of importance or interest for one to note other than those we have now noticed, though somewhat briefly, in the every-day life of an average Brahman household."], [47, "No. III.— THE KSHATRIYA. (SMfoHIS, as many of^our readers must be JL aware, is the second (in point of social status) of the four principal sections into which Hindu society is divided according to the system of 'caste ;' and it is, at the same time, the most difficult to be described, because almost entirely unknown in thi3 (the southern) part of India. Not long-ago, some highly venturesome spirits belonging to the Shanar (toddy-drawer) people in Tinnevelly, took up a good deal of public attention by endeavouring to prove, some what ingeniously it must be confessed, that theirs was the caste that represented the Kshatriya population of Southern India, and that, therefore, they were entitled to adopt 'Raja,' as their proper caste desig nation. We are not aware, however, and history sayeth not, that this somewhat impossible, though certainly not inglorious, attempt at raising themselves in the social scale met, or is ever likely to meet, with E"], [48, "34 THE KSHATRIYA. any signal success. We mention the fact simply to state that, in our present paper, we do not purpose entering the lists of so highly interesting, and doubtless edi fying, a controversy. Let it suffice, for our present purpose, to say that Kshatriya (in the widest significa tion of the term, and that too in which we now use it) is a designation only applicable to the direct descendants of the earliest known rulers of Hindu kingdoms, and founders of Hindu dynasties now almost defunct. To go further into the derivation or meaning of the word will be too great a digression. Without further preface, therefore, we may Btate that, in Southern India, the Kshatriya caste is almost entirely represent ed by the families of petty princes and the higher class of land-holders, while there are a good many other sects, pre-eminently the Maharatha and Rajput, who claim for themselves the like honor."], [49, "35 THE KSHATRIYA. The reader, therefore, who would have a glimpse into native Indian Kshatriya life must visit a Samastanam, as the establish ments of these great landholders are called. The Samastanam palace consists of a large building, or rather series of connected buildings, all within the same enclosure and having perhaps, but one common entrance, the gateway often being of proportions sufficiently lofty to allow of an elephant with hauda (housings) passing under. On either side of the gateway are apartments set aside for the accom modation of the Zamindar's (that is the native term for a landholder who lays pretension to the rank and title of Raja, which, as we have already re marked, is only the Kshatriya' s) retainers, some of whom, quaintly armed, and yet more queerly clad, are playing at keep ing sentry. On thesummit of the gateway is a large room, with a projecting window or covered balcony of finely carved wood work, which a foreigner might readily"], [50, "36 THE KSHATRIYA. mistake for a watch-tower, and which, for aught we know to the contrary, might have many a story of ancient martial achieve ments to tell. Just now, however, it is the prospect-house of the zanana, or women's apartments, whence it is reached by a complication of dark passages and narrow staircases. On all festival occa sions, or when a wedding or other proces sion happens to pass that way, anybody who takes the trouble of looking up might easily catch sight of tiny rose-tinted (or rather hinna-tinted) finger-tips inserted, by way of *wideners,'in the Venetians and glimpses of gay colored garments, spotted and striped with gold, provokingly, tanta lizingly, visible through the wooden lattice work of the balcony. Besides commanding not only the outlook of almost the whole town, but also a magnificent view of the country for several miles around, this prospect-house of theirs is about the only place, in the whole mass of the Zamindar's buildings, where the ladies of his family"], [51, "37 THE KSHATRIYA. can enjoy the fresh air, excepting, of course, the udyanavanatn or pleasure grounds, at a distance, to which visits are not unfre quently paid. Well, passing under the gate-way, we enter on a courtyard, that must have been paved some few centuries back, surrounded by a number of quadrangularly conjoined apartments, some filled with lumber, some doing duty for the cart-shed or cattle-stall, others fitted up temporarily as the residence of some of the Zamindar's many retainers, and others agaiD, miserably matted and carpeted, dignified with the appellation of 'cutcherry' rooms, where you will probably find a solitary clerk or accountant scribbling away fast and furious, with a spattering quill , with the most villainous of inks, on execrable paper, or, just as often, with the iron style of bye-gone days on strips of dry palmyra leaf. These front rooms, in particular, and the whole block of buildings generally, are most ungainly in appearance, being built of brick"], [52, "38 THE KSHATRIYA. and chunam, material so liable, to disfigure ment and decay, so easily blistered and dis coloured, evincing that \" unequal strife be tween the elements and stucco.\" The row of rooms furthest away from the street is two-storied, the upper story containing the Zamindar's own apartments and thither let us proceed, as best we may, over a creaking, dilapidated, staircase that groans and shivers at every step we take. We regret that, to be true, we cannot de scribe the Zamindar at home as particularly prepossessing. Half-lounging, half sprawl ing on a filthy, greasy, floor-cloth (of what was originally vdvet bordered with gold) spread over a low ottoman, his external appearance is simply repulsive. Bloodshot eyes, looking viciously out of grisly shaggy eyebrows, in a dull, almost demoniacal, stare, immense moustaches, all out of curl, strag gling, over flabby, furrowed cheeks and coarsely sensual lips — the whole face, in fact, forming a true index to the character of a"], [53, "THE KSHATRIYA. 39 confirmed debauchee almost invariably held by this class of people, who, in the twaddle of the day, are spoken of as \" native noble men.\" ! \"A rather different sort of animal this \" we think we hear the reader exclaiming, \" from the richly (if absurdly) dressed and heavily bejewelled Raja whom we met the other day on the Grand Stand at the Races, or who received a C.S.I, ship at the Delhi Durbar.\" Of course, there are intervals — like the 'lucid' ones of an insane person — when the Zamindar be haves himself a little more like a rational being. But really, with little or nothing to do, besides gambling or drinking, wit nessing cock-fights or kushti (wrestling), varied by occasional visits to or from the many members of his haram, what is an uneducated fellow to do, who is com paratively rich, and who has been brought up from infancy amid the very worst of influences, physical, moral, and even mental ? So we are always willing and ready to admit that, as a rule, the Zamindar is one"], [54, "40 THE KSHATRIYA of those more sinned against than sinning ; and he has, therefore, our sincerest pity, but we also feel that to paint him differently from what we have done now, would be sacrificing truth to effect of a kind that, while it ' takes,' also deludes. All women, however poor, of the Ksha triya caste, being strictly secluded from the masculine gaze, we regret we cannot do ourselves the pleasure of treating our readers to an account of their ways and means. And what, too, can we say about Kshatriya children more than about other children ! Cookery in a Kshatriya household em braces a larger extent of materiel than in other Hindu castes, members, of this being allowed to eat the flesh of all animals, except the sacred cow. Hunting and shooting being always favorite pastimes with the genus ' Raja', game is a 'standing dish' at all Kshatriya meals — means allowing."], [55, "THE KSHATRIYA. 41 Such, briefly, is the Kshatriya in Southern India or at least the best known type of his caste. If our picture is not one calculated solely to please, we trust, at all events, it has the merit of being true to the average original. t"], [56, "No. IV.— THE VAISYA. THE term we have chosen for the heading of this paper is Brahmanis tic (Sanskrit) appellation of that sub-divi sion of the Hindu people who are common ly known by the surname of Chetti in the common vernaculars of this part of the country. In large towns, like the seats of the Presidency Governments, the Vaisya has, thanks to a liberal education, entered the arena of public life ; and may be found not only at the desk or counter, but also in the higher kinds of posts in State or other service. According to the tenets of the Brahmanistic system, however, (to which the Vaisya clings with perhaps a more than ordinary amount of that conservatism which is about the most prominent feature in our national character) the legitimate calling of this caste is merchandise; and, hence, it is among the trading classes of the native"], [57, "THE VAISYA. 43 community that you must look for a speci men of the Vaisya, Suppose we take a morning walk into the principal bazaar street of an \" up-country station,\" as the inferior Indian towns are styled. We will here meet with almost every possible variety of the genus Chetti, which is the proper designation of the Vaisya caste. There is the wholesale dealer in all articles of household consumption \" burly and big,\" waddling about as ener getically as his corpulent carcase of a body will allow him to do, now, it may be, driving a hard bargain, now tendering pay ment of earnest money, and now again making the most vehement of protestations to a customer whom he has most probably settled with a bad purchase. He is a man of very considerable importance, this Chetti, in his town, being not only a vendor and purchaser on a pretty large scale, but also the owner of several houses, and mortgagee of several more, being the principal Sahukar"], [58, "44 THE VAISYA. (or money-lender) in the place. His cos tume may be worth about a hundred rupees,. and may have the additional recommenda tion of being the most suitable for resi dents in the torrid zone ; but, to our (indi vidual) way of thinking, it is singularly inappropriate to the wearer, and utterly fails to meet the requirements of decency or good taste. In the good old times, when tweeds and twills, mulls and muslins, were as scarce, and looked upon with as much abhorrence, as boots and brandy, we were content to limit our attire to simply three pieces of calico — one to clothe legs and loins, the other to do duty for shirty vest,. coat and even mantle, while the third covered the head in what has been describ ed as \"the graceful folds of the pagri\" (headcloth) > but we, or rather our fore fathers, took good care that the country spun yarn out of which the said garments (especially the lower ones) were woven was of such a texture as to secure a maximum of ease and lightness with a minimum of"], [59, "45 THE VAISYA. exposure. Imagine, therefore, how ridicu lous and unbecoming (even in native eyes) a great, big, black, bloated mass of deform ed (and perhaps even diseased) Kdmati flesh must seem when dressed up in semi-trans parent garments of the very finest white calico heavily bordered and edged with gold lace ! This costume is supplemented by an amount of solid gold and coarsely begemmed jewellery, a display of which, under the auspices of the British ' Raj,' the members of the Komati class, both male and female, are conspicuous for indulging in. Then, for another style of Vaisya: there is the broker in cotton, indigo, and other similar objects of export trade. He is pro bably agent to some European firm in the metropolis ; and is, therefore, more or less Anglicised in his appearance as well as his tastes. He not only sports a coat of Western cut and fashion, with a 'swell' watch and chain, but largely intersperses"], [60, "46 THE VAISYA. his vernacular conversation with broken, and certainly not the most polite of expres sions in what is_called \" butler English.\" Then there is the Malige (retail) bazaar- man, whom you will find squatted not unlike a huge toad in the midst of his wares ; baskets of grain, onions, pepper, salt or tamarind, dabbas (country-cured leather bags) of oil or clarified butter, and a few small jars containing spices are the sum total of his stock-in-trade, if you except the solitary piece of furniture on which he is leaning (and which combines in itself cash- chest, chair, table, and book-shelf,) as well as a couple of pairs of scales, and three or four different measures. Squatting, as we noticed already, like a monster specimen of the ugly venomous reptile in whose guise Satan is said to have first approached the mother of mankind, with the rude style and palmyra leaf day-book of generations gone bye, stripped to the waist, thus displayed a dirty little oily, unwashed body, his nether"], [61, "47 THE VAISYA. limbs barely covered with a piece of stout cotton that must have been white at some remote period in the past, this Ghetti is not a particularly pleasing subject for contem plation, but he is nevertheless a very fair specimen of the average Vaisya in Southern India, and represents a very industrious, and eminently respectable section of the Hindu community. Outside the bazaar, but intimately asso ciated with the interior economy of Vaisya society, are two other descriptions of their fellow castemen, to wit, cooks and corpse carriers. Both these classes of gentlemen being of course indispensable, they manage to make up a fair income, though occupying the very lowest position in their own caste, and certainly coming in for no share of the admiration or affection of others. Our description of the Vaisya sect would be incomplete if we omitted to mention the one branch of business in which they dabble"], [62, "48 THE VAISYA. pretty extensively, especially in the Mofus sil, is the keeping of eating-houses, chiefly for the convenience of travellers, who, however, very rarely if ever get their money's worth, unless perhaps in the case of a friend or introducee (to coin a word) of some one in authority. We should also state, for the reader's in formation, that the Vaisya is the third and last sub-division of what are called the \"twice-born\" castes; and, as members thereof, Vaisyas are entitled to wear the Yajnopavitam or holy thread (worn across the left shoulder) in oommon with the Brah man and Kshatriya castes. And now for Vaisya women. They are, as a rule, about the least favored of Indian womankind, so far as good looks are con cerned ; but there can be but little doubt that they bear the palm for good housewifery and industry. The inordinate love of money, which has not unjustly been described as"], [63, "49 THE VAISYA. the besetting Hindu sin, may have a good deal to do with this industry and thrift; but still there it is; and it is a very pleasant duty for us to place it prominently on record in so brief, and necessarily imperfect, an account of one of the most influential, and perhaps even interesting, sub-divisions of Native Society. o"], [64, "No. V— THE SUDRA. WE have now'' reached the last of the four principal castes — the most numerous, if not the most important, section of the Hindoo population; and here, as in writing \"The Brahman,\" we are beset with the difficulty of treating our subject individually — so great are the sub divisions into which the Hindu Sudra class is split up. Let us briefly enumerate the principal of these \"^sub-divisions.'' First, there are the agriculturalist classes — proprietory and labouring. The former are known by the name of Velldlar in the Tamil, and Velama, Kamma, or Kdpu, in the Telugu, country. The latter are chiefly represented by the Vanniyar in the^Tamil speaking districts ; while, among the Telu gus, the poorer members of the proprietory agriculturist castes are the laborers. Then"], [65, "51 THE SUDRA. there is the pastoral or shepherd caste, called Yidaiyar in Tamil, and Gotta in Telugu. There is also the Sudra sub-caste, so to speak, the hereditary occupation of whose members is, that of keeping (revenue) ac counts, and whose caste designation has, accordingly, passed into a synonym for an accountant or writer. We ought not to omit to mention also the Mudaliydr and Ndyudu castes, who are the most enlightened and influential, if they are not the most numerous, portion of the Hindu Sudra people. They are for the most part found in the larger towns, and in almost every department of the public ser vice. It is, perhaps, next to impossible to define the exact social limits of these class es, — in fact, in these degenerate days of ours, it is simply astonishing to observe with what a number of other castes (and out-castes) it has become the fashion to"], [66, "52 THE SUDRA. adopt these titles. There is a somewhat vulgar, but very expressive, Tamil proverb that says. \" The son of a dancing girl at tached to a Saiva temple is (or, rather, be comes when circumstances allow) a Mu daliydr !\" Well, the state of Hindu Sudra Society being such, the reader will easily under stand what a loss we must be at in select ing any one of the different sub-divisions we have just mentioned as a representative of the general class Sudra. Realising this difficulty, and not wishing to deprive the reader of any item of importance or inter est in native Indian Sudra life, we purpose confining our remarks, on the present oc casion, only to the more general character istics of *he Sudra people, hoping to take up one or more of the different ' subcastes* as material for subsequent sketches. Going about (as the majority of natives of this country do) stripped to the waist j"], [67, "53 THE SUDRA. the Sudra is most easily distinguishable by the absence of the sacred thread, which only the three higher, or ' twice-born' castes, are entitled to wear sashwise across the left shoulder. Unlike the (orthodox) Brahman, the Sudra is allowed, and takes full advantage of the privilege, to support capillary appendages not only by way of moustache and whisker, but also of what is known as the ' triple' kudumai, the hair being allowed to grow long like a woman's, a patch some six inches more or less square being shaved off in front — the shaven patch being not unfrequently decorated with the caste mark. Sudra women, too, may be most easily distinguished from their ' twice-born' sis ters by the style in which they dress, or rather in which they dispose the single piece of cloth (sixteen^ cubits long by two and-a-half broad) which comprises the greater part by far of a Hindu lady's toi lette. The Chdli (or hall boddice) is seldom"], [68, "54 THE SUDRA. or never worn, 'except indeed in the case of very young women or on festival occasions. Sudra houses even participate in the mark ed difference that exists between their oc cupants, and the twice-born classes. There is a more plentiful sprinkling perhaps of ' cowdung solution,' and a good deal of ornamentation in the chunam-and-red earth line , but, for cleanliness or comfort, for freedom from smoke and 'smells,' com mend us to any other but the most excep tional of Sudra domiciles. A good deal of this ' characteristic dirt and slovenliness' is due, perhaps, as much to poverty as to the fact of the national sloth having (in the case of the Sudra) no counteracting in fluence such as that provided for the ' twice born' castes in the formulae of physicial as well as moral and spiritual conduct that are enjoined on them under pain of the direst degradation. And then as to Sudra eating and drink ing. Animal food (always excepting, of"], [69, "THE SUDRA. 55 course, the flesh of the holy cow) and spiri tuous liquors are, almost invariably, the essential elements in a Sudra meal, except in the case of the very poorest classes, or, also, among those Sddras who practise what is called Saivam, or total abstinence from fish, flesh, fowl, and intoxicating drinks. With the majority of Sudras^food is eaten out of brass or other metal vessels in preference to, or as commonly as off, the * plates of leaf which are used by the higher castes. The Sudra has nothing like domestic worship answering to the devatdrchana in the homes of the twice-born. It is only on the occasion of a wedding or funeral that something like a formal worship is gone through. A Brahman, most frequently the village (or caste) priest, is invited and presented with cloths, money, betel-and nut, as well as the ingredients for a good meal — rice,dhal (native pulse), ghee (clarified butter), vegetables, pepper, salt and other"], [70, "56 THE SUDRA. condiments. In consideration of this no despicable 'fee,' the Brahman will go through a certain fixed ceremonial, mumbling over the sacred texts, much to the admira tion (but absolutely nothing to the edifica tion) of his audience, who might as well be listening to a Latin 'Mass,' or a Greek recitation. But Sudra religious interests are not altogether neglected. Look at the crowds that flock to a temple on the occasion of any festival ; and see if the percentage of Sudras therein is not considerable over seventy-five. It is a sight that may be witnessed any day on some of our public thoroughfares. Women decked out in their finest cloths and jewels (not unfrequently borrowed from those obliged to stay at home) sporting more than all the hues of the rain bow, and no small quantity of gold, silver and false lace and brocade, with a whole lot of flowers and sweet-smelling herbs (like marjoram) in the plaits and other styles and shapes in which they dress and dispose the hair. Several of them are leading their"], [71, "THE SUDEA. 57 children (almost dragging them along) by the hand, some carrying them not ungrace fully poised on the hip. Very often a whole company of women are accompanied by a single male escort, some elderly member of the family [or friendly neighbour. The old gentleman not only acts as guide and escort, but is also expected to keep a sharp lookout against the approach of male flirters (!), as well as to see that no article of jewellery is dropped or stolen — no uncom mon occurrences on such occasions. The temple duly reached, fruits, flowers' a cocoanut or two, and some camphor will be purchasad, as well as some sweetmeats, nuts and other eatable trash, the former for offering to the god, the latter for the bene fit (?) of the youngsters, who enjoy this part of the temple-going performance best. Besides being followers of Siva or Vishnu> the element of demon-worship enters very largely into the religious belief of the Sudra a"], [72, "THE SUDRA. 58 population in Southern India. This is looked upon as one of the remnants of the ante- Aryan period of the country's history ; but it is recognized, and even sanctioned, if not encouraged, by the more modern modifications in the Brahmanistic system. Instead of being called by their proper, though somewhat unpleasantly-sounding, name, the worshipped demons are dignified with the appellation of Grdmade'vata (vil lage deity) of whom almost every village however small, has one, to whom a temple is built, and in honor of whom worship is periodically performed. Worship of .this description almost invariably includes ani mal sacrifice ; and is as frequently accom panied by the most hideous dances and noises (the latter of course intended to pass muster for music !) imaginable. Such, briefly, are the main features, social and religious, of that portion of the Hindu people who have been proved to be of an origin entirely different from that of the"], [73, "THE SUDRA. 59 Aryan races, to descent from whom the Hindu race proper is traced. The Sudra population, as we noticed in beginning this paper, comprises the bulk of our community ; and presents in its several phases and sub divisions not a few points of manysided interest on which we shall endeavour to dwell \" in our next.\""], [74, "No. VI.—\" THE MUDALIYAR.\" WHATEVER may be said — and we are aware that a great deal can be — as to that section of the Hindu Sudra community, the male members whereof lay claim to the ' caste-title' which we have chosen for the heading of this paper being of comparatively recent birth, and small in numbers, there can be no doubt that, in the Tamil-speaking portion of this Presidency, at all events, to it belong not a few that are neither unimportant nor uninteresting units in the vast population of this country. The Mudaliydr, or (to call them by the name that is given to their caste) Velldlar people are to be found in almost every sta tion in life, from the laborer in the fields to the petty Zamindar, from the owner of plantations, to the \" cooly\" who works at coffee-picking, from the Deputy Collector"], [75, "61 THE MUDALIYAR. (in Government service) to the pejn or at tendant in the same office. For this, if for no other reason, we are of opinion that this sub-caste of Sudras is entitled to primary, or, at least, prominent notice in a descrip tion of Native Life in Southern India. Be fore introducing the reader to the Mudaliydr family whom we have selected to serve as an average specimen of their class, it might not be out of place to mention that differ ent clans, so to speak, of these people (in cluding families connected by marriage) go by two other different titles, those of Ghetti and Fillai, which are strangely enough borne by the members of other and entirely different castes. Bearing all this in mind, the Miidaliyar who is to furnish us with the necessary material for our sketch on this occasion is from the ranks of the agricul turalist population. Not that agriculture is the occupation to which the Mudaliyar takes most kindly, or that that particular calling"], [76, "62 THE MUDALIYAR. is, in any way, typical of the class now under notice, but that, to the Hindu mind, the Sudra classes, as a whole (and the Mudaliyar is but a fraction of that whole) are most intimately associated with the ' tilling of the ground ;' and that, therefore it is from among such (the agriculturalist) classes that we must make a selection that will serve, as we have said already, for a fair average specimen of the bulk of their community. An agriculturalist Mudaliydr, unlike his brethren in other walks of life, is almost in variably found in the Mofussil, and, even there, his home is in the more remote village rather than in the Khasba, as the District towns are called. To a homestead in such a locality, therefore, where the Mudaliydr can give his lands and other belongings the full benefit of his personal supervision, we must invite the reader to accompany us if he wishes to see something of the home-life and every-day occupations of this particular sub-division of Hindu Sudra society."], [77, "63 THE MUDALIYAR. In a narrow winding lane branching off from the bazaar street — which latter is the only one at all adapted, and that but poorly, for wheel traffic — along which you must step most carefully for fear of landing in puddles of mud and filth of every description, in one of several buildings of the fashion in vogue with us from time immemorial, resides our friend the Mudaliydr. Opposite the house, on a vacant space of ground, in miserably thatched sheds erected around a spreading tamarind tree, are housed the draught cattle and milch kine and buffaloes belonging to the Mudaliydr, who is just now superintend ing the sweeping out of the cattle shed (which, by the way, is also a sort of general latrine !) with a view to increasing the dimensions of an already formidably-sized manure-heap with the foul effluvia arising wherefrom the air is being poisoned for yards around. The house itself is no very imposing structure, but, to Hindu eyes, at any rate it wears an air that unmistakably betokens the owner's being in comparatively"], [78, "64 THE MUDALIYAR. oomf ortable circumstances of life. The Muda- liydr's daughter-in-law is busily engaged in besmearing the threshold and street pials with cowdung, after which they will be ornamented with the pretty diagrams in powdered chalk one so often sees native women making on the floor in front of their houses. Her husband, our Mudaliydr's son and heir, is performing his morning toilet at the extreme end of one of the pials, sputtering, spitting and clearing his throat with that grating sound that is as invariably the accompaniment of a genuine Hindu 'facewashing,' as the chombu (globular vessel) of polished brass, containing water at his elbow. Another daughter of the house is, probably, busy in the kitchen cooking a meal, or distributing the remains of the previous night's supper to such as may prefer a cold meal for breakfast. The Mudaliydr's ' gude-wife,' who is, of course, the presiding genius of the household, is still in bed, though wide awake, as we can not only hear her calling on Siva Siva, Hara,"], [79, "THE MUDALIAE. 65 Hara, or Mahadeva (all different names of the same deity), as she sneezes and yawns herself out of the dirty heavy piece of country sheeting that does duty for mat tress, coverlet and ' wrap,' but also can observe her watching, lynx-eyed, the move ments of the various younger members of the family. After despatching the bullocks to their work in the fields (which form the chief part of the family property), and the cows and buffaloes to pasture, after a bath in the neighbouring tank, and after a short visit to the village temple (for Velldlar people are devout worshippers of local deities and staunch supporters of local religious institutions of every kind) the Mudaliyar, as he is styled par excellence in the household (to distinguish him from the younger, and of course subordinate, members thereof), who have just the same right to the title, turns up in time for the morning meal. The majority of Velldlar Sudras are bigot- ed Saivas; and they therefore, perform worship to the god Siva before the business i"], [80, "66 THE MUDAHAR. of eating commences. The worship is neither elaborate nor intricate in its details, the worshipper very often simply throwing a number of certain leaves and flowers (sacred to Siva) upon the Linga (or stone symbol by which the creative attributes of the deity are rudely represented) while he repeats one or more of the god's ' thousand names.' The breakfast that follows this jmja (worship?), does not, according to our notion of things, suffice to satisfy our physical wants, as the latter performance is suppos- ed to do our spiritual ones ; and it is there- fore followed by the traditional siesta — ex- cept, indeed, on extraordinary occasions (such as a visit of the Collector or other officer) when it will be necessary for the Mudaliydr, and perhaps his sons, and sons-in-law, to go out to attend to business. After the siesta, there may be another meal, and then a stroll through the village, returning home late in the evening to sup, and then turn into bed. This dull routine of life is often varied, however, by periodical festivals, and not un-"], [81, "67 THE MUDALIAR. frequently, too, by domestic occurrences in the family. The celebration of one of the minor Hindu festivals in a village is a very different thing from the so-called worship that is performed at any of the great native shrines on such occasions a3Athe Mahd Siva Bdtri. Many of these former partake largely of the character of a household rejoicing. The Fongal feast, for instance, is identical with the 'joy of the harvest.' Rice of the year's crop is then cooked for the first time ; and, in token of gratitude to the giver of that and all other things, is offered to the gods before being eaten by the worshippers. Then there is the native New Year's day when the whole house is whitewashed and cleaned out, when the housewife lays in her stock for the year In pots and pans, And brooms and fans. There are also certain ceremonies at which t he women alone are worshippers ; but which"], [82, "68 THE MUDALIAR. make a pretty big hole in father's, husband's, and brother's, purses for the purchase of new cloths, and similar female 'never satis fiable' wants, and which are hailed with un limited delight by the youngsters, to whom the idea of Vritam, as these ceremonies are called, is inseparably connected with the preparation of cakes and certain other highly palatable confections. Such is the ordinary run of life in a Native Indian Mudaliydr household. A man and wife with children of all ages (some of them having children of their own) all living together in comparative harmony and almost unexceptional happiness, a most in teresting, if not an highly edifying, specta cle in these days when Anglicised forms of civilization are sapping the very founda tions of our whole social structure with results that are but questionable at the best. Domestic arrangements like this may be absurd and even improper from a Western view generally, and a politico-economical"], [83, "THE MUDALIYAR. 69 point of view more particularly; but, in taking leave for the present of our subject, we would beg to expres it as our deliberate and unhesitating conviction that modern civilisation (regarding the progress of which, we must confess, we are sick of hearing our fellow countrymen talk) has simply and literally nothing better, or even so good, to offer us in their stead."], [84, "No. VII— THE \"NAYUDU.\" <§|p)HIS caste' title is claimed, or at all <f> events adopted, by four p sub-castes' of Sudras in the Telugu-speaking popula tion ; and, as we stated in our paper on The S6dra', is looked upon as equivalent to that of Mudaliydr among the Tamil people- These four ' sub-castes' are the Velama, the Balije, the Kamma and the Golla. Members of the first of these sub-castes are most frequently landed-proprietors, as well as merchants ; and, in not a few cases, lay claim to the title of Rau. To this class, also, belong the great majority of Zemindars in the Districts known as the Northern Sarkars. The Balije people are the most common of Nayudus. Their proper caste-title is that of Chetti : in fact the heads of their caste and many others who aspire to be orthodox, still use that title in preference to the more common, and rather undefinable one of Ndyudu. The"], [85, "71 THE NAYUDU. Balije Nayudu is, like his Tamulian brother, the Mudaliydr, to be met with in almost every walk of life. Railway station-masters and head-coolies, bakers and butlers, municipal inspectors and tappal (post) run ners, hawkers and hotel-keepers, such are some of the many callings which he is to be found following. The two remaining classes (Golla and Kamma) are almost exclusively rural in habits and habitation. The Golla are a pastoral, the Kamma an agricultural, people. For the purposes of our present paper, however, we shall take the title Ndyudu as applicable only to the Balije folk ; and, as a pretty general specimen of the class, we shall select a family residing in Black Town, Madras. The residence of our Ndyudu family is one of half-a-dozen two-storied houses in Street. The building is one of those attempts, as despicable as they must be dis-"], [86, "72 THE NAYUDU. appointing, at engrafting what is called the \" classic\" style in European architecture, on our own simple, suitable, and certainly, not ungainly methodof house-building. Diminu tive windows opening from a close, dingy, room on a cowdung-besmeared pial which rises a few feet just above \" Where the nasty gutter flows,\" an upper storey containing a 'hall' and one room enclosed by three 'dead' walls, and a couple of doors and windows which seem to have been erected just to allow of a peep into the inner quadrangle below, the once polished interior cbunam work sadly soiled and disfigured as much by Madras damp and dust, as by spittle expectorated after a good chew of betel-and-nut, and the rubbing clean of fingers employed to blow the nose after taking snuff! A few odd chairs and other pieces of furniture much the worse for use, with some cheap prints, and it may be a wall-bracket or two, complete the picture produced by the style of house-"], [87, "73 THE NAYUDU. building and house-keeping our Anglicised Ndyudu affects. Nor does the Anglicised element stop here. It also enters, and pretty largely, into the whole arrangement and character of the household. It induces the Ndyudu, for instance, to drink what he is pleased to call ' tea'; but in which it would require a pretty vigorous stretch of the imagination on the part of an Englishman to recognise the well-known beverage. In dress as well as in food, does this hybridisation obtain, for we not only find Ndyudu gentle men sporting boots and trousers, butal so find their women at home (chiefly the younger ones perhaps) wearing jackets not unlike the \"Garibaldi\" of the Girl of the Period in English Society ! Both the boys and the girls of the family are sent to school (with what results, good, bad or indifferent we will not digress to discuss here and now) ; and it is amusing if not edifying to observe the great — ridiculously great — proportion of questionable English used in the daily conversation of the household. It was nou J"], [88, "74 THE NAYUDU. many months ago that we were as shocked as we were surprised at hearing a very res pectable Nayudu lady of our acquaintance actually teaching her child to repeat the words \" G-d-d — n\" over and over, doubtless under the impression that the proceeding was quite an achievement in the way of teaching the young idea how to shoot. And now for the daily life of this house hold. After the ' tea' (?) has been partaken of, there is the usual bustle in the kitchen that always precedes the preparation of a meal. While the food is being cooked, those who have to go to school get up their lessons, reading, or rather half -singing them aloud, as they commit the various prescribed portions, or the meanings of words to memory — which, despite all anglicisatioD, is still the beau ideal of study to the popu lar Hindu mind. Soon after breakfast, the house is left entirely to the women, who spend the time, with the short interval in which thRV have to attend to the desr>itch"], [89, "THE NAYUDU. 75 of ' tiffin,', in chewing betel-and-nut (and tobacco?), sleeping, or gossiping; and, in this last occupation, at all events, they have the full and hearty co-operation of all their friends and neighbors — it being no unusual sight to see a Nayudu woman set- ting out, in the heat of the day, betel-and- nut in hand, to pass a few hours at a house several streets away, in the most silly if not slanderous chit-chat, or in some stupid game of chance rather than skill. Sometimes, too, on occasions of sosial rejoicing, or con- dolence, groups of these women will set out, attired in their best, to the house where the festivities, or mournings, are going on. Periodical visits to the temple we have already described, No. V of this series of papers, as another diversion from the even tenor of the way of life pursued by the ordi- nary Hindu Sudra housewife. Hers is certainly no exalted model, though it may be useful enough in suggesting not a few serious, almost saddenning, thoughts; but our"], [90, "76 TEE NAYUDU. present object, we must bear in mind, is rather to state facts than to moralise. Well, like all things earthly, the Sudra ladies' breathing time (a pretty long time they have of it) comes to an end. The house has to be swept clean, water has, most frequently, to be fetched, and sundry other domestic operations performed before one of the elderly women sets out a-marketing for the evening meal. Flesh in the morn ing and fish in the evening are almost in variable standing dishes in our Nayudu's daily bill-of-fare — the fish at night being preceded by a draught, not unfrequently of \"something stronger\" than the tea that went before the morning's flesh. A very decided partiality for' grog' is a weakness in the Balije Ndyudu character which is very pointedly, if not politely, referred to in a familiar Telugu street-rhyme which, we are afraid, cannot be a favorite in the houses of the class to whom it refers ; though for that very reason, it is inseparably asso-"], [91, "77 THE NAYUDU. citated with them in Hindu society generally. Literally translated, the verse reads : — \" Must be born a Balije : Must drink Batavia (arrack) by the bottle, Must eat meat b/ the seer (weight), Must suffer shoe-beating !\" Doubtless the poet who composed this must have lived in ante-Penal Code days; but we can hardly disagree with him when we see a Balije fellow-countryman of ours drunk, and not 'in capable' but only a great deal too ' capable' of making a beast of himself. Well, after supper, there will be a 'chew' and a smoke, and then to bed. Thus will end one of many similar monotonous days of Native Indian Ndyudu life, in one of its Anglicised, — and, therefore, in our humble opinion, least lovely phases. But, as we have said already, the object of these ' pictures' is not effect but fidelity."], [92, "No. VIII.— THE \"PILLAI.\" AS the caste-title Ndyudu is adopted by several sub-divisions of the Sudra population in the Telugu country, so, among the Tamil-speaking Sudra people, the desig nation which heads the present paper is that used in common by the male members of the EanahJcan, Yedaiyar, and Vellalar classes. As the meaning of the Tamil word by which their caste is called indicates, the first of these three classes [Kanahhar) are those known as the ' accountant' or ' writer' caste. Their hereditary occupation is that of keeping the revenue and other accounts of the village, as well as that of following the vocation of a professional scribe. They are called Karnam in Telugu. The Yedai yar are shepherds, and the Vellalar, agri culturists- In the following sketch, however, we must ask the reader to bear in mind that"], [93, "THE PILLAI. 79 the term Pillai is used only as applicable to the \"accountant\" caste. As already indicated, the Kanakka Pillai is completely indentified, or, at least, most intimately associated with the rural rather than the urban population of the country ; and, therefore, if we wish to meet him in his natural element, in his own proper sphere, and amid the surroundings with which he is most closely connected, we must travel in thought to a somewhat remote village in the interior of the Presi dency. If the Grdma Munsif (village Magistrate) is the local representative of the ruling power, the Grdma Kdranam (village account ant) is a somewhat more important, or, at all events, more universally courted indi vidual. For has he not, or is it not believed that he has, the power to add to, or sub tract from, a friend's or foe's landed pro perty, inasmuch as he is the custodian of"], [94, "80 THE PILLAI. the village accounts and other archives, upon which, and upon which alone, the Tahasildar of the Taluk, the Collector of the District, and even higher authorities are solely dependent for their ' information and gui- dance,' as to the on-going of things in gene- ral, and in the village in particular ? If, also, as is very frequently the case, the Grdma Munsif happens to be an illiterate man, is it not the Kanakha Pillai the per- son who writes all the former's reports and other correspondence, public as well as private ? Is it not the ' Pillai,' too, almost the only member of the village community to whom you must have recourse if you want any writing work to be done, whether it be a simple settlement of accounts, a let ter to your father-in-law, or a deed of mortgage or similar document ? And even should you manage to do the mere writing of a bond, where can you get a more respect able, not to say reliable ' attesting witness' than this same friend of ours in the account ant line ? Lastly, who in all cases of dis-"], [95, "81 THE PILLAI. pute, whether before an ordinary village Panchayat (arbitrating body of five persons), or before the highest tribunals of justice in the land, — who, we ask, is the most accurate, if not most authoritative, source of evidence and information on all matters of local or special importance and interest ? Why, who else but the village accountant ' Pillai? Well, all this being so, it naturally fol lows that the Kanakka Pillai is a gentleman of no inconsiderable influence and position in the village where he resides, and whither we shall now proceed to visit him, not so much with the intention of ' bearding him in his den,' as of making ourselves a little more familiar with his home, his haunts and habits, as well as himself and his family. In the middle of a street, neither parti\" cularly wide, nor over-well gravelled, not to say paved, but comparatively clean (doubt less because not as yet delivered over to K"], [96, "82 THE PILLAI. the tender mercies of our Indian Municipali- ties) — a street occupied solely by his own fellow caste-men, and called by their name — rises the dwelling of our friend the subject of this sketch. The building is conspicu- ous as much by its appearance and dimen- sions, as by the crowd almost invariably collected in front from day-light till long after night-fall. As we approach it this morning, there is a motley, picturesque, gathering of people, not only in the street, but also on the outer pials of the Pillai's house, which are duly protected from heat and glare by the light palmyra-and-tile roofs, as well as by sundry screens and other specimens of local manufacture, in the mat and wicker-work line. Let us briefly notice the elements composing the group assembl- ed before us. To begin with, there is the Kanakka Pillai himself, seated on a strip of not over clean matting, squatting before a piece of board on four diminutive legs, which does duty for a writing table. In front of him,, leaning half drowsily against"], [97, "83 THE PILLAI. one of the wooden pillars supporting the roof already mentioned, is the Grama Mun sif, a report from whom to the Magistrate of the Division, the Kanakka Pillai is busi ly engaged in writing out at present. To the Grdma Munsif's right is a police consta ble, his baton, belt, and turban lying on the floor in front of him, his coat unbut toned and thrown open to admit of the cool morning breeze blowing on his chest. He has just returned from his station house, or is just as probably on his way to some special c beat' ; but he evidently doesn't think that looking in for a few minutes at our Pillai' s (where he will hear the freshest gossip, and probably get a drink of butter-milk, or at least a cigar, or a pinch of snuff) will very seriously interfere with the efficient dis- charge of his duties ; and hence we find him cooling his heels, or rather his whole body, here. On the Grama Munsif's left is a local land-holder, who has, perhaps, called this morning with a view to ' sound' Mr. Kanak- ka Pillai on the subject of certain orders"], [98, "84 THE PILLAI. rumoured to have been received from head quarters, referring to the collection of re venue, or the water-cess, or some similar subject. Near him are seated a couple of his neighbors, debtor and creditor. Either an instalment in liquidation of a debt is to be paid, or a fresh sum of money to be advanced ; and, as we have said already, where else can this be done better than before the ' Pillai' ? Lurking away in one corner of the pial is a member of the village mercantile community who is plaintiff in a suit instituted on a bond which the Kanak ka Pillai has attested . The defendant is a wealthy trader ; and the 'lurking' Ghetti has heard that the ' Pillai' has been cited as a witness on the other side. To confirm his suspicions, there is the Amina, or officer of the Court who serves parties with sum monses ; and he (the Ghetti) is evidently turning over in his mind what he ought to do now. There is also a messenger from the office of the divisional 1 revenue authori ties with orders for ' supplies,' or some such"], [99, "85 THE PILLAI. other requisition. At a good distance from the house is a Pariah Vettiyan (menial) from a neighboring village. Clad in only the ' picturesque langdti', with a dirty, coarse, black blanket thrown over his bare limbs, and leaning on a tall bamboo staff, this wretched specimen of humanity has travel led about ten or a dozen miles with a letter from some neighboring village ; and is now awaiting a reply, with which he will have to retrace his steps over the same weary distance back home, considering him self singularly fortunate should he be favor ed with a drink of cold soured rice-starch, amply diluted with salt-and-water ! Such are the kinds'of people among whom the village accountant ' Pillai' lives and moves and has his being. And now let us enter the Kanakkan's house. There is not much to be seen that is either novel or particularly different from the interior mechanism and working of other Sudra households, such as those we"], [100, "86 THE PILLAI. described in ' The Mudaliydr.' The meii being particularly busy in their out-door life, the burden of in-door duties falls, with more than usual weight, on the female members of the family ; and yet they go through it all ' Toiling, rejoicing, sorrowing,' with an amount of earnestness, interest and even gusto, that we would fain see left unchanged and unchecked by the introduc tion of the ever-increasing foreign element against which we feel that we cannot suffi- ciently or too much 'lift up our voice and cry.' Our description of a village accountant would be incomplete did we omit to mention that the seasons during which his hands are most full are the Mahasul, or in-gather ing of the harvest, and the Jamdbandi or annual visit paid by the Collector of the Dis trict for settlement of revenue accounts, &c. This mentioned, we must conclude our account, brief and imperfect as we know it"], [101, "87 THE PILLAI. is, of an energetic, hardworking, and highly useful section of 'Hindu Society, with the hope that, if we have not been able to do them full justice in our limited space, we have at least striven to present a faithful 1 picture' of their average representatives in real life."], [102, "No. IX.— THE RAIYAT, OR \"REDDI.\" tF there is any one sub-division of Hindu Sudra Society which, more than others, can be distinctly and definitely described, so far at least as habitual (if not hereditary) occupation is concerned, it is that known in the Telugu country as the Kdpu class, and it is to the male members of this class that the title Reddi belongs. The Reddi is al most always an agriculturist, either proprie tory or laboring; and, so, although we could not say, with truth, that every raiyat (Hindustani for farmer or tenant) is a Reddi, yet we might safely venture to say that, in almost ninety-nine cases out of a hundred, every Reddi is a raiyat. Though forming the bulk of the popula tion in a country where the ' tilling of the ground' is a large, if not the chief, means of bread-winning, tho Kdpu or Reddi people are never particularly remarkable for any-"], [103, "THE RAIYAT, OR \" REDDI.\" 89 thing — make no impression whatever for good or bad on the surroundings amid which they live. As a rule they are illite rate j but are a hard-working, homely, and essentially quiet-going people. And to an inspection of the homes and habits of the average Sudra Hindu, as typified in the Raiyat, we invite the reader just now. There is not much, though, to be seen by way of a ' home.' A hut, or hovel, some twelve feet square ; mud walls surmounted by a roof half-thatch, half-palmyra leaf, with a doorway four feet high by two broad, flanked on either side by pials of clay baked hard in the sun, about eighteen inches from the ground, the whole mud-work being painted in alternate perpendicular streaks of chunam and red earth, a foot's width to the streak, and a couple of triangular inches (to place lamps in) in the front wall on either side of the doorway, is about as com plete a description as can be given of the exterior of the Raiyat's abode. On the L"], [104, "THE RAIYAT, OR \" REDDI.\" 90 lintel is a roughly carved representation of the trident mark that distinguishes the fol- lowers of Vishnu, with the conch and discus also emblematical of that deity. Stooping low, we enter the house which consists of only a single apartment, redolent of cow- dung and confined air, smoke and stale currystuff. To the left, near the door, are three or four primitive fire places, built high (or low) enough to allow of cooking in a sedentary posture. At the angles of the wall, in the close vicinity of the fire-place, are tiers of pots beginning with those of a size large enough to be used as a bathing tub, and tapering upwards to the tiny little chatti with a mouth just sufficiently large to admit your finger. These pots contain household stores, such as rice, salt, or tama- rind. Then there are a few slings of rope- netting suspended from the smoke be darkened rafters, in which are placed vessels holding ghee, jaggari, aud such other arti cles as are likely to be attacked by ants and other vermin. Conspicuously arranged"], [105, "THE RAIYAT, OR \" REDDI,\" 91 also are the cooking vessels, almost all of the coarse country pottery, though kept as clean as is compatible with the material of which they are made. A few pieces o^ rough matting, a stray box or two, with a stout wooden pestle, heavily shod with iron at both ends, and a stone mortar, in two parts, in company with a stone for grinding currystuffs, lie against the bare walls of the house, which are further embellished by pieces of rope strung across to do duty for the clothes-horse. Then there are a couple of large baskets, or rather wicker-work cylinders, used as receptacles of grain, and a rude bedstead perhaps, of coir rope net work on a frame and legs of jungle timber. Add to these a couple of those spindle and distaff apparatus, one might any day find women by the score sitting, working at in any native village, and the inventory of the contents of the Raiyat's house, (minus the live stock) is complete. If you wish to cat ch him at home, you"], [106, "92 THE RAIYAT, OR \" REDDI.\" must visit the Raiyat very early in the morning, at least half-an-hour before sun- rise. Both he and his younger brothers are, you will see, up ; and are each doing ample justice to a large basin of cold (or rather decomposing) rice and water with the fain- test dash of sour buttermilk, taking a bite every now and then off the green chillies provided by way of a relish. This fortifica- tion of the inner man being over, the Raiyat repairs to the backyard of the house whither we shall follow him, stepping carefully the while over the sleeping bodies of the juvenile members of the family who have not yet begun to run their daily course of duty. A couple of bullocks, and a milch buffallo with her calf, are here, as well as refuse of every imaginable description, and revolting to every sense. The yard itself is a piece of ground not more than twenty yards square, enclosed by mud walls topped with palmyra leaves. There is a tamarind tree, and a couple of those trees producing the Indian vegetable termed 'drumstick,'"], [107, "THE RAIYAT, OR \" REDDI.\" 93 and also creeping plants of the gourd kind trailing about all over the place, which is at once cattle-shed, dust-bin, manure-heap, bath-room and latrine. Near the cattle is a large earthen tub, half buried in the ground into which are emptied the kadugu and kanji of the family establishment, the for- mer being the water in which the rice is washed clean before being boiled, the latter the thin gruel strained off when the rice has been cooked. Leavings at meals, and other odd scraps of edible matter are also thrown in, and the compound thus made goes to form a nourishing and perhaps even palatable drink for the cattle. In one cor- ner there is a plough of precisely the same kind as that used by our Aryan ancestors, centuries ago. Shouldering this agricul- tural implement, the Raiyat dons his sandals, tucks up his single garment a few inches above his knees, and sets off to his work in the fields, at a distance, his brothers follow ing with the bullocks and some more tools, while the Raiyat's mother and his wife busy"], [108, "THE RAIYAT, OR \" REDDI.\" 94 themselves with the duties of the household for the day. The children are half coaxed, half -frightened off the floor (we can't say out of bed), and are despatched to the back yard to make themselves clean — a process they seem to stand sadly in need of. While the old lady superintends the youngsters' morning toilettes (!), the younger one pro ceeds to sweep the house and front pials sprinkling them with a pretty thick solu tion of cowdung, and ornamenting the floor between the pials and just in front of the house, with quaint designs in powdered chalk. The sweeping over, the children are fed, and then the housewife goes to the well, along with her daughter perhaps, or a younger sister of her husband's, to bring in the required quantity of drinking water for household consumption. She will next go to the nearest bazaar to sell whatever home produce she may have : say, a pumpkin, or some tender tamarind leaves (esteemed a delicate acid seasoning) milk, curds or ghee} the produce of the buffalo, of which mention"], [109, "THE RAIYAT, OR \" REDDI.\" 95 has already been made, and occasionally alse hanks of yarn spun by her mother-in-law, who is even now busy at her wheel. From the bazaar, the Raiyat's wife will return home bringing a small quantity of meat or fish, of possibly rather questionable quality; and will at once set to work, preparing the midday meal. When the business of cook- ing is over, the first thing that is done is to send off their share of the food to the men working in the fields. This is taken in a basket or in pots slung on a stick and carri- ed on the shoulders. After eating follows the traditional siesta, in which even out-door laborers indulge ; and then again as the old woman settles down to work at the spinning wheel, the young ones go through a repe- tition of the same routine of duties as in the morning, sweeping, going for water, marketing, and cooking, so as to have the supper ready by the time the men return home. Long before they do return, it will be quite dark ; and in the midst of her culi nary operations the Raiyat's wife will rise"], [110, "96 THE RAIYAT, OR \" RETDI.\" to perform what is perhaps the only act ap proaching to worship in a Sudra home-stead namely, the lighting of the lamp. Washing her hands, face, and feet, and smoothing her hair, she will light a wick in the fire, place it in a little saucer-like chatti ; and, replen ishing the vessel with oil, will prostrate her self before it, with arms outstretched, and the hands in the well-known Hindu attitude of worship, the old woman and the children doing likewise, all calling the while on their favorite or family deity, or on the better known names of Lakshmi, the source of all temporal weal. The mother will then rise; and, still looking at the lamp, call for her luckiest child, or rather the child in the family who is supposed to have the luckiest face (!) — and there usually manages to be some such face in every family — to look into his or her features, a process which'is sup posed to be a sovereign preventive of mis haps. Anon the eveningjneal is ready, and the children and the women keep looking out for the return of the ' bread-winners.'"], [111, "THE RAIYAT, OR \"REDDI.\" 97 Directly the men come in sight, the young- sters crowd forward to meet them, as much to welcome them, as also to relieve them of their load of implements, straw for use of the cattle during the night, &c. The \" gudewife\" will present them at the thresh- old with a vessel of water to wash their hands and feet ere they enter the house, so that they may, as it were, bring no evil into it. Divesting themselves of the single piece of clothing they wear out of doors, and substituting what is called a langdti instead, the Raiyats sit down for their meals, such of the children as have not gone to sleep by this time sitting down along with their elders, the women, of course, serving. Then, after supper, betel-and-nut will be chewed, and tobacco smoked -} and, one by one, the Raiyat family will drop off to sleep — thus bringing to an end one of the usual un eventful days of their ordinary existence. -£"], [112, "No. X— \"THE GOLLA.' SUCH is the Telugu appellation— and the subject of our present sketch is taken only from the Telugu country, — of a sub-division of the Hindu Sudra community called \" shepherds,\" in the official transla tions into English. The \" Golla,\" however, is a rather different kind of person from what the English term ' shepherd' suggests. Herding sheep may be one, but is by no means the chief, of his avocations; but it would be nearer the mark if he were called cow or buffalo-herd, for it is chiefly with these animals that the native ' shepherd' in Southern India concerns himself, and lives by. In addition to herding cattle, and vending their produce, the Golla is also a cultivator of the soil ; and, not unfrequently, a holder of land under Government ; while, in the case of the poorer members of the class, working in the fields or gardens for a small hire is about the chief means of sub-"], [113, "THE \" GOLLA.\" 99 sistence for men, women, and even children. For the purposes of our present paper, how ever, let us select a Golla family in mid dling circumstances ; and see what sort of a life theirs is. The head of the family, who is the eldest of several brothers, is sufficiently high up in the social scale to allow of his taking unto himself the title of \"Ndyudu,\" which, we believe, is the proper caste designation of this section of the(Telugu) Sudra people; The joint family property (for, according to Hindu Law, the several male members in what is called an undivided family have an equal share in all the property — except what is self-acquired, by each — that may exist in the possession of the family) consists of per haps ten or a dozen buffaloes, half the num ber of cows, which yield a fair produce in the way of milk, curds,and butter), which the women of the family sell. Then, too,our \"Golla Ndyudu' may be the owDer of a plot or two of ' wet' land, as that is called which is devoted to the cultivation of rice,"], [114, "100 THE \"GOLLA.\" and other superior kinds of grain. One of the younger brothers is frequently in charge of this part of the family property ; another may be in the employ of a great cattle owner, and tending cattle far away in the hill dis tricts, where the pasturage is always better than in the plains, and in the vicinity of the haunts of human-kind- A third scion of the Golla family may hold some petty office in the local establishments, such as a peon, or a tappdl runner. Then, for the women of the family. First, there is the old widowed mother, who still holds almost despotic sway over the household, and whose slight est wish is obeyed as law by her grown-up sons with that filial devotion which is per haps the most prominent of Hindu domestic virtues. All day long, and to a pretty late hour at night, you will see this old lady bustling about the house and grounds, care ful and troubled about the many things essential, in her view, to the comfort and safety of the family. Now you will see her in the cattle shed, broom in hand, vi-"], [115, "THE \"GOLLA.\" 101 gorously giving a few finishing touches to the work of sweeping clean which has been indifferently performed by the hirelings whose duty it is- Again, you will find her, within doors, scolding one of her daughters in-law, or giving another certain stringent instructions for conduct in the culinary department. We next notice a plump, well-favored, young woman, who, we are told, is the only daughter of the family ; and, as such, is retained in it, her husband being affiliated by a peculiar custom known as '' Ille'tam.\" This son-in-law is, most probably, the dairy-man of the household, and such duties as milking the cows and buffaloes, churning butter, &c, fall on his shoulders. Then there are the three daughters-in-law of the family. The eldest of these is the mother of the next-to-naked children running about the house; and being, wife to the head of the family, is in a great measure exempted from ordinary domestic labour, though she willingly takes a hand at rice-pounding, grain-grinding, or cook-"], [116, "THE \"GOLLA.\" 102 in?, whenever there is an additional strain on the household hands. On the second and third daughters-in-law falls the greater part of the household drudgery. Their husbands being absent from home for the greater part of the year, and holding but inferior positions in the family, it is but natural that this should be so. And we may be pretty sure that these young women, though perfectly used to, and even content with, this sort of thing, have no easy time of it. They will have to rise before dawn to attend, the one to the pots and pans used at the preceding night's meal, and the other to the drawing and storing of water for drinking or lavatory purposes. Then the various apartments of the house will have to be swept out, sprinkled with cowdung.and-water, and in some places ornamented with the pretty quaint diagrams in powdered chalk so well known in this part of India. An early mea], perhaps, may have to be cooked ; and then will follow the business of going to"], [117, "THE \"GOLLA.\" 103 the bazaar. Two, three, or even four, pots of milk or curds acrobatically balanced on the head, or a basket of greens or other vegetables poised on the hip, and kept steady by the arm half thrust in, with perhaps a few hanks of home-spun yarn deposited in the folds of the cloth over the stomach, are the almost invariable adjuncts laden with which the young women will set out for the bazaar, returning, after dispos ing of the same, also laden with whatever articles of household consumption they might have been commissioned to purchase. After returning home there will be the usual routine of cooking, eating, and sleep ing too, amid all the diversified vocations which the Hindu housewife has to follow. Such is a brief sketch of the daily life in au average Golla household, comparatively monotonous and uneventful. But the Golla people are hard-working, honest, useful members of society in their own peculiar way, forming no unimportant or uninterest ing element in the vast Hindu community"], [118, "No. XI.— THE PANCHALA, OR GOLDSMITH. ALTHOUGH it is not far from the truth that India is fast departing from that order of things in which each profession was in the hands of, and therefore inseparably connected, andinvariably identi- fiable, with a distinct caste ; yet the Pdnchdla people, as the artizan or ' smith-castes' are called, in Southern India, at any rate, have managed to keep themselves pretty much to themselves ; or, at all events, to prevent the craftsmanship for which they have been justly far-renowned pretty well in their own hands. '1 hey are not a very numerous body, numbering only 7,85,085, or 2'7 per cent. (according to the last census) of the entire Hindu population of the Madras Presidency ; nor are they particularly remarkable in our society, generally, for anything beyond having \" always maintained a struggle for a higher place in the social scale than that allotted to them by Brahmanical authority."], [119, "105 THE PANCHALA, OR GOLDSMITH. And yet, when you sit down and think about it, it is neither difficult nor uninterest ing to jot down a few particulars which might unhesitatingly be designated as the ' distinguishing characteristics' of this sub division of Hindu Society. The Native Indian goldsmith is, to begin with, easily known by the yajnopavitam (not unfrequently of silver or gold) which he wears across the left shoulder, and on the strength of which, most probably, he lays claim to the social status of the holy Brahman. The women, too, of this sect are at once made out, as much by their peculiar stamp of features, as by the Brali manish disposition of their cloth. And then the Pdnchdla people abstain, or at least profess to abstain, from animal food and strong dank. It may not be out of place, though certainly far from complimentary, to state that Indian goldsmiths are by birth, by caste, and by professional etiquette (!) what are termed in the polite phraseology N"], [120, "106 THE PANCHALA, OR GOLDSMITH. of the day ' kleptomaniacs.' In fact so proverbial is the development of the thiev ing faculty in workmen of this caste, that there is a saying among us which informs you that a goldsmith cannot make an orna ment even for his own wife, without first secreting some of the gold or silver given him for working upon ! And new let us pay a visit to the labora tory of one of these native Indian gold and silversmiths. It is nothing more than a Bmall room, or a part of the verandah screened off, opening streetwards, as much for the admission of air and light, as for the convenience of customers and such of the passers-by who might look in for a bit of fire to light a cheroot with. A hollow,scoop ed out in the middle of the mud floor, does duty for the fireplace ; while, close by,there is raised a miniature embankment, semi circular in shape, with a hole in the middle of the base for the insertion of the bellows when there is an extra amount of melting"], [121, "107 THE PANCHALA, OR GOLDSMITH. work on hand. Crucibles of clay, or cow dung, baked hard in the sun, tongs and hammers, potsherds of charcoal, dirty tins of water, and little packets of sal ammoniac, resin, or other similar substances, all lie scattered about the floor in picturesque confusion. Sitting, or rather crouching, on their haunches, in postures as comically as they are intuitively suggestive of Darwin's theory of the Descent of Man, are a couple of the Pdnchdla workmen themselves. One of them is blowing a pan of charcoal into flame through an iron tube some eighteen inches long by one in diameter, stirring up the loose charcoal with that languid nonchal ance which is so provoking to the European. Another is hammering, with equal laziness, at a piece of silver wire on a little bit of anvil before him ; while a third is ' taking it easy ;' but all the while making a customer, seated by, believe that he is working very hard, over a piece of work that has, most probably, been laid aside untouched for sjOtne weeks past. And yet, with such miser-"], [122, "108 THE PANCHALA, OR GOLDSMITH. able tools, such innate sloth, and such proverbial dishonesty, there can be little doubt that the Hindu goldsmith turns out work that well might, and often deservedly does, rank with the greatest triumphs of the jeweller's art. With all his faults, therefore — and the best of men are not faultless — the native goldsmith is a deci dedly useful and even ornamental member of our society, one of whom we might well be proud, tjking all things into consideration. We ought not to omit to mention that, besides being workers in the precious and other metals, members of the Pdnchdla caste are also blacksmiths, carpenters, builders and sculptors. A very small proportion of these castes are followers of the god Vishnu : the bulk of them profess the Saiva faith ; but are, in reality, worshippers of demons or the inferior orders of tutelar deities known in the country by the name of Grdma Be'vata. They burn, instead of burying, their dead."], [123, "109 THE PANCHALA, OR GOLDSMITH. The interior economy of Panchala home steads has nothing in it particularly striking , or particularly different from those of other castes. Onty, as we have mentioned already, they keep up as near as possible to the orthodox Brahman standard in all matters of ceremonial, domestic or religious. And yet, with all this show of sanctit}', it is a fact, as curious as it is significant, that no other caste, not even the Sudra, will eat or drink with a Pdnchdla — as strong a piece of evidence as could well be desired to show that, as their sworn foes the Brahmans sa}-, the Pdnchdla people are nothing more or less than an inferior race of upstarts who hope, by aping their betters, to obtain a superior social station. Such, briefly, are the Pdnchdla people of Southern India, who, though low enough, Brahmanically speaking, as a caste, are still not so low as the ' outcastes' to whom we shall call the reader's attention in the next Sketch of Native life which we"], [124, "110 THE PANCHALA, OR GOLDSMITH, hope to submit to him. However involved in doubt and even dishonor their origin may be, there is no denying that they form an absolutely indispensable element in our native social organization ; and we should, therefore, be guilty of an almost unpardon able indiscretion, if, in what professes to be a description of Hindu home life, we should fail to take at least the slight notice we now have done of them."], [125, "No. XII— THE OUT-CASTES. ALTHOUGH the well-known Pariah of Southern India is looked upon as the only ' out-caste tribe' among us, still we venture to think there are other castes that might fairly come within the meaning of the term out-caste. Indeed, strictly speaking, the Pariah is rather a non-caste than an oui-caste. Hence there arises the necessity for distinguishing between the non-caste and out-caste population of the country ; and we wish it to be distinctly understood that we purpose not only making the distinction, but also carrying out the theory into practice in writing this sketch. The Pariahs, or, at least, the members of this class who are found in the larger towns, are sufficiently familiar to the Anglo- Indian ; for it is almost exclusively from their ranks that household servants hail ; and, almost every type of the Pariah ser-"], [126, "112 THE OUT-CASTES. vant being so cleverly described in those capital \" Recollections of an Ex-Detective,\"* we shall leave them out of our account for the present, simply stating that, in the more remote villages, they are to be found not only engaged as sweepers and other me nials, but also, in fair numbers, as farm laborers, some of them being even land owners in their own right. Then there is the Ghuckler, as the native Indian workman in leather and hides is call ed. A large proportion of this class find employment in the Conservancy Depart ment of Municipalities, where those modern institutions exist. The others are either private scavengers or workers in leather. Neither of these employments being parti cularly lucrative, and the workmen them selves being neither particularly honest nor particularly industrious, the chucklers of Southern India are the poorest, most ignor ant and degraded of their fellow subjects this part of the country. * By D. S. White, \" Foster Press.\""], [127, "113 THE OUT CASTES. Both the Pariah and Chuckler people, and a whole lot of other half-wild tribes with whose names we will not trouble the reader, are supposed to be the aborigines of the country; and there is a good deal in such of their peculiar customs as linger with them at tho present day that justifies such a supposition. The very fact, for instance, of their being reduced to their present state of degradation is in itself, proof that they must have long been a conqueredr'people, that several successive waves of foreign in vasion must have passed over their heads, ero they became tho despised and wretched peoplo they now aro. And then, as to their peculiar customs, demon-worship, one of the most primitive forms of religious belief, is still extant among them, as also, in some cases, the barbarous practice of polyandry which obtained, if the Mahd Bltdrata lies not, among the royal families of that day. Besides Pariahs, Chuckles,?, and hill, or wandering, tribes, however, there are other o"], [128, "114 THE OUT CASTES people still.in Hindu Society, to whom we would draw attention, and to whom, in our opinion, the term ' out-caste' applies with peculiar force, they being as much looked down upon by the Sudras (the lowest order of Hindu castes proper) as they themselves, in turn, look down upon the Pariah and his brotherhood. We refer to such elements in our social organisation as the barber, tha washerman, the toddy-drawer, the fisher man, the potter, and such like. Each of these callings, as is well-known, is in the habitual and hereditary keeping of a parti cular (so-called) caste, and to do otherwise would be considered a disgrace if not a posi tive prime. With us the male members of the Amba ta, or Mangala (barber), caste, besides be ing hair-dressers, are also, some of them, musicians; and, in the latter capacity, form an indispensable feature in all our social and even religious festivities. The idea of a 'barber surgeon,' too, is a familiar one"], [129, "115 THE OUT CASTES. to the Hindu mind — the razor being called into requisition to do duty for the lancet, in many cases where the latter was either not forthcoming, or never heard of at all. The village-barber being the chief depository of all village gossip, he not unfrequently fills the role of what is called in Upper India a ghatak, or negoci ator of marriages. Women of this caste practice mid-wifery — in fact, the mention of their very name is synonymous or, at least, inseparably connected with the announcement of an 'addition to the family.' The Native Indian washerman— one great bugbear of Anglo-Indian life — is an indis pensable with us ; and, next to the members of our own family, receives, the largest amount of food and clothing from us. Every evening, as regularly as the\" lamps are lit, does your washerman's wife daughter or mother, turn up with a largo basket on her hip covered with cloth, in"], [130, "116 THE OUT CASTES. which she makes her house-to-house col lections of fresh-cooked rice, on which the people at home are dependent for food, as well as for starch to be used in the laundry (!) The style of 'washing' in vogue here must be sufficiently well-known to the Anglo-Indian reader, the bare mention of the operation intutively con juring up visions of smashed shirt-buttons, mangled lace points and similar evils he has suffered in consequence thereof. Ironing could not have been in existence as a distinct calling in the times when our castes and sub-castes came into existence ; and so we have no particular caste following this vocation ; while curiously enough, it is not taken up by the washermen themselves, every ironer of our acquaintance (and we have had more than enough of their said acquaintance) being of some other superior caste. Then for the ' toddy-drawers.' They are called Shdndr in Tamil, and Yidagavdru in"], [131, "117 THE OUT CASTES. Telugu. The style in which they climb the tall palm trees, for the liquor which is the commonest iutoxicating drink in this part of the country, might almost be envied by quadrumana; but, beyond this, and tho fact that in Tinnevelly (a district where Shdndr people are found in great numbers) a large number of them have embraced Christianity, there is nothing particularly note-worthy to mention regarding them. According to Dr. C. D. MacleAn, (m. c. s.) to whose volume of \" Standing Information\" we are indebted for many useful particulars, \"the palm-cultivator castes,\" as he calls \"them are clearly an aboriginal people, and, as a rule, demon-worshippers.\" \" The fishing and hunting castes,\" as Dr. Maclean styles them, are known as Sem badavar in tho Tamil, and as the Besta, or Bdya, people in the Telugu country. The Tamil-speaking section of this people are famous as the clan of whom Adimulam Chetti (the gentleman who lived next door"], [132, "THE OUT CASTES. 118 to the Ice House on the South Beach) is the deservedly respected head. Their Telugu brethren are better known as palki-bearers, and the trusted messengers of banking houses, than as followers of Nimkod or Isaak Walton. Lastly as to potters, their ' hereditary occupation' is, of course, that at ' the wheel ; working with which they turn out the black and red vessels of the coarse earthenware belonging to the genus chatti. In addition to this, however, Indian potters, are adepts in the treatment of all cases of fracture ; and it is still mentioned, of course not in the hearing of a ' Doctor dovai,' how a native Kosavan (potter) successfully splintered up the broken arm of Lord Elphintonb (then Governor of Madras) after all the English doctors had givin up the job as a hopeless one. These, briefly, are the sub-divisions of tho Hindu community, whom we trust we havo"], [133, "THE OUI CASTES. not given unpardonable offence to in desig nating ' out-castes,' but, when we find peo ple of unquestionable Sudra origin indig nantly] refusing to admit these to any thing approaching equality, we arc ata loss to find any more suitable title for them."], [134, ""], [135, "3PJIHT SECOND*"], [136, ""], [137, "No. I.— THE \"MUNSIF.\" MOT far away from the Tdluk ' Cut- cherry,' which we describe else where, there rises a building similar in external appearance, but more spacious in its interior accommodation. It is the Court house of the District Munsif, one of those gentlemen who, drawing salaries of from two to three hundred rupees per mensem, are allowed to try and decide all civil suits, the value of the subject matter wherein does not exceed two thousand five hundred rupees. The office establish ment Jos the Munsif is not a very large one ; but it is marvellously efficicent, it being simply wonderful, the amount of work that is carefully, correctly, and even regulary, gone through in one of these primary Indian Law Courts by men often poorly educated, and in every case wretch edly paid. We shall pay our visit to the Munsif's Court about noon, when the whole machi- p"], [138, "121 THE \" MUNSIF'' nery of local administrative justice is in full swing. The Munsif himself, you will find seated inside a small 'railed and raised' enclosure at one end of the cen- tral hall of the building. In front of him crowding on benches that surround the three sides of a rough square table, are the Vakils, the members of the local bar ; while, seated at another table, plac- ed against the railings of the bench (!) is the Gumasta (clerk), whose duty it is to take down the depositions of witness in extenso, as well as to 'swear' them in before they begin to depose. To the Munsif's right, squatting on a little bit of carpeting spread on the floor, there is another Gumasta superintending the stamp ing of a number of (duplicate) processes with a seal bearing a facsimile of the Munsif's signature. Besides doing this, he is often called upon to do odds and ends of work in the way of writing. Some times, for instance, the Munsif finds (as he almost always does on those days set"], [139, "THE \" MUNSIF.\" 122 a part for the hearing of what are called 'small' causes) that he has more cases on hand he can get through, if he were to have them called on one by one ; and, accordingly, it is no uncommon scene for two, and sometimes even three, cases being called on simultaneously, and the evidence taken down simultaneously, one in front, and the other on each side of the learned Munsif, who is, of course, supposed to be attending to them all with equal care and thought. The day when we pay our visit, however, is not such a very busy day ; and yet there is quite enough and to spare of noise and bustle such as are the invariable accompaniments of any public proceeding in the country. Not only are the Court room, verandahs and oven office-room filled by almost every variety of the genus liti gant, as well as their agents and legal advi sers ; but here are also to be found such ele ments (indispensable in Indian Law Courts) as stamp vendors, law brokers, and ' stand ing witnesses' (these last-named gentlemen"], [140, "123 THE \"MiJNSIF.\" going about seeking what they might devour by way of payment for perjury!) as well as sellers of fruits and other eatables. Among the several groups of people we see under the trees in the Court-house ' com pound,' there is one particularly noticeable, being under the charge of an officer of the Court. They are the witnesses in a suit now under trial ; and are therefore, (pro bably at the request of one of the ' parties') placed under this restraint, to prevent their holding any communication with those of their number who have been already exa mined. We have our own grave doubts, however, how far this vigilance will secure the desired end. The ' officers of the Court' on whom such duties devolve are neither the best paid nor the most upright of Government employes : and a few rupees, or even annas very often suffice to induce one of them to permit, or at least to wink at, a witness being coached up in his part almost under the Judge's own nose."], [141, "THE \" MUNSIF.'' 124 Let us, however, watch the proceedings now going on in open Court. As we have said already, there is a case under trial ; and, as usual, the plaintiff and defendant are represented by one or more of the native lawyers (?) going by the designation of Vakil, and combining in the exercise of their professional (!) functions the duties of both the Attorney and the Barrister of the English bar — preparing a client's case out of Court, and pleading the same in Court. There is a decided ' family likeness' in the dress and general appearance of these Vakils . All of them wear the pagri (head-cloth) of white spotted dirty-red calico ; almost all of them, too» make use of spectacles of various antiquated designs ; and every one of them has his uttariyam (upper cloth) carefully folded narow and bound after the fashion of a girdle about the waist. This particular disposition of the apparel, we should mention, is a sign of great respect — worshippers, and even priests, in a Hindu temple, always approaching the image with"], [142, "THE \"MUNSIF.'' 125 their upper-cloth girt about the loins. All who have had any experience of this des- cription of our Courts in the Mofussil will, we assure, agree with us in thinking that a too great amount of noisy squabbling forms the chief feature in the conduct of cases by local Vakils ; but it must also be said, in justice to the class, and taking into consi- deration the comparatively novel and decid- edly disadvantageous circumstances under which they are called upon to plead and practice under a system of laws which has, to say the least, a very strong, if not a very large, foreign element in it, that they do very well indeed on the whole. There is also one other thing in their favor, and that is that almost every one of them dis plays a no inconsiderable amount of natural talent for the profession he follows, some of them being really worth listening to, and others exhibiting very remarkable powers of cross-examination. Hardly any of these Vakils grow English ; and they are, there fore, entirely dependent, for their kn«w-"], [143, "THE \" MUNSIF.\" 126 ledge of existing laws, on the misty, next to-useless, translations into their vernacu lars of the various legislative enact ments. Well, such are the gentlemen who aro supposed, to assist (?) the Munsif in trying suits, and coming to a clear, if not correct, conclusion as to the several questions, of property, title, &c, that are continually cropping up before a Court of Justice. Though the Vakils are, is a rule, not over well-educated men (not to say but indiffer- ent lawyers at best) the great majority of our District Munsifs are, as must be admit- ted very fairly up to the work they are expected to do, many of them possessing an amount of legal lore which is as praise- worthy as it is remarkable among a class who have absolutely and literally no means whatever for adding to, or improving, their knowledge of things in general, or law in particular. We could easily mention in stances by the score in which the highest"], [144, "127 THE \" MUNSIF.\" judicial tribunal of this Presidency has up held the finding of Munsif s, even in cases where they had been reversed by an appel late authority (the District Court) ; and where such a proceeding was not only con sidered the proper thing by those immedi ately interested in the matter, but was also looked upon by the people at large as one of the many proofs they are surrounded by that the British Government is an essenti ally impartial one, and has the true welfare of its subjects ever at heart. We must, however, proceed with our depicturement of the scene before us. A witness, who has now been fairly through the ordeal of his examination, cross-exami nation, and re-examination, is having his by no means unprolix deposition read aloud to him by the Gumasta, of whom mention has been made already. This reading aloud gives a brief breathing time to every one in Court but the Munsif, a large heap of papers being brought in for him to sign just at"], [145, "PART II.] THE \"MUNSIF.\" 129 that moment, or some other pressing matter having to be looked into before the next witness is put into the box. Every body else, however, is \" taking it easy.\" Some go out for a little fresh air or a drink of water, others to blow the nose or to take a pinch of snuff. This is also the time for the daldl (broker) to introduce a new client to the vakil for whom he touts, as well as for the client to say all that he has to his ' counsel' (!) about the points the coming witness must be questioned about. And so on, witness after witness comes, and wit ness after witness goes, with other bits of judicial work in the already mentioned « reading aloud' intervals till late in the evening, often long after lamp-light. Such is the Munsif, and such his official life and work. There is not much perhaps of plea sure, certainly nothing of novelty, in it ; except indeed when it becomes the painful duty of the Munsif to sanction the institu tion of a prosecution for forgery or perjury — cases happily of very rare occurrence ; Q"], [146, "130 THE \"MUNSIF.\" [PART II. but it i3 upon the conscientious and effect ive discharge of duties such as these that much of our national and social happiness and prosperity depends ; and the Munsif, therefore, because but scarcely disappoint ing our expectations of him, is unquestion ably entitled to honorable, if not thankful, mention in an account, like the present, of one of the many phases of Native Indian (official) life."], [147, "No. II — THE \" SHERISTADAR.\" THIS somewhat outlandish term is one among a perfect host of words adopt- ed from the Hindustani (or Persian) langu- age during the period of the Mahammadan supremacy in India; and it is preserved among the public institutions of the pre- sent period, most probably for want of a better expression, if even so good a one can be found in the English language. In a large place, like the city of Madras, public offices and officials are not thought much of, in not a few cases hardly known ; and, so, though we have a \" Sheristaddr\" both in the Board of Revenue, and (till recently) in the High Court of Judicature, we ques- tion whether ten out of every hundred people we meet, who are not directly connected with the offices just referred to, know anything of the gentlemen fil ling the appointment of Sheristadar there-"], [148, "132 THE \"SHERISTADAR.\" [PART II. in. In the Mufassal, however, — and our remarks on the present occasion apply to the Mufassal alone — the Sheristadar whe- ther of the Collector's office, or the District Court, is a far more important, or at all events a much better known, personage ; and this not so much from his being the most influential public officer in the loca- lity, as from his being the main (in many cases the only) channel of communication between the common people and 'the gentle- men' as we call our European superiors. In the fine old days, as they are called, of \" John Company, my Jo,\" when few if any of our European superiors knew the verna- culars, when judges (?) were not ashamed to say in open court, replying to objections raised by counsel, ' I must first consult my Sheristadar' (!), and when Collectors used to sign papers by the score, placed before them by the Sheristadar, simply asking, perhaps with an oath, ' Where am I to sign ?' — in those good old days, we say, it was indeed a grand thing to be a Sheristadar ; and we"], [149, "PART II.] THE \"SHERISTADAR.\" 133 don't think any one of that class of state functionary in those times retired from service without having amassed a very con siderable fortune, and without having pro vided more or less handsomely for not only the remotest of his kinsfolk, but even for his various hangers-on. In the present day, too, when we have the rule rather than the exception of covenanted officers pretty fairly acquainted with the customs and languages of the people, and when the ' Bahadurism' of the H. E. I. C.'s regime has well nigh subsided into a thing of the past, and when, therefore, the once almost unbounded ' in fluence' of the Sheristadar is now pretty generally understood to have been numbered amoDg the things that were, — even in the present day, we repeat, the Sheristadar's is by no means a despicable, though in some cases a poorly paid, post. Let us takej for instance, the Eusur Sheristadar, as he is called, of the Collector ate office. He is the head of the Vernacu-"], [150, "134 THE \"SHERISTADAR.\" [PART II. lar Department, to coin an expression, or, in other words, is the channel through which alone his official superiors (who seldom, if ever, possess so intimate an acquaintance with the Vernaculars as to render the assist- ance of an interpreter or translator un- necessary) can obtain any information on any subject that has come up for disposal, and that does not come within the bounds of the ordinary routine of duties involved in our criminal administration. The Sheris- tadar also has to be present at all investiga- tions that are not of a magisterial charac- ter — that branch of the Collector's duties being about the only one with which the She- ristadar is not connected. And then, during the time of the Collector's jamdbandi (cir- cuit), the Sheristadar is an indispensable element in that \" Life in Camp and Cut- chery\" so ably, faithfully, and happily, de- picted by the late Colonel Meadows Taylor. It has been not unjustly remarked that a Sheristadar's duties depend almost entirely on \" Master's pleasure.\" We could easily"], [151, "PART IL] THE \" SHERISTADAR.\" 135 enumerate instances where, when either the Collector was particularly lazy, or the She ristadar particularly smart, the latter was made a perfect beast of burden of by the former ; but to go into details such as these, however interesting, if not instructive, would be too great a digression from the line we have chalked out for ourselves in professing to treat of the different aspects of Native life — would result in the intro duction of a great deal too much of the foreign element to justify the heading under which we now write. We shall now turn to the Sheristadar of a District Court, the kind of officer we had in mind when we made the remark that She ristadars are sometimes poorly paid. Very few (if you except the crowd of gaping vakils that always congregate in the vici nity of a Collector's camp) know or see much of the Collector's Sheristadar in his official capacity ; but his brother in the District Court is differently situated. The"], [152, "136 THE \"SHERISTADAR.\" [PART II. name of the duties to which he has to attend is legion. Besides being held, in a general way, responsible for everything that may go wrong in the comparatively limited office attached to a District Court, the Sheristadar has to do the work of regis trar, interpreter, and judge's clerk. He has, that is to say, to affix his 'initials with date' to every paper that is presented in the course of business. He has to go through an amount of viva voce interpretation both during the examination of witnesses, and when the Court delivers j udgment or makes an order, which we for one feel sure we would very soon break down under ; and, last, though not least, he has to go care fully through every paper connected with matters coming on for disposal in Court, and make himself thoroughly familiar with the details of every case, not unfrequently having to draw up a full summary of such details for the convenience of the Judge, should that officer Dot take sufficient in terest in his work to allow of his studying"], [153, "PART II.] THE '' SHERISTADAR.\" 137 up each case for himself. And all this, the Sheristadar did, till lately, for only a hun dred rupees per mensem ! We do not, like the author of a pamphlet* recently reviewed by us, feel ourselves called upon to ' lift up our voice and cry' against the evils existing under the present system of judicial admi nistration in this country ; but we are very decidedly of opinion that it is a point not to be passed over without notice, at least of a regretful kind, that so much and such im portant work should be required of such poorly paid and at best but indifferently treated native officials. And now, ere we close, for a brief sketch of the Sheristadar himself. Our own ear liest recollections of this class of official dignitary were of a thin, small-made, man, with a complexion of a sickly pale shade of ' bamboo,' sparse moustache, an enormous hooked nose with huge spectacles balanced thereon, out of which glittered a pair of * Our Courts of Law, and \" How to improve thtm.\" By A. H. Higginbotham aud Co. K"], [154, "THE \"SHERISTADAR.\" [PART II. 138 eyes that fastened on you with an almost fascinating brilliance at the first glance. With this Sheristadar of our boyish days too, were inseparably associated the dark purple pagri (headgear) and long flowing angi (or overcoat) of white muslin which have now almost entirely gone out of fashion. Nor, in those times, were native officials provided with chairs and tables. Nothing like it. The Sheristadar and all his underlings sat cross-legged, (or reclined and dozed during the intervals of duty) on dindu tivdsi (carpet and cushions) with a ' sloping lidded box' on four diminutive legs in front to do duty for table, desk, and office box. Many a time do we recollect seeing the Sheristadar take a furtive pinch of snuff ' under cover' of this box when Master's back was turned, or his attention was engaged elsewhere. Now, however, times have changed, and we have had our feelings not a little shocked at the specta cle of a Sheristadar belonging to the genus ' Young Madras' making an exhibition of"], [155, "PART II.] THE \" SHERISTADAR.\" 139 himself in boots, trousers, and what he called a ' coat,' looking as like a well-dress ed coachman as the proverbial \" two peas.\". We are not prepared to say whether or not in shaking off the appropriate if not elegant attire of our forefathers, the present race of subordinate native officials have also done away with that love for bribes which was the proverbially ' besetting sin' of their predecessors in office ; but we can have no hesitation in saying, that, as a rule, they are very well up to their work, and possess an amount of intelligence and general knowledge which is most highly creditable to people in their walk of life and with their almost absolute lack of advantages and opportunities for self-improvement. If we cannot look upon the Sheristadar of the present day as a ' Pillar of the State,' we can, at all events, set our minds at rest on the score of his ability and fitness, in ninety-nine instances out of the hundred for the post he fills."], [156, "No. III.-THE \"TAHASILDAR.\" A SMALL square built bungalow, the walls of mud-and-brick coated with chunam plaster, and the 'everlasting red tiled roof coming down in a foursided verandah — the whole building not unpic turesquely situated in a clump of mango and margosa trees close by the Grand Trunk Road, — such is the exterior of our ' Taluk Kachcheri,' the office, in other words, of the gentleman to whom we are about to intro duce the reader. As the Tahasilddr is emi nently a public character with us, and is almost inseparably7 associated, in the popular mind, with official rather than domestic life, we have chosen him for the third of this series of papers ; and, for the same reason, we shall visit him in his office and during office hours, rather than calling on him in his private residence, and during one of the few hours he has to himself."], [157, "PART II.] THE \" TAHASILDAR.\" 141 And now let us enter the ' Cutchery Bun galow.' As you go in, mounting on steps of indifferently dressed slabs of laterite, you will pass a constable in the well-known police undress uniform keeping sentry with a musket on his shoulder. Small groups of men, and in some cases a few women and children (probablj7 parties or witnesses in some cases that may be pending before the Tahasildar in his Magisterial capacity,) may be seen sleeping, or squatting, under the trees or in the verandah. Well, you proceed, enter a broad inner verandah, one half of which, that to your right, is fitted up as a sort of mock-miniature court-house — three pieces of board built into a sort of pial with a chair behind is the ' bench ;' while a couple or three date palm leaf mats spread on the floor are supposed to suffice for all purposes of accommodation, whether for parties, visi tors, or even such 'members of the local bar' as may occasionally put in an appear ance in their professional capacity. Though not ' sitting,' in the law-slang acceptation"], [158, "142 THE \" TAHASILDAR.\" [PART II. of the term, we find our friend, the local representative of the Government, seated in this part of the building, pen in hand, with a goodly array of tape-tied packets, and other papers loose before him. To his right, leaning against a pillar, and surrounded with cadjan and other documents, account books and other records, some bundled up in dirty ink-bespattered pieces of coarse country calico, and others lying scattered over the faded bit of carpet, there sits his factotum, the Head Gumdsta (chief clerk.) Behind the Tahasildar is the shroff (cashier), busy counting money, separating the bags or heaps of coin before him into orderly little piles of twenty or twenty-five. He is pro bably receiving a remittance from the in terior, or about to forward money to the head-quarters of the District. Standing against the wall to the Tahasildar's left are a couple of peons (orderlies) wearing shoul der belts (of the fashion so well-known in India) of leopard skin, supporting a brass badge of their office. Though in the most"], [159, "PART II.] THE \"TAHASILDAR.\" 143 statuesque of postures, motionless, and even looking almost asleep, they are all on the alert, and will be off like a shot to do their master's bidding at the slightest nod or signal. There are some two or three other paid clerks, and about half a dozen or so of the class known as ume'dvdr (volunteers,) of whom a number are invariably to be found hanging about every public office in the mofussil, doing odds and ends of work as much to oblige ' permanent incumbents,' as to establish a sort of claim to entertainment, directly a berth falls vacant, or whenever, as at the close of the official year, additional hands are taken on. Then there are, also, a few Karanam fellows (village accountants) who have been either specially summoned to give evidence, or for purposes of refer- ence, or who have come up to the Tdliik Sta- tion on some business of their own, and so come here to pay their humble respects to the gentleman who is as much, and a great deal more, the ' Lord and Master' of the Taluq, than a Collector is of his District, or even"], [160, "144 THE \"TAHASILDAR. [PART II. a Governor of his Presidency. In the city of Madras, for instance, the vilest jutka driver (vilest, we would beg to state, we used to qualify jutka, not driver) will hardly go an inch out of the road to make way for ' His Excellency'. In fact we know of a member of this confraternity once actually ' racing' a gubernatorial carriage and pair on its way from Guindy Park to the Government House, Mount Road ! In the Taluk, however, we have better notions of the way in which to obey the precept which tells us, among other things, to ' honor the king,\" which term, we believe, includes all representatives of the ruling power. Very few people, none perhaps but strangers, would think of passing the Tahasildar in the street just with a bow or a salaam. Even though he should ask you not to trouble yourself, nothing short of the direst necessity should prevent your turning back and accompanying him to the place he may then be proceeding to ; and, even thence, unless you wish to be considered proud or"], [161, "PART II.] THE \"TAHASILDAR.\" 145 unmannerly, you dare not depart unless the great man himself vouchsafes to give you your dismissal. Look, too, when the Tahasildar passes along the streets ; and see if you can find a single person, however feeble or tired, seated on any of the street pials, or failing to perform a low obeisance. Note also, in the Cutcherry itself, with what absolute veneration his underlings approach him, their hands on their lips, and hushing their voices almost to a whisper, the head bent, and the word \" chittam\" (\" your will\" or \" pleasure\") preceding every reply of theirs, however brief, to his questions, and even to his angriest expressions. Of course, a good deal of this almost servile obsequi ousness must be, and is, fast disappearing with our acquisition of Anglicised notions ; but, we must confess, we would far rather hear the \" chittam,\" humble, and even hypocritical perhaps, but unsubstitutably suave, of our forefather's times, than the half-lazy, half-insolent, ' Y-a-a-s' of the ridiculously Anglicised native clerk of the present day. s"], [162, "THE \"TAHASILDAR.\" [part n. 146 We must, however, hasten on to a short description of the Tahasildar. himself. He is, of course, a Brahman; and, almost of course, a Brahman rejoicing in the title of Bdu. We cannot, with truth, say that he is, as we see him now, a particularly good looking man; but we can easily see. that he is one possessed of no mean amount of intelligence. It is the heat of the day, and our Tahasildar has not only removed his stiffly-tied pagri (head-dress) and laid his bare head, almost bald, open to the soothing influence of the .pankha overhead, but has also divested himself of his long jacket (as we call. the overcoat of cotton) and is sitting in a sort of under shirt, half open. at tha bosom, and the usual veshti or (lower cloth). He is writing rapidly, as he is listening to a petition that is being read aloud to him by a clerk— very probably the writing ia on entirely different business from that to which the petition refers ; but our friend knows that not only this but a whole lot of other work must be done before he can"], [163, "BART II.] TffR- \" TAHASILDAR.\" 147 leave office ; and, even then, perhaps, he may have to carry home some papers to be attended to before he comes to office next day. Placed in charge of the entire revenue, and often the entire magisterial, interests of tracts of country not unfrequently upwards of five hundred square miles in extent, the Tahasildar has no easy time of it, we may be sure. It is certainly, there fore, a great credit to the class, as a whole, that, the administration of the Presidency at large is in so very satisfactory a condi tion. Of course, we do hear, now and then, of some scoundrel screwing bribes out of the poor with a spirit worse than that of a fiend ; and there have been not a few Tahasildars that have contributed to the state exchequer by way of fines disgorged out of their ill-gotten gains, not to mention those whom even-handed justice has dealt the harder blow that falls on the* convicted felon's head; but, taking them, all in all, and considering the peculiar"], [164, "THE \"TAHASILDAR.\" 148 [part II. circumstances under which they have to work, we do not think it can be denied that Tahasildars are a very hard-working, honest, and even honorable, class of public officials — a very important item among the many agencies now at work for the im provement of the country."], [165, "No. III.— A. THE SUB-MAGISTRATE. As we stated, in the foregoing paper the Tahasildar of a taluk has very often, more frequently indeed than not, in addition to his duties as a revenue officer, also the magisterial charge of his taluk; and, in this capacity, he is known by the above mentioned designation. Some times, how ever, the Sub-Magistrate has no revenue functions whatever to perform, as, for instance, in the case of those who are appointed to those ' divisions,\" as they are called, of the country where the Zaminddri system of collecting revenue obtains. In such cases, as we need not inform such of our readers as are to any extent familiar with the internal administration of the country, the Sub-Magistrate is not a very great personage, and is never paid more than a hundred rupees ; while, as Tahasil dar, he might draw a moDthly salary of from a hundred and fifty to two hundred and fifty rupees."], [166, "[PART II. 150 THE SUB-MAGISTRATE. According to legislative enactment these sub (or ' subordinate') Magistrates are of two different classes — the 'class' to which they belong not only determining what offences they are competent to try, but also what amount of punishment they are com petent to inflict. The vast majority of criminal cases that come on for trial before these Sub-Magistrates are of more or less a trivial kind ; and they seldom give a con victed person more than a couple or three months of imprisonment, or a small fine — it being always open, however, for them to send up cases to a higher officer where they are of opinion that the convicted party is deserving of a severer punishment than they can sentence him to, as they are also empowered to hold what is technically termed ' preliminary enquiry' into cases where the offence alleged to have been committed is one triable only by a Court of Sessions. And, now, let us pay a visit to one of these Sub- Magistrates' courts. The court-"], [167, "PART II.] THE SUB-MAGISTRATE. 151 house is nothing more or less than a veran- dah, or portion of one, with a room at one end for the placing of records. The Magistrate's court is nothing more or less than two planks of jungle timber built up- right into a pial, and supporting a third plank slightly longer — the whole covered with dark blue cloth of a texture just a trifle finer than that of a horse blanket. Seated on a chair behind this imposing structure, there is his 'worship' compla- cently twirling his moustache as he is Listening, with a half-credulous half- sleepy look, to the somewhat vehement statement of a witness before him, probably the pro- secutor in the case now under trial. Before sitting down to listen to the case itself (which seems to be of some importance, as we -find a vakil engaged on both sides, ) let us take a brief and hurried look at the scene before us. The cases which the Sub- Magistrate attends to first, and which, though trifling, are as numerous as they are annoying (those, namely, of persons"], [168, "152 [PART II. THE SUB-MAGISTRATE. taken up for ' committing nuisances' during the past night) are now over ; and we therefore observe the solitary Gumasta (clerk) in the Sub-Magistrate's office busy receiving money from Police Constables, which these latter gentlemen have just col lected as fines from such of the unfortunate ' night cases,' as have been found guilty of the ' offence' already specified. Other police men are going about backwards and for wards, as if for want of better employment • — one of them now and then bawling out the vernacular word for ' silence,' while another, perhaps, calls out the names of parties or witnesses as the Magistrate may require them. Scattered in groups under the trees in the 'cutcherry' compound, there are a number of people of almost every caste. Some of them are there summoned as wit nesses ; others come up to lodge petitions of complaint, and others again, perhaps the greater part of the crowd, idle loungers just come in to look at the fun ! Last but not least, among the elements in a crowd that congre-"], [169, "PART II.] THE SUB-MAGISTRATE. 153 gates in the vicinity of any court are the claldls (brokers,) whose specially chosen vocation would appear to be that of \" stir ring up strife\" and otherwise endeavoring to keep the vakils for whom they tout sup plied with cases, as well as their own very excellent selves in pretty comfortable exist ence. Besides touting, and pettifogging, these gentlemen also not unfrequently undertake to procure evidence of any des cription — commonly oral, in the shape of false witnesses; and, on rare occasions, of course when there is a larger amount of gain, documentary evidence too, in the shape of antedated stamps, or neatly forged signatures. Such are the characters ordinarily met with in a Sub-Magistrate's Cutcherry in the Mofussil ; but let us turn our attention to the case which, as we noticed already, is now undergoing investigation. It is one of those cases, so common in Indian villages, of dispute between two different parties — the Grdma Munsif (village Magistrate) T"], [170, "154 THE SUB-MAGISTRATE. [PART II. siding with one, and the Grdma Karanam (village accountant) siding with the other. The charge made, just now, by a member of one clique against perhaps a dozen or two of the members of the opposite faction is one of criminal trespass and assault ; and, as a matter of course, there are a perfect host of witnesses on either side to swear to their own particular version of the story. Cases of this kind, besides being of very frequent occurrence, also take up a great deal of time — sometimes going on for several days together — the vakils on both sides insisting, as only native Indian Mofussil vakils can insist, on every one of the witnesses they have cited being examin ed. In the far gone past, for the people who lived wherein our immortal Manu legislated, cases of this description were either absolutely unknown, or settled in an hour or two before the village Panchdyat. Coming down to later times, of which we've heard our fathers tell, the Indian villager had too wholesome a dread of the ruling"], [171, "PART II.] 155 THE SUB-MAGISTRATE. (Mahomedan) power to think, of going before its representatives for an adjudication of his rights. In these the golden days of India, under the British flag, cases of this nature are the most numerous, if they are neither the most serious nor the most vexatious ways in which, seeking to vindi cate his rights (existing or imaginary), the litigious Hindu rushes off into a criminal court with matter which, if triable at all, should have been brought before a judicial civil tribunal — where, however, things can't be done quite as quickly as one could wish ; nor does one think very seriously thereof. With these, perhaps somewhat digressive remarks we shall close a brief, and therefore necessarily imperfect, sketch of the official life and duties of an average native Sub- Magistrate in this Presidency, frankly stating, however, our regret at being unable with the limited space and time at our command, to do full justice to a subject as extensive and entertaining as it is import ant and interesting."], [172, "No. IV— THE POLICEMAN. fflnHE reader must indeed be a stranger to ejj* India to whom the apparition of the Indian \"bobby\"is not familiar. The traveller, whether by road, rail, or even canal, cannot fail to have noticed those representatives of the powers-that-be who (clad in a uniform not entirely unsuggestive of a groom's livery, with turbans of scarlet cotton bound and padded on to a skull cap of bamboo wicker work, with regulation belt, baton and sandals to complete the picture) meet one at every turn, taking good care, how ever, to turn up, like the proverbial ' bad shilling,' just when not wanted. It may be as well for us to state here that, by the term ' policeman,' we do not mean to con fine our present remarks to members of the lower ranks in the police force ; but that it is our intention rather to use the word in its more extended signification, as appli-"], [173, "PART II.] 157 THE POLICEMAN. cable to a first class Inspector (the highest police berth to which a native is appointed) as well as a last class Constable. We might state also that, partly on account of its being of comparatively novel introduction, the present system of Police is decidedly unpopular. Not that it is not an immense improvement on the old ' chauki' (or village) system ; but that to the Hindu mind anything novel must necessarily be bad, and is therefore looked upon with miDgled dislike and distrust. In a place like the city of Madras where the Anglicised element is great, and many other counteracting influences prevail, the policeman i3 a comparatively insignificant character; but, in the Mofussil, and still more in the remoter villages, the policeman is an individual with whom everyone is most desirous of standing well, if he is not looked upon with an amount of positive dread, especially by the lower and unedu cated classes. While there can be no doubt"], [174, "[PART II. 158 THE POLICEMAN. that dishonesty and malpractices are the rule rather than the exception among the lower orders of the police executive, it cannot be denied, on the other hand, that their temptations are as great as their work is hard, thankless, and miserably paid for. Look for instance at the quality and quan- tity of work a station officer, as he is called, is expected to do, on a salary never exceed- ing twenty-five rupees per mensem, often much less. He is the presiding genius of the thdna (station house) you will find in the heart of a pretty large village, and is the sole representative of the ruling power for several miles around, if indeed you except such exalted personages as the Inspector of the Division, or the Magistrate of the Taluk, whose visits to the smaller stations, if at all known, are, like those of angels, ' Few aud far between.' The station house is not a very pretentious looking erection ; but it is kept singularly neat and trim. There are a few flower"], [175, "PART II.] 159 THE POLICEMAN. plants in front, with the grateful shade of a couple of margosa trees overhanging the entrance, and in fact the whole building. There is a somewhat formidable array of bayonetted muskets on a stand, with a sword or two suspended from a nail in the wall. Then there are a whole lot of handcuffs of different sizes, some of them kept polished ready for use, others iu a state of chronic rust and disuse. Tur bans, belts, and batons already described, lie scattered about in picturesque confusion, the owners of those articles of wear and emblems of authority, being at present either sound asleep, or away in their houses. A coarsely made table with a single drawer and three or four wooden stools, with a bench intuitively suggestive of the use to which it is not unfrequently put (viz-, that of laying out such corpses as have been discovered under suspicious circumstances) — such are the sole adjuncts by way of furniture. Attached to these police stations are from a dozen to twenty constables, some"], [176, "[PART II. 160 THE POLICEMAN. of them (those wearing ' a crown and stripes' on the sleeve) belonging to the class styled dipty (Anglice deputy), others to different grades of the ordinary javdn (peon), and, of these, there are always two or more to be found on the station premises. When there are no persons freshly arrested, or any similar ' occurrence' on hand, the station house presents an appearance peaceful and quiet enough in all conscience. The station officer, if he has not slept there during the night, is at the station very early in the morning. ' Occurrence Reports,' the draw ing up of which forms no inconsiderable portion of a station officer's duties, have to be prepared for despatch to the Inspector, if the head-quarters of that officer are too far off for the station officer to attend there in person. Any known or suspected crimi nals that may have been arrested and kept in the station house (to which a small ' lock up' is always attached), have to be forward ed to the proper authorities under suitable escort, each of the constables who are then"], [177, "PART II.] 161 THE TOLICEMAN. present are told off to certain ' beats,' or to the discharge of a certain piece of business. All this has to be done pretty early ; because, after doing this, the ' Chief (whieh is one of the many appellations our police officer rejoices in) has to go on his own rounds. On these ' rounds' the policeman is always accompanied by a few or more persons who have either a process to serve, or have ' re ported' a theft, or are in some other similar position. It is when on duty of this des cription, therefore, that the temptations to corruption, of which we have made slight mention already, arise. It is nothing, for instance, for a man who has a hundred rupees of stolen property in his house to put ten or fifteen rupees (probably more than the constable's monthly pny) into the policeman's hand to prevent his house being searched. It is equally easy, too, for one who wishes to insult or anuoy another, to induce a police constable (in consideration of a small 'gratification') to search that other's house, or to detain him in custody o"], [178, "162 [part II. THE POLICEMAN. on some (real or imaginary) grounds of suspicion. Things like this occur almost every day under a Government whose great object, even its enemies must admit, is the improvement of its subjects. And who is to blame ? As our present object, however, is to depict rather than to moralise — to state facts as they are, rather than to go into deducing inferences from them — we shall content ourselves with making statements as temperate and as true as circumstances will allow, although they may be painful and even perplexing. We leave it to the great and wise — to those who can command more leisure than ourselves, and who can bring larger stores of learning to bear on the subject — to demonstrate (if demonstration here be possible) how it is that evils like these have existed, do exist, and most pro bably will exist to the end of all time. If our ' pictures' are accorded the merit of fidelity, we may well rest satisfied."], [179, "No. V— THE '; VAKIL.\" \" What cock-fighting is to a Malay, what horse-rac ing ia to an Englishman, wliat quail-fightiug is to a Chinaman, what pitch-and-toss is to a stable-boy, that law is to a Hindu. It is the amusement that rouses him to exertion ; that occupies his walking and sleep ing thoughts ; that keeps him going to and fro between the District Court, and his village forty miles away in the interior ; that leads him to spend his last farthing on the desperate Btake ; to pledge his wife's last bangle and his own last ear-ring ; that reduces him to beggary, and worthlessness ; and leaves him nothing to bequeath to his children but law-suits. Litigation seems to possess, for the eastern mind, a charm little short of fascination. Like drink, the taste, once acquired, gains fresh force after each indulgence ; and, when no longer able to gamble in law-suits himself, the hoary litigant becomes tutor and adviser of embryo disput ants, and opens a school for false witnesses in his village, where, enthroned as judge, he examines, cross examines, corrects, and directs those in their parts who are to appear in tbe real Court, and give their tes timony regarding what they know, or are to pretend to know, on the day of trial.\" Coming across the foregoing singularly well-conceived passage in an old number of"], [180, "THE \" VAKIL.\" 164 [PART II. All the Year Round, we at once deter mined to make it the text, so to speak, of the present 'Sketch' of no unimportant a per sonage in Hindu society. The term Vakil, however which is almost equivalent to the English word Attorney or Pleader, is so comprehensive, and is applied to so many different kinds of persons, that it becomes necessary to state, not only for the informa tion of the general reader, but also to assure such members in particular of the legal profession as may happen to rejoice in this appellation, that the Vakil whom we have chosen as the subject of the present sketch — is neither a Bee Yell nor a passed candi date, knows but little English, if any, and is almost exclusively confined to the Mofussil, though he may occasionally be found in the Presidency town. The reader must, therefore accompany us in thought to a dis trict town to be introduced to our Vakil- We will first go to the Vakil's house, which is situated in the principal thorough-"], [181, "PART II.] THE \" VAKIL.\" 165 fare, and within easy walking distance of the Civil Court house, and the Magistrates' offices. Approaching the building of unpre tending though by no means disreputable appearance, we will most probably find our friend seated, cross-legged, in front of a sloping lidded box on four diminutive legs on a piece of faded carpeting ; while, on strips of coars3 country matting in front, and on either side of him, you will find a number of his clients. Prom a physical point of view, the Vakil is not a particularly prepossessing specimen of the human race. Dwarfish in stature, with a wizened, evil favored, countenance deeply pitted with small- pox, hunch-backed, bandy-legged, and round shouldered, the only redeeming fea ture in his physiognomy, is the restless, ra diant, mischievously clever, pair of eyes, that look up at you, as you approach, out of a pair of hideous tortoise-shell framed specta cles. At his elbow are certain greasy-look ing, well-thumbed, books, which we find to be vernacular translations of the Civil and"], [182, "THE \" VAKIL.\" [part II. 166 Criminal Procedure Codes, the Court Fees Act, and the Statute of Limitations. A piece of wood scooped out does duty for an ink bottle, and some quill stumps for pens, while a few sheets of dirty white paper complete the tout ensemble of fittings in what ' we might, by a vigorous stretch of the imagin ation, term the ' office' of our village lawyer. Let us take a hurried glance, as we seat ourselves, at the various occupants of the Vakil's pial. That big-bellied gentleman squatted, leaning against a little bit of cushion nearest the Vakil, sporting a huge pair of gold bracelets, and a highly orna mented waist-belt of the same precious metal, his big fingers almost covered with massive heavily be-jewelled rings, is the village Sdhukdr, or money-lender ; and, as such, is the greatest patron, or at least the best paying client in the whole range of the Vakil's practice. The Sahukar has several suits pending in the different Courts of the District ; and has probably looked in this"], [183, "PART II.] THE \" VAKIL.\" 167 morning to leave instructions either for the summoning of a witness, or it may be for the taking out of a warrant of arrest; or, per- haps, merely for consultation on some minor affairs, such as whether or not a certain borfd is sufficiently stamped, or when a certain lease will run out. In front of tho Sahukar is a fine specimen of the Reddi (or agriculturist) class, who is very likely de- fendant in a suit by his landlord ; or perhaps going to institute proceedings himself against the landlord. Almost crouching in one corner of the verandah is one of the village bazaarmen, a Ghetti who has been taken up, but released on bail, in respect of a charge of receiving stolen property ; and a pretty figure indeed does he cut. At a respectful distance from the bouse, sit- ting under a tree, in postures painfully sug gestive of Darwin's theory of the Descent of Man, are about half a score of Woddar (tank-digger) people, laborers on some public work, who have a long story to tell, how the Overseer would not pay them their"], [184, "THE \" VAKIL.\" [part II. 168 proper hire, and when they remonstrated, gave them cuffs and curses for a reply. At a still greater distance from the house of the holy man, — our Vakil, we should state, is a Brahman by caste — there stand a group of Pariahs, would-be complainants in a c*ase of assault, for they bear on their bodies freshly inflicted wounds by the way of evi dence, of the cruel beating they say they have, received from their master, a petty land-holder in the neighbourhood. We can not say whether the way in which the Va kil will hold forth to these poor creature on the equity and justice of the \"white man's law,'' which makes no difference be tween high and low, rich or poor is more amusing or edifying ; but the way in which he takes his fees is too interesting to be passed by without notice. They are re ceived both in coin and kind- That from the Reddi will probably be a quantity of paddy or other grain ; that from the Ghetti ghee, tamarind, or similar articles of domes tic consumption. Contributions of firewood"], [185, "PART II.] THE \"VAKIL.\" 169 or vegetables will be levied from the Pariahs and Woddars ; while, there being a regular running account between them, the Sahu kar will proceed to make an entry in his books to the Vakil's credit. After duly attending to his several clients, the Vakil will retire for his bath, piija, and breakfast. In the course of an hour and-a-half, or even more, since it is essen tial for his reputation as a Vakil that he also keep up his prestige as an orthodox Brahman, and puja, properly performed, takes up an unconscionable length of time, we will find the ' Pantulu', as his sect of Brahmans are called, issuing forth from his house sprucely got up in the costume of the genuine Anglo-Carnatic official. A dhovati (or waist-cloth) of fine white calico, a white ' long jacket,' as it is called, washed and starched, but unironed, a roll of papers, enclosing pen and spectacle case, is stuck dagger-wise in the folds of the uttariyam (upper cloth) that is bound over the sto- v"], [186, "170 THE \" VAKIL.\" [PART II. macb, and a white-spotted dirty red turban of antiquated style, with a pair of sandals, profusely ornamented with tassels of colored leather, and the bright scarlet seeds of the abrus precatorius, complete the costume in which, we must confess, Pantulu looks to greater advantage than he did when he saw him squatting half -naked on the pial in the morning- Unfurling an umbrella of stout cotton drill, on a framework of good-sized country cane ribs, which, with the proclivi ty of a native for gay colors, he has had covered with bright Turkey red cloth, frin ged with white, Pantulu now sets off, strut ting as cockily as the bandy legs already mentioned will allow of his doing, to the Court-house, whether we shall follow him, keeping at a sufficient distance for us to iiote the various incidents in his progress Court-wards. See, for instance, how the bazaarmen salute him with eager eyes, and worshipping hands, not excepting the very Ghetti, in whose debt the Vakil may stand. The Chetties know him well as a clever, de-"], [187, "PART II.] THE \" VAKIL.'' 171 signing unscrupulous man, doubly danger ous, inasmuch as he is a Pandit in the white man's law; and can, so they implicitly believe, come out unscathed from the furnace of the worst of evil conspiracies which India is only too notorious for. Observe, too, the perfect nonchalance and scant courtesy, with which he acknowledges these saluta tions, with the slightest imaginable bend ing in of the fingers of his left hand. Sud denly, however, he espies a little pony cart in the distance, which Pantulu knows to be that of the Assistant Collector now going to • Cutcherry-' Hey, presto ! down go the ribs of the gorgeous umbrella, off go the be tasselled sandals ; and, wheeling to the right about front, behold our Pantulu, both his hands pressed against his forehead and almost covering his whole face (a movement considerably impeded by the umbrella being placed under the arm) making the lowest of low salaams to the ' gentleman.' \" Hullo,\" says the latter, raising his whip by way of acknowledgment"], [188, "THE \"VAKIL.\" 172 [PART II. of the obeisance, \" Hullo, Pantulu, going to Court ? How many lies are you going to tell to-day, you old rascal\"? \" Chittam\" (your pleasure) humbly replies the old Pantulu, scarcely comprehending the drift of the highly complimentary remarks just made to him, but perfectly satisfied, never theless, as the single word he has replied in is intended to show, that he has been fortunate enough to secure even this notice from so exalted a personage. In due coursej the Court house is reach ed ; and here we shall find a larger and more varied collection of the genus client ; or (to put it more correctly) litigant. Put ting off not a few who come forward to meet him, with the decided air of a man who has other and evidently more important matter on hand, our friend makes his way straight for the Court house, carefully depositing his sandals and umbrella in a secluded corner of the veranda. You will now find Pantulu elbowing his way through the"], [189, "PART II.] THE \" VAKIL.\" 173 crowd already collected in the Court room, to the seats provided for the members ofjthe local bar, to which learned body our friend has the honor to belong, as did his father (and grandfather) before him, by virtue of a sannad (letter of appointment) dating back to those fine old times of the Honorable East India Company. Though fully entitled to do so (having never been found out in any of the many rascalities he has been guilty of), Pantulu does not practise before the District Court, satisfying himself with the no inconsiderable amount of work he finds before the Munsifs and the Magis tracy, and acting also as a sort of attorney between parties and the ' Engleeshmains,' as he calls his English-speaking brethren in Vakilhood. Behold him, therefore, now, squatted on a low seat near one of the better educated pleaders, eagerly; almost franti cally, gesticulating as he pours forth a per fect flood of fact, fiction, and fraud, by way of instructions to his Anglicised brother, whom we observe making barely successful"], [190, "174 THE \" VAKIL.\" [PART II. efforts to suppress laughter at his instruc tor's vehemence, as he jots down a few notes. And now the Judge comes on the Bench ; and the case in connexion with which our learned (?) friend has been at work is called on. Pantulu will now retire, with a rapidity of movement we hardly be lieved him physically capable of executing, to behind the row of seats already mention ed, where, surrounded and almost hidden by his clients, he will every now and then whisper something into the pleader's ear, or more frequently furtively despatch one of his party to communicate something to the witnesses outside, thus helping to secure that marvellous amount of ' consistency in evi dence' which the most experienced of Indian Judges have characterized, and done so only too truly, as the surest sign of a case being ' cooked up,' as the phrase goes, for some iniquitous ends. To trouble the reader just now, however, with a full description of a day's work in a"], [191, "PART II,] THE \" VAKIL.\" 175 Mofussil Court, will not only be going con siderably beyond our limited space, but also introducing too much of the English or Anglo-Indian element of life in this country, to justify the title we have selected for this series of sketches. We must therefore content ourselves with reserving the subject for some future occasion when we might be able to do justice to a highly interesting and suggestive topic."], [192, "NO. VI.— THE WRITER. FOR the information of such of our readers as may perhaps be startled at our giving the subject of a sketch of Native Life an English appellation, we would beg leave to state that we use the term \" Writer\" in the sense in which it is most commonly understood among natives : viz., as applying to all employes of Government doing work in English, comprising, that is, not only quill-driv ers, but also accountants, examiners, in dexers, nay even translators, et hoc genus omne. It may also be as well to state that the class whom our \" Writer\" is intended to represent are, for the most part, con fined to the Presidency town ; or, at all events, that the social and political atmos phere of Mofussil stations is not particular ly conducive to the development of those characteristics portrayed in the present paper. In fact we have selected this title mainly on account of its being familiar, and"], [193, "PART II.] 177 THE WRITER. therefore to so great an extent incapable of being misunderstood that it becomes unne cessary to say that the \"Writer\" is intend ed to be the representative in town of the class Sudra, whom the ' ' Raiyat\" represents in the country. Without further preface let us introduce the reader to Madras Manikyam Mudaliyar, whose home life we are about to delineate. In the good old days of the ' Kumpani Bahadur,' Manikyam was a little boy ; and his father was, first a dubash, and then a writer in some office under the regime of those times. It was that period in the educational history of the country when, as we've heard our fathers tell, the man who could read the Arabian Nights in English (and understand it ?) was regarded as a pro digy of learning far superior to, or at all events much rarer than, the \" Bee Yea\" of our day. As he grew in years, Manikyam grew also in understanding; and, in due course of time, when his father retired on pension, he w"], [194, "178 [part II. THE WRITER. got into the office, where he has now risen to a post worth about £100 a year. And then the old man died, leaving Manikyam and the other members of the family in the possession of a house and a decent hoard of money. The house Manikyam has en- larged ; and in it he lives. The \" family\" is a pretty large one, consisting not only of his wife and children, but also of the wives and children of his brothers, a wi- dowed sister, a maternal uncle, a paternal aunt, and a step-mother. Of the two younger brothers the elder is what is called among us an ' anonymous rice-eater' that is, one who eats the bread of idleness, but who is nevertheless about the most troublesome member of the family. The other brother is also in the \" writer\" line, being employed in a mercantile firm. The old uncle is, on the whole, an unobjectionable person ; and is an almost indispensable appendage in a large Hindu household being invaluable as an escort to the younger women when they go out, as well as a sort of guard on the"], [195, "179 PART II.] THE WRITER. house. Of the two old women, the step mother is the queen of the establishment, the directress-general of all domestic affairs, the dread, though by no means tho enemy of the younger women, especially her sons' wives. The other ancient female is a regu lar ' hewer of wood and drawer of water,' marketing and all similar outdoor duties devolving on her, as do cooking and other indoor work on the daughters-in-law of the family. The widowed daughter being her own mistress, and having been all along more or less of a pet with her brothers, is allowed to do pretty much as she pleases, sometimes going the length of acting in her mother's stead. Then, as to the children, such of them as are old enough, are sent to school, the younger ones remaining at home to run about naked, and to be alter nately slapped or petted by their elders. We next come to the habitation of this family. It is situate in the heart of Black Town ; and stands conspicuous among the"], [196, "[PART II. 180 THE WRITER. other houses in the street by its raised basement verandah, and street windows with glass panes of all shapes and sizes, and of all the hues of the rainbow. The house is entered by a door of primitive design and dimensions, but coated with the wood-oil varnish of more modern times. Entering by a narrow passage, and turning to our left, we find our friend Manikyam standing at the door of the room whose windows look out on the street. The room is an addition of Manikyam's ; and, besides being the \"room\" par excellence of the house, is also his own special apartment combining bedroom, dressing-room, and study. Its contents are both numerous and varied. A chest-of-drawers surmount ed by a glass case, the latter containing books in gorgeous bindings, glass ivory and porcelain toys, wax figures, and bead purses, silver vessels and a host of other gewgaws, all making a motley collection not unsuggestive of a museum on a small scale. A toilet mirror, on a top-heavy"], [197, "PART II.] 181 THE WRITER. tripod teapoy, a French brass bedstead with elaborate trappings and no end of pillows, a long armed easy chair, and an English made Davenport are among the items of furniture. Nor must we omit to mention a \" moderator\" lamp suspended from the ceiling, a concertina, a micros cope, a thermometer, an eight day clock, and upwards of a dozen cheap prints in flimsy frames, on the walls. Manikyam himself is just out of bed as may be perceiv ed not only from the drowsy expression of his eyes, but also from his dress which consists, only of a dirty white piece of sheet. ing (called a tundu) loosely tied over the loins, and coming hardly a couple of inches below the knee. Over his left shoulder is a red cotton handkerchief, streaked with white, more than a yard square, the insepa rable companion of the silver snuff-box just offered for the ' insertion of our digits.' Such is \" Mr. M. M. Mudali\" at home, a rather different individual from the sprucely got up gentleman whom we shall find ere long"], [198, "182 THE WRITER- [part II. getting into a miniature palankeen coach drawn by a ' tat,' and going to the \" office.\" Presently there comes Mr. M. M. Mudali yar's wife bearing a couple of tumblers, containing an infusion or decoction of weak tea leaves, coriander, sarsaparilla, ginger and spices, mixed with a quantity of smoked (for we can't say boiled) milk, and sweeten ed almost to sickening. This compound is what our civilised (?) fellow countryman would fain dignify with the title of \" tea,'' smacking his lips complacently as he gulps down mouthful after mouthful of the mix ture ! Mrs. Manikyam, as her husband would be delighted to hear her called, is a fair specimen tho middle class of Hindu (Sudra) women ; neither fair nor dark, neither thin nor stout,neither tall nor short, handsome nor ugly. Redolent of saffron, smoke, and of cowdung too and curry stuff, she wears an undress costume which, though it happens to be identified with the lower and not most reputable classes, one cannot help"], [199, "PART II.] 183 THE WRITER. admiring not only for its simplicity, but also for its admirable adaptability to the climate of the country, as well as the peculiar habits and occupations of the people. It consists of an ample skirt of stout colored calico, a chdli (staylette) of thin colored silk, and a piece of spotted muslin some six cubits long by two and a half broad, with borders of scarlet yarn, and narrow fringes of silver thread, worn, half hung, curtain wise, over the front of the figure from the left shoulder, the other half being brought over the back, and round the waist, where the right elbow touches, then over the stomach, and finally tucked into the band of the petticoat, leaving a good cubit or more hanging not ungracefully over the hips. The hair is neatly done up, in an oval mass projecting to one side, rather setting off than marring the peculiar stamp of features. A few jewels are worn, conspicuous among which are the big circular earrings, alter nately set with diamonds and rubies, the weddiDg tokeri, strung in a piece of yellow"], [200, "184 [part II- THE WRITER. cord, together with a number of minor gold ornaments, worn on the neck, a pair of solid gold bracelets, and another of equally solid anklets. At her waist there dangles a bunch of keys, in the elaborate folds of a silver chain, to which are also attached a tooth-pick, an ear-fitch, a small casket for eyesalve, another for musk, and a score of other little silver toys. Accompanying the lady is her little son vociferating for his share of what is so expressively called \" tea water\" in the vernacular. There is a daughter older than this young gentleman, and another younger, who is the father's, as the boy is the mother's, pet. Then there are the children's cousins, who, uot having the run of their uncle's sanctum, are vigorously making themselves heard in the adjoining apartments- As we sit, however, time flies ; and, ere long, a gentle female voice announces that \"water has boiled\" for Manikyam 's bath prior to breakfast and going to \"office.''"], [201, "PART II.] 185 THE WRITER. There is no feature of importance or inter. est in a Siidra meal that we can dwell upon other than the fact that it is quite as common for this class of people to use silver, bell-metal, or even pewter, basins for eating out of, as to use the ' plates of leaf so often spoken of. After taking his food, Manikyam will proceed, with the aid of a small looking-glass, to put on the marks of his sect — three streaks of sacred ashes. and a dot of sandalwood paste, the size of a wafer, in the centre of the forehead. Then will come the work of dressing for \" office.\" The costume worn by native officials in this part of the country being too well known to require description, let us see how the women spend the day after the men leave home. In addition to the ordinary duties of cook. ing, sweeping, &c-, the younger women of thefamily know enough plain sewing to make up their own clothes, and those of the chil- dren — tailor's hire being an extravagance x"], [202, "186 [part II. THE WRITER. only incurred for the making of the ' coats,' and other Anglicised styles of garment, in which Manikyain occasionally exhibits him self. There are also the periodical visits to the temple, occasions on which there is an extra display of clothing and jewels, and a small outlay of money in the purchase of cocoanuts, camphor, fruit and flowers, to be offered to the god. A fee in coin is paid to the officiating priest, in return for which the worshipper gets a small quantity of basil leaves sprinkled with holy water, some sacred ashes, or a little red meal, as the shrine visited happens to be one sacred to Vishnu, Siva, or Amman. In occupations such as these does the Hindu Sudra house wife live her life, quietly and even happily, finding at home work of no very exalted nature, but more than enough to occupy her time and thought, and hardly ever wishing it were otherwise. The day draws on however, and it is evening. A little earthen vessel is lighted."], [203, "PART II.] 187 THE WRITER. and placed in the street verandah, and another in the entrance passage. In due course Mr. Manikyam returns home ; un dresses,washes his hands, face, and feet; and anon proceeds to discuss his supper — his dinner having been brought and eaten under a tree in the office 'compound.' Then he will lounge on the street pial, chewing betel and nut, and gossiping with his friends and neighbors till he becomes sleepy. Meanwhile his wife will have made up his bed, and will be sitting up for him. By half past nine or ten Madras Manikj'am Mudaliyar will be fairly in the land of Nod, where we shall leave him, wishing him, des pite his shutting himself up almost her metically, pleasant dreams and sweet repose."], [204, "No. VII.— THE D. P. W. OVERSEER. WHO among us, here in India, does not know that the initials D. P. W. stand for Department of Public Waste — no, no, Works ? And who, too, that is, to any extent, familiar with the exist ing institutions of the country is entirely unacquainted with the class of Govern ment employe's to whom belongs the subject of the present sketch ? In the loneliest of roads, and in the vicinity of the remotest of villages, one frequently comes across specimens of the genus ' Overseer,' sometimes elaborately got up in boots, trousers and other highly Angli cised elements of costume, driving along in a jaunty little pony cart, or riding a very passable steed, sometimes in the soberer and more suitable Hindu garb, jogging along in a two-wheeled ' nib' and pair (of bullocks), always attended by a crowd of coolies, peons, and other camp-followers. One of the"], [205, "PART II.] THE D. P. W. OVERSEER. 189 almost invariably close companions of the Overseer is the contractor, the gentleman (or lady), that is, who supplies materials for the construction of such works as the oversight whereof is entrusted to the ' Overseer.' This contractor, for reasons that will only too readily suggest themselves* is always anxious, and, in fact, is most deep ly interested, to get himself ingratiated with the Overseer ; for it is the latter who must inspect and report upon the quality and quantity of such articles as brick, stone and timber, as the former undertakes to supply to the Government. It is the Over seer, too, that has to see whether the proper number of coolies are at work, and whether they each do the proper amount of ' task' that is allotted them. It is also the Overseer that has to certify as to measurements and other similar details to the higher officials. Lastly, it is the Overseer who is the chan nel through whom,and through whom alone, the contractor can hold any communication with the powers-that-be. Not that it is im-"], [206, "190 THE D. P. W. OVERSEER. [PART II. possible for the contractor to write a letter, or to hold a conversation with the Over seer's official superiors ; but that, owing to the great majority of these contractors be ing unacquainted with English, the in terpreter nearest at hand is the Over seer, to whom, of course, recourse is had. Under these circumstances, therefore, and in a country and amoDg people with whom the practice of making 'presents' to public officials has long been considered as absolutely necessary, if not exactly the correctest thing, it is no wonder that the ' contractor' figures so largely in the Over seer's little world ; that the maramat ildkha, as the Department of Public Works is known among us, presents so tempting a prospect to those who would make ' haste to be rich' by any means ; and that this Department is branded, among all classes of the population, with the infamy of being the most expensive and the least useful of the many Departments of service under a Government which even the superlatively"], [207, "TART H.] THE D. P. W. OVERSEER. 191 conservative Hindu has learned to admire, if not to affect. We are among those who think that more or less of this general, and perhaps even merited, ill-feeling against this particular line of State operations, is owing to what we cannot refrain from characterising as the most highly injudicious way in which Government have seen fit to set to work. Bearing in mind, however, that our present object is to deal with the Overseer, as with other Native Indian officials, more from a social, than from a political, point of view,we shall not, for the present at all events, go into the 2^'os and cons of a question that has always occupied no small amount of the public attention, and the solution of which, we fear, must long continue to be one of the vexed problems of Anglo- Indian politics. And now for a brief sketch of the Overseer himself — his belongings and sur roundings. As a rule, we think we might"], [208, "THE D. P. W. OVERSEER. [PART II. 192 safely say that the Overseer is not a very well educated man — so far at least as the term education, in its popular acceptation, goes; but he is always well up to his own work. If he is not a B. C. E., he is at least a, passed pupil of the Civil Engineering College; and is a fair draughtsman aud surveyor. His knowledge of English may not be particularly good; and his acquaint ance with English authors not particularly extensive ; but his proficiency in ' slang' generally, and 'Billingsgate' particularly, is simply astonishing. We believe, on the best authority, that it was a gentleman in the Overseer line who came out with the following epistolary effusion (already in print) to the wife of his Range Officer : — \" Honored Madam. I beg to send, as per the Governor's order, one hundred dibs by the Head cooly chap. If your honor please, you may tip him, and he will be too thankful in this d — n hot weather. Yours most obediently.\""], [209, "PART II.] THE D. P. W. OVERSEER. 193 The italics are ours ; and we think they amply bear out our statement. Well, a man with an education like that we have just described, and nothing more than a raw lad in age and experience, is put in charge of a Taluk some hundred square miles in area ; and, with two or three similar fellows in charge of similar duties, is placed under what is called a Range Officer, who for one reason or another is hardly a check on the malpractices going on under him, probably in his very presence. Above the Range Officer there is the District Engineer ; and, above the District Engineer, again, is the Su perintending Engineer. Both these classes of officers, are from the commissioned ranks of the army, many of them belonging to the Royal Engineers. It is owing to men of this class that the D. P. W. has not turned out an unmitigated curse to the country ; but, with all their conscientiousness, their pains taking, and their thoughtful labor, not even their most devoted admirers can say- that they know the people. Yet it cannot Y"], [210, "194 THE D. P. W. OVERSEER. [PART II- be denied that it is on an intimate know ledge of the people themselves, among whom and for whose benefit an Overseer is sent to work, that by far the greatest amount of his efficiency and usefulness must depend. We regret exceedingly to have to say it, but we cannot, if we wish to be truthful, say anything else than that, unless some complete change comes over the spirit of the scene now presented by the D. P. W., the term Overseer must remain, as even now it is proverbially known, as something not far from a synonym for a successful scoundrel ; and this not so much from the innate wick edness of all those who were or are em ployed in that line ; as from the fact that, as things are managed now, while on the one hand the temptations to corruption that beset the Overseer's path are simply over whelming, we have not, on the other hand, the faintest shadow of a guarantee that the men whom the Government in the dis charge of its exalted functions sees fit to appoint to Overseerships are (leaving aside"], [211, "PART II.] THE D. P. W. OVERSEER. 195 the question of individual good conduct and honesty) to any extent restrained by public opinion or efficient supervision.- We fear we have drawn a very dark picture; bu1-, as we have said already, our object is the representation of things as they are, in doing which it is not always that one can be effective, not to say pleas ing."], [212, "NO. VIIL—THE DRESSER. AS in every country, and among all peoples, whether civilized or sav age, the Healing Art is always represented, so in India there is to be met with almost every conceivable variety of that sub.divi sion of the human race that follows the medical profession as a means of livelihood. Thus we have the Hakim and the Vaidyan (Hindustani and Tamil words, respectively, for the doctor) working almost side by side with the M. D.'s and F. R. C. S.'s of the far West; each, of course, firmly believing in his own peculiar rules of prac tice (or theory), and, doubtless, each filling a pretty fairly indicated position in the world at large. The gentleman, however, on whom we have pitched just now as the subject of the present sketch is a member of the lowest grade of practition ers (or, rather, sub-practitioners) in the Medical Service, as it is called, that has"], [213, "PART II.] 197 THE DRESSER. been organised under the auspices of the British Indian Government ; and is termed in the somewhat high-flown phraseology of his Department, an ' Hospital Assistant.' In the metropolis of our Presidency, where every ' district' has its Surgeon, and where hospitals, in common with all other public institutions, are, besides being competently superintended, always open to the inspec tion, frequent and unexpected, of the public, and the ' higher authorities,' the Dresser is never much more than a cross between a compounder and a sick nurse. In the Mufdsal, however, where the ' Nawab Saheb fashion' of doing things has not altogether ceased, and where there is neither press nor public to hold unprinci pled officers in check, you will find that the Dresser is often a very important personage indeed, often holding powers of enormous responsibility, and often, we regret to add, abusing those powers for carrying out the meanest and most ignoble of ends. Take, for instance, the case of one of"], [214, "198 [PART II. THE DRESSER. these Hospital Assistants attached to one of those institution flourishing at all our Collectorate stations under the grandilo quent title of a ' Civil Dispensary.' There is a small hospital in connection with this Dispensary, which is chiefly patronised by members of the Municipal police force on sick leave, a few bed ridden paupers, and an incurable or two. Over this establish ment, which is of course duly comple mented with kitchen, store-rooms and other out houses and appendages, does the Dresser reign supreme, except perhaps for the fifteen or twenty minutes during which (unless there is something very important, like a, post mortem examination, to be done) the Civil Surgeon of the District pays his daily morning visit to the place. And even then the Dresser is neither idle nor invisible ; on the contrary, he is even more prominent an actor on his little stage. It is not every member of Her Majesty's Indian Medical Service that commands a colloquial knowledge of the vernaculars of"], [215, "PART II.] 199 THE DRESSER. the country; and, so, in addition to the Dresser's other duties, that estimable indivi dual has to act as interpreter between the ' Doctor dorai' and any of the patients with whom his dorai-ship may hold a short conversation. After prescribing for some, or all, of the applicants for medical advice aud assistance, and perhaps signing a few papers, the ' Surgeon Saheb' will go home ; and, for the rest of the day — if, as we said already, nothing very emergent turns up — the Dresser reigns supreme. Behold him, therefore, as soon as ' master' is fairly out of sight, his jacket pulled off, his heavy ' head cloth' removed, thus enabling him, literally, to ' take it cool.' Lounging in a chair with his legs stretched out on the table before him, our Dresser now proceeds, or makes us believe that he now proceeds, to ' dis pense' the remedies prescribed by the doctor. On one side there is a large ugly looking chatli containing a strong infusion of senna leaves, hardly, if at all, touched up by its proper and usual accompaniment of"], [216, "[PART II. 200 THE DRESSER. epsom salts. A small tinpotful of this mixture is served out to each of the unfor tunate applicants for a purgative draught ; and great indeed is the Dresser's wrath (sometimes finding vent in language the reverse of polite) should any objection be made, or opposition raised, to swallowing the nauseous dose. After this, little chips of dressing-plaster, or rags dipped in carbolic oil, are distributed among those suffering from bruises, boils, or sores. Then, perhaps, there are a few prescriptions which the ignorant servant-of-all-work is unable to make up ; and, so, with no small amount of parade and ' tall talk,' does the Dresser's great self in person perform the business. Sometimes the patient is a very ignorant and credulous person ; and right earnestly does the Dresser set to work at ' gulling' the poor creature. We ourselves have seen a gentleman of this class administering magnesia to a poor village woman's baby, making the mother believe, all the while, that the powder was vibhuti (sacred ashes)"], [217, "PART II.] 201 THE DRESSER. over which a particularly efficatious man tram (incantation) had been pronounced, and that therefore her child would be sure to get cured ! We happen to know that the child in question did get cured ; and that our Dresser-friend still enjoys a reputation for his ' charmed powder' in the locality ; but we question whether this is exactly the kind of way in which Dressers are expected to dispense drugs by the Government that has educated and employs them. Besides the ' Civil' one, there is also another Dis pensary at all large stations up country. We refer to that attached to the District Gaol; and, under the Civil Surgeon (who is most commonly also the Superintendent of the gaol), there is here also another Dresser, whom we shall find to be a greater personage even than his brother whom we have just described. Being placed over a whole lot of ' black sheep' in whose power it is not either to rebel or to reply, one common, though not necessary, consequence is that the 'Gaol Dresser' soon becomes hard- Z"], [218, "202 [PART II. THE DRESSER. hearted to a fault ; and yet there are not a few of the class who, as hardworking and honest as they are humane, have won the esteem of almost every one of those with whom they have come in contact. It has frequently been remarked, and not wholly without due and sufficient grounds, that a man in the position of a Dresser attached to a gaol is always in the fair way to make a fortune. Nothing, for instance, is easier than for such a Dresser to have a man put on lighter labor, or better diet, than that which falls ordinarily to the lot of the in carcerated felon ; and people would gladly and readily pay fifty, or even a hundred, rupees for such indulgences. Of course things like these do occur, as do many other evils in this wicked world ; and we mention them not to reflect upon, or to insinuate anything against, the Dresser as the representative of a class ; but because we feel it part of our duty to look at all sides of the question, and not to suppress anything simply because it is distasteful."], [219, "PART II.] 203 THE DRESSER. Then, there is a third kind of Dresser, the individual, we mean, who is told off for duty in the Collectorate Office ; and whose services are chiefly called into requisition during the jamdbandi season, when the Collector tours about the different taluks of his district for the purposes of collecting arrears, and issuing fresh deeds, leases and so forth. Lastly, there are the Hospital Assistants whom we find in the military service, doing duty with a regiment. Here, owing not so much to more vigilant supervision, as to almost absolute want of scope, the Dresser's powers for good or ill are very limited, if indeed they exist at all ; nor can we think just now of anything particularly important or interesting in connexion with this depart ment of the sub-medical profession that we can note for the information of our readers. We fear we have not represented the Dresser in the most favorable of lights ; and we feel, too, that it is far from pleasant to"], [220, "204 THE DRESSER. [PART II. look at the darker side of a question ; but, while never hesitating to speak what we know to be the truth — however painful that truth may be — we are quite ready and willing to admit that the Dresser is what he is by the very nature of the circum stances and the system under which he works ; and none would rejoice more hearti ly than ourselves should quiet, faithful, statements of facts such as these lead, in any small way, to a remedy for, if not a removal of, evils that there can be no ques tion exist among us, moro or less under the shadow of State authority."], [221, "NO. IX.— THE RAILWAY STATION MASTER. ALTHOUGH railways in India are, besides being utterly foreign, of but comparatively recent introduction, and although the European and Eurasian ele ment preponderates very largely indeed ' on the line/ we do not think we could be accused of being incorrect when we take it, as we now do, that the Station-Master on an Indian line of railway is, in the great majo rity of cases, though neither always nor necessarily, a 'Native Indian.' It cannot also be denied that, a very large number of our fellow-countrymen finding employment under the various Railway Companies, ser vice of this description forms no small or unimportant element in Native Indian (official) life, at depicting which we aim in this series of papers. This much being premised, let us now pay a visit to an average Indian Railway ' Sta-"], [222, "206 THE RAILWAY STATION-MASTER. [PART II. tion,' over which the subject of the present sketch is the ' Master.' The scene is one familiar enough to any one who has travelled to any extent through the country. The Station house and its surroundings rise out in bold, almost startling, relief out of, almost invariably, a barren treeless plain, the utter ' un-Indianness,' so to speak, of the whole construction as completely marring the prospect, as it fails to fit in and harmonise with the local circumstances of place and people. Some of these stations are got up with an attempt at gayness in external ap pearance at least. The walls are painted red and white in imitation of what is called ' exposed' brick work ; while the doors and windows are coated with that mixture of linseed oil and green paint to inhaling the odor whereof we arein debted for many a bad headache. Other stations are built after a different fashion, of material which is as dismal in appearance, as it is durable in quality. We refer to those, of course, built of grey gra-"], [223, "PART II.] THE RAILWAY STATION-MASTER. 207 nite so common along the north-western and even along the east to west lines of the Madras Railway Company. We don't think there is anything, so far as we can recollect, that could beat one of these stations at pro ducing effects exactly the reverse of exhila rating, especially on a dark drizzling night, with a badly paved and worse-lighted plat form to stumble along over, and with ' no supper, nothing.' We ought not to omit to mention, however, that in not a few stations praiseworthy and pretty successful attempts have been made, by way of flower plants and shrubbery, to alleviate this dreariness of appearance we have been speaking of; but, with all this, we do not suppose we are far from the truth when we say that, so far at least as neatness in appearance, and com fort or even convenience to passengers await ing a train, (leaving aside the more import ant point of provision for food and lodging,) is concerned, Indian Railway Stations are, if they are not a failure, certainly far from being a success."], [224, "208 THE RAILWAY STATION-MASTER. [PART II, And now for our friend, the Station-mas ter himself. There is not much, if anything, so far as externals go to distinguish him from other mortals, unless you wish to put down the pomposity, as pitiful as it is ridi culous, in exhibitions of which some Station masters do indulge, as a distinguishing characteristic of the whole class. There can be no doubt, indeed, that the mastership of a station presents rare opportunities of play ing those ' fantastic tricks' which the great English Dramatist has only too truly attri buted to those who happen to be \" dressed in a little brief authority\" ; nor can it be denied that there is not a little in our na tional character that predisposes us to an abuse of authority; but in justice to them, it must be said, and we say it most un hesitatingly, that, in whatever other res pects they may err or fail, our Native Indian Railway Station-masters are, almost unex ceptionally, if not always, remarkable for their courtesy and suavity of manner, as well as for the exceedingly obliging way in"], [225, "PART II.] THE RAILWAY STATION-MASTER. 209 which they are ready and willing to attend to the wants of passengers of whatever \" class,\" color, or creed. We do not think we can speak very eulogistically of the intellectual attainments of the Station-master ; but we must bear in mind the fact that the duties that he is ex pected to perform are by no means of a nature demanding any great exertion of the mental powers, or involving the exercise of any more than the most ordinary and the simplest principles of general knowledge. If, however, his brains are not much taxed, the Station-master has, on the other hand, to go through a by-no-means small amount of physical exertion. This every one will readily admit who has seen this officer going about, often running, on the platform as a train either comes in or goes out- We, for one, should not like to be in his shoes just at that time. Trains, too, it must be remembered, are neither ' few' nor 'far be- tween.' So the Station-master has not, 1-A"], [226, "210 THE RAILWAY STATION-MASTER. [PART II. we may make sure, a very easy time of it. Nothing, for instance, is more exasperating than to have to get out of bed at an un conscionable hour of night, and just as you had fairly settled into a sound sleep. How provoking, too, would we find it should we be summoned to work just as we had either commenced or were in the very middle of a meal ? And yet these are events of daily and sometimes even more frequent occur rence in a Station-master's life. There is one thing most English people in India must have noticed in the class of officials now under notice, namely their wonderful command of colloquial English- Of course, they sometimes make mistakes — mistakes comically like those made by the lower and less educated classes of Europeans and Eu rasians with whom (in their capacities of guards and drivers) the Station-master comes much into contact — as a foreigner must always be expected to do ; but, in spite of such mistakes, and in spite, too, of a painfully profuse interspersion of slang,"], [227, "PART II.] THE RAILWAY STATION-MASTER. 211 cant, and even ' Billingsgate,' there can be no great question that his free-and-easy acquaintance with English goes far indeed to constitute that particular kind of effi ciency, and even energy, which are looked for in members of the class we have been describing. Well, such is the native Indian Railway Station-master; and such his ordinary life and work. He is not indeed a very highly civilised or otherwise cultured individual. He may not, too, always belong to a very high caste, or be otherwise what is called well connected. It nevertheless happens, however, that it ia on the simple, quiet, working of persons such as these, compara tively insignificant indeed in their own indi vidual selves, that no small amount of our national progress, nay, safety, depends; and it would be certainly a serious ' sin of omis sion' on our part were we, while professing to depict Native Indian Life in as many of its varied and not wholly uninteresting phases"], [228, "THE RAILWAY STATION-MASTER. [PARTII. 212 as we could collect information about, we were to overlook so important and interest ing a ' type' as that furnished by the gentleman to whom we now will say • good bye,' not, however, without feeling a certain uncomfortable kind of sensation that we have not, in our limited space, and with the limited amount of information available on the subject, been able to do him full justice."], [229, "NO. X.— THE \" GRAMA MUNSIF.\" <JS>T has been said that there is hardly JL anything in which the Oriental in general, and the Hindu in particular, de- lights so much as in the being \" dressed in a little brief authority ;\" that there are few things which prove so highly attractive to the native Indian mind as the importance and influence supposed to attach to any office under Government. When, therefore, we state that the Grdma Munsif, or Vil lage Magistrate (as the English rendering of the expression goes) is a social institution not only of long standing, but also appointed by Government, who have gone the length of providing special legislative enactment for the control, direction, and guidance, of this class of public servants, our readers must be prepared to believe that the func tionary under notice is, in his particular village, as great if not a greater personage than the Tahasildar in that officer's taluk, or the Collector in his District."], [230, "214 THE \"GRAMA MUNSIF.\" [PART II. Withoat further preface, let us introduce Rappala Raghava Reddi, Grama Munsif of the village of Ragulapadu in the Northern Sarkars. The Munsif ship of the village has been in his family from time immemorial, so that his house-name (as the Hindu surname is termed) is hardly known in the place — members of his family instead of being spok en of as the ''Rappala people\" being termed the \" Grama Munsif people !\" As his name indicates, our Grama Munsif belongs to the Reddi (or agriculturist) class among the Siidra section of the Hindu community. Probably owing to the hard but invigorating nature of their occupation, and to the quan tity of food they consume, this class of people are invariably of stalwart sturdy frame. In fact, in the extensive circle of our Reddi acquaintance, we can hardly count on our fingers any whom we might class under the category of weaklings. This being so — and Raghava Reddi, though about the richest, and certainly the most influential, man in the village, not thinking it deroga-"], [231, "PART H.] THE \" GRAMA MUNSIF.\" 215 tory to his dignity to tuck up his waist-cloth and take a hand along with his laborers either at driving the plough, or working with crowbar and spade — it is no wonder that he is a picture of health; and, for South ern India, an athlete in physical appearance. He stands six feet high without his heavy, ornamented, country sandals, and measures something like fifty inches round the chest. The only flaw in his physique, is the too projecting paunch ; but this, he compla cently informs us, is simply owing to his drinking too much rdgi and buttermilk when out working in the sun ! His dress is perfect in its primitive Indian simplicity — consisting only of three pieces of cloth, two white, and the third red, all liberally bor dered with gold lace. Of the two white cloths, one is tied round the loins, and the other is thrown loosely over the shoulders, while the red-and-gold cloth is twisted and wound round the head. He also sport3 a small but choice selection of Carnatic jewellery. He wears a waist cord of the"], [232, "216 THE \"GRAMA MUNSIF.\" [PART II. finest gold, in circumference the thickness of one's little finger, a pair of ' table* diamonds in massive gold settings in the lobes of his ears ; while from the upper edge of the left of these organs there hangs an oval emerald, with a tassel of about a dozen pearls of different shapes and sizes. Then on his big fingers there are rings containing enough stones to stock a small museum ; and, lastly, there is a gold armlet, enclosing some highly-valued charm, about six inches above the elbow of his left arm. So much for our Grama Munsif's exterior ; and now for a few words as to his duties. He is empowered by Government to dispose of petty criminal cases (chiefly of theft), sentencing those proved guilty to fine, im prisonment, or both. Then he has charge of the village generally, including the cattle pound, cart-stands, and similar local in stitutions. He is also a sort of coroner ; and, as such, has to be present at the recovery or production of any dead body found under"], [233, "PART II.] THE \"GRAMA MUNSIF.\" 217 suspicious circumstances. The heaviest part of his work, however, is that of writing \"re ports\" to his immediate superior, the Taha sildar ; and, unless he happens to be a pretty good penman, the Grama Munsif will only too often find himself getting into arrears; and thus into mischief. There is one more phase of his multifarious vocations which we must not omit men tioning, namely, the invaluable use he is of to travellers in procuring them food, lodgings, or relays of bullocks or carts. Of course he has his shortcomings ; and it is not unfrequently that, in spite of an order being sent days before for supplies or relays, not only are they not forthcoming, but the Munsif himself is invisible. But, making the usual allowances for the besetting in firmities of our countrymen, we should be the most ungrateful of mortals if we were not, on this occasion, to place on record the great obligations we have been under, both as travellers and as residents, to several members of the Grama Munsif class all over the Presidency. 1-B"], [234, "No. XL— THE \"GUMASTA.\" WE may begin by stating, for the information of such of our readers as are not familiar with the jargon of Native Indian official titles, that the term ' gumasta' (which, like the designations of several other characters we have dealt with in this series of papers, is of Persian origin) is applied to all employe's in the lower grades of the vernacular departments of the administration, whether clerks or account ants. In a country where employment under Government has long been looked upon as the chief, if not the only, means of acquiring honor, wealth, and in fact of distinguishing oneself, the Gumasta is always an eminently respectable personage, if he is not a very representative character. In the Mufdsal, moreover, where an official in Government employ is, though he may hold but a very inferior position indeed, looked upon as a superior order of being,"], [235, "TART II.] THE \"GUMASTA.\" 219 the average Gumasta is by no means untyp ical of the more educated and enlightened sections of the middle classes of our com munity. We ought here to add, however, that we use the expression ' middle classes, in its English (rather than the Indian) sense, as applicable to those middling in education, position, and wealth, rather than in 'caste ;' for it happens to be a fact that by far the great majority of gumastas belong to the Brahman (or the highest) caste among us. We fear we cannot point to the average gumasta as a man of any great intellectual parts or proficiency ; nor can we, as a rule, accord him the doubtful reputation, at best, for knowledge that is claimed by a 'passed candidate;' but for plodding perseverance at the hardest of most hard work — that of quill-driving — for diligence and despatch (when he pleases) in getting through work, we do not believe the native Indian gumasta can be surpassed, if he is at all equalled. Of course there has been a good deal of early training at work"], [236, "220 THE \" GUMASTA.\" [part II. in making the gumasta so highly efficient a public servant as he is. Many of our Deputy Collectors and sub-Judges must recollect how their fathers or other relatives in office used to make them attend kacheri (office) immediately on quitting the ' house of bondage' presided over by that great bugbear of Hindu juvenile days, the pial schoolmaster ; how they were kept, often till late at night, to make out copies of de positions, or writing out a tdkid (order), or perhaps reading aloud an arzi (petition) ; and how what they must have felt most irksome at the time eventually gave them that familiarity with vernacular work of every description, to a woful want of which the ordinary Bee Yea and other productions of the ' high pressure' system of education in fashion at the present day must plead guilty, and which very materially stands in the way of their becoming useful members of the public service. Though there is no denying the fact that not a few of our fellow-countrymen who are now in high"], [237, "THE \" GUMASTA.\" PART II.] 221 situations rose from the comparatively in significant post of a gumasta, it must also be borne in mind that for everyone in such a position that is promoted, there are several hundreds that are left out in the cold, to live, grow old, and perhaps even die, as nothing more or less than a gumasta, which means hard work from morning to night, and poor pay, never exceeding twenty-five rupees a month, and often much less. Take, for example, the gentleman who is called the Head Gumasta of a Munsif's Court up country. He is registrar, judge's clerk, taxing officer, manager, accountant, and even sometimes interpreter and translator, all combined in one. Our only wonder is how a man who does all this, and so well as officials of this class commonly do their work, is content to receive only twenty rupees a month as pay, without any supple mentary emoluments whatever ; how, with the power in his hands to do almost any thing with the records of cases, involving, in"], [238, "THE \"GUMASTA.\" [part h. 222 not a few instances, interests and rights of incalculable importance, and with several other facilities for mischief-making, we say we simply wonder how the average Head Gumasta of a Munsif's Court is not only so hard working, but so honest, as we find him to be. These observations apply, with more or less force, to the gumastas both of the District Courts and of the Collectorate and subordinate revenue offices, all of whom are always exposed to a thousand and one temptations to tamper with the correct course of administration, whether judicial or revenue ; and, we repeat, it is indeed matter for self-congratulation that so large a number of our countrymen are, though placed in trying and even disadvantageous circumstances, generally found free from all taint of malpractices. Our description of the class gumasta would, however, be incomplete were we to omit making the reader acquainted with the fact that, as there are gumastas under"], [239, "PART II.] THE \" GUMASTA.\" 223 Government, so too there are gumastas in the service of private individuals and asso ciations. Go, for instance, into a javili or cloth bazaar. There you will find a burly, big, black Chetti reclining half naked among boxes and bundles containing fabrics different of kinds, from the costliest produc tions of the renowned looms of Benares or Madura, to the coarser textured green, red, or yellow selai (cloth), like the ones you find grass-cutter or scavenger women wear ing. Your first impression, of course, is that the Chetti is the owner of the property he exhibits for sale ; but, on enquiring, you will find that he is only a man in charge— a gumasta — a paid servant of some mer chant or trading firm. Then, too, there is the gumasta (secretary or steward) who is employed in every Hindu and Mahomedan household of any position or importance in the country. He is either superintendent of fields, gardens, or other landed property, a sort of steward or head servant in the domestic establishment, an agent, frequent-"], [240, "224 THE \" GUMASTA.\" [PART II. ly, for attending to law business in con- nexion with the collection of outstandings, or all these and even more combined. In the case, too, of the richer raiyats (farmers) most of whom are illiterate men, a gumasta is an indispensable adjunct for the carrying on of their business affairs generally, and correspondence, perhaps, particularly. Then there are the Gujirati and Marwadi bankers, known as Sahukar, in Madras, Bangalore, and other military stations and large towns in the interior. By far the great majority of these men are not only neither partners nor principals, but only paid agents — gumastas — of some great firm at Bombay or Benares, Haidarabad or the Hugli. Last, but not least, among the several varieties of the gumasta is the individual known as a ' law3rer's gumasta !' All members of the bar have, or are supposed to have, one or more of this description of employe about them. The gumasta of a lawyer is, as might be expected, a sort of factotum. His legiti mate duties may be those of filing papers in"], [241, "PART II.] THE \" GUMASTA.\" 225 Court, or of finding out what ' cases' of his master's are posted for hearing on what days ; but he is expected to put his hand to anything else as well, whether to go about ' touting' for clients, or to make a cup of tea, to buy provisions in the bazaar, to see that the horses are fed and groomed, the cows milked, the kitchen verandah swept, anything else 'whatever master please to order !' Such are the chief, if not the most inter esting elements and phases of Native Indian Life among the classes of people to whom the Gumasta belongs, and who, as we have said already, though neither very rich nor very high in position, nevertheless exercise an influence of a very good kind among the mass of the people, and are, certainly, a very important one among the several agencies now at work in securing for the British Government the most durable of holds on the admiration and affections of its Indian subjects. 1-c"], [242, "NO. XII.— THE \" MUNSHI.\" €ji» IKE not a few of the appellations by JBLft which native officials under Go vernment are still best known among us, the term ' Munshi' is one not only foreign in origin, but also somewhat difficult to define. The teachers, for instance, of purely vernacular or non-English subjects in the more advanced classes of our educational institutions go by this name ; and so, too, do those gentlemen in the Collectorate office whose duty it is to perform the Sundmani (or reading aloud in the hearing of the su perior officer) of all petitions, — or, to be nearer the truth, translations into English of all petitions — addressed to the Collector in the magisterial or the revenue depart ments of his work. Even at the present day, there is always a Munshi attached to the household establishment of ever}'' Ma hammadan gentleman of birth or position ; and the duties he is expected to perform"], [243, "PART II.] THE \" MUNSHI.\" 227 are as much those of the corresponding secretary, as those of a private tutor to the younger members of his employer's family. Thus it will be seen that the idea of a Munshi is always connected with the busi ness of reading and writing, and not un commonly also with that of teaching. For the purpose of the present paper, however, we propose taking the title Munshi, in one of its more limited, though perhaps most familiar, significations, that, namely, where it is used as applicable only to a teacher of Indian languages, sometimes to the foreign er, sometimes to the native youth. It would be no difficult, uninteresting, or un pleasant task for one to make a few remarks — as we even now feel sorely tempted to do — on the departed glories of Munshidom. We are doubtful if one out of ten thousand of our fellow-countrymen, of whatever caste or creed, has not heard, if he is not able to relate, at least one good story (with a Munshi for its hero) of the days of yore when the \" white man's\" rule was hardly"], [244, "228 THE \" MUNSHI.\" [PART II. known, if it had fairly commenced; and when the linguistical attainments of the great majority of these representatives of our rulers could be best defined by those happy lines of \" Aliph Cheem's\" — \" His Hindustani words were few— They could not well be fewer — As ' jaldijao,' and dekho do, And ' Khabardar' you suvvar !\" Our business is rather with the present than the past, however important and even interesting that past may be ; and we shall, therefore, confine ourselves just now to a description of the Munshi as he is, rather than as he was, or those who followed his calling were, about a century or seventy five years ago. The Munshi of the present day, then, is to be found pursuing his peculiar vocation in life either in the school-house, or at his gentleman (or lady) pupil's private resi dence. In the case of those who find em-"], [245, "PART II.] THE \" MUNSHI.\" 229 ployment in teaching the vernaculars to Europeans a knowledge of English (more or less good, bad, or indifferent) is, as a matter of course, an indispensable qualifi cation ; while the School Munshi is more of the ' rough diamond,' the more faithful prototype of the oriental conception of a pedagogue. We shall begin with a description of the School Munshi, the type of this class with which if we are not most familiar, we are at all events longest acquainted. In the earlier days of the Anglo-Indian system of education under which we live — before the University came, that is, to the rescue of the vernaculars — the ' Munshi's hour,' as we used to call it, was the hour for fun, frolic, and mischief, of every kind that could suggest itself to our fertile school-boy ima ginations ; and a percentage of fairly se venty-five out of the thrashings adminis tered by the head of the school were, we think, referable to a practical joke or some"], [246, "230 THE \" MUNSHI.\" [PART II. prank of the kind played during the verna cular hour. The Munshi himself was a comparatively harmless, very often a some what ancient, personage, his store of know ledge being perhaps as great as his almost utter inability to communicate it. Just now, however, things have changed vastly and for the better. The average School- Munshi is no longer simply a ' walking dictionary;' nor are his pupils so much inclined as school-boys were in former times to make fun of him ; and yet we question whether we take that intelligent interest in acquiring a knowledge of our vernaculars that might be reasonably expected of us, as we do also question whether the style in which the Munshi goes to work is the best for purposes other than merely securing a ' pass' in the Examination list. Let us beg the reader to accompany us to a class room where the Munshi is giving his lesson; and see how he performs that duty. The class is studying, say, a version of the Rd mdyana in Telugu verse. Well, one of the"], [247, "PART II.] THE \" MUNSHI.\" 231 pupils reads, or rather half sings, a stanza, the next goes through what is called pada vibhdgam, or the separating of the several compound words and eliminations in the stanza into their component parts. A third pupil now performs, with a peculiar sing song intonation, the process of substituting a synonymous word for each term that occurs in the stanza — often using expres sions like 'half-a-dozen' in (so-called) ex planation of simple words like ' six' ! And, then, lastly, there comes the tdtparyam (or purport) of the stanza, which, — having been committed to memory from notes of the learned Munshi's own exposition the previous day — is repeated with all the glib ness of a highly educated parrot ! Nothing like an attempt at teaching etymology or syntax from the text is made, other days being, as the Munshi will gravely inform you, set apart for the teaching of grammar ; while it is simply impossible for him, from his ignorance of English, to test his pupils' powers of translation. This, with the occa-"], [248, "232 THE \" MUNSHI.\" [PART II, sional submission to written examinations, is the way in which the more advanced pupils are taught (?) the vernaculars ; and we ask our readers to say whether or not — with agencies like these at work — we have any reason to cry out against the sad want of interest which educated Hindus display with reference to the literature of their own native tongues, leaving aside their lamentable ignorance of the same, compared with the knowledge they have of English. There is not a little, however, on the other hand, that can be said in favour of the class whom the Munshi is intended to represent ; and they have our sincerest sympathy in the mortification and pain of mind they must suffer in adapting them selves to the circumstances — so completely and fundamentally different from those under which their own minds have been trained — under which they are required to perform functions as toilsome and trying in"], [249, "PART II.] THE \"MUNSHI.\" 233 their execution, as they aro important and incommutable in their results. We must also bear in mind that the Munshi is about the poorest paid member of the teaching staff in any school or college ; and, as a friend of ours put it, ' how much brains can you expect for ten or fifteen rupees a month, when you pay twenty-five pagodas (87 rupees and a half) for the use of a bar rister's brains for perhaps only an hour or so ?\" So that, taking him as a whole, we have not much reason to be dissatisfied with the Munshi ; while there can be no doubt whatever that, so long at least as the better educated classes of our community will not put themselves to the trouble of mastering their vernaculars, sufficiently to allow of their becoming teachers of those languages themselves, it is impossible for us to find any one better able to fill his place. And now for the ' private Munshi,' as we shall call the individual who coaches up the junior members of the Empress of India's civil and military services, as well as mis- 1-D"], [250, "234 THE \" MUNSHI.\" [PART II. sionaries (both male and female) in the vernaculars. With his flowing robes of white, his placid physiognomy, and not unfrequently a book and an umbrella under his arm, lurking perhaps in the veranda, or under a tree opposite the bedroom window, the \" Moonshee\" isa feature familiar enough in Anglo-Indian life. As we have said al ready the private Munshi, if he is at all worth being employed, is very fairly ac quainted with English — in fact his very work itself affords him peculiar facilities for acquiring a capital knowledge of at least colloquul English; and then he enjoys that crowning advantage, namely, an apt, and industrious pupil. Thus it will appear that the Hues have fallen to the private Munshi in pleasanter places than they have to his brother who has to do harder work and for less pay in the school. Testimonials by the hundred bear testimony to the success of the Private Munshi as a ' coach ;' nor is a testimonial and a pretty haudsome salary the only reward he gets."], [251, "PART II.] THE \"MUNSHI.\" 235 There are, certainly, not a few of the many of our fellow countrymen who, holding high official positions now, commenced life as a Private Munshi, and who found their most bountiful patron in tho gentleman whom, in the days of his cadetship, they brought successfully through the ordeal of the various ' standards' of Examination. These, briefly, are the commonest aspects of Native Indian Life among a class of our countrymen who form a pretty noticeable element in Hindu Society at large- and who, to give them something, more than a 'negative recommendation,' exercise a very considerable amount of influence of a very good kind on their community in general, if not on their pupils in particular."], [252, "No. XIII.-THE \"SAHUKAR.\" THIS is the name by which the profes- sional money-lender is best known in all parts of India. The term itself is of Hin dustani origin ; and is, in this part of the country generally, and in the city of Madras particularly, used as applicable only to the Guzerati and Marwadi merchants who have settled here, dealing extensively in the manufactures of their native places, as well as being bankers and usurers on a large scale. More or less, however, Sahukar is known as the proper designation for the Indian ' Shylock/ as he is often called in the descriptions given of him by Anglo-Indian writers. In every Indian village, however remote, the money-lender is a familiarly known character — an indispensable element in our social organisation; and yet, he is almost invariably misrepresented: the darker, sadder, phases only of his character and pro fession being almost always delineated by"], [253, "PART II.] TslE \" SAHUKAR.\" 237 such authors as profess to portray the inner life of the Hindu people. Of course there are hard-hearted scoundrels to be met with in every country, as well as in every walk of life ; but it is very far indeed from the truth to say that the Indian Sahukar is the im personation, in human form, of every crime and cruelty that the love of money will drive one to commit. And then, too, we must take into consi deration the fact that, without the aid of the Sahukar, it is seldom if ever that the average raiyat can get on. After paying his rents, taxes, and other claims, there is hardly enough left for the maintenance of himself and household throughout the year. When, therefore, a bullock dies, a daughter has to be married, or a grand-father to be burned (or buried)and feasted over, what is the poor Indian peasant to do, but borrow ? Often, however, the lender is a neighbouring land owner, a little better off than the borrower himself ; and often, too, very little or no in terest is charged ; but, when either the"], [254, "238 THE \" SAHUKAR.\" [part II. borrower goes on defaulting, or the lender himself stands in urgent need of money, what is to be done but to resort to \" extreme measures? \" Much of the so-called oppres sion, which theSahukar isalmost proverbially known for, is due to recklessness on the side of the borrower, rather than to a deli berately-planned conspiracy on the part of the lender to involve a man in irretrievable financial ruin, and then to take possession of all his worldly goods. Instances are known of professional money-lenders frank ly forgiving a debt ; while the public charities of the Sahukar class are well known throughout the country generally, and in temples of Hindu deities particularly. Many say, however, that this charity of this class is a sort of sop to their consci ences, labouring as those consciences must be under the load of guilt they have com mitted through extortion and oppression. This may or may not be ; but it is matter for congratulation that among the money lenders of India there prevails not a little"], [255, "PART II.] THE \" SAHUKAR.\" 239 that ' charity' which, according to the tenets of the purest and simplest of existing creeds 'covereth a multitude of sins V There is not much in his external appear ance to distinguish the Indian usurer from his fellowmen ; nor are his house and other belongings particularly ponderous or pre tentious in shape or substance ; but the slightest glance at him and his are enough to convince you of his being decidedly ' moneyed.' As 3Tou enter the house, by the usual narrow passage, and turn to your left, you will come on the Sahukar's office room, the apartment where he keeps his bonds, cash, jewels, and other securities and valuables. The room is lighted by a single window strongly barred and counter- barred with thick iron rods ; and the supply of air as well as of light admitted thereby is but limited. You will look in vain, though, for ' wrought iron safes' or Chubb's locks. Our rural Shylock — and our remarks are intend ed to apply to money-dealers in the country rather than in the town — concerns himself"], [256, "THE \" SAHUKAR.\" [PART II. 240 rather with the thickness of his walls, and the strength of his iron bars, being in great er fear of the house-breaker than of the picklock ; for Indian burglars are not up to ' skeleton keys' and other refined devices for the safe management of their nefarious trade. The Indian village money-lender does not believe in currency notes,always keeping his ready cash in silver or copper coin, rather than the ' dirty little bits of paper,' as he calls them, bearing tho signature of the Commissioner for Paper Currency. Almost always, too, the Indian Sahukar (except in the case of the great native banking houses) is his own accountant, book-keeper, clerk, and bill-collector — an arrangement that must be commended on grounds of economy, if not on those of convenience ; but, when a bond has to be written, the services of some one else able to write are called into requi sition, to provide against the suspicion of forgery that often arises, especially in such cases as those where the individual execut ing the bond happens to be so ignorant as"], [257, "PART II.] THE \" SAHUKAR.\" 241 not to be able even to sign his or her own name. Sometimes, when transactions of more than ordinary importance and magni tude take place, the Sahukar's room presents quite a busy and even crowded aspect. All the chief village authorities will be there, as much to aid the contracting parties by hints and suggestions, conveyed in no quiet or subdued tone, as to attest the bona fides of the transaction by their ' mark' or auto graph on the bond that is being drawn up. There are other occasions too — like those, for instance, when the Sahukar makes a final settlement of accounts with a constitu ent, or comes to terms with a debtor whom he might have sued in Court — when the vil lage authorities, or at least the leading resi dents, are present. The daily life of the average native money-lender is not an enviable or pleasant one. Going out, for tandal (collection) morning and evening, eating and sleeping by turns during such periods of time as he 1-E"], [258, "THE \" SAHUKAR.\" [fart ii. 242 may not be actively pursuing his calling, are the occupations in which he passes his time. Not unfrequently he leaves his vil lage to go up to the nearest Munsif's Court to be present at the filing or hearing of suits in which he figures as plaintiff. TheD, too, there are periodical and special visits to temples in the vicinity, or even at so great a distance as Benares or Rameswa ram. On his return from a Ydtra (pilgrim age) the Sahukar will have a Samdrddhana (feast) at which he will entertain his friends and neighbors ; and, on such occasions, there are very considerable doings by way of almsgiving, and feeding the poor. Such, briefly, is the Indian Sahukar ; and such his immediate surroundings and belongings, viewed in the lights whereof his is, not we trust we have been able to show, a phase of Native Life utterly revolting to the mental or moral senses, any more than it is absolutely devoid of in terest to the student of Hindu social orga nisation in its manifold features."], [259, "No. XIV— THE PIAL SCHOOL- MASTER. is a clever though somewhat JL quaint native proverb that says \" either be the (village) head of police, or keep a school,\" meaning, doubtless, that as every body strives and wishes to stand well with the local representative of the powers-that-be ; so, every body (or at least such persons as happen to have children) is always anxious to gain the good graces of the individual on whom devolves the task of teaching the young idea how to shoot — it being an Oriental belief of longstanding, that it is entirely in the power of the teach er to produce a good scholar in every sense of the word. This being so, it will be easily understood, that the pedagogue is, in Hindu society, a very important, influential, and of course highly respectable, personage. The masters of a ' pial school,' as the education al institutions in Indian villages are called, take their title from the fact of their being"], [260, "244 THE PIAL SCHOOL-MASTER. [PART II. located on the ' pial' (or raised outer base ment of the street or entrance passage wall) of houses. The school-master is most com monly a Brahman, in fact among the Telu gu-speaking population, the name (ayya vdru) for a teacher, is the same as the dignified appellation for one of the priestly (Brahman) class. Let us pay a visit to one of these primitive places of learning. The pupils, in different stages of intellectual pro gress, are arranged in two rows on either side of the master, who is seated on a stool at that end of the pial, where he can have the benefit of the wall to lean upon. The beginners are learning to read as well as to write their alphabet — tracing the letters on sand thinly strewn on the floor before them for the purpose, and bawling out the letters' names at the pitch of their Voices. Pupils a little more advanced are reciting stanzas from the minor vernacular poets, in that sing-song style so peculiar. ly adapted to native languages. Other"], [261, "TART II.] THE PIAL SCHOOL-MASTER. 245 scholars again, in a higher class, are perhaps writing to the dictation of a monitor, one of those petty tyrants so vividly and unplea santly remembered by every pial school-boy. Two, or perhaps three, of the senior pupils are reading passages out of the Mahdbhdrata or Rdmdyana, which their master is ex plaining to them with that amount of gesti culation, and in that key of voice, which only one who has undergone the process of instruction at the hands of a genuine, un anglicised, ' pandit' can bear adequate testi mony to. As we said, the village school master is most frequently a Brahman by caste ; but, even should he not be one, his vocation is in itself sufficient to secure him a certain, and by no means inferior, position in society, and certain privileges and advan tages, as well as certain means of income, neither fixed nor steady, perhaps, but not in considerable as things go. School-fees arepaid in coin as well as kind in the more remote villages; andthe former go to make by far the greater partof the school-master'sprofession-"], [262, "TnE PIAL SCHOOL-MASTER. [PART II. 246 al income. Rice, condiments and fuel, straw, and even pots and pans form no unimport ant, or unacceptable, items among the con tributions that the rural pedagogue levies with no lenient hand from the parents or guardians of those whose mental training is committed to his charge. Nor is his life an easy or an enviable one. From soon after day light, almost to nightfall, does he work, with brief intervals barely sufficient for meals, and few holidays in the year extend ing beyond a day or two. Almost all the pial school-master's pupils are boys, the daughters, even of the dancing women at tached to pagodas, being very rarely sent to a regular school. Whatever may be said as to the care bestowed by him on his pupils, 210 one can think of accusing him of ' spar ing the rod.' All day long, sometimes at the rate of sixty strokes per minute, some times much less, but more or less continu ally, the ' rattan' descends from the hand of master or monitor on the back, head, palms, or any other part of the unfortunate"], [263, "TART II.] THE PIAL SCHOOL-MASTER. 247 learners' bodies. No matter what the of fence — idleness, disobedience, absence without leave, or whatever else it may be, — the school-master is ever ready and willing to ' lay on' the birch. Nor is this the only or the severest form of punishment. The defaulter in a writing lesson, for instance, is made to execute a series of raps with his knuckles on the rough sand, his said knuck les presenting, after the operation, a 'study' that might interest the vivisectionist. There are also certain highly artistic (from an acrobatic point of view) evolutions, the exe cution of which an outsider might mistake for instruction in gymnastics ; but which are by no means painless. We cannot, how ever, injustice to the master, complete this brief description of himself and his belong ings without noticing the kind of education he gives — the style of work he does. The curriculum (!) of a pial school may be rough ly summed up as comprising almost all the translations into the pupils' vernacular of the great Sanscrit authors, and a thorough"], [264, "248 THE PIAL SCHOOL-MASTER. [PART II, 'grinding up' in the first four simple and compound rules of arithmetic. Not a few of the most distinguished alumni of our Universities must feel, and many of them have confessed, that they owed their suc cess, in the mathematical part at least of their examinations, to the humble school master of their juvenile days, who forced or flogged their ' tables' into them at that stage of their mental development. Of course there is always a dark side to every ques tion ; and the pial school-master is neither unfrequently nor unjustly set down as one of the chief causes at work in producing those half-awakened Hindu minds which — shrinking from any exertion which is not, like an effort of memory, merely mechani cal — frequently are critically exposed as specimens of average Hindu intellects. Taking him all, in all however, and bearing in mind the very peculiar circumstances and even disadvantages he labors under, wo certainly think our ayyavdru is entitled to a share of that attention and interest"], [265, "PART II.] THE PIAL SCHOOL-MASTER. 249 with those seeking to make themselves ac quainted with the several forms of life amongst the millions of Her Imperial Ma jesty the Empress of India's native sub jects. 1-r"], [266, "No. XV— THE \" COOLY.\" WHATEVER may be said, and we are aware that a good deal can be, as to the difficulty to define the exact status, social and political, if not physical, of the class ' cool v', there can be no doubt that the individual is an eminently representative character especially in Southern India, where poverty is rather the rule than the exception. Then, too, you can hardty de cide, by anj7 hard and fast rule, what is a cooly's caste, any more than what his occu pation is, The word cooly means hired laborer, or one who has no fixed employ ment, bui who lives by finding sundry ' jobs' in his own particular line of business. Thus, there are coolies in all classes of Hindu Society. There is the Brahman, for in stance, who cooks at festivals or parties, and his brother who helps to carry corpses (of course only of the twice-born) to the burning-ground. They may not be exact-"], [267, "PART II.] THE \" C00LY.\" 251 ly called so, but they are nevertheless, of tho ' cooly' class. Then, there is our neigh bor Ranga Raju, who swears that the blu est of blue (Kshatriya,) blood flows in his veins ; but who is, nevertheless, only too thankful to do odd jobs for us in consider ation of a few annas' payment. Although he would be enraged if he were to hear us say so, still he is nothing more or less than a cooly. Go into the grain bazaars any morning, and see what a number of Komati men you will find with sacks on their shoulders, some loading, others unloading, and others again looking out for a cus tomer. They, as well as their women at home, who work at rice-beating, are all coolies. None of these people, however, nor anybody like them, belong to the class to which our ' cooly' does, although, they may strictly come under the designation. The cooly whom we now beg to introduce to the reader is either a Sudra, or a Pariah, (most frequently the latter) by caste. He"], [268, "252 THE \" COOLY.\" [PART II. has no fixed means of livelihood, any more than he has an abiding place. The street- pial of a deserted house, the interior of ruined buildings, stables abandoned as un- suitable for housing brute beasts in — such are the haunts of the cooly in Madras. In such wretched lodgings, replete with squa- lor and poverty, he will live, till turned out per force, with a wife and children, and even perhaps with a friend or two, and those friends' families. Let ns enter one of these places. The collection of hovels is among the debris of what was once a storehouse. The fallen bricks are cleared away (the timber having probably been uti- lised as fuel some time ago) into a heap at one corner in the distance ; and half a dozen rude lodges are extemporised of screens of bamboo and palmyra leaves laid against the crumbling wall, and supported by odd pieces of wood, or split bamboo. A few dirty chatties, and a dirtier mat or two in tatters are the sole adjuncts by way of house fittings, or furniture. A filthy rag,"], [269, "PART II.] THE \" COOLY.\" 253 barely covering his loins, and another one tied round his head, is the cooly's sole clothing ; his wife is clad in a garment of patch work barely meeting the require- ments of decency ; while his children (and these unfortunate creatures breed uncom- monly fast) go about stark naked. Por several feet around the hovels the ground is saturated with foul water and other decom- posing substances emitting most sickening effluvia. Within this simple enclosure (the roof of the godown having fallen in) there may sometimes be a dozen or even as many as fifteen families, such as that we have just described, living — if living it can be called — amidst the most revolting and in jurious of influences, physical as well as moral. And now as to how the cooly and his family subsist. The great centre of cooly labor in Madras is the beach ; next, perhaps, the Kotval Bazaar, and the evening (thiev ing ?) and China Bazaars. At these latter"], [270, "THE \" COOLY.\" [PART II. 254 places you will find enough and to spare of every variety of the genus cooly : the hand cartman for heavy weight, the basket-on head man for smaller or fewer commodities, and the jack-of-all-tracles (but master of none) who can put his hand to almost any thing,but who is never better pleased than when he has ' sold' a poor ' griffin !' The cooly at the beach has harder work and better pay. Dragging carts laden with grain and other merchandise from the lauding place to warehouses in the city or suburbs (help ing themselves to the contents of the cargo as much and as often as they can do so with impunity) will give four able-bodied men from two to fourteen annas, or even a rupee, per trip ; and, making, on the aver age, two trips a day, each cooly will have earned about six or seven annas by even ing. One-third, probably, of thi3 sum will be spent on ' grog' on his way home ; while, with the remainder, after abusing her hus band to her heart's content, the cooly's wife will set out for the nearest bazaar to buy"], [271, "PART II.] THE \" COOLY.\" 255 the ingredients for the night's supper, which is indeed the only meal that is cook ed — the remnants of the supper (or rather a portion set apart therefrom) being eaten cold in the morning. Coarse rice, half red half white, forms the staple article of diet ; while pepper water thickened with the starch strained off boiled horsegram, aud seasoned (!) with half rotten salt fish, is a standing dish. Sometimes, at intervals, the cooly may go in for some inferior goats' flesh, or coarse fish ; and, still more rarely he and his neighbors may have a godsend in the shape of a dead bullock or buffalo ! Such is the average Madras cooly. He is a hard working, comparatively harmless, and useful member of society ; and his re moval off the face of the earth would create a gap which it would be no easy matter to fill."], [272, ""], [273, "!!PJLis\\/X' YJaJsJ^ljL"], [274, ""], [275, "No. I.— \"YOUNG MADRAS.\" tfjrti^NDER this title we would beg tointro- BJ duce our friend Chennapuri Abbayi Naidu, graduate of the Madras University, member of the Cosmopolitan Club, the Muni cipal Commission, and the Veda Samaj, Vice- President of the Hindu Mutual Literarv ti Improvement Association, Secretary to a nidhi (fund) with an unpronounceable name, and a scion of the old family, probably founded by the gentleman whose name the city of Madras still goes by among verna cular-speaking people. There is hardly a public meeting, at which our friend is conspicuous by his absence ; but that is no reason why we should not make him the subject of a sketch in print — the more so since we are sure that, instead of demanding an apology from us for the liberty we have taken in making use of his name, Mr. Abbayi 1-G"], [276, "258 \"young madras.\" [part III. Naidu will take tho proceeding rather in the light of a compliment. Here too, we may at once state that, in our friend's view, nothing is, or can be, good which is not English, or at least European. English is the cut of his coat ; English (no, we beg his pardon, Bedford) is the cord out of which his breeches are made ; and English are the boots under the breeches aforesaid. He swears English oaths, talks English slang, drinks English liquors, and even smokes an English pipe ! Let us, however, go and spend a day with him, at what he calls his ' Villa.' If you go there about half past seven or eight in the morning, you will probably hear him shouting from his bed, for 'sodaw,' to clear his head of the results of the past night's carouse. A porter, in costume as antiquated as it is grotesquely mongrel, will receive your 'ticket' (as they term a visiting card) ; and duly you will find yourself ushered into what is called the ' hall.' While waiting for the host, let us take stock of the contents of the room."], [277, "PART III.] \" younq madras.\" 259 There is a first class billiard table (old), and second class piano (new), pier tables and mirrors, and many branched candelabra of more showy than substantial design. A legion of paintings and prints hang on the walls, including some photographic portraits of members of Mr. Naidu's family ; for, under one, you will find the inscription in his own hand-writing ' My Mother's Picture,' whilo in classic scroll around another (his wife's ?) is illuminated the legend ' My own, my leading star' ! On a marble-topped round table is a finely bound copy of the Bible, side by side with one of Shakespeare's works, and a couple of albums, one of which is filled with cartes of the leading English and foreign European actresses and other public characters, while the other is devoted to the reception of the likenesses of Mr. Naidu's European \" patrons, matrons and friends !\" On one of the sofas there lies, sprawling, half-naked, half-covered with a dirty sheet, one of his boon companions, a half-emptied bottle of 0. D. V, and a tumbl-"], [278, "260 \"young madras.\" [part III. er lying near him on the floor. The room smells stuffy, and is not unredolent of to bacco smoke and snuff; nor is it particular ly suggestive of cleanliness, comfort, or convenience ; or, in fact, of any thing beyond a motley crowding together of all styles of furniture and house ornament, such as is rarely if ever to be met with in a single room. Presently, a silver cup of coffee, and a plate containing some English biscuits and native sweetmeats,are placed before you, with a message that ' Naidu Garu' will soon be ready to see you. Ere long, therefore, you find yourself face to face with a young gentleman elaborately got up in a lace-bordered calico tundu (piece of cloth) tied loosely about his loins, a colored muslin half-jacket, as it is called of Musalman cut, and a gaudily printed French merino dressing-gown, with a smok ing cap and slippers to match (the latter on not the cleanest of stockingless feet) pro bably purchased at a Fancy Bazaar. With"], [279, "PART III.] •'' YOUNG madras.\" 261 a meerschaum pipe between his lips, and a dog whip in his hands, Mr. Naidu approa ches and throws himself upon a sofa, en quiring after your welfare, and anathema tising the weather, in the same breath as that in which he will ask you, with a knowing wink, whether you won't \"try something stronger than coffee.\" You will next be conducted for a stroll in the grounds, looking in at the dairy, the poultry yard, and the stable. The garden is laid out in western style; and, amid a profusion of native flowers, fruits and vegetables, our host will point out with pardonable pride the annuals in pots, and other kinds of plants, for which he may have obtained a prize, or certificate of honorable mention, at the Flower-show. The dairy, unfortunately, does no great credit to its owner's Anglicised taste ; but there is a little English bred heifer, and a 'patent churn' — the former in good condition, the latter out of order. So, too, in the poultry yard, you will find Dorkings and Spaniards side by side with Brahma-"], [280, "262 \"youno madras.\" [part III. putras and Cochin Chinas, and Cape pigeons feeding together with country jungle fowl ; but the preponderant element of dirt and disorder prevailing which is the invariable characteristic of Indian establishments of any kind. The stables, are presided over by a half-caste groom, who, rejoicing in the aristocratic name of Hamilton goes by the Tamulified sobriquet of 'ambatan' (a barber). A pair of Pegu pony geldings, a Gulf Arab saddle horse, an aged blood Waler mare, and a pair of sorry-looking country bred animals with the infamy of their being ' cast' from military service stamped on their shoulders> are the occupants of the half dozen badly built and worse kept stalls. The stable-yard contains a well and drink ing trough ; and abounds in litter of every description ; while the air is so foul that we don't wonder at Mr. Naidu telling us he is always \" ' bliged to light a weed you know, d — n it,\" when visiting this part of his household. Not happening however, to take refuge from bad smells in tobacco"], [281, "TART III.] 263 \"young madras.\" smoke, we beat a retreat to the western verandah, now the coolest part of the house, where we find a table laid out a la Anglaise for \" our morning cup of tea, you know.\" Easy chairs of all shapes, sizes, and styles, are here arranged in picturesque confusion, some of them occupied by different types of the genus \" Young Madras.\" Some of these gentlemen have come in on their morniDg ride, and sport knickerbockers, Hessians, Napoleons andWellingtons,otherwise affect ing a decidedly ' horsey' style. Others are out for their morning constitutional, in em phatic evidence of which they display dust colored trousers over stout-walking boots, and canes of every design. On the table is a finely chased-silver plated tray, holding not only the tea-cups but also a couple of teapots ; but the Britisher will look in vain for sugar-pot, cream -jug, slop-basin, and tea-spoons ; for these are dispensed with, the teapots containing not merely an infusion of tea leaves, but the beverage itself with rather a large admixture of milk, Along with"], [282, "264 \" YOUNG madras.\" ' [part hi- this tea, or rather to those who prefer it, is served sweet (i. e. unfermented) cocoanut toddy, which is supposed to be not only a pleasant but even a wholesome drink, being sometimes ordered medically. Lastly, there are cheroots and hookhas which are resort ed to till it becomes time for the party to break up. And now for about an hour or seventy minutes, the Naidu will attend to business. Bill collectors and brokers, merchants and money lenders, and all the motley crew to whom his patronage extends not excepting suitors for charity, will be duly attended to, and perhaps a few letters written. Then will come the bath, then a meal, and then the traditional siesta. Rising from his mid day snooze, Mr. Naidu will fortify himself with what he calls a ' thundering peg' of brandy, after which he will proceed to don the costume of his class, consisting of close fitting light tweed trousers, trimmed with black silk braiding at the ' stripe,' a shirt"], [283, "PART III,] 265 \" YOUNG MADRAS.\" without a collar, a coat (which is a cross between an English gentleman's dressing gown, and the old Saracenic ' cloak with sleeves') of yellow or magenta colored stuff, with collar and cuffs of black velvet em broidered with gold thread, a pair of patent leather boots, and head-gear of a style which, in spite of a large amount of bro cade and embroidery, reminds one strongly of a syce. An upper cloth of green silk gauze, elaborately wrought with silver thread, folded narrow, is thrown over the shoulders ; three massive gold chains, one wound twice round the neck, the other fastened to a button, and the third dang ling from the pocket with an infinity of charms, support a ' keyless eight day semi hunting repeater ■' a choice though rather numerous assortment of heavily bejewelled rings adoi'n (?) the first, third and little fingers of both hands ; and the tiniest imagin able cane, knobbed and ferruled with gold, twirled between the fingers, completes the picture. Thus equipped Mr. Naidu will 1-H"], [284, "266 \" YOUNG MADRAS.\" [part III. get into what he calls his ' dakkar ' (Anglice dog-cart) ; and, smartly touch ing up the Pegues, of which mention has been made already, will set off at a rattling pace to the house of his ' other girl,' as he styles a certain lady in contradistinc tion to his wife, who is commonly spoken of as ' the girl.' At this establishment,— and it is considered almost a reproach to be without at least one of the kind — Mr. Naidu will amuse himself with cards, chess, or dice ; and may receive a few choice com panions, whiling away the time as best he may till he feels ' tiffinish.' This repast will be but a slight one, consisting of spiced meats and confectionery, followed by a smoke, and finally washed down by ' some thing stronger than tea.' Meanwhile it will be time for him to dress for his evening ride. The ' long coat' is substituted for a snuffcolored velvet 'double-breaster;' and the pagri for a richly laced cap, also, however unfortunately strongly suggestive of the stable uniform. The watch is separated from"], [285, "PART III.] \"YOUNG MADRAS.\" 267 the long chain and charms, and the rings removed to allow of wearing gloves. Duly mounted on his ' daupple' (that is the way he pronounces the word) grey Arab, behold Mr. C. A, N., his legs looking uncommonly like a pair of compasses astride a saddle, at the Bandstand promenade, either the South Beach or in the People's Park, sometimes listening almost profoundly to the sweet music that is being discoursed, sometimes indulging in futile attempts at a display of horsemanship, staring vacantly (if not viciously) at some, bowing or salaaming to others, grinning or winking at a select few, making inane efforts at drawling forth the most vacuous commonplaces in the ' haw haw' style of the ' swell' whom he reads of in English novels — in a word, making himself supremely pitiable and ridiculous. Returning home our friend may proba bly find the ' females,' as he terms them, of his family awaiting him to accompany them to the temple. To visit the sacred"], [286, "268 \" YOUNG MADRAS.\" [PART III. edifice, it is necessary for him to remeta morphose himself into something like an orthodox Hindu ; and, so, duly we find him issuing out of the house clad only in a dhdvati and angavastram (lower and upper cloths) of fine calico bordered with lace. The triangular red and white mark of the followers of Vishnu is blazoned on his fore head, and his head bare. Arrived at the temple, Naidu and family will buy a few cocoanuts, some fruits and flowers, and a quantity of camphor. The cocoanuts are broken, the fruits and flowers deposited on a footstool, and the camphor lit and waved before the idol ; some money is slipped into the officiating priest's palm ; and, the satha gopam (diadem) of the god being placed for a few seconds on the worshipper's head, the devotions are over. On his way out of the temple Naidu will distribute alms to the professional mendicants, and a few douceurs to the temple servants, among whom are the dancing girls; and then home again. Here supper will be ready,"], [287, "PART III.] \" YOUNG MADRAS.\" 269 after due attention to which Mr- Naidu will perhaps set out again to a nautch, or to some performance like that of the ' Dambd chdri' comedy, where he will meet, if he is not accompanied thither by, persons of no great reputation for manners or morals. It will be past midnight before the performance is over ; but ' Young Madras' will keep it up (it including the bottle among other evils), till the small hours next morning, falling off gradually into that state of stupor which can scarcely be called sleep, and waking up uneasy, unrefreshed, and useless for any thing beyond a vague consciousness of that frame of body so completely defined as ' seedy.' But let Young Madras take courage ; as Dave Carson said, \" He is still young.\""], [288, "No. II.— THE CATECHIST. tN closing the present series of papers descriptive of the various phases of life among the native population of the country, it may not, we imagine, be alto gether out of place to give our readers a brief insight into the ordinary daily lives of that portion of our fellow-countrymen who have adopted the Christian faith. In fact, it would be as serious a ' sin of omis sion' as it would be an injustice were we to pass by, entirely unnoticed, what there can be no doubt is a rising, if not import ant and influential, class among the many classes of the Indian peoples. And, in talking of the Native Christian population of India, we can think of no single charac ter more representative than the one whose ' official designation' we have taken for the heading of this sketch. For the information of such of our read ers to whom the term catechist might be"], [289, "PART III.] 271 THE CATECHIST. either vague or unfamiliar, we might state that the person who goes under the title is the sort of compound of a street preacher and a teacher, whom the bodies known as ' Christian Missions' employ largely, for the carrying on of the work which, they make no attempt to conceal, has for its object the proselytising of the followers of all other creeds to Christianity. We ought also to mention that our observations on the pre sent occasion are intended to refer solely to the catechists of Protestant Missions in contradistinction to those belonging to the Church of Rome. The average catechist, then, with whom we have to concern ourselves just now, is not a very remarkable looking person from any point of view; and is not, therefore, easily distinguishable from either his neigh bors, or in a moderate sized crowd; but there can be no mistaking your man once you can get him to open his mouth and talk to you. We think it was Thackeray"], [290, "272 THE CATECHIST. [part III. who said he could make out a certain class of religionists wherever he found them by the ' length and curve of their chin.' Whether or not these people are all remark able for any peculiar elongation or curva ture of the particular portion of the face referred to, we are, of course, unable to say; but we have not the slightest hesitation, whatever, in saying that the 'speech' of the Native Christian catechist always and un failingly ' bewrayeth' him to any but the most perfect stranger to India and Indian men and manners. As we said already the catechist is a sort of cross between the street-preacher and the school-master. We shall, therefore, beg the reader to follow us in thought to some of the scenes of his labors. As we ride along one of our bazaar streets of an evening, our attention is drawn to a crowd of people Collected around a man who, standing on slightly elevated ground, is vociferating at the very top of his voice. It is the cate-"], [291, "PART III.] THE CATECHIST. 273 chist preaching. Close to him, on either side, are three or four juvenile members of the congregation over which the catechist exercises a sort of official visitor's powers. The youngsters are there to assist in con vening an out-door audience for the cate chist. This they do by singing a hymn, or reciting aloud passages from the Bible, or some Christian lyric in the vernaculars ; while, just as often, the catechist himself commences operations by reading aloud a tract or chapter from some book or another. As soon as a sufficient number of people are collected — and proceedings of the kind we have just described seldom fail to col lect people in this country— the business of preaching proper begins. We wish, for the sake of Christianity itself in the abstract, as well as for the sake of that particular section of the Hindu community to which the catechist (in common with several per sons for whom, as gentlemen, and as men of learning and liberal views, we have the highest respect) belongs, we wish, we repeat, l-i"], [292, "[PART III. 274 THE CATECHIST. we could say that the catechist's way of doing his work — and, which is worse, the way in which he is allowed, and even encouraged, to do it— was} if not the best, at least unob jectionable. We regret to say that, if we would be true, we cannot but characterise his ' line of procedure' as positively absurd, and, at times, invidious and even insulting. Of course, we do not, for a moment, wish to go into the religious bearings of the ques tion. All that we would say— even at the risk of being accused of travelling beyond our legitimate limits, and of incurring the displeasure of those in whose estimation we would fain stand high— is that it is as ill adapted to take with the natives of this country, as it never can be successful to any considerable extent. Just listen to what the catechist is saying. He holds a copy of the New Testament in his hands; but very little that comes from his lips is in keeping with the spirit and teaching of that volume. A great deal of the catechist's (so called) sermon is the most vulgar abuse"], [293, "PART III.] 275 THE CATECHIST. of Hindu deities and sectarian prejudices ; while just as much of it is anecdote, fable, and proverb by way chiefly of illustration. Now, though no great admirers ourselves of Hindu deities, nor staunch supporters of Hindu caste-prejudices, we think it nothing but proper that some respect should be paid to the feelings of those who do believe in those deities, and who do keep up those prejudices. Besides, when — as is most frequently the case — the catechist himself is (or was) of a much lower caste than the bulk of his hearers, it is, to say the least, not particularly pleasing to have caste cried down and made fun of. Well, in due course, the catechist's ' preaching' is over. A prayer may be offered up ; and, perhaps, a hymn sung ; while, after distributing a few tracts, the catechist and his juvenile assist ants will trudge home, the former making mental calculations, most probably, as to the number of people he ought to put down in his \" Report Book\" as having been preached to on this occasion ; the latter with their"], [294, "276 THE CATECHIST. [PART III. thoughts bent on the more carnal idea of what they will have to eat when they reached home. And now, let us go into a mission school room(probably in a missionary's compound); and see the catechist at work in his capacity of pedagogue. The scene is dull and un interesting enough in all conscience; but it is quite in keeping with the catechist's ideas of duty. Far different from his repre sentative among the non-Christian native population, the pial schoolmaster, you will always find the catechist on his feet, hard at work, determined to teach what little he may know to his scholars ; and to see that they learn it, One advantage he has is that the subjects which he teaches are those which, and which alone, he himself studies con amore. With all that, however, it is neither the easiest nor the pleasantest of tasks to keep a whole lot of dirty, mis chievous, little urchins in order and at work, in addition to other duties equally, if not more, difficult of accomplishment."], [295, "PART III.] 277 THE CATECHIST. Before we close, let us pay a brief and hurried visit to the catechist's own home. It is also, very probably, within the already mentioned precincts of the padre's com pound ; and, for the credit of the Native Christian class, we must say it will compare very favorably indeed with the homes of those with similar means (and of the same caste) among non-Christian natives. The women and girls of the family, besides being able to cook and sew, are also fairly educated in their own vernaculars, and manage to deport themselves a great deal more sensibly and dignifiedly than their unchristianised sisters. There is also a certain air of quiet comfort that is only con spicuous by its absence in the too great majority of Indian homes, not even except ing those whose inmates belong to the ultra- Anglicised fraternity. Taking him as a whole, we have no hesi tation, in conclusion, to say that, in spite of certain faults without which he could not"], [296, "278 THE CATECHIST. [PART III. be mortal, the Catechist is a very worthy individual, if he is not much of an ornament to society in general, and the 'Native Church' in particular."], [297, "No. III.— THE ' TRAVELLED HINDU.' This man, then, was one of those natives enlightened Who Britons would be if their faces were whitened. He'd a soft pleasant mien, And his habits were clean ; He eschewed chewing chillies, or betel, or bang ; He talked English well, with a Telngu twang, And was vastly proficient in drawing-room slang ; He bad crossed tho ' black water' old England to ' do,' And had come back adept in the use of the cue, He played on the flute, And he wore a tweed suit, And his slipper had long given place to a boot. Though British in many respects, as I've shown, In some little matters he was black to the bone : And though he admitted plum pudding was nice He thought that there was nothing like curry and rice. All of which little traits showed he'd great moral worth, Being true to dustoor, and the land of his birth.\" Adapted from Lays of Ind, by \" AUph Cheem.\" (The italicised words are introduced by us.) (H$?hHE English reader may stare, but J|L there is no denying, and we don't see that there is any use in concealing, that the expression ' travelled' is most truly ap plicable to not a few of the most prominent and pushing members of what, in the Angli cised fashion of the day, is spoken of as"], [298, "THE ' TRAVELLED HINDU.' [PART III. 280 Hindu Society. We should state, however, that the epithet under notice is used, as we now use it, in a somewhat limited sense, as applicable, that is only to such natives of this country as have been to England and back. So much has been said on this subject, by so many different authorities, in so many English papers, and from so many different (English) points of view, that it may not, we imagine, be considered either out of place, or uninteresting, for us to let people see this particular specimen of the human race through a pair of native Indian spec tacles — to represent the 'travelled Hindu' from the point of view held by the vast majority of his untravelled fellow-country men. It may also be as well for us to state that we do not go with those who object to the visit to England per se, whether it be one of business or pleasure ; but we do certainly think the practice, unfortunately becoming common every day, of adopting foreign cus toms and manners to the utter exclusion of our own simpler and more suitable ones —"], [299, "PART III.] THE 'TRAVELLED HINDU.' 281 in a word, the consummate folly of over- Anglicising ourselves — is one against which it is impossible to speak in terms too strong, as it is one not only supremely ridiculous, but even ruinous to our prospects of nation al advancement. Without further preface, we may proceed to say that, as there are different types of the same stock to be met with in the animal and vegetable creation, so too, there are different types of the particular class whose collective designation we have chosen as the title of this paper. There is, for instance, Mrs. Mary Joseph (as she dearly loves to hear herself called,) a devout mem ber, of longstanding, of a certain establish ment in India. In her younger days Mrs. J. was known by the name (far more fami liar to Hindu ears than her present one) of Adi Lakshmi : and was a not bad-looking dya (child's maid) in the service of the Mis sionary at 'our station' in the mofussil. « Her uaturally intelligent mind,\" we quote 1«J"], [300, "282 THE ' TRAVELLED HINDU.' [PART III. from the Society's report of Missionary labour in Foreign Lands, \" soon laid itself open to the teachings of Christianity ;\" and, accompanying the aforementioned mission ary's family on their voyage home, she returned home, after a stay of several years, a full-fledged \" Native Christian Lady\" (?) ! She is now the matron, we believe, of a Girls' Boarding School ; and we have more than once had the privilege of listen ing to her conducting what she called ' meeteen' (Anglice, meeting) one part of the proceeding being the singing of a certain revivalist hymn. Mrs. Joseph also occasional ly introduces certain very sensible changes in her costume, such as the putting on of a thick pair of boots in cold or wet weather, not omitting to pull on a woollen night cap over her head and ears before she retires to rest every night. Then, there is our friend Ramasami, with whom, we fancy, some at least of our Anglo-Indian readers must be familiar. He"], [301, "PART III.] THE 'TRAVELLED HINDU.' 283 is another personage to whom the term ' travelled Hindu' might strictly be ap plied ; for he has been to England also, in his professional capacity (of cook or body servant) along with some Anglo-Indian Bahadur, on the latter's final return home ; and he holds not a few testimonials speak ing of his character in terms of the highest praise. You will be simply overpowered if you just ask him one question regarding his English experiences, so ready and willing is he to hold forth on particulars connected with what there can be no doubt has been the greatest event of his life. We might also name our other friend, the Revd. Mr. Rangasami, as a third individual whom we might class under the ' travelled Hindu' heading. It is true he did not go to England (or Scotland, we forget which) as a ' delegate' from Missions here, any more than he travelled thither as ' boy' or bearer to his Missionary superior ; nor did he do much, if anything, by way"], [302, "THE 'TRAVELLED HHIDU.' [PART III. 284 of taking such audiences by storm as assemble at Exeter Hall or similar arenas ; but still he has been across the 'black water* ; and his predilection for England and English things generally is as sincere and strong, as it is of the most undisguised character. None, however, of the three people we have mentioned come up to our idea of the travelled Hindu par excellence; because, though there is no doubt they have travelled, they are not very representative characters ; nor does their influence extend or make itself felt to any degree of importance. The kind of travelled Hindu to whom we purpose confining our remarks on the present occasion is a very different person, every way, from Mrs. JOSEPH, or Messrs. Ramasami and Rangasami. His visit to England has been at a time and under cir cumstances wherein he could see not a little, and judge for himself a good deal ; and, moreover, has extended over a pretty con-"], [303, "PART III.] THE 'TRAVELLED HINDU.' 285 siderable period — so considerable a period indeed as to metamorphose him into an Englishman in everything except the color of his skin. Leaving his native land, comparatively unaccustomed to asso- ciate with Europeans of any social standing, and almost wholly unacquainted with the interior economy of English domestic life, our travelled Hindu returns, brimful of English fashions, fantasticalities and follies ; and either cannot, or will not, find it possi- ble tore-settle himself down into the quiet, homely, and, on the whole, comfortable, groove in which he had been moving ere he left these shores. The palate that has become accustomed to taste bacon and eggs, washed down with claret or coffee at breakfast, sandwiches and sherry at lun- cheon, and to roast beef, accompanied perhaps by champagne, at dinner, must, in spite of what 'Aliph Cheem' says, find ' curry and rice' rather tame. The limbs that have been encased for a couple or three years in the dainty, ' stylish,' produc-"], [304, "286 THE 'TRAVELLED HINDU.' [PART III. tions (in the tailoring line) of Poole et hoc genus omne must, no doubt, feel considera bly uneasy in the graceful light, and appro priate veshti (waist cloth). But, we ask, how did our travelled friend feel when he first tasted English cooking or first wore English costume ? Surely it must be easier to revert to the habits one has been used to for years, and which fit in perfectly with such circumstances as birth, position, and climate, than to keep on to habits but recently acquired, and acquired only in adapting oneself to a foreign and particu larly trying situation of a very temporary character ? Our travelled Hindu friends, however, we regret to observe, think other wise. At all events it looks, if we are to judge of them by their deeds, as if they think otherwise. Nothing with them can at all approach excellence, not to say per fection, that is not English ; while, on the other hand, everything native that should commend itself to them on the ground of early association (if no other) is looked upon"], [305, "PART III.] THE 'TRAVELLED HINDU.' 287 as ' coarse,' ' vulgar,' or perhaps ' barbar ous'! Let us, however, pay our ' travelled Hindu' a visit at his house. You will have no great difficulty in finding it ; for he takes as good care that it is in a fashionable (i.e., European-peopled) locality, as he does to have a signboard up with his name at the gate. Some time after your card has been taken in, you will probably get an invi tation to come into the 'office-room' — ' master' (whose master ?) evidently not be ing sure whether your visit is one of business or of compliment. The first question, therefore, which you will probably be asked when he makes his appearance will be that most annoyingly impertinent one which not a few Anglo-Indians are so used to put — \" Well, Sir, what can I do for you ?\" should you disabuse his mind of any notion that may there exist of his being able to do any thing for you, he will probably apologise ; or, at all events, relax considerably ; and, if you at all come up to his notion of a per-"], [306, "288 THE 'TRAVELLED HINDU.' [PART III. son fit to associate with, he will probably ask you to come into the drawing-room and order the punkah, and a cup of tea for you. Should you be ' somebody,' there will also be the chance of an introduction to his wife, who, if she is not a ' travelled' lady herself, is one most strongly and unmistake ably Anglicised. Sooner or later the con versation will turn upon England, proba bly every article of ornament in the room is a 'direct importation' from ' that glorious, wonderful, country'; and there may also hang tales neither few nor short, to each such memento. See how eloquent our tra velled countryman will wax as he dilates on the ' countless benefits' and ' incalcula ble advantages' that he believes will result from a visit to England ; and mark how gravely he will put his hand on your shoul ders as he closes with the words, \" My dear fellow, take my advice, and send your boy off to England as soon as you can possibly manage it. There's nothing like it.\" If, however, you wish to see the ' travel-"], [307, "PART III.] THE ' TRAVELLED HINDU.' 289 led Hindu' at his best, you must do so on the occasion that he entertains his Euro pean or ' ultra- Anglicised' friends at his ' Lodge' (or whatever may be the absurdly English name he may give his dwelling house). See how complacently and self satisfiedly he bowsand smiles as he displays himself most elaborately (and, we have no doubt, most uncomfortably,) got up in a ' swallow tail,' white ' choker ;' and other component elements of what he will tell you, with a faint half-pitying smile at your own ignorance, is costume de riguer for an evening party ! We fear we put him out considerably when we told him that black, while a ' gentlemanly color' (if colors are to be chosen according to their descent, should it be settled they have such a thing) enough for a ' white man,' looked simply horrid when worn by one of his (our ' tra velled' friend's) complexion, as we did when we suggested, amiably enough, that he should do something to get rid of the holes in his ears (which every Hindu has 1-K"], [308, "290 THE ' TRAVELLED HINDU.' [PART III. bored for him or her at any early age) and the tattooed mark on his forehead, since they scarcely were in keeping with the rest of his ' would-be Briton' appearance. Well, as we talk, the guests begin to arrive. They include a few typical Europeans, the family doctor (for it won't do for one who has been to England to be without an expen sive attache of this kind to his establish ment,) with an attorney, as much to have all the professions represented, as out of cour tesy to that particular profession which by far the great majority of travelled Hindus (in this Presidency at least) belong to. These, with a few travelled (or other wise highly Anglicised) natives are the persons whom you will meet ; and it is a sight worth seeing, certainly ' as good as a play,' how our ' travelled Hindu' friend will go to work ' handing' his lady guests out of their carriages, and ' leading' them within doors. Verily would the ghost of our good old Manu shudder could he but see a descendant of those for whom he"], [309, "PART III.] THE ' TRAVELLED HINDU.' 291 framed his 'code' thus aping perhaps the most incongruous, and even (to the popular native mind) indecorous, manners and cus toms of the mUchcha (foreigner), pollution from the least contact with whom, accord ing to his (Manu's) laws, could only be removed by cutting off so much of the body as had been touched by the unclean being ! In due course, however, the several guests are ushered in ; and presently, there will, most probably, be a division amongst them as to billiards or croquet ; for our ' travelled Hindu' is an adept with the mallet, as well as the ' cue.' According to English ideas, so at least we are obliged to suppose from what we see, it would seem that neither of these games can go on without certain stimulants unto the playing thereof in the shape of iced (and intoxicating ?) drinks- Hence.wefinda table laid out in the verandah with such delicacies (?) as ham-sandwiches and claret cup, side by side with cakes and confections of a more homely make, whose outlandish and unpronounceable names we"], [310, "292 THE 'TRAVELLED HINDU.' [PART III. will not inflict on the reader. One of the 'would-be British' ladies presides over another table, playing at making tea or coffee; and even, perhaps, indulging in a ' mild flirtation' to complete the Englishism of the whole scene. We sorely wish space would allow of our recording a few dialogues from the conversation going on. They would make the very flesh creep of those Indophiles with whom a residence in Eng land is looked upon as the only means for reforming the Hindu character and the Hindu people. In our humble opinion it is a reformation indeed, and one with a ven geance ; but certainly far from being the kind of reformation that a patriot or a philanthropist would desire for his country. We are, however, digressing. From billi ards, croquet, and the verandah tables, the step is but a short and an easy one to the drawing room, whither the company will remain till dinner is formally announced (by a Pariah butler ?). That announcement duly over, and the guests having paired off"], [311, "PART III.] THE ' TRAVELLED HINDU.' 293 dining-room wards, let us take a brief and hurried glance at some of them as they are seated around the travelled Hindu's '' hos pitable mahogany\" ! The host himself we have already described, at least we have described how he dresses. To his right is a young Englishwoman the guest par excel lence of the evening. She came out, we think, in the same steamer that her present host returned to India, to be engaged in educational work ; but has given that up for a much snugger little berth up the Coonoor way, she being, in short, engaged to be married to a coffee-planter, who is also among the present company. Next to this lady's espoused husband (who, of course, sits by her) is a native lady of the ultra-Anglicised school, one, that is, who is a Hindu in nothing more than color and by the accident of birth. Of tolerably fair intelligence, and very cre ditable industry, she does not conceal that she is a bit of a blue-stocking; while it is a truth only too painfully self-evident"], [312, "294 THE ' TRAVELLED HINDU.' [part III. that, in dress and manners, she runs pretty close on the heels of that much abused female character in English Society, the ' girl of the period.' Opposite her is her representative in the ruder sex — the ultra- Anglicised Hindu young gentleman. He is a raw young lad yet in the lower regions of the College, but eagerly awaiting the time when he is to be shipped off to England to compete for an appointment in the Covenanted Civil Service. He too dresses, talks, and generally behaves as a young Englishman of his age, as do all the others of his class, with this important excep tion, that, whereas the Englishman does now and then give a thought to the masses around him, the travelled Hindu, and those of his countrymen with whom he associates, so far from thinking of, and feeling for, and trying to improve,their less-favored brethren do their very best by word and by deed to keep themselves as far aloof as possible from others, from what cause or with what profit we will not undertake to say."], [313, "PART III.] THE ' TRAVELLED HINDU.' 295 We could easily go on multiplying ins tances of the several remaining types of the travelled Hindu confraternity ; but we re frain, as much for fear of trespassing on the manor of personalities, as from the sadden ing, sickening, nature of the subject itself. We wish we could, with truth, have drawn a brighter picture, and have exhibit ed our travelled fellow-countryman in a light more favorable than that which we have just represented him in. We wish, we repeat, we had it in our power to say that by far the great majority of such natives of this Presidency as we know who had visited England were persons of known and acknowledged good principles ; and that, as much as in them lay, they were anxious to promote the good of their fellow-beings. Such, however, we confess, and we do so with the utmost regret, has not been our experience ; and it is because we have had so painful an experience that we have been induced to write at such length, and with"], [314, "296 THE ' TRAVELLED HINDU.' [PART III. such severity as we have, regarding a cha racter in Hindu society of the present day, against not one of the representatives where of we have the slightest ill-feeling- Should, however, any of our travelled Hindus feel themselves aggrieved by what we have said of them, perhaps they will be kind enough to favor us with such particulars as may show wherein we have wronged them. Till some such vindication (if at all possible) is made, we fear we must hold that the tra velled Hindu is an almost utterly useless element in Hindu society except for pur poses of ridicule ; that he is as powerless for good (or, let us thankfully add, for evil) influences on the bulk of the people as a cat is to draw cannon ; and that, therefore! it is anything but advisable to have the species largely increased, at all events for some time to come."], [315, ""], [316, ""], [317, ""], [318, ""]]