[[1, ""], [2, ""], [3, ""], [4, ""], [5, "DESCRIPTION us THE SEAT OF WAR IN EUROPEAN TURKEY, TRANSLATED FROM THI' TREATISE OF BARON DE VALENTINI. BV MONTAGUE GORE, ESQ. SECOND EDITION, WITH ADDITIONS. LONDON: JAMES RIDGWAY, PICCADILLY. 1854."], [6, ""], [7, "INTRODUCTION. The following- brief description of the Seat of War in the East, is translated from the work of Baron de Valentini. The first passage refers to the Principalities of Moldavia and Wallachia ; the two following* ones to the passes of the Balkan and the country between the Danube and Constan tinople.* The tables at the end, which give the routes from Schumla to Karnabat and Aidos ; and from those towns by Adrianople to Araba- Bourgas ; are accurately copied from the French translation of the original. I have added some extracts from Marshal Marmont's Travels, which contain his opinions on the defence of Turkey. Never did any country engage in a more just and righteous war than that on which England is now about to enter ; a war which must have the firmest support of all who desire to see the triumph of national independence over foreign aggression ; a war justified alike by the law of nations and the principles of natural justice. I have in this edition given (page 15) a further extract from the work of Baron de Valentini, and * Traite sur la G-uerre contre les Turcs. Par le Lieu tenant-General Prussien Baron de Valentini. A 2"], [8, "IV also a description of the country round Constanti nople; and of the Byzantian and Thracian Cher sonesus, translated from a pamphlet of a Prussian officer, M. de Wussow. It is important to remark that both these authors, when speaking- of miles, allude to the German mile ; and it must be therefore borne in mind that one German mile is equal to 4'A English statute miles."], [9, "DESCRIPTION OF THE SEAT OF WAR. Before giving an account of the wars waged against the Turks in our days, it will be useful and interesting- to take a view of the seat of war. We will follow the route of a traveller, who starting from Hermannstadt, crosses by the defile of Rothenthurm, the high mountains of Transyl- vania ; and in order to reach the small town and convent of Argisch, situated on the banks of the river of the same name, passes the mountain ridge which, covered the first part of the road with forests, is afterwards planted with vines and fruit trees as we approach the town of Pitesti ; whence are seen the plains and the moors of Wallachia. A g*reat number of rivers and streams flow from the high mountains into the Danube ; these are fordable in nearly all places in dry seasons, but overflow during- the rains. The communications which are only kept up by bad bridges and fords, are yery subject to be interrupted by accidents. The heavy soil of the country renders the roads impracticable after"], [10, "6 the least rain. In the winter season, flocks of wolves come from the mountains to the plain, which was formerly covered by high oak forests. Of these, however, but little remains, the inhabitants having burnt them to obtain pasture ground ; the breeding of cattle being their principal source of subsistence, as it is also that of the inhabitants of the neigh bouring provinces to the north-east, Moldavia and Bessarabia. The soil, however, of these last coun tries is somewhat different. Their streams, flowing from the less elevated lands of Gallicia and Buko vine, are more sluggish in their course ; and, on their wa}r to the Danube, form stagnant marshes, which are often dry in the hot season. Bessarabia is completely furrowed by dales running* from north to south, through which trickle several muddy streams. Nothing is to be seen but pastures, in the midst of which the inhabitants according to their Tartar customs, wander with portable huts. The Wallachians are half nomad ; for their villages, composed of large cabins, often buried in the ground, are changed from one place to another, according to the quality of the pasturages ; so that one can never be sure of finding an inhabited place where one is marked on the maps, except when some hovels or cabins happen to be grouped round a church or convent. In Moldavia the fixed habitations are more numerous; but there is little agriculture in these two provinces. Cultivation is confined to a scanty crop of maize (kakerutz) of which the natives"], [11, "7 make their bread ; on the other hand, the growth of grass is very great, and there is abundance of hay, which collected in mows is sufficient even for the herds of cattle from Transylvania, which come there in the winter season. The greater part of the population of the two principalities is concentrated in the ]arg*e towns of Bucharest and Jassy. We meet in them with a strange medley of different races, and with natives of nearly every country in Europe, brought there by commercial pursuits. The greatest wealth pre vails in the midst of the most distressing- misery ; for the fauxbouro-s are nothing- but wretched houses of wood or cabins of earth. The nucleus of these towns is formed by the churches and Greek monas teries ; the palaces of the Boyards, who are the sole proprietors of the country ; the large mercantile houses ; and the marts, or bazaars, which are required for the overland trade from the East. The natives of Wallachia and Moldavia, who pre tend to be descended from the Romans, are strong and robust, and live in a state of tolerable freedom. The Danube which separates Wallachia and Mol davia from Bulg*aria, is at its entrance into the Turkish Empire a noble river. In the middle of its stream are several large islands. The current is rapid, which renders it difficult to keep on it bridges of boats ; for which also vessels of large size are required. The Turks and the Russians are accus tomed to build them on the banks of the river, partly"], [12, "8 with wood from the forests of Bulgaria. Silistria and Tourtoukai, where the river is only a thousand paces wide, are the most advantageous points for establishing such bridges. But it would be difficult to protect them against a skilful enemy who was master of the right bank ; since the table land of Bulgaria is higher than the plains of Wallachia ; terminating* in a steep and rocky bank on the border of the river, intersected by deep ravines. Tracts of waste land alternate here with magnificent vineyards, which hardly require an}* attention from man, in a country so favoured by nature. These vineyards often extend for many miles along the Bulgarian side of the river, and are extremely productive. The upper part of Bulgaria is less favoured. Intercepted by deep ravines, the streams of which are dry in summer, there is but little water fit for drink ing ; and it is only by means of conduits and artificial basins that the country is rendered tolerably habit able. The charitable feeling of the Mahommedans has erected, it is true, at intervals on the principal roads ; on the border of the mountains ; or at the foot of declivities ; fountains and convenient watering places ; such works being*, according to the creed of Mahomet a proof of piety. The water flows through a pipe into a basin of stone ; or sometimes even of wrought marble ; on which is inscribed some passage from the Alcoran, as for instance the following, \" Water quickens all things.\" On the adjacent ground are blocks of stone advantageously arranged"], [13, "9 for repose. An improved knowledge of hydraulics would without doubt greatly increase the supply of water from these sources. For operations on the Danube the belligerent parties cannot dispense with gun-boats. The Turks had the advantage of being* able to fit out theirs in the fortresses which they possessed on the river. The Russians, who at the end of 1809 were masters of the mouths of the Danube, and of the fortified places as far as Silistria, broug-ht theirs from the Black Sea. In all the wars with Turkey the Danube has been for the two armies the essential line of opera tions, as it afforded to them easy means for the car riag*e of their stores. Most of the battles too have taken place on its banks, especially on the side of Bulgaria. The natural aim of both parties has always been to become masters of this river, as the basis for their ulterior movements. The Mount Hemus, called b}r the Turks Balkan, extends to within about ten German miles of the Danube, and is not so considerable as it has the character of being. Seen from a distance, it bears some resemblance to Mount Tonnere, and to the Vosg*es, near Kaiserslautern ; mountains with which it may be compared, as regards the nature of the soil, the fruit trees, and pasture grounds, as well as the extent of its table land. If the roads which"], [14, "10 cross it are not so good as those of the mountains alluded to, this arises from the circumstance of the country being less inhabited and less cultivated. But the maps, and the accounts of travellers, shew that there are small market towns and villages which facilitate the passage. The ordinary route of couriers and of travellers who go to Constanti nople, passes by Schumla, which is regarded as the gate of the Balkan, and the Thermopylæ of Turkey. In all the wars of latter da}*s, the camp of the Vizier has been fixed there. It has also acquired a certain reputation in a strategic point of view, which in some respects it merits ; since the roads from Rondschouk, Silistria, Ismael, and Varna, on the Danube ; and from different points of the Black Sea ; as well as those from Tyrnowa by Osmanbazar ; and from several of the principal valleys of Bul garia unite there, and afterwards branch off into several tracks across the mountains. The situation of Schumla is besides favourable to defence. It is a considerable town of 30,000 inhabitants, sur rounded by an abutment ofthe Balkan in the shape of a horse-shoe ; the steep declivities of which, co vered with thick and thorny bushes, are a peculiarly advantag-eous position for the Turkish soldier, who likes to fight behind shelter. It is surrounded by a ditch, and a kind of rampart ; a large brick wall, flanked by small massive towers ; each capable of holding* five or six men. This is the nucleus of an entrenched camp, which is naturally formed by the"], [15, "11 surrounding mountains. The great extent of this camp ; the valleys which traverse it ; the declivities of which we have spoken ; render a blockade as dif ficult as a regular attack. Perfectly sheltered from bombardment, the town offers ample space for the magazines of an army, and contains even vineyards and gardens. A stream which flows through affords a plentiful supply of water. The time taken by the caravans (the usual measure of distance in Turkey) in going from Schumla to Constantinople, is eighty-six hours, which is equiva lent to forty-three German miles. The principal road follows the valley in which is situated Pravodi, a town of considerable size. Here begins the as cent of the Balkan, properly so called ; the first station of which is Aidos, remarkable for its warm springs, and distant about three days journey from Schumla. Two days journey more brings us to the town of Faki, in Roumelia, situated at the foot of the mountains ; and where the country begins to be better cultivated. A Russian army of invasion intent on reaching the heart of the Ottoman empire, would unquestion ably choose this road as its line of operation. But it would be previously necessary to beat or to out manœuvre the Turkish army, which we must always suppose posted at Schumla. In 1810 the Russian General Count Kaminski failed in his attempts to do this. This position might, however, be turned ; if, whilst the main army was stationed close to and"], [16, "12 in front of Schumla in order to avail itself of any opportunity of attack ; another corps having crossed the Danube at Nicopolis or Roudschouk should march by Tyrnowa direct on Adrianople. In this route over the mountains, which is erroneously con sidered very difficult, there are but few natural obstacles ; such as exist could be easily removed by an advanced guard of 100 pioneers. It might be necessary to dismount the heavy guns, and to place them on the small carriages of the country, such as are met with in Wallachia, and which can pass every where. If Tyrnowa should be occupied b}* a Turkish garrison, it would be necessary to take this town; and a depot might be established there. The soldiers ought to carry provisions for three or four days' march across the Balkan ; and the cavalry their forage. A reserved stock of provisions might follow in small carriages, or on beasts of burden ; taking advantage of all the pasture lands on the road, and in the thinly-peopled districts, where the breeding of animals is the main occupation of the natives ; and the mules which are often met with there, would prove a great assistance. Only atten tion must be paid to the season. Until the hot weather sets in, the grass reaches to the height of a man, and the harvest takes place there sooner than in Northern countries. But in the middle of the summer, when a great drought generally prevails, the ground is quite burnt up. Not a blade of grass is to be seen, aud the valleys are quite dry. The"], [17, "13 spring, dating from the month of April, and the first days of summer, appears to be the time most favourable for active operations on this theatre of war. Before the warm season arrives, the invading* army ought to be in possession of the principal sta tions and lines of communication ; especially of the large towns which are likely to provide supplies for the wants of the troops. Adrianople,* which would be the point of attack of the division operating by Tyrnowa, is a large and populous city, surrounded with walls and towers built formerly by the princes of the Lower Empire. It must be closely invested ; a breach must be effected by a brisk attack ; and an * A Prussian officer, M. de Wussow, says of Adrianople : — \" Situee a 20 et 24 millesde Gœrmingina, Philippopoli, Kasan lik, Karinabad et Aidos, cette ville se trouve en communication directe avec tous les passages des chaines limitrophes de la Thrace, dont nous venons de faire mention, et doit etre considered comme le point central des operations militaires dans cette partie. Ce qui accroit encore son importance, c'est qu'elle est placee en face de Tangle de defense du Tekiri et du Strandschea, a. environ 20 milles de Rodosto et a 24 milles de Gallipoli. Elle se trouve a l'ouverture du bassin de l'Ergina et communique a la grande route militaire du Strandschea qui conduit a Constantinople (en viron (33 milles). Si done les voies de communication des pas de Cavala, par Feree et Rodosto, ceux dAidos, de Paravadi et de Karinabad, par Kirtlisse et Czatal-Borgas, permettent, en partant d'Andrinople, de tourner autour de cette contree, l'entree ne s'en trouve pas moins fermee, d'un cote par la chaine de Gœrmingina, et de l'autre par le groupe de Derbend. Ainsi, dans le cas d'une guerre nationale, cette portion de terrain presente aux Turcs tout ce qui peut en assurer la defense.\""], [18, "14 attempt should be made to carry it by assault with out delay ; for it may be expected that the Turkish general at Schumla would not lose an instant in bringing up his army to succour it, or at all events to cover Constantinople. For this reason the armv left to watch him must pursue him quickly if he moves, and detach a corps to turn his flank. The corps before Adrianople ought by all means, even if it should not immediately succeed in the cap ture of that place, to send a strong detachment in the direction of Faki; to intercept the principal com munications of the Turkish army in Schumla ; and to encounter it in its descent from the mountains. It will be advisable, without delay, to take advantage of the panic which these events would probably occa sion at Constantinople. The main army, advancing* by the principal route from Schumla, ought to detach a corps to the left ; which, in conjunction with a squadron stationed in the Black Sea, should take the towns on the coast commencing with Varna. The squadron must carry the stores required for the troops, especially the necessary ammunition.* If Varna, which is a place of some strength, should offer resistance, it will not be necessary to delay there. Some battalions and some armed vessels may be left to blockade it, whilst the fleet with troops on * These remarks shew the importance of the occupation of the Black Sea by the English and French Fleets, which will prevent any such assistance being given to the Russian army, as that men tioned in the text."], [19, "15 board, makes sail direct for the Gulf of Miseveria or Misambria, and Bourgas, to take these important harbours. A road from Bourgas across the Balkan meets the high road. As the army might thus re ceive supplies, a depot should be established at Bour gas ; and caravans should be organized. The route which we recommend for the detached corps, march ing from Varna along the coast, appears to be very difficult. But as the only object of this movement is to co-operate with, and to facilitate the operations of, the squadron ; some light troops, with chasseurs a pied, some cossacks and light artillery, will be a sufficient force. The result of these combined movements will be, to establish the army in the following positions : — 1. The left wing ; a division posted at Bourgas, where the fleet will be stationed, pushing recon noitring parties along the coast. 2. The main arm)* at Faki, and its advanced guard at Kirklissi. 3. The right wing • or the division at Adrianople, with a detachment on the right, in the valley of the Maritza, and its advanced guard on the road to Constantinople, at Badaschki (Eski-Baba) for in stance — that is to say, on the same river as Kirklissi ; in order that the two advanced guards might, if ne cessary, be able to unite. Some days repose will be necessary in this posi tion in order to refresh the army ; to complete its materiel ; to render its communications safe • and to"], [20, "16 ensure the submission of the country ; in short, to prepare for a vigorous enterprise. All these move ments will be rendered more easy ; if a detachment has followed on each line of operations at some days' march in the rear of the main army ; with a reserve of the necessary materiel; and which, serving as a moveable column, has placed garrisons where they are required. The army when joined by this detachment, after it has completed the duties en trusted to it; will be complete. After a halt of two days it will then be able to take up a new position ; the fleet probably occupying* the harbour of Midia ; and the two armies uniting near Araba- Bourgas ; Avhence they should march without delay on Constantinople. A reserve should, however, be left at Adrianople ; where reinforcements must be assembled, and stragglers may be rallied. This reserve will be occupied in organizing* the country in the rear of the army; and in occupying by detachments the towns of Philippopolis, Lofja, (Lofscha), Sophia, &c. When we remember the circumstances of the last war of the preceding* (the 18th) century against the Turks, when Russia was allied to Austria; and when we reflect on former wars in the same country ; it must be allowed that the Ottoman empire has never been so near destruction as it was in the cam paign of 1789, after the victory of the Prince of Cobourg and Suwarrof; and the capture of Bel grade by a separate army under the orders of"], [21, "17 Laudon. There was ample time for an autumn campaign ; and there was nothing to stop the con querors of Wallachia from marching on Shumla; whilst the route by Nissa and Sophia was open to the Austrians under Laudon. This has been from time immemorial the road to Constantinople, fol lowed by the post and the couriers. We find by old descriptions of it ; and especially by those given in the history of the campaigns of Veterani ; that it is not only passable for carriages ; but that routes run by the side of it ; which at least in part ; traverse cultivated countries. This may be shown even from the Geography of Busching ; who mentions, for instance ; that at the foot of the mountain Witoscha, some miles beyond Sophia ; on the side of the frontier of Roumelia ; there are warm springs of considerable repute in the country ; some villages ; cultivated tracts; meadows; vineyards; and mines of iron. He speaks frequently of monasteries ; and resources in corn ; wine ; and pastures. It is an easy jouruey from Sophia to Philippopolis. The Austrians in 1088, having gained a battle under the walls of Nissa, and having occupied that town for a considerable time; turned Sophia; and advanced to Philippopolis with a corps of partisans ; and took prisoners the Cadi and several Turks of distinction. All Roumelia and Macedon were in a state of alarm. The Turks no longer thought themselves safe at Adrianople ; nor even in their capital ; and trans ported their treasures into Asia. Montecuculi, who B"], [22, "18 is one of the best guides on the subject of attacking the Turks, proposes also this line of operations. We believe that the route b}* Nissa and Sophia, which passes the mountains by the Porta Trajana ; and leads afterwards to Philippopolis; is less difficult than the one from Tyrnowa to Adrianople. It is reasonable to suppose that Philippopolis, (founded by Philip of Macedon), will be an easy conquest ; on account of its numerous Greek population ; and that it will be able afterwards to provide for the sub sistence of an advancing army ; considering that it carries on an extensive commerce ; especially in rice ; which is cultivated in the neighbourhood ; and that the Maritza, which flows to Adrianople, is navig*able to this point. In general, all the country as far as Adrianople, is a vast cultivated valley ; the road runs by the banks of the Maritza ; and even a winter campaign ought not to present any serious difficulties, seeing that the climate there is unquestionably much milder than on the northern side ofthe Balkan. If, in 1810, the Russian army of Kaminski, had been as strong as the public prints announced — that is to say, much more than a hundred thousand men— it might have been able of itself to undertake this operation in two lines on the capital. Czerny-George was already on the route of Nissa. A battle gained, would have then brought the Russians under the walls of Adri anople. The Servians protected their rear, and there remained nothing but to effect a junction with the"], [23, "19 main army of Schumla. But, on the one side, the Russian forces did not amount to nearly the numbers imagined ; and on the other, political considerations did not allow of an expedition of this nature. The Russian armies did not dare to remove to such a distance ; and for so long a time ; from Christian Europe; where already a more formidable war threatened to break out. Whilst on the one hand it was the interest of France to engage the attention of Russia by fomenting the war against the Turks ; on the other, this last power thought of nothing but ending it by a decisive blow which might ensure the conquest of Moldavia and Wallachia. The mountain Hemus, or Balkan, which extends with little or no variation in the direction of the degrees of latitude, and divides the rivers which we observe in the maps of Turkey ; branches off to the south of Sophia from Witoska, or Skomius, covered with perpetual snow, and terminates to the north of the port of Bourgas, on the banks of the Black Sea. With the single exception of the point where it branches off, it nowhere rises higher than 3000 feet.* Its crest is a kind of table land, covered with hig*h forests or thickets. The valleys and ravines which form its practicable gorges are in part very narrow, * Col. Chesney's estimate is different. He says — \"The eleva tion varies from 5000 feet at the pass of Gabrowa, to a little more than 3000 feet at that of the Kamtchik, about ten miles south of Schumla.\" B 2"], [24, "20 surrounded by naked rocks, and presenting great difficulties. The English traveller Walsh ; whose description appears to me the best which has ap peared; has given an outline of the chain of the Balkan, and of the gorge which is on the north of the town of Aidos. It is a narrow cliff in the rocks, through which a bounding rivulet dashes towards the large valley of Aidos. As in other mountain gorges, the route of the beasts of burden follows the course of the river ; crossing at intervals, on slender bridges, the small streams which flow into it, or the precipices. It has not however escaped the atten tion of this traveller, that at no distance from these difficult passes there are horse-tracks which cross the adjacent heights; so that a good battalion of chasseurs, with a company of sappers, would speedily open routes for an army ; in places where a traveller, lost in a labyrinth, least suspects it to be possible. In former times, the Bulgarians and Ostrogoths, who fought against the weak Greek empire, tra versed this mountainous district. In the campaign of Kaminsky, the Cossacks were able to cross the mountains; and in 1810 their inroads extended as far as Araba- Bourgas, or Isjatal-Bourgas (Ischatal Bourgas), distant only 24 miles from Constantinople. As in other mountain chains of the second rank, we find in the Balkan, about every third mile, prac ticable passes ; and if we meet here with obstacles unknown elsewhere, it must be attributed to the bad cultivation of the country. The most western pass"], [25, "21 with which we are acquainted is the Porta Trajana, on the road from Sophia to Philippopolis. It is cut through the rock, and the road separates at the foot of the mountains. One of its branches traverses the defile, a well known route for beasts of burden. That on the right is a narrow carriage road ; which winds through a deep ravine in the valley of the Maritza, having on its right the snow-capped Mount Rilo. The Maritza flows between heights of consi- derable size, as far as Tatar-Bazardjik; and the road runs for two leagues on rocks of marble near the river side, crossing* several precipices on wooden and dangerous suspension bridges. The plain is not reached till we arrive at Saram Beik, distant three leagues from Bazardjik ; where the track of beasts of burden, which passes through the Porta Trajana, and of which we have spoken, meets the carriage road. This was the route followed by the Roman armies ; which led from Byzantium, by Adrianople and Sophia, to their establishments in Pannonia and on the Danube. From the Porta Trajana to the pass of Krabowa, (Grabowa), which is the next with which we are acquainted ; a mountain range, entirely deserted and impracticable, extends for a distance of between fifteen and twenty miles. However, on the map of Guillemenot and that of Cotta, there are marked several considerable valleys, which run through the northern side of the mountain and extend to the Danube."], [26, "22 In the valley of Owracka (Uraka) or Wid (the river which flows by Isladi and Tetowo to Plewna) there are many villages, the exact position of which is unknown. The breeding of cattle is the principal occupation of the natives. There are fine forests and abundant pastures. A second valley, that of Osma or Ostra, runs parallel ; towards the East; and contains almost at its beginning several places of note. Through one of them, Trajan, which is of considerable size, passes a cross-road ; which coming from the Porta Trajana, crosses all the valleys, passes by the town of Selby ; then by Tyrnowa in the valley* of the Jantra, and runs thence to Roud shouk. Several roads, from Roudshouk, Sistowa, Niko polis, and other towns on the Danube meet at Krabowa. There opens one of the principal passes of the Balkan, through which ran one of the military roads of the Romans ; as is evident from the still marked traces of an ancient causeway at Tyrnowa. The road from Roudshouk as far as Krabowa is practicable for carriages and light artillery. Thence across the summit of the mountains as far as Kasanlik, the road requires some slight repairs ; but afterwards to Hebusje on the Maritza, where it joins that coming from Sophia, there are no more difficulties. If this road is not in a perfect state, at least it runs through an inhabited and fertile country. At Nikobi we arrive at well built villages, and a"], [27, "23 tract of country carefully cultivated. The vine grows even higher than at Tyrnowa ; and as far as Krabowa, the least patch of the rich and productive soil has been turned to account. It takes but three hours to reach the crest of the mountain ; and as many more descending to Kasanlik ; to reach a large valley where there are several market villages ; after which the road runs to Adrianople through a rich country. The route which we have just described would be the extreme right of the probable line of operations in the case of a war between Russia aud Turkey. It would, however, be still more advantageous for the operations of an army which should follow it, after having* besieged and taken Roudshouk ; whilst Schumla was attacked or watched, and Silistria was taken or blockaded. The routes, which from the valle}*s of the Jantra and Lomme meet at the Upper Kampjik, may be regarded as branches of those of which we have just spoken. These branches extend across an abut ment of the mountains as far as Starka ; and to the defile of Demicarpi (the gate of iron), a particular term used by the Turks for the mountain passes. This route is little known, but it ends at the large town of Selimnia (Sliwno) ; which, celebrated for its manufacture of arms, carries on an extensive traffic with the interior* We are now in the basin of the Toundja; and descending towards the South by"], [28, "24 Jamboli; we reach the principal valley through which the route continues to Adrianople. Starting from the valleys of Eski-Djouma (Dion maia) and Osman-Bazar, a road leads by Kasan to Karnabat ; crossing the mountains between these two towns ; and joins the main road which leads to Schumla by Tjalikavak (Tschalikawak) and Dobrol. Sufficient information has been given as to this route ; and as to two others, namely, that from Pravody to Aidos ; and from Varna along the coast, in the account of the campaign of Romanzof in 1773, when his army penetrated into the moun tain recesses. Instead of copying this information, interesting as it is for geographers, and also for those who study the art of war, from the publica tions in which it is to be found,* I think that I shall render an agreeable service to my readers by combining the details in the tables of operations and marches which they will find at the end of this work.f They develop the movements of an army, which having its base on a line extending- from Schumla by Pravody to Varna; advances across the Balkan to a second line running from Adrianople and Kirk-Klissa to one of the ports of the Black Sea ; and which might serve as a base for ulterior operations, supposing, and this we consider to be a * Notices officielles et remarques sur Je theatre ue la guerre entre la Russie et la Porte, tirees des memoires d'un militaire temoin oculaire. Berlin, 1829. t Vide the Tables at the end of this pamphlet."], [29, "25 matter of necessity, that Adrianople was taken, and that an advanced guard was pushed on to Araba- Bourgas. The plans exemplified in these tables, which are no doubt the result of experience gained by the Russians in their former wars ; and of information obtained by their diplomatists and travellers ; throw great light on the passage of the Balkan. After crossing to the right bank of the Kamtjik ; a small river which at the end of the campaign of 1828 was the frontier between the Russians and Turks; there remain only some wooded and narrow ridges to pass. It is only one day's march of moderate leng-th to the village of Lopenitza, and from thence another long day's march across the mountains to the large and fertile valley of Aidos on their southern side ; an important point which it is indispensably neces sary to reach. The narrow defile which we have described along the course of the sfream which flows into the principal valley can never impede the march of an army ; if light infantry occupy the heights ; wdiich they would be enabled to do from the nature of the surrounding mountains ; especially if the Turkish forces posted at Schumla were kept in check by a detachment opposed to them. The projecting abutments of the Balkan rise to the south of Aidos and form one side of the valley; they extend to Faki, where they are divided by another valley. On this road are many Bulgarian villages, and the country s well wooded and abounds with pastures."], [30, "26 The road thence to Kirk-Klissa passes by a Turkish town of some size ; a rocky and wooded eminence intersected by several streams which flow into the Boujouk or the Te-ke-dere ; and then arrives at the forests which extend to within some leagues of Araba-Bourgas. There begins a plain which ex tends along the coast nearly to Constantinople. The Kourgans, or small elevations of ground which are to be seen in all directions, show the points where the Mussulmen reared the standard of their Prophet ; when forming* their camps in the expedi tions in which at various periods they were engag'ed. All the way from Araba-Bourgas to Constantinople there remain unquestionable traces of the Roman road by Sophia and Adrianople of which we have spoken ; large blocks of rag-stone are met with, the muddy interstices between which have been but in differently filled up by the Turks. The tracks which run by the side of this route across the heaths ; and which are only impracticable for carriages in the rainy months; are preferred by travellers as less dangerous for men and horses. There will be no difficulty in provisioning an army in this country, except it is detained for a considerable time at a distance from its magazines. The Russian carts drawn by oxen, which are easily obtained in Bessarabia, are the best moveable ma gazines. Provisions are placed on the backs of the oxen, as well as in the carts. The heaths give suf ficient pasturage for horses as well as oxen till the"], [31, "27 extreme heat sets in. In order to collect sufficient forage many light troops and especially Cossacks will be required ; who supported by some moveable columns of good chasseurs k pied must scour the country, and secure for the army as much sub sistence as possible. Water is sometimes scarce during the heat of summer ; but it can be obtained for an encampment of ordinary size by damming the streams which run through the valleys and ravines. In the mountains there is seldom a deficiency of water or wood ; but as there are no forests in the valleys of the Maritza ; the army will there be obliged to use the fruit trees for cooking and fuel. There are, however, plenty of these trees, especially the mulberry ; and as soon as the Balkan is passed, one meets with the warmth and productiveness of a southern climate. As vve ascend the valley of the Maritza to Philippopolis ; and again as we descend towards the Egean Sea ; the country is fertile, and well-peopled ; whilst, on the other hand, between Sophia and Tartar-Bazardjik, the inhabitants pro duce no more than is requisite for their own subsist ence. The plain of Philippopolis is unhealthy, in consequence of the rice grounds; and as far as Hermann' is difficult to cross, in consequence of the waters and thick bushes. The line of operation from Tyrnowa, b}* Kasanlik, to Adrianople, which we have already mentioned,* * Vide page 12."], [32, "28 would avoid all these difficulties. It would be still more advantageous for an army which had taken Roudschouk, whilst the main army besieged Schumla. On arriving at the mountains, it might make itself master of Sistowa, Lovja, Selwy, towns of considerable size ; and might either make them the base of ulterior operations ; or take up winter- quarters in them, if it should be deemed advisable to defer the passage of the mountains till the next campaign. It would be necessary, at all events, to leave a moveable corps in the rear of the army ; to scour the country ; to make sure of communications ; and to give the necessary reinforcements to the gar- risons. This corps might occupy all the country on the north side of the Balkan, from Nikopolis to Plewne. It may also be desirable to employ a moveable corps in the valley of the Maritza, against Philippopolis ; in order to take that place ; or at least to blockade it, and to ensure the arri val of supplies for the army which had advanced on Adrianople. The complete subjugation of the country as far as Sophia might be deferred till the end of the campaign ; when Adrianople would probably have been taken ; and the main army arriving from Schumla would have taken up its position at Kirk-Klissa or Araba-Bourgas ; between which places and Constantinople there are no obsta cles of any consequence."], [33, "29 Constantinople forms, between the Black Sea and that of Marmora, the reduit* of the Thracian or Byzantian Peninsula ; which extends from the Bos phorus towards the main land of Roumelia, and may be considered as a great tete de pont between Asia and Europe. Covered on the side of the Black Sea by an impassable chain of mountains, which is the continuation of the Strandschea-Dag ; the natural breaks of the ground present, on the opposite side, the front lines of the tete de pont towards the conti nent. The walls of Silivri, built by Anastasius (512); and repaired by Justinian ; form, behind the valley of Tousladere ; at nine miles from the Bosphorus ; and at five from the gulf of Bujuk Tschekmedsche, the principal line of defence of this extensive tete de pont; which is large enough to hold the Asiatic forces which may be summoned to the defence of the capital, and principal seat of Islamism. It is here, that after having conquered Thrace (450), Attila was stopped in his course. Belisarius, at a later period (559), beat there ; although with inferior forces, the Bulgarian Prince Zabergan; who had just ravaged Thrace, and forced him to a hasty retreat. Gallipoli is the second point at which troops from Asia may cross over ; and forms, with the Thracian Chersonesus, on the side ofthe Hellespont; a position as good as that of Constantinople and the Byzan- * I have thought it best to give this term in the original French. It is a military term applicable to fortifications, tetes de ponts, &c."], [34, "30 tian Peninsula, on the side of the Bosphorus. This fortress and military port contains a population of 17,000 souls. The Thracian Chersonesus is a tongue of land, from one and a half to two miles wide;* and ten miles in length ; which divides the Hellespont from the Archipelago. Its mountains, Avhich are in general steep ; — its valleys and small plains ; — make it an advantageous position for defence. Like the By zantian Peninsula ; the Chersonesus may be consi dered, with its narrow isthmus, and the remaining portion of the ancient wall Macrontichos ; as a great tete de pont, of which Gallipoli is the reduit. Al though the principal traffic between Asia and Con stantinople is carried on by the route of Amasia, and Angoria ; by Iconium and Nicæa ; yet, if we can trust history, all the armies which have at various times invaded the Archipelago, have come down the Hellespont. Xerxes followed this route, when he attempted to conquer Greece : the sea fight of Ægos-Patamos (406 years before Christ), put an end to the Peleponnesian war, by the ruin of the power of Athens. Alexander, too, pursued this line of march ; when he passed into Asia to over throw the empire of Persia ; and to spread through that part of the world the light of Grecian civili zation. In the reign of Andronicus the Second (1283 — 1328), the advantages ofthe position ofthe Chersonesus enabled the mercenary troops, led by * As I have stated in the introduction ; these are German miles ; one of which is equal to 4T6„ English statute miles."], [35, "31 Roger de Flore, not only to resist the combined attacks of the Greeks and Genoese ; but to levy a contribution on all Greece; and to push their ad vanced posts to the neighbourhood of the capital. The importance of Gallipoli, and its influence on military operations, are further shown by the advan tage which the Turks derived from it : for the occu pation of this place preserved their power in Europe from 1358 to 1453, although they were not masters of Constantinople. The Peninsula of Byzantium, and that of Gallipoli, which are so important for the military operations of the Turks ; form the extreme horns of the crescent described by the coasts of the Propontis (Sea of Marmora). Rodosto is very important, in a military point of view ; both as a fortress ; and a harbour. Situated at fifteen miles from Gallipoli, and seventeen from Constantinople ; Rodosto communicates by the high roads with these two towns, and with all the pro vinces of the continent. The junction ofthe different communications by land, of Turkey in Asia, with the harbours in the gulfs of Madassia and Isnik (Nicomedia) ; presents also very great advantages. It offers a base of military operations, which it is impossible to take from the Turks ; even if the Archipelago and the Black Sea should be covered with the enemy's fleet. Nothing but the blockade of the harbour of Constantinople ; and an enemy's fleet on the Sea of Marmora ; .can deprive them of this advantage. It is then very evident how essen-"], [36, "32 tial it is, to the maintenance of the Ottoman power in Europe, to keep in a good state of defence the Bosphorus and the Hellespont. Two chains of mountains, abutting at the apex of the same angle, form the front of the coast of the Sea of Marmora, and of the two Peninsulas of Thrace; on the right, the Strandschea- Dag, which terminates at Cape Sisebol, in the gulf of Borgas ; and on the left, the Tekiri-Dag, which ends at Cape Paxi, between the g*ulfs of Enos and Saros. The Strandschea extends 25 miles along the coast of the Black Sea, from the gulf of Borgas to the Bosphorus ; and offers on the south-east coast an im penetrable barrier to the waves of the Black Sea. Its sides are broken by short but steep valleys. Bluff promontories, such as Capes Baylar, Achtipol, Inada, etc. project here into the sea ; and confine the na vigation of the coasts to the harbours of Inada and Midia. The chain which, on the north, terminates in the gulf of Borgas, is of the same uneven charac ter; intersected by precipitous valleys; and constantly beat by the waves at its base ; it projects far into the sea with its bare and abrupt rocks. The south eastern extremity of the chain on the side of the Bosphorus is equally precipitous. On its western slope are the sources of a great number of rivers and rivulets ; which flowing into the Tekedere and the Ergina ; are discharged by the latter into the Maritza. On the contrary, on the south-western extremity there are few streams ; and the deficiency of water,"], [37, "33 and the deep and arid valleys b}1* which it is inter sected, render it impassable in summer. Visa and Media are the points of junction of the roads from the Strandschea ; which by the valley of Erkene lead to Kirklisse and Czatal-Bourgas (about 6 miles), as well as to Constantinople by Seraj (about 15 miles), The road along- the coast from Media to Bourga3, by Inada and Sassobol (about 15 miles), is hardly passable for troops, in consequence of the declivities on its western side. The Tekiri-Dag, forming a kind of extensive and rather high table-land, fills up the space between the Ergina and the Archipelago, in front of the Thracian Chersonesus. The heights of this last ought to be regarded as ramifications of the Tekiri- Dag. On the side of the Sea of Marmora, the rocky declivities of the Tekiri-Dag come down to the very shore ; as they do towards the gulf of Saros, as far as Ibrissa. The part of the table-land which is highest above the level ofthe sea, is that to the west ; between Migalg-ara and Develi. One discovers from it the Maritza, and the plains of Kischau ; those of southern Thrace ; which is a wild and rocky district, resembling* the steppes of southern Russia. Toward the east the Tekiri-Dag becomes difficult to pass, on account of its steep sides, and deep valleys. These obstacles are still further increased by the softness of the soil, especially in the rainy season. In spite of this, the high military and commercial c"], [38, "34 road from Rodosto to Feree (18 miles), being part of that from Constantinople to Macedon, runs through this country ; and lines of communication branch oft* from Gallipoli, in all directions. The character of this district must materially influence operations directed against the interior base of Turkey in Europe. Troops put in movement against this base can penetrate in mass by the angle formed by the two mountain ridges in the valley of Erkene; along the right side of which runs the road from Adrianople to Constantinople. After passing these heights and arriving in the heart of this country, we come to the south-eastern part of the Strandschea. It extends to the Bosphorus, and separates the Byzantian peninsula, as has been already mentioned, into two parts ; of which the narrowest, that is to say, the northern, is unfit for military operations ; which can then only take place between the mountains and the neighbourhood of the Propontis. Until the army enters this district, the two lines of defence of the Strandschea and of the Tekiri ; terminating in the Black Sea on one side ; and the Archipelago on the other ; may be of the greatest importance. Although the first may be of less use in consequence of the precipitous declivities of its mountains ; it is yet true that the roadsteads on the coast, such as Inada and Midia, may be of great service for warlike operations. The ports of Saros and En os in the Archipelago"], [39, "35 give importance to the Tekiri ; those stations give the Turks the means of supporting the war ; and if they lose them, they can still support this front of their line by the occupation of Gallipoli. In 1444, the gulf of Saros served as shelter for the combined fleets of Venice, Genoa, and Holland ; destined to protect Wladislaus, king of Hung-ary, in the war which he waged ao-ainst the Turks.* * Coup-d'Œil Topographique sur le Theatre de la Guerre d'Orient, traduit de PAllemand de M. de Wussow, Officier Supe rieur de l'Etat Major du Roi de Prusse, par Jules Marnier, Officier Superieur au Corps Royal d'Etat Major, Gentilhomme Ordinaire de la Chambre du Roi."], [40, "36 EXTRACTS from the TRAVELS OF MARSHAL MARMONT. Sebastopol is one of the finest harbours in the world. Russia maintains there a squadron of twelve ships of the line perfectly armed, and equipped, and quite ready for sea. This squadron may receive any increase which circumstances require. A division of the army is quartered within a short distance. In two days this division can be embarked ; and within three da}*s after it can be at Constantinople ; for the distance from Sebastopol to the Bosphorus is only one hundred and eighty miles; and the north winds which prevail there, a3 well as the cur rents of the Black Sea, render the passage safe and quick. Thus, then, a Russian squadron might pass the Bosphorus with 12,000 troops, and take up the position which circumstances required ; whilst an army of 60,000 men, which is constantly stationed in southern Russia, might cross the Danube and"], [41, "37 advance beyond the Balkan. This corps would be posted at Adrianople, and would be able to proceed wherever it was required. All this might be done so quickly and so easily, that news of it would not reach Paris or London until the troops had arrived, or were already far advanced on their march.* If Russia should thus become mistress of Con stantinople ; the closest alliance betwixt France, England, and Austria, and the most energetic efforts of these three Powers could not compel the Russians to quit the position which they occupied. I proceed to prove this, and to state the plan which would probably be followed by the Russians. I suppose they would station 10,000 men at the Dardanelles. They would erect there strong for tifications, supported by the fire of two forts ; one situated at the extremity of Maltipi; and the other on the height which commands the batteries of Nagara. Three forts, placed in the form of an amphitheatre on the European side would shelter the batteries from any attack by land ; 10,000 men would be encamped on the heights of Constantinople ; whilst some ships of the line would be anchored in the harbour. The rest of the army, let us say 40,000 men, * It should be observed that Marmont is reasoning on the assumption that the Sultan was not hostile to Russia. But the passage is valuable as showing the difficulty, if not the impossi bility, of compelling Russia to quit Constantinople, if she should ever obtain possession of it."], [42, "38 would be encamped at Adrianople ; and an en trenched camp be formed on the plan of the fortifi cations of Lintz ; that is to say with towers. This camp would occupy a great extent, embracing Avithin its limits the streams which meet there, and which flow into the Maritza; 18 or 20 towers would secure this post against an attack ; an army of from 30 to 40,000 men, if placed there, could not be blockaded ; and might keep in check a force of 80,000 men ; which would never dare to advance, leaving it in the rear. To complete this plan of operations, I suppose that 80,000 Russians would be assembled in Moldavia and Wallachia ; and that their advanced guard would be on the banks of the Danube, ready to cross that river ; and lastly, that the main Russian army would be assembled between Warsaw and Cracow prepared to pass the Vistula. / admit, however, that all these advantages in favour of the Russians depend upon which party makes the first move. If the French and English fleets should pass the straits of the Dardanelles and arrive at Constantinople ; if, at the same time, 50,000 men, Austrians or French, should take up a position at Adrianople, and form there the entrenched camp of which I have spoken ; then the Russians would have great difficulties to surmount. From that moment their squadron returns to Sebastopol never to leave it again ; and if they should march to the Balkan, their army would be exposed to t?ie risk of"], [43, "39 an attack from an Austrian army, debouching either from Transylvania and entering Bessarabia ; or marching from Hungary into Servia, and falling on the rear ofthe Russian army in Bulgaria. In another part of his Travels he says of Sebas topol : — This harbour is magnificent ; nature has done everything for it. Its deep roadstead ; the entrance to which is 700 toises wide ; which is suf ficiently large for all purposes of navigation ; yet sheltered from the sea ; is easily defended. It is protected by 350 pieces of cannon ; it is impossible to effect an entrance by force ; and thirty Paixhans guns are about to be added to its armament. Within the main harbour are several smaller ones formed by different creeks which abut on the prin cipal one ; and which give the means of choosing, according* to season, time, and circumstances, the anchorage which is most suitable. One finds every where an excellent muddy bottom; and always, even close to the shore, an equal depth of water. It bears a resemblance to Malta ; but with a canal of greater length ; and with more space ; capable of receiving any number of vessels. It is one of the finest maritime localities in the world ; and is so situated with regard both to the land breezes ; aud the winds from the sea, which usually blow from one quarter, that it is easy of ingress or egress. A fortress has been built there ; but it is difficult to understand what reasons have led to the adoption"], [44, "40 of its site. Placed to the north of the harbour, on a heio-ht at a considerable distance from the sea ; it does not protect the town, from which it is separated by the harbour ; nor does it defend the latter ; nor its mouth ; being too distant from the sea. It does not, then, answer any object ; and is of no kind of use. The town requires to be defended ; and could easily be so by the construction of some forts of small size on the heights which overlook it. THE END."], [45, "I. MARCHE DE SJOUMLA, PRAVODY ET VARNA, PAR LE BALCAN A KARNABAT ET AIDOS. (Tkois journ£es.) Journlea de mar- ohe. UEMIEU cours. Ill 'tarlll'liwritpour Hit In pretnier corps au second. second cours. TUOISIEME COUPS. POSITION DE L'AUMEE. Corps. Avant-garde. Corps. Avant-garde. 1. De Beiram par Tjalikawak ! jusqu'au Deli- Kamtjik. Les troupes Icg'Ves oecu- pent Dobrol, au debouche des montagnes. DeSmcadowasurle Kamtjik, 2 milles de Sjoumla, k Tjalika- wak. 20 werstes (3 milles). Travcrsant les monts boises des petits Balcans; une des co- lonnes sur la route difficile que les Russes suivirent en 1773, l'autre dans la vallee profonde et rocaillcuse du Beiram, sur la grande route qui en general est tres praticablc (Col. Bo- cazze) . Suivant la rou- te des courriers par.)cnikoi,3ur l'Akalu-Kamt- jik, a Tjengo sur le Deli- Kamtjik. Route extre- mement roide et difficile, k travers les hau- tes montagnes. De Kadikoi a Nadir-Derbent sur le Nadir. La vallee de Delidie que traverse la rou- te des grands Baloans, se trouve ouverte par la a l'ar- mee. De Pravodi a Kioprikioi eta- blissant son camp au debouche de la vallee Delidie dans celle du Kamtjik. 20 werstes (3 milles). En trois colonnes u travers la vallee profonde du Pravodi, puis sur deux routes par dessus des hauteurs couvertes de buissons pour atteindre la large vallee boisee du Kamtjik, qu'il faudrn franchir ici, quoiqu'il soit par- tago cn deux bras. Dc Varna a Der- wisjkioi ii l'embou- chure du Knmtjik, (4£ milles). La route cotoye presque toujours la mer, mais il y a quel- ques chemins qui pas- sent sur les pentes des montagnes, et dont les troupes legures pouront profiter. L'armee traverse aujourdhui le t petit Balcan jusqu'tt la ligne du Kamtjik, qui forme coupure et pas- se au pied septentrional du grand Balcan. L'aile droite est un pen avanece vu le cours duDeli-Kamtjik. Pour rattacher le centre et l'aile gauche le corps intermediate se trouve pros du confluent des Deli- etAkalu Kamtjik, qui plus bas pren- nent le nom du Boujouk-Kamtjik. L'armee occupe 8 milles en ligne droite. 2. A Koumaro- wa, oil les mon- tagnes s'ou- vrent. II s'y trouve une po sition avanta- geuse, sur une hauteur docou- verte et peu elevee. A Dobrol, 18.} werstes (2 J milles). Route tr6s difficile, tra- versant des hauteurs rocailleu- scs ct des ruisseaux a bords tres escarpes, jusqu'au Deli-Kamt- jik. A partir de la, on atteint la grande vallee qui dc Dobrol s'ouvre vers Karnabat par des- sus unc hauteur peu elevee. Derriere le Deli-Kamtjik qui a des rives escarpees, on trouve unc position avantageuse sous tous les rapports. A Rcsova, a la source du Nadir. La route est tres ponible et traverse le grand Balcan. Poussee au delu de la val- lee du Nadir sur les hau- teurs vers Ai- dos. A Nadir Derbent. 37 werstes (5 milles). La route se trouve jusqu'a Soubasji dans la vallee large et unie du Delidie en- touree dc hautes montagnes boi- sees et roides : elle se retreeit deux fois considorahlement : — puis elle passe sur des hauteurs boisees, qui permettent cepen- dant dc marcher en deux colon- nes et que c6toyent des deux cotes des ravins roides, pour mener k la large vallee du Nadir, une descontiees les plus fertilcs du Balkan. Au port de Misevri (Mesambri) a l'em- bouchure du Nadir, au pied du Balkan. Apres avoir traverse dans cette joumee les cimes du Balcan, elle se trouve a son pied meridional, oi le Nadir coulede l'Oucst al'Est. I'';u- le droite est a Dobrol, sur le sail- lant meridional de la chaine de montagnes. Le corps intermediaire se trouve aux sources du Nadir k Resowa, pour rattacher a la grande armee dont il est k I £ ou 2 milles. L'armee occupe une ligne de 7\\ milles. .■;. Posto cn avant, it Ew- renli et vers Chaftan. A Karnabat, 2.1 werstes. (3J milles). Plaine ouverte et fertile, ar- rosce par des rivieres riches en prairies, qui s'etend sans inter- ruption jusqu'a Aidos, et au port d'Achioliou pies dc Sasa- poy (Sizeboli). K joint le se- cond corps par Aidos. I'oussee en avant versBen- li et Bourgas. A Aidos, 1 2 werstes, ( 1 3, milles). Malgre des hauteurs assez roides et une contree boisee, on pourra cependant marcher sur deux colonnes d'infanterie et deux de cavalerie. A deux werstes d'Ai'dos, le terrain s'ou- vre et s'applanit. La commence la vallee large et fertile qui s'e- tend & droite jusqu'a Karnabat et il gauche jusqua la mer. Jusqu'au port Achi- oliou et Bourgas; une avant-garde se porte jusqu'a Sasapoy (Si- zeboli). L'armee se trouve dans la large et fertile vallee, qui s'etend de- puis Karnabat jusqu'a la mer, sur unc ligne de 7 milles."], [46, ""], [47, "MARCH FROM SHUMLA, PRAVODY, AND VARNA, BY THE BALCAN, TO KARNABAT AND AIDOS. (Three Days March.) Days oi ilarch. 'IUST DIVISION. Detachment to keep up commu- nication between lst&Snddivision. S. 3COND DIVISION. TIIIUD DIVISION. POSITION OF THE ARMY. Main Body. Advanced Guard Main Body. Advanced Guard. I. From Beiram | by Tjalikawak to Deli-Kamt- jik. The light troops occupy Dobrol, at the foot of the mountain pass. From Smeadowa on the Kamtjik, two miles from Shumla, to Tjalikawak. 20 werstes (3 miles) ;* cross- ing the wooded heights of the little Balkan; one of the columns by the difficult route which the Russians followed in 1773s; the other through the deep and rocky valley of Beiram, by the high road which iu general is very passable (Col. Bocazze.) Following the route of the couriers by Je- nikoi on the Akalu-Kamtjik to Tjenge on the Deli-Kamt- jik. A road extremely steep and difficult, across high mountains. From Kadi- koi to Nadir- Derbentonthe Nadir. The valley of Delidie, which the road over the high Bal- kans crosses, is thus opened to the army. From Pravodi to Kiopri- kioi encamping at the mouth of the valley Delidie ; in that of the Kamtjik, 20 werstes (3 miles). In three columns across the steep valley of the Pravodi ; then by two roads over heights covered with thickets, in order to reach the large wooded val- ley of the Kamtjik. From Varna to Derwisjkioi at the mouth of the Kamt- jik (4| miles). The road runs by the coast almost all the way ; but there are some tracks which pass over the slopes of the mountains, and of which light troops can avail themselves. The army crosses to day the little Balkan to the line of the Kamtjik, which forms an opening and pass at the base of the high Balkan. The right wing is a little in advance towards the course of the Deli-Kamtjik. To keep up the communication between the centre and lest wing, the interme- diate corps is near the confluence of the Deli and Akala-Kamtjik, which lower in their course take the name of Boujouk-Kamtjik. The army occupies 8 miles in a straight line. 2. To Kouma- rowa, where there is an opening in Ihe mountains. Here is a good position, on an open and not very lofty height. To Dobrol, 18 \\ werstes- (2! miles), a very difficult route ; crossing rocky heights, and rivulets with steep hanks, as far as Deli-Kamtjik. Starting from this point, one arrives at the wide valley which extends from Dobrol towards Karnabat over a height of moderate elevation. Behind the Deli-Kamtjik, the hanks of which are steep ; is a position in all respects very advantageous. To Resova, at the source of the Nadir. The road is very difficult, and crosses the high Balkan. Pushed be- yond the valley of Nadir on the heights to- wards Aidos. To Nadir Derbent, 3\" werstes (.1 miles). The road runs as far as Soubasji through the wide and level valley of Delidie, surrounded with wooded and Steep mountains. In two places it becomes very narrow— then it passes over heights which, although wooded, admit of the troops inarching in two co- lumns ; and after going along the edge of some steep ravines, arrives at the extensive valley of Nadir ; one of the most fer- tile countries of the Balkan. To the harbour of Misevri (Mesambri) at the mouth of the Nadir, and at the foot of the Balkan. After having crossed in this day's march the heights of the Balkan, it arrives at its southern base, where the Nadir flows from west to cast. The right wing is at Dobrol, on the southern projection ofthe mountain chain. The inter- mediate corps is at the source of the Nadir at Resowa, to keep up the communication with the main army. The army occupies a line of seven miles and a half. 3. Stationed in advance at Bwrenli and towards Chaf- tan. To Karnabat, 25 werstes (3 J miles.) An open and fertile plain, with rich and well watered meadows ; which extends without interruption to Aidos. and to the port of Achioliou near to Sasapoy (Sizeboli.) * The Uns-ian werste is equal to about 1 1 C? yards: ■'! Russian werstes are equal ta two English miles. Tin; German geographic mile, as I linv^ mentioned, is equal to 4-^ English miles. The I lii-mii ii i-om mon mile is equul to 4J English miles. Rejoins the second corps by Aidos. Pushed on in advance to- wards Benli and Bourgas. To Aidos, 12 werstes (li miles). In spite of heights of con- siderable steepness, and a wooded country, it will yet be possible to march in two co-j lumns of infantry and two of cavalry. At 2 werstes from j Aidos the ground widens and becomes more level. There commences a wide and fertile valley, which extends to the right, as far as Karnabat, and to the lest, to the sea. As far as the har- bour of Achioliou and Bourgas, an ad- vanced guard marches to Sasapoy (Sizeboli). The army is stationed in a wide and fertile valley, which extends from Karnabat to the sea over a line of 7 miles."], [48, ""], [49, "MARCH FROM KARNABAT AND AIDOS BY ADRIANOPLE AND KIRK-KL1SSI TO ARABA (LIOULE) BOURGAS. Seven days March. Days of March. FIUST DIVISION. SECOND DIVISION. POSITION OF THE ABUT. Advanced Guard. I Main Body. j Advanced Guard. , Main Rody. 1. To Popaskieiou (Papaskoi) at the southern foot of the mountains on : which stands Chaftan. Here begins the basin of the j Toundja. one of the principal tri- butaries of the ' .Maritza, which ] flows from North to South. To Chaftan. 25 werstes (3£ miles). A march in three columns to the village of Ewrenli. j The column on the right has a difficult march over .the steep heights and by the village of Kara- on the banks of the river of the same name. The left wing marches by Hosbeiter, and j the centre by the high road across an open and cul- tivated country. I At Ewrenli commence the heights which branch from the Hemus to the North, and divide the Toundja from the rivers which empty themselves into the Black Sea on the east. They can hardly be considered as mountains, spreading out as they do in many places in wide wooded table-lands, as at Chaftan. There is a general scarcity of water and no resources for an army which staid there any time. Pushed on in advance of the river Russo Castro as far as Kara- bounar. To Benli. 16 werstes (2£ miles), j By the wide and fertile valley of Aidos, passing over a height which descends by a gentle declivity towards Bourgas, and on the level and cultivated crest of which stands Benli. An army encamped here will suffer much for want of water. The two divisions will march j by echellons ; that on the right 'which marches from Karnabat to Adrianople being the most advanced, whilst that on the left follows it in the direction of Kirk-Klissi, crossing the moun- tains by Karabonnar and Faki. The communication of these corps by the valley which ex- tends from Karnabat to the sea, is interrupted nowhere as far as Karabounar. Here commence the heights which separate the basins of the Toundja from those of the rivers which flow into the Black Sea. These heights run from north to south, and render the communications more diffi- cult. After Faki the mountains become more rocky, and are passable in very few places. A corps marching between the two high roads would encounter the more difficulty, as the country is hardly inhabited, and there are only a few fertile valleys isolated like oases. From Faki to Bouiouk Derbent is 5 miles in a straight line, and to Sasapoy (Sizeboli), 7 miles. 2. To Bouiouk- Derbentover very difficult and scarcely acces- sible heights ; which separate the basins of the great and little Derbent descend- ing towards the Toundja. To Popaskieiou. 32 werstes (4£ miles.) The woods which cover this country, which in other respects does not offer many obstacles, will not admit of marching in two columns, except as far as Jenikoi ; that on the right going by Tourk- Manar, that on the left by the high road. On leaving Jenikoi on the little river Ejkali, where is a good spot for an encampment, the first column may pass by Bajtjaklou, the second will follow the high road, and crossing the wooded heights will reach Popaskieiou on the river of the same name, which flows at 2 werstes from thence into the Toundja. This country is rich in corn, but there is a want of forage, especially in the spring. To Faki, on the river of the same name. The valley Faki must be recon- noitred as far as its mouth near Tjingane, not far from Sasapoy (Sizeboli.) To Karabounar. 26 werstes (3j miles.) An open plain which extends on the left to the sea, and on the right to the road from Karnabat to Adrianople. The Kabassalar and Rousso-Castro, which running from the west to the east discharge themselves into the Black Sea, present few difficulties. — The country is very fertile. — The valley of Rousso-Castro is of great importance to an army on its march from Karnabat to Adrianople, as enabling it to give assistance to any other which may have landed at Sasa- poy (Sizeboli.) .?. To Akbounar, 20 werstes from Adriauople. Light troops will be pushed on in advance down the valley of the Toundja. Fibst Column*. 20,000 men. To Kout- jouk Derbent 14 werstes (2 miles). A flat and open coun- try, broken only by some valleys and some rivulets which run down from the heights on the left into the Toundja. At Koutjouk Derbenta large fine plain, with forage sufficient for a camp. Second Column. 10,000 men. To Bou- jouk Derbent. 28 werstes (4 miles). As far as Koujouk Derbent is one continued I open country, where an army may march in separate columns. After that mountains and rocks intersected by wooded and deep valleys. Here it must march in one column with the infantry and baggage. Thecavalrv will turn the streams of Derbent by the road some werstes to the left. At Bouiouk Derbent com- mences the plain of Adrianople. To Kanara. The high moun- tains on the left which extend to- wards the south must be recon- noitred. To Faki. 22 werstes (3 miles.) The road lies between steep and wooded heights as far as the plain of Kara-Koutik, which terminates in the deep valley of the Sarparandere, the right bank of which is very precipitous. The heights between tbe Sarpnran and the Fakidere are abrupt and wooded. The Faki is fordable in several places, and - its valley is well cultivated, but the woody and rocky heights in the neighbourhood of the town do not allow of an army encamping there. It must establish itself at Kiseldii- Klessi at a distance of from 4 to 5 werstes higher up. The cavalry aster having passed the Sarparan will arrive at Kiseldii-Klessi, by the route of Sliwna, at a distance of 5 werstes from the high road. •1. To Adrianople. It will be ne- cessary to recon- noitre the valley of the Maritza and the Arda up the streams of these rivers, as well as the road which leads to Kirk-Klissi, by the basin of the Tekedere. From Koutjouk Der- bent to Akbounar. 31 werstes (4 J miles). The corps will be able to march in three columns across the mountains as far as Bouiouk Derbent ; the artillery and the Daggage by the high road ; the infantry and the cavalry at the foot of the mountains, and turn- ing to the lest. From BouioukDerbent to Akbounar and Veikal. 1 7 werstes (2$ miles). From Bouiouk Derbent to Adrianople the country becomes more open. On the right is the Toundja, on the left a small chain of heights runs to Adria- nople. The dry vallies which intersect the coun- try from lest to right present no difficulty, and the army can march in several columns. The country is rich in corn, but in other respects has few resources ; it is espe- cially deficient in wood and forage. To Erekli. The lower part los the valley of the Tekedere and the side of the mountains on the lest must be re- connoitred. To Kanara. 1 9 werstes (2| miles.) Following the course of the high Faki the road crosses bare heights, intersected by valleys of moderate depth, and passing by the villages of Kaibilar and Malkotji arrives at the wide valley of the Elimendere, a tri- butary of the Tekedere, on the lest j bank. The village of Kanara is siturted on the Tekedere in a deep and precipi- j tous valley. Here is a high and open l district where 5000 men may encamp and find abundance of water, wood, and forage. i On leaving the valleys of the IClimen and the Tekedere, the ] communication with the corps I on the right becomes more easy. i It is only necessary to pass the ! slightly elevated heights which j run on the right of the Tekedere j as far as Petra, in order to reach | the plain which extends to i Adrianople and the Maritza. On ' the left at a distance of 2 miles towards the north-west is a high and impassable chain of moun- tains. From Kanara to Akbounar is a distance of 5J miles, and of 9 in a straight line across the mountains to Agathopolis, the nearest harbour."], [50, "(CONTINUATION.) Days of March. FIRST DIVISION. SECOND DIVISION. POSITION OF TIIE AUMi*. Advanced Guard. \\ Main Body. Main Body. Advanced Guard. tt. Pushed on by To Adrianople. 20 werstes (3 miles.) Choftja (Hassa) A march, in several columns, may be effected to Derekoi. without difficulty across this country, which is quite Thelighttroops open, and is broken by nothing but some valleys will march along without streams. There is a stone bridge over the the banks of. the Pravoda, which alone, by its embanked valley, and Maritza, and will the sudden rise of its waters in spring, and during send patrols to the rains, might occasion some difficulties. The theopposite bank, second column will be able to follow, from Veikal, An endeavour will the valley of the Toundja, by a bad road along the be made to join border of a muddy lake. Adrianople is on the sum- the division on mit of the height where the Toundja and the Maritza the left towards meet. The basin of the Maritza is beautiful, wide, Kirklissi by the fertile, and covered with meadows, which augments valley of the Te- the strategic importance of this point ; whence routes kedere. I for Constantinople branch off in all directions, by the wide valleys of the Maritza, Toundja, and Arda. To Kirklissi. The mountains on the left must, be reconnoitered as far as possible, I ascending the val- j lies from which the streams flow into the Teke- dere; and a junc-; tion must be; formed by the val- ley of the Teke- dere with the di- vision on the right, in the direction of Adrianople and ! Hafsa. To Erekli. 22 werstes (3 miles.) The army will be able to march in two columns, of which that on the right will follow the level and fertile valley of the Tekedere by Dewlet- Agatj, Kodjatarla, and Petra ; whilst the other will follow the direct route, passing several heights intersected by drv vallies, as far as the wide valley \"of the Tastapedere. Thence the road crosses several wooded heights, and several valleys, through which the tributaries of the Teke- ! dere flow, and arrives at the wooded valley of Aedesdere, which ends above Erekli. at the valley of the same name. There is a good place for an encampment in this last val- ,ley, although it is surrounded by I very steep heights ; because towards the point where its stream flows iuto the Tekedere, it extends to the neighbourhood of the ruins of a Greek fortress, called Skopelos. The army concentrates more and more, because Araba- (Lioule-) Bourgas is its rendezvous. The communications may now be per- fectly established. From Kirk- Klissi to Adrianople is a distance of about 7 miles ; to Choftja about 4h. Along the sea coast the com- munications will be very difficult, on account ofthe high, wooded, and rocky mountains which are there, and the few roads which cross them. The distance from Kirk- Klissi to Midia is about 10 miles. 6. To Choftja (Hafsa), 26 werstes (3 j miles.) As it would take up considerable time to defile through the principal street of Adrianople, which is very narrow, the greatest part of the army must go round the town by the left, across the vineyards, and small heights. The columns will re-unite at Chodintjeia, on a small rivulet, which flows from these heights, and then advance by two routes, which are seldom more than a werste distant from each other. In general terms, the country may be called level ; it is very slightly broken by small rivu- j lets ; which rising in the heights on the left flow into the .Maritza. The two routes meet at 4 werstes in I advance of Hafsa. The neighbourhood of Hafsa is quite destitute of wood, and this country, which might be productive, is but little cultivated. Pushed on toKa- wakli, down the valley of Bouiouk- dere, by which an attempt must be made to join the division on the right. The val- lies which run up between the mountains to the left, must be re connoitred, and a detachment must be pushed forward outheroute which runs along the sides of themoun- tains, in coming from Kirk-Klissi by Bounar &Wisa. To Kirk-Klissi. 18* werstes (2| miles.) A very difficult country, on ac- count of the number of tributaries of the Tekedere, which intersect it, leaving between them wooded and rocky heights. The valley of the Aktj'eiran, surrounded by rocks, is closely shut in. The banks of the river even are rocky and wooded. The valley of the Karakeiedere, whence the route leads over small heights with no woods on them, into the extensive plain of Kirk-Klissi, is not so deep. ' The second column, which set- ting out from Petra, must go by Senedge, Koujoudjaur, and llerak- lidza, will rejoin the first at six werstes from the town. Pushedforward in the direction of Eski-Baba (Ba- daschki) as far as Bouioukdere. Both sides of the valley of the Ergina must be reconnoitred. To the left passes the road from Adria- nople to Rodosto on the sea of Mar- mora. A commu- 1 nication will be I opened with the) division on the lest, by the valley of Bouioukdere. 7. Pushed on be- yond the Apou- lidere nearly to Araba- (Lioule) Bourgas, where the communica- tions with the ad- vanced guard of the second divi- sion will be re- established. Preparations will be made for pass- ing the strongly embanked valley ofthe Apoulidere, which forms an opening for all the army. To Eski-Baba (Badajki). 27 werstes (4 miles.) The army will be able to extend in five columns, the country being flat and open, and offering no diffi- culty except some small heights, intersected by the dry beds of streams, which are full only in the spring. Tbere are bridges over all the rivers, and ' the tops of the banks are easily broken, if it isl desired to increase the number of passages. At Eski-Baba there is sufficient space for the encamp-' ment of the largest army ; there is abundance of water and forage ; but a deficiency of wood. All the country, although very fertile, is little cultivated. As far as Ara- To Gasil-Beili. 7£ werstes (1 mile.) The army is, during this day's ba-Bourgas where ! The army can march in several march, in the extensive and rich 'it will form its columns through the extensive, beau- valley of the Bouioukdere, which junction with the tiful, and rich valley of Bouiouk- empties itself near Eski-Baba, into advanced guard of dere. This country is one of the the Ergina, one of the most consi- the first division, most fertile and most beautiful in all derable tributaries of the Maritza. The thick so- Romelie, and an army encamped on The right wing rests on the Ergina, rest which covers the steep banks of the river would which flows nearly parallel to the the valley of the waut for nothing. An encampment high road from Constantinople.- Tajli must be re- might be formed, with equal advan- The advanced guard pushed forward connoitred in all tage, near the village Kawakli, at 5 to Araba- (Lioule-) Bourgas, is only directions. From werstes beyond, in the direction of 20 miles from Constantinople. the valley of the Eski-Baba. Apoulidere toAra- ba-Bourgas the country is entirely open. V"], [51, "MARCH FROM KARNABAT AND AIDOS BY ADRIANOPLE AND KIRK-KLISSI TO ARABA (LIOULE) BOURGAS. Seven days March. Days of March. FIUST DIVISION. SECOND DIVISION. POSITION OF THE AU.MY. Advanced Guard. Main Body. Advanced Guard. [ Main Body. 1. To Popaskieiou (Papaskoi) at the southern foot of the mouutains ou which stands Chaftan. Here begins the basin of the Toundja. one of the principal tri- butaries of the Maritza, which flows from North to South. To Chaftan. 25 werstes (3£ miles). ! A march in three columns to the village of Ewrenli :The column on the right has a difficult? march over the steep heights and by the village of Kara- Kugahk, on the banks of the river of the same name. The left wing marches by Hosbeiter, and the centre by the high road across an open and cul- tivated country. At Ewrenli commence the heights which branch from the Hemus to the North, and divide the Toundja from the rivers which empty themselves into the Black Sea on the east. They can hardly be considered as mountains, spreading out as thev do in many places in wide wooded table-lands, as a\"t Chaftan. There is a general scarcity of water and no resources for an army which staid there anytime. Pushed on in advance of the river Russo Castro as far as Kara- bounar. To Benli. 16 werstes (2 J miles). By the wide and fertile valley of Aidos, passing over a height which, descends by a gentle declivity towards Bourgas, and on the level and cultivated crest of which stands Benli. An army encamped here will suffer much for want of water. The two divisions will inarch j by echellons ; that on the right which mwches from Karnabat to Adrianople being the most advanced, whilst that on the left follows it in the direction of Kirk-Klissi, crossing the moun- tains by Karabounar and Faki. The communication of these corps by the valley which ex- tends from Karnabat to the sea, is interrupted nowhere as far as Karabounar. Here commence the heights which separate the basins of the Toundja from those of the rivers which flow into the Black Sea. These heights run . from north to south, and render I the communications more diffi- cult. After Faki the mountains become more rocky, and are passable in very few places. A | corps marching between the two high roads would encounter the more difficulty, as the country is hardly inhabited, and there are only a few fertile valleys isolated like oases. From Faki to Bouiouk Derbent is 5 miles in a straight line, and to Sasapoy (Sizeboli), 7 miles. 2. To Bouiouk- Derbentover very difficult and scarcely acces- sible heights ; which separate the basins of the great and little Derbent descend- ing towards the Toundja. To Popaskieiou. 32 werstes (4 .J miles.) The woods which cover this country, which in other respects does not offer many obstacles, will not admit of marching in two columns, except as tar as Jenikoi ; that on the right going by Tourk- Manar, that on the left bv the high road. On leaving Jenikoi on the little river Ejkali, where is a good spot for an encampment, the first column may pass by Bajtjaklou, the second will follow the high road, and crossing the wooded heights will reach Popaskieiou on the river of the same name, which flows at 2 werstes from thence into the Toundja. This country is rich in corn, but there is a want of forage, especially in the spring. To Faki, on the river of the same name. The valley Faki must be recon- noitred as far as its mouth near Tjingane, not far from Sasapoy (Sizeboli.) To Karabounar. 26 werstes (3|- miles. ) An open plain which extends on the left to the sea, and on the right to the road from Karnabat to Adrianople. The Kabassalar and Rousso-Castro, which running from the west to the east discharge themselves into the Black Sea, present few difficulties. — The country is very fertile. — The valley of Rousso-Ca'stro is of great importance to an army on its march from Karnabat to Adrianople, as enabling it to give assistance to any other which may have landed at Sasa- poy (Sizeboli.) ■ 3. To Akbounar, 20 werstes from Adrianople. Light troops will be pushed on in advance down the valley of the Toundja. First Column. 20,000 men. To Kout- jouk Derbent 14 werstes (2 miles). A flat and open coun- try, broken only by some valleys and some rivulets I which run down from the heights on the lest into the Toundja. At Koutjouk Derbenta large fine plain, with forage sufficient for a camp. Second Colcmn. 10,000 men. To Bou- jouk Derbent. 28 werstes (4 miles). As far as Koujouk Derbent is one continued open country, where an army may march in separate co'lumns. After that mountains and rocks intersected by wooded and deep valleys. Here it must march in one column with the infantry and baggage. The cavalry will turn the streams of Derbent by the road some werstes to the left. At Bouiouk Derbent com- mences the plain of Adrianople. To Kanara. The high moun- tains on the left which extend to- wards the south must be recon- noitred. To Faki. 22 werstes (3 miles.) The road lies between steep and wooded heights as far as the plain of Kara-Koutik, which terminates in the deep valley of the Sarparandere, the right bank of which is very precipitous. The heights between the Sarparan and the Fakidere are abrupt and wooded. The Faki is fordable in several places, and its valley is well cultivated, but the woody and rocky heights in the neighbourhood of the town do not allow of an army encamping there. It must establish itself at Kiseldii- Klessi at a distance of from 4 to 5 werstes higher up. The cavalry aster having passed the Sarparan will arrive at Kiseldii-Klessi, by the route of Sliwna, at a distance of 5 werstes from the high road. 4. To Adrianople. It will be ne- cessary to recon- noitre the valley of the Maritza and the Arda up the streams of these rivers, as well as the road which leads to Kirk-Klissi, by; the basin of the Tekedere. From Koutjouk Der- bent to Akbounar. 31 werstes (4^ miles). The corps will be able to march in three columns across the mountains as far as Bouiouk Derbent ; the artillery and the baggage by the high road ; the infantry and the cavalry at the foot of the mountains, and turn- ing to the left. From BouioukDerbent to Akbounar and Veikal. 1 7 werstes (2| miles). From Bouiouk Derbent j to Adrianople the country becomes more open. On the right is the Toundja, on the left a small chain of heights runs to Adria- nople. The dry Tallies which intersect the coun- try from left to right present no difficulty, and the army can march in several columns. The country is rich in corn, but in other respects has few resources ; it is espe- cially deficient in wood and forage. To Erekli. The lower part of the valley of the Tekedere and the side of the mountains on the lest must be re- connoitred. To Kanara. 1 9 werstes (2J miles.) Following the course of the high Faki the road crosses bare heights, intersected by valleys of moderate depth, and passing by the villages of Kaibilar and Malkotji arrives at the' I wide valley of the Elimendere, a tri- butary of the Tekedere, on the lest bank. The village of Kanara is situated j on the Tekedere in a deep and precipi- ' tous valley. Here is a high and open ' district where 5000 men may encamp' and find abundance of water, wood, and forage. I 1 On leaving the valleys of the [Climen and the Tekedere, the communication with the corps i on the right becomes more easy. It is only necessary to pass the slightly elevated heights which run on the right of the Tekedere as far as Petra, in order to reach j the plain which extends to , Adrianople and the Maritza. On , the left at a distance of 2 miles towards the north-west is a high and impassable chain of moun- tains. From Kanara to Akbounar is a distance of 5^ miles, and of 9 in a straight line across the mountains to Agathopolis, the nearest harbour."], [52, "(CONTINUATION.) Days of Advanced Guard. 1 FIRST DIVISION. SECOND DIVISION. POSITION OF THE ARMY. Main Body. Advanced Guard. Main Body. j. Pushed on by To Adrianople. 20 werstes (3 miles.) Choftja (Hassa) A march, iu several columns, may be effected to Derekoi. without difficulty across this country, which is quite The light troops open, and is broken bv nothing but some valleys will march along witho'ut streams. There is a stone bridge over the the banks of the Pravoda, which alone, by its embanked valley, and Maritza, and will the sudden rise of its waters in spring, and during send patrols to the rains, might occasion some difficulties. The theopposite bank, second column will be able to follow, from Veikal, An endeavour will the valley of the Toundja, by a bad road along the be made to join border of a muddy lake. Adrianople is on the sum- the division on mit of the height where the Toundja and the Maritza the left towards meet. The basin of the Maritza is beautiful, wide, Kirklissi by the fertile, and covered with meadows, which augments valley of the Te- the strategic importance of this point ; whence routes kedere. I for Constantinople branch off in all directions, by the wide valleys of the Maritza, Toundja, and Arda. To Kirklissi. The mountains on the left must be reconnoitered as far as possible, ascending the val- lies from which the streams flow into the Teke- dere ; and a June- j tion must be | formed by the val- ley of the Teke- dere with the di- vision on the right, in the direction of Adrianople and Hafsa. To Erekli. 22 werstes (3 miles.) The armv will be able to march in two columns, of which that on the right will follow the level and fertile valley of the Tekedere by Dewlet- Agatj, Kodjatarla, and Petra ; whilst the other will follow the direct route, passing several heights intersected by dry vallies, as far as the wide valley of the Tastapedere. Thence the road crosses several wooded heights, and several valleys, through which the tributaries of the Teke- dere flow, and arrives at the wooded valley of Aedesdere, which ends above Erekli, at the valley of the same name. There is a good place for an encampment in this last val- ley, although it is surrounded by very steep heights ; because towards the point where its stream flows into the Tekedere, it extends to the neighbourhood of tbe ruins of a Greek fortress, called Skopelos. The army concentrates more and more, because Araba- (Lioule-) Bourgas is its rendezvous. The communications may now be per- fectly established. From Kirk- Klissi to Adrianople is a distance of about 7 miles ; to Choftja about 4h. Along the sea coast the com- munications will be very difficult, on account ofthe high, wooded, and rocky mountains which are there, and the few roads which cross them. The distance from Kirk- Klissi to Midia is about 10 miles. (i. Pushedforward in the direction of Eski-Baba (Ba- daschki) as far as Bouioukdere. Both sides of the valley of the Ergina must be reconnoitred. To the left passes the road from Adria- nople to Rodosto on the sea of Alar- 1 mora. Acommu-I ideation will be opened with the| division on the lest, by the valley of Bouioukdere. To Choftja (Hafsa), 2G werstes (3J miles.) As it would take up considerable time to defile through the principal street of Adrianople, which is very narrow, the greatest part of the army must go round the town by the left, across the vineyards, and small heights. The columns will re-unite at Chodintjeia, on a small rivulet, which flows from these heights, and then advance by two routes, which are seldom more than a werste distant from each other. In general terms, the country may be called level ; it is very slightly broken by small rivu- j lets ; which rising in the heights on the left flow into the Maritza. The two routes meet at 4 werstes in advance of Hafsa. The neighbourhood of Hafsa is quite destitute of wood, and this country, which might be productive, is but liltle cultivated. Pushed on toKa- wakli, down the valley of Bouiouk- dere, by which an attempt must be made to join the division on the right. The val- lies which run up between the mountains to the left, must be re connoitred, and a detachment must bepushed forward on the route which runs along the sides of themoun- tains, in coming from Kirk-Klissi by Bounar &Wisa. To Kirk-Klissi. 13^ werstes (2} miles.) A very difficult country, on ac- count of the number of tributaries of the Tekedere, which intersect it, leaving between them wooded and rocky heights. The valley of the Aktjeiran, surrounded by rocks, is closely shut in. The banks of the river even are rocky and wooded. The valley of the Karakeiedere, whence the route leads over small heights with no woods on them, into the extensive plain of Kirk-Klissi, is not so deep. The second column, wHcVi set- ting out from Petra, must go by Senedge, Koujoudjaur, and Herak- lidza, will rejoin the first at six werstes from the town. 7. Pushed on be- yond the Apou- lidere nearly to Araba- (Lioule) Bourgas, where the communica- tions with the ad- vanced guard of the second divi- sion will be re- established. Preparationswill be made for pass- ing the strongly embanked valley ofthe Apoulidere, which forms an opening for all the army. To Eski-Baba (Badajki). 27 werstes (-1 miles.) The army will be able to extend in five columns, the country being flat and open, and offering no diffi- culty except some small heights, intersected by the dry beds of streams, which are full only in the spring. There are bridges over all the rivers, and the tops of the banks ire easily broken, if it is desired to increase the number of passages. At Eski-Baba there is sufficient space for the encamp- ment of the largest array ; there is abundance of water and forage ; but a deficiency of wood. All the country, although very fertile, is little cultivated. As far as Ara- , ba-Bourgas where fit will form its junction with the advanced guard of, the first division. The thick fo- rest which covers the valley of the Tajli must be re- connoitred in all directions. From the valley of the Apoulidere to Ara- ba-Bourgas the country is entirely To Gasil-Beili.7£ werstes (1 mile.) The army is, during this day's The army can march in several march, in the extensive and rich columns through the extensive, beau- valley of the Bouioukdere, which tiful, and rich valley of Bouiouk- empties itself near Eski-Baba, into dere. This country is one of the the Ergina, one of the most consi- most fertile and most beautiful in all derable tributaries of the Maritza. Romelie, and an army encamped on The right wing rests on the Ergina, the steep banks of the river would which flows nearly parallel to the waut for nothing. An encampment high road from Constantinople. might be formed, with equal advan- The advanced guard pushed forward tage, near the village Kawakli, at 5 to Araba- (Lioule-) Bourgas, is only werstes beyond, in the direction of 20 miles from Constantinople. Eaki-Baba. open. mm"], [53, ""], [54, ""], [55, ""], [56, ""]]