[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LOGIE TOWN"], [6, ""], [7, "LOGIE TOWN. S 8°w- EY SARAH TYTLER, author ot \"st. mungo's city,\" \"citoyenne jacqueline,\" etc. etc. \" He stood the bravest gentleman That icas among them a'.\" in three volumes. vol. II. gonbon: WARD AND DOWNEY, 12, YOEK STEEET, COVENT GAEDEN. 1887. [All Rights reserved.]"], [8, "Richard Clay and Sons, bread street hill, london, Bangay, Suffolk."], [9, "CONTENTS OF VOLUME II. CHAP. PAOE I. JOCK SCOTT AT THE WALL 1 II. STEENIE OLIPHANT AT HIS WITS' END 15 III. LOVE'S YOUNG DREAM 27 IV. THE DAY OF THE CRAWS AT BURN FOOT ... 37 V. AROUND BURN FOOT 45 50 VI. BURN FOOT DRAWING-ROOM ON THE CRAW-DAY VII. \"FEY\" 61 VIII. A LOWE IN THE LIFT OVER THE CART WATER... 74 THE \" BLACK BANNOCK \" THROWN FROM THE OLD MEAL MILL 89 IX X. MRS. MALLY CORSTORPHINE SICKENS, AND HAS MUCH BENEFIT FROM THE LEARNED ' PRO- FESSIONS AND HER FRIENDS GENERALLY ... 105 MRS. MALLY'S PRANKS BEFORE SHE SETS OUT ON A LONG JOURNEY 118 XI. XII. THE KING'S BIRTHDAY 132 XIII. A SNUB 144"], [10, "Contents. VI CHAP. PAGE XIV. THE CLOSE OF THE KING'S BIRTHDAY AT BURN FOOT FARM 159 XV. \"MY LOVE THAT DIED FOR ME\" 174 XVI. IN JEAN'S NAME 186 XVII. CHANGES 210 XVIII. THE LAST SUMMONS 217 XIX. LIZZIE TAKES \" A PLACE '' 227"], [11, "VOLUME II"], [12, ""], [13, "LOGIE TOWN. CHAPTEE I. JOCK SCOTT AT THE WALL. There was a weekly corn-market in Logie which all the farmers and country clergy who had glebes and kept them in their own hands, and all the lairds within a dozen miles, attended. This hepdomadal meeting of the agriculturists lent a periodical stir to the place — all the more so that the gathering was held in no Corn Exchange, but in the open air at the Cross, the central point of the town, where the principal streets met, the scene of the morning fish-market and of the weekly corn-market, under the nose of the grim old jail. Some of its occupants, looking out with defiant or wistful faces from the grated windows, recognized familiar friends and acquaintances in the rural forum below, in VOL. II. B"], [14, "Logie Town. 2 which the prisoners themselves had once taken part. For though farming was stiU a profitable occupation, even after the faU of war prices, evil fortune, foUy, and incapacity did not fail to find theU victims among farmers also, while incarceration for debt continued a common practice. A considerable portion of the Logie jaU was set apart for debtors alone, and varied in the accommodation it afforded according to the influence and aid at the debtor's command. Upon the whole, a jail, melancholy and often desperate as the prospect it presented might be, was rather more respect able as a dweUing-place then than now. On each Thursday the fish-carts, with their train of cadgers, and the fish-women with theU creels removed themselves betimes, leaving a stale and fishy odour behind them which the noses of the generation were too unsophisticated and hardy to mind. Tbe area of the Cross was filled by a throng of countrymen, clad for the better part of the year in many-tippeted great-coats or long straight \" rauchens,\" and \" grauvits \" like that which Jean had recommended to the delicate, dainty young laird of Burn Foot. The wearers of these garments stood with their hands in their pockets, or paced up and down, occasionally displaying samples of bear,"], [15, "Jock Scott at the Wall. 3 or oats, or wheat in broad brown palms, chaffering and exchanging the scale of prices and the news of the day in a bass buzz of sound, broken at intervals by a tolerably loud wrangle or a stentorian burst of laughter. It was fair to suppose that a good stroke in the corn trade was done every week at the Cross in Logie ; but it was also indisputable that after the work of the day had been accomplished, the whole of the affairs of the town and neighbourhood were taken through hands in that public tribunal. There were not a few local proverbs which referred to this unofficial court. \" If you do not take care you'U be heard at the Cross,\" was many an indignant mother's appeal to her noisy chUdren. The Cross rung with \" it \" was to say that an event had been proclaimed as with a flourish of trumpets in the high place of the town. It was not the ancient high place where weighty proclamations affecting the lieges of the realm had formerly been made — the site of that was in an obscure back street. But it was the modern repre sentative of the old sanctuary. Alick Wanless, the beU man, paused to deliver a special peal and an emphatic announcement there. Furniture seized by warrant of the Bhiira was there put up to public gaze and \" roupet \" with B 2"], [16, "4 Logie Town. ignominious conspicuousness. Bonfires had been lit on the spot to commemorate the victories of the Peninsular war, and bonfires stiU blazed there triumphantly in defiance of the danger to the surrounding houses, including the citadel of the jail, on the night of every 4th of June, the King's birthday. When the rout came suddenly to a regiment quartered in Logie, and officer or soldier wedded in haste some bride willing to follow the drum, at a moment's notice, the proclamation of marriage could be legally made on a week-day at the Cross, as well as before the closed kirk doors. If there was a scandal mart in Logie it was the Cross on Thursdays. The most gossiping lady's tea-table, and the circulating library under Mrs. Boyd, were nothing to it ; yet the feminine element was very slenderly represented there. True, a considerable number of the wives, daughters, and sisters of the lairds, ministers, and farmers accompanied their men-folk in their high two-wheeled gigs or on horseback. If Lizzie Lindesay had become the wife of Adam Lauder, the mistress of the house at the mills, she would have come in with him, though he had no corn to sell, for in any place wliere men did congregate there was found Adam. The"], [17, "Jock Scott at the Wall. 5 women's convoy was partly from prudential reasons in con vivial times, when it was desirable to withdraw a man early from the inn or tavern, to which he was tolerably sure to gravitate with his fellows, partly that the women might have a better opportunity for doing their week's shopping — whether by barter of dairy produce or in current coin — carrying back with them what had been bought. But, as a rule, these visitors to Logie, though they shared in the agreeable sense of variety, and the social chances which the attendance on the market, like that on the \"diets of worship\" at the kirk on the Sabbath day furnished, strictly abstained from in truding on the seat of custom established at the Cross. The exception was afforded by three weather-beaten, masculine-looking, elderly spinsters in riding-habits, so out of date in shape that they might have been cloth \" Josephs,\" and severely simple battered straw bonnets. The spinsters were sisters who had succeeded to their father's farm, which they had managed so well as to amass a fortune. They carried out their management to the extent of coming in a body to the weekly corn-market, along with the other farmers of the district, and mingling freely with them at the Cross without a breath of reproach attaching to the irregular"], [18, "6 Logie Town. proceeding. It was never supposed by the most imaginative person that anything save business pure and simple entered into the thoughts of those hard-headed, hard-favoured speci mens of the fair sex. Indeed, the ladies, whom the nick naming town of Logie dubbed, in aUusion to their plain and sober exterior, \"the Heather Linties,\" were so intent upon their buying and selling, that they had little interest to spare for the \" clashes and lees \" which helped to employ the tongues of their weaker brethren. In justice to the country gossips of the male gender, the fact ought to be recorded that as the influx of country people stimulated the entUe trade of the place, and as the chief law and banking business, no less than the purchases from the shops, were done and made on Thursdays, the professional men — the very shopkeepers, who had efficient assistants — salUed forth and joined their clients on the causeway, so that there was a town side to the assembly. Before three o'clock the market began to \" thin,\" the larger part of its representatives having withdrawn to take \" pot luck \" with their friends residing in Logie, or if they were not so conveniently supplied, to dine or else to anticipate their \" sower hours \" (a more substantial five-o'clock tea"], [19, "Jock Scott at the Wall. 7 dispensed in farmhouses at four instead of five) by a snack or snatch of anything that came to band, with the never-failing accompaniment of rummers of steaming toddy, at one of the inns or taverns. The most popular of the latter, when taverns were still in fair repute, was the roomy old \" Star.\" It happened to be so well situated in the mouth of a close or wynd opening directly from the Cross, that it received the patronage of every class. The tavern was thronged each market-day, not only by farmers, but by country gentlemen of a higher rank. They might, had they chosen, have commanded the use of an upper room, where they could have feasted in exclusive gentility on the best of cocky-leeky, or beef and greens, or a cod's head and shoulders, garnished by crappet scones, with port and claret — the bush of which was beyond suspicion. But exclusiveness was not the order of the day. It was among a large company of farmers, with a consider able sprinkling of lairds and ministers, and a few of the townspeople who had come in to clench a bargain or an argument in the big common dining-room of the Star, on the first Thursday after Moshie 's ball, that Mr. Oliphant of Burn Foot, Steenie's father, was seated at a corner of the long table over a bottle of port, among the rival libations of toddy"], [20, "Logie Town. 8 flowing with perilous freedom. The buzz of the market out side had been replaced by the clatter of plates and knives and forks, which in its turn had been succeeded by tbe not inharmonious hum of conversation, when men's tongues have been loosed by acceptable bodily refreshment, and have not begun to run wild and wag furiously. Suddenly the comparatively drowsj* quiet was broken by the harsh sound of a man bawling without, just beneath the corner window which looked out on the Cross. The unusual interruption roused the guests, who looked round, and even started up to ascertain the cause of the disturbance. \" Hey ! there, what is't 1 \" cried an old farmer eagerly. \"Has the country gane to war again without previous in timation'? Has Buonapairt broken lowse a second time? Wow ! if the news had come sooner wouldna I have keept up my auld wheat stacks? I am an unlucky carle.\" \"Is it some impident scoondrel shouting a low baUad at this time of day, in our very ears, to spile our digestion'!\" cried an irate minister, austere in all literature apart from sermons. \" Na, you're baith wrang,\" asserted a man nearer the window, \" it's fish the man is crying. I hear ' Caller baddies '"], [21, "Jock Scott at the Wall. 9 and ' Skate ' and ' Partens ' as plain as a text from the poopit, begging all the reverent gentlemen's pardon for the comparison. What does it mean? Were all the fish-carts not driven off this morning? Is there such a demand for fish to supper in Logie this evening, that a cadger has returned at this boor 1 \" \" Lovey dickie ! it is poor Jock Scott from Burn Foot,\" proclaimed a man from tbe window. \" Peety on us ! so it is,\" said another, in a voice of conster nation. \"What's he doing there?\" an excited chorus of tongues demanded. \"Have the ShUra offishers gotten haud of the sticks of furniture at Burn Fit? We a' ken there has been mony a visit from Eobbie Grainger,\" meaning the Logie messenger at arms, \" to Burn Fit of late.\" There were indignant glances directed towards the laird of Burn Foot, who sat stiff and stupefied with his glass of port before him. \" Puir Jock may not be all he should be,\" interposed another speaker reproachfully, \" but he's been driven to the wa', and think of Mistress Scott and Bonnie Jean left without a bed to lie doon on ! \""], [22, "Logie Town. 10 \" No sae fast,\" objected one of the circle of excited men who had crowded to the window. \" It's no forniture, I tell you it is fish. Div ye no hear ' haddies ' and ' whiting ' and the lave ? Jock has gotten a cadger's caUt and man, I tell you ; he's holding up a haddie in the tae hand and a parten in the t'ither, offering them for sale at this very minute.\" \" It's no possible,\" protested the most of the hearers. \" A farmer wi' as gude as half-a-dozen ploos, a foreman, and twa or three bothy men, forby a hagman and a halflin. It is true he had a miUstane o' debt round his neck afore he came to Burn Fit ten years syne, and he's never been at the best what ane would ca' square with the world ; yet he could never so demean himself before his very servants.\" \" Weel, seein' is believin',\" insisted one of the spectators, doggedly. \" And so is hearin', for that matter,\" chimed in another, as a pair of lungs of remarkable volume exerted themselves in a new and prolonged shout. \" Fresh herrin' ! Na I crave your pardon, gude folk, it is no the herrin' season yet. But I'm no accustomed to this kind o' public speakin', so I'm a thocht distraught as you may guess. I meant to cry ' CaUer haddies, had — dies,' \" with additional vigour that made the"], [23, "Jock Scott at the Wall. 11 welkin ring and tempted sensitive people to put their hands upon their ears — \" whit — ens, pod — Ues, par — tens.\" If Hugo Arnot, the asthmatic lawyer, had been present, he might have uttered his famous protest, \" Man, you've wasted as muckle breath in an hour as would have served me for a month.\" \" Puir chield, sic' a down-corn'.\" \" Na, it's a black burnin' shame to have Scott brocht to this pass. It reflecks discredit on baith classes — farmers and laUds,\" was muttered in different tones of sympathy and wrath. Still Mr. Oliphant, ordinarily a brisk man of the world, with a trifle of the martinet in him, sat mazed and dumb founded, confronted both by the farmers and those of his brother lairds who were present. The latter hardly regarded him more favourably than the farmers looked at him from under their bent brows, for was he not bringing a most un warrantable, undesirable accusation of cruel harshness against the whole class of landowners? Burn Foot felt as if he could never show face again either in the Star tavern or at the Thursday corn-market. Then there was an additional impulse given to the excite-"], [24, "12 Logie Town. ment in the room by the sudden entrance of young Burn Foot, who was rarely to be seen in such regions. He was a few shades paler than usual, and was evidently labouring under considerable agitation, though he struggled to control it. He went straight to his father and appealed to him openly : \"Father, what is this? Are you aware of what Scott is about in tbe street out there ? Have you given any occasion for this — this very singular action on his part? \" \" I know nothing about it, Stephen,\" said Mr. Oliphant, while every ear in the room was pricked to Usten. \" The man must have lost his senses. This is the first I have heard of such a wretched resource, you may weU believe me, though he has always cried poverty. Of course, if a word of the kind had been said to me, I should have put my foot on the mad step at once. WiU you have the goodness to send up Scott to me instantly ? Yes, here where I sit,\" in answer to a quick question of Steenie's eyes, while the speaker at the same time glanced sharply round on the audience. The affront had been public, so must be the explanation and reparation. Jock Scott came in with a swagger. He had not even wiped the fish scales from his hands, nay, his left stiU osten tatiously gripped his slippery prey. \" What is your will with"], [25, "Jock Scott at the Wall. 13 me, Mr. Oliphant?\" asked Jock, mildly, but with a twinkle in his red rheumy eyes. To his other demerits the stranded man — the last remnant of whose self-respect was fast leaving him — had added lately a propensity to tarry wherever drink was to be had to drown care. \"You need not ask,\" cried the laird, losing his prudence in his rising passion. \" What do you mean by this tomfoolery, disgracing yourself and me in the public market, before the whole town ? \" \" And what div you meen, sir, by calling me to account for tamfoolery ? \" cross-questioned the farmer, in a tone half of injured innocence, half of audacious challenge. \"You insult me by the word. I've been guilty of nae tamfoolery as you're pleased to ca't. I'm in earnest, sad and sober enough, as you could very weel tell if you liked.\" \" How could I teU ? What good do you propose to your self by this unworthy farce ? \" \" Weel, ye ken, Burn Fit,\" declared the offender, assuming an accent of confidential remonstrance, \" I hae been ahint wi' my rent for a gude wheen terms, and you refused to let it down a single saxpence just the other day. You vowed you would tak' diligence upon me and roup me to the door, gin I had"], [26, "14 Logie Town. nothing forthcoming at Martinmas. I ask yoursel' what could I do ? Selling fish is an honest gin it be a humble and a drouthy trade ; I declare I'm as hairse after half-an-hour o't as though I had hailed a homeward-bound ship, through a speaking-trumpet, in the teeth of a nor'-easter. But bawbees are aye bawbees, however hardly earned, and though a gentleman like you may despise them, at least they'll mak a canny nest-egg for the gudewife and my bonnie Jean, when you do turn us adrift.\" Already there were knowing glances\" exchanged, and a subdued chuckle pervaded the company, at the cunning and successful stratagem on which Jock Scott had hit, to impress old Oliphant by an open and extreme example of his tenant's strait. It was a ruse to catch the laird and compromise him, pinning him down by a public pledge to withdraw his threat of ejection, and to forbear a little longer with the delinquent. Certainly Jock Scott had lost all shame, and the only farther excuse that suggested itself for him, was that he must be, as happened frequently now-a-days, \" half-seas over\" with drink before he sought redress by such means."], [27, "Steenie Oliphant at his Wits' End. 15 CHAPTEE II. STEENIE OLIPHANT AT HIS WITS' END. Burn Foot hastened to put an end to the incriminating scene and to stop the unequal altercation, in which he knew by sure intuition he would have the worst of the argument, and be the laughing-stock, as he had been made to feel the bogie, of tho company. Justice was on his side, but popular sympathy, which does not inquire too nicely into the facts of a case, and the use of unscrupulous weapons, gave a huge advantage to the ruined Jock Scott — huge enough even to overcome the esprit de corps of the landlord element in the room. \" You must give over this nonsense, which cannot serve you to any appreciable extent, Scott,\" said Mr. Oliphant hurriedly, \" and we'U see what can be done. You are as old a man as myseU — you are not able for such unwonted"], [28, "Logie Town. 16 exertions — not to say such unsuitable work. Get your horse and ride home. Come over to me to-morrow — or, stay, meet me at Innes's,\" naming his agent, \" and we may come to an agreement.\" \" Weel-a-weel, laird, ye ken your mind,\" rephed Scott, with awkward submission, but with a leer of triumph to those he judged his supporters. \" I'll do your biddin'. I'll ride hame — after I've handed over my can't and its contents. You'U no' be wontin' ony fine fresh fish at cost price sent ower to Burn Fit ? No,\" in answer to an impatient shrug of Mr. Oliphant's shoulders. \" Then, as I was saying, I'U hand ower the cairt to Dowie the cadger, from whom I had it, and ride hame. But you'll never sae I hae na done my best to pay my debt, though it were but in dribblings of bawbees at a time.\" \" Faugh ! \" muttered Burn Foot, after his tormentor had left him, showing that Steenie took some part of his fastidiousness from his father, \" a man would be at a loss, indeed, before he consented to finger that tricky drunken scoundrel's bawbees.\" The Thursday market talked and guffawed more than once or twice over Jock Scott's well-timed essay at cadgering."], [29, "Steenie Oliphant at his Wits' End. 17 But Steenie Oliphant gnashed his teeth and groaned in spirit over this last notorious proof of the impropriety and im-. possibility of bis ever entering on an aUiance with his bonnie Jean. Jean was infinitely too good for such a father, and too good for her unhappy lover. Steenie, on his part, with all his faults of affectation, self-consciousness, and moral and social cowardice, was nevertheless too manly and honourable at the core not to bow before Jean's superior goodness, and to be as incapable of insulting her innocence as of sullying the purity of an angel from heaven. Yet, he could not give her up. The beautiful, simple girl was to him the incarnation of aU that was sweetest and truest in real life, as in poetic dreams. He had more than a suspicion that she was his if he Uked to claim her, that the first fresh tender love of her kind and gentle heart was lavished on him with an un questioning romantic devotion which was like Jean in every way, Uke her guileless single-mindedness and imexacting unselfishness. He had an impression that if he gave her up at last, after he had sought her for two years off and on, in a secret, temporizing manner, she would never blame him. She would make every allowance for his difficulties, forgive him vol. ii. c"], [30, "18 Logie Town. and let him go as if she had been the fickle woman and he the faithful man ; she the wrong-doer and he the wronged sufferer. His behaviour was not very flattering to Jean if she had stood upon her rights, but it showed sufficient distinct preference and unswerving constancy to touch and win a girl so modest and unpretending ; and she would make it out that there had been some demerit in her, some failure in what he rightly valued, which had lost her his regard, so that he could not help himself. Her heart would bleed with that slow inward bleeding which it is well-nigh impossible to staunch, and to the end she would cherish his image as one that had never forfeited its pricelessness in her eyes. Curiously Steenie Oliphant, with all his cleverness, was stupid enough to resent a little the attitude in which he perforce put Jean, whenever he contemplated the necessity of giving her up. My young gentleman had not sufficient strength and delicacy of mind to penetrate the depth of tbe compliment which she would thus pay him. He fancied he would rather have her rage and rave, expose both herseU and him, and make a spectacle of her forsaken condition. But the chief grievance was that he could not bring himself to take the initiatory step in forsaking her. Who shaU say that"], [31, "Steenie Oliphant at his Wits' End. 19 he was dallying with temptation — that he was not rather hovering on the brink of a sacrifice which, if accomplished, might have made a braver, truer man, and something nearer to a poet of him ? Who shall venture to decide that in the balance of his foUowing or turning his back on the just instincts which led him to Bonnie Jean as his fit mate, because she was the delight of his eyes and the desire of his heart, because his reason and conscience told him she was tho best, most God-fearing, brother-and-sister-serving woman he had ever known, there did not hang the freeing or the fettering, the bringing to completeness or the marring of all the higher, nobler elements in his character. At the same time, nobody could deny that Steenie Oliphant's choice was hard to make, and his position trying. He was soft and dainty, squeamish and easily offended. His taste was too good for him to be offended with Jean, who was like the gowans on her green and the cream in her dairy ; but, alas ! for her whole surroundings. Her blustering, broken-down father, her homely mother, her plain kindred, and rustic friends and associates, her common, hard work, went far to disgust him, if not with Jean herself, with all else concerned. Her very artless ignorance, which had such c 2"], [32, "Logie Town. 20 an exquisite charm now, he could see far enough, with sufficiently world-enlightened eyes to comprehend, might become a sore perplexity and grievous burden in the time to come. The reigning laird of Burn Foot was an active-minded, politic-tempered man, almost as much so as his friend and ally, Mrs. Melville, was a shrewd woman, while he had also a share of his son's finicalness. He was easy to get on with in a general way in spite of his martinet side, for he was too wise to waste his energies in storming over trifles and raising storms in teacups. Indeed, he prided himself on a certain well-bred liberaUty and agreeabiUty which marked to-day's educated gentleman of good descent from the churl and boor of yesterday. But beneath the silken glove was the steel gauntlet. The plausible gloss scarcely concealed from those who came near him, inflexibility on certain points. Steenie was his father's only son and only child, who had lost his mother in infancy. Burn Foot was both proud and fond of his heir, though he allowed himself some good-natured banter of the lad's elegant accomplishments, his sonneteering, his flute-playing, his dabbling in water-colours, since Steenie fliited with the muses aU round. But none knew better than"], [33, "Steenie Oliphant at his Wits' End. 21 Steenie that if he crossed his father's will on any question whicb seemed vital to Mr. Oliphant, he would be inexorable. He could not disinherit his son, because Burn Foot was entailed, but it was a poor moorland property in itself, the returns from it being got for the most part by the laird's judicious nursing of the estate. His principal income came from, money in the funds, over which he had entire control. He could will this away from Steenie any clay — nay, he could keep him out of Burn Foot for a score of years, the laird having married young, and being at this time a hale middle aged man, with more chance of living to a good old age than Steenie had. It was not impossible, though Burn Foot had remained so long a widower, that he might not under provo cation marry again, and have a second family late in life to dispute Steenie's inheritance with him. Burn Foot might even, if bitterly incensed, curtail or absolutely cut off his son's allowance, so that, unless Steenie went to law with his father, and wrung the means of subsistence from bim by the aid of the Court of Session, he would be in danger of starv ation. For the young man, though not without his gifts, could not dig, while to beg he would be ashamed. A stomach at once proud and delicate like Steenie Oliphant's is apt,"], [34, "22 Logie Town. under certain conditions, to reduce a man to a lamentable state of dependence. It was one proof to Steenie how utterly unmanageable his father would be at the most distant prospect of his son's making a marriage beneath him, that Burn Foot not only ignored all danger from the beauty at the farmhouse, which was within a quarter of a mUe of the mansion house, he coolly rallied his son on what the elder man chose to consider a platonic, poetic admiration for Bonnie Jean. \" Well, Steenie, have you seen your nymph of the farm lately? I met her this afternoon coming up from the ten-acre clover-field, with an armful of newly-cut grass for her pony. I declare she reminded me of Euth with her load of barley in the Bible. Why don't you write a new version of corn rigs and make the rhymes jingle to Jean ? \" Corn rigs and barley rigs and corn rigs are green, And there, afore the stooks were set, I met my bonny Jean. \"Why don't you paint her in character? I'm sure the Moabitess could not have been a more charming lass.\" Yes, Jean was fit for the honour of a song, fit for a sketch to figure in an annual, but so utterly unfit to be the mistress of the mansion of Burn Foot that the idea of her in that light was simply inconceivable."], [35, "Steenie Oliphant at his Wits' End. 23 Eunning parallel with his apparent insensibility to the risk of having Jean for a daughter-in-law, was the adroit manner in which the pawky laird took it for granted that only time was wanted to make Steenie comply with the extreme advisability of his taking Hay Melville to wife. The shrewd gentleman never committed himself or \" dared \" Steenie by direct advice, which the young man might have found himself called upon in the interests of truth to disclaim , or which might have goaded him to downright rebellion. But Burn Foot was in the habit of talking of the future in a way which implied his comfortable assurance of the ultimate union of Balmayne and Burn Foot, a conjunction that would make as fine an estate as was in the neighbourhood. \" If it ever came about,\" he would say, in a speculative way, \" that the places became one in the next generation, the laU'd could hold his own, not only against Sir Dauvit Sprott, but against the Earl himself,\" referring to the head magnate of the district. \" And there is a grand site for a new house befitting what the property would be then, just where tbe marshes meet at the ' Hangman's Flantin.' The name could easily be altered. It's a most picturesque spot, where I've often thought — and a fellow of taste like you can see — a"], [36, "Logie Town. 24 country-house might be set down that would beat three fourths of the gsntlemen's seats in the county for beauty of surroundings.\" To appeal to the possessor of a single fiell on his chance of adding to it is to address a nearly universal instinct of the human mind, and to offer a Scotch laird, even a laird in embryo like Steenie Oliphant, such an attraction, is to play on a ruling passion. This treatment deliberately and steadily appUed by the elder and stronger man of the two, to a young feUow, sensi tive, unpractical, unused to quarrels, averse even to violent efforts, shrinking from scorn and contempt whether justifiable or unjustifiable, was well calculated to develop the funda mental weakness of Steenie's nature, while the first effect was to make him writhe and struggle against his bonds. The light in which his father's conduct, and for that matter the Melvilles', caused him to view Hay, was peculiar. Had Hay become a party to the matrimonial scheme by manifesting the slightest personal inclination for the un willing partner in life assigned to her, he might have been tempted to despise and detest her, instead of pitying her. But not even his vanity, tickled by the sense of his merits, could"], [37, "Steenie Oliphant at his Wits' End. 25 delude him in this respect. Hay was supremely indifferent to his finest qualities. He was forced to see in her only a common victim to the worldly-minded planning of their seniors. Here, again, as in the case of Bonnie Jean's generous magnanimity, he was so foolish as to feel aggrieved by the merry carelessness which ought to have been a signal relief to him. But the provocation kept up an additional if some what pungent interest in a girl he had known all bis life, and liked in another and quite a different way from that in which he loved Jean, because Hay stirred his languid pulses with wonder as to what she would do next, and amused his weariness of spirit. In addition he had a half-surprised, half-envious admiring perception of her energy and self reliance, as he had of his father's. Steenie Oliphant, thus dragged in opposite directions, was highly uncomfortable, and the unpleasant process naturally rendered him more delicate, fanciful, and unreasonable than he might otherwise have been. He flew to Bonnie Jean for comfort, which she was fain to give him, but in giving, made the situation more untenable. Jean had no sense of duty to fight against in listening to young Burn Foot. Had it been otherwise he must have gone"], [38, "26 Logie Town. to the wall, even if her heart had broken for it. Jean was the most dutiful of women, and she had fully recognized the central truth which even good men and women are often fatally late in learning ; not only that there can be no bless ing, there can be no love rightly called so, no undying regard which cares more for the man or the woman beloved than for the love itself, and values his or her highest honour and enduring welfare beyond every temporary gratification in this world, if love, falsely named, and duty are at war, and love is suffered to gain a superficial and transitory victory. But Jock Scott was only too anxious to promote his young laird's doubtful and underhand advances to the farmer's daughter. Mrs. Scott was simple, like Jean, as weU as broken-spirited and timid. She could not venture on acting in opposition to her husband, and she clung with desperation, for which there was some excuse in a mother's pride and anxiety, to what appeared a prospect, however small, of not only saving Jean from the wreck of the famUy fortunes, but of securing to her a great success which was still not beyond her deserts. For who so bonnie as Jean, or who so good according to the verdict of the, entire country-side ?"], [39, "Love's Young Dream. 27 CHAPTEE III. LOVE'S YOUNG DREAM. Therefore Jean was guilty of no filial disobedience and no double-dealing, though by general courteous consent, in deference to her modesty and the awkwardness of the situ ation, little was said in the family beyond a sly, subdued joke now and then, when she accepted young Burn Foot's attentions — such as they were. For he would saunter over to the farm, and loiter there at times and seasons when his movements were subject to least observation. He would linger beside Jean with fitful clumsy attempts at helping her in her proper business, helping which she would smilingly set aside. No, he was not to soil his long white fingers, or give himself a crick in the back, or get one of his bad headaches, or spend his breath and bring on his touch of asthma, by his kindness in thinking to assist her"], [40, "28 Logie Town. in work to which she was accustomed, that she could get through quite well, unaided. But he might, if he liked, stand by and even hold the basket in which she shred the bean-pods, and put the cabbages, carrots, and turnips which she brought from the garden, for the family kale. He might look on while she washed the vegetables by the draw-well. He might fill for her once or twice the scoop in which she took water from the Cart to sprinkle over tho hanks of yarn that she and her mother had spun, which lay bleaching on the strip of green by the burn. He might go with her when she fed the chickens in the yard or the young calves in their stalls, or even — strange experience for fine gentleman Steenie not to recoil from — the special pig in its stye, or to seek tbe hens' nests and gather the eggs. He might even walk with Jean as far as the pasture where her superannuated pony was turned out, in order to catch and bridle and saddle the animal when her services were required. Another expedition was reserved for the pair when the single \" stout \" (robust) maid-servant at Burn Foot was engaged in field work, and so all tbe housework, with some of the out-of-door work, was left to Jean and her mother. Part of the last consisted of the noonday milking of the cows, which were not brought"], [41, "Love's Young Dream. 29 in for the purpose, but remained at their grazing ground, where the turf was oldest and sweetest, and soonest starred with buttercups and daisies, eye-bright and wild thyme. There Steenie might stand with his back to a tree and watch Jean in her clean cotton morning gown on her little stool, which she had allowed him to carry for her, with her bright burnished pail in front of her, and her dark head resting fearlessly against the cow's red or dun side. He could paraphrase for her benefit, not ' The Corn Eigs,' as his father had lightly suggested, but the matchless pathos of Jean EUiott's ' Flowers of the Forest,' or else the exquisite tenderness of the Irish lover's lament as he summed up the perfections of his dead mistress : — \" She milked the dun cow, Which ne'er offered to stir ; Though wicked to others 'Twas gentle to her.\" But probably Steenie would have been more apt to para phrase the half classic conceits of Gray or Shenstone or Thomson, or even Allan Eamsay, for English verse, though amended by Scott and Byron, and Scotch song, though emancipated by Burns, stiU showed manifold traces of the artificial era of Queen Anne."], [42, "30 Logie Town. After the milking there was an adjournment to the daUy, which happened to be in an out-house at Burn Foot, and in it there was no end of occupations not too engrossing to forbid dallying. The pouring of tbe new milk into basins was followed by the skimming of yesterday's milk. There was the twice-a-week churning of butter as a prelude to the moulding of the butter into yellow pats and pounds. The milk had to be converted into snowy white curd, out of which the green whey had to be squeezed. The curd had to be committed to the \" chesbert,\" the great stone screwed in the frame so that the weight might further condense and shape the cheese. When Steenie witnessed these elaborate operations, Jean was wont to coax his appetite, with the most heartfelt, un sophisticated wish to do him good, by means of glasses of new milk, plates of scones of her own baking, buttered with the freshest of butter, accompanied by cheese-parings, the strips cut from the recently-made cheese, whilst it was still freshly salted and crumbling curd. Steenie was less by Jean's side within doors, for then, unless when the farmer was certain to be abroad, and Mrs. Scott as sure to be detained out of the parlour, the couple"], [43, "Love's Young Dream. 31 were liable to interruption and to tbe observation, however wary, of their neighbours. But sometimes when Jean was at her wheel, while her mother was in the kitchen or store room, her father in the fields, and all her brothers at their trades in Logie, young Burn Foot would stand leaning against the window-frame or the chimney-piece. He would take the unlettered girl into his confidence, read to her his last literary effusion, draw his flute from his pocket and play an original air to her, or show her the most recent daubs and scratches in his scrap-book, on all of which Jean would bestow the most humble, reverent, unbounded admiration. The entire disobedience and the whole deceitfulness of the affair, which was rather craftily permitted than openly countenanced by the elder Scotts, were Steenie's, not Jean's. It was an indication of the tenderness of ber conscience that the knowledge that he was to blame cast a cloud over her contented, trustful spirit. It is little to say that she felt the departure from duty on his part more than he felt it, for in fact the spice of wrong-doing and risk in the connection was one of its fascinations to him. Steenie was exactly tbe style of lad at the age to have something of a morbid craving in the middle of his innocence for the experience and"], [44, "Logie Town. 32 reputation of a Lothario. He indulged in a private conviction that stolen water and bread eaten in secret far surpassed all other water and bread in sweetness. He questioned in his own mind the plainest moral and religious axioms. He half persuaded himself in the inmost recesses of his bosom that he was at heart, if he got the opportunity, as interestingly lawless and unbelieving as — say, the Corsair or Don Juan. He was too radically pure-minded, too weU brought up in what was in the main a healthy, manly, honest, reUgious atmosphere, too safely protected by a worthy attachment, ever to be guilty of a tithe of the iniquities of his heroes, but he had no objection — quite the contrary — to the excite ment of guilt in a comparatively harmless, mild, small way. Here, again, Jean was young Burn Foot's good angel. She would let him follow her about at any lawful hour at her father's place, but she would not arrange beforehand to meet him in private, whatever might be the pretext. \"Na, it wouldna be richt,\" was an answer that was conclusive to Jean, and if she was pressed for an explanation she would add, straightforwardly, \" for aething, it would hae an ill look, though we mean nae ill, and we're bidden in tbe Book to avoid the very appearance of evil. It would vex your"], [45, "Love's Young Dream. 33 father if ever he found out, and I'm grieved enough already at the notion of ever costing him a sigh,\" said Jean, with a long, soft sigh on her own account. \"I ken he's your father, and no mine ; but though that maks an odds it doesna end the matter. Na, sir, I'll no walk wi' you in the Hangman's Plantin in the gloaming, or meet you on the Lammer Law in the early morning, or mak an appointment when I gang wi' the coach to spend a day or twa with my mother's friends in the next town, to forgather with you sometimes — among the ruins o' the auld kirk, of a' places — without letting my auntie and my cousins ken.\" No entreaties or reproaches from Steenie Oliphant — dear as he was to her — could induce the girl to alter her reso lution ; and she could not guess that at the time he took it upon him to entreat and reproach her, he was wholly unde cided as to his ultimate course of action with regard to her. He bad never directly mentioned marriage to anybody con cerned in the affair. The plain contemplation of marriage with all its consequences, to Jock Scott's daughter, though that daughter happened to be Steenie's Bonnie Jean, con tinued not only strongly repugnant to him, it was actually about as impossible to the son as it was to the father. Still VOL. II. D"], [46, "Logie Town. 34 shutting his eyes to the fact, Steenie persisted in cherishing his ill-omened attachment. The incident of Jock Scott's histrionic performance, when he was reduced to sell fish in the hearing of the Thursday's corn-market at Logie, which had been a source of pain and affront to his women-kind, was really also a serious blunder of Jock's at this stage of his daughter's history. It had been partly a piece of foolish bravado, with the object of winning a drunken wager ; partly a cunning attack on his laird, which had answered so far. But there was another aim in the esca pade which had come to signal grief. Jock had certainly included in his calculations a mistaken attempt to push things to extremit}*, and force young Burn Foot's hand as well as his father's. And all the purpose his manœuvre served was to send Steenie Oliphant nearly beside himself, and drive him into even more flagrant and inconsistent con duct. Now he would absent himself from the farmhouse for a period of days, during which he took good care that it should be known he was a great deal at Balmayne, or in other quarters where there were marriageable daughters, eligible matches for young Burn Foot. As for Jean, she would droop a little — there would be black shadows beneath"], [47, "Love's Young Dream. 35 her soft eyes, darkening the pure ivory tint of her skin ; but she would go about her work as busily and earnestly as ever, and would not breathe a word against tbe defaulter. Presently Steenie would reappear, and be never absent from the farmhouse, where his company was winked at, thus exposing himself to any amount of gossip. For it could hardly be possible, though his father chose to make it out so, that the young laird was always scribbling verses or making sketches under the shadow of the hay-ricks or the thrashing-mill. In this renewed fit of devotion the lover would turn the tables clean upon his mistress, and blame her severely for their recent separation. He would behave just as he had done at Moshie's ball. Steenie had accused Jean of being cold and avoiding him, and had sarcastically reminded her of the dances she had given to other men, the truth being that he had held himself aloof and refrained from asking her hand even when he was not dancing with other partners. He had shown himself on that, as on many occasions, the dog in the manger, and much more mindful of appearances which might compromise him, than of her feelings. At last, when he had nearly succeeded in so completely D 2"], [48, "36 Logie Town. bewildering Jean as to tempt her to believe she had been hard and heartless, he would fall back on his health. He would positively sport his wanness or his pink and whiteness, his slender figure, his semi-transparent hands. He would calmly hint, and have a pensive pleasure in believing his hint, that after all nothing signified much, as everything here would soon be over for him, and no unkindness could hurt him long. He would be at rest before many months had passed, under the green turf in the Oliphant's burying-ground in the Logie Kirkyard, beside the young mother he had never known. Doubtless his poor father would miss him for a time, but he, too, must make up his mind to the inevitable. The mingled threat and prophecy against which Jean found breath to protest eagerly, while the prophet shook his head in mournful deprecation of her unbelief, in reality filled her with terror and smote her to the heart. Poor Jean, who was so brave and patient for herself, wasted many a hidden tender moan and salt tear over the vague prospect of Steenie Oliphant's untimely end which he dangled before her."], [49, "The Dat of the Craws at Burn Foot. 37 CHAPTEE IV. THE DAY OF THE CRAWS AT BURN FOOT. The mansion-house of Burn Foot had not all the advantages which Balmayne possessed. In the former case there was no pleasant proximity to Logie. Neither was there a crumbling morsel of an old tower, which, to be sure, was not greatly prized in a generation once or twice removed from that of to day. Hay Melville took pleasure in pretending that the ruin was the corner of a forgotten, half- fallen down \" doocot \" — no more. Doocot or no doocot, the bit of hoary masonry lent a certain air of respectable antiquity, a fine historical flavour to the comparatively modern commonplace freestone mansion beside it. That was only old-fashioned enough to be incon venient, and deserved nothing better in itself and its poorish grounds, apart from the fragment of the tower, than to be forsaken for a finer house in a more desirable situation, as"], [50, "38 Logie Town. Burn Foot obligingly proposed when his son's pocket should be replenished by Hay Melville's tocher. Burn Foot, well acquainted with his son's proclivities, did not fail to make the most of \" The Toor, the auld Toor o' Balmayne.\" There was a subject for a study either with pen or pencil. The subject was keeping its ground still, though it presented only a few feet of crumbling masonry with the rudiments of a turret so very fragmentary, that, as the last of its daughters main tained facetiously, it might never have been anything more imposing than a dovecot, while the traditions and records re ferring to it might have had no origin save in men's lively imaginations. Yet granted the tower, one could conjure up \" Sir Andry,\" Mary Queen of Scots' attached master of the household, who figures so picturesquely on the German stage in Schiller's play as a venerable old man, with tbe longest and whitest of beards, in a black velvet tunic, with the daintiest of sUver keys of office at his girdle. Why, Sir Andry might have dwelt in his boyhood within those very walls, or entered them in old age, when his heart was broken by the sad fate of his royal mistress. There was authentic evidence to the contrary, say you ? Ob, never mind authentic evidence contained in mouldy letters and dilapidated house"], [51, "The Dat of the Craws at Burn Foot. 39 books. If all artists had been stopped by such scruples what would have become of the most attractively romantic of their achievements 1 But if Burn Foot had not such available capital as any rustic toor, or for that matter any historical Sir Andry, majordomo to an unfortunate Queen, it was not altogether destitute of individual good points. It was situated near the burn, as its name implied, the mansion-house and the farm house, Lauder Mills, and the town of Logie itself all lying, as so many old towns and houses lie, at irregular distances, up and down on either side of the water, which formed the connecting thread between them. Built on a crook or bend of the river, with Lauder Mills opposite, but further down, the house of Burn Foot, with high gables, rough dashed and yeUow, was in a hollow, well lined with fir-wood. These firs — larch and Scotch firs — were some of them fine trees, prized both as good wood and agreeable features in the landscape b}* the laUd and his son. More than these two had a real and vested interest in the plantation, and approved of it heartily. A colony of crows had from time immemorial built in the fir trees, and at special season the birds asserted them selves so loudly, that their cawing disputed successfully for"], [52, "40 Logie Town. supremacy of sound with the murmur of the burn, unless in times of \"spate,\" when the murmur rose to a conquering roar. The presence of the crows, with the annual increase to the colony, caused a day to be familiarly known as \" The Day of the Craws,\" or \" Craw-Day,\" at Burn Foot. Hay Melville said her family tried to get up an opposition in \" The Day of the Daws \" at Balmayne, the day when the chimneys were ran sacked for jackdaws' nests, and the young bUds were either destroyed, or were distributed among eager claimants of the feathered amateur thieves and practical jokers. But that was a small affaU compared to the other, and engaged only the farm-servants and a few hangers-on. The craws on the contrary afforded sport for aU classes of men, not boys merely, and when the sport was over, or in weU-chosen intervals of the pastime, a famous dish, fit to set before a king, concocted of select portions of the doomed birds, was invariably offered as an appropriate ceremony and fit refreshment for their slayers. To prevent the craws increasing to an alarming extent and proceeding to eat up the seed of tlie earth, as well as the grubs at the roots of the grass and corn, a solemn assembly was convened at Burn Foot, of all the \" guns,\" great and small,"], [53, "The Dat of the Craws at Burn Foot. 41 far and near, and a deadly warfare was kept up, which lasted from early morn to dewy eve, and resulted in heaps of mas sacred victims. A continuous pattering, popping, and crack ing endured for hours, to which the wild cawing of the alarmed birds supplied a bass that sounded like desperate shrieks for mercy alternating with hoarse groans of despair. The idea was not cheerful, but perhaps it was deprived of its melancholy by the knowledge that the slaughter was com mitted on the common enemy of all the farms and gardens for miles — an enemy which when kept within bounds could be reckoned on as a useful aUy, but when allowed to increase indefinitely, turned upon his protectors and filched theU very food from theU mouths. Anyhow, the decimation of the craws was regarded as a country festival. Seeing it occurred but once a year, and did not extend over more than a single day, craw-shooting was very different from partridge or pheasant-shooting ■ not only was it beyond the province of the game laws, it was with the consent of the laird free to all classes. Ardent shots of whatever rank, so that they could beg, borrow, or steal a gun, were welcome to come and help to kill the craws — the obliga tion being to dispose of a sufficient number within a given"], [54, "Logie Town. 42 time. As a reward, the volunteers had their share of the spoil, together with lunch, dinner, or whatever they liked to call the meal, served out to them in relays all day long in the dining-room and kitchen ; and in each room, as the crowning dishes at every separate repast, intended to give a special character to the cold meat and cheese, the claret and whiskey, which were there as a permanence, smoking craw-pies were put down with a flourish on the boards. The whole affaU had more of the nature of a free-and-easy hunting breakfast, or an election entertainment, or a piece of family rejoicing in which there was a popular element, than a standing private lunch or dinner. As a rule such feasts were limited to men, but in the case of Burn Foot an innovation had crept in. Mrs. Melville was always eager to draw closer the friendship between the heads of the respective houses, with the hope and determination of its extending in a warmer fashion to the younger members of the two families. She sought every occasion to identify the MelviUes and Olipbants publicly, so that insensibly a precedent might be established, and a subtle web woven to entangle the unwary feet of Steenie and Hay — for their good, of course. In this excellent aim the lady was ably seconded by the laUd of Burn Foot."], [55, "The Dat of the Craws at Burn Foot. 43 She was in the habit of proposing in the frankest, kindest manner to go over to Burn Foot, where there was no mistress, on the Day of the Craws, to overlook the servants, nay, to lend them such assistance as even lairds' wives were not above giving still, and help the laird and Steenie to entertain those guests who came up to the drawing-room and had cake and wine or tea instead of craw-pie. Whatever the servants might think of the offer, Burn Foot accepted it in the spirit in which it was made. But he seemed to be of opinion that more was due alike to himself and Mrs. Melville. Since she was so good as to countenance the craw-shooting and support him in the attendant hospi tality, there must be other ladies to keep Mrs. Melville compaiij*. She must bring Miss Melville, and perhaps Miss Lindesay would accompany her father — the auld Captain liked a shot at the craws as well as any 'prentice hand. The young women of another laird's family near Burn Foot, the Clephanes, of Muirend, would think themrelves left out if they were not \" bidden \" also. Young people liked a ploy of any kind — all was grist that came to their mill, though Miss Betsy and Miss Nancy Clephane's father was an invalid, and their only brother had lost his right arm by an accident,"], [56, "44 Logie Town. so that nobody connected with them could purchase their right to be present by doing execution on the craws. Lady Sprott was in the same predicament. But young Sir Dauvit would grow up in course of time to have craw-shooting of his own at Kingscroft, which marched with Burn Foot on the opposite side to Balmayne. It became his brother laird to support the little baronet in the person of his mother, whom it would be invidious to leave out of the list of guests. There was too much of the feudal feeling still intact not to render the attention obligatory. The same influence prevailed in the case of Jock Scott, in spite of his recent outrage on propriety, and as many of his sons as could get a day's leave of absence from the shops in which the lads were 'prentices. It was as good as their right to be on the spot to demolish the craws, which to be sure were in danger of doing at least as much damage to the farmer as to the laird. Jock's bulky body in his brown home-spun coat and leather gaiters, with his gait half-slouching, half-swaggering, his grizzled bullet head and red-rimmed eyes set in the heavy tan of his face, formed a conspicuous figure among the rougher part of tho company, and moved about, with an exasperating air of proprietorship, on the edge of his fields."], [57, "Around Burn Foot. 45 CHAPTEE V. AROUND BURN FOOT. Notwithstanding Mr. Oliphant's increasing antipathy to his tenant, the laird was true to his policy. He invited Jock to bring up the gudewife and Jean to help at the house and enter into the festivities. Mrs. Scott, conscious of falling beneath her former position, declined the invitation ; but Jean came, in aU singleness of heart, to help. \" What for no ? \" when the laird himseU had thought fit to ask her. She hardly knew how distasteful her presence as the farmer's daughter was to young Burn Foot, who was indifferent to sport, and hated the institution of the Craw-Day, with its motley crew, its perpetual firing, that made his head ache, and its oppressive smeUs, turning him sick, of baked meat and whiskey, pervading the whole house for an entire day. However, even if Jean had suspected in full Steenie's feelings"], [58, "Logie Town. 46 with regard to her appearance on the scene, she would have considered it a failure in her duty to his father to be absent. Surely she could help on a day when the Burn Foot house keeper and servants stood in need of help, far better than Mrs. Melville, though she was a clever, active lady, or any of the other ladies of the lairds' families. Jean could go down into the kitchen, which they were not likely to do, and be of service in ways out of their province ; and if she could be of use in the house, then she, of all women, was bound to be it, Jean reflected, with a beautiful blush. It was doing something for Steenie's father and Steenie. In addition to the benefit of her voluntary aid, there were other reasons why she was free to come into the drawing-room afterwards. She was the farmer's daughter. She was a schoolfellow of Miss Lindesay's, not only at the parish school, but at Moshie's, where Jean had also danced her \"steps\" in the same row of dancers with Miss Melville, and picked up a youthful acquaintance with the frank and fearless heiress of Balmayne. Jean would be well content to stay in the back ground and look on and admire the fine company. It seemed to her she would do it all the more instead of the less, because she was assured in her heart of hearts that the"], [59, "Around Burn Foot. 47 son of the house loved her before the best lady present ; and if it rested with him, she might come in time to preside over the establishment in which she was then consenting to serve. It was a fairly fine day in early summer, with occasional clouds and passing showers, which, though they afforded no respite to the condemned birds, caused the glistening fir branches to scatter drops on every side, and rendered the beds of brown needles beneath sufficiently soaked to prevent the ladies, even when their nerves were sufficiently steady to stand the shooting, going out to view the sport near at hand. The women, if they wished to see what was going on, watched what they could follow of the day's proceedings from the windows of the house. The scene they commanded was sufficiently animated. Beyond the narrow belt of plea sure-ground lay the wooded hollow by the Cart, to-day alive with men of all sorts, from well-conditioned lairds like Burn Foot and Balmayne, to young bucks such as Adam Lauder and Steenie, down to plain farmers like Jock Scott, shaggy gamekeepers, and even working-men, in the rudest of corduroys. Above the men — all bent on the same object — hung a wildly agitated cloud of birds, which now soared aloft till they were"], [60, "Logie Town. 48 mere specks against the banks of cloud and streaks of blue sky, now sank down as if drawn by an irresistible attraction within reach of their foes ; now strayed far afield, carrying the enemy in hot pursuit — over pasture meadows, by green corn and turnip-fields, and across dry stane dykes innumer able, till presently the craws returned, infatuated, to their covert among the fir urees, as a hunted beast will strike back on its lair. The lively panorama was visible under shifting effects of light and shade as the sun glinted forth, with the clear shin ing of sunlight after rain on the drooping boughs of the larches and the copper stems of the Scotch firs, or hid itself in the quick gloom of a cloud that looked the colour of slate and the weight of lead, and threw everything — trees, men, and birds — into deep shadow. The performance was anything save silent. It offered a perfect Babel of sounds, extending from man's loudest shouts to the faintest chirp of some frightened small bird. Hay Melville, who could fire a gun with her own hand and not often miss her aim — though to do her justice she had never pointed her weapon at livin\" game, she left that feat for some dainty modern belles — did not seek to join the sportsmen. But she did not shrink from"], [61, "Around Burn Foot. 49 the sight of the fluttering, falling birds as Lizzie Lindesay, though the true daughter of a brave soldier, shrank. When Adam Lauder, in his green coat, like a German Jager, un deniably the best shot on the ground, had only to load and fire as fast as he could accomplish the operation to bring down his quarry, occasionally winging two birds with ono shot, Hay leant out of any window she happened to be near and clapped her hands. The applause was not without personal risk, for the hunted craws sometimes flew in the direction of the house, right across the privet hedge, which was all that separated the shrubbery from the fir-wood, and the more rash and undisciplined sportsmen could not always resist an impulse to fire, whatever the cost, whether to Burn Foot's windows or his indoor guests. VOL. n. E"], [62, "50 Logie Town. CHAPTEE VI. BURN FOOT DRAWING-ROOM ON THE CRAW-DAT. At intervals, gentlemen, singly or in detachments, forsook their occupation and sheltered themselves from the showers for a space, joining the ladies in the drawing-room, which became animated in its turn. It was a cold, formal room, rejoicing in angular satin-wood, scanty apple-green moreen, and such pieces of embroidery in tent-stitch on screens and footstools as the late Mrs. Oliphant had indulged in. Nobody in the house, not even the musical Steenie, cared to open the spinnet. He declared it wanted half the keys, and was so out of tune it would set any one's teeth on edge. In fact, Burn Foot and his son rarely used the room. But to-day it was full of colour and animation, the windows lined with women's faces, — mostly young, eager faces, quick to smile and laugh, — and behind the women, changing groups and solitary speci-"], [63, "Burn Foot Drawing-Koom on the Craw-Day. 51 mens of men, young and old, come in to report progress, to be questioned, praised, or chaffed. Mrs. Melville's presence was a clear gain. The comely, ready-tongued matron was full of tact, while she acted as the representative of the late and of the future Mrs. Oliphant. Mrs. Melville had a gracious, welcoming word for every comer. She had a clever mode of distributing people, while not appearing to interfere with them, and of dealing out to each the treatment best suited to the individual. She pre vented lumbering stagnation and awkward hitches — always in danger of occurring in mixed gatherings. The Clephanes, of Muirend, were good-natured, chattering girls, who carried off their plain looks, not so much by birth and breeding, though they possessed a respectable amount of both, as by sheer force of good spirits and independence of the awards of fortune in the matter of personal appearance. One of the Clephanes was at the end window with Lizzie Lindesay. The other sister was at the second window with Lady Sprott, whom the young lady was drawing out and enjoying. She was making capital of her ladyship, for the next company Miss Nancy Clephane might enter and enter- tain. The third window was occupied by Mrs. Pollock, E 2"], [64, "52 Logie Town. holding the child, Sir Dauvit, whom his mother had brought with her, as she had him carried to most places, that he might be introduced betimes into polite society and initiated into practices which became a laird and baronet. Sir Dauvit, in his smart pelisse, and when his hat had been removed, his Valenciennes cap tied closely over his short rings of hair, seemed to have made a conquest of Hay Melville at his side. In the intervals of watching the sport she amused herself, rather to the annoyance of his keeper, with the small tyrant's exactions and humours. Beady to relieve both Mrs. Pollock and Miss Melville when the latter should have tired of her play with the child, stood Bonnie Jean. She had come up ushered by a grateful servant after there was nothing more for Jean to do below stairs, in the way of dishing and garnishing, fetching and carrying, so that she had become at liberty to let down the gown she had turned up, and throw off the apron with which she had arrived, in order to mingle with the guests. She had been drawn to the neighbourhood of the child, partly by inherent child-worship, partly by a duty imposed upon her by Lady Sprott. The moment her ladyship's light blue eyes had caught sight of Jean, Lady Sprott had turned the farmer's daughter"], [65, "Eurn Foot Drawing-Room on the Craw-Day. 53 to account for the use of her baronet without ceremony. \"Eh! Jean Scott, what are you seeking here? But since you are here, and your goon winna spile, you'll lend Mistress Pollock a hand wi' the bairn — Sir Dauvit. He's bound to be fractious among so mony strangers, and if he begin to yammer and kick, he'll weary his nurse and deave us a'.\" \"I'm obliged to your leddyship for your consideration, but I can manage my charge mysel', or I'm no fit for my place,\" protested the vexed and decorous Mrs. Pollock — always restraining herself, yet unable to stifle a tone in her voice which sounded very like, \" I wish you would mind your own business, my leddy, and leave me to manage mine.\" \" I'll be very happy to do as her leddyship wishes, if you will let me,\" said Jean, her pleasant voice casting oil on the troubled waters. \" I'm fond o' bairns, and whiles I can please them, though, no doubt, I have not your experience, Mistress Pollock ; at least it would be an ease to your arm to let me tak Sir Dauvit if he should get restive. He's a fine big laddie for his years.\" \" Isna he, Jean 1 \" exclaimed the gratified mother, bobbing her head under the costly white lace \"square\" hung over"], [66, "Logie Town. 54 her chip bonnet. \" He's sic a wecht, you wouldna think, but you're used to wechts. I dare say, now, you can carry a race o' water from the burn, or an armfu' of claes from the hedge without aince standing still to draw breath.\" \" You must answer to me for interfering between me and Sir Dauvit,\" interposed Hay Melville. \" Do you not see I'm setting my cap at him and mean to make Lady Sprott a dowager before she knows what she's about.\" \" But I'm no' aboon five or six years aulder than yoursel',\" declared her ladyship in shrill protest ; \" and Sir Dauvit will no' be takin' a wife until you're an auld maid — if so be you wait for him.\" \" We'll see, Lady Sprott,\" declared Hay briskly. \" He and I, we'll see. It will be our affair.\" She turned to Jean Scott — \" You've not forgotten me, Jean 1 You mind Moshie's old pas de has and entrechats ? You pleased him best at the pas de bas. He would have it I skipped too high, but I beat you hollow at the entrechats. I saw you at the ball the other night. Do you think the scholars danced as well as we danced 1 I saw you at the market, too, but you were always so busily engaged both at the ball and the market that I could not get more than a word with you. I'm very"], [67, "Burn Foot Drawing-Rooji on the Craw-Day. 55 glad to see you here where we've time to renew our acquaint ance. How well you're looking, Jean.\" \" You're very gude, Miss Melville,\" was all Jean could say. The recognition was cordial, and the praise generous, while Jean held them to be of even more value than they actually were. She could not quite penetrate the truth that her fine lad, her grand friend, Mr. Steenie Oliphant, to whom Burn Foot would belong, beside whom Hay Melville, of Balmayne, stood as a fit partner, was in reality nothing to Hay, nothing more than an old playfellow and familiar acquaintance, whom she had teased, at whom she had laughed since the two were children together. Jean was looking well in her old-fashioned chintz gown, which had been her mother's, and had cost a good deal of money in its day, made down to fit her. The skirt was drawn through the pocketholes to show Jean's quilted black silk petticoat. That was the remains of another old gown which Jean had quilted for herself in the long winter nights, when there was less farm and housework to be done at Burn Foot, and Steenie Oliphant had sometimes looked in, though he ought not to have been out so late in the rough weather, to stand for a little, a tall shadow by her quilting-"], [68, "Logie Town. 56 frame, and bungle over the threading of her needles, which her brother Niel, the draper's assistant, could do for her in a trice. Jean had also plaited the rustic straw of her hat, which looked almost uncouth beside Lady Sprott' s chip. But the face beneath, in its delicacy and purity of outline and colouring, bore the belle over all the faces in the room — not merely over the Miss Clephanes with their sallow skin and mouse- brown hair, that was not to say much, but over Lady Sprott's fresh roundness, Hay Melville's china white ness lit up, as a lamp is lit up, by the spirit within, and Bizzie Bindesay's sweet bloom. A stranger — an English lad visiting in the neighbourhood — had been brought to the crow-shooting. He had been told the story of Bady Sprott, and plied with endless anec dotes of this version of King Cophetua's beggar-maid. He was curious to see her, and when he entered the Burn Foot drawing-room with Steenie Oliphant, immediately looked round him to identify the heroine. His eyes settled instantly on Jean, who had got Sir Dauvit in her arms. That magnate had summarily disposed of Hay Melville's advances by all at once turning on his amazed admirer, with the peculiar unreasoning fury which distinguished the little Sprotts when"], [69, "Burn Foot Drawing-Room on the Craw-Day. 57 they were offended, clenching his small fists, making the most horrible infantile grimaces at her, and screaming to her in his scanty vocabulary, \"Gang! gang!\" Hay, in her intrepidity, had stood her ground for a full moment, and then fled, extinguished, with her hands over her ears. Mrs. Pollock herself was so much overcome by the scandal when the child went on struggling, screaming, and declining to be pacified, that she was persuaded to yield him to Jean, who took him to her bosom, and tried all her gentle, homely repertory upon him, till the little fellow stopped his hullaba loo, put his thumb in his mouth, and stared at her, uncertain whether to laugh instead of crying. Jean had walked up and down hushing him. She had played, \"Peter Dick, Peter Dick, Peter Dick's peastack,\" drumming lightly at every syllable with her disengaged hand on the wall behind her. She had sat down and gone through in an undertone, for the child's private benefit, the drama of shoeing Sir Dauvit's right foot, as a smith would shoe a horse, to the rhyming accompaniment —"], [70, "Logie Town. 58 \"John Smith, a felly fine, Can yc shoe a horse o' mine ? Yes, indeed, and that I can, Just as weel as ony man. Put a bit upon the tae, To gar the powney climb the brae ; Put a bit upon the heel, To gar the powney pace weel, Pace weel, pace weel,\" a final refrain to which the supposed \" powney \" was swung rapidly backwards and forwards in an appropriate and highly acceptable pantomime. The last performance completed Jean's conquest. Sir Dauvit nestled to her in an ecstacy of delight, and she bent over him with answering pleasure. At that instant the stranger's eye fell on her, and he leapt to a natural conclusion. \" By George ! \" he exclaimed, whispering in Steenie Oliphant's ear, \" I do not wonder at the late baronet. She may be half a fool, but she's the loveliest woman I ever set eyes upon. At this moment, hushing her child with the mother's light in her eyes, she's positively divine. I must crave an introduction to the charming, low-born widow.\" \" You are out in your conjecture, Norton,\" said Steenie, curtly. He was disgusted by the mistake and by Jean's"], [71, "Burn Foot Drawing-Room on the Craw-Day. 59 being there at all. At the same time, his disgust was shot through with a strain of satisfaction, for he was exactly the style of man whose verdict was confirmed by that of his fellow-men, who insensibly set store on their opinion. \" That is Lady Sprott,\" he added, covertly indicating the real Simon Pure. The English lad looked round bewildered. \"Then the nurse is worth a hundred of her mistress,\" he declared. \" Sir David had not been gifted with such good taste as I gave him credit for; unless, indeed, this prodigy did not appear at Kingscroft in his day.\" \" You're wrong again,\" muttered the young laird of Burn Foot, still more irritably, as he told himself what had Jean to do there, posing as a nurse, causing those awkward mistakes, and exposing him and herself to such impertinence ? Why should she be at the beck and call of Lady Sprott, of all persons, who had originally been as far below Jean in birth and education, as her ladyship continued beneath the farmer's daughter in everything save her title and annuity? What call was there for Jean to devote herself to quieting a squalling brat in no way related to her ? There must be a positive want — a lack of the sense of what was"], [72, "60 Logie Town. due to him and herself — in Jean to cause her to lay herself open to such liberties. Mrs. Melville had caught some of the conversation of the young men and guessed more. She came to the rescue, and made her own of the incident. \" Yes, isn't she a beauty 1 \" she said, with effusion. \" We are all proud of Bonnie Jean. She is the belle of Bogie and the neighbourhood. No one dreams of disputing it. I have heard sentimental people call her the Burn Foot Eose, though I think myself she is more of a lily than a rose; don't you agree with me, Steenie? Oh, dear, no ! Mr. Norton, she is not a nursemaid : some thing rather better than that — a farmer's daughter, though I am sorry to say her father is in miserable circumstances. He made a singular exposure of it the other day, which vexed his laird, our excellent host, a good deal. But that story will keep for the present. As for Jean, there, she is as good as she is bonnie. That is why we can have her among us on an occasion like this without fear of spoiling her.\""], [73, "\" Fey.\" 61 CHAPTEE VII. \" FEY.\" At last the shooting was over, with a hecatomb of young craws as the result of the day's sport. The most of the company, well refreshed, quickly dispersed, only a few of Mr. Oliphant's personal friends stayed to spend the evening at Burn Foot, regardless of morning-coats and walking-dresses. Among the few were the Melvilles of Balmayne, the Clephanes of Muirend, Captain Lindesay and his daughter, and Adam Liuder. The last owed the distinction to other causes than being a habitue of the house, for there was no intimacy between him and Steenie. But he was a near neighbour. There was also the necessity which has been referred to, to find beaux to match the belles who were present, and Adam was at least privileged on the score of his uncle, the Emperor, and his father, the parish minister, to enter the charmed"], [74, "Logie Town. 62 circle of the landed aristocracy, though he was not one of them. The evil was that he did not understand the limita tion Mrs. Melville was accustomed both to say to others and to show by her behaviour to Adam pretty plainly, in the middle of her general voluble graciousness. To-night Adam did not respond properly to the compliment of being included in the Burn Foot supper-party. He appeared to have exhausted his energies on the craws, he was singu larly dull and retiring for Adam. He hung about the door or the windows, or the further side-tables, almost as if he felt conscious of his lack of lairdly standing. Mrs. Melville's objection for once had no foundation. Adam showed no inclination to come to the front and attach himself to any of the attractive metal, in the shape of the young ladies, usually so irresistible to him. It was not that Adam Lauder was cast into the shade and put out of conceit with himself because a base advantage was taken by young Burn Foot, in airing his accomplishments and proving himself the better man of the two in his own house, where he was master of the situation. Steenie Oliphant had not got over the shock and restraint of Jean Scott's presence at Burn Foot earlier in the day, though she had gone home"], [75, "\"Fey.\" 63 hours before. He continued moody and preoccupied. He had the grace to make an occasional spasmodic effort to entertain his father's guests, but on the whole the young ladies who looked to these two young men for entertainment were to be pitied. The girls had to become the entertainers in their turn, and, like Madame Maintenon with the great Louis, found it a hard task to amuse ungrateful men who would not be amused. Betsy and Nancy Clephane, who were as merry as crickets, and as obliging as if they had their bread to earn by their good nature, inaugurated all their best games ; but where was the use of forfeits or riddles, or Scotch proverbs, or that ingenious trap for stiff tongues, \" A peacock picked a pea of pepper out of a pewter plate,\" when the players who ought to have put the most spirit into the play hardly exerted themselves so much as to utter a single mono syllable ? \" I was acquainted with dumb-bells in my school-room days,\" Hay Melville was heard to say, \" but I am not aware that I have ever before seen dumb beaux.\" Then she relented and tried to atone for her mocking speech where Adam Lauder was concerned, since there could be no"], [76, "Logie Town. 64 question that he was not himself. He had a troubled dazed look which was altogether foreign to his ordinary bold blithe bearing ; and there was a smothered nervous excitement about him, betraying itself in quick, impatient movements, when he was aroused, and sudden plunges into whatever was going on around him, as if to cover his absence of mind and regain his footing. His very face was not the same frank, comely face that was so familiar about Logie. The smooth brow was con tracted, the roving eyes set, the mobile mouth hard fixed, the ruddy colour had deepened to a crimson flush. Adam Lauder was ill at ease and flurried, with all his dash and gaiety he could not conceal it, for whatever faults he had — and they were many — hypocrisy was not natural to him. Lizzie Lindesay, as well as Hay Melville, remarked the change in the young man, and wondered what could ail Adam. More than the girls noticed something amiss. Members of the company, putting two and two together, recalled that Simon Lauder had been over in Logie again during the earlier part of the week. No doubt he had looked into the business transactions at the paper-mills, along with their youm* manager. Surely there had been fault-finding which had"], [77, "\" Fey*.\" 65 rankled in the defaulter's mind, though the Emperor had the reputation of being only too generous and indulgent to his nephew. Yet the elder man, when last seen and spoken with, had looked as resolved as ever to take the crown of the cause way. He had expressed himself perfectly satisfied. Still this supposed displeasure was a feasible explanation of a state of mind which had led Adam to snatch a desperate relief in his hot despatch of the craws, and left him later glum and distrait. Hay Melville was moved by the signs of care which she could not comprehend in Adam Lauder as he pulled his whiskers and shaded his eyes. Young love, which ventures in ' ' Where it claurna weel be seen, \" sharpened her eyes to detect something seriously wrong with the young man, whom she had known as the gayest, most gallant, undaunted lad in the country-side, the foremost rider, hunter, shooter, fisher, flirter, leader in sheer noise and nonsense, regardless of the consequences, withal the cherisher of a tolerably presumptuous ambition, whom, in spite of her friend Lizzie Lindesay, a wag of Hay's finger could at any moment bring to Hay's side, and a glance of her eye lay at her feet. The spirit of perversity which was strong in Hay likewise VOL. II. F"], [78, "66 Logie Town. tempted her in positive bravado to improve the occasion of being with her father and mother at Burn Foot, to show herself sweet on Adam Lauder. Was that the simple truth, or was the old Norse superstition of feyness doubly fulfilled ? Did the extraordinary unaccount able transformation in temper and behaviour which is believed to cast its shadow before a crisis in hfe show itself in the bear ings both of Adam Lauder and Hay Melville this night ? Had they changed parts for once, and once only ? Was the change symbolical of an upheaval and overthrow of social barriers ? It was Hay who was tender and reproachful, who hung upon the little he said and did, who had neither eyes nor ears to spare for anybody else in the room. The madcap was so metamorphosed that it was like infatuation and magic. When the games, including the never-failing cards, fell flat, music before supper was resorted to. Hay opened the tune less spinnet, and brought something of jingling, halting melody out of it. But instead of playing her Battle of Prague style of piece, she broke into the airs of Adam Lauder's best known songs, ' The Garb of old Gaul,' ' Hark, sing tally ho /' and looked round with a soft arch invitation for him to join her"], [79, "\" Fey.\" 67 with his presence at her side, and his voice as an accompani ment to her playing. But Adam hurriedly excused himself. He was not accus tomed to sing to any other playing on the piano than his sisters', and it was so long since he had been at home that he had got out of the way of it. He could not sing to-night, he felt a kind of hoarseness to which he was subject coming on. Mrs. Melville smilingly suggested that perhaps Steenie would do the company the favour of accompanying Hay with his flute. But Steenie did not show any eagerness to adopt the suggestion, and Hay put it down summarily by stating that she was not in the humour for a chamber concert. Then she burst out afresh into the air of the rampageous rant, \"Hey! Maggie; ho! Maggie; hey! Maggie Lauder,\" which was certainly very unlike what one would have heard at a chamber concert, though Burn Foot professed to snap his fingers in keen enjoyment of its boisterous hilarity. The Clephanes and Lizzie took their turn at the spinnet. A somewhat languid, three-corner carpet reel was even got up. But always Hay went back to the music-stool, and every F 2"], [80, "Logie Town. 68 time she played anew, in place of her boarding-school music, or instead of the ' Eousseau's Dream,' ' The Eout is Come,' and the ' Drops of Brandy ' of her companions ; awkwardly significant tunes, the words of which everybody had at his or her finger-ends. Now she gave \"He's low down, he's in the broom, That's waiting for me,\" when the audience had a vivid recollection of the graphic picture of a divided household contained in the song — the \" cankered carle,\" the \" scolding dame,\" the \" Auntie Kate,\" \" jeering ear' and late \" at the lassie who still found abundant consolation in the triumphant defiance which the music uttered with passionate pathos, \" But he's loiv down, he's in the broom, That's waiting for me, my love, That's waiting for me.\" Again, in cool disregard or in still cooler recognition of the circumstance that Adam Lauder was held in general respect for his gift of whistling like a mavis or a lark, she played the brisk and breezy measure — \" Whistle, and I'll come to you, my lad,\""], [81, "\"Fey.\" 69 until from her flying finger-tips there rang out as clearly as if she had sang them, the lines of the audacious challenge — \" Though father and mither and a' should gae mad, Just whistle and I'll come to you, ?ny lad.\" Hay behaved no better at the supper-table, where she sat opposite to Adam. When she was asked to propose a toast, she held her head erect, and with that faintest, loveliest flush on her pale face, said boldly though without raising her eyes, \" Todlowrie's worst enemy,\" which being freely interpreted in King's English, meant the most daring rider to hounds in that part of the country. The next time her turn came to supply a motive for emptying the brimming glasses, she proudly requested the company to drink \" to him who gives work and bread to the greatest number of his fellows,\" plainly referring to Adam and his mill-hands. For whatever might be said of his being a paper-maker instead of a laird, it was undeniable that his employes exceeded in number the servants at Balmayne or Burn Foot. Strange to say, though Adam Lauder once or twice woke up to these signs of his victory with a momentary glow and exultation, they did not free him from his burden, whatever"], [82, "70 Logie Town. it might be, and he fell back presently into his disordered self- absorption. Hay's open encouragement was bestowed so far in vain. The matchmakers, Burn Foot and Mrs. Melville, behind the screen of their well-bred philosophy and blandness, fretted and fumed helplessly. Even Balmayne was sufficiently disturbed to shrug his shoulders silently and take more toddy than was good for him. He could carry it better than most men, since it did not loosen his tongue, but the undemonstrative laird smiled benignly upon the room full of guests — Adam among the rest. The auld Captain noted what was going on from beneath his shaggy eyebrows, and thanked his stars with a certain stern satisfaction, that it was not his lassie who was acting with such headstrong folly. He should like to see Lizzie try it. Betsy and Nancy Clephane exchanged meaning glances with a vivid apprehension of a certain happy event in the future, the astonishing prospect of which would be the talk of the country-side while the year lasted. Lizzie Lindesay told herself that the end of Adam Lauder' s flirtations was coming about abruptly. Was that the reason why he looked so troubled and grave ? Yet it was a \"ood end"], [83, "\" Fey.' 71 which would please his uncle and everybody connected with him. She was glad to feel it did not darken the world to her ; on the contrary, any soreness she had experienced on finding that she had but been one of Adam's \" flames,\" which he could light up and put out when it suited him, had been rapidly passing away. She had the comfort of thinking that she had really kept her heart in safety, even as the heroine in the old ballad had vowed to store hers in a sillar kist, and fasten it with a gowden pin. Lizzie had never been so far left to herself as to compromise herself before her neighbours by betraying her simple liking for Adam, in anything like the same degree to which Hay Melville was recklessly exposing a stronger feeling now. Lizzie could wish Hay and Adam joy with a clear conscience and a comparatively light heart. She could even feel so friendly and favourable to the pair as to beheve that they would make a reasonably happy couple. For Hay, after giving the reins to her feelings, would pull them up, and be fully conscious of all she was bestowing — though she might not go so far as to regard it in the light of a sacrifice, and tell her partner in life that she so regarded it. She would unhesitatingly take her stand upon her advantages, keep the upper hand of Adam, which Lizzie had a strong suspicion"], [84, "Logie Town. 72 might be necessary in their relations, and not expect too much from her strapping husband. Lizzie never doubted that love, which was still the lord of all in the girl's imagination, would conquer every obstacle, and Hay would have her own way, as she had been accustomed to take it in smaller things, in settling her destiny. Mrs. Melville and Balmayne might not be over well pleased with this marriage for their only child and heiress. But it was not so great a descent after all. The Lauder paper-mills were an extensive concern. The Emperor had long been reputed the possessor of a large law business, with the profits accruing from it, and it was understood that his nephew Adam would be his heir. The wind of trade might come between the laird, or rather the lady of Balmayne's nose and the family gentility — that was all. On the other hand, the Melvilles had no ob jection to put in their distant relationship to Mrs. Mally Corstorphine, in order to share her bawbees, which, as all the world knew, had been won by the custom of an inn no less than by the cinnamon planting and cochineal bug rearing of the late Governor. As for young Burn Foot, who ought to have been immensely relieved, the silly fellow was actually aggrieved by Hay Mel-"], [85, "\" Fey.\" 73 ville's striking her colours almost without the apology of a siege to Adam Lauder, and watched the two with a decidedly dog-in-the-manger air. In the mean time, the night was drawing on to morning, \" The wee short hour ayont the twal \" was about to strike, when the revellers would start, or feign to start, guiltily at the lateness of the hour, call out to have their carriages, gigs, horses, or it might be only their lanterns in readiness, and hurry over the leave-takings. Burn Foot, on his part, would insist strenuously, as the standard of hospitality and politeness in his day rigorously required of him, on a parting glass and one more song. The laird was in the act of pressing Adam Lauder, whom in Mr. Oliphant's heart he was styling at that moment a landlouper (interloper) with the deil's own luck, to give the company ' Willie brewed a peck o' maut,' when the dining-room door was flung open hastily."], [86, "Logie Town. 74 CHAPTEE ATIII. A LOWE IN THE LIFT OVER THE CART WATER. The old man-servant, who united the offices of footman and butler at Burn Foot, appeared in the doorway. Like his betters, he had taken the liberty of not changing the pepper and salt suit he had worn at the craw-shooting for orthodox black. His puckered face was puckered even more than its wont, so that his forehead was drawn up in a very net-work of wrinkles, lending an extreme arch to his thin white eye brows and a staring look to his bleared eyes. \" If you please, Burn Foot,\" exclaimed Sandy, addressing his master in the first place, and then the whole audience promiscuously, \" I hope you and the leddies and gentlemen will forgie me for disturbing you, but I thocht that you and Mr. Steenie and the lave had better be tauld that the lift's in a lowe * ower the Cart water.\" * Sky's in a flame."], [87, "A Lowe in the Lift. 75 \" ' The lift in a lowe.' What the mischief do you mean, Sandy ? \" cried Burn Foot, starting up with the rest at the singular interruption. \" It's not the time of the year for the northern lights, and you're not such a fule as to come in bletherin about them.\" Naturally there was a good deal of excitement, though the first word was but of an atmospheric phenomenon. Was it the moon, which ought to be up by this hour, looking red through the night rime above the burn, as the sun looked before setting on a winter afternoon ? Some of the guests went to the windows, which, however, did not, like those of the drawing-room, command the fir wood and the Cart ; some were following Steenie to the front door, till only one person was left at the table, and that, oddly enough, was Adam Lauder. He stood for a moment as if arrested, and then he hanged his great fist on the wood of the table with a violence that shook decanters and glasses, cried hoarsely, \"By the Lord, it's my mills on fire,\" and rushed from the house. There was a second's pause, then the cry was caught up, and a stampede of all the men present followed Adam. Those who had got a glimpse of the cause of Sandy's"], [88, "76 Logie Town. announcement, realized that the red reflection seen through the intervening trees in the sky above, and on a reach of the water below, must be close upon the spot where the Lauder Mills, like the house of Burn Foot, was built in a hollow, hidden from view by the rising ground. It was only too probable that Adam Lauder's guess was right. L6 \" Dear, dear ! What an unexpected calamity,\" said Mrs. Melville. She never wanted an appropriate word for the most unlooked-for event ; she would not have been struck dumb or knocked off her mental balance by an earthquake, or the eruption of a volcano. \" I hope the fire will not be serious, with the contents of the mills so combustible. I trust no lives will be put in danger. I am afraid it will be a bad job for Mr. Adam Lauder if the flames get the mastery,\" ended the lady, in the same even tone of voice, in which there was no trace of acute distress. \" How do you know there are flames,\" protested Hay, impatiently, \" or that they will not he put out in five minutes ? I am sure there are enough helpers gone already, and enough water to do it. Adam Lauder will succeed in whatever he undertakes. He will not be beaten by a spunk,"], [89, "A Lowe in the Lift. 77 with the whole Cart at his elbow. I should like to go down and see him. I was never at a fire.\" \" You'll do no such thing, Hay,\" said Mrs. Melville, with sufficient authority to keep even Hay back. \" Stay where you are when I tell you, bairn, it is bad enough as it is.\" Then she hastened to add, in order to give another application to her words, \" It is bad enough to have your father out at his age, in the middle of the night, in such a Shirramuir * of fire and water.\" \" And there's the auld Captain with his pains \"(rheumatism), interposed Betsy Clephane, as ready with her commiseration as with her good fellowship. \" Oh, my father will not mind, after the campaigns he has seen,\" said Lizzie, with a certain pride. \"He has been at the blowing up of a town ; he may be able to advise Adam — I mean Mr. Lauder.\" * The name of the disputed battl., of which an eye-witness cou'd say no more than that \" Some say that we won, Some say that you won, And some say that nane won ava, man. But this I ken, at Shirramuir a battle there I saw, man \" Shirramuir \" was long a household word in Scotland for any scene of excitement and confusion."], [90, "78 Logie Town. \"That loon of a coachman, Jeames Deer,\" resumed Mrs. Melville, discontentedly, \" will be off to the fell-like ploy, no doubt, leaving his horses to take their chance.\" Even Mrs. Melville spoke Scotch a little when she was moved. \"And as you were to drive us over and drop us at the turnstile, we'll not reach home till the middle of the night, and get a worse flytin' than Hay here ever dreamt of for breaking our father's first sleep,\" cried the Clephanes in one delighted voice, as if the calamity which brought them such an adventure were matter for congratulation. \" Upon my word, you take things coolly,\" protested Hay, with a half hysterical laugh. \" You're as bad as the ' mantin laddie ' (stammering boy). Oh, yes, Nancy, you've heard the story a hundred times,\" in petulant protest. \" He could sing, but not speak plainly. He ran up to his father, the miller, with the laddie's eyes standing in his head, and began to gasp, ' Faith — faith — er.' ' Sing, callant, sing,' the father had the wit to adjure the son, and the spell was broken. The tortured messenger got out his bad news to a blithe lilt : ' Faither, faither, the kiln's a-lowe. Faither, faither, the kiln's a-lowe.'"], [91, "A Lowe in the Lift. 79 I declare you and Betsy and my mother are no better without so good an excuse. Only Lizzie here is white and trembling with neighbourly feeling. Come back with me, Lizzie, to the drawing-room — we may be allowed to do that, particularly when Nancy and Betsy say they will not be home till the middle of tbe night — if it is not that time already. We'll try what we can make out from the west window, peering like howlets into the dark.\" Not Hay and Lizzie alone but all the women repaired to the other room, from which there was a view. They watched the lurid light over the Cart, which was all they could dis tinguish of the mischief. They became every moment more and more impressed by the abnormal effect of the mystery of that fiery flush in the sky, dimly reflected at right angles on the bend of water, quenching and swallowing up the moon light, which looked so wan by comparison. At last Mrs. Melville was stirred to the pitch of consenting that as the night had turned out fine, the ladies, who under the circum stances could not go to their respective homes, should sally forth in their wraps, under the escort of the only man who was left about the place, old Sandy, carrying a stable lantern. They might ascertain for themselves what was wrong, and"], [92, "80 Logie Town. see how the struggle went — whether, if the Lauder Mills were really on fire, it was to be victory or defeat. Sandy had stayed to keep the house as a point of honour. He was as keen as the youngest there to avail himself of any opportunity of seeing the fire, but he felt it necessary to make some politic reservations. \" Weel ! it is my business to bide here, but I'll gang to pleasure ye, leddies. I dare say there'll be nae ill-doers about, forby the throng at the mills — that will tak' up a' the folk the nicht. You'll clear me wi' the maister gin he object, for it is you and no me that has broken bunds.\" \" Never mind. We'll say we made you take us,\" pro mised the eager petitioners. \" Auld donnert stick ! \" muttered Hay, in her impatience. \" What need have we of him ? He'll keep us back, instead of helping us forward.\" \" Should we not go down to the Scotts at the farmhouse ? \" proposed Lizzie. \" The farmhouse is just across the water from Lauder Mills. You can see the buildings plainly.\" Lizzie was a soldier's daughter, with a share of her father's old promptness and clear-headedness in action. \" What a capital idea, my dear ! \" Mrs. Melville applauded"], [93, "A Lowe in the Lift. 81 the suggestion. She did not relish the idea of spending an hour or a couple of hours on the high-road, or at the best under a tree, in the middle of the night, though the season was already summer. \" We can easily recompense poor Mrs. Scott if we put her about by intruding upon her at such an hour.\" \" Nobody will be asleep at the farmhouse to-night,\" predicted Lizzie, \" though it is hours since Jean went home.\" \" Oh, aye, Jean will see to us.\" A chorus of voices caught at the name. \" Yes, to be sure,\" assented Mrs. Melville, \" Jean is a kindly, capable creature. She will make us comfortable,\" as if she felt it due to the Lady of Balmayne to be made com fortable at a fire as well as in her pew in the kirk, or any where else. \" And if the Scotts' house is full,\" suggested Lizzie again, \" for great and small will be running out fast from Logie, and more than me will have thought of Burn Foot farmhouse, we may at least get the shelter of a shed of some kind, and see better there than from any other point.\" Hay pressed Lizzie's arm and whispered to her, \" Come vol. n. G"], [94, "82 Logie Town. with me, Lizzie, to one of the sheds after we have got the others settled. I must see what is going on, and I'm not able to stand my mother's pet reflections and Betsy and Nancy Clephane's giggling remarks to-night.\" The question of the road between the laird's mansion and his tenant's farmhouse, consisted for the most part of a long hedge-bounded loaning, muddy with the recent show-ers, descending to a lower reach of the Cart. Sandy's lantern was in request to enable his companions to avoid the biggest \" dubs,\" or as he expressed it, to \" pike their feet.\" There was little aid from the illumination in the sky, which was less distinguishable here than from the mansion-house. It was only when the gradual descent w*as accomplished and a corner turned, that a striking spectacle burst upon the party. Adam Lauder's mills were all alight from the basement to the topmost storey. Men, singly and in knots, were hurrying to and fro, showing dark against the glare of the building. Their shouts and calls sounded above the monotonous lapping of the slightly swollen water, and another continuous and increasing noise proceeding from the rising roar and crackle of the flames, which were as yet confined within the building. The farmhouse of Burn Foot, like Burn Foot House, had"], [95, "A Lowe in the Lift. 83 been abandoned to women, and but for one cause of detention, they too might have rushed abroad in the breathless excite ment of a terrible event, which, however common where the wooden structures of foreign countries come into play, does not occur once in a generation in regions that have to do with stone and lime. As Lizzie had foreseen, Logie, having become alive to the destruction threatening the theatre of its solitary native manufactory, was pouring forth its inhabitants, partly with the friendly impulse to do all they could to help Adam Lauder in his strait, partly with a burning curiosity to witness the drama. The Scotts' house was the goal of many in the crowd, and Mrs. Scott and Jean felt it incumbent on their womanly and housewifely instincts to stay indoors and do what they could for their self-invited guests. Jean had even set out bread-and-cheese and ale for the refreshment of the unexpected visitors, and was anxiously turning over in her mind whether the kebbock — the only one brought in ripe from the cheese-loft — and the beer barrel, not to say the puncheon of whiskey, would stand the exhaustive demands suddenly made on them. There was still room for Mrs. Melville in the seat of honour — Jock Scott's arm-chair, in the window which looked G 2"], [96, "84 Logie Town. right upon Lauder Mills. Betsy and Nancy Clephane placed themselves at the Lady of Balmayne's back, ready to make way for Hay or Lizzie, or any one else, if the Clephanes' places were wanted. But Hay and Lizzie had stolen out unnoticed, after a word with Jean, who advised, \" Try the granary stair. There's a landing at the tap, and the roof's on overhanging rafters, so that you'll be scouget, while you'll have the mills and the water clear at your feet. Nobody else may think of the stair, so that you may have it to yoursels, without being crushed or having to warstle for the front rank.\" Jean's counsel was excellent. Burn Foot farmhouse, like many old farmhouses, was built in close contact with its offices, the whole forming a square. The granary was in a line with the house, fronting the Cart, but as it constituted an angle of the square, the stair itself was in strong shadow, and had been overlooked as an advantageous station, while the thrashing-mill, the pigeon-house, the hay-loft, and the very \" stainchels \" or shafts to raise the stacks, with the body of a stack which had been half taken down, were besieged by applicants for places to witness the spectacle. Hay and Lizzie were for some time alone and unseen in their place of observ ation. Instinctively the girls clung to each other, and drew"], [97, "A Lowe in the Lift. 85 long sighing breaths as they gazed on the disastrous, awe inspiring beauty of the fire, with its stern combatants. They were fighting an unequal battle with the treacherous ally who had changed in a twinkling from a humble slave to a savage master, and straining every nerve to overcome him, to bind him hand and foot, and slake him with the Cart water till he should sob out his last breath in ashes. There was abundant water at hand, but the knowledge only served as a goading consciousness, for there were no modern contrivances to bring it to bear with much effect on the fire, which before it had been discovered had taken deep root and spread so far as to render a few bucketsful at a time of little use. Men toiled as they best could with the primitive tools of tubs and barrels, troughs and cans, but the means were miserably inadequate to the end. The Cart might flow by while the world lasted ; so long as there was not the pow*er practically to alter the channel of the river, and turn it upon the burning mills, the chances were desperate, and the game a losing one. The whole western horizon was fast kindling with a light ten times brighter than the sunrise, and rosier than the sunset. The water of the Cart was suffused and dyed with the uncanny"], [98, "Logie Town. 86 glory — here half white with a dazzling radiance, there half pink with a sanguinary blush. The internal glow which for a space had made the paper-mills — a spick-and-span, tall, narrowish pile of building, adjoining an old disused meal and flour mill — like a huge lantern, was beginning to leap out, amidst gushes of smoke, in yellow tongues of flame, which licked the sashes of the windows. The fire had been well diffused among congenial material — piles of paper and heaps of rags — before the lowe in the lift had attracted attention. The Mill House, Adam Lauder's goodly home, which had risen many a time before Lizzie's imagination, so fresh, cool, and sweet, with its garniture of roses and ivy, amidst its thickets of holly bushes, laurustinus, and lilac, its natural growth of larches, rowans, and birch trees, had become in cluded in the glare cast upon the doomed place, and was in imminent peril of similar destruction. It seemed as if the summer flowers and foliage thus brought into unnatural prominence, must be shrinking and crackling under the furnace light and heat, even before they were ruthlessly torn and trampled down by hurrying, heedless feet. The old meal mill, which had been in existence long before the paper-mills, and had been given up at the commencement of the later"], [99, "A Lowe in the Lift. 87 undertaking, so that it had served for years merely as a receptacle for worthless odds and ends, remained untouched close to the central danger. It was an instance of what often happens — the precious destroyed, the valueless spared. What wind there was blew towards the dwelling-house, and carried with it showers of sparks which were certain to propagate the evil. The working machinery and the stores of material in paper and rags in the mills had been from the first beyond rescue, though the volunteer rescuers did not readily resign anything. These volunteers were of all kinds and classes — lairds, farmers, ploughmen, clerks, and shopmen from Logie, together with the mill-workers, likely to be cast adrift with their master by the catastrophe — and all went gallantly at the hopeless adventure. They strove to save something, were it but the crumbling shell of the building, from the general devastation, and continued to make mad snatches at what, if secured, would be little better than half charred rubbish. Other wiser helpers were more sagaciously engaged dragging out Adam's good furniture and handsome wardrobe, with superfluities of sporting prints, stuffed birds he had shot in life, ornaments of bears' paws and eagles' claws, eccentric"], [100, "88 Logie Town. drinking-tankards, and grotesque snuff-boxes. The things were cast down in heterogeneous heaps on the \" green \" or lawn. Lizzie had a queer recollection of her old maid's tea pot, bought in Logie Market. Was it shivered in the racket ? Had it been saved among the other bachelor treasures ? Was anybody halting, even at such a moment, to laugh and wonder how Adam Lauder could have come by the attribute of an old maid's garret ? Or had he turned the tea-pot over long ago to his housekeeper ? The likeness of Lark in earthenware was still safe in Lizzie's keeping, and she was not aware of any obligation to present it to Hay Melville."], [101, "The \"Black Bannock.\" 89 CHAPTEE IX. THE \" BLACK BANNOCK \" THROWN FROM THE OLD MEAL-MILL. Oh ! what a fool Lizzie Lindesay was, and how selfish, she told herself, to be thinking of a trumpery tea-pot, when the poor fellow to whom the mills belonged, conspicuous among the other men by his superior height and his extraordinary exertions, was running madly to and fro, plunging up to the middle in the Cart, staggering under these useless \" races \" of water, which, when lifted and flung down, only raised a little scalding steam, but did less than nothing to arrest the deadly element. Yes, indeed, where he figured there, wet to the skin, soiled and blackened as if he had been on fire in his own person, hoarse with shouting to his supporters, yet com pelled to see his worldly goods perishing before his eyes, Adam Lauder was in a sorry plight, which even his worst enemy might have pitied. These two girls who had stolen"], [102, "Logie Town. 90 apart to look on were neither of them his enemy. One could have loved him so wisely and well, that recognizing him to be what he was, she bore him no malice for giving her back the great possibilities of her love. The other did love him with all the ability she had to love. It was not three hours since Hay Melville had rattled the keys of the old Burn Foot spinnet to the tune of \"Hey! Maggie; ho! Maggie; hey! Maggie Lander ! \" since she had called on the company to drink Adam's health, as the man in the country-side who gave work and bread to the greatest number of his fellows. At the present moment he was furnishing work to a more numerous and motley company than he had ever before supplied with that not always coveted commodity. But as for the bread — would he have any left for himself 1 Or if bread, would he ever again be able to provide the diet cake which was the only fit staff of life for a girl of Hay Melville's degree and prospects ? She might have done her part in so feeding a household, but could he, after this calamity, still hope to fulfil his in the years to come ? Yet Hay did not flinch at this moment, which truly was"], [103, "The \"Black Banncck.\" 91 not the time for such a question. On the contrary, she watched her lover with strong admiration and keen delight. \"Do you see how Adam outstrips every other man there?\" she pointed out exultingly to Lizzie. \" There is none like him. Look, he is dragging along that water-cart with his own hands. He has lifted the heavy barrel without any help. He has trodden on the burning brands to pour in the water.\" She could have cried, \" Well done ! \" as she had cried at his shooting that morning. Lizzie protested in horror. \" Oh ! he will burn himself. The others should not let him. It is not right to run such risk, even for his own and his uncle's property.\" But Hay had no fear for him. \" Not he ! \" she cried defiantly. Her Achilles was invulnerable in her eyes. Her sole anxiety was for his success, aud here she gave way a little, and yielded to trembling doubt and fear. \"Do you think he will do it?\" She suffered herself to implore Lizzie to answer her in the affirmative, as if the result depended on Lizzie's opinion. \" Oh, yes,\" Hay went on to bias her counsel, \" the fire is big and fearsome, but the mills, not to say the house, are standing yet ; everything"], [104, "92 Logie Town. within cannot be consumed in so short a space. The Cart will not run dry. The water must put out the blaze in time, Lizzie. Mortal could not do more than Adam is doing, and it cannot be in vain when he is battling for more than his mills or his very life. His good fortune — just when he was prepared to grasp it — will not crumble in his grasp in this way.\" \" I cannot tell, Hay,\" answered Lizzie, in pained perplexity. \" I try to hope the best. If the wind would change or fall entirely, if the clouds would gather and showers like those we had in the morning descend in an even down-pour, something might be saved. I suppose it is like life or death, in God's hands,\" she ended reverently. She wondered if it would be a sin, savouring of profanity, to pray that God would interpose with something akin to a miracle to preserve a remnant of Adam Lauder's mills. \" Lizzie, Lizzie, the lowes are sinking, I'm sure they are,\" was Hay's next triumphant assertion. \" Adam will not be ruined stoup and roup ; no, nor half ruined, for depend upon it the mills are insured,\" she added, shrewdly ; \" and when he has been the conqueror in such a struggle, neither his uncle nor any one else can have the heart to blame him, or to refuse to trust him, or say him nay.\""], [105, "The \"Black Bannock.\" 93 It did seem for ten minutes that the fire was either burning itself out within certain limits, or that it was yield ing to the desperate efforts to extinguish it. The flames no longer leapt out of every aperture, but drew back into the red recesses from which they had sprung ; the roar of the burning lessened, the brilliant light faded. There was a murmur of relaxed nerve and muscle. People looked round to say to each other that the corner was turned ; it was not all over; everything was not lost; the fire would be subdued in the end. It was at this moment, when there was a natural slackening of the hitherto riveted attention, when the eyes both of body and mind were averted for an instant from the object which had been engrossing them entirely, and when neigh bours were giving gruff or complacent congratulatory nods to each other and at Adam Lauder, that involuntarily Lizzie followed the general example. She lifted her aching eyes from the burning mill, and let them fall by the merest accident on the mill which was not burning, the old meal mill which had stood unhurt in the peril. Then she became fully conscious of a singular, inexplicable incident. During the brief interval when the public gaze was withdrawn,"], [106, "94 Logie Town. something solid in substance, round in shape, not unlike a black bannock or scone, was thrown with force from one of the frameless windows of the meal-mill, and fell right on the paper-mills, into the heart of the fire. Hay also saw the thing. \" What was that?\" she cried, quickly; \"are they trying to aim from the old mill ? Was it a cake of salt, do you think, Lizzie? Salt is good for killing fires. I have seen a handful sprinkled on the grate when there was any fear for the lum \" (chimney). But the salt, if salt it was, had lost its savour, or had changed its character. It might have been sugar from the effect it produced. For almost simultaneously the flames burst out afresh, and raging fiercely, rose into a pyramid in the sk}*. The wind soughed and whistled, and bore not only sparks, but bits of blazing wood right across to the house. All hope was at an end. Hay, in her disappointment and despair, thought no more of what had caught and engaged her attention for an instant previous to the last outbreak. But Lizzie's heart beat wildly, and then seemed to stop beating. She grew faint and sick, while she cowered back in the angle of the granary. She had heard her father speak of the blowing up of a town, set"], [107, "The \"Black Bannock.\" 95 on fire by its inhabitants, with the fire kept up beyond control by inflammable matter launched from the windows of the houses, while the invading enemy was marching up the street, before the charge of powder was applied which sent thousands into eternity. Wrhat was that black bannock which had come from the old mill, and who sent it on its flight, as the immediate herald, not of the decline, but the renewal of the fire, outleaping the possibility of mastery? Where was Adam Lauder, who had been toiling all along like ten men ? There he was, to be sure, in the centre of the lurid turmoil, still toiling and shouting w*ith the best. If he had not left his post for a moment and perpetrated the iniquity, if it was a reality and not a dream, bred of the confusion and excitement of the moment and of her father's campaigning stories ringing in Lizzie's ears, then who else was the man ? What could be his motive ? Did Adam know ? Was he art and part in a crime ? Had all his exertions been mere play-acting — a little overdone, perhaps? Was he an arch hypocrite, or had he been taken unawares, like the people around him, and betrayed without his suspecting it ? Was that Adam's dog Lark howling from the meal-mill ? Had he shut up the beast there to insure its safety ? Or had it"], [108, "96 Logie Town. followed its master unawares and been left behind, and was in danger of betraying him ? And who or what was she, Lizzie Lindesay, to conjure up such horrors, as if the burning of Lauder Mills was not bad enough without them ? But if they w-ere true, what a dreadful piece of knowledge she had become possessed of, which she must guard even from her father, if she would not bring an old acquaintance and friend to ruin and ignominy. These thoughts passed through Lizzie's mind with the speed of lightning. In the mean time the granary stair was assailed by the last arrivals at the spectacle. The foremost to climb the steps was Lady Sprott with a cloth mantle pulled over her gown and fastened awry, and a hat with nodding feathers tied regardlessly over a laced nightcap. \" Dinna tell me I'm the hin'most,\" she cried, panting with haste and eagerness. \" Mak' way for me, you lasses. I've been at bridals and burials, but I've never been at a fire afore, and it will be hard after I spent the whale day at the craws at Bum Foot— a stane's throw off— if I've missed the fire at Lauder Mills. I loupet out o' my bed and cleeket up my duds at the first jow of the toon-bell.\""], [109, "The \"Black Bannock.\" 97 \" Is Logie town-bell ringing? \" asked Lizzie, with a gasp. \" Einging with a' its micht, and I hae run the maist feck o' the road. Mistress Pollock said I was to tarry till I got a coach ; but wha was to tarry with a fire in the wind ? and wha was to fetch a coach or drive me wi' the whale toon out here ? What ailed Burn Foot that he did not bid me bide to supper with the lave ? I ken I'm a weedy woman and a' that, bud I'm sure I'm neither dowie nor dreich,\" remonstrated Lady Sprott, with some show of justice on her side. \" I had my trials when I was a wife, and I ken when I'm weel aff. But Sir Dauvit has been out o' mischief in the mools for a gude year and a half, and it's no fair that I shoidd aye be hadden doon by him.\" The invasion of the girls' sanctuary had ceased to signify. No doubt there was still a great sight to witness in the victorious fire doing its worst, reaching out its red arms, and with its ghastly white fingers clutching far and near, as it was caught by sudden gusts of the night wind. Lady Sprott would be repaid for her hurried night walk. Even she would be subdued and wculd content herself with joining in the women's chorus of \"Eh, sirs,\" and \"Wae's me,\" \"And think o' the cost o' the building and the machinery and the VOL. II. H"], [110, "98 Logie Town. furnishing.\" \"Hech! for the grand mills and the braw hoose and the puir mill-hands, but \" (without) \" work and wages.\" But Hay Melville and Lizzie Lindesay had got enough of the catastrophe. Hay, her little white face set rigidly, with gloom and something like sullen resentment in the com pression of her thin fine lips, did not seek to meet a beaten man — the less so that she had fooled him and herself to the top of their bent last evening — the reaction had come with a vengeance. She desired nothing more than that her mother should take her home, which Mrs. Melville was fain to do. Lizzie, hanging her head already in strange trouble, like a dumbfounded, appalled creature, was also longing to get away. In fact, a considerable proportion of the spectators who had business to transact next day were preparing to leave. They had looked their fill at the fire, which they were sensible was at its height, and could present no more sensational aspect. It was bound to do its worst now as far as Lauder Mills and house went, while there was no other house within half a mile, except Burn Foot farmhouse, and it was in no danger, with the Cart burn flowing between and the wind blowing in an opposite direction. The improvised, incon-"], [111, "The \" Black Bannock.\" 99 gruous troop that had grappled gallantly though fruitlessly with the foe were acknowledging themselves baffled and withdrawing from the encounter in despair. The auld Captain, with his red and yellow bandana tied like a bandage round his head to supply the loss of his hat and protect his deaf ear, was remembering his \" pains \" and his daughter. The Eev. John Ochiltree, who had been in his shirt-sleeves while he was one of the leaders among the workers, took to drawing on his black coat with a slightly shame-faced sense of some thing boyish for his years, something unclerical in his late activity. The Merry Andrew's could not resist beginning to joke again under the breath which they had been reserving for a better purpose. Even Adam Lauder was letting his weary arms drop to his side, and staring helplessly with a haggard face at the blazing ruins before him. He was burnt out. The Lauder Mills were gone. There was nothing more to be said. The Lauder Mills thus summarily disposed of, how w*oukl Simon Lauder take the misfortune, and what was to become of the young paper-maker, his nephew ? The Emperor behaved as well as he had always behaved to Adam, and carried matters with as high a hand under his H 2"], [112, "100 Logie Town. loss as when the mills were declared to be a great success. He could hardly have got back to Edinburgh when he had to return, summoned by the tidings of the accident, in the Ferry-boat and the coach, with an amount of alacrity for his years that testified to his business energy and to an interest in the circumstances so great that it was next to premonition apprising him beforehand of what was going to happen, and what would be called for from him to repair the damage. He let it be understood, without supplying details, that the mills were so heavily insured, the insurance companies would be the chief sufferers, and any farther deficit would be a flea bite to a man with his ample resources. The Emperor loudly proclaimed that Adam had not been to blame in the emergency. He had exerted himself in a way which, though his exertions had been frustrated, had won his uncle's gratitude, and must earn the lad general respect and admiration. Simon Lauder was generous, even munificent, to the former workers in the mills, now standing a few tottering blackened walls — a blot on the landscape by the Cart. Their owner already talked of setting about rebuilding them on the earliest possible opportunity, so that Logie was"], [113, "The \"Black Bannock.\" 101 hopeful it had not received a death-blow to its solitary manufacture. This prospect of the speedy restoration of the Lauder Mills was aired extensively by Simon Lauder in any quarter whence the report was likely to be carried to Balmayne. In fact, he went so far as to apply through third persons to Mrs. Melville, not only as the Lady Bountiful of Logie, fond of exercising patronage in all its various channels, but as an acquaintance and friend of his nephew's, who might even be supposed to take a more than common interest in Adam's welfare. Adam's uncle wished to ascertain where his nephew was most likely to secure the desirable lodging which he must occupy for a term of months, till the mills with the Mill House were rebuilt. Mr. Simon Lauder had resolved that his representative should remain on the spot, to be ready to overlook the build ing, to watch the re-erection of machinery, and to resume a flourishing trade, which had been checked, but far from stamped out, at the first possible moment. Mrs. Melville rose to the occasion. She strongly recom mended her favourite among the few letters of lodgings in the town, and fluently ran over the benefits this paragon could confer. But Mrs. Melville did not, as the uncle and"], [114, "102 Logie Town. nephew might have expected, invite Adam to take up his lesidence at Balmayne till bis future rooms were put in order, or for as much longer stay as he chose. She was chary of any invitation to the young man, and privately reproached Mr. Melville for supinely permitting Adam to fling rods with him when the laird was fishing in the Cart. As for Hay Melville, during the next ten days, she stayed more closely at home, where she was decidedly flighty and irritable, and was less seen in and about Logie than had ever happened in her life before. It might or it might not be because she had recovered the cool head and the worldly wisdom which wild wit and wilfulness and strength of passion had outrun for a season, so that she was thinking twice over certain passages in her recent experience, on which second thoughts were best. It might or it might not be because Adam Lauder, when he was not fishing or pigeon- shooting, or training dogs for coursing, cub-hunting, pointing, ratting, having nothing else to do at present, hung much about Logie in those lengthening summer days, and was often to be seen standing in the shop-doors or sitting in the open window of this or that tavern. Foiled in his first aim, Adam sought to become one of the"], [115, "The \" Black Bannock.\" 103 frequenters of the Lindesays' house. But though he some times played bowls with the auld Captain, or smoked with him in his summer-house, it was in vain for him to try to revert to his quasi-courtship of Lizzie, which was what he really wanted to do, as a crying necessity of his gallant nature and in order to pass the time. Mrs. Lindesay, who had the principal voice with regard to what company should visit the house, could not be troubled with idle beaux of Lizzie's, beaux who were either without serious intentions, or were in no hurry to declare them. Lizzie, too, nervously avoided him. Was Lizzie also of the mind to renounce a man whose fortunes were hovering in the balance, with an inclination the wrong way? Perish the thought where Lizzie was in question. She was the truest soul that ever breathed. The reason was not even that she was quick to detect the deteri oration sure to be wrought in Adam in more than one direction by idleness and cruel reverses. She was largely influenced by a cause of which he had no idea. Lizzie was greatly troubled. She secretly trembled at the very sight of Adam Lauder, as she had quaked at the most distant allusion to the fire since the night it happened. It seemed to her that either she had become against her will an"], [116, "104 Logie Town accomplice in a strange act of wicked fraud which filled her with fear and horror, the nature and consequences of which she could by no means measure, or else she was in her own mind shamefully slandering her neighbour — one who had been her own familiar friend. It was impossible for her to take counsel and be guided by the opinion of older and wiser people. In her innocence she shrank with the utmost distress from the strange atmosphere of suspicion and possible guilt into which she had been launched in spite of herself. Well might Adam Lauder wander disconsolately along the familiar path by the Cart, and stare gloomily with his hands in his pockets, as he fiercely gnawed the blade of grass he had plucked, at the forlorn spectacle of his mills and house, roofless, with vawning doorwavs and cracked lintels."], [117, "Mrs. Mally Corstorphine Sickens. 105 CHAPTEE X. MRS. MALLY CORSTORPHINE SICKENS, AND I7AS MUCH BENEFIT FROM THE LEARNED PROFESSIONS AND nER FRIENDS GENERALLY. Mrs. Mally Corstorphine had what has been styled emphatically the bones of a strong woman in her, but her constitution had been severely tried at more than one crisis in her life ; and even before Moshie's ball, which she had attended, she began to show signs of failing health. Lizzie Lindesay was honestly sorry. The Melville family, repre sented by Mrs. Melville, redoubled their delicate attentions to a remote kinswoman. Hardly a day passed that the Balmayne carriage or one of the Balmayne servants did not stop at the Crown Inn in order to make particular inquiries. Numerous were the dainty offerings, in the shape of such rare forced vegetables as were not grown in Mrs. Mally s"], [118, "106 Logie Town. garden — fresh dairy produce, tender ducklings and chickens, which found their way to the well-stocked inn larder. Mrs. Mally received those mindful gifts with an imper turbable countenance and a few lines of formally polite thanks written in her stiff upright handwriting. Mrs. Melville was not alone in the increased fervour of her friendship for the mistress of the Crown Inn and the sister of the late Governor Lowrie. The three learned faculties — law, physic, and divinity — in their Logie functionaries, seemed to awake in a lively manner to the merits of their respected townswoman, and were bent on showing her tokens of their disinterested regard. Mr. L3*on, Lady Sproft's man of business, who had occasionally transacted business for Mrs. Mally, w-as sedulous in looking in upon her with all the legal news of the town, with earnestly expressed interest in her health, and with friendly hints cautiously conveyed as to what must be the burden of the management and settlement of her affairs to an aging, ailing woman, with his willingness as an old, and he hoped he might say, trusted friend, to relieve her of the burden. The principal doctor, no mere rough country surgeon, but a polished man of the world, dropped down by some chance"], [119, "Mrs. Mally Corstorphine Sickens. 107 into Logie, was not content with doing his best to restore Mrs. Mally to health as his patient. He began to suspect that he could not repair the damage worked by time and old passionate sorrows, hidden out of sight but ever there, in her youth and prime, sapping the foundation of her strength, and eating it away by a slow undermining process. But he did not by any means relax his zeal, or spare his skill in order to employ it where it might restore waning health and preserve life, the maintenance or loss of which meant comfort or misery to helpless dependants. Dr. Hepburn continued assiduous in his attendance on Mrs. Mally and in his prescriptions for her benefit, even after she declined, with a half humorous, half sardonic smile, to take any more of his physic or rely further on his promises of her bodily amendment. Tlie Eev. John Ochiltree, who had a genuine regard for his parishioner, was anxious that she should make a satisfactory end of this mortal coil. It was not that he doubted her Christian profession, which, for one thing, had much of the modesty and sincerity of true reverence in it, but he did wish Mrs. Mally to give an exemplary display of faith according to the most orthodox standard, while he was well aware that"], [120, "108 Logie Town. she was a woman of original, independent character, who had never submitted readily to fixed lines. He did not covet his friend's goods for himself or his children, but he did think, in the light of Mrs. Mally's having survived all her near kindred, that she could not do better than bequeath a hand some sum to his Kirk-session for behoof of the poor of his parish, of whom he was the natural guardian. Nay, if she went farther and founded a local charity in the shape of almshouses bearing her name, or did something special for the church in the way of a much-wanted new session-house, for instance, it would be a credit to Mrs. Mally and a public boon, moreover it would put a feather in the Eev. John Ochiltree's cap in the eyes of his brethren of the presbytery. Mrs. Mally, her unmistakable \" breaking up,\" whether her last days were to be edifying or the contrary, and how she would dispose of her wealth, became leading topics of the hour in Logie. The heroine was perfectly conscious of the fact, and was not beyond enjoying it. It must be acknowledged that even in such serious circumstances she played pranks with the public curiosity, and laid herself out to baffle it with a giim"], [121, "Mrs. Mally Corstorphine Sickens. 109 humour which, perhaps, she had always found it hard to restrain. She developed in her age and weakness a positive tricksomeness and perversity, enough in themselves at any moment of her history to lend some show of authority to the asserted relationship between the old lady and Hay Melville's family. Any one interested in hereditary claims might have been tempted to say it was plain from whom Hay had taken her dash of eccentricity, and that she deserved a legacy, if for nothing else, because she had inherited so doubtful a gain. There were various traits of mental resemblance be tween the woman of upwards of three-score and the girl under twenty, whose physiques were so unlike, the currents of whose lives had run in totally different channels. The odd likeness here and there might have something to do with blood, which had a common source at not quite so distant a date as that of Adam. Mrs. Mally declined the aid obligingly put at her service by Mr. Lj-on. She sent for a lawyer from a town at some distance. It was the gentleman whom she had employed to buy the farm of St. Kennet's for her, and she had found reason to be satisfied with him. He had the crowning recommendation in her eyes that he was a stranger in Logie,"], [122, "Logie Town. 110 so that he was not merely impartial, but fit to become the recipient of Mrs. Mally's confidence without any chance of his being tempted to betray it to her familiar acquaintances. She was not content with telling the worthy man what she wished in regard to the disposal of her means, she took him behind the scenes as it were, and called upon him to enter with her beforehand into all the racy peculiarities of the situation, with that last craving for human sympathy which she was not at Hberty to seek elsewhere. She indicated to Mr. Feter Thompson the points which struck her, and called upon him to appreciate them with her. She still farther astounded and well-nigh scared the lawyer, who was not accustomed to clients so strong-minded, by bidding him remark the result when she was not there to see. Mrs. Mally's inn, which had been in the family for gener ations, in the high morale of which she took great pride, had a large place in her thoughts. She had made up her mind, in the anticipation of a lingering illness, not only to appoint a worthy successor, but to resign the reins of government into his hands while she was still living, after making a few reasonable stipulations. She would have the older servants get the option of continuing in their situations to"], [123, "Mrs. Mally Corstorphine Sickens. 111 begin with at least. She would retain for herself during the period that she might need them her old rooms. She would have Moshie given the choice of continuing in his quarters. \" The making over o' the Croon will be a surprise to the toon,\" she told the agent in the business, with as much keenness of anticipation as if she had been to share in the surprise. \" The new landlord is a stranger in the place like yoursel', Maister Thampson, the son o' a cousin distant enough, but a hantle nearer, I wat, than the family at Balmayne — no that they would keep the Croon. 1 have taken pains to assure mysel' that he's a douce honest laud, and he's been bred to the calling, for mair than ane in my father's family was in the inn line. I've made it worth his while, as you ken, to give up his ain concern and tak in hand mine, for I couldna thole to think that if the Croon didna dee with me, it should be misguidit and lose its auld character. Winna the new man be looked out for and watched w' gled's een to see what metal he's made o' ? Weel, I hope he'll ring sound.\" \" I'm sure I hope so, mem,\" acquiesced Mr. Eeter Thomp son, whose share in the conversation did not go beyond a civil assent or dissent."], [124, "Logie Town. 112 The will proper came next, and in contemplation of its effect, the testator fairly laughed with a positively eerie glee, so that her auditor, who was both conventional and timid, felt his hair stand on end. \"You maunna lose the grand opportunity of studyin' human nature,\" she recommended him, as she leaned back among the cushions of her easy-chair, \" though I'U be past sic studies. You maunna fail to watch the faces when you're reading my last testament. There will be some getting that's no counting on the winds a', and there'll be some expecting that will be sair disappinted.\" \"These misunderstandings are very painful in families, but I suppose they cannot always be helped,\" muttered peaceable Mr. Peter Thompson uncomfortably, but his em ployer did not seem to regard the matter in that light. \" Man,\" she exclaimed, \" I wuss I could get a glimp o' the faces ; I could read them hrawly, however clever their owners might be at smoothing down their birses. There's Balmayne, solid chield ! W^eel, I'll say this for him, I dinna think he's preened his faith to his succession— ony way clacking about his expectations has not been in his way. But madam is another person with her sonsiness and frankness"], [125, "Mrs. Mally Corstorphine Sickens. 113 and fracaw * with me, and her clavers about my late brither, the Governor. Puir Lowrie ! she wouldna have looked the earth he was in if she had kenned him just as an innkeeper's son, no better than any other clerk laud afore he crossed the seas to puss his fortune ; nane would have been quicker to tak' note o' that than Governor Lowrie ; gin he had been a black sheep she would have forgotten his very existence. Governor Lowrie was no the only man in the world sib to me. You're a stranger, Maister Thampson, I may enlichten you as to ae fact. I had ither and even nearer kin than an only brither who made some noise in the world in his day, but they've passed clean out of my Leddy Balmayne's memory. I'll no say they deserved aught else, but whether for good or ill there are mair faithful memories,\" ended Mrs. Mally dreamily. \" The best of memories play their owners false at times,\" observed Mr. Peter Thompson temporizingly, painfully con scious that he had more knowledge of Mrs. Mally's antecedents than she gave him credit for. She went on without deigning to notice his obvious truism : \"I've nothing to say against the lassie Hay, who * Corruption of fracas. VOL. II. I"], [126, "114 Logie Town. has not her mother's dooble tongue, except that Lizzie Lindesay is worth a hunder Hay Melvilles. Na, but you're blin' bats, you men folk.\" She raised herself on her elbow and apostrophized the whole sex with strong contempt. \"I'm sorry you've got that impression of us, Mrs. Corstorphine,\" Mr. Peter Thompson asserted, plucking up a little spirit. Mrs. Mally was ready with her explanation. \" I suppose the blin'ness is a punishment for your sins, and we ought to be richt thankful for it when it saves a heart whose price is aboon rubies from throwing itsel' awa', and then breaking for the very peety of the thing, and with ettlin' to put a back-bane into a six feet lump o' comely flesh and blude, or to tak' a firm grip of a slippery fish, or gar a toom sack stand upricht. To gang back to Hay Melville, with whom we've to do,\" resumed Mrs. Mally, with one of her abrupt transitions, \" she's a hiech -headed, headstrong lassie, but she'll get her taming, gin she ha'na gotten it alreadj' — however, we'll let that flea stick in the wa'; I've minded her as muckle as she's entitled to, and I've that confidence in her common sense, young as she is, that I believe she'll see it hersel'. Do you"], [127, "Mrs. Mally Corstorphine Sickens. 115 think I'm a hardened auld wife ? \" asked Mrs. Mally, with a twinkle in her grey eyes that were waxing dim. \" By no means, by no means,\" protested Mr. Peter Thomp son, who, not being one of the merry Andrews with a tickling sense of drollery, paid rather dearly for Mrs. Mally's selection of him as her legal adviser. \" I'm no sure o' you,\" she told him coolly, \" ony way, I've my saft side,\" and her manner did soften wonderfully as she continued : \" No to speak o' ane who did me a great service aince, out of sheer guileless gudeness, and never so muckle as dreamt it constituted a claim, there's my auld frien' Mosliie, the finest gentleman you ever saw. Mony of my other auld friens have no objection to see that I'm deem', but he denies it stoutly, as if to shut his een to the truth will keep me alive. Yet he waylays Merrin ilka morning to see how I've rested, and he has waured all his wiles that would decoy the very bird from the tree, gin he liked, to try to persuade me to swally some pushen of a drink he mixes hissel, and ca's teesen (tisane), which he believes is a sovereign remedy for a hoast — a kirk-yaird hoast, Maister Thampson ; gin you ever be fashed wi't, you'll ken there is nae quietin' that save in the stillness o' the grave.\" I 2"], [128, "116 Logie Town. \" Don't say so,\" besought her visitor, \" medicine has great resources.\" \" To cure a' maladies, even the steady decline of auld age ? \" Mrs. Mally suggested. \"Wrell, it is distressing to hear you speak like this,\" remonstrated Mr. Peter Thompson, \" and it can do no good. You are not so very old or so very ill either. Why, my mother is ten years older than you, and she coughs like — like a ship on fire, or a thrashing-mill, but she has no idea of dying yet awhile.\" \" Aud so michtna I, gin I had a strapping son like you to the fore,\" she told him composedly, looking over his inches, which were not many. Then she turned away with a little sigh. \" But you see I havena, and that maks a fell odds. You, who are a worthy gentleman, should ken that,\" she ended more gently. \" Still you've the other friends you were referring to a moment ago. Think what a grief your loss would be to them.\" \" It will not be their death,\" said Mrs. Mally dryly, \" no that I wish it would. Own, Mr. Thompson, it wouldna spile your denner — why should it ? It's no shame to you. And"], [129, "Mrs. Mally Corstorphine Sickens. 117 speaking o' denner, you maun be sent wi' hunger, as I'm sent wi' waikness. I'm black affronted with having keepit you so long. Gang awa' down to the dining-room like a man, and ring for Merrin. I'll promise you she'll serve you up a dinner that will do no discredit to the Croon, though I'm sitting helpless here ; and gin you're ower late for the coach, or want to rest and look about you in Logie, you're welcome to a bed — I'll vouch it's weel aired, so that you'll no gang hame to your gude wife with a cauld in your banes.\""], [130, "Logie Town. 118 CHAPTEE XI. MRS. MALLY'S PRANKS BEFORE SHE SETS OUT ON A LONG JOURNEY. Mrs. Mally cracked so many jokes on the slowness of her recovery — supposing she was to recover — that she succeeded in putting her doctor out of countenance. She kept remind ing him — \" What was't ye telled me, doctor — that I was't to be young and bonnie again ? Hout ! that maun have been a woman's fulish freit — that I was to be walking a mile, or was't ten ? without booin a hough, afore June was weel begun ? When am I to begin, if you please ? I'm wearying for the start. \" She actually drove the pleasant-spoken phy sician from the field, and reduced his visits to the fewest in number and the shortest in duration he had ever paid either to a well or an ill-to-do patient. But it was to her minister that Mrs. Mally behaved worst."], [131, "Mrs. Mally's Pranks. 119 True, she listened with absolute humility and joined with the utmost reverence in the worship, when he read a chapter of the Bible or \" put up \" a prayer for her. But when he attempted to sound her frame of mind, or to bring her to book either with regard to her opinion of her spiritual pro spects, or her last intentions where the mammon of un righteousness was concerned, she showed herself as slippery as the fish which she had employed for a metaphor in her talk with Mr. Peter Thompson. She went off at a tangent and evaded every stratagem to bring her back to a straight course, with an adroitness and cleverness that reflected much more credit on her unclouded mental powers than on her docility of temper. She had always been, if her brethren clerical and lay would but have taken it into consideration, and would have exercised faith on this count, a God-fearing, \" well-living \" woman, and it was not likely either that she would change at this late date, or that she had left to the last moment the settlement of the most momentous of her affairs. Doubtless she had, as the Eoman Catholics say, \" made her soul,\" and was satisfied with regard to the grounds of her trust. But with national and indi vidual reserve she resented keenly — almost comically — every"], [132, "Logie Town. 120 endeavour to lift the veil. Her sympathies would have been with tbe sturdy peasant whose son had risen to fill the parish kirk, and felt it his duty and privilege to ascertain the nature of his dying father's faith. \" I hope you are resting on the Eock, father ? \" ventured the younger man, the minister. \" What business is that of yours, Sandy ? \" demanded the high-spirited old man. \" You may be content there is a Eock to rest upon.\" It was certainly no business of the town of Logie whether Mrs. Mally Corstorphine was resigned or loth, happy or \" wae \" to go the way of all living ; and the townspeople might have had the civility to wait till she was fairly gone before they sought to learn what she had done with her money. When the minister practised the most insidious manœuvres to bring round the conversation to the sick woman's deepest experiences and finest feelings, or to pious bequests and charitable \" mortifications \" of sums of money which had become useless to their owner, for the spiritual and physical well-being of her neighbours, Mrs. Mally stared the speaker stonily in the face, while she made private biting comments on his eloquence."], [133, "Mrs. Mally's Pranks. 121 \" What would the man be at ? He's neither a fanatic, nor a fule, nor a rogue, yet does he suppose God canna be glorified in tho keepin' o' an inn — in spite o' what the Apostle Paul sa:d o' richt eating and drinking — which as I tak it maun extend to the dispensing o' meat and drink 1 Whether does the minister think a weel-conducted place o' entertainment for man and beast maintained on Christian and honourable principles, or an awmshoose is the greater blessing to the community at lairge ? And wha does he ca' the puir ? Only the aff-scourins' of streets like the Coontess or Long Letham, who have rioted and squandered in their day, for whom the swine's husks is the fit diet till the sinners repent and turn from the error of their ways — -only broken-down, handless, wairdless auld ploughmen and mechanics and their wives, whose bairns should fend for them, if they had hearts in their breists ? Is there to be no room, wliere generosity is in question, for honest lauds or innocent lasses gently bred yet scantily provided for in the battle of life? Will nobody speak a word for auld servants who have been faithful in their service, and have toiled their best and laid by a penny — still it may be nae mair than a penny, when their day o' wark is past ? What about brave gentlemen who hae made"], [134, "Logie Town. 122 a gallant fecht against misfortunes they could neither help nor bender ?\" Mrs. Mally would break in upon the Eev. John's most careful sittings with utterly irrelevant and positively flippant remarks. \"Do you ken what's the price o' the fish at the Cross the day, sir?\" she would interrupt him ruthlessly; or she would inquire with grave interest, \" Can ye tell me, Mr. Ochiltree, if it is true that ane of your claith has been seen in the poopit with a bombazate instead of a bombazeen goon on his back ? It used to be bombazeen, but I'm tauld mony haud by silk now-a-days. I wonder they dinna gang in for lawn sleeves like the bishops.\" Mrs. Mally descended to the stale imposition of electrifying her minister by announcing that there was a question on her mind which she had often thought of asking him, a doubt he might be able to set at rest that had troubled her for many a day. Her pastor pricked his ears, besought her to speak out, and prepared to be profoundly impressed. \" Noo, sir,\" proceeded Mrs. Mally, with wickedness which had not even the grace to be original, \" would you give me your candid opeenion whether that puir lassie, Jepthy's"], [135, "Mrs. Mally's Pranks. 123 dochter, was slachtered outricht by her haythen o' a faither, or was she, as some divines will soften down the awfu' story, just put into a kind o' Jewish nunnery?\" One day Mrs. Mally declared she had recalled a story of Mr. Ochiltree's predecessor which ought not to be forgotten, and that his successor might care to hear. ■\" He was not an auld married man, like some we hae kenned, when he came to the parish. He was young and buirdly, as weel as gude. My worthy mither, who telled me the story, has often described him, and would you believe it, sir, for as gude as the young leddies were who waited on his ministry, they werena aboon settin' caps for the first place in his favour. There was ane — she was the dochter o' the colonel of a regiment quartered in the toon — who wrocht him a set o' bands, open-stitched, wi' her ain hands, and marked wi' his name in her hair. She preened a slip o' paper to them, and wrote— it micht hae been wi' her heart's blude, but my mither didna condescend to that particular — ' Noo or never, sir. The word o' you keeps awa' ithers,' and signed it with her initials. Sho sent the present, and he took it and keepit it without ony answer, for, peety me ! the man was troth-plighted a' the time.\""], [136, "124 Logie Town. \" Serve her right,\" protested Mr. Ochiltree, rising to his feet in professional affront. \" She must have been an impudent gypsy.\" \" Na, ye haena heard the best o' the story,\" the narrator hastened to interpose. \" It was only a frolic, for she was a merry mischeef o' a lassie, and it was she who telled on hersel'. She was an engaged woman if he was a troth plighted man, and the worst word ever waured on her was ' caidgie cuttie.' \" \" Then it was in shockingly bad taste,\" insisted the minister. \"Maybe,\" admitted Mrs. Mally, \"but tastes as weel as fashions differ.\" It was another Mrs. Mally who startled Lizzie Lindesay when she was sitting beside the invalid one day with the wistful question, \" Do you mind your auld friend Lewie, Lizzie?\" A pang went through Lizzie's tender heart at the unex pected reference. She had been already sorrowing over Mrs. Mally's breaking down, and she took the mention of Lewie Corstorphine's name, which had not passed his mother's lips since his death, a dozen years before, as the worst sign."], [137, "Mrs. Mally's Pranks. 125 \" She will die now, I am sure of it,\" Lizzie told herself disconsolately, for she had not so many friends that she could afford to spare Mrs. Mally. But she only said softly, with an effort to master her disconcerted surprise and to speak easily and naturally : \" Well do I mind him, ma'am, he was very kind to me — a troublesome bairn as I must have been.\" \" He was aye fond o' bairns, and you would not be troublesome to him,\" answered Mrs. Mally quietly. \" Have you ony keepsake o' his ? I mean have you ony toy left that he gave you, to mark the friendship between the man and the bairn ? \" \" Yes,\" answered Lizzie, \" I have still a little kirn that he cut out with his penknife. He made me many more things that were broken and lost at the time, but this hap pened to be saved till I was older and could prize it.\" \" Would you object to bring it in, only to let me see it ? \" asked Mrs. Mally, with strange humility and hungry, piteous longing in her hollow eyes. \" I put awa' every trace of my son till I've to beg ane from a stranger — no, not that,\" she corrected herself, quickly ; \" but you were only a bairn, and have grown up strange to my laud. If you'll let me have"], [138, "126 Logie Town. the bit toy, Lizzie, I'll tak care that it is sent back to you, and I'll see that you have some better remembrance of my Lewie.\" \" Oh, never mind me, Mrs. Mally,\" broke in Lizzie, in sympathetic agitation. \" I Hke the toy because he was so good to me, and gave it to me ; but of course you're the most entitled to have it, if you wish it. You're very welcome to it.\" Afterwards Lizzie used to see the toy churn standing hidden from those who did not know where to look for it, on Mrs. Mally's mantelpiece, just above her head, within reach of her upstretched hand. The sight seemed confirmation strong that the mistress of the Crown Inn was near her end. But Mrs. Mally neither returned the toy to Lizzie, nor did she give her any other remembrance of Lewie at this time. Possibly the non-fulfilment of the promise, which was singular in a woman of Mrs. Mally's character, was occasioned — para doxical as it may sound — by a change of circumstances. To the surprise of all, and of herself especially, Mrs. Mally did not die but lived. She began one day to \" mend,\" and made such rapid progress that ere long she was in her normal"], [139, "Mrs. Mally's Pranks. 127 state of health. She had, as she would have said, \" cheated \" everybody. Undoubtedly it was awkward, whether she had been resigned or loth to quit this sublunary scene ; she had made all the preparations for her departure, and even anticipated it in some respects. She had used the privileges which are only accorded to dying persons, and she felt now as if she had appropriated them on false pretences. She had the disagreeable sensation of having the tables turned on her. It became Dr. Hepburn's turn to laugh gaily, rub his hands cheerfully, and remind Mrs. Mally unblushingly, \" I told you so, ma'am. You may try your strength, and I promise you it will not give way, by a little walk on the sunny side of the pavement any day.\" Her minister was pleased to hail her recovery, and managed to satisfy her with regard to the sincerity of his pleasure. Still this did not prevent Mrs. Mally from being perfectly conscious that she had taken, for a woman who was not going to die just yet, most unwarrantable liberties with bim, as with other people. She had, as she confessed to herself, said \" every impident word that came into her head,\" and she could not unsay a single one of them."], [140, "128 Logie Town. Mrs. Mally felt as if she had been betrayed into weakness and wrongheadedness all round. There was her successor in the Crown positively arriving and taking possession of her own inn, and for anything she knew she might live as a reluctant, not over-welcome super numerary in the establishment for the next ten years. She was not yet seventy, and her father and mother had Uved till they were hard upon eighty. She could not in common justice send the new man back, for he had already got rid of other engagements in order to fulfil her behests. She had not been mistaken in her kinsman so far. He was honest and well-intentioned, but he belonged to the later school of innkeepers. He was illiterate and under-bred, with an ignorant man's absence of tact and delicacy. Without meaning any harm, he had no hesitation in asserting his claims and introducing his different style of management. Fifty times a day he rubbed poor Mrs. Mally the wrong way. Before a couple of weeks were over he had so quarrelled with the old servants that both Christie, the hostler, and Merrin, the chamber-maid, had thrown up their places. Christie and Merrin, to whose services their mistress had been accustomed well-nigh since she began to rule ! Mrs."], [141, "Mrs. Mally's Pranks. 129 Mally had to own that she had acted rashly and inad visedly, and though she submitted to pay the penalty with a kind of \" masterly silence,\" she was fain to hide her diminished head, she was ashamed to show her face. The secret chagrin and worry might have brought back all the worst symptoms of her illness, and so freed the victim after all, had it not been for a fortuitous circumstance. Part of Mrs. Mally's property was in the West Indies, investments of Governor Lowrie's, a more serious matter to realize and transfer, without considerable loss, then than now. A difficulty arose with regard to one of those investments, in reference to which Mrs. Mally's agent on the spot, writing home, expressed his regret that it was out of the question for his client to come out in person to establish her rights, as her doing so would greatly facilitate matters. \" What for no ? \" cried Mrs. Mally, quick as lightning in seizing on the opening, and speaking in the words of her immortal predecessor, \" I'm an idle woman now-a-days. A change will do me gude, and set me up, mair than a' Dr. Hepburn's pheesic. I hae aye wanted to see the world, and better late than never. The chance has come to me at last, in the shape o' a boundin duty. Nae Dutch or Spanish VOL. ii. K"], [142, "Logie Town. 130 loons shall diddle me out o' my richts, and mak awa' wi' ony pairt of puir Lowrie's legacy if crossing the seas will prevent it. Crossing the seas, what o' that ? I'm no an ill sailor, I. hae aye keepit my feet and my head in the Ferryboat. Ony way we'll see. At the warst what ithers have tholed I can thole.\" All remonstrances with regard to her age, her un familiarity with traveUing, the danger from change of climate, &c, proved fruitless. Mrs. MaUy had got the bit between her teeth, and would not be held back from the dauntless expedition. She met every objection with a defiant, \" What for no ? I haena reached the end o' my tether, my threescore years and ten. Gin I had, I can dee there as weel as here, I suppose, and puir Lowrie wouldna have to lie ony longer his lee lane in ane o' their furrin kirk-yairds. I hav'na to set my hoose in order — all that trouble is weel by. You would like to ken how the gear is left ? But do ye think I'm goin' to tell you ? My certie, no. I'll have my secret as weel as ither folk. It wiU keep. You'U be nae waur of the wait ing. Deeficulties in makin' my way? How can that be? I teU you there's less fash than in a journey to Lon'on or the Hielants. I've a gude Scotch tongue in my head, and I've only to travel to the port o' Leith or some ither o' our sea-"], [143, "Mrs. Mally's Pranks. 131 ports, gang on buird a vessel and land on the island — which is ane o' our King's possessions, or how could my late brither have been the Governor? Heat? I can bear it — fine that, I'm auld and cauld ; heat has ceased to come amiss to me. I'll just take Merrin wi' me for company — you'U have heard Merrin's leaving here, where's she's bidden ower thirty years? There's a ferUe for you, far greater than the going abroad of me or ony other leddy o' substance when she lists. We're in for changes, and it will be a grand thing for Merrin, no less than for her mistress, to travel and become acquent wi' furrin pairts, and folk, and manners, after we're up in years too ; we'll gar you aU stand about when we come back declining to speak o' ony thing on this side o' the Paceefic.\" Poor Merrin was half flattered by the selection made of her, half in mortal apprehension of the prospect before her. But Mrs. MaUy carried the day. After taking an affection ate fareweU of Lizzie, a kindly good-bye of Mosbie, and a more cavalier leave of the rest of the inhabitants of Logie, she departed with her servant, and the place which had known them heard no more of either, in the natural order of events, for many a day. K 2"], [144, "132 Logie Town. CHAPTEE XII. THE KING'S BIRTHDAY. Logie was eminently loyal. The 4th of June — old style, so that the date came round when midsummer was at the door — brought about such a gala as is not to be found in these degenerate times, when each town sees fit to keep the anniversary of its sovereign's birth on any day that wiU suit its town council, and Her Gracious Majesty herself decrees that the public celebration of her birthday is not to be necessarily on the 24th of May, but on the date that shall be tbe most convenient for the authorities. It was otherwise when George the Third was king, and the whole nation was understood to rejoice together. Some how it did not greatly mar the rejoicing that he who was the object of all the shouting and cheering, firing guns and drinking toasts, was, indeed, but \" the wreck of the Eoyal"], [145, "The King's Birthday. 133 George,\" an old man sitting with his white head on his breast, by God's awful will in both bodily and mental darkness, parted from his nearest and dearest, hidden away in his invalid suite of rooms in his Castle of Windsor, the saddest spectacle which his wide realms could show. The King's birthday was more of a town than a country hoUday, though the gentry round came flocking in betimes to be present at the pubUc dinner in the Crown Inn. And in the long light evening, crowds of working-men and women, whose day's work was done, thronged with their children as far as the Cross, to gape and stare and spread out their hands, and like the man in the Bible cry, \"Aha ! Aha ! \" under the exhilarating influence of the huge bonfire in the centre of the thoroughfare, the very head and front of the rejoicing. The yellow flames Ut up, wildly enough, the massed together faces in the well-filled neighbouring windows, including the windows— grated and grim — of the old jaiL The highly inflammable nature of the materials employed for the bonfire, consisting of broken-up sugar, whiskey, and tar-barrels, piles of brushwood and barrows fuU of peats, together with the showers of red sparks emitted, threatened to make another Lauder Mills of this quarter of Logie. Perhaps the peril"], [146, "134 Logie Town. only added an additional piquant spice to the deUght of the bonfire at its height, which was keenly felt by the busy population, while the wUd glee was contagious and freely diffused among the crowd. Another element of risk attended on a species of horse-play, dignified by the name of \"fireworks,\" practised on the outer edge of the bonfire and the inner skirts of the ring upon ring of spectators. This performance meant the letting off promiscuously, anyhow*, anywhere, of squibs, with their noise and flare, and of the simpler older-fashioned style of rockets. These contributions to the fete were in the hands of ignorant, reckless, irrepressible volunteers, and were made under no regulation or restraint whatever. They were thus accompanied by a great deal more discomfort and veritable injury to person and property than can be readily conceived by a less hardy and more orderly generation. One more feature in the uproar was the frequent firing of guns, loaded with powder, by their happy possessors. Such guns and their shooters had tiU lately done honour to the home-going of many a bride, who, riding the same horse as her bridegroom, sometimes narrowly escaped with her life, from the rough importunate attentions of these satellites, engaged in the bruse or race for the bride's kiss."], [147, "The King's Birthday. 135 Altogether, whether because there was no serious business to be transacted in the course of the day, the 4th of June was wholly given up to jollity and merry-making, rude roystering and violent excesses, especially towards night. Loyalty then assumed the lowest guise, and was degraded by a good many objectionable items when the King's Birthday was the Saturnalia of the scum of the town, and furnished endless \" drams \" to such pariahs as Long Letham and the Coontess. Just as the yearly market began to be shorn of the coun tenance of the upper classes, the more quiet-going inhabitants of Logie commenced to take alarm and fight shy of the orgies with which the King's Birthday ended. The custom was creeping in of making up friendly family parties and spending the day out of the town. No lady ventured abroad after six o'clock to be exposed to rude treatment, fright, and the spoiling of her best or worst clothes. Respectable women of all classes with young people and chUdren, who wished to witness the glories of the bonfire, craved to do it in moderate security from the windows which commanded the sight. And the gazers had to be furnished with the protection of able bodied escorts before the pleasure-seekers issued from their"], [148, "136 Logie Town. sanctuaries and repaired to their respective homes. The nifht of the King's Birthday was more like the daftest of \" the daft days,\" or the night of a popular election than any other occasion, and its mad pranks and narrow escapes were for men rather than for women. But there was comparatively Uttle of this boisterous re joicing in the earlier hours of the day, when the population generally turned out in holiday guise and went the round of what was to be seen. The first things to be inspected were the flowers and the flags. There were triumphal arches thrown across the streets at different points, as if George himself were about to ride in, as his far back ancestor had ridden, and been regaled with a dinner given by the magistrates, an oration delivered by the town clerk, and a song sung by the precentor. The garlands, in which abounded knots of red and white daisies and of yellow and white bachelor's buttons, tufts of blue seggs (irises), the first great cabbage roses of the season, with streamers of striped green and white gardeners' garters (riband grass), had taken the whole previous day for theh' construction and erection. The process had been closely watched by many critical spectators. This previous famili arity did not prevent the same spectators going in a kind of"], [149, "The King's Birthday. 137 solemn state to view the finished work with the greatest relish. One floral device was in the form of a crown, and occupied the centre of the main arch at the chief entrance to the Cross. Beneath the Crown dangled a sign-board portrait of George, taken when he was stiU a young man, in full uniform, wearing powdered hair, and a cocked hat above the bluff honest face, which his subjects knew so well, the Star of the Garter on his breast and its riband round his knee. This portrait was not only gazed at with admiring eyes : toasts and huzzas were enthusiastically waved to it from the open windows of the Star Tavern. Some loyal subjects who were the reverse of jacobins and black nebs, took it upon them to smoke and singe the royal likeness by firing feux de joie in near proximity. The flags were anything save bannerets, being voluminous affairs, requiring strong supports when reared on high, and left stationary, and a couple of men to be their bearers when carried from place to place. Various more or less tattered or whole versions of the Union Jack, the Blue Peter, and the town's arms thus fluttered in the summer air. One of the Union Jacks was fixed so as to float over the Lindesays' door in compliment to Captain Lindesayas the senior military"], [150, "Logie Town. 138 officer in Logie. In the same manner the mUitia picquet told off to beat the nightly tattoo, did it in a marked manner where the auld Captain could hear it ; and on the King's Birthday the band played ' God Save the King,' and ' See the Conquering Hero comes,' as early as five o'clock in the morning on the same spot. They were rewarded by a salute from the veteran standing at his bedroom window in the undress of his Kilmarnock nightcap, while a servant was sent out with a dram aU round. Lizzie was as proud as either Geordie or Mickle could be when she stepped out beneath the Union Jack, for which her father had fought on many a bloody battlefield, or caught the faintest echo of the inspiring strains to which he had marched, travel-stained and foot-sore, but keeping a high heart in his breast till his warfare was over. One ceremony of the day to which the public trudged was the firing of a French cannon which had been presented to the town and planted on the Barons' Mount. This was a green hill partly artificial — a relic of old historical Logie which rose in its rear, and was exceedingly convenient for games of ball and for flying kites amongst the youngsters. It was also useful for short promenades, in which the maxi-"], [151, "The King's Birthday. 139 mum of fresh air was a consideration, and a bird's-eye view, not only of the surrounding houses and gardens, but of the adjacent country, a gratification to the seniors. The popular belief was that the French cannon, a trophy of the Peninsular war, had been won for Logie by the single-handed prowess of the auld Captain. Certainly he presided over its one volley at noon on the King's Birthday. He was always surrounded by an irregular staff of the younger military men who had pitched their tents in or near the town ; but though some of them were richer in the world's goods, some even of higher rank in the service, none disputed with him the command of the captured cannon or the gunner's job of discharging it. He would have done it aU with unmingled satisfaction as he stood there in his full-dress uniform, in the presence of his wife, his little sons, his daughter, his fellow-officers, his townspeople, had it not been for one small drawback, in a version of Mordecai at Haman's gate. Yet the objection was honourable to the auld Captain, while it was tantalizing and interfered with some of his best moments. The arriere pensee which haunted and troubled Captain Lindesay had its origin in a refinement and exaggeration of generosity towards a fallen foe. That foe, as represented by"], [152, "Logie Town. 140 the members of the Grande Armee, the Scotch soldier had known too well, when they closed with him and his comrades in deadly combat, not to hold in high respect. How did Moshie de Saye feel when the French cannon was fired from the Barons' Mount? Captain Lindesay shuddered to think of it. He took elaborate precautions that the dancing-master should be made acquainted with the exact hour when the rite was celebrated. Every oppor tunity was afforded him for absenting himself, a proceeding which his natural enemy would have immensely preferred. But there, as surely as the event happened, the Captain in his British uniform was confronted by Moshie in his copy, at the hands of a philosophic Scotch tailor, of his old French regimentals, tbe blue of which looked cold and pale beside the other's fiery red. From whatever mixed motives of passionate devotion to a lost cause, esprit-de-corps, boyish impatience and mortification at his descent in the social scale, with the usual accompaniment of dogged pertinacity and bravado, Moshie had elected to retain his coat in tbe early days of his exile, he wore it now as a simple matter of habit. His fine thin face in its self-discipline, meditative ness, and even quaint sense of anomaly, was as philosophic"], [153, "The King's Birthday. 141 as that of the tailor who had cut and stitched his customer's garments, making custom welcome, whether it came from a Frenchman or an Englishman. With his white poodle at his heels, Moshie was ready to look on without rage and disgust at Captain Mickle Lindesay firing the cannon of the ex-Emperor, an exile in his turn, and of his sans culottes. For one thing there was no disgrace to the French in the loss of that cannon. Moshie was well assured it had not been won from his countrymen, sans culottes or not, without a hard fight. And there was no affront either to them or to him in the gun's being thus exultantly displayed on the great English national holiday. If Moshie had been called on to make sport with the weapon for the entertainment of the Philistines, the case might have been different. And yet could these friendly people around Moshie, his hospitable hosts and loyal sup porters for more than half a lifetime, represent the Philistines to him ? M. de Saye knew in his heart of hearts what would happen if anything in the loading and discharging of the cannon, over which the auld Captain had presided triumphantly year after year, suddenly went wrong, and he — Eaoul de Saye —"], [154, "Logie Town. 142 could remedy the defect and perhaps prevent an epitome of the catastrophe which befell Samson's tormentors. As a de Saye, a gentleman, and a man, he would not only feel tempted to interpose to arrest the impending calamity, he would be under the most imperative obligation to do so, though the doing it meant the sacrifice of his life for the people who had so long sheltered him, and enabled him to earn his bread. But Captain Lindesay was acquainted with no such subtle distinctions. The flush deepened on his scarred, weather beaten face when he caught the critical eye of the man whom the hero of the moment was incapable of regarding as other than his foe, fixed on his operations. Moshie, on his side, raised his hat punctiliously, and a quiet smile just parted his firm, delicate lips. It is to be feared that the singular ending of the National Anthem, which was sung, shouted, and bawled with the most extraordinary variations, in every key that day through out the length and breadth of the land, flashed across the mind of the aggrieved victor. Not that Captain Lindesay accused Moshie personally of \" knavish tricks.\" He was wont to speak of him, when the auld Captain spoke at all"], [155, "The King's Birthday. 143 of the dancing-master, for he was a sore subject that rankled silently in the other's manly, obtuse mind, as \" a gentlemanly kind of creature in his way,\" with a sort of reluctant, rueful favour. But Mickle Lindesay was driven to \" confound \" Eaoul de Saye with all the fervour of the song, and wish him in Paris rather than in Logie on the King's Birthday. Nevertheless the consciousness of the enemy's presence put the performer on his mettle, for how could he tell that the Frenchman was not a \" dab \" in artillery practice, since it was an open secret on the martial side of his teaching, that he was as accomplished a fencer as any maitre d'armes of them all ?"], [156, "144 Logie Town. CHAPTEE XIII. A SNUB. Adam Lauder's mercurial temperament rose like quick silver under the influence of the King's Birthday. The bustle formed an agreeable relief to his enforced idleness. He had been prominent and in the utmost request throughout the preparations. His long legs and strong arms had worked wonders in the erection of the arches and flags. He had superintended the proper piling up of the material for the bonfire, and was known to have laid in a private store of \" crackers \" (squibs). He had been concerned in the arrange ments connected with the public dinner, and was one of the stewards. His praise was in all men's mouths, and the praise of men — especially of women — was as the breath of Adam's nostrils. He was now ready to show everything off and figure as one of the leaders of the festivities of the"], [157, "A Snub, 145 day. The misfortune of the burning of his mills seemed out of mind with him. But to Adam's chagrin he did not find his troubles were out of mind with the very two of his neighbours whom he had the greatest desire in different degrees to please. If Adam had recovered his spirits and was his gallant, devil may-care self again, it was not so with Hay Melville and Lizzie Lindesay, who were of course both to be met in public in Logie on the morning of the King's Birthday. There was an indescribable cloud over the two girls, manifesting itself in different ways according to their different characters. The eclipse was not outward. Hay especiaUy had never been seen in such fine feathers ; as a rule she had shown herself careless and indifferent where smart clothes were in question, though she knew well enough what became her small figure and white piquante face, and acted on the knowledge. But to-day she was got up almost as magnifi cently as Lady Sprott was dressed at the market, though where Hay was in question the magnificence was rather better chosen. Everything about Hay to-day was in keeping, from her rich satin pelisse to her silk stockings with clocks, and the bronze shoes which clad her tiny feet — from the VOL. II. L"], [158, "Logie Town. 146 watch at her waist to the embroidered bag with her cambric handkerchief which hung from her arm. All seemed to indicate that the heiress of Balmayne, the young represent ative of the long-descended Melvilles, was present in such force as even to overshadow Hay herself. Yet Hay was Hay still in the peculiar pungency and asperity which distin guished her humour on this occasion. If like her costly trappings it represented loyalty, then it was loyalty of a decidedly original and exceptional kind. Had it not been for Lizzie Lindesay's comely looks she would have been altogether in the shade in one of her girlishly unobtrusive, inexpensive muslin gowns, beside Hay in her splendour. As it was, Lizzie's soft bloom was marred by the scare and distress in her blue eyes, which caused her to appear unlike herself. Lady Sprott might be excused for condoUng with Lizzie, even on mistaken premises. \" Eh, Lizzie, isna Hay Melville braw the day, though weel-a-wat she's no bonnie ? How onybody could ever see beauty in a wee, shUpet, sharp-faced thing Uke her beats me. Forby in the fuss she' in she would fear the French. I'm in hopes I'm no amiss mysel' in my new Indy plaid,\" and her lady ship pranced and bridled under the gorgeous article. \" But"], [159, "A Snub, 147 never you mind ; wait tUl you get a man, and then you'U cast aside those duds o' yours. It's a muckle shame that your step-mither should gar you wear them, and her in a' her orders o' seeded silks and gowd chains. I was in hopes Mrs. MaUy would hae gifted you wi' some of her best goons. They could have been made doon for you, either when she was deein' or afore she gaed awa' to foreign parts. She canna want them yonder, ony mair than in another warld, where there's naebody she kens, let alane Merrin, to see them.\" Lizzie, borne down as she was by a secret doubt and dread, yet showed herseU stirred to a little maidenly indignation. \" Thank you for your good-wiU, Lady Sprott, but I'm quite content with my plain frocks which my father gives me. I do not want any other body's old fine gowns, though I would as soon wear my dear friend Mrs. MaUy's as another's. Instead, I wish her long life and better health to keep and wear her own. Neither do I want a man to provide me with new clothes.\" \" I meant nae offence, Lizzie,\" apologized Lady Sprott, but the next instant she was as bad as ever. \" It is a' very weel for a lass to say what you do,\" maintained the L 2"], [160, "Logie Town. 148 incorrigible woman, \" but dinna carry it ower far. Ye ken ' mim-moued maidens stand long at the mill.' A mim-mou' would na hae gane down with the late Sir Dauvit, and it does sound like soor plooms. Everybody is sensible it mak's a seU odds to hae a man, or to have had ane, and be a married leddy or a weel left weedy, entitled to dress with the best; for we may as weel be out o' the warld as out of the fashion.\" In vain Adam Lauder advanced jauntUy to the gUls, and asserted confidently his claim to be their cavalier while they walked about the town among the crush of the sightseers. Hay Melville, though she had all but thrown down herarms and owned him ber master with soft abandonment on that night up at Burn Foot, now turned sharply and jibed at him with mocking scorn. It fairly scathed him for the moment, even while it lashed her into a small fury, and filled her with an uncontroUable repugnance that was still more depressing and confounding to the object of her aversion. The contest was begun, reUnquished in dudgeon on Adam's part, and renewed with fresh, desperate hope and energy every time the young people encountered each other in perambulating the Uttle town, busked and wreathed in sweet, fragrant rejoicing."], [161, "A Snub. 149 Lizzie, in the middle of her own grievous perplexity, while her heart was sick with distrust, listened and looked on in wonder. She could not help feeling sorry for what, unless Hay, too, had been quick to draw terrible conclusions from the affair of an instant, was Adam's unmerited discomfiture. Once, after an abrupt parting from him, when he went off with his high head in the air, to hang it before he turned the next corner, Lizzie could not resist making a faltering protest. \" What aUs you, Hay? Why are you so bitter and hard to Adam Lauder ? If he has been unfortunate — and surely it is a great misfortune for him to have had his mUls burnt down,\" said Lizzie, hurriedly, \" he is very much to be pitied. He has been trying with all his might to please you. He is only seeking to be of service to you.\" Hay stopped and faced round with the white light still blazing in her colourless face, its smaU, oddly irregular features looking sharp and pinched as they remained fixed in a disdains id smile. \" And why are you so duU yourself on this King's Birthday, Lizzie? But that is no business of mine. I tell you there is no other way, if you wiU have your question answered, since the man has not the sense to take a hint. I must either be cruel to him or to myself, and"], [162, "Logie Town. 150 to him kindness would be the greatest cruelty in the world after what has come and gone ; you may aUow me to judge. I have no objection to pitying him U you wish it, but pity is one thing and — weU, regard another. I pity a beggar or a dog; I don't pity my match or my master. Not that I see any particular call for pity where Adam Lauder is the man. His mills were insured, and his uncle is to have them rebuilt some day. He is only having a fine time for his play. It is just,\" Hay continued, with a curl of her thin lips, \" the great fortune Adam was to make, the great things he was to do as a paper-maker, that have, somehow, gone down the water with his prestige — what Moshie would caU his star.\" The young man and the two girls were brought in close contact once more on the Barons' Mount when the cannon was about to be fired. There had been a little delay in the ceremony caused by Lady Sprott's beseeching the auld Captain to give her timely warning, so that she might \" dook \" her head and put her fingers in her \" lugs.\" For \" as sure as ye live,\" she declared, \" I'll gang aff in a dwam — I could never stand so much as a gun shot near at hand with out louping aff my feet, though the late Sir Dauvit has fired"], [163, "A Snub. 151 ower my head when I was not looking, that he micht roar and laugh at my fleg.\" \" It was monstrously ill-done of him, my leddy,\" exclaimed Captain Lindesay, unable to restrain himself. \" If he had been a sodger he would have acted differently, I'll crave leave to say. You or any other timid female may trust to me. Keep your eye upon me, and I'll hold up my hand before I apply the match.\" \" I wouldna have come up to the Mount,\" her ladyship exclaimed, \"if it had not been for losing the honourable company here. Forby, I maun tak a lesson, for wee Sir Dauvit's coming o' age. Have I brocht him here, do you ask? Na, faigs. The gun micht gang aff in your hands, Captain, and shoot my bonny young bauronet. I hae left him safe wi' Mistress Pollock in the rooms that we've taen to see the bonfire. We're to bide a' nicht, and I've Maister Eben Brunton, Sir Dauvit's tutor, trysted to come ower in the morning and walk hame with us, for fear there should be ony spunk of a cracker lying about, bund to gang off in braid daylicht.\" \" Are you going to abide by your resolution, Miss Melville ? \" Adam Lauder had drawn near to Hay again, and the whole man"], [164, "152 Logie Town. was quivering with anxiety and vexation. Drops of moisture, which no heat of the day could account for, were gathering on his forehead. For he saw his ambitious dreams, aye, and his heart's desire, dissolving and vanishing in thin air. \" The arches and flags may not have given you satisfaction, though there was somebody at their erection who worked hard to please you, stiU I grant they're not out of the common. But I can promise you there has not been seen so grand a bonfire as this will be — not for a dozen of years back. A few of us propose to come up from the Crown when the lowes are at their height, and drink the King's health at the Cross, as we drank ' a gude New Year ' on New Year's morning. There will be some fine fun with the crackers and rockets. I took it upon me to bespeak a room in case you should come in again to the town late in the day. It is the room above Tammy Aiken's, the barber's, and is the very best for seeing from in the whole street. I'm sure Miss Lindesay here,\" he looked imploringly at Lizzie, \" would not object to bear you company. If Mrs. Melville did not care to stay so long, or to come back from Balmayne, she might trust me to make way for the carriage and put you into it with my own hand, if you did not wish to walk.\""], [165, "A Snub, 153 \" Say no more, Mr. Adam,\" forbade Hay, with a slight supercilious wave of her hand, which dashed in pieces what he considered his last chance as ruthlessly as if the girl's fingers had held a battle-axe, and the chance had been as brittle as an egg-sheU or a skull. \" My mother would not hear of it, but don't suppose that I am disappointed. I don't fancy that I have any great turn for bonfires with noisy drinking and rioting. We used to come in on market-day to please our old friend Mrs. Mally ; but you see she's gone.\" \" And is there nobody else you care to please?\" he said, in a low, injured tone, firing his final forlorn shot. \" Well, I think I may please myself first of aU, may I not?\" she asked carelessly. \"And as for you, Mr. Adam Lauder, I should have thought, if I had been incUned to waste a thought on the subject, that you have had enough of fires and lowes. It seems to me scarcely decent — if you will forgive me for saying so much — in a man who has so lately suffered from the real thing — a great calamity it is generaUy reckoned — to divert himself with the make-believe.\" Lizzie looked up with a terrified glance, but though Adam's handsome, ruddy face was painfully flushed, it did not blench. He gave a forced laugh."], [166, "Logie Town. 154 \" Yes,\" he answered recklessly, \" I'm an experienced hand at a fire — bonfire or bond fide fire, whichever you wiU — and I'm making the best of my experience for the honour of the auld King and the pleasure of the town ; but if you have any fault to find, and do not care to witness the performance, I cannot help it — I must submit, Miss Melville,\" and he bowed, not without a certain sulky dignity. There were several witnesses when Adam thus got an un ceremonious conge. Since he was popular, and had really been exerting himself to make the day go off well, the sweeping sentence was resented, especiaUy by the men present. The Melvilles were the aristocrats of the place, and in a general way they deserved weU of the town, just as the town deserved well of them. But the little girl who was heiress of Balmayne, whom most of those about her had known from her childhood, was giving herself intolerable airs to-day, and she was behaving very badly to a young fellow on whom she had bestowed plenty of encouragement not so long ago. It only rendered her behaviour more objectionable if the motive of it was that she had taken into her flighty worldly head his prosperous days were over, and his back was at the wall."], [167, "A Snub. 155 However, it was more in his good-nature and under the impression that he had stumbled on a lover's quarrel, which he might help to set at rest, than from any feeling of mascu line indignation, that the Shirra, Mr. Andrew Lamb, who came up with the minister, put his blundering oar into the conflicting currents and stormy waters. He had been regretting to himself benevolently that the holiday should be marred for the foolish young people, even though it was by their own fault. Presently he commenced to give an account of the marriage of a young friend of his, \" the finest feUow in all the world,\" the week before, to a \"nice young lady who had the ' penny sillar, the only thing the swain wanted.' \" \" It was the very best thing she could have done,\" asserted the rash optimist of a Shirra. \" He'U help her to spend her money and get the greatest happiness out of it. 'Now they're crouse and canty baith.' \" The narrator wound up his tale by giving Adam Lauder a resounding slap on the back, and telling him never to lose heart when he sought to win a fair lady, but to go in and conquer in the light of so excellent an example. \"The lady must have been sorely left to herself,\" said Hay, calmly. \" \"Why did she not make as good a bargain as"], [168, "Logie Town. 156 she could for herseU, and get her money to buy, not merely the finest feUow in aU the world — there is a wonderful number of such paragons — but land to match with her land, sup posing she had land, or rank to raise her rank, if she cared for that? If she was nice as he was fine, why was the advantage to be all on his side ? \" The Shirra, in spite of his good-nature, was nettled by the slight to his story. \" I was thinking of a quality called love being concerned in a marriage, mem, and not of its being a simple matter of buying and selling,\" he said dryly. \" When I was young, men and women married for love, and not for a sideboard and silver forks ; and if there were a sideboard and silver forks on the one side and not on the other, good and well — their possessor was proud to ware them where a leal heart had gone before : compared to it they were not worth the counting.\" \" The ladies do not need to be told that,\" interposed the Eev. John Ochiltree, speaking both from a professional habit of pacification and from the gallant manners of the day, which the Shirra, of all men, had for a moment forgotten. \" We know their soft hearts, and are not ashamed to confess our debt of gratitude to them. AVho so ready to make sacrifices on their"], [169, "A Snub. 157 own account, to go before us in acts of self-denial, to keep us in the paths of prudence, as our fair enthrallers when they honour us by consenting to share our lots ? Depend upon it, Shirra, it was woman, lovely woman ! who, on setting up a house upon a small income, gave her greatly obliged husband the sound advice — to begin with a herring for dinner if he wanted to end with a hen.\" \" Speak for yourself, Mr. Ochiltree, or rather for Mrs. Ochiltree,\" Hay's sharp tongue contradicted the complacent speaker; \"at least let me say there is one woman who does not pretend to be lovely, and is hard-hearted enough to be of opinion that those who need to dine on herrings should net aim high. I doubt if there are such frugal folk left. I fancy the practice is rather to make a snatch at dainties all round, wherever the money is to come from that is to pay for them. But granted there are frugal folk, I think it would only be reasonable and modest in them to choose partners in their own rank of life, accustomed to the fare, and to leave the diners on hens to the dishes the poor ladies are entitled to and have been accustomed to throughout.\" There was no good to be got from prolonging an argument with Hay Melville in this mood, even though her opponents"], [170, "158 Logie Town. were a witty Shirra and a learned divine — either of them old enough to be her father. But Hay was not appeased by having the last word. When the cannon was fired, and she and Lizzie had turned their backs upon their companions, Hay said with indignation, \"The Shirra' s an auld fule, and the minister is not much better. Can they not mind their own business and leave other folk to mind theirs ? Do you know how the Shirra was caught the other day ? It was washing-day in the family, so he had a servant's brat tied round his big waist, and was sitting in the kitchen helping his daughter to sheU the peas, when the servants were at the Water-Ends with the clothes. He was not a bit ashamed, and only said he thought he might be useful in the house when he was not presiding in the court.\""], [171, "The Close of the King's Birthday. 159 CHAPTEE XIV. THE CLOSE OF THE KING'S BIRTHDAY AT BURN FOOT FARM. \" Lizzie, I cannot stay at home this afternoon, and the streets will not be pleasant after the gentlemen have gone to their dinner at the Crown. It is fine summer weather, and we ought to make the most of it. I want you to walk out with me to Burn Foot Farm ; we've seen aU that we can see, and I'm sure it was not worth the looking at — a wheelbarrow or two of common flowers and half a score of old flags. We'll be away from the din that is making my head ache already. I have a message from my mother about the yarn that she gave the Scotts an order to spin for her, on the night of the fire. We have time to go home for lunch or dinner, and to change our gowns ; then if you'U meet me at Balmayne gate, we'U walk out. Jean will give us an early tea, and the carriage will be sent to bring us back.\""], [172, "160 Logie Town. \" But Jean may be coming in again for tbe bonfire,'' objected Lizzie, doubtfully. \" Her brother Eob is with the Pauties (Patons). Their house above the watch-shop com mands the Cross, while I rather think, too, she's intimate with the Todds next door ; so she has two strings to her bow, besides having plenty of brothers to take care of her, and see her safe out to Burn Foot, if her father is not to be trusted.\" \" No, she will not be in the town again,\" Hay was able to teU her companion. \" I spoke to her at our gate this morning, and said we might look out this afternoon. Of course, she said she would be blithe to see us, and she hoped we would not mind finding her keeping house by herself with old Maisie, for her mother was coming into Logie in the afternoon. Oh ! not to see the bonfire. Poor body ! I should say she was long past bonfires. I suppose- to try with the help of her sons to drag her bad bargain of a man home before he gets into some fresh scrape. Don't you think it is a pity Jock Scott's horse does not fling him one of these nights, as happens with many a better man, and make an end of him ? The man wiU never do any good now.\""], [173, "The Close of the King's Birthday. 161 \" But his wife and bairns may have some feeling left for him,\" remonstrated Lizzie, at this easy way of disposing of the unlucky Jock. \"It would be a heavy blow to them if he came to a violent end. Mrs. Scott has been a good wife. It is not good wives, however tried, who wish their husbands out of the way ; and I'm sure Jean is fond of her father, little as he may deserve it, while he is fond of her, too, after his own fashion.\" It was agreed that the girls should go away quietly on their country expedition, leaving the mirth of the town, which was getting faster and more furious, behind them, and finding the quiet and freshness of the fields and flowery dyke-sides all the more welcome for the change. The country was lying in the sunny, drowsy tranquillity of a summer afternoon when the corn was yet in its green strength, and the leaves of the trees stiU not \" dunned \" by the Lammas floods, while the birds had hardly ceased their song. The pasture down by the Cart was more golden than green with tall king-cups, nodding among the seeding grass. Apricotcoloured irises, crimson ragged-Eobin, ivory-tinted meadow-sweet, grew among the sedges on the banks of the river, and were reflected in the clear water. Even the old VOL. II. m"], [174, "162 Logie Town. farmhouse of Burn Foot, which was but a tumbledown, ram-shackle place, in keeping with the fallen fortunes of its tenants, as it stood in the rustic square formed by its offices, looked its best on this cloudless 4th of June. The yellow house-leek was budding on its olive-thatch, a bour-tree bush at the end of the house had its dark green leaves half-hidden by tbe fan-like white flowers — of which the notable Mistress Jean was brewing her home-made wine, when the Laird of Cockpen intruded upon her inopportunely. Through the hawthorn hedge of the kail-yard — never so severely clipped as to be left without a spray of blossom or berries here and there — a \" bonnie briar-bush \" had thrust its prickly stems and leaves and its \" wee white cockades,\" which smeU with a spicy variation on the delectable scent of roses. White, and blue and green-backed ducks were lazily float ing and floundering among the vivid green duckweed of the pond. Hens, speckled and brown, black and white, were already retiring to roost, breaking into an unsteady rocking trot as they approached the hen-house door, a peculiarity of gait which suggested that rest was sweet after an industrious pursuit of worms and seed since daybreak. A cock with a magnificent orange and red neck and long legs, so far forgot"], [175, "The Close of the King's Birthday. 163 himself as to bring up the rear in the same style. Silver grey young turkeys fluttered about a meek, weak-minded turkey hen, while a \" bubbly-jock \" stood guard over them with a beak like a Eoman Emperor's nose, white ears and a gorget of bells ready to change at a moment's notice from blue-white to brick-red, while their owner was in the act of accomplishing an extravagant gobbling performance worthy of a bully and tyrant. The house-dog, so old that Jean remembered when a child to have ridden on its back, lay reaping the reward of long and faithful service, a plate of porridge and milk within his reach, his toothless jaws resting on his paws, his eyes, with the blue film of age creeping over the balls, blinking idly at the flies which were beneath being snapped at. Jean came out to receive her guests, wearing the same quaint, richly-coloured old chintz gown which she had worn at the demolition of the craws up at the House of Burn Foot, her uncovered dark head and fair young face looking more womanly and beautiful than ever. A would-be artist like Steenie Oliphant might well have been excused for thinking the rustic scene fit for a picture. The one flaw in the prospect was on the opposite side of M 2"], [176, "164 Logie Town. the water in the gaunt, gaping ruins, scathed and smoke soiled, of Lauder Mills. They stood stUl untouched by the builders. The trees, bushes, and turf of the old pleasant approach to the Mill House remained broken, torn, and trampled down, with no effort at restoration, except the first patient attempts of nature, almost imperceptible in the few weeks since the damage was done, to repair it slowly but surely; or if not, to mantle it over tenderly, and hide it from view. Lizzie turned away from the sight with a shuddering sigh that was more Uke a gasp of fright and pain. Even Hay looked doggedly in another direction, biting her Ups. It struck Lizzie that though Jean was pleased and flattered in her modest fashion by their visit — though she was kind — ■ when was Jean anything else save kind to the most tiresome, unwarrantable usurper of her few minutes of spare time, the most wretched beggar who craved a broken bannock or a cold potato from her hands ? — stiU, Jean was not quite so glad at the sight of her friends as Hay had painted her. There was a little air of constraint, baffled expectation and troubled anxiety, which now and again broke through her serenity. However, she forgot what was weighing on her mind in her hospitable efforts, while the novelty of the situation had its"], [177, "The Close of the King's Birthday. 165 natural effect on the visitors, and they were pleased with everything. The spirits of the three girls rose in spite of themselves after the new-comers were rested and ready to wander aU over the farmhouse and offices. Jean did the duties of a hostess as zealously as if she had not a single care. She helped old Maisie to set out the peculiar luxuries of a real farmhouse tea, the freshest of butter, the thickest and sweetest of cream, honey just taken from the comb. Jean's ancient crony was a brisk little woman, who even in the height of summer had to wear a plaid shawl and hood over her cap to protect her rheumatic shoulders and palsied head from every breath of air. Jean got Maisie to talk to the young ladies, and tell them the stories which were most interesting to Maisie's young mistress ; of the spate in the Cart which carried away the auld Fedlar's Brig ; of the hard winter when so many sheep had been \" smoored \" in a drift ; of the thick of the French wars, when all the capable lads were volunteering as soldiers, and bairns were frightened to go to scule lest they should meet Buonaparte and his men in the woods or on the moor. Jean took out the strangers while the sun was setting in"], [178, "166 Logie Town. its glory, and the stacks were throwing long shadows across the turf of the corn-yard. She introduced Hay and Lizzie to the haunts with which the young laird of Burn Foot was familiar; she showed them the fuU milk basins in the dairy and the cheese pressing in the cheshert, and ransacked the hens' nests for any forgotten eggs; she pointed out the different horses returning from the fields, their harness jing ling at every step, and \" the kye coming hame,\" pausing to pluck one more juicy mouthful of grass and clover before they withdrew to chew the cud in the privacy of their dark byre, steaming with that warm \" breath of kine \" which Jean asserted, commiseratingly, was gude for poor creatures deein of decline. And always, as Jean did her best to entertain her not altogether welcome company, the native generosity of the woman who had Uttle to give came out in her desire to lavish such treasures as she possessed on the intruders. They must — since the Balmayne carriage was to come for them — take these eggs, laid this very day. The auld Captain or Mrs. Lindesay would like one for to-morrow's breakfast, and the sweet milk kebbock might be a dainty to Mrs. Melville or the laird, even though they had the best of"], [179, "The Close of the King's Birthday. 167 Stilton on theU dinner-table. The very lavender from Jean's garden was not spared. She pulled almost the whole of it, and tied it up in bunches for the young ladies to scent their drawers with. Neither Hay nor Lizzie could resist the goodwill thus eagerly displayed. The three girls had been talking and laughing together for a long time in the friendliest, cheeriest manner when they returned to the parlour to wait for the carriage. Jean, in answer to the entreaties of her companions, who had not been taught the twin arts of spinning and reeUng, had sat down to her wheel and her reel in turn, pulling her thread and turning her reel, the latter to the accompaniment of an arch, sweet cradle song : — \" Can ye sew cushions ? Can ye sew sheets ? Can ye sing baloo When the bairnie greets ? \" As if in obedience to a spell, a shadow crossed the window, a foot sounded on the threshold, and without the ceremony of a knock, Steenie OUphant entered. \"Maister Steenie !\" exclaimed Jean, snapping her thread, ceasing her song, and blushing Uke a rose as she sprang"], [180, "168 Logie Town. up, and went to hand him a chair. Instinctively she put a greater emphasis on the \" Maister,\" to qualify the free dom of the young gentleman's entrance, and the fact only known to herself that she had been expecting him aU the afternoon, though the two had not been \" friens,\" as she would have put it, since the craw-shooting at the House. He had kept up his resentment at what he was pleased to consider the disregard of his wishes in her undesirable, unbecoming appearance among his father's guests. The couple had seen little or nothing of each other since then, and Jean's tender heart had been sore, while she was unable to comprehend the extent of her offence. But she had felt certain that he would condone it at last ; whatever it might be, he would not lose the opportunity of the King's Birthday, especially if he ascertained, as he might easily do, that she was keeping house with nobody at home to bear her company save old Maisie. He was here, as she had anticipated, but Miss Melville and Miss Lindesay had been before him. If the contretemps had happened to Adam Lauder, in what were already beginning to be called the old days, when every thing was smooth and fair with him, he would very soon have got over the difficulty. In truth, he would have enjoyed"], [181, "The Close of the King's Birthday. 169 nothing better than to be the solitary centre of attraction to three girls — each a belle in her way — with the chance of captivating one and all. But Steenie Oliphant was made of different metal. He was very much put out. He stammered some lame excuse of having promised Mr. Scott to look in at the farmhouse in passing, and see that everything was right. Steenie had soon got enough of the public dinner. He would not for the world have waited to be drawn into the rude child's play of the bonfire. It was one of the reproaches brought against Steenie that he could not take his drink like a gentleman, and fought shy of what would have been \"a fine ploy\" to any other young fellow. Accordingly he was perfectly sober — a sobriety rapidly passing into gloom — when he found that Bonnie Jean had other company than Maisie. It was rather wonderful that young Burn Foot did not proceed according to his custom to revenge on Jean what was her misfortune and not her fault, her loss no less than his. But, happily, he did not to-night. He had not the heart. The couple had been separated lately, though no doubt the separation was his own doing, and his heart had been beating high at the prospect of being with her again."], [182, "Logie Town. 170 And there was Jean, bonnie, and he could not doubt kind as ever, while her voice had sounded wondrously sweet in the snatch of song which had reached him through the open doors and windows. ' ' Can ye sew cushions ? Can ye sew sheets ? Can ye sing baloo When the bairnie greets ? \" Jean ought always to spin and sing such songs, and then there was no woman in the world to compare with her. Hay Melville was piquante, she had \" long pound notes,\" and would succeed to the fragment of the tower in which Sir Audry might have been lodged. The auld Captain's daughter had a charm of her own — a charm made up of maidenly grace, goodness, and sense at a strait ; but both were far behind his Jean. \" What should be wrang here or ony where the nicht?\" Jean was asking in happy though agitated assurance. \" I think my faither and mither have gone daft about the risks o' the King's Birthday — a whean tar-barrels, torches, and squibs, whose very smush is no to be detected haU a mile from the Cross o' Logie. I had no thought of going in to see tho bonfire — it is more for lads than lasses — yet there was"], [183, "The Close of the King's Birthday. 171 iny mither as thankful as if I had escaped a doonricht danger, that I was not to be exposed to the crush and the flaring of the links and the flinging aboot of the crackers. I'm no tow to flie up in a blaze,\" ended Jean with a laugh. \" But I am sure we're all better Jiere,\" said Lizzie in a tone of conviction. And Hay assented. Steenie might have privately wished the shadows of two of the party to grow less before his eyes, but he became so far reconciled to their obnoxious presence as to be about his best — the really good company which Jean found him. In reaUty, though Steenie Oliphant was totaUy unlike that squire of dames, Adam Lauder, Steenie was also a man calculated to shine in such society. He was far more at his ease with the group of friendly girls than at the noisy public dinner he had quitted. One consequence of young Burn Foot's being so far at his ease, was what he did not perhaps count on or care for. It grew suddenly clear to more than the person principaUy con cerned that he could not keep his eyes off Jean Scott. He talked more to Hay and Lizzie, but he caught up Jean's"], [184, "172 Logie Town. slightest word with an involuntary attention which he did not give to their longest and cleverest speeches. It was the first time Hay MelviEe had given a serious thought to the floating rumours that the laird of Burn Foot's son was smitten by bis tenant's daughter. There was no doubt the confirmation thus presented to her must have been a shock to Hay. It was an invasion of her domain, an appropriation of property bespoken for her, by a social inferior who, however beautiful and good, was so totaUy out of the question as a wife for Steenie Oliphant, that her image had never even presented itself to Hay in this light. She had strong social prejudices ; in the middle of her easy ways and frank condescension there was not wanting a dash of arrogance and exaction, along with a share of her mother's keen and smooth worldliness. The new idea was startling, and not particularly agreeable to her. Yet there had been something about the peaceful happy afternoon which she had spent in the homely farmhouse, with all its kindly domesticities and pleasant rural occupations, even under the griping clutch of poverty, that tended to disarm Hay. There was also some thing in the personality of Jean Scott, whom Hay Melville had always liked; and something in the transformation"], [185, "The Close of the King's Birthday. 173 wrought in Steenie by the strange, self-forgetful light in his usuaUy self-conscious eyes, the involuntary eagerness in his ordinary languid tones, that affected Hay to a degree she could never have supposed possible. She marvelled, she condemned in part, because according to her criterions she was forced to condemn ; but she was neither full of wrath nor of contempt. Acting on her first impulse, she was quiet in a subdued wistful manner, which was a phase hitherto unknown where Hay's behaviour was concerned."], [186, "174 Logie Town. CHAPTEE XV. \" MY LOVE THAT DIED FOR ME.' The rattle of the wheels of the Balmayne carriage was heard faintly in the distance. Steenie Oliphant had risen, and was moving aimlessly about the farmhouse parlour. He was bandying a jest with Hay Melville, who had roused herself to ask when he was going to pubUsh his poems, to which he had answered he was ready if she would accept the dedication. While he was speaking he took up Jock Scott's gun, which had been standing all the evening in the corner by the window, where its owner had left it on coming in from shooting wild pigeons. Steenie lifted the gun with a slight awkwardness and carelessness, for though he was born a land in the middle of country sports, he was not born a sportsman. He was speaking and laughing as he turned the weapon round, not thinking what he was doing, till the"], [187, "\"My Love that Died for Me.\" 175 muzzle pointed at his breast while his hand was on the trigger. \" Oh, Steenie, tak' care what you are about, the gun is loaded,\" a woman's voice cried impetuously, and Jean, who was a few paces from him, sprang forward, seized his arm, and dragged it aside. A flash of light, a loud report, an instantaneous heavy fall, two women's voices uttering simultaneously a shrill, wild shriek, a man's deep groan, and all that was left of Bonnie Jean Scott was a terrible heap on the floor. Oh, life ! is it not the most awful of your tragic possibilities, that in the midst of you, at our busiest, gladdest moment, we are also in the midst of death? Misery may come to us at any instant, and overthrow for ever the poor, frail fabric of earthly happiness, which has taken long years to build up. There was a second's appalling silence. There were three Jtill alive — the same in every limb which shook and swayed under them, the same in the brains that continued to think and the hearts to beat, though hearts and brains were strained to bursting, as the three had been hours, years ago. But it was for an instant as if all were shot dead, or as if the"], [188, "176 Logie Town. last day had come, and the history of humanity were at an end. The ghastly silence within was broken by the increasing rumbling sound without of the Balmayne carriage as it drew up to the farmyard gate, and by a nearer patter that had a harsh distinctness, though it was only the echo of the feeble feet of old Maisie, who had heard the going off of the gun, and was hurrying to the spot to see if there was anything wrong. AU was wrong at Burn Foot that summer night — a wrong that could never be mended, as the hoarse voice of a frenzied man rung out through the little room, \" Jean, my Jean, speak to me — say that you are not hurt — that it was not I who did it.\" Maisie stumbled in, threw up her hands with a horrified \" Eh ! sirs, what's this ? \" and then sank down, cowering, on a chair, covering her face with her apron. Even she, with her age and experience, could not confront what was flowing along the floor and spattered on the wall. It was Lizzie Lindesay who first recovered some power of thought and speech. She was a soldier's daughter, and she had inherited, as has been said, a few of the invaluable"], [189, "\"My Love that Died for Me.\" 177 qualities which had rendered the auld Captain a strong tower in dire extremity, though the qualities in Lizzie had been suffered to Ue rusting till now. \" Fetch a doctor,\" she cried to Steenie, though she and everybody else knew that all the doctors in the world were useless here ; but it was forcing the poor lad away from the woeful work of his own hand, and was giving him something to do which might save him from death or madness. Steenie stared as if he neither heard nor comprehended her. Yet he staggered to his feet from where he had fallen on his knees beside his slain love, and went out to obey Lizzie. Hay had drawn back into a corner, shivering and moan ing. Lizzie took her by the arm and led her out into the haUan. \" The carriage is here, Hay. You must drive quickly to Logie. I think you should go straight to the manse — the minister will be back from the Crown, and tell him to send after her father and find her mother and brothers. Oh ! God help them ! \" and Lizzie, as white as a lily, nearly broke down. \" But what will you do, Lizzie ? WiU you not come with me?\" inquired Hay, through the chattering of her teeth. VOL. II. n"], [190, "Logie Town. 178 \" Oh ! it is terrible — terrible. Is she reaUy kUled — dead ? But I must not ask. Oh ! poor Jean ! poor Jean ! \" \" Whisht 1 \" cried Lizzie, almost with a shade of her father's sternness in action. ' ' There wiU be plenty of mourn ing for her when the time comes, but now we must think of others. No, Hay, I cannot come. I cannot forsake Maisie and her in there. I must stay tiU her folk come back. What a home coming ! But, haste ye, haste ye. They should know as soon as possible, the longer they are of being told the worse for them, When you've done what I've said, if you can come across my father, send him. He has seen deaths of aU kinds, by pistol-shot wounds as weU as in other ways — but woe's me; there is nothing for him to do here.\" Hay went, and Lizzie was left as she had begged, for three-quarters of an hour — a time to be always remembered in her life. One of the farm-servants who had not gone in to Logie to see the rejoicings was apprised of the fatal accident, and came and stayed in the kitchen in case he should be wanted. But though he was a stalwart middle aged man who feared neither \" beast nor body,\" and could have taken a mad bull by the horns, he would not encounter"], [191, "\" My Love that Died for Me.\" 179 what was lying so still in the farmhouse parlour — not though he had been honestly attached to his young mistress, as every creature who had come near Jean had been fond of her. Perhaps he did not realize at once, without seeing the spectacle, what otherwise it was hard to believe, for Lizzie, though she could distinguish the shuffling tramp of his feet and his heavy breathing across the narrow passage, only twice caught a smothered groan. Lizzie spent part of her dreary watch in appealing to Maisie, who had not lived so long in the world without knowing \" trouble \" of many kinds, seeking to rouse her and to learn from her whether anything farther could be done to break the blow to the survivors. But Maisie herself had been driven half demented. She kept muttering, \" I rocked her in the cradle when she was the sweetest bairn that ever lived. I thocht to have seen her the brawest bride, and now I'U no even straik her. Na, na, it will be a man's job— only a man could thole the sicht. Men's hands wiU put a' that is left o' Bonnie Jean Scott in her kist.\" Lizzie forced herself, clenching her hands and setting her teeth, to draw near the corpse, but nothing stirred, the very N 2"], [192, "180 Logie Town. blood had ceased to flow, and was congealing in the pool from which she had to hold back her skirts. As Maisie had said, no woman could stand the sight, when the image of God, which had been so lovely in Jean, was clean defaced. The first spark of comfort came from that last gruesome aggravation to the tragedy. Jean was not there — not even in the faU empty sheU. It was as if all of her, which her friends had known and prized, had gone in a second to the God and Saviour whom she had loved and trusted, whom she had sought in her simplicity and humUity to obey and serve. Lizzie had no thought of any obligation to leave things untouched for a legal investigation. There were no coroners' inquests in Scotland, and this was not a case for the fiscal. Steenie Oliphant's worst enemy could not impute blame to him. On the other hand, so great was the need, that when she did succeed in calming Maisie, and stirring her up to think of Mrs. Scott, and the other near kindred, Lizzie, a young girl — simply because her heart was at once brave and gentle — helped the old woman in trying what they could to remove the more obtrusive traces of the frightful work of a second. It was a task which, before ho had put his hand"], [193, "\"My Love that Died for Me.\" 181 to it, the stout-hearted man in the kitchen would well-nigh have been shot dead in his own person. The two women ended by spreading a white sheet over the body. AU the time they worked the old house-dog, awakened to a sense that something unusual had happened in the house, uttered low piteous whines and short, sharp barks of fright from the depths of the kennel into which he had crept. Lizzie could never quite tell how she rendered these last solemn services. It always seemed to her afterwards that it was somebody else than herself who had done them. Whenever she did recall the scene, by a painful effort, it brought back vague memories and confused pictures of piteous old-world tragedies of which she had read and heard. She saw Eizpah watching her dead aU through the weeks of the bailey harvest. Or it was the wife of John Brown the Covenanter whom Claver'se and his men murdered, when she took his shattered head in her lap, covered it with her plaid, and sat on the bleak hill-side before her desolate house till God sent her help. Or it might be another miserable woman, the wife of Piers Cockburn, of Henderland, when the moss-troopers burned her tower and slew her knight, and"], [194, "182 Logie Town. she took his body on her back and laid the mools on his yellow hair. It was never just Lizzie Lindesay and old Maisie of Burn Foot staying in the farmhouse where Jean Scott had been slain by a wretched mischance, till her family should return. Jean had not been Lizzie's nearest and dearest, but she, too, had been fond of Bonnie Jean, her old schoolfellow, her faithful friend, the best and fairest woman Lizzie had ever known. Above all, there was none except herseU that night to do what had to be done. When it comes to that pass, in a supreme emergency there is always a devoted soul, man or woman, young or old, to step to the front. Human nature has not fallen so low as to fail, under God's moulding, to provide a heroic spirit for its desperate straits. Sometimes it turns up where it is least looked for, in a tender child, or a grey beard, a weak woman, or a sin-soiled man. At last relief, the arrival of which had been in itself a dread, came. The Scotts, father and mother, and two of the brothers, returned in the Balmayne carriage, followed immediately by a chaise with Dr. Hepburn, Steenie Oliphant, Mr. Ochiltree, and Captain Lindesay. The poor Scotts were"], [195, "\" My Love that Died for Me.\" 183 stunned still, while Jock was effectually sobered. It was perhaps a mercy to them that in the first violence of their grief the presence of strangers acted as a restraint. Lizzie could see the same unacknowledged influence keeping down Steenie Oliphant's quivering agony, which was yet so evident that the greatest of his fellow-sufferers spared him even the dumb reproach of a look. When the lamentable truth was established beyond dispute, he was induced to go away with Dr. Hepburn to the refuge of his father's house. Later in the evening a third of Jean's brothers appeared with an aunt — a sister of Mrs. Scott's, whom the \"young man had the forethought to bring with him, and Lizzie felt she could leave with her father. The auld Captain and his daughter walked home along with the minister in the dewy stillness of the summer night. There had been no available suggestion for Captain Lindesay to make, and though he had concealed his feelings under a firm and quiet exterior, the old soldier had been considerably unmanned. \" I have been on many a battlefield, and beheld death in a far greater variety of forms than you can have seen it, sir,\" he told the minister ; \" but I never witnessed a more harrowing sight than yon,\" with a motion of his"], [196, "184 Logie Town. elbow back towards the\" farmhouse. \" Fuir innocent lassie ! and sad as her fate has been, that unhappy young Burn Foot's is worse.\" Then he pressed his daughter's arm, which was drawn through his. \" Lizzie, you stood gallantly at your post. I'm proud of you, my dear,\" he said simply. \" You may well be,\" chimed in the minister from a fuU heart. \"I'm proud of her, too, though I do not own her; I'm sorry to think there is not a drop's blood of mine in your veins, Lizzie. You are only my faithful young parishioner.\" \" Oh ! do not say I did anything more than I should have done,\" protested Lizzie through her fast-falUng tears. \" I did nothing — alas ! there was nothing to do. Poor Jean would have stayed by me or any friend — friend ! any creature, any brute beast, living or dead — though it had cost her a thousand times more than it cost me.\" But though Lizzie honestly disclaimed all credit, a tender thrill went through her heart at the praise from her father and her minister. When the three reached Logie the grievous news was stiU not spread abroad. It had been stifled in the turmoil. The bonfire crackled and blazed at the Cross. The crowd around it cheered, stamped, and swayed here and there to escape"], [197, "\" My Love that Died for Me.\" 185 from the flying crackers and the shots from the guns, though these were only charged with powder and fired right over head ; but the mere sound of them went to Lizzie's heart, and she was nearer fainting than she had been in the whole course of the night. Yet the tumult went on with impunity ; nobody, not even the smallest child rashly exposed in the hubbub, was thrown down or trodden upon. The flaming resinous torches failed to scorch the hands of the careless bearers. Not a hair of anybody's head was singed by the most recklessly flung squib, while away out in the peace and safety of Burn Foot Farm, with only the soft song of the Cart breaking the midnight hush, Jean Scott lay with her brains blown out by the hand of liini that loved her. \" Death and the Lord of death are no respecters of times and places any more than of persons,\" said John Ochiltree, as he gazed on the scene which was so widely removed from that he had just quitted."], [198, "186 Logie Town. CHAPTEE XVI. IN JEAN'S NAME. When Lizzie went out again to Burn Foot Farm next day, sh?, found poor Mrs. Scott wonderfully calm, carried out of herself and finding fond consolation in dwelling on the degree to which Jean had excelled other women's daughters. \" She was gude as she was bonnie — though maybe I shouldna say it. There was naebody like her. She was fit if ever lass was fit for the great change, far better than her sorrowfu', sinfu' mother. It does seem that it wouldna have been meet that she should have deed just like common folk. Ye ken that she deed for anither that she lo'ed weel. There is nae shame in saying it now. Naebody wUl grudge him to her the day, and I wouldna grudge her to liim since it is the Lord's will, if it were not for the poor laud himseU.\" Poor Jock was less resigned."], [199, "In Jean's Name. 187 \"I never deserved her or onybody like her,\" he confessed in the bitterness of his soul ; \" to think a drucken, ill-done deevil is left standing here, and my lassie, my ae bonnie gude i lassie, that never offended me, is lying yonder beyond recog nition by the mither who bore her. I tell you I deserve to be gien up to the Fiscal and hanged by the neck tiU I'm dead, for leaving that cursed gun loaded and cocked against the wall, little thinking what it would shoot next.\" But here again there was compensation for the gentler, truer nature. \" Puir Jock ! \" Mrs. Scott sighed, rising up and wiping away her tears of infinite yearning. She could not give way altogether, when her husband \" took on \" as he was doing. Jean would have been \" wae \" to see her father thus. Jean's mother must do what she could to help him. But who was there that could comfort Steenie Oliphant, locked in his room at Burn Foot, and refusing at last to open the door either to his father, his minister, or his doctor ? The poor old laird was in despair. His smooth ignoring of what was not to be thought of for a moment, his crafty philo sophy, his cheerful contempt for anything that opposed his plans, were totally upset. It was a tragedy breaking in im portunately on the genteel comedy which he had insisted on"], [200, "188 Logie Town. keeping up, the horror and anguish wrestling with and casting in the dust the passive forces of worldly matter-of-factness and commonplace precedent on which he had confidently relied. He had neither the heart nor the courage to refuse any longer to admit the attachment which had existed between his son and poor Jean Scott — the piteous circumstances of whose death, while that death ended at once and for ever all danger of a mesalliance, counterbalanced her lowly origin. Her sad fate raised her to an eminence above social distinctions. As death itself is not vulgar, Jean's death was exceptional and exclusive, setting her apart from other women. It would make her be regarded for all time in a peculiars* ideal light, ■which rendered her the match and more than the match of any mortal man, be he peer or prince. In addition, the shock of the fearful thing that had befallen Jean and his son, with the distress his father was in about Steenie, had startled Mr. Oliphant from his conventionality and guile into some thing like simplicity and sincerity, however brief might be the duration of the feelings. He would have granted anything in his power to alleviate the misery which he was compeUed to look upon close at hand — anything short of consenting, could to-day have become yesterday, and Bonnie Jean been restored"], [201, "In Jean's Name. 189 to life, to entertain for a moment the idea of receiving her as his daughter-in-law. But poor Jean, so bonnie and good, was dead and gone as much as if she had passed away a hundred years before, and Steenie's foolish love for her had suddenly become harmless. The connection was like an unequal mar riage dissolved by death, when the marriage may thenceforth be aUuded to by kindred and friends with comparatively little fear or shame, and without much pain. The entire aspect of the affair had been altered by Steenie's own hapless deed. Yet it was likely to colour his whole future life. It was this last strange, appalling element in the matter, which on the first blush acted on Mr. Oliphant, overwhelming him and depriving him of the slightest unconfessed sense of relief or faintest hope of subsequent good from the awful disaster. The time might come when the laird of Burn Foot would say to himself with serene if not pious satisfaction, that the calamity in which his son had been concerned, which was, however, clearly the visitation of God, had been aU for the best. Poor Jean Scott, a good lassie, a very good lassie, he believed, was at rest from the cares and troubles of this life, no doubt im measurably better off than she could ever have been here, while Steenie was free to do what had been reasonably expected of"], [202, "190 Logie Town. him, which at the same time he might never have done had his first love been spared among the living. For he was just the lad, not to have taken a rash, compromising step, per haps, but to have wasted his Use on an idle dream, to have held aloof from other women, and remained a bachelor aU his days for Jean Scott's sake. But this was very far from being Mr. Oliphant's frame of mind at present. He was anxious to pay the Scotts every mark of respect and consideration in their affliction, and to give them aU the assistance and sympathy they would receive at his hands. He proposed, as a matter of course, to attend the funeral, and to take any part in it which the relations would assign to him, though he was fain that Steenie, in the condition he was in, should be \" let off,\" as his father put it, and kept away from the scene, by all knowledge of the day and hour being, if possible, withheld from him. The laird of Balmayne was even prepared to let Jock Scott continue in his farm and to give him a new lease on the easiest terms. It was little enough to make up for the mis fortune which could never be repaired, while it was aU that Mr. Oliphant could do, and, as he weU knew, the whole country would cry shame on him if he did not do it."], [203, "In Jean's Name. 191 But the laird's first thought was naturally for his son, in whose interest every effort had been as yet of no avail, who had ended by barring out any chance of approach to him. Mr. Oliphant, in his difficulty, went over to Balmayne. It was not so much to take counsel with his old ally, Mrs. Melville, as to ask her to co-operate with him in the only resource that occurred to him. \"Mrs. Melville, I can rely upon your friendship,\" said the perturbed man. \" I am going to ask a favour of you. WiU you bring over Hay and Miss Lindesay to Burn Foot and see what they can do for my poor laddie ? They were aU together when the deplorable accident happened, and they can convince him — what I sometimes fear in the midst of his horror and grief he is tempted to doubt — if so his life or his reason may be the forfeit — that it was not he who fired inadvertently, it was the poor lassie who, knowing the gun was loaded, puUed aside his arm and brought death on herself by causing the weapon to go off in his hands. Your daughter and Miss Lindesay were Jean Scott's old school fellows and friends, and sometimes when a man is sick at heart, as when he is sick in body, women can do more for him than his feUow-men can accomplish. Besides, Steenie is a gentle man, and he wiUnot keep his door shut in the face of ladies.\""], [204, "192 Logie Town. \" Certainly, sir,\" Mrs. Melville acquiesced at once. \" Hay has been iU and confined to her room from the effects of the shock. She never saw a death before, and this was such a death for a girl or indeed for a man to witness. But she is better and able to be downstairs again. She and aU of us will only be too glad to be of use to you and poor Mr. Steenie. Do you say he wiU not come down to his meals, or open his door to let them be taken in ? Oh ! this must not be suffered to go on ; no, not on any account.\" Hay, though still looking very white and scared, expressed herseU to Lizzie as quite wiUing to go over to Burn Foot. \" I should like to do what I could for poor Steenie, and for poor Jean too. She would not have wished him to be killed by her death — which he could not help any more than you or I — or, what is worse, to be driven demented. I used to laugh at him for being so thin-skinned and as easily hurt as a girl, but I cannot laugh now, and I always liked Jean. But oh, Lizzie, I was thankful to get home — back to my own room here, to shut myself in, and it — it that had happened at Burn Foot out. Then I grew so feared, I had to ring up my mother and get her to spend the rest of the night with me. How could you stay on in yon house or go into yon room again ? \" and Hay,"], [205, "In Jean's Name. 193 high-spirited though she was, shuddered convulsively at the bare recollection. \" I just did it because it had to be done, so I suppose the power was given me,\" said Lizzie, humbly and reverently. ' ' Maisie would have gone out of her wits if she had been left aU by herself, for Wullie the ploughman would not come near her.\" As the Balmayne carriage was seen driving out to Burn Foot, Lady Sprott ran out of her door and made a signal to the coachman to stop. \" No, I'm no wanting a lift the day \" — she anticipated the excuse which sprang to the lips of the occupants for not inviting her to accompany them on their sorrowful errand. \" I'm only seeking to ken about the straik ing and the kisting. Hae you heard ony word ? for I can get no satisfaction. Is it true that she was just rolled in a sheet in her bluidy claes and laid in her coffin — her that would hae made sic a bonnie corp ? If a' thing had been richt I would have invited mysel oot. It would have been an honour, ye ken, from a bauronet's weedy, but puir Jean weel deserved it, and she had a sair troke with wee SU Dauvit.\" The carriage road from Logie to Burn Foot House did not pass the farmhouse, or even come within sight of it, so that vol. n. o"], [206, "194 Logie Town. two of the party were saved the pain which would have smitten them at the merest glimpse of the thatched roofs of the rustic square, or of the gate to which Jean had come so lately to meet her girl friends, herself a picture of youth, and health, and beauty. There was something like the stillness of death about the yellow house of Burn Foot among the fir trees, something very unlike the bustling festival air it had presented at the craw shooting, when the visitors had seen it last. The servants were stealing about, moving and talking in a muffled manner, no doubt indemnifying themselves by much gossip and speculation in the background. The old man-servant came forward and addressed Mr. Oliphant, who had appeared from the stables, and was stand ing ready at the front door to hand the ladies out. Sandy spoke in an undertone ami with suppressed excitement. He was well-nigh a member of the family, and had its interests deeply at heart. He was as much attached to Steenie as if the young laird had been the old man's son instead of his master. But there could be no denying that gruesome details had a powerful charm for Sandy as well as for Lady Sprott. He was a man who would be in his element in a crape hatband,"], [207, "In Jean's Name. 195 with \" weepers \" on his coat-cuffs. \" If you please, sir, Mr. Steenie has rung his bell and asked to see a news paper,\" was Sandy's communication, made in a tone of mystery. For the lUe of her, Hay MelviUe, subdued as she was, could not restrain a twinkle of her hazel eyes at the anti climax. She whispered to Lizzie, \" If Steenie can command his feelings so far as to seek to while away the time by taking a look at the newspapers, I think we need not have troubled to come out.\" She became grave again the next moment. For Sandy added in the same hushed voice, \" I jalouse he's lost the day of the week, and it is for the date.\" Mr. Oliphant nodded with an increase of anxiety in his face. He was looking iU himself — aged and harassed. The land conducted his guests to the drawing-room, where cake and wine were put out for their refreshment. Lizzie was reminded in a confusion of associations of the wine and the small sugared and gilt biscuits, known as \" Bur'al Bread,\" served before funerals in the middle and higher classes in Scotland. Doubtless a supply had gone out to Burn Foot farmhouse. 0 2"], [208, "196 Logie Town. Mr. Oliphant tried without much success to talk for a few minutes on indifferent topics — the weather, the crops, the cautious hints in the newspapers of the failing health of the old King, whose birthday his subjects had just been cele brating. At the allusion to the day the speaker suddenly became silent. Then he rang the beU and sent the servant, as if he were making an ordinary announcement — which must, however, be attended to — with the information for Mr. Steenie's benefit that there were ladies — Mrs. and Miss Melville and Miss Lindesay — with Mr. OUphant in the drawing-room. There was a little breathless pause until the messenger, who had not been gone for many minutes, came back with the answer that Mr. Steenie was sorry — he must make his excuses — he could not see the ladies. Mr. Oliphant contracted his forehead, on which the furrows had never before been so plainly visible, and looked blankly at Mrs. Melville, who returned the look as -blankly. It was a proof how much the clever, capable woman of the world felt put out, and unable to cope with the new order of things, that even she shrank from interfering farther, or obtruding her presence on Steenie, though she was neither shy nor"], [209, "In Jean's Name. 197 sensitive, and had always asserted that she had a mother's affection for the lad. It was Hay, who with tears in her bright eyes took upon herseU and Lizzie a painful duty. \" Let us go up to his door, Mr. Oliphant, and speak to him — ask him to come out to the garden with Lizzie and me. Perhaps he will not refuse.\" Mr. Oliphant was only too wiUing. Hay had played about the house when a child with another child, who, although older and of the hardier sex, had been, as she expressed it, much the more thin-skinned and easily hurt of the two. She knew her way perfectly, though she had not gone about the rooms and corridors unattended and at her own wiU since then. Instinctively, as U Hay were a chUd again, she took Lizzie's hand, holding it tightly and squeezing it to inspire herself with courage. Hand in hand the girls stood with beating hearts before the closed door, and sought to parley with the man in deep waters within, to hold out some rope or twig to him which he might catch, and so keep his head up tiU the tempest rolled by. \" Steenie,\" said Hay, in a voice which had lost its old"], [210, "198 Logie Town. mocking, teasing tones, \" do you know Lizzie Lindesay and I are here? We have come out with my mother expressly to see you.\" There was a moment's silence, then Steenie answered, his voice sounding harsh and unnatural, and not without a strain of passionate fretfulness in it hke that of a woman or a child in grief. \" I am much obliged, but what is there to see about me ? Have I become a spectacle ? Pray excuse me, Ha j* ; I do not know what I am saying ; I must ask you to leave me.\" \" No, Steenie, you will not let us go back without seeing you,\" persisted Hay, with a mixture of firmness and patience — the last a rare quality with her. \" I tell you we have come on purpose. It is hard on us, too, you should remember that. We should like to take a turn in the garden, and you might come with us — with Lizzie and me. You need not see or speak to any one else, U you object. The air is close and oppressive in the house ; it is better out of doors, and it will be cool in the garden, for though it is a warm day the sun is not sinning. You wiU do what we wish, Steenie, when we ask you.\" His father was right. Steenie was a gentleman, and all"], [211, "In Jean's Name. 199 his training, with what was generous in his manliness, com pelled him to give way before such an appeal. He unlocked the door so abruptly as almost to make the petitioners on the threshold start back. Steenie Oliphant in his pink and white delicacy of com plexion and slenderness of figure had always had a fragile air. Now in the haggardness of sleepless night and days of moaning unrest, he looked dying on his feet, as if but a few more days of misery, and all the misery in the world would be over for him — he should have followed Jean Scott to the sUent land. He seemed not to have undressed or slept in his bed the previous night, though he had probably been lying across it with his face hidden in his arms when he was disturbed. The last might strike people, at the first glance, as an unmanly refuge, since he could not at once turn his face to the wall and bid farewell to earth and sky, like Sir John Grame, of the North Countrie. Better for Steenie to have wandered far and wide tiU his strength was spent and his faculties duUed by the dead weight of fatigue thus brought upon him. Better to have concealed himself from his kind in the depths of the woods or among the dreariest \" peat hags \" of the moors. Better stiU to have lifted up his burden like a man and gone"], [212, "200 Logie Town. out under tbe open sky to help those who had to suffer with him, to bear the common load. Was there not something womanish and like Steenie OUphant in his thus locking him self in his room, flinging himseU on his bed, and uttering his waU — granted that it was in decent privacy where no one could hear him. But what could poor Steenie do ? He was not a muscular Christian, though he might aspire to being an elegant poetaster. He would soon have dropped with fatigue had he flung off to the woods or the wilds with his unspeak able sorrow, as a man of Adam Lauder's physique might have done. Besides, Steenie knew that his father would have had him followed and tracked. If he were to be let alone, his sole chance was in his room with the key turned in the door. As to Ufting up his burden and reUeving himseU by striving to solace his burdened brethren, Steenie had been far too much accustomed to think chiefly of himself for that. He had been used to magnifying his smaU crosses and even playing with them, in tbe waywardness of his heart, till a crushing blow overtook him. But tender hearts were dealing with Steenie Oliphant, even though Lizzie, as weU as Hay, could not escape the perception of a certain tragic consciousness about Steenie even now — a"], [213, "In Jean's Name. 201 tragic consciousness he must walk up to, in settled gloom and deep despondency, as other men walk up to their acknowledged power and success. Still there was a new dignity of terribly real misfortune which was not of his creating, though his hand had done the deed, from which he could not rid himself — a going forth of his heart in unutterable yearning for the love he had lost in Jean dead, which struggled with Steenie's consciousness, and was most pathetic to those who could distinguish the true feeling. But the prison walls and fetters of social reserve and ordinary habits which, unless at brief intervals of sweeping upheaval and reversal, shut us up in our joys and sorrows from our fellows, were as solid and strong here as in most cases, so that the girls and the lad walked in the Burn Foot garden, and even conversed in short, formal sentences, as if nothing ailed any of them and nothing out of the common had happened to them. Lizzie detected an involuntary approach to putting his hands in his pockets in an easy, lounging attitude on the part of Steenie, before he recollected himself and let his arms drop by his sides."], [214, "202 Logie Town. The old-fashioned flowers and fruit were a Uttle dimmer and fainter in colour, smaUer and of less flavour than the scarlet and yellow, blue and purple blossoms of modern beds and borders, than the divided and grafted, pruned and protected strawberries and gooseberries, plums and peaches of the latest system of horticulture. Yet, after all, flowers and fruit might be fresher and sweeter in their shortcomings, because of their very spontaneousness, in addition to the midsummer perfection which had lately made even the rustic surroundings of the farmhouse look theU best. Indeed, the peculiar fragrance of the garden loaded as with incense the still air under the brooding blue sky, and the grey and white clouds stretched out like the wings of a dove across it. The tall privet hedges were in flower, so were the lavender bushes — the sight of which farther blanched the cheeks and moistened the eyes of Hay and Lizzie — so were the briar roses and the honeysuckle. In place of refreshing the little company, the heavy perfume was too much for a man weak with racking grief and rash abstinence from food. Steenie grew stiU wanner to the very lips, and stumbled as he walked. \" Oh ! Steenie, you are ill, you wiU fall, you are going to"], [215, "In Jean's Name. 203 faint,\" cried out Hay, impulsively, in a succession of small protests, preparing to run to the house for help. But Lizzie prevented her. \" Don't, Hay ; he will not like it, he wiU be better presently. Come into the summer-house and sit down.\" Then when he still leant back, with his eyes half closed and his lips apart for breath, she suggested doubtfully, \" Could I manage to fetch a little wine without telUng everybody and alarming Mr. OUphant? See, he is coming round. You are better, sir ? \" Hay directed Lizzie as to how she could best carry out her suggestion, and she went quickly towards the house. In the mean time Hay remained, not without considerable qualms at being left alone with Steenie Oliphant on the verge of a fainting fit. She did what common-sense prompted in the way of tugging at the ends of his crumpled neck-cloth till she had unloosed it, and chafing his livid, cold hands to restore them to warmth. The floodgates of a man's pride broke down. \" I am not worth your trouble, Hay,\" he gasped, with returning anima tion. \" Why should I live when she is dead — killed by me ? \" \"It was in spite of yourself; you could not help it. Nobody, not even her nearest friends, blame you for a moment,\""], [216, "Logie Town. 204 said Hay, forced to speak on the subject to aUay his gnawing remorse. \"You were as innocent as a baby, as the loaded gun which her father stupidly left in the way, little dreaming what would come of it.\" \" Ay, but I tried her many a time,\" Steenie groaned forth in his weakness, and in the absolute necessity for a sympa thetic listener. \" My Bonnie Jean — my love — I was hard upon her when she was only doing what was right and wise. If I had come forward like a man, or given her up like a man, she would have been alive and weU at this moment ; she might have been my wUe either now or later, with many a happy year before her ; or she might have been spared to be content with some other fellow who had deserved her more than I ever did.\" \" You do not know. The accident might have happened at any time, and you not the man. It was the will of God. She was happy that night,\" said Hay, with a woman's innocent cunning. \" I saw it all ; you had come back to her; you had left the pubhc dinner and sought her. She was proud and glad. Neither of you could conceal what you felt, though Lizzie and I were by. Oh ! he thankful,\" cried Hay, with a sudden inspiration out of unsuspected"], [217, "In Jean's Name. 205 depths in her nature, \" be thankful that you had made it up with her — that you rendered her so happy that last night.\" \" What ! with the miserable end ? \" \" Steenie, was it so miserable — so altogether miserable for her? I grant it is wretched foryou, but she died seeking to save you. Would you not have done the same for her, and, having gained your end, would you have counted it only bitter ? \" \" Night and day on me she cries,\" muttered he, in the living words of a similar sorrow centuries old. Hay did not recognize the aUusion, but she was quick to make her own of it. \" If it is Jean's voice you hear — dear, honest, unselfish Jean — she will speak like me. She will bid you bear her loss like a man and look forward to meeting her again in a better world, where there will be nothing to part you,\" added Hay, a little vaguely. \" She will teU you,\" she resumed, with more decision, \" to live for your old father, whom you are grieving. If you only saw, Steenie, how pinched and worn his face looks ! \" When Lizzie came back she found Steenie sitting up with"], [218, "206 Logie Town. some slight return of life and animation in his aspect, and Hay comforting her old playfellow. Ultimately Mr. Oliphant was persuaded not to attempt to hinder his son from attending Jean Scott's funeral, and even from taking his place among the chief mourners. \" It is all he can do for her now, and he owes it to her and her friends,\" Mr. OchUtree took it upon him to advise. \" Let him do it, and he wiU feel the better for it, believe me, sir. Eerhaps when it is over the poor lad wiU attain to some measure of resignation ! \" The laird of Burn Foot yielded, whUe, as if to pay a farther mark of respect to poor Jean, he walked side by side with his son, who, with a face like ashes, stUl bore himself up with the courage of despaU. After the funeral, Steenie, continuing to shun and shrink from everybody, fled back to his room, but he no longer locked his door, or refused to appear at meals. Like an ancient mourner of whom most of us have read, he washed his face and had bread set before him and did eat. In time he faced his fellows, though it was but a woe-begone face he showed them. Mr. Oliphant had requested leave to go back with the"], [219, "In Jean's Name. 207 mourners to the farmhouse. There and then he discharged the obligation to his conscience and set himself right in the eyes of the public by formaUy making a liberal offer to Jean's father with regard to the renewal of the lease of the farm. But Jock Scott was a broken-down man. He could not live on at Burn Foot with the last mournful memories joined to all the others that had gone before them, as his meek wife was capable of bringing herself to do. Some of the more well to-do kindred who had come from a distance to the funeral took pity upon Jock, and invited him to go back with them, engaging to find an opening for him in a new place, among new people. Neither he nor any one else had much hope of the result, but at least it was better than staying on where he was. Mrs. Scott, of course, would patiently follow her husband's fortunes. There was a roup of the farm stocking, at which Mr. Oliphant bought largely, paying good prices for what he bought, and of the furniture, the sale of which had been long looked for under very different circumstances. A small flitting of an elderly couple soon followed, until but for the sons who were apprentices in shops in the town, scarcely a trace of the family remained at Logie."], [220, "208 Logie Town. Notwithstanding there was a grave not yet green in the Kirkyard to which a young man came for a period of weeks in the early summer mornings and late summer gloamings. The gravedigger could have told of the visits, though he was not asked for the key of the gate, but merely watched surreptitiously, peering from his neighbouring cottage window at a figure leaping the wall at the most obscure spot in the corner next the Corp Wynd. The intruder would fling himself down on the grave, regardless of the heavy dews, though he had been accustomed to be sedulously cared for, and it was about his health that Bonnie Jean had been so concerned. The exposure was enough to be \" his dead \" the watcher told himself in considerable mental disturbance. He felt as if he were privy to the seU-murder of a foolish, unhappy chap of a young laird, and would have to answer to Burn Foot for beiug concerned in the sacrifice. At the same time, old Allan Birrel, who combined the offices of \" bethel \" and grave-digger, could not take it upon him to interfere with the daft-like proceedings of a young gentle man like Steenie Oliphant, not even to save him from destruction. If anybody had been near enough to hear Steenie, the"], [221, "In Jean's Name. 209 eavesdropper would have listened to words piteous enough to have been wrung out with the very heart's blood, and handed down from generation to generation. ' ' Oh, would I were where my love lies ; Night and day on me she cries, My love that died for me.\" VOL. II. I\""], [222, "210 Logie Town. CHAPTEE XVII. CHANGES. It is a well-known fact, that whUe year after year will glide over men's heads in the most tranquil, unmarked manner, the long calm is often the prelude to a short period ■weighted with trouble and change. A year wiU certainly come heavily-laden with cares, in which the different fortunes of a family or of half-a-dozen families will be decided afresh, summarily, amidst a crowd of unexpected events, within a few months. The accumulated crises coming by fits and starts are specially noticed when the epochs are unfortunate, whether because man's pessimist side causes him to pay particular attention to any cause of lamentation, whether because a crowd of disasters is more common than a host of blessings,"], [223, "Changes. 211 and it is literally tme, according to a paraphrase often sung in Logie Kirk, that \" Ills on ills by Heaven's decree In man's estate are found.\" This year was striking and trying to Lizzie Lindesay. It did not make much difference to her that the old King died and a new King reigned in his stead. But she saw vanish into empty air her first maiden fancy for a young man. She witnessed the departure to the ends of the earth of her old and constant friend, Mrs. Mally Corstorphine. She was doomed to entertain a hideous suspicion of a base fraud committed by a former friend, still undetected, and so prey ing trie more on Lizzie's youthful mind, for she believed the ugly secret was guessed by her alone. She had been present at Jean Scott's tragic end. That sounded enough to have happened to a girl in a single year of her life, but the year was not finished yet, and it held — if she had been so hapless as to foresee its unwelcome gifts — further passages of sorrow for Lizzie. The autumn at Logie was always commemorated by local races of some standing and repute. They were upheld net simply -by the neighbouring gentry, but by many of the first p 2"], [224, "212 Logie Town. families in Scotland; therefore, the townspeople naturally regarded \" the Eaces \" not only as a perfectly legitimate source of interest and amusement, but as a highly exhilarating means of combined profit and pastime. For as the inns were not large enough to contain the influx of aristocratic visitors, who generally stayed over the three days of the Eaces, suites of rooms in many of the larger houses occupied by professional men were let to oblige patrons and clients for the short term, an obligation whicb implied a handsome honorarium. This arrangement did not prevent social family parties repairing to the race-ground. Indeed, one of the most coveted treats which an indulgent husband could give his wife was to drive her, in her best clothes, in a landau or buggy, over tho three or four miles of crowded road to the course, and there to find her a good place in the ring, where she could sit at her ease in her own hired carriage and see the fine company on the grand stand in the first place, and the running of the horses in the second. It was a treat Mrs. Lindesay set store upon, and the auld Captain would not deprive her of it, though it was a bitter east wind, and he had been labouring for the last few days under a severe cold."], [225, "Changes. 213 \" You need not let on to your mother that I don't feel quite up to the mark,\" he owned to his daughter. \" For my own part, I would rather bide at home in the house, with my feet on the fender, though September is early for fires. But I must not give way. I dare say it is a bad habit, as your mother says, though I am growing old.\" \" I don't think you give way, father,\" said Lizzie wist fully, \" but I don't like to hear you say you're growing old.\" He gave her head a pat, which he had not done for a long time, and smiled a softened smile, though it was a little sad. \" Nevertheless, it is true, lassie, and your liking or disliking to hear it wiU not alter the matter. But I hope there's some smeddum in me yet, and your mother must not be disappointed.\" Lizzie knew that any attempt to dissuade her father from the expedition for which he had no inclination would not only be useless, it would be displeasing to him, as showing her indifference to Mrs. Lindesay's wishes. All Lizzie could do was to bring out her father's shaw-1 neckerchief, which, however, Mrs. Lindesay would not suffer him to wear. \" You're never going to row yourself up on a fine fresh harvest day, Mickle. Lizzie, what are you thinking of to"], [226, "214 Logie Town. bring out that howster? You should seek to look your youngest and best, sU, when you go abroad with me. You that have such a straight soldierly figure do not want to appear like an auld worricow when you're driving your wife to the Eaces. It is my wish to show how well my man wears.\" So the wrap was left behind with Lizzie. She was not one of the party, as the little boys went with their mother, and occupied what space was to spare in the carriage. Lizzie was to go next day, when room was to be found for her in the Shirra's carriage. To-day she stayed behind to look after the house, and picture to herself the gay scene in which so many of the townspeople were figuring. Hay Melville would be there, of course, among the gentry, and very much engaged, for Balmayne House was always full of visitors in the race week Then there was the prospect of the race-ball, to which Lizzie, in right of her father's position as an officer in the army, was going with Mrs. Lindesay. A card to the ball was a certificate of gentility, all the more precious that it did not extend even to Miss Chawrlotte Bowers and Miss Soph-y Pettigrew, the Une being drawn hard and fast below the representatives of the United Services. Miss Chawrlotte and Miss Soph-y had to indemnify"], [227, "Changes. 215 themselves by a great contempt for the frivolous exercise of dancing just at this date, and by a delicate insinuation that they feared the company at the race-ball must be mixed, since it included Lady Sprott. But in reality Lizzie did not care for the race-ball half so much as for the winter assemblies and Moshie' s dancing school ball. The race-ball was a flight above her. Granted that she was still a gentlewoman among gentlewomen, this fact afforded no contradiction to the other truth that it was only by a species of sufferance she was admitted into the society of earls and countesses. It was different with Hay, who, when pedigree was in question, could take her stand on Queen Mary's Sir Andry ; besides, Hay was the heiress of Balmayne — not so bad a match for the impecunious younger son of a couple of these titled people. Lizzie wondered if Hay would have a look or a thought to waste on Adam Lauder — not at the ball, to which the Emperor himseU could not have procured admittance, but on the race-ground, wliere Adam was so far acknowledged by his superiors, that he was to ride among the gentlemen jockeys, and none would ride straighter or better than he."], [228, "216 Logie Town. Hay had been bewitched by his shooting, but the situation was altered since then, and his riding, though his heart was in his stirrups and bridle-reins, might fall flat. Inevitably Adam had been over head and ears in the business of the Eaces for the last month. Yet even though Lizzie Lindesay's dreadful fear regarding him might have no real foundation, she could see that he ought to have more in his head, for in spite of the Emperor's boastful pledges the Lauder Mills continued a blackened ruin. It was said there was some difficulty with the insurance companies. In the mean time the former mill-workers were getting more and more destitute, and no further steps were being taken either by Simon Lauder or Adam to relieve them. Adam was going about hand-idle, growing confirmed in his careless, reckless habits, while whispers were beginning to circulate of his increased debts and failing credit. In spite of that and of everything else, Adam was a great man in his own estimation and in that of some other people at the Logie Eaces ; and surely the sight of him in his glory would cost Hay Melville a passing sigh, if it cost her no more."], [229, "The Last Summons. 217 CHAPTEE XVIII. THE LAST SUMMONS. When Captain and Mrs. Lindesay returned late in the day from the course, the Captain looked blue with cold, and kept shivering and coughing long after Lizzie had got him seated in his slippers and easy-chair before a good fire. Mrs. Lindesay was engaged with the children, who were tired and cross, and did not notice anything amiss with her husband. , But next day there was something so evidently wrong with the old soldier, whose erect figure all at once looked bent and shrunken, while bis battered, weather-beaten face had taken a cadaverous hue, that she joined with Lizzie in over-ruling the Captain's objection to calling in a doctor. For the sick man maintained half-stubbornly, half-feebly that there was nothing far wrong with him, he had been often a deal worse ; it was only a nasty cold."], [230, "Logie Town. 218 Dr. Hepburn agreed with his patient, and got him to laugh by reminding him that as a gentleman he was bound to submit to a visit from a lady, a kinswoman of his own — to wit, \" Effie Lindesay,\" * and Lizzie was sufficiently re assured to go with the Shirra's family to the Eaces. StiU the doctor did not make light of the cold, and the second day he ordered the auld Captain, who was too nearly beaten to make any great resistance, to keep in bed, so it was with something like a sigh of relief that he let himself sink back on his piUow. He did not propose to get up during the next three days, when he seemed feverish, and could be only induced to eat after much pressure from Lizzie and insistance on the part of Mrs. Lindesay, while he asked constantly for drink, and dozed a great deal, notwithstanding his cough and oppressed breathing. Both of the ladies gave up every thought of the ball, and listened to the carriages with the guests roUing by, from the Captain's sick-room. But neither of the two dreamt of any serious cause for alarm. As for Lizzie, she simply congratulated herseU on her father's being unusually docile in submitting to lay himself up, rest, and get rid of his cold. There were only two things * The old Scotch corruption of the term influenza."], [231, "The Last Summons. 219 which troubled her. The one was that Dr. Hepburn made a point of calling twice a day for an illness so trifling ; the other was a Uttle incident which happened one evening. She was alone in her father's room in the autumn gloaming, when the Captain woke up and called her to him. \" Lizzie,\" he said, in an undertone, \" you will do the best you can for your mother and brothers when I am gone.\" \" Yes, father,\" answered the girl, not so much startled, as speaking half-mechanically. The next moment she was able to make the cheerful amendment, \" But you will be spared to us for many a long day, I hope.\" He made no answer, and she was so accustomed to the ordinary state of matters, that the recommendation failed to make more than a vague, painful impression on her. Her father was in the habit of referring to the future of the family, taking it for granted that they were to survive him. It was natural that his mind should dwell on the remote distance in the leisure and seclusion of sickness. It did not even strike Lizzie as singular — so used was she to the present order of things — that her father, in contemplating his removal in the course of nature from his family, did not show anxiety for her unprotected young womanhood. His"], [232, "Logie Town. 220 mind was too full of procuring a stay for her step-mother, and claiming from Lizzie help to his widow and younger children. A few more days passed in a similar manner ; then there came a night when Lizzie was hastily summoned from her bed to find Mrs. Lindesay in distraction beside her husband, speechless and unconscious. Wrhen Dr. Hepburn was sent for, he merely shook his head and said, with grave regret, \" I did not think the end would be so sudden. I hope his affairs are settled.\" There was no more settling of affairs here for the auld Captain. He had fought like a lion on many a battlefield, and had survived scores of sore wounds and hard knocks, but he died at last without further struggle, having \" worn \" away imperceptibly like any weak woman or little child. A new day in a new world dawned for him, while his dependent women-folk and helpless children were left behind stricken and bereft. To Lizzie it seemed a woful dream, of the reality of whicb she was incredulous, from which she must rouse herself presently. She was kept aU the longer from realizing her loss and mourning for it, by the loud hysterical sobbing and weeping of the widow*, who monopolized the attention of the"], [233, "The Last Summons. 221 household, and the scared clamour of the children, incapable of understanding the truth, but frightened by the unre strained violence of their mother's grief. W7hen everything possible, including the relieving her of all the melancholy arrangements, had been done for Mrs. Lindesay by her doctor and minister and other family friends ; when she had been plied with sal volatile, put to bed, and finally had dropped asleep, and the children were shut up in the nursery, then, and not tiU then, Lizzie was at Uberty to bow her head, wring her hands, and cry, \" Oh ! father, father, have you indeed gone away from me, never to come back ! \" As she stood behind the drawn blind of the window in her Uttle room, she recognized the first jarring discord between her and her world — that outside world of Logie streets on which the mellowing sun shone again, in which life was going on the same as ever, though death had come so near to her, and her whole eartlUy existence was changed. Even poor creatures whom nobody cared for, who were regarded as useless encumbrances of society — Mary Mettlie, keeping the crown of the causeway ; Long Letham, hanging about the corner ; the reprobate Coontess, hawking her cawm stanes, in her draggled rags — were spared. Lizzie recoiled at the idea"], [234, "222 Logie Town. of grudging them their comfortless lives ; yet she could not help asking herself piteously why her father, who was not so old, who had so well earned the rest of his latter years — the responsible head of a household that could Ul spare him — should be taken, and these worthless waifs left ? No doubt it was only the other day that, by a misadventure, Jean Scott, in her youth and beauty, had perished ; but not even the tragedy of the country-side and of the generation could come home to Lizzie like this personal trial in the unlooked-for loss of her father, though he was up in years, and died in his quiet bed, with aU the aid that could be got for him exerted on his behalf, and his nearest and dearest watching by his side. In a small town hke Logie, where everybody is intimately known, a death — especially the death of a respectable citizen, a husband and father — excites abundant sympathy. There was no lack of it in tho case of tbe Lindesays, the lion's share falling to poor Mrs. Lindesay, who had been so good a wife, wedded to her home and devoted to her children, to whom the removal of her husband, while she was left, with her three little boys to rear, educate, and establish in the world, was a heavy misfortune."], [235, "The Last Summons. 223 There was truth in the conclusion. It was also true that Mrs. Lindesay might have been guilty of a vast deal worse than could ever be laid to her charge. One must consider that she was stiU a young, not particularly strong-minded woman. She had been wedded to a man old enough to be her father — the veritable father of a girl, certainly not young enough to be Mrs. Lindesay's daughter, whose position in the house, though it was her father's house, became thence forth something of an exasperation and offence to the second wife, and the mother of the second family. But let it be spoken with diffidence as opposed to the great weight of popular opinion, there seems something to be said in support of the occasional aching protest in Lizzie's breast, which the girl at the same time loyally resisted, \" She has her children, they have her left, while I — I had only him, and he is taken from me, yet nobody appears to think my loss anything compared to hers. No doubt his widow has the first claim, even when it comes to the right to sorrow for him, but I wish she would not keep bemoaning herself and her children, as if nobody else was a sufferer. She continues bringing forward the lapsing of his haU-pay and his pension, as if that was to be mentioned in the same"], [236, "224 Logie Town. breath with tbe death of my dear father. Why she refers to that as if it were a wrong done to her and my little brothers; as if my father ought not to have died and deprived them of his income ; and oh, father, you were so careful of them — But there, it is I who am selfish and wicked to think such things, and he lying cold and still ; to know how much he thought of her, and how fond and proud he was of his boys ; how he bid me do what I could to help them that night — yet here am I beginning already to find fault and assert myself.\" The funeral day arrived with Mrs. Lindesay the heroine of the occasion. But Lizzie did not think of that, as from behind the closed blinds she heard the sadly suggestive sounds, the muffled voices, the heavy footsteps, the grating wheels, which are more harrowing even than the sights they represent, and knew that her father was indeed departing never to return ; that up the Corp Wynd was passing a numerous company of nearly the whole men of the profes sional and trading classes in the town. Funerals in Logie, especially U they were those of \" auld residenters,\" were apt to take this crowded character as a mark of respect to the deceased and to the surviving relatives. Lizzie had often"], [237, "The Last Summons. 225 watched such sombre trains, the horses struggling with the steepness of the ascent, the fantastic plumes of the hearse nodding in concert with the animals' steps, the black-coated men before and behind, with bowed heads and bent backs, as if the men, too, were grappling with the difficulties of a path which the mourners were each and all to traverse in a different fashion one day. But the auld Captain's funeral was much more than an ordinary procession ; it was one of those soldiers' funerals sufficiently rare in Logie to render it a pageant which not only the parish schoolchildren, but older spectators trooped to witness, and that was long re membered in the town. The gathering had all the pomp and circumstance of glorious war — from the gun-carriage on which rested the coffin, covered with the Union Jack, bear ing Captain Lindesay's sword and belt, to the pathetic notes of the Dead March in ' Saul,' played by the militia band, and to the red coats and red facings of the officers in the \" regulars,\" and the officers and men in the militia, forming a conspicuous feature in the scene. Many a time, after Lizzie was far away, when she closed her eyes in order to see the old view from her window — the Corp Wynd, with its sordid features unvarnished VOL. II. Q"], [238, "226 Logie Town. and unredeemed or transformed by a sunset glory — she beheld the reflection of that funeral train with its brilliant patches of colour, and heard the echo of its stately mournful music."], [239, "Lizzie takes \"a Place.\" 227 CHAPTEE XIX. LIZZIE TAKES \" A PLACE.\" When Captain Lindesay's will was read, Mrs. Lindesay had stiU more reason to deplore her widowhood, in reference to the diminution of her income. The auld Captain had left very little behind him, though without doubt that little went almost entUely by a marriage settlement to his widow and her children. Lizzie had only a hundred pounds — a sum which was probably intended to buy her \" providing \" when she married, as she would surely do, and as her father might have expected she would do before his death. For anything farther she was a young woman, well-educated, unencumbered, healthy ; she could avail herself of one or other of the various resources open to gentlewomen in her circumstances — she could earn her bread as Miss Murdie, and Miss Katie Ochil tree, in her day, and many single ladies, earned theUs. It was quite otherwise with a delicate, elegant female who Q 2"], [240, "Logie Town. 228 had been a petted wife. In addition to the honours and privileges of matronhood torn from her, she had borne the burden of motherhood, and after this double dignity was left a forlorn widow. She had also three fatherless babes whom she was bound to feed, clothe, and train to the callings of gentlemen out of her widow's pittance, which was aU she had to depend upon in addition to her own small fortune. Mrs. Lindesay might in her regard for her late husband, and for the step-daughter to whom the elder woman had been a second mother, keep Lizzie with her. But in that case it was to be hoped Lizzie would Tepay Mrs. Lindesay's goodness by trying not to be a burden to her and by devoting herseU to the interests of the famUy. As it happened, Mrs. Lindesay still felt perfectly equal to her duties, and did not think of keeping Lizzie with her. Tlie widow was wonderfuUy composed after her first outburst of sorrow. She was unable to escape a certain buxom air in her extensive size and floridness. But she sat in a widow's mourning cap, a little crushed and disheveUed already, as her old turban had always been, with her crape to the waist, her weepers to the elbows, and her broad-brimmed handkerchief on the table beside her vinaigrette, and her basin of soup or"], [241, "Lizzie takes \"a Place.\" 229 cup of tea. She had Hill in a black frock sprawling over her and clutching promiscuously at the quiUed border of her cap, or at a disengaged untidy lock of her pale red hair. She announced her intention of returning at once to her native county and town, where in addition to the consoling company of many old friends and acquaintances, she could have the support and advice of a brother and a pair of brothers-in-law in the management of her means and the bringing up of her sons. Mrs. Lindesay was one of those women who can do nothing without the counsel and guidance of male kindred or other male friends. She clung to their protection and good offices with a tenacity which was touching and flattering if also a trifle oppressive. \" You know, Lizzie, I would do something for you if I could,\" her second mother told the slim girl with the heavy eyes, who had begged to take Hill, and been waved off with the assurance, \" No, no, dear little Hilly is his own, own mother's darling — her consolation. I could not exist without him in my arms. And Hilly wants nobody but his own mamma. Only he should not puU at the ugly, ugly, horrid, dismal cap which she is wearing for his poor papa in the black hole.\""], [242, "Logie Town. 230 So Lizzie sat opposite the speaker and made an effort to work at some black stuff for a frock to herseU, since Mrs. Lindesay had roused herself even in the early depth of her woe to order the children's mourning to be sent out and made along with her own. \" I cannot have it spoiled and the lambs made frights of. Now that I come to think of it, Lizzie, you must write to Jenny Stark — of course, I'm not able to write or give personal directions — to get me a paU of new corsets before she comes to try on my best gown. I wish I were equal to anything of the land. \" I would do something for you,\" Mrs. Lindesay repeated, \" but it is impossible ; you must see yourseU that I cannot in justice to my dear boys. They are entitled to aU which my poor money can buy for them. For anything that your father left, I must say, Lizzie, I was taken aback at the smallness of tbe sum. I was aware, of course, that his half-pay and his pension were the most we had to depend upon and that they would go with him. Ah ! poor man, he ought to have been doubly careful of his health and life on our account. But I did think, somehow, that his savings were a little more. He was not a communicative man in money matters, and I fancy that he must have made the best of his means at the"], [243, "Lizzie takes \"a Place.\" 231 time of our marriage ; or, unfortunately, I had misunderstood him. I mind my brother-in-law, Captain Galbraith, gave me a warning. He said, 'Anna, take heed what you're about,' and he quoted the old saying, ' Tika Lindesay puirer than Ms brither, Ilka Ogilvy das ter than anither. ' \" Lizzie's eyes, which were like her father's, gave a flash, but she restrained herself. \" It is greatly to be deplored,\" went on Mrs. Lindesay, in her lachrymose tones, \" not only for us, but for you,\" she ended, separating the auld Captain's family into two distinct divisions, and keeping the line of demarcation clear between them. \" Don't think of me, ma'am,\" said Lizzie, with feverish energy. \" I am certain my father did the best he could for us aU. I can work for myself — I am able and wiUing.\" \" I am afraid there is nothing else for it,\" said Mrs. Lindesay, resignedly. \" I doubt it wiU be against your making a good match. For one thing, gentlemen don't Uke girls who can be independent. But you have only yourseU to provide for, you should be thankful for that. And don't suppose that I'm reflecting on your poor father, Lizzie ; of course I would"], [244, "232 Logie Town. be the very last to do so. I'm only saying that with his small family, and me not strong and never accustomed to be put about, he ought to have been doubly careful. It will take every penny I have to keep a decent roof above my head and to rear my children. I do not know what I should have done without my brother and my sisters' men to faU back upon to advise me how to act. What can a widow woman do for herself and her fatherless bairns? Oh! Lizzie, it is a fell odds to me.\" \" I dare say it is,\" admitted Lizzie, more softly. \" I know you would not be so selfish as to wish to hang upon me when I have so Uttle to do with. Besides, all your friends are here in Logie, and there are your mother's relations — Mickle told me she was an orphan without kith or kin to speak of, and I did not care to inquire more particularly. But depend upon it, there must be somebody, and that he or she will turn up and make an exertion to put you in a way of doing.\" \" Never mind me, ma'am,\" Lizzie said again, with a strangled sob in her voice. Lizzie was forced to forget the past and face the future. She could not wait to be put in a way of doing by relations"], [245, "Lizzie takes \"a Place.\" 233 or friends impelled by common humanity. She seized on the first idea that came to her. She had been nowhere, save at church, and afterwards to her father's grave. Mrs. Lindesay had gone there in a sort of solemn state, on the arm of the brother-in-law, who had represented her family at the funeral, with the unwilling Geordie and Mickle dragged to the gloomy region to play theU part in the scene. She had made a moving display of her sorrow, and aroused much pity in the single hearted lookers on. \" PuU leddy ! Puir leddy ! See to her with her bits o' callants that are sic bairns they will never mind they have seen their father, the auld Captain. She will have to be faither and mither baith, and that is a heavy handfu'. That wiU be her gude-brither who is lending her an arm, of which she has muckle need. For she has aye been a silly \" (delicate) \" woman at the best — no to look at, judging by the sicht alane, a body would say she was fat and weel-favoured ; but I have it on gude authority when her man lived she was seldom aff her sofy.\" The principal group had aU but eclipsed the auld Captain's daughter, who, as she did not weep and wail, served rather in the light of a foil to the sobbing widow. Lizzie felt as if she had no more tears to shed, and that it"], [246, "234 Logie Town. was time for her to overcome her repugnance to appearing in the streets in her mourning, and receiving the grave greetings of her acquaintances. She was not sure that it was decorous for her to be out so soon. Logie had its strict laws on this point. The week after a death and funeral was given up to the reception of caUers and condolers, whom the mourners sat in sedate dignity to receive, as, at the opposite extremity of human experience, a bride in her marriage finery was at home to welcome her guests. But necessity has no law. Lizzie was satisfied that Mrs. Lindesay was, according to the stereotyped answer to the many inquiries made after her health, \" as weU as could be expected.\" She was fit and willing to see the ordinary com pany on tho occasion, while Lizzie would at least be spared the torture of going over and over again the sad detaUs to satisfy curiosity, which might be kindly in its essence, but was curiosity stiU, and to exchange what were inevitably religious truisms and platitudes. Lizzie went straight by the nearest road to the Miss Murdies' school, where she had finished her education. She asked to see Miss Murdie, and was shown through the old familiar lobby with the hats and spencers of the day scholars draping the waUs. She heard in"], [247, "Lizzie takes \"a Place.\" 235 the distance the strumming of the piano and the twanging of the harp and guitar, rising above the subdued babel of tongues. Miss Murdie was even more portentously owl-Uke than was her wont, to do honour to the interview. But she was a worthy woman in the main, and there was sincerity in her sympathy, though she expressed it in words of three syUables. Lizzie kept back her tears and bravely stated her object. She must do something to maintain herself. Everybody knew her dear father was not rich, so he had not been able to provide for her. Mrs. Lindesay was going to leave Logie and return at once to her native town. She did not need her — Lizzie. Could Miss Murdie suggest anything ? Would she be so good as to recommend Lizzie, from what Miss Murdie knew of her, if any opening presented itseU, and she would try her best to do credit to the recommendation. Miss Murdie wiped her spectacles, and, as she would have said, \" pondered \" for a moment. LuckUy the school was good this year. She had been speaking to her younger sister, Miss Ann, only the day before on a difficulty which had arisen. Miss Brougham, the senior — indeed the sole teacher"], [248, "Logie Town. 236 under Miss Murdie, who represented the whole round of languages, arts, and sciences, in one person, had too little time to give to the younger girls. A junior teacher might be de sirable. Lizzie Lindesay, whose attainments and character the Miss Murdies knew, would suit faUly. The arrangements would benefit poor Lizzie, and in spite of the fact that a prophet has no honour in his own country, would be popular in the town, thus killing two dogs with one stone. A few questions and answers, and the agreement was made, subject to the approbation of Mrs. Lindesay and Miss Ann. The proviso was a mere piece of poUteness, as both the trans actors of the business understood. For, Mrs Lindesay having made up her mind that the auld Captain's daughter was to \" go out into the world,\" would certainly be pleased to have her respectably established among cold friends ; and Miss Ann, on a lower level than Miss Murdie, never questioned her sister's decisions. Lizzie walked home the Miss Murdies' junior teacher, at a salary not greatly exceeding a servant lass's penny fee. Lizzie was impressing upon herself that she ought to be very thank ful for so much help and safety with regard to her future. Yet her keenest consciousness was a greater sense than ever"], [249, "Lizzie takes \"a Place.\" 237 of the unreality of herseU and of everybody else under the present circumstances. There was a Uttle reaction in the public mind towards Mrs. Lindesay when it was generally known that she was to give up the auld Captain's house, seU her furniture, and quit Logie, and that Lizzie Lindesay was going to teach in the Miss Murdies' school. In the first place, the natives of Logie thought there was not such another town on the face of the earth, and rather resented an inhabitant's leaving it on any pretence whatever. If people could not be content with Logie, what town would satisfy them? If they could not find all they desired in Logie, they were iU to please indeed. In the second place it was early days for a widow to abandon her late husband's dwelling, though it had ceased to answer her requUements, and to seek another abode. Logie Uked every thing to be done methodicaUy and deliberately. In the third and last place, for the auld Captain's daughter to have also to quit what had been her father's house, and to begin her career as a worker, before her world had become accustomed to the obligation, jarred on the public sense of what was right and proper. Still Mrs. Lindesay's popularity was so firmly established"], [250, "238 Logie Town. on old, well-worn lines, that it was only slightly shaken. There was no more than a cooling down of the wide-spread admiration for her. And Lizzie had not violent remonstrances to encounter on her own account. After all, hers was a case of necessity. The people of Logie understood it the more easily that from the Shirra downwards their wealth was of an exceedingly moderate description. It was a standing joke of one of the Merry Andrews that there were only thirty pounds of floating capital in the town, and that capital was generally borrowed. Yet Lizzie knew the minister was really vexed when he took her hand in his, and said wistfuUy, \" I would have liked you to come to us, my dear. As it is, you will give us a good part of your holidays.\" Lizzie smiled a pale ghost of a smUe, whUe she answered gratefully, \" You are very good, sir.\" She thought to herseU ■ — a holiday afternoon when she might make up a cap for Mrs. Ochiltree, and help to stitch the minister's bands, and knit his stockings — yes, with aU her heart. But for anything more, with so many caUs on his stipend, his invalid wife, Aithur and Charlie at coUege, it was not to be thought of for a moment."], [251, "Lizzie takes \"a Place.\" 239 Hay MelvUle reproached her friend with not confiding in her, and at least paying a long visit to Balmayne before she went to the Miss Murdies. But both of the girls had a shrewd suspicion that the relations between them were altered, probably never to be the same again. Hay had not known adversity, and could not sympathize with what had befallen her old companion. She was a fair sailor on a summer sea. Her disappointment in Adam Lauder, her accidental presence on the occasion of Jean Scott's violent death, were likely to be the cross and the shock of her life. Already Hay felt shy of Lizzie in her black dress, with her manner subdued by sorrow, and what appeared to be her coming primness, pedantry, shabbiness, and drudgery as one of the Miss Murdies' teachers. This was not the girl who had been as much at ease, as free from worldly care, with as great leisure as Hay herself could command, who had been at her caU to walk about and amuse themselves together whenever they would. There would be no more idle girlish days, no more time for fancy work, which was sheer play — amateur albums, collections of riddles, construction of fortune-tellers, the making of pretty clothes, and the showing them off when made — no more carpet dances, and aU the other light artiUery of the youth of the period. There would"], [252, "240 Logie Town. be no more social status and race-baUs for Lizzie. No doubt she would still be an officer's daughter, but she must descend several grades in making up her mind to be a teacher. Hay did not dream of dropping Lizzie's acquaintance. Miss Chawrlotte Bowers and Miss Soph-y Pettigrew would not have gone so far as that. There was a heart in Logie, though the two last-mentioned ladies would certainly show an in clination to patronize where they had formerly been rather disposed to caress, in consideration of the superior advantages of Lizzie's youth, her intimacy with Hay MelvUle, and her name on the lists of the guests at the race and hunt-baUs. It was only that Hay was puzzled to know how she could keep up the connection undei the circumstances. What could she do ? Nothing. It might have been different if Mrs. Mally Corstorphine, with whom Lizzie had been so great a favourite, had not left Logie. But Mrs. Mally was on the high seas. She would not be so much as heard of for months yet, and it would be many more months before the news of the auld Captain's death could reach his former next-door neighbour. Hay, though she had mentioned a long visit to Balmayne,"], [253, "Lizzie takes \"a Place.\" 241 had a correct notion that Lizzie would not have consented to it — she was too sensible and had too fine a spirit. Even if the visit had been paid, it must have come to an end some day, when the question would have been as hard to answer as ever. For Hay was by far too long-headed a young woman, too like her mother, even to contemplate ruefully, as the Eev. John Ochiltree had contemplated, the objections to the visitor's becoming an adopted daughter of the house, with the tem porary stay lengthening to a permanency. Perhaps Lady Sprott entertained the liveliest prejudice against the step Lizzie was about to take, and expressed her opinion with the least reserve, waylaying Lizzie for the purpose. \" Are you really going to tak' a place, Lizzie, with the Miss Murdies of a' people ? Hae you thocht what you're about? I hae no patience wi' that cheepin', peengin', step mither o' yours to let you try sic a trick.\" \" Will your ladyship please to remember that you're speaking of my father's widow ? \" interrupted Lizzie, breath lessly. But her ladyship was too full of what she had to say to listen. \" Do you ken you'U never get a man, never on earth, if you mix yoursel' up wi' a scule ? \" VOL. II. E"], [254, "242 Logie Town. \"I'm not particularly wanting a man, and I'U take my chance,\" said Lizzie. \" It's easy to say that,\" declared Lady Sprott, scornfuUy. \" But you're a weel-favoured lassie, who should hae your pride and look high, though there are nae maU bauronets — wanters, in the whale country-side. But no man will ever seek a lass among grawmmars and speUing-books — they're fit to set up his stamach as weel as his bUse at aince. Better be a gouvernanty onywhere else, where the trade micht be a fair pretence, and where you woiudna be shut in frae lauds, as it's weel kenned you'U be in a scule. Just think — a young lass shut in frae lauds waur than gin she were in a jile — mind what that comes to ! As sure as death you'U be an auld maid, Lizzie, Uke the Miss Murdies' twa sels, gin yoa were ever so bonnie and genty and bricht. Sooner than that I wouldna heed though you cam' to me for a turn. I couldna give you wages — na, faigs ! for the guardians — mine and Sir Dauvit's — are no ower weel pleased at what is spent in the hoose aUeady. It is very near-handed o' them, since when ane is young, and a woman, ane maun hae a taste of pleasure and braw claes, or where's the gude of being a bauronet's weedy? But ony way, Mr. Eben Brunton has"], [255, "Lizzie takes \" a Place.\" 243 been appinted to the post of tutor to the bairns. Eh ! when I come to think o't, Lizzie Lindesay, Mr. Eben couldna cast laith at you, since he's no better than a dominie hissel', and gin he dinna get a kirk he'll hae to sit down wi' a paris' scule. Weel, it's no sic an ill down sitting when other seats fail. It means a bien house and a kail yard, and the salary sure, forby the bairns' fees. Mr. Eben is blate and a wee gleed, but \" \" No, no, Lady Sprott, you must not dispose of Mr. Eben Brunton without his consent, though I'm obliged by your good-will, whatever he may feel,\" Lizzie tried to say with a little spirit and dignity. Lizzie was most touched by Adam Lauder's silent manner of giving his opinion the first time he met her after her father's death, and after he knew that she was going as a teacher to the Miss Murdies'. He said not a word, but walked by her side speechless to her door. When he took her hand at parting lie simply looked for an instant ruefully in her face. The whole proceeding was so unlike the man, that it showed how deeply he was moved. Lizzie saw ho was thinking of what might have been, and teUing himself whose fault it was that everything was so different. She R 2"], [256, "244 Logie Town. liked Adam better at that moment than she had done for many a day. She knew his heart bled for her as no other heart bled. She was tempted to condone his errors, to believe that he could not be guilty of worse than error, for the sake of that mute confession. The last day came. The old home was being dismantled. The furniture was in the dreary disorder which precedes a roup. Every article was like an old friend to Lizzie, and seemed to look at her with dumb reproach as she saw it arranged in lots and ticketed for sale. Mrs. Lindesay's trunks cumbered any avaUable space, while Mrs. Lindesay herself was lying back in a chair, exhausted with the effort of seeing other people pack for her, and of making up her mind how her personal property was to be arranged, so that she might have the least trouble in finding it. The children were careering about with that passion for confusion, and delight in the prospect of a change of any kind, which is in itself depressing to older people. But Mickle had a gumboU and a swoUen face swathed in flannel, which every now and then interfered with his Berserker glee in the destruction of the rubbish of the nursery, and drew from him such fits of crying as imperatively to summon"], [257, "Lizzie takes \"a Place.\" 245 one worker or another to lay down her work and seek to soothe him. The office commonly fell to Lizzie, for Mrs. Lindesay was too much engaged even to cosset one of her brood. Lizzie had done h?r own little packing with tearless eyes, even when she put up her father's old despatch-box among her goods. Geordie was to have the old Captain's sw'ord, Mickle his father's gun ; Captain Lindesay's seal and snuff box were kept for little Hill ; and Mrs. Lindesay had her late husband's watch. There was nothing for Lizzie save the battered despatch-box. Lizzie had stood hesitating before the \" pig dog,\" which was supposed to be like Adam Lauder's Lark, that Lark's master had given her for market fare. But she could not think of its being sold to a stranger, or, what was worse, to an ignorant, indifferent acquaintance, any more than she could let her patched quilt and her \" fan ladies \" be held up in the hands of the auctioneer. Lizzie's heart was very soft when she was looking at the last sunset she would ever see flood the Corp Wynd, where she saw again a shadowy funeral pass up and out of sight, to the lament of the Dead March in ' Saul ' — growing fainter"], [258, "246 Logie Town. and fainter in the distance — and knew that never more would the militia band file down and beat the tattoo under an old soldier's window. She could not be altogether sorry for Mick le's big cheek when it softened his heart, and brought him to sit on her knee, lean his head against her breast, and listen to a story from his sister. Sturdy little Mickle was her father's namesake, and in the middle of her attempts to cure him, it was he who said, \" You'll tome and bide with us at Ayr, Lizzie, and teU me all about the thretty robbers adain.\" Mrs. Lindesay was sufficiently gracious to second the invitation. \" Of course, Lizzie, you'll come often and see us. The Miss Murdies' smaU salary will, at least, cover your travelUng expenses. I'll depend upon your making your appearance to see what kind of hole I've got into, and how your brothers are looking, during your first vacation.\" Lizzie promised, with a rush of gratitude rising to her hps and eyes. She had somebody belonging to her after aU. They were her father's family, and therefore they must be hers in a sense. They did care what became of her. They counted on her caring what became of them. \" Oh ! yes,"], [259, "Lizzie takes \"a Place.\" 247 yes,\" she said eagerly, \" I'll be sure to come, Mickle ; I'U be so keen to see your new home, though I'U have heard all about it by letter many times before then. You'll have grown inches bigger, you and Geordie and HiU, but you'U never have grown so big that I shall not know which is which.\" She turned quickly to Mrs. Lindesay, \" You may depend upon seeing me whenever I'm free, ma'am.\" \" But, Lizzie,\" Mrs. Lindesay found it necessary to draw back cautiously, \" you must not look for too many letters. I'U have less time than ever for my pen, and you know that was Uttle enough when I had all my own family to write to. You must mind how postages mount up. Besides, Miss Murdie wUl not Uke you to waste your time, which wiU be hers now, in reading and answering letters. Your poor father used to think uncalled-for letter-writing almost as great and mischievous an idle-set for girls as novel-reading. And, Lizzie, though I'U always be happy to see you, no doubt, stiU, if you get a better invitation, don't let me and the dear bairns stand in the way. Teachers are often bidden home with the scholars, which is a very good thing. You must recoUect it is a long way to Ayr, and you should begin as you mean to end — saving what you can from your salary"], [260, "248 Logie Town. instead of spending it on traveUing expenses. It is my duty to teU you that.\" \" Yes, ma'am,\" answered Lizzie, in a far lower and less assured key. \" But you wiU let me see you and my brothers away before I enter on my situation to-morrow.\" She almost feared the service would be declined, but Mrs. Lindesay was gracious again. \" Oh, yes, we'll be very glad of you to see us off, Lizzie.\" END OF VOL. II."], [261, ""], [262, ""], [263, ""], [264, ""]]