[[1, ""], [2, "You Ought to Know!! That a prompt cure for Bilious and Nervous Disorders, such as Pain and Wind in the Stomach, Sick Headache, Giddiness, Fuless and Swelling after Meals, Dizziness and Drowsiness, Cold Chills, Flushings of Heat, Loss of Appetite, Shortness of Breath, Cos tiveness, Scurvy, Blotches on the Skin, Disturbed Sleep, Frightful Dreams, and. all Nervous and Trembling Sensations is found in Beecham's Pills, they act like magic. These are \" facts \" ad mitted by thousands, in all classes of society, and one of the best guarantees to the Ner vous and Debilitated is that Beecham's Pills have the largest sale of any Patent Medi cine in the world. Full directions with each box. Get a Box from any Retail Druggist, And You Will Know!!"], [3, "DIETRICHSEN & HANNAY'S Cdebrateft (Bssmre nf RONDELETIA, All INESTIMABLE PERFUME FOR THE TOILET OR HANDKERCHIEF. Prepared from the choicest flowers of old England for the use of Ifter /Ibajest^ tbe (Slueen, HER LATE MAJESTY THE QUEEN DOWAGER, AND HER LATE ROYAL HIGHNESS THE DUCHESS OF KENT. prepares anfc SoI& b£ EDWARD CLEAVER, prepares anfc 5ol& by Late DIETRICHSEN & HANNAY, 39, GREAT PORTLAND STREET, LONDON. Price 2s. and 3s. 6d. per Bottle. To he obtained from all Perfumers and Chemists throa.«nout the world"], [4, "Used in the Royal Nurseries TO THE LADIES— Use MATTHEWS'S IPTTHIIFrED FULLERS' EARTH It is invaluable for Protecting the Skin and Preserving the Complexion from Gold Winds, Redness, Boughness, etc. Of all Chemists, 6d. and Is. By Post, 2d. extra. ROUSE & Go.,12, Wigmore St., London. Matthews 's Fullers' Earth. FULLERS' EARTH has long been esteemed as a Toilet adjunct, and Is 10 well known tbat little tbat is new or novel can be said about it. Of its softening and preservative action upon the Kkin of the Hands and Face there can be no question, and its application after washing is at all times most pleasant. It certainly tends to keep the Flesh clean, inasmuch as it thoroughly dries it and thus prevents tbe ready cohesion of particles of dirt. It whitens the Hands, from much the same reason, and is altogether very worthy of extensive patronage. — The Monthly MafUMine. MATTHEWS'S FULLERS' EARTH-For the Face. ,) n » Fop the Hands. To prevent Freckles. To cure Sunburn. ii ii n To preserve the Complexion. u ii 11 To heal Chasings. •• ii ii For Roughness and Redness. ii » » Nullifies Prickly Heat. ii ii ii Indispensable in Hot Climates. ii ii ii Is Grateful after Shaving. ii ii ii Of Chemists and Perfumers. Purified specially for the NURSERY and TOILET -A-Q-EH-TS— Felton, Grimwade £ Co., Melbourne. Kempthobne, Pbosseb * Ce., Auckland Elliott Bbothehs Sydney Felton, Qbiitwade ft Co., Wellington Elliott Bb»theb». Co., Brtibane. UAU| , Holt?. Yokohama Hill • Holtz, Shanghai Treacheb A Co., Bombay K empthobnb, Pbosseb * Co., Dunedln. Fred. W. Mat, The Storei Caloatta. •iWTH, STiNUTBErrftCo., Oal«utta."], [5, "A NASTY CROPPER."], [6, "THE PILLS PURIFY THE BLOOD, And Correct all Disorders of the LIYEB, STOMACH, KIDNEYS AMD BOWELS. THEY are INVALUABLE for FEMALE COMPLAINTS. THE OINTMENT 13 THE L.03T RELIABLE REMEDY FCR fiii Legs;- Sores. Uhsrs u:d G!J Wounds. Colds, CoujfeT Sore Threats, Bronchitis, GOUr, RHEUMATISM, GLANDULAR SWELLINGS, AND ALL DISEASES OF THE SKIN IT HAS NO EQUAL. l___N-JF__CT.7-.ED only at 73, NEW OXFORD STREET, LONDON', W C Advice Gratis daily, between 11 and &, _________________________ er i ."], [7, "FIFTH THOUSAND. A NASTY CROPPER. A SPORTING STORY. BY GEOEGE E. UNDEEHILL. AUTHOR OF \"IX AT THE DEATH,\" AND OTH.H STORIES. EXTERED AT STATIOXERS' HALL. LONDON TRI9CHLER & CO., 18, NEW BRIDGE STREET, E.C. 1889."], [8, "A REALISED DREAM OF THE -ÆSTHETE,M BEING A DISTILLATION OF TIIE MARVELLOUSLY FRAGRANT |^| LOTUS OF JAPAN (THE SACRED EMBLEM OF LONGEVITY). THIS Enchanting Perfume I PRICE ™6d.s5_. PER BOTTLE. EXERCISES A TRUE FASCINATION UPON ALL WHO IN HALE IT I May be obtained from all leading CHEMISTS & PERFUMERS In the World, .OR FROM TIIE PROPRIETORS, ■ J.GROSSMITH, SON & CO., Disftlkrs of tytrfnmts, 85, NEWGATE STREET, LONDON."], [9, "CONTENTS. I. A Certain QuJE3tiO-$ '^ ir^mawis. Answer T * * 1 1 II. Aunt and Niece 22 III. The Guests at Ogilv¥-Gwut ... 34 IV. A Da'ngV'ous J3nem% . f^k . ... 40 V. ConstanJe Sj«Maur rIceives a Visitor 57 57 VI. Hrs -A5TOK~U5njs~EK5T \"~ . . . . G7 VII. Mrs. Bold Commences Operations . . 76 V1IW Loss R#be*t Makbs, lis JFirst Move . 85 IX. Lord Robert Makes His Second Move 97 X. In the Province* - . — . . . 10G XI. The Ball .118 XII. Forrad, Away 122 XIII. Mr. Pinkey's First Experience of Cover Shooting 182 XIV. The Conspiracy 148 _XV. The Old Year Out and the New Year / i XJ ■ L , , I , - JS* XVI. The King's Arms 103 XVII. 'Abu Klisa 175 XVIII. Farbweli 183"], [10, "GRIMBLE' S e RANQ IS SECOND TO NONE. FOUR GOLD MEDALS GRIMBLE & CO., Vinegar Brewers, London."], [11, "PREFACE. Probably the most difficult task which a novelist has to perform, is that of writing a preface ; but in the present case I am vain enough to believe that the following pages will tell their own tale without any prefatory words from my pen. I can only express my regret at having finished a book, the writing of which has afforded me many pleasant hours ; and I sincerely hope that my readers will spend a pleasant hour in perusing it, and, if they do discover any faults, wil not be too severe in their criticisms. GEORGE F. UNDEPvHILL. 3, Plowden Buildings, Temple, E.C. 19th September, 1889."], [12, "17,560,890 BOTTLES OF WARNER'S \"SAFE\" CURE Have been sold in the United States within the past seven year-., and more people have been cured of serious complaints by it than by all other medicines and the doctors combined. No Other Compound on Earth can Show a Similar Record. The highest Medical authorities in the World pronounce it the only known specific for Kidney and Liver Diseases. Such lights in the Profession as GUNN and LEWIS, of America, WEBER and BOETTCHER, of Germany, TENNENT .and LEGGALD, of Australia, having verified by numerous investigations, the claims put forth by its Proprietors, have written in the most commendatory manner of the marvellous virtues of this wonderful Remedy. In the United States nearly One Million voluntary Testimonials have been received from people whose health has been restored, or whose lives have been saved by this celebrated medicine. These statements are from Senators Congressmen. Bishops, Bankers, Clergymen, Doctors, Barristers, Councillors, Merchants, and a 1 classes of men and women, whose grateful words confirm in every particular every claim made by the Proprietors as to the medicinal value of Warners \" Safe \" Cure. Here, in England, where conservative business methods have been followed the sale has been proportionately great, 513,083 bottles having been sold last year, showing an average increase per year of 210 per Cent. Thousands of Testimonials have been r-eceived from eminent people in-tho United Kingdom, who speak in no uncertain terms regarding tbe merits of Warner's \" Safe \" Cure. The marvellous success of Warner's \"Safe\" Cure throughout the world is accounted for by reason of the fact that it is a high class scientific remedy. It cures disease by removing the cause, cleansing the fountains, and enriches the blood. It giyes strength and vigour to the digestive and muscular system, and is restorative and healing in its nature. It has won, according to the testimony of eminent persons, the most deserved reputation ever accorded to any known compound. It has been referred to by physicians as \"The World's Greatest Medical Blessing.' It is the only proprietary medicine that has ever received the approval of the German Government, and the Hungarian Government has, within the presen month, granted it the first and only concession ever given to a proprietary mpdicine. It has stood the test of ten years' trial, has come out triumphant, and a Million unsolicited Testimonials from the best people in the world declare its worth and value. Warner's \"Safe\" Cure can be had of all Chemists, and at tbe Stores'- or of H. H. WARNER & CO., 86, ClerkenweM Road, London, E < ,"], [13, "CHAPTER I. A'^ERTArN 'QUESTION 'r'AXD ' A\\T t!sTCEliTAIX AX S WEIL . • . , in .■■.,.,>■ . The London season is over. For the best part of three months society has. been dancing round in the whirligig , of fashion There has been the usual amount of pleasure and the usual 'amount of pain and .disappoint ment. . . Miss Dash is angry that Mr. Blank has gone, to. Scotland without asking her that ques tion, which she had . every fright to expec.t him. to ask, ( and which, . she would; undoubtedly have answered in the affirmative ; and Mr.. Blank is inwardly blessing bis good fortune that August has .once again found him an unattached. bachelor. Mrs. Smith is wondering how her milliner's bill is to be paid,,, and Mr. Smith is wpp-dering whether his losses at Gopdwood. will enable him to attend Doncaster and, the New market . Autumn Meetings. Some.. young Jadies have been married and promised in marriage; some have- been the heroine. s- of sean,dajs ji;to"], [14, "12 A Nasty Cropper. likely to improve their reputation. Some young men have gone under water ; some have drawn prizes in the great matrimonial lottery. Except for being a little poorer, and a little older both in time and experience, the majority of people are in much the same state as they were in at the commencement of the season. The twelfth of August is past, and that portion of society which is not engaged in shooting grouse or continental travelling is killing time at country houses. Parliament is not sitting ; there is nothing doing in the City ; the Stock Exchange is deserted ; shopkeepers have taken their families for the annual fortnight at Margate ; the very waiters at the hotels have taken wings and flown to other hotels at fashionable watering places. The bees as well as the drones have decided that August is to be a month of holiday. So the bees spend the money they have earned, and those drones who possess neither country houses of their own to go to, nor money to spend, scheme to gain invitations from their more for tunate friends. Miss Ogilvy had a country house of her own to go to ; or rather, her father had, which was the same thing. She had also plenty of money to spend, and an agreeable aunt to act chaperone if she had wanted to travel. But since Miss Ogilvy was pretty, rich, popular with men, and, strange"], [15, "A Nasty Cropper. 13 to say, not altogether unpopular with women, people were rather pleased than otherwise to have her as a guest in their houses ; and so she had accepted Lady Mary Drayton's invitation to spend the latter half of August at Drayton Hall. Miss Ogilvy had two important reasons for accepting this invitation. In the first place her father, Colonel Ogilvy, and Mr. Drayton were old friends, and on account of this friendship Lady Mary had consented to present Miss Ogilvy to Royalty, when, at the beginning of the season, that young lady had made her first appearance at Buckingham Palace. So to refuse the invi tation would have been ungrateful. In the second place Flo Drayton was her bosom friend, and Drayton Hall was a pleasant house to stay at. It was the last day of her visit. The next morning she had to return to her father's house to help her aunt entertain the guests who were expected for the first week's partridge shooting. She was sorry to leave. There had been garden parties, and lawn tennis gatherings, and pic nics ; in short, as much gaiety as the country can afford. What was of much mere importance, lucre had been plenty of nice men ; and us Eva Ogilvy stood this hot August afternoon, idly swinging her racket, she was trying to make up her mind whether her companion was the nicest"], [16, "14 A Nasty Cropper. man she had ever met, or not. If she had had more experience/ if, instead of having been out only one season, she had been, like her friend Flo Dravton, three seasons old, she would have made up her mind before. As it was, she had regarded all the attentions of the sterner sex as a tribute to her beauty, and bad no idea of at present submitting to the authority of a husband. They bad strolled away from the lawn tennis courts, and had reached the low stone wall which divided the garden from the park. A dense shrubbery effectually hid them from view, and they were .as far from the madding crowd as if they had been on a desert isle. The girl had taken off her hat, and as she half leant, half sat on the wall, let the breeze blow upon her golden hair. She made a pretty picture, and Frank Cross thought she was the loveliest woman he had ever seen in his life. \" Why are you so silent to-day, Frank <ft\" \" Because you are going away to-morrow, and I don't know how I shall exist without you.\" \" Poor boy ! \" she replied, laughing. \"But I am coming to stay here again in November, and then you can pilot me with the hounds, if you still remain anxious to be my cavalier.\" \" Anxious ! Of course I shall be anxious. But, Eva, I want to be serious for a moment. You know I love you. You must know it. You are"], [17, "A Nasty Clipper. 15 goiiig away to-morrow : tell ilic before you go that you care for me a little in return. Tell me that you will be my wife.\" Eva Ogilvy was silent. It was not till Cross had placed his arm round her waist, and she felt his lips against her cheek, that, freeing herself from his embrace, she answered him.' \" No, Frank, I can't promise. I never thought it would come to this. I thought we should always be friends.\" \" Can't you give me your love, as well as yoitr friendship ? I need not tell yon how much I l'Ovc you. In Ldndon I could' hardly tear- myself away from your side. It made me angry to see you dancing — even talking, with other men. I\" was never happy unless Iwas with you.\" \" But, Frank, 1 am only seventeen. I never thought of marriage. I don't want- to make you unhappy; but I can't promise to be -'your wife.\" ' ' \" Tell me you don't dislike me. Give me'kope; I will teach you to love me.\" \" Hope ! What is the use of my' telling you to hope? Y'ou may teach, but I may not learn. Don't think me heartless. When you gave me bouquets, and always were ready to do what I asked, I thought you did it out of kindness to the girl you had known as a child.\" \"And you never thought I loved you. But"], [18, "16 A Nasty Cropper. now you know all, can't you learn to love me ? I am willing to wait; only let me hope.\" \" No. It would be cruel. Supposing I never learnt to love you. It would only make your dis appointment greater.\" \" But supposing you did learn, what then ? At least give me leave to try and make you love me.\" \"How can I give you leave? How can I become engaged to you when I have told you I don't love you.\" \" I don't ask you to become engaged to me now. I only ask you to give me hope that I may win you in the future.\" \" Frank, I didn't know you were so earnestly in love with me. If I let you hope, you won't blame me if you don't succeed ? \" \" I could never blame you, darling, in any case. \" So be it then. But till you do succeed, promise me you will say nothing of what has passed between us this afternoon.\" \" Certainly.\" \" And now let us join the others. No ; you have already kissed me once ; you must not ki6s me again till — \" \"Till when? \" Till I have learnt my lesson,\" she replied, laughing."], [19, "A Nasty Cropper. 17 Whether Miss Ogilvy intended to learn that lesson, or whether the permission to hope was ...nly an excuse to end an embarrassing conversa tion, is a problem that even that young lady herself would have found difficult to solve. One thing was certain, namely, that Frank Cross was violently in love with her. It was apparent to all who knew him. During the London season hardly a day had passed, but what Cross had found some excuse to call at Colonel Ogilvy's little house in Mayfair. Never had a man had so many boxes at the theatre to give away. Never had Mrs. Evergreen, the fashionable Piccadilly florist, known a gentleman so prodigal in his orders for bouquets. His friends wondered either at his folly, or that he did not propose and have done with it. Miss Ogilvy might be the prettiest debutante of the season, but that Cross should be her devoted tame cat was inexplicable. Dowagers with daughters of their own said it was scandalous, but then Miss Ogilvy had no mother, only a frivolous aunt to advise her, and Colonel Ogilvy was too lazy to take any notice. Some people blamed Eva, some people blamed Cross, and the person who was most surprised was Cross himself. If I had to describe Cross shortly, without reference to his being in love, I should define him as a living example of moderation. He was c"], [20, "18 A Nasty Cropper. moderately well-bred, moderately rich, moderately clever, moderately religious ; he was a moderate rider, and a moderate shot ; he seemed to have been born with the intention of never insulting his fellow-creatures by the exhibition of any peculiar excellence of his own. He was neither plain nor handsome, only moderately good looking. He had never exerted himself, because there had never been any necessity for his doing so. He had neither a hobby nor a grievance ; he seemed to take an interest in everything, and so was generally uninteresting to everybody. Such was Cross. That a man thus prone to moderation should at the sober age of thirty-seven aspire to the hand of a rich beauty in her first season was, to say the least of it, curious. It was still more curious that the lady who had excited his admiration and devotion should be what is commonly termed a creature of impulse. Per haps, most curious of all was the fact that the man who had hitherto shown such moderation in all things should at last be wounded so deeply by the arrow of Cupid. If Cross had been less in love than he really was, he would have proposed to Eva long before he did. He felt nervous, how ever, at asking a question on the answer to which, as he thought, the happiness of"], [21, "A Nasty Cropper. 19 his life depended. Now that it was over, he felt that he had not asked that question as well as he might have done. Moreover, the answer was far from satisfactory. He might wait and hope ; but he might hope in vain. While these doubts were passing through Cross's mind, he himself was the subject of a con versation between Lady Mary Drayton and her daughter. \" Flo, is Mr. Cross staying to dinner ? \" \" I've no doubt he will if you ask him. mother.\" It may be mentioned that Mr. Cross lived at a small house about a mile away from Drayton Hall. \" I daresay ; but I don't like to encourage this flirtation which is going on between him and Eva. People were talking about it in London, and now they have chosen my house to continue it in, when the season is over. If they were engaged it would be different ; as it is, I consider it almost improper.\" \" Well, Eva leaves us to-morrow, so there can't be much harm in his staying to-night.\" \"I don't know. I suppose I must ask him anyhow ; but I don't approve of such behaviour, and I don't mean to allow it when Eva stays with us in November.\" When Lady Mary said she would not allow anything to be done, it was very seldom people dared to do it."], [22, "20 A Nasty Cropper. \" But, mother,\" said Flo Drayton, wishing to defend her friend, \" how can Eva help it? If he doesn't propose, they can't be engaged.\" \" Then, why doesn't he propose, and why docs she flirt with him so outrageously before he does propose? That is what she has been taught by her aunt, that horrid Mrs. Bold. I don't want my house to be the scene of any scandals.\" Lady Mary was getting angry. She had very strong notions about propriety, and she did not like to see those notions disregarded before her eyes. Perhaps, like many other British matrons, she was apt to forget that she had once been young herself. However, she asked Cross to stay to dinner, though she took care that at that meal he did not sit next to Eva. By the exercise, also, of these cunning manœuvres, known so well to an astute hostess, she effectually preventetl any tcte-ii-tete between the two in the drawing-room after dinner. Frank Cross's state of mind when ho arrived at his solitary home that night was certainly not to be envied. The moderation, which was his prevailing characteristic, extended to the use of alcohol as it did to other things; nevertheless, it must be confessed that he mixed for himself an unusually strong whisky and soda before lighting his last pipe. Without any profession or serious occupation in this life to interest him."], [23, "A Nasty Cropper. 21 he had had nothing to think about for the last few months but his love ; and that love, if not absolutely rejected, had been treated lightly. He might hope in time to have his love returned, and to win the love he longed to possess. What was that hope worth to him, when he was not even able to see the object of his passion? How could he teach this girl to love him now, when he had failed to do so in London, where he had seen her everyday? It would be much better to try to teach himself to forget. But then the effort to forget too often makes remembrance keener. Neither the whisky and soda nor the tobacco caused Frank Cross to form any resolution. At all events he could wait ; and for the rest he must trust to the chapter of accidents."], [24, "22 A Nasty Cropper. CHAPTER II. AUNT AND NIECE. The next morning Eva returned home to her father's house and to Mrs. Bold. It has already been said that London dowagers had called the latter lady frivolous. Lady Mary Drayton had called her horrid. Whether either of these epithets could rightly be applied to the handsome woman whom Eva found seated in the morning room on her return is a question my readers must decide for themselves when they are better acquainted with her. Colonel Ogilvy had driven into the neighbouring town of Clerful and could not be back till dinner, so the two ladies lunched by themselves. \"And now, my dear, come and tell me all about your visit ? \" \"Well! Aunt Nellie,\" said Eva, when she had settled herself comfortably in an armchair, \" there is nothing very important to tell you. The principal amusement was lawn tennis, which"], [25, "A Nasty Cropper. ■2-\\ I am not particularly fond of. Then there was a pic-nic, which was rather stupid.\" \"Because you were paired off with the wrong person, I suppose,\" put in Mrs. Bold. \"Was the devoted Frank there ? \" \" The devoted Frank was at the pic-nic, very glum, because he could not devote himself to me.\" \" But he was often at the Hall besides, surely ? I thought he lived within a mile or so ! \" \" So he docs, and he was constantly at the house. In fact, he seems like one of the family.\" \"I suppose, my dear, you were the chief cause of his constant attendance. Tell me, was he as devoted as ever ? \" \" Y\"es ; a little more so, I think ; except when the eagle eye of Lady Mary was on him.\" \"Well?\" asked Mrs. Bold, as she looked up and smiled, \" did he escape the eagle eye often ?\" \" Yes. Once too often, I am afraid. Don't look so curious, Aunt Nellie ; I am not engaged. Still, he asked me to marry him.\" Mrs. Bold gave a sigh of relief. She did not wish her niece to marry at present, for reasons which will very shortly be explained. \" Then you refused him ? \" \"Not exactly. I had not the heart to do it. The poor man looked so unhappy when I told him I didn't love him. He said he would teach"], [26, "24 A Nasty Cropper. me to love him if I would only let him hope. Poor Frank ! He looked so miserable that I told him to wait. He will soon get over it, if I don't encourage him any longer ; but he seemed awfully disappointed.\" \" But, Eva, my dear child, you have behaved Aery foolishly. I don't mean to say you ought to have accepted him. To see you the wife of a small village squire, superintending school treats, would be too ridiculous. You would die of ennui or be in the Divorce Court within two years. But whatever made you give him hope when you don't mean to marry the man ? Now he will be always dangling after you, with the result that no other man will come near you. You had offers in London, and refused them without troubling your head much about the misery of your lovers.\" Eva leant back in her chair and laughed. \" Don't be cross, aunt. I am sure I am an apt pupil, and you have no reason to be ashamed of me ; but I must make some sacrifice to my good nature occasionally, so I let Frank down easily. I shall be at Drayton Hall again, you know, in November, and then I shall let him see plainly that I don't care for him.\" \" Well, if you don't take great care you will find this rustic lover very troublesome. The sooner you get rid of him the better. Do you"], [27, "A Nasty Cropper. 25 know who are coining here to-morrow for the shooting? \" \" Lord Robert Upton and the Veseys. Papa said he should ask some other people, but he didn't tell me who they were.\" \" There is only Archie Spendall. Your father said he must ask some of the people about here, or they would not ask him to shoot in return. Uh ! I've asked Mrs. Racer. One must have somebody to entertain the gentlemen.\" \" Or rather, flirt with them. Mr. Racer does not come, I suppose ? \" \"Good gracious, no ! They never go visiting together.\" \"But why is everybody coming to-morrow? It is Saturday, you know.\" \" So that they can have Sunday to settle down in, and find out if they like one another. There is nothing more tiresome than to entertain a lot of strangers ; while on Sunday the men can't shoot, so they will have to stay at home and talk to us.\" The two ladies chatted together for some time longer. There was, or at least appeared to be, perfect confidence between the aunt and the niece. To hear them discussing their friends, both male and female, a listener would have taken them for sisters. That there was any affection between them beyond that feeling"], [28, "26 A Nasty Cropper. which sprang from a sense of mutual con venience is doubtful. They seemed rather to have entered into a partnership, the principal term of which was that each should help the other to get as much enjoyment out of life as was possible. But in order to explain how tins partnership ever came to be made, it is necessary to narrate the past history of Mrs. Bold, or, at all events, to sketch lightly the principal events of her life. In fact, to publish a full biography of her career would occupy a large volume, and, interesting as it might prove, could hardly be conscientiously recommended as improving literature for the inmates of a young ladies' seminary. Nellie Ogilvy, when the time came for her to leave school, was an orphan, without either father or mother. Her only near relation was her brother, then Captain Ogilvy, and on his shoulders de volved the duty of determining how and where his young sister was to live. It was evident she could not live with him. In the first place, he had to be with his regiment, and, in the second, he had just married the lady who was destined to become Eva's mother. Accordingly, he made out a list of all his distant relatives and family con nections, drafted a very diplomatic letter, in which he explained his difficulty, and delicately hinted that Nellie should be no expense, and"], [29, "A Nasty Cropper. 27 posted copies of it to all the persons whose names were on the list aforesaid. For a long time nobody seemed inclined to undertake the charge of the young orphan, and Captain Ogilvy was at his wits' end when, one morning, there came a letter from Lady Cole, offering to relieve him of his embarrassments. The Captain thought over the offer for about an hour, and then talked it over with his wife. Lady Cole was either his fifth, sixth, or seventh cousin — he was not quite certain which ; he knew he had flirted with her both before and since she had married Sir Patrick — though he did not think it necessary to confide this to his wife. She was a little too fast, perhaps, to be really good form ; but she had never steppied over the boundary which divides respectability from its opposite. After all, beggars must not be choosers, and so it was arranged that Nellie Ogilvy should make her home with the Coles — that is, if people can be said to have a home who are continually travelling, and never by any chance stay in a place more than three months. For the next five years Nellie Ogilvy led a life of unintemrpted gaiety and excitement. Lady Cole was pretty, clever, and utterly devoid of any principle whatsoever. Sir Patrick was a good^ natured husband, and an inveterate gambler. Lady Cole preferred the Continent to England ;"], [30, "A Nasty Cropper. 28 Sir Patrick preferred the London clubs and New market to the Continent. Husband and wife spent the season together in town, where Lady Cole was too careful of her reputation to give rise to any scandal, and then separated to enjoy their different lives as they best could ; in which endeavour it may be said they were both fairly successful. Lady Cole found Nellie a delightful companion, and Nellie found Lady Cole a delightful chaperone. There was hardly a place in Europe where fashionable gaiety is to be found that they did not visit together, and they stayed longest at the places where propriety was least recognised. They went to Trouville to bathe, and to Monte Carlo to gamble ; they spent weeks together at the country estates of dissolute Russian princes ; they wintered at Rome, where it was rumoured that the Marquis d'Olive, the finest ptistol shot, and the most notorious Lothario on the Con tinent, had fought no less than five duels on their account ; they danced till daylight in the salons of Roumanian nobles at Warsaw ; wherever they went they were surrounded by devoted admirers. Yet so shrewdly did they manage their affaires d'amour, that their English friends and acquaint ances were never pleasantly shocked by any story which would entail their exclusion from society. That the influence of this life should have an"], [31, "A Nasty Cropper. 29 evil effect on the mind and character of Nellie Ogilvy was only to be expected. It could not well have beer otherwise. But it had also made her wise in the wisdom of this world. Lady Cole's beauty was beginning to fade. Sir Patrick was at last becoming suspicious ; so the young lady determined that the best thing she could do was to marry. Fortunately, at the same time Tcm Bold, who had already nearly ruined his health by dissipation, had come to the same determina tion. They met, pjrofessed to fall in love with one another, agreed to marry, and in due course were married. So Nellie Ogilvy became Mrs. Bold. Both husband and wife stood in need of refor mation. Also, they both knew it ; and although they did not confess the fact to each other, they confessed it to themselves in their own secret minds. Mrs. Bold was net naturally a Lad woman ; if she had not been subjected to the pernicious example of Lady Cole, she might have been a good woman. As it was, she was a worldly woman, and understood that she must now no longer irHulge in the numerous flirtations which had hitherto formed her chief pleasure in life. So she gave up continental travelling and continental manners. Ihe men who still crowded round her to pay their homage discovered that Mrs. Bold was perfectly willing"], [32, "30 A Nasty Crop]) er. to be amused, and was perfectly determined not to encourage them to make love to her. She became a pattern of all the domestic virtues. Lady Cole was astounded, and Tom Bold was satisfied with his lot. For some three or four years everything went as smoothly as is possible in this world with the married couple. Then the effects of his former life began to show them selves on the health of the husband — he became a chronic invalid ; he was no longer seen at the clubs or in society ; his wife posed before the world as an affectionate nurse, and enjoyed the pleasures of the world without his company. Gradually did she drift back into the life she had led before her marriage. Again did she encourage men to admire as well as to amuse her. Lady Cole, whom middle-age had made more cautious and more wicked, was her dearest friend. The varnish of propriety with which she had covered herself became more and more scratched, and it was only the timely death of Mr. Bold which prevented its total disappearance. At nine-and-twenty, therefore, Mrs. Bold found herself a widow. She was rich, though by far the greater part of her income would be taken away from her if she married again ; and she possessed that style of beauty, the peculiar pro perty of English women, which is not destroyed by age. She rightly reflected that she could"], [33, "A Nasty Cropper. 31 enjoy all the gaieties of life for another fifteen years, and, therefore, that she could afford to sacrifice one year to the altar of Grundyism by mourning for her husband ; also, that the varnish of propriety could thereby receive a fresh coating, and that nobody would remember the scratches which were underneath. So for twelve months the world and her old lovers knew her not. It is needless to capitulate her subsequent life till she came to take charge of her brother's house. Lovers worshipped at the shrine of her beauty ; but as a widow cannot well appear before Sir James Hannen in the character of respondent, her name was connected with no serious scandal. Elderly ladies, like Lady Mary Drayton, called her horrid, but were obliged to recognise her existence, since their male be longings called her charming. Yet they treated her with coolness, and exercised all their diplo macy to avoid asking her to their houses, though that diplomacy often sailed to effect the desired end. In short, the social position of Mrs. Bold was not so secure as that lady wished it to be. At length an opportunity presented itself, which, if taken, could not fail to place the widow on the topmost pinnacle of respectability. Eva Ogilvy was about to leave school, and would re quire somebody to chaperone her ; Colonel Ogilvy wanted some lady to take the head of"], [34, "A Nasty Cropper. 32 his table, and discharge the duties of a hostess, which Eva was not old enough to undertake. Accordingly, Mrs. Bold received a letter from her brother one morning offering her a home, if she would manage his house and daughter for him. She accepted the offer, piloted Eva through the London season, and was duly in stalled as mistress of Ogilvy Court, in which comfortable situation we found her at the beginning of this chapter. On entering her new life Mrs. Bold resolved that it should be a pleasant one. She imme diately perceived that in order to make it pleasant she must establish both confidence and friendship between herself and her niece. This, as the conversation about Cross proves, she had succeeded in doing. But Mrs. Bold, like most people who have gained a good thing, was unwilling to lose it. If Eva married, her brother would no longer require her. Therefore Eva must not marry ; at least, not at present ; and, when she did, she must marry some man who would receive her as a welcome guest in his house, whenever it suited her to go there. Frank Cross was not likely to be such an agree able host. Pie was not sufficiently weak as to allow his wife to rule him in all things ; he had old-fashioned notions about right and wrong, and admired feminine delicacy. Regarding him"], [35, "A Nasty Cropper. 33 from the point of view which affected herself, Mrs. Bold thought he would be a most incon venient husband for Eva. So she determined to use her influence with her niece, and cause her to reject the man who had offered her his love. Poor Frank Cross ! Y'ou are now lost in thought about the girl you love, and you are but a pmpp>et in the hands of the cunning woman, who has in her own mind signed the death warrant of your passion. One of the greatest writers of the present day has laid it down as an inviolable maxim, that every novel must contain a male and female angel and a male and female devil. If the present story is to be interpreted according to this rule, Mrs. Bold is the female devil, and Eva Ogilvy the female angel. Doubtless, the latter young lady is a frivolous flirt, but such as she is, she must play the role of heroine ; and after all, pjerhaps some of my readers may be frivolous flirts themselves, and be gratified to find that I think there is something heroic in their cha racters. However, now that Mrs. Bold and Miss Ogilvy have been properly introduced, they must speak and act for themselves, and the humble individual who has effected the introduction must retire. Let the devil work her wiles, and let the angel escape them, if she can, or burn her wings in the attempt. i'"], [36, "34 A Nasty Cropper. CHAPTER III. THE GUESTS AT OGILVY COURT. By the next evening the expected guests had arrived at Ogilvy Court. With the exception of the Veseys, they were all more or less intimately acquainted with each other. Mrs. Bold would have preferred that the Veseys should have re mained at home ; but Colonel Ogilvy had insisted on their being asked. He had been John Yesey's fag at Eton, and had acted as his best man when, twenty years ago, that gentleman had married the stout buxem lady, who now sat in the drawing room waiting for the colonel to offer her his arm to take her into dinner. So Mrs. Bold had been obliged to obey her brother's commands. \" I am afraid, my dear, you will find the Veseys a wet blanket,\" she had said to Mrs. Racer ; and Mrs. Racer raised her eyebrows, and then shrugged her shoulders, implying that she did not intend to allow the elderly couple to spoil her pleasure. She had ccrae determined to revive"], [37, "A Nasty Grcppir. 35 her flirtation with Archie Spendall, and did not mean to be dissuaded from carrying out that amiable intention, Dinner was announced, and Eva fell to the lot of John A'esey, at which she was somewhat annoyed. She would have liked to have been seated with Lord Robert Upton ; but her aunt, in right of her position as hostess, had appro priated him, so Eva concluded that, so far as she was concerned, the dinner would be dull. This conclusion, however, was wrong. Eight is too small a number to allow of conversation at the dinner-table being anything but general. Mrs. Racer and Archie Sptendall had been staying at the same house at Southsea during the beginning of August, where their hostess was much addicted to the society of curates ; \" and they were such rubbish, weren't they, Archie? \" Mrs. Vesey looked somewhat shocked ; but whether at the definition of the young gentlemen who looked after the morals of Southsea, or at Mr. Spendall being thus addressed familiarly by his Christian name, was not clear. \" There was one man especially ; oh, he was too awful,\" the vivacious lady rattled on. \"He used to come yachting with us, and was ridiculous, tedious, and sea-sick by turns. I shall never forget one day ; Archie was talking about hunting, when his reverence said, ' Do"], [38, "A Nasty Cropper. 36 you ride in a vermilion coat, Mr. Spendall ? ' I thought I should have died with laughing.\" \"He did us a good turn though, if you recollect, Mrs. Racer.\" \" When ? What did he do ? \" asked the lady. \"Drank a bottle of corked sherry for us,\" replied Archie Spendall, amidst the laughter of the others. \"Well, the Church will be represented on Monday,\" said Colonel Ogilvy. \" I asked our vicar, the Reverend Dorking Barlam, to have a day's shooting; not that he is likely to make himself ridiculous ; on the contrary, he is a very fair sample of muscular Christianity.\" \" YTou will see him to-morrow; he always lunches with us on Sunday.\" The look of surprise on Mrs. Racer's face as Mrs. Bold made the last remark almost caused Eva to burst out laughing. \"Aunt Nellie and Mr. Barlam are great friends, Mrs. Racer,\" she said, mischievously. \" In the country, one necessarily sees a great deal of one's clergyman. Don't you agree with me, Mrs. Vesey? \" Mrs. Vesey said that she did agree, and inwardly thought that Mrs. Bold did not think it necessary to see much of any clerg}'man when she was not in the country. At last the ladies retired, leaving the gentlemen"], [39, "A Nasty Cropper. 37 to discuss the bird's, the prospect of big bags, and other subjects connected with sport, till such time as their own company should prove a stronger magnet than wine or cigarettes. Allowing Mrs. Racer and Eva to entertain themselves as they best could, Mrs. Bold sat down beside Mrs. Vesey, with the praiseworthy intention of making herself agreeable. \" I am going to ask you for your advice, Mrs. Vesey,\" she began in her most persuasive tones. ' ' My own experience of shooting parties is very limited, so that when my brother tells me to bring lunch to a certain pflace, I am utterly ignorant as to what the men want to eat and drink.\" \"I don't think they mind what they eat as long as they have plenty of bottled beer and whisky. Y'ou see, they are generally in too great a hurry to go on with their sport.\" Mrs. Bold felt that she had received a blow. She had made up her mind that the luncheons should resemble so many pic-nics, where the gentlemen would be obliged to jilt Diana for the charms of Venus, and the firing of guns would be exchanged for the popping of champagne corks. \" But, Mrs. Vesey, we ladies can't drink bottled beer and whisky ; and if we take the trouble to drive with the lunch, the gentlemen"], [40, "38 . ! Nasty Cropper, will not be so rude as to be in a hurry to leave us.\" \" I am very fond of bottled beer,\" rejoined the elder lady, \"and keen sportsmen always prefer their sport to feminine society. Women only bore them when they are longing to be at the birds again.\" Mrs. Bold was at a loss what to say next. She had been perfectly prepared to dislike Mrs. Vesey, but it had not occurred to her that she should be disliked by Mrs. Vesey. Yet she had now to confess to herself that the latter was the case. But Mrs. Bold was not the woman to be easily vanquished by the weapons of conversation. \" I am afraid it to a great extent depends on the women. I will take care you have your bottled beer, Mrs. Vesey, but you must persuade your husband not to be too severe on us, even if we do bore him.\" To this appeal Mrs. Vesey made no reply, but, taking advantage of a general pause in the con versation, said, \" Eva, my dear, you must tell me all about your doings in London. I am still going to call you Eva, although you have come out. Do you remember me when you first rode over with your father to see me on your Shetland pony, with your hair down your back ? Y\"ou were a little girl then, and a little madcap) into the bargain.\""], [41, "A Nasty Cropper. 39 So Eva exchanged seats with her aunt, and Mrs. Bold crossed the room to talk to Mrs. Racer, with whom at least she had plenty of subjects in common. The two women were as similar in character in the outward view of the world as it is well possible for two women to be. The chief difference between them was that Mrs. Racer was poor and Mrs. Bold was rich. Few of Mrs. Racer's lovers came out of the ordeal without suffering in pocket. If they did not pay her bills, or present her with handsome jewellery, they lost money to Mr. Racer at cards or billiards ; they must resign themselves to the process of being plucked. At the present time she was wondering whether Archie Spendall could and would p>ay her milliner's bill ; she had not as yet carried the flirtation far enough to venture on suggesting it to him, but she had made up her mind that she would do so before she left Ogilvy Court. So when the gentlemen entered the drawing-room she beckoned him to an empty chair by her side. Mrs. Bold had been annoyed by Mrs. Vesey ; but her annoyance was considerably increased when Lord Robert Upton strolled across to talk to Eva, instead of remaining to talk to her. She had flirted with him more than with anybody else in London, and he had piaid her almost as much attention as Frank Cress had paid to Eva. Now he had ignored her look of invitation, and"], [42, "40 A Nasty Cropper. she was compelled to listen to John Vesey, who was telling her of a new scheme he had planned for the better preservation of pheasants. More over, John Vesey, waxing warm with his subject, made the Colonel and his wife join his audience, and Mrs. Bold felt that Mrs. Vesey not only saw but enjoyed her discomfiture, which lasted till her brother suggested an adjournment to the smoke-room. Joli 11 Vesey, having smoked two large cigars and drunk two large tumblers of brandy and soda, betook himself to the nuptial chamber, where lie found his lawful spouse already reclin ing beneath the clothes which covered the nuptial couch. \"John, if you sit up late smoking and drinking you will never be able to shoot.\" \" Quite so, my dear ; but at the present time I want to be able to sleep, and not to shoot,\" replied John, as he divested himself of his coat and waistcoat. \" Still, you're perfectly right ; at my time of life I can't afford to burn the candle at both ends.\" \" And what do you think of Mrs. Bold ? \" con tinued Mrs. Aresey. \" She seems a very sensible woman, Jane. She took a deep interest in that new scheme of mine about the pheasants.\" \" Bosh ! She was making eyes at Lord"], [43, "A Nasty Cropper. 41 Robert Upton all the time. She is a vain, frivolous creature, and insincere as well. I don't like her at all.\" Such was Mrs. Vesey's opinion of her hostess. At the end of a Sunday breakfast in the country there is always a certain amount of uneasiness amongst the persons assembled. There are the pjeople who want to go to church, the people who don't want to go, and the people who want others to go who would rather stay at home. The male guest can always silently signify his intention by appearing in a tweed suit, but in the case of ladies more diplomacy is required. Mrs. Racer had surmounted the difficulty by not appearing at all at the morning meal, telling her maid to say that she was suffering from a bad headache, and to bring her some tea to her own room ; Eva said she would stay at home to keep her company, and Lord Robert Upton gave the usual excuse of having important letters to answer. The rest of the poarty got ready to go to the morning service, including Archie Spendall, who, to the surprise of everybody, had voLuteered his presence, since even Mrs. Vesey had regarded Mrs. Racer's headache as an excuse for gaining a tete-a-tete with Mr. Spendall. After the departure of the others, Eva and Upton found themselves alone in the hall."], [44, "42 A Nasty Cropper. ' ' How are you going to get through the morn ing, Miss Ogilvy? Not going to spend the whole time in acting nurse to Mrs. Racer, are you?\" \" Not all the morning ; but I must go up to see her presently. I've got some things to do in my boudoir,\" and the young lady nodded towards the door of that apartment. \" May I enter the sanctum? \" \" Certainly, if you like ; but I thought you had some important letters to answer,\" and she turned towards him, laughing as she spioke. \"However, if you want to see my room, come along ; you look as nervous as if you were going to explore the groves of Cornu6.\" \" Some boudoirs are quite as dangerous.\" Eva Ogilvy looked very pretty in her tight sitting Redfern dress ; and so Upton thought too as he sank into a low chair near where she had seated herself. So these two young people sat and talked to one another, and forgot all about the reasons which, according to their own accounts, had made them stay away from church. Lord Robert Upton, the younger son of the Duke of Broadacres, with the rank of captain in the 1st Life Guards, was one of the fastest members of a very fast set. His broad shoulders and six feet of height had made him too heavy to ride between the flags ; but his reputation as a"], [45, "A Nasty Cropper. 43 hard man after hounds was known even in Leicestershire circles. Nor did men care to lay big odds against his gun at Hurlingham. Cer tainly, nobody could deny that Lord Robert, with all his faults — and they were many — was a good sportsman. But his name had been associated with no little amount of scandal. Although he could show a clean bill of honour, there were curious stories afloat of his high play, of flirta tions far from innocent, and of a certain bijou villa in St. John's Wood. However, be was a popular man both Avith men and women,\" and no doubt a great addition to a house-party. Perhaps his popularity arose frem the fact that his character was a curious mixture of contradic tions — a compound of vice and virtue which only bis most intimate friends could understand. There could be little doubt that on this Sunday morning the virtue preponderated. He surrendered himself to tbe influence of refine ment begotten by the girl who was his com panion. After all, he was but a type of his class. It is not the fast men, but the fast women who contaminate the innocence of girlhood. In London Lord Robert had made violent love to Mrs. Bold ; to Eva he bad been only attentive. His attentions might have been more tender than the occasion called for, but they had been promoted by no thought of wrong. Now that he"], [46, "44 A Xasty Cropper. was in the country the violence of his love had abated on the one hand, and on the other the tenderness of bis attentions had increased. From which two facts it needs no special gift of prophecy to foretell that the mind of Mrs. Bold would be greatly disturbed. \" Good gracious,\" exclaimed Eva, as glancing at tbe clock she perceived it was after twelve, \" they will soon be out of church. I must go to Mrs. Racer immediately,\" and she left the room to find that lady. \" That girl is a thorough good sort,\" Upton muttered to himself after she had gone. \" It Avill be a shame, if Providence allows her to be spoilt by Mrs. Bold.\" Mrs. Racer came down apparently none the worse for the headache from which she had been suffering, though she bad been disappointed to find out that Archie Spendall bad gone to church. But she was a hopeful woman, and determined to make up for lost time after lunch, during which meal she herself by discussing parish matters AA'ith tbe vicar, Mr. Bar lam. Tbe dulness of an English Sunday is pro verbial. Whether it be the fault of the multitude, or whether it be the fault of the professed teachers of Christianity, is an open question ; but on the seventh day the religion which boasts to be comforting assumes a cheerless aspect, and"], [47, "A Nasty Cropper. 45 the day of rest is a day of wearisome idleness. The rich employ their carriages, their horses, and their servants to take them to church, where they pray that they may keep the fourth command ment. But to indulge in any harmless pastime they regard as profanity. Oh ! ye miserable hypocrites ! You condemn tbe Sunday cricket club, and in the same breath bear false witness against your neighbours by your scandalous gossip. Ogilvy Court was no exception to the rule. Tbe ladies chatted sleepily in the drawing room, AA'hile the gentlemen drank claret and speculated on the probable winner of the St. Leger. Then followed a desultory lounge round the stables and the kennels, Avhile men smoked big cigars and women pretended to be wise in tbe lore of horseflesh, and everybody felt drear}7 and oppressed by the influence of the day. E\\Ten the indefatigable vivacity of Mrs. Racer was sorely tried. Certainly sbe attacked and carried off Archie Spendall ; but the stupidity of the prize lessened considerably the pleasure of the victorj7. Archie's thoughts were intent on the figures of his betting book instead of on the figure of his fair companion, clothed in garments Avhich she wished him to pay for. It may be said that the gentleman was perfectly aware of her wish, which, doubtless, to some extent accounted for bis absence of mind."], [48, "46 A Nasty Cropper. By a series of skilful manoeuvres she inveigled him into a summer-house, so small as to oblige them to be closer to one another than would have been necessary elseA\\'bere. Archie half sat, half leaned on the window sill, conscious that the lady was now about to ask the long-delayed savour. \" What sort of a season have you had on tbe turf, Archie, this year?\" She was standing opposite to him, almost touching him as she asked the question. \" So-so ; but the season isn't over yet.\" \"It is with me. I've lost all my money, and have none left to bet with. IVe eA'en lost tbe money I bad saved to pay my dressmaker with.\" Spendall knew this was a lie. But he Avas a good-natured fellow, and was rather fond of the little woman who had come to him for help. He knew that she could be a staunch friend when she chose ; be also kneAv that Jack Racer was a scamp, and pitied her for having such a husband. \" And I suppose the dressmaker wants to be paid?\" Mrs. Racer made a most delightfully pretty moue, and nodded her bead. \" Jack has written to tell me he has got no money, and that she must wait; but she won't AA-ait.\""], [49, "A Nasty Cropper. 47 \"A troublesome, but most sagacious, female. 1 1 ow much does she want ? ' ' Mrs. Racer mentioned the sum. \" All right, Kitty ; don't bother. Give me the bill and I'll send her a cheque.\" Mrs. Racer did a very improper thing. She put her hands on his shoulders and gave him a kiss without the slightest bashfulness in tbe world. \"Archie!\" she exclaimed. \"You're a brick, and I'll ahvays be your pal. That's slangy, isn't it ; but it's expressive. We neither of us love one another, though Ave haA'e been pretending to make love for months. That's the way cf our set. But I think avc understand each other. I'm not so black as I'm painted, and my friend ship may be worth having. If ever I can do you a good turn I will ; and you may be sure that I never betray a secret, so you can ahvays confide in me in any case. People say I am fast and frivolous, and flirt with men, so that they may pay my debts ; but I am not altogether a bad woman. God knoAVS that I might have been better than I am, if my lot had been different.\" Mrs. Racer having commenced her speech with a kiss ended it with tears. How surprised the majority of her acquaintances would have been if they could haA'e seen that paroxysm of weeping? How feAv of them kr.ew what an"], [50, "48 A Nasty Cropper. unhappy woman she was ! Married before she was out of her teens to a heartless scamp, who used her as a gambler's decoy, and never even pretended to love her, no won der that she was miserable. She might try to forget her misery by plunging into gaiety and excitement; but nevertheless the aching void in her heart still remained incurable. \" Don't think me a fool, Archie. I know men hate tears ; but they will come sometimes. Take me to tbe bouse hoav ; but remember I'm your friend, and you can rely on my help Avhen you Avant it.\" \"Firm pals, always,\" be replied, smiling and this time it was be Avho gave the kiss. But it Avas a kiss of friendship, not a kiss of love."], [51, "A Nasty Cropper. 49 CHAPTER IV. A DANGEROUS ENEMY. Mrs. Bold came down to breakfast on the Monday morning in a very bad temper. She had accepted the position of hostess in a sport ing household without having any experience of sport or taking any interest in it. Not only had Mrs. Vesey curtly ridiculed her idea of turn ing the luncheon into an improvised pic-nic, but even Eva, who as a schoolgirl had acquired no small knowledge of the ways of sportsmen, had, in answer to a suggestion of her's, said : \" But, Aunt Nellie, the men will only eat and drink as much as they want, have a short smoke, and then go off again to the birds.\" Mrs. Bold had formed the idea that the shooting party at Ogibvy Court would resemble the gatherings at the French chateaux, at which she had been present in her younger days. That idea \" had been knocked on the head,\" with the result that the hostess had a vague feeling that she had E"], [52, "50 A Nasty Cropper. made herself ludicrous in the eyes of her guests. In addition, however, to having made this humiliating mistake, Mrs. Bold had contracted what was to her a new complaint. She was suffering from jealousy. We have seen how, on the first night of his arrival, Upton had ignored her look of invitation, and devoted himself to Eva in the drawing-room. Judging her niece by herself, Mrs. Bold had imagined that the two had then arranged the tete-a-tete in the boudoir on the Sunday morning, which she had not been long in discovering. This conjecture was false ; but it had added fuel to the fire of her wrath. Again, in the afternoon, when they returned from lounging round the stables, she had told Upton that she had some new photographs, and that if he would wait in the morning-room she would run upstairs and get them. But when she brought them down, Upton was smoking and drinking whisky-and-soda with John Vesey in the smoke-room, while that gentleman related to him his scheme for the better preservation of pheasants. Mrs. Bold had intended that Upton should continue his liaison with her at the same point at Avhich he had left it in July. Apparently Upton had no wish to continue it at all. Worse than this, he had transferred his attentions to Eva. Mrs. Bold had not had time"], [53, "A Nasty Cropper. 51 to form any plan of action, but, as she was not the kind of woman to sit down idly and let her lover be carried aAvay beneath her very eyes, it may easily be imagined that she would not be long before she commenced operations. She had spent a good part of her life in hunting men, and Avhen she bad captured them, she did not set them free till she was tired of them. But now a captive had actually dared to set himself free, and, moreover, had returned into her presence to parade himself in all the in solence of freedom. During the morning she determined to again don her armour and recapture Upton ; and as she knew that procrastination is the thief of loAre as well as of time, she went forth to the attack that day. As had been arranged, the ladies had brought the lunch for tbe shooters, and directly that meal was finished Mrs. Bold went up to Upton. \" Robert, why are you offended with me? \" His lordship, having appeased his appetite, was leaning against a tree at some little distance from the others, lazily smoking his pipe. Tbe question both surprised and annoyed him, but Lord Robert was never known to lose his presence of mind. \"I assure you, Nellie, I'm not offended. If I looked so, I beg your pardon. I was only"], [54, "52 A Nasty Cropper. wondering hoAv much grace the Colonel would give us before we went back to the birds.\" Mrs. Bold tapped her foot impatiently against the ground, and made Avhat, under the circum stances, was the most injudicious reply she could make. \"Don't talk nonsense. You know Avhat I mean. Why have you so systematically avoided me ever since you have been down here ? \" \"Avoided you? \" he repeated. \" Such a thing has never entered my head. Till I had the pleasure of taking you into dinner on Saturday I had forgotten, that you told me in London that you were to be at Ogilvy Court during the autumn.\" \" Allow me to congratulate you on your exquisite politeness, Lord Robert, and also on your most convenient memory.\" \" My memory never was good,\" he replied, carelessly, ignoring the sarcasm of her con gratulation. \" Even at Eton I could never remember my lessons, and I have been going down hill ever since. But now you talk of my memory, I recollect I've got a message for you from a man called the Marquis d'Olive, who was staying in the same house with me during August. He said he knew you in Rome or some such place before you were married.\" \"I remember meeting the Marquis d'Olive,\""], [55, "A Nasty Cropper. 53 Mrs. Bold said, and looked narrowly at her com panion's face [as if to read there what the Marquis had said of her, \"though what message he could baAe to send to me I cannot imagine.\" \" I forget the exact words. Something to the effect that his pistol was always at your service, and that he wondered whether you had changed much since he kneAv you as a girl. As I had not the pleasure of knowing you as a girl I couldn't satisfy him, so he said he should take the earliest opportunity of seeing you and judging for himself.\" And leaving Mrs. Bold in doubt as to what revelations the Marquis really had made, he strolled back towards the luncheon party. There is a gift peculiar to the feminine mind, partly acquired by experience and partly byinstinct, which enables women to knoAv the feelings with which other men and women regard each other. Love may blind the lovers, but it does not blind the female portion of the spectators. Not only Mrs. Racer, but even honest, unconventional Mrs. Vesey had seen that Mrs. Bold was endeaATouring to catch Upton within the Aveb of her spurious love ; and they had also seen that the fly politely said \"No, thank you\" to tbe spider's gracious invitation. Both ladies, too, had drawn their own conclusions from the inter view at the tree, and were inwardly amused at"], [56, "A Nasty Cropper. 54 the anger and the nonchalance which were plainly visible on the respective faces of the parties therein concerned. Mrs. Bold, in her ignorance as to what revelations the Marquis d'Olive might haA'e made, imagined that Upton knew everything about her previous life which was to be known, and was afraid of him accordingly. It Avas now evident that, for tbe present, at all events, any attempts to renew her flirtation with him would be futile. But this only made her all the more angry, all tbe more inclined to be jealous of her niece. She made up her mind that Lord Robert should learn at once that she was noia woman to be insulted with impunity. Did she not know of that bijou villa at St. John's Wood, and of his intimacy with the fair inhabitant, Constance St. Maur, the celebrated burlesque actress ? Surely this was a point in her favour which she could use with advantage if Lord Robert chose to pursue his attentions towards Eva. Then, again, was there not Frank Cross? She had ridiculed the idea of Eva marrying him ; but better that she married Cross than Lord Robert. Tbe staid country gentleman would make a more con venient nephew than the reformed rake, if it were necessary that she must have a nephew. As for tbe Marquis d'Olive, she would find out im mediately how much of her past life he had"], [57, "A Nasty Cropper. 55 disclosed. Besides, Avho knew but what he might become a useful instrument to her in carrying out the plans of revenge she had already begun to form ? Accordingly, before dinner she wrote a letter to the Marquis, which, if only as a specimen of female diplomacy, is worthy of being reproduced : — \"My dear Marquis, — I have only just heard to-day that you were in England, or else I should have written to you ere this to remind you of my existence, since at one time you professed to take such an interest in me. I wonder whether you ever think of those old days ? But now, my friend, tout cela est change — I am a widow, drifting towards the sere and yellow leaf, and you — well, I suppose time must have been kind to your iron constitution ; still, I should like to see for myself, so, when I come to London, I shall expect you to immediately call on me. I shall be up shortly for a day or two ; when, I will let you know. \"And now, mon ami, I suppose you are cudgelling your brains to guess how I have heard of you, so I won't keep you longer in suspense. I am now staying with my brother, and amongst the house party is Lord Robert Upton, who says that he has lately been staying in the same house with you. By-the-bye, what do you think of him? He is young, and, entre nous, my dear"], [58, "56 .1 Nasty Cropper. Marquis, not so judicious as be might be, especially in the use of his tongue. I hear, too, he is over head and cars in love with Connie St. Maur. If this is so, he is behaving rather badly towards a little friend of mine. If you know anything about it, tell me when you answer this ; if not, you might find out, and thereby win my gratitude. \"Write to me as soon as you have leisure, and \" Believe me, \" Very sincerely yours, \" Nellie Bold \"(nee Ogilvy). \"I think that ought to do,\" said Mrs. Bold to herself, as she placed the letter in an envelope, and addressed it to a club of which she knew d'Olive was a member. Then she placed it herself in the open letter-box in the great hall."], [59, "A Nasty Cropper. 57 CHAPTER V. CONSTANCE ST. MAUE RECEIVES A VISITOR. The Marquis d'Olive had finished reading his letters and had dictated to his secretary answers to those which he was too lazy to answer him self. He was now enjoying a quiet hour's thought before he dressed to go out, and, to judge by his complacent smile, his thoughts must have been pleasant, as be twirled his moustache Avith one hand while be dangled Mrs. Bold's letter in the other. \" So you, my dear Nellie,\" he muttered to himself, \" are jealous of the little friend, whom your old lover, Upton, is behaving rather badly towards. For Connie St. Maur you do not care one damn. She is an institution of society which you must endure. But you want the old lover to return, and so ask your still older lover to help you. Now the question is, what am I, the still older lover, to gain by the transaction ? You say I shall win your gratitude ; in other words, I shall gain nothing at all.\""], [60, "58 A Nasty Cropper. The Marquis paced up and down the room for a few moments. He was a huge man, over six feet in height, and with an enormous chest, which his enemies said he made more enormous by padding. At first sight he gave one the idea of human immensity, and when he opened his lips one still retained tbe original impression of impor tance. He had come into bis title unexpectedly, and had been educated as an Englishman, though from the time he was eighteen he had led a wild life, full of adventures of every kind. That be had spent no little time in shooting saloons was evident from his proficiency with the pistol. He had borseAvbipped a Russian Prince in Hyde Park. He had pinked a man with bis rapier one morning, and written a poem on the duel before night. Pie possessed a reputation for having made loA'e to more Avomen than any other man of bis day. He was a Bohemian, and a friend to Bohemians. To writers, singers, and actors his rooms Avere always open. He was at once good natured and unprincipled, athletic and æsthetic. \" I shall gain nothing at all.\" Such had been his first reflection on reading Mrs. Bold's letter. Still, he did not cease to reflect. \" Why should she ask me to help her ? \" was the question which puzzled him, for it never occurred to him that Mrs. Bold was afraid that he had, or might in the future disclose what"], [61, "A Nasty Cropper. 59 he knew of her continental life. He might talk of the duels he had fought on her account, for he Avas vain of his courage ; but, to do him justice, he would neA'er ruin a woman's reputa tion by boasting of his success in love. So, being ignorant of her fear, he was naturally sur prised that she should take tbe trouble to write to him. What did she mean by saying that Upton was not judicious in the use of his tongue ? He knew that Upton was supposed to be on more intimate terms with Connie St. Maur than anybody else. He guessed also that he had been on fairly intimate terms with Mrs. Bold herself ; but who was the little friend so vaguely alluded to ? Did she exist even ? Well, he had been introduced to Connie St. Maur ; there Avould be no harm in his calling on that young lady, and perhaps in the course of con versation something might turn up which Avould giA'e him a clue as to how to act. So the Marquis dressed with more than usual care, and then got into a hansom and was driven to St. John's Wood. Stopping at a detached villa, he rang the bell, and after learning from the servant that Mrs. St. Maur was at home, was shown into an empty sitting-room, while his card was taken up to the mistress of the establishment. Constance St. Mam- was a mystery. After"], [62, "60 A Nasty Cropper. travelling about Avith provincial burlesque com panies for some consideraDle time, she had at last realized tbe actress's ambition, and appeared in a leading part on the London boards. Possessing good looks far aboAre the average, a moderate A'oice, and a certain French diablerie — the greatest fascination of burlesque — she had at once by her graceful dancing and chic manner of acting become popular. Everybody liked the little Bohemian aa'Iio had thus suddenly appeared from the provinces. Even her sisters in the pro fession were not jealous. Men about town got introduced to her, made violent love, and then discoA'ered that friendship was all that she could give them — a friendship free from all the con- A'entionality of society ; a friendship, Avhich alloA\\7ed them to smoke cigarettes and drink brandies-and-sodas in her draAving-room ; a friendship Avhich shocked mothers and sisters; but a platonic friendship for all that. If she loves anybody, men would say, AA7hen she was discussed in club smoke-rooms, it is Upton, of the Guards ; but he is so deuced dark where women are concerned that there's no getting anything out of him. But on the present occasion the Marquis had not come with tbe intention of making lo\\-e. He had come for information. To what the information might relate he was ignorant ; and"], [63, "A Nasty Cropper. 61 although he was a man to whom modesty was unknown, he felt somewhat nervous as to the result of his visit. Mrs. St. Maur, or Connie St. Maur, as she was commonly called, did not keep him long alone. She shook hands with him pleasantly, motioned him to a seat, and then sat dowm opposite to him waiting for him to commence the conversation. The Marquis was a fluent, almost brilliant, though superficial, talker, and the tAvo were soon at their ease chatting over a new burlesque which Avas to be put on the stage before Christinas. \" I don't much like it, though I've been given a splendid part myself. Would you care to hear my best song ? \" and she sat down to the piano and sang the Avords which Avere subsequently baAvled out by half the street arabs in London. The Marquis, whose huge form lounging in the armchair seemed to fill the room, gazed admiringly at the beAvitching beauty of his com panion — beauty rendered more bewitching by the most spirited espieglerie that any queen of extravaganza ever possessed, as Avell as by those luxurious surroundings, of which only the villas of non - society professional beauties can boast. How can the grandeur of the drawing - rooms of Belgravia be compared with the Parisian elegance to be found in the boudoirs of a dramatic Circe ? The undisguised sensualism"], [64, "62 A Nasty Cropper. of the French school of painting, marble statues from the studios of Italy, the scent of flowers from countless vases, tbe velvet-pile like moss beneath the feet, the easy softness of the chairs and sofas, all tended to make Connie St. Maur's boudoir a perfect paradise for man. So, at least, thought the Marquis. \" Ah ! Mrs. St. Maur, I Avish I could persuade you to come to one of my little receptions \" — the Marquis was celebrated for his artistic aud musical at-homes. \"There are many of my literary friends I should like you to meet ; but now there is hardly anybody in London. Every body has retired gracefully into the country to shoot partridges and wait for the hunting season. Now is the time for house parties and the engagements which are caused by them. That reminds me: you know Lord Robert Upton, I believe ? \" \" Yes.\" \"I hear he is engaged,\" continued the other in a nonchalant tone of voice. \" Indeed ! Who is the lady ? \" \"At the present moment I can't say. But a friend of mine who has been staying at the same house — Ogilvy Court the name is, I think — wrote to tell me of the engagement. But that has nothing to do with the object of my visit, which was to ask you if you would honour me with"], [65, "A Nasty Cropper. 63 your company on my next at-home day, in which case I would take care to get some nice people to meet you.\" \" Thanks, very much. But Avhat was your motive in telling me of Lord Robert Upton's engagement ? \" \" I thought that as his friend you might like to hear of it.\" \" On the contrary, you thought that I might not like to hear of it. Still I don't understand your motive for telling me unwelcome news.\" \" My dear Mrs. St. Maur — \" My dear Marquis, do speak the truth, and don't take me for a fool. You have heard what every other man in London has heard, namely, that Lord Robert Upton has been in love with me. Why, then, do you gratuitously tell me of his engagement ? Has his lordship employed you as his messenger?\" Most decidedly not,\" replied d'Olive, angrily \"Pray don't lose your temper. We at all events are not in love with one another, so there is no need for us to quarrel in order to make it up again. First of all, tell me, ' Come ye in peace here, or come ye in war? ' ' \" In peace, by all means.\" \" Then peace let it be. Be candid with me and I will be equally candid with you. Why did you tell me of this engagement ? \""], [66, "64 A Nasty Cropper. \" Because I don't wish the marriage to take place.\" \" And you think that I wish the same?\" \"Yes.\" \" Well, you are right. But my reason for Avisbing it is that I am foolish enough to love Lord Robert Upton. What is your reason?\" \" 'Pon my soul, I can't say, for I hardly knoAv his lordship, and do not even know the name of the girl to whom he is engaged. I can only tell you that her friends don't like the engagement.\" \" And, therefore, they think that I shall be a fit instrument to break it off. Now I begin to see daylight. I wonder who these friends are ; shall I meet them at the reception to which you have invited me ? \" \" Not improbably,\" replied d'Olive, Avho was beginning to think that he was getting into a mess, since Mrs. Bold had not mentioned definitely that there Avas any engagement at all. \"I will certainly ask them. In the mean while I will discover the name of your fair rival, and let you know. Good-bye.\" \" Excessively awkward forme if that lady takes it into her head to inform young Upton I have been meddling in his affairs,\" thought the Marquis as he drove away. \" Well, I must tell Nellie Bold what I'A7e done, and if she doesn't take me"], [67, "A Nasty Cropper. 65 farther into her confidence, I won't bother any more about the matter.\" Then the Marquis lit a cigarette, and Avith the smoke puffed away all thought for the present about either Mrs. Bold, Upton, or Conuie St. Maur. Not so Connie St. Maur. In the presence of the Marquis d'Olive, she had restrained her feelings, though the effort to do so had been great. Now that he was gone, she gave vent to the angry passion which the news of Upton's engagement had given rise to. The man Avho bad pretended to loA7e her, the man whom she did love, had treated her as a plaything and thrown her aside like an old suit of clothes. The Avorld supposes that a burlesque actress does not indulge in love ; it does not gi\\-e her credit for possessing any tender feelings. Men think that because she is not visited by their sisters, and their cousins, and their aunts, therefore she is not capable of loving. Foolish error ! Is she not a Avoman ? Never had the St. Maur, as her admirers called her, acted more buoyantly, more sprightly than she did that night. Again and again were her dances and songs encored; again and again, from gallery to stalls, was there a thunder of applause. Shower down your plaudits, you boys from the gallery ! Smile languidly and clap your kid-"], [68, "66 A Nasty Cropper. gloved hands, you oA'er-dressed, cigarette-smoking youths in tbe stalls ! Hoav little you know of the real life of the actress who amuses you ! You men about toAvn, you members of the jeunesse dorec ; go to your clubs, go to the fashionable supper-rooms of the demi monde, Avhile tbe woman who bas pleased you on the stage goes home with aching heart, in which loA'e and hatred, forgiveness and revenge are all striA'ing for the mastery ! So the influence of Mrs. Fold's letter had already begun to make itself felt."], [69, "A Nasty Cropper. 67 CHAPTER VI. \"HIS amor, TJNUS ERAT.\" Whether the Marquis d'Olive was justified by Mrs. Bold's letter in coming to the conclusion that Upton was engaged is a matter of doubt, though nobody will deny that he was wrong in telling Constance St. Maur that such an engagement existed. Even Mrs. Bold herself was frightened when she heard from him, giving her a full account of what bad happened. Still the events of the last two or three days had increased both her anger and her desire for revenge. Onlookers see more of the game of loA'e than the players; and Mrs. Bold was a keen watcher over tbe game that was being played at Ogilvy Court. If anybody had told Lord Robert Upton that he was in loA'e, he would have pooh-poohed the suggestion as absurd. If anybody had told Eva that she was in love, she would have been exceed ingly indignant. Love is not unlike a fast-flowing"], [70, "A Nasty Cropper. 68 stream : sometimes we plunge voluntarily into the current ; sometimes fate comes and pushes us behind, and obliges us to take the header Avhen we are hesitating on the brink of the bank. Sometimes Ave find the Avater calm and still, an 1 can, if Ave are so minded, SAvim quietly back to shore; sometini3S the torrent SAveeps us down, and Ave are unable to fight against it. Some times Ave escape the dangerous rocks which sill the course, and land safely in smooth water ; sometimes Ave are dashed against them, beaten, ay, and even killed. For the gulf of the waters of love is amongst the things that are unfore seen, and in spite of all the experience of us poor mortals since the days when Eve plucked and ate the fruit of the tree of knoAvledge, Ave still plunge recklessly into the current, the course of Avhich Ave are unable to foretell. So Eva and Upton were standing on the biink of the stream, and neither of them knew their danger. There is nothing which taxes the powers of host and hostess more than a wet day in a country house ; to young people to whom flirtation is not distasteful there is nothing more dangerous. The day before the party at Ogilvy Court was to break up was as rainy and stormy as a September day can w.ell be. Even a sportsman as ardent as John Vesey was content to leaA'e the birds in"], [71, "A Nasty Cropper. 69 safety. Unless she wanted her guests to be bored, Mrs. Bold was sufficiently experienced to know that it was best to alloAV them to amuse themselves, and not to try to amuse them herself. BetAveen billiards, the smoke-room, and the boudoir they must take their choice, and enjoy themselves as they best could. Not such a very difficult thing to do after all. After lunch Mrs. Racer, having Avon half-a dozen pairs of gloA'es from John Vesey at billiards, left that gentleman to do battle OA7er the green cloth with Colonel Ogilvy, and went into the smoke-room, where Lord Robert Upton and Archie Spendall were, to use a slang expression, bucking to one another over their pipes. On Mrs. Racer's arrival Upton got up and left the room, probably with the idea of finding Eva. This was exactly what Mrs. Racer wanted, as she wished to have a confidential chat with Archie Spendall. \" What do you think of that case? \" she asked, nodding her head towards the door which bad just closed. \" I hardly know what to think. I rather fancy, though, that the gentleman, who has been playing Avith fire for so many years, has at last burnt himself. But whether he can afford to marry, and whether tbe lady Avill marry him if be asks her, I really can't say.\""], [72, "70 A Nasty Cropper. \" I fancy Eva won't say 'no' if he asks her, and I also fancy that Mrs. Bold will do everything she can to prevent the engagement.\" \" Why ? Is she in love with him as Avell ? \" \"No; hardly that, I should think. But he professed to be in loA'e with her, and Avas always at her skirts during the season. Now he has jilted her for the niece.\" \" So she is Avounded in her self-pride, if not in her heart.\" \" Quite so ; and she Avill try to aA-enge the wound. Can't you see how angry she has been all the week ? ' ' \"Well! I didn't think her temper exactly angelic, but I didn't guess that jealousy was tbe cause of it. However, if Upton doesn't pro pose before he goes, they Avill meet again at Drayton Hall in November, Avhere they Avon's have Mrs. Bold's vigilant eye to prevent their ti'te-a-tctes .\" \" No ; but it's a long time till November, and Mrs. Bold will take care to poison Eva's mind about Lord Robert. She is a dangerous Avoman to have as an enemy.\" \" But I always thought that there was some thing between Miss Ogilvy and Cross.\" \" Nonsense !\" \" I thought there Avas, at any rate. Still, I hope I'm Avrong ; because Cross has asked me to"], [73, "A Nasty Cropper. 71 stay with him, when Upton and Miss Ogilvy are at Dray ton Hall. He lives close by, you knoAv, and I don't want to have a despondent lover as a host.\" \" I don't think Cross is in the running. By the-bye, do you know a man called the Marquis d'Olive?\" \" No. IVe heard of him, though ; he poses as a patron of art and literature, and all that sort of thing, doesn't he?\" \" Yes ; and he used to be one of Mrs. Bold's numerous lo\\7ers before she was married, when she was living at Rome with Lady Cole. For some reason of her own she has renewed the acquaintance, and I mean to find out what that reason is.\" \" Why this sudden interest in Mrs. Bold? \" \"Because I am fond of Eva, and don't want her happiness to be ruined.\" \" And Mrs. Bold Avants to ruin it.\" \"Yes, and will ruin it, if Eva is left alone with her here till November. If I Avere Lord Robert, I would propose at once ; if he doesn't, I shall give Eva a hint.\" \" Which, if not acted upon, will make Mrs. Bold your enemy for life.\" \" Pooh ! she can't do me much harm ; besides, I shall be \\rery careful as to what I say. I tell you I want Eva to marry Lord Robert ; Mrs."], [74, "72 A Nasty Cropper. Bold wants her not to, so it Avill be a struggle between us. I shall count on your help.\" \" In the first place, why are you so anxious for the engagement ? and, in the second place, how on earth can I help you? \" \" Won't you give me credit for doing a good natured act for its own sake? As to your help, I'll tell you about that when the time comes.\" \" Well, I am always your obedient servant, so I suppose I must be content with your answer, though at present I confess to being entirely in the dark.\" \" I'll enlighten you before long. Now tell me, what are you going to do with yourself till NoA'ember ? \" While, however, Mrs. Racer and Archie Spendall are enjoying each other's society in accordance with tbe platonic friendship which bad sprung up between them, Lord Robert had been successful in finding Eva. On leaving the smoke-roem he had strolled into the great hall, Avith its srmbre black oak furniture, and, sinking into a huge armchair, pretended to read the Times, while he wondered whether Eva would by any chance come out of the drawing-room. He Avaited seme time before his patience Avas rewarded. \" Enjoying the solitude of your own company, Lord Robert ? I thought the gentlemen were playing billiards ? \""], [75, "A Nasty Cropper. 73 \" So they arc, I believe ; but I get tired of the society of my own sex, and stayed here on the off-chance of enjoying yours. You surely won't run aAA'ay and desert me after that gallant speech.\" \" We are holding a hen convention in the drawing room, and this chicken must put in an appearance.\" \" Oh ! bother the hen convention. You can giA'e some excuse, and I knoAv you Avon's be cruel to me on the last afternoon of my visit.\" EA'a protested that she couldn't stay, but Upton persisted, and, hardly necessary to remark, was A'ictorious. So the two strolled off into a conservatory which opened out of the morning room, from which it was partially hidden by two large curtains. \" Why are you so anxious to go to the drawing room ? You seem to think me a being of whom you ought to be afraid.\" They were both sitting on a Ioav lounge, with large tree ferns drooping OA'er them and flowers all around. \" Afraid of you ! \" she laughed in reply. \" No, I am afraid of the gossip of the hen convention. But, tell me, Avhy haA'e you changed so since you were in town? \" \" Have I changed? Hoav ? \" \" In town you were ahvays flirting with my aunt, and iioav you hardly go near her.\""], [76, "A Xasty Cropper. 74 \"Don't I? I suppose my enemies Avould say I'm like a bee which flies horn flower to floAver : they forget that sometimes the bee finds that there is no honey in the flower.\" \" Poor aunt ! Hoav angry she would be if she heard you. But I didn't mean that you've changed only in that way. You seem more serious and less light-hearted.\" \"Don't you approve of the change?\" \"Yes, if I were certain that you were not un happy, because it makes you seem less frivolous.\" Upton shrugged his shoulders. \" Isn't our life all frivolity? \" he asked. \" We have nothing to do but to enjoy ourselves, and yet Ave gain little pleasure after all. Rather, our pleasures are so sballoAV that we soon get to the bottom of them. But I shall bore you if I talk in this cynical way.\" \" No, you won't. You interest me. Men so seldom think it worth their while to talk sensibly to girls ; they pay them idle compliments, which are the AA'orst compliment to their poAvers of understanding.\" So they went on talking for some time, getting more confidential every moment. He talked to her in a way in which he had never talked to her before ; he talked to her as if she Avere a sympathetic AA'oman, not as if she were a young girl fond of flattery. And what feeling is"], [77, "A Nasty Cropper. 75 so near akin to We as sympathy ? The sympathy which a woman first feels toAvards a man. To what can it be compared ? It is the lightning flash which sets fire to the dead, dry fuel of girlhood, and creates the blaze which illumines the heart of woman. Thus it was with Eva Ogilvy. At last the sound of the gong told them that afternoon tea had been taken into the drawing room, and they both rose from the sofa. Their eyes met ; then, as if rendered suddenly sus ceptible to that magnetic influence against which it were impossible to combat, he dreAV her gently towards him, while she yielded herself to the impulse of the moment ; their lips met in one long kiss ; then, without a AA'ord, she freed her self from bis embrace. \" Eva, my darling ! \" But she had left him alone. He folloAved her into the drawing-room, feeling like a man who has suddenly awaken from a dream. He was leaving early the next morning, and he had no chance of talking to her before he left. Perhaps she was afraid to trust herself alone with him. But she avoided him that night. Yet he knew she loved him ; kneAV it as well as if that interview in tbe conservatory had lasted for hours longer ; and he kneAV also that he loved her."], [78, "76 A Nasty Cropper. CHAPTER VII. MRS. BOLD COMMENCES OPERATIONS. Although there was no formal engagement between Eva and Upton, Mrs. Bold soon found out when she was left alone with her niece, after the house party at Ogilvy Court had broken up, that she was in loA'e. She also saw that the confidence which Eva had been used to place in her no longer existed. Eva mistrusted her, and she hated Eva with the hatred of a Avoman who has been robbed of her loA'er. Under these circumstances it was not likely that the two ladies, left alone in a country house, and dependent on each other for society, would be happy together during the next few weeks. An angry, jealous, and disappointed wpman and a loving girl doubtful whether her love is returned are hardly fit companions for one another. Mrs. Bold's tactics were simple. She talked ot Upton as if he had belonged to her and she had"], [79, "A Nasty Cropper. 77 been obliged to discharge him from her service for his delinquencies. She hinted that he had begged to be allowed to return to his allegiance, and that she had refused. She implied that on account of her refusal he had transferred his affections to Eva. Such Avas the perpetual burden of her conversation whenever she was alone with her niece. She pretended to pity her with an air of superior wisdom, which to the high-spirited girl Avas more galling than if she had openly upbraided her for her folly. The lips of EA'a, too, were closed. She could not defend her lover Avithout acknoAvledging her love. She kneAV that her aunt was telling her a lie Avhen she said she had discharged Upton, for she kneAV that it was Upton Avho had discharged her aunt, Avho Avas iioav seized with jealousy of herself. Sometimes, driven to the verge of desperation, she was on the point of telling her aunt so, and certainly it was not fear Avhich pre vented her ; perhaps it was the oft-recurring doubt in her mind as to Avhether Upton did really love her. But incredulous as she was of her aunt's stories against Upton, and doubtful of his feelings towards herself, there Avas one thing of which she was certain : she did not loAre Frank Cross. So she wrote to him a letter full of kindness, even asking him to forgive her as if"], [80, "A Nasty Cropper. 78 she had wronged him, but telling him that it aams impossible for him to AA'in her love. Having done this, she felt more happy, more able to tolerate the sneers of Mrs. Bold. MeaiiAA'hile the latter lady, finding the pleasure of talking scandal against Upton to be somewhat dull, had taken advantage of her position as mistress of Ogilvy Court to instal herself queen of the neighbouring society. In the same parish the Rev. Dorking Barlam was the only person with any pretensions to being a gentleman ; but tbe little toAvn of Clerful fortunately presented more attractions. True, these attractions were of a religious kind, and so not likely to be tempting to Mrs. Bold. Still, that lady, thinking that clerical society was better than no society at all, suddenly developed a great affection for the Church. Not only was Mr. Barlam perpetually at the Court, but Mrs. Bold was constantly to be seen in clerical society. The daughters of the rector of Clerful, two ladies of uncertain age and unprepossessing appearance, Avho Avent by the names of Carrotty Carrie and Fiery Fannie, and were the leaders of the Church clique, had pronounced Mrs. Bold to be the most charming woman they had ever met. BetAveen the Court and the Rectory a strong intimacy grew up. In short, Mrs. Bold, having hitherto chosen to mix in the most irreligious society"], [81, "A Nasty Cropper. 79 that she could find, iioav became the social sovereign of parsons and their womenkind. If, however, she deceiA-ed the sanctified in habitants of Clerful, she did not deceiA'e Eva, who considered her conduct arrant humbug. For one thing, the young lady had taken a rooted dislike to Mr. Barlam, and resented his constant A'isits, which he generally paid just before lunch or some other meal, to Avhich her aunt as constantly asked him to stay. Then, again, Mrs. Bold, to whom life Avithout an admirer was like dinner without meat or wine, had determined, in the absence of better game, to make Mr. Barlam her lover, a determination to which Mr. Barlam had apparently no objection, though Eva had a very strong one, since she had ahvays to play the part of gooseberry. No Avonder that the girl's life Avas a misery to her. On the one hand she had to listen patiently to sneers and lies about the man she loA'ed; on the other she had no society but what was as dull as ditchwater or else utterly repulsive. Sometimes she Avould lock herself Avithin her bedroom and cry with grief and vexa tion at her lot. Her only joy Avas in looking forAvard to her visit to Drayton Hall, when she would again meet Upton. Would he, she asked herself, again clasp her in his arms ; Avould he tell her that he loved her ? H it had not been"], [82, "A Nasty Cropper. 80 for her fondness for riding, which made her often go out cub-hunting and so recruit her strength, it is probable that her health Avould have given Avay under the daily torture to which she was subjected. The girl who, such a short time before, had seemed to be tbe life of a ball-room or Avhatever place she might be in Avas hoav silent, sullen, and sorrowful. And it Avas the refined cruelty practised by a Avoman Avhich had caused the change; the Avoman, too, Avho stood toAvards her in the place of her mother. And that Avoman saAV the torment she Avas causing and rejoiced at it. Still, miserable as she had succeeded in making the life of Eva, SAveet as Avas her revenge, Mrs. Bold kneAv that all her schemes would be ruined when the time arrived for EAra to go to Dray ton Hall. Certainly, if the engagement did take place, she had a trump card to play in the shape of Constance St. Maur. But then she did not knoAv the value of that card. Upton's intimacy with her would probably be considered as only an indiscretion of his bachelorhood, an indiscretion to be immediately forgiven and forgotten. The Marquis d'OhVe had told her in his letter that the burlesque actress was a high-spirited Avoman, angry with Upton for haA'ing deserted her. But Mrs. BoldAvas at present at a loss as to how to make use of that anger. Union is strength, but"], [83, "A Nasty Cropper. 81 she could not openly ally herself with the St. Maur ; not that she Avas prevented from doing so by any feelings of self-respect, but rather by the fear of losing her own social position. They must act together, therefore, in secrecy, con ducting their operations through the medium of a mutual friend. Who should this mutual friend be ? That was the question which at first puzzled Mrs. Bold. The Marquis d'OliAe was the first person who suggested himself to her mind ; but she aban doned the idea almost as soon as it was formed. The Marquis, as she Avell knew, Avas not the man to take much trouble on her account unless he saw before him the prospect of a reAvard in some shape or other. Nor did she care about putting herself in the poAver of such a clever man of the world. She must find a more willing and less clever tool than the Marquis, and she thought that she had found him in the person of the Rev. Dorking Barlam. As for the last eight or ten years Mr. Barlam had been Aregetating in the country, and as Clerful society was not renowned for female beauty, he seemed like a fish who would soon be caught by such a skilful angler as Mrs. Bold. His character, too, made him more gullible than the majority of his clerical brethren. Having begun life by showing his inability to work, and a"], [84, "82 A Nasty Cropper. his ability to spend his money in dissipation, his father had taken him aAvay from London, AA'here he was supposed to be reading for the Bar, and sent him to a theological college. In due course he Avas ordained, and eA'entually obtained the small living in the parish outside Clerful, where Ogilvy Court Avas situated. To do Mr. Barlam justice, he had striven to do his duty in that state of life unto which it had pleased his father to call him. Nor had be strivren unsuccessfully. As Colonel Ogilvy had remarked, he was a A'ery fair specimen of muscular Christianity. He Avas a good sports man, popular AA'ith his parishioners, and, though utterly ignorant of metaphysical religion, preached a fair sermon. As far as his appearance Avent, nature had not been unkind to him, though the expression of his face betrayed the weakness of his mind. Such, shortly, was the man Mrs. Bold had determined to make her tool ; but in order to make him her tool, it Avas first necessary to make him her lover. She did not intend, hoAA'ever, to alloAv her neAV flirtation to be carried too far, till it Avas certain that she should Avant to make use of her clerical admirer. If no engagement should take place between Eva and Lord Robert Upton, it might be inconvenient for her to be saddled Avith a"], [85, "A Nasty Cropper. 83 tame cat in the shape of the Rev. Dorking Barlam. At the present time, in order to gain her object, she had put on an outward garb of religion ; but the wearing of it Avas irksome to her. She longed to exchange her quiet country life for the freedom of manners in which she had been used to indulge. She kneAv that whatever passion she might cause this village clergyman to feel for her, would be sentimental, not sensual ; and Mrs. Bold preferred sen sualism to sentiment. True sentiment she Avas incapable of even understanding, let alone feeling. She Avas a sufficiently clever hypocrite to imitate it, so far as to be able to deceive her neAV admirer ; and that was all that Avas necessary for her present object. Mr. Barlam during these autumn weeks felt himself becoming more and more deeply plunged in love. Not that the sensation Avas an un pleasant one. On the contrary, he felt that to be with Mrs. Bold was to be in the seventh heaven of happiness. More than once during that October he had been on the point of telling her so ; but at the last moment there was always something in her manner Avhich repulsed him. He knew in his own inner mind that she was not the religious woman she pretended to be, and he knew also that he Avas her devoted slaA'e in spite of her hypocrisy. For he was a Aveak man,"], [86, "84 .( Nasty Cropper. unable to keep his passion uncles control. So, although his conscience told him he was doing wrong, he continued to go to the Court nearly every day ; ostensibly on some parochial matter, really in order to see the mistress of his heart. Certainly, if to do mischief Avere her object, Mrs. Bold might have congratulated herself on her success."], [87, "A Nasty Cropper. 85 CHAPTER VIII. LORD ROBERT MAKES HIS FIRST MOVE. Lord Robert Upton returned to town to his rooms in Jermyn Street from Ogilvy Court. Not that he had any intention of remaining in London for long during the shooting season. But, now that he had really fallen in loA'e, he clearly saw that there were many things he ought to do before he could in honour propose to EA'a. In the first place, he had many debts, and it would be absolutely impossible for him to surmount his financial difficulties Avithout the aid of his father. In the second place, there was Constance St. Maur. Like most bachelors in his position, Lord Robert might be said to lead tAvo lives : the respectable society life and the Bohemian life. After marriage, the latter must of course become a thing of the past, and all its episodes be blotted out, never to appear again. This blotting out process is doubtless a very great inconvenience to the would-be Benedict,"], [88, "86 A Nasty Cropper. but if not accomplished he had far better remain single. This Upton fully realized ; but, knowing as he did that Constance St. Maur had a temper of her own, he anticipated no small amount of trouble in getting rid of her. So, thinking that two heads might be wiser than one, Upton strolled one morning up to the Temple to seek the advice of his \" fidus Achates,\" Mr. Pinkey. The friendship which existed betAveen these tAvo men Avas one of those extraordinary things Avhich Avould seem incredible, were it not that we see them formed every day around us. To outward appearance, they certainly possessed nothing in common. Mr. Pinkey was a bar rister, but his only connection Avith tbe Bar consisted in occupying a luxurious set of cham bers in the Temple. He had, however, Avritten one or two popular novels, Avhile his chief claim to social distinction was a remarkable faculty he possessed of being able to keep his neighbours in a state of perpetual laughter- Nature had endoAved him with features, not regular, certainly, but of such a kind that, if bis photograph had been sold Avith a comic paper, the sale would haA'e increased enormously. He was clever, and possessed a depth of good nature, so deep that his friends had neA'er been able to reach the bottom of it."], [89, "A Nasty Croppir. 87 It was this good nature, coupled with a rare discretion, which was probably the cause of the friendship between him and Upton. Their tastes were utterly dissimilar. Pinkey had never found any pleasure in the dissipations of bachelorhood ; nor, as will subsequently be made evident, did he think that sport should constitute man's only pursuit in life. Still, he liked the good things of this world, especially when they took the form of refreshment for the inner man, liquid or other wise. \" Well ! what's the best news? \" asked Pinkey, as soon as he had seen his guest into an enor mous arm-chair, where he half sat, half reclined in a position peculiar to himself, embracing a huge tumber of whisky and soda. \" Nothing much, except that I am thinking of settling down in life. In other words, if the lady Avill haA7e me, I am going to marry.\" \"Do I know her?\" \" I fancy so. It's Miss Ogilvy, the daughter of Colonel Ogirvy of Ogilvy Court.\" \"Oh! yes. I'\\e met her often at Drayton Hall, where I am going to stay in NoArember.\" The deuce you are. So am I \" Humph,\" muttered Pinkey, waiting for the other to proceed. \" HoAveA'er, before I pop the all-important question, I am anxious to clear up one or two"], [90, "88 A Nasty Cropper. things. I must persuade my worthy governor to pay my debts.\" Poor governor ! ' \" Then I shall have to see Connie St. Maur. I guess she won't much relish the idea of receiving the noble order of the boot. I anticipate a nasty scene or tAvo in that quarter.\" \" All the better; if she gets angry and sulky, she won't bother you.\" \"Yes; but that isn't her way. I knoAv per fectly Avell what it will lie. She will go into tears, vow love, and all that sort of rot. I shall have to break with her gradually. It can't be done at one stroke.\" \"Well, mind what you're about. It's precious difficult to drive a pair of Avomen in double harness. They arc apt to kick OA'er the traces, and shy all OA'er tbe place. Besides, my dear chap, you must remember that the St. Maur is so Avell known that your intimacy with her must soon beccme public property, even if it isn't already. Then there will be ructions in the Ogilvy quarter.\" \" It's a beastly nuisance, anyhoAV. But, I say, I'll tell you what you might do for me in this confounded affair.\" \" You don't want me to make loA'e to the lady, I hope ; do you ? ' ' \" No, and eA7en if I did I don't think you would"], [91, "A Nasty Cropper. 89 succeed. But her history is very peculiar. Somewhere about twelve years ago, when she was eighteen, she was a chorus girl at one of the theatres, and amongst her admirers, who, Ive no doubt, were numerous, there Avas a youngster new to town, Avho Avas supposed to be reading for the Bar. To cut a long story short, she persuaded this infatuated ass to marry her. The marriage was kept dark, because the husband's people Avould have disowned him if they had heard of it. Do you follow? \" \" Yes, all right ; go on.\" \"Well, as you may naturally suppose, they didn't get on particularly amiably together. Why they quarrelled, I don't knoAv ; but, anyhow, she got tired of him in three months, and bolted with a sporting stockbroker.\" \"She must haA'e been an interesting young lady. What did the husband do ? \" \"Nothing. He Avas frightened to sue for a divorce, for fear of his people, I suppose. Hoaa eA'er, soon afterwards she returns to the stage.\" \" Leaving the stockbroker? \" \" Oh ! no. She liked the stage. Most of those girls do. It pleases their vanity, especially AA'hen they haA'e plenty of oof. I forgot to say, of course she changed her name. Before her mar riage she was known as Dot Pearl ; afterwards she took tbe name of Dora le Noir.\""], [92, "90 A Nasty Cropper. \" Great Scott ! \" \" She had a pretty taste in names, hadn't she ? Well, Dora le Noir Avas playing some minor part in the pantomime at Manchester, and Avas driving home one night with the stockbroker, Avhen the horse took fright and bolted, AA'ith the result that the carriage was upset, Mr. Stockbroker killed on the spot, and my lady and the coachman taken to the hospital. Then comes the point of the story. What does Dora do, but bribe the coach man to Avrite to her husband to say that she is dead. And to this day she says that he belieA'es that she is dead. She Avanted to get rid of him, and thought that was the best way to do it.\" \" A A'ery risky Avay ; but didn't tbe husband make any inquiries ? \" \" I suppose so ; but I can't say for certain, be cause I don't knoAV the name of the husband. Connie has always positively refused to tell me. Now, you knoAv a lot of felloAvs in the Temple. Surely somebody must have heard of it at the time.\" Pinkey took out his pocket-book, and jotted down the names and dates. \" All right. I'll do my best to find out. If the husband happens to have committed bigamy, Miss St. Maur may find herself in Queer Street.\" \"Oh! she is too cleA'er for that. She has often told me that he has never married again.\""], [93, "A Nasty Cropper. 91 \" H'm, wants to keep a hold over him still. It strikes me that you will find her troublesome.\" \"Well, I mean to make a start Avith her this afternoon. I shall tell her our little intimacy must cease ; then, I suppose, there will be a row.\" The two men chatted for some time on various subjects, Pinkey listening with the most praise worthy good nature to those platitudes with AA'hich men Avho haA7e just surrendered themselves to the influence of loA7e are apt to bore their companions. \" Come along, and have some lunch,\" said Pinkey at last. \" I'll take you to one of the oldest and funniest places in London ; it's only just down Fleet Street, a sort of literary ale-house, where editor-worriers and editor- Avorshippers meet, and jostle in inextricable confusion with those they worry and those they worship.\" Lunch being finished, and Upton having spent some little time in observing the semi-genteel men who hang on the skirts of journalism, which time was spent by Pinkey in consuming whisky and water, his lordship left the notable hostelry, and hailing a hansom, told the cabby to drive to St. John's Wood. Without being announced, he entered the sitting-room of Connie St. Maur's villa, which"], [94, "A Nasty Cropper. 92 has already been described. He was not left waiting long before the lady made her appearance. \"Well, Bob, where haA'e you been all this time?\" \" I've been in the country for the last week or so, shooting and generally enjoying myself. What have you been doing ? \" \"Oh! the same old life; the theatre night after night. They have chosen to flatter me by giving me more to do than ever in this new piece, which is coming on at Christmas. But, I say, Bob, I've got a lot of things to talk to you about,\" and she came and sat on his knee, poutting her arm caressingly round his neck. Upton had come up to tell her that he intended to be married. It is hardly a pleasant task to tell a woman who regards you as her loA7er, and her oavh peculiar property, that you are going to marry somebody else ; so that, although in the cab he had made upo his mind exactly Avhat to say, now that he was in her drawing-room, and she was half-lying in his embrace, he found that it was more difficult than he bad anticipated. \" I say, Con,\" he began at last, \" should you be very sorry if you were never to see me again?\" She sprang off his knee in an instant ; she had been prepared for the question, but she pretended to be surprised at it."], [95, "-( Nasty Crupper. 93 \"Sorry! of course I should be sorry. Why? What do you mean ? Are you going away, or going to be married, or AA'hat? \" \" Can't stand toAvn any longer. I am nearly stone broke as it is ; so I am going to send in my papers, and retire gracefully into the country.\" \" Are things as bad as all that ? \" He nodded in reply, as he lit a cigarette, and helped himself to a stiff brandy and soda, to give him courage for the scene which he felt Avas sure to folloAV. \" But Avhy this sudden resolution? Is it the week in the country, or the respectable church going society you met there, that has made you so Aveary of town? \" Neither ; it is the JeAvs Avho are Aveary of me When are you going ? ' ' \" Oh ! not immediately by the next train. Don't look so alarmed, Con. I don't expect I shall go before the season.\" \" Then Avhy did you ask me whether I should be sorry if I were never to see you again, when you are not going aAvay for six months?\" she asked, AA'ith feminine persistency. \"I suppose you are tired of me uoav, and Avant to get rid of me. It is absurd to tell me you are going to retire gracefully into the country. Tell me the"], [96, "94 A Nasty Cropper. truth. You're going to be married, aren't you?\" \"Why do you poerpetually ask about mar riage ? \" \" Because I know that's the reason why you want to throw me aside like an old suit of clothes. Well ! I suppose a burlesque actress must not indulge in the luxury of loA'e.\" \" Bosh ! you knoAv hoAv much I love you.\" \" Then why do you want to get rid of me? Bob, tell me, are you marrying for money ? \" \"No,\" he ansAvered shortly ; \"I don't know, in the first pilace, Avhether I am going to be married at all. Come ! Don't fret ! Kiss and make friends.\" She alloAved him to kiss her. \" It's all A'ery well for you. You men think that A\\Te haAre no feelings. Because we are not visited by your sisters and your cousins and your aunts, Ave must, therefore, be incapable of loving. Bob, you knoAv I've loA'ed you as truly as eA'er a wife loved her husband, and iioav \" She sank into a chair Avithout finishing the sentence, and burst into tears. He placed his hand lightly on her shoulder. \" Don't cry, darling ; I know you love me, and I love you ; but Ave can't go on leading this life for ever. The parting is bitterly hard, but still, it can't be helped.\""], [97, "A Nasty Cropper. 95 She lifted up her face, and dreAV his head gently doAvn till their lips met. \"We need not part yet, need we?\" she Avhispoered. \" Not now, but soon.' He had come up with the intention of saying good-bye once and for ever. It would not be fair to Eva, he had argued in his oavii mind, if heAvere still to keep on making love to Connie St. Maur. But the tie betAveen himself and the sobbing Avoman before him ■ was too strong to be broken asunder at one bloAV : it must rather be loosened gradually. Foolish resolution, fraught with risk of future unhappiness! \"'Tis best to be off with the' old loAre before one is on with the new ; \" otheiwise both loves may groAV cold. \" To-night, at any rate, you'll stay to dinner, and drive Avith me to the theatre, as usual, won't you ? \" And so he stayed with her during the Avhole of the November afternoon. At first he felt uneasy — felt that he Avas doing a dangerous thing ; but the feeling soon Avore off, and he surrendered himself to the pleasure of the moment. So they dined together ; and after- Avards Upton drove down Avith her in her brougham to the stage-door of the theatre. \" Meet me Avhen I come out,\" she said to him"], [98, "96 A Nasty Cropper. at parting. \" I particularly want you to take me to supper at the Galaxy to-night.\" \" Six months, at all events,\" said Constance St. Maur to herself as she was dressing for her part. \" I must make him loA7eme so AA'ell that he won't marry anybody else. If another woman wants to take him from me, let her try ! But I promise her it shall be a bard fight.\""], [99, "A Nasty Cropper. 97 CHAPTER IX. LORD ROBERT MAKES HIS SECOND MOA7E. If Lord Robert Upton had known, or even estimated at its proper A'alue, the hatred which Mrs. Bold felt towards him, he Avould have been more diffident of success in bis love affairs than he Avas. Certainly, he did realize that Constance St. Maur Avould be a thorn in his side ; but he did not give her credit for ever haA'ing been very much in love with him, and so thought that if she were jealous, her jealousy, at all events, Avould not last for long. He never dreamt that there was a chance of these women combining to prevent his engagement. Still, during the next few days, the A'ision of Constance St. Maur constantly came across his mind. Most men haA'e a skeleton hid someAvhere in the cupboard of their liA'es — and the sprightly little burlesque actress was Upton's. At least, one of them, for he might be said to possess many. The next in importance to him Avas the n"], [100, "98 A Nasty Cropper, burden of his debts. To marry, to propose eA'en, Avith the fear of writs hanging over bis head like the sword of Damocles, Avould be folly as regards himself, injustice toAvards the girl he meant to make his bride. There was only one thing to be done, he must seek the help of his father. So, haA'ing ascertained that the Duke of Broadacres was staying at a seat he had in the Midland counties, (for it was a family peculiarity that the members hardly ever kneAV the whereabouts of one another), Upton wrote to tell him that he Avished to see him A'ery particularly on some private business, and Avould come down the following Friday evening. Also, as the cub hunting season was now in full swing, he wrote to the Duke's stud-groom to say that he should want a horse for the next Saturday. He then sent a note to Pinkey to ask him to dine Avith him on the Thursday evening, and also to remind him of his promise to try and find out the name of Constance St. Maur's unfortunate husband. Pinkey turned up punctually to time, clad in a new frock coat, with a stand-me-a-brandy-and soda sort of expression on his face, and looking for all the world like a duke on tin wheels. \"Well! Hoav goes it? Fairly rosy, I should say, to judge by your beaming countenance.\" \"As well as could reasonably be expected."], [101, "A Nasty Cropper. 99 Help yourself to a sherry-and-bitters. Dinner won't be long. But you know how devilish slow Jumbo always is.\" Jumbo, it may be said, was Lord Robert's landlady, an eccentric old woman from the north country, about as broad as she was tall, and as heavy in the foot as she was slow in motion ; hence her name. Still she was a good cook, which was probably the reason why Upton had remained her lodger as long as he had done. The meal being over, and bumble-foot Jumbo having cleared away the cloth and placed the spirit stand with the et-ceteras on the table, the two men settled themselves in armchairs and began to smoke. \" Heard anything of the St. Maur's husband?\" inquired Upton of his companion, who, it may be added, Avas alternately puffing away at a big cigar and sipping whisky and Avater. \" I think I've succeeded in finding out his name, at all events.\" \"Well, what is it? \" Barlam ; Dorking Barlam. Curious name, isn't it?\" \" Curious ! I should think it was, by Jove ! so curious that I should not think that there would be two people of the same name in this world ; and it happens to be the name of the parson doAvn at Ogilvy Court. I remember,"], [102, "100 .I Nasty Croppt i now, hearing that the clerical gentleman had been a little wild in his youth.\" \" That's a nasty jar, isn't it? If I were you — supposing, of course, that you propose and are accepted — I should make a clean breast of the whole business to tbe Ogilvy people. The truth Avill be certain to come out sooner or later.\" \" I'll think about it. It will be deuced aAvk ward if the reverend gentleman takes it into his head to go for a divorce, and make me the co respondent.\" \"Why should he pick you out as the scape goat ? There haA'e been plenty of others in the running in the poast, and Avill be plenty more in the future. You're not conceited enough to think that you are the only man AA'hom she has favoured with her Ioa'c ? You may be sure that the lady is a regular Pyrrha : — ' lieu quotics fklern Mutatosque deos flebit et aspera Kigris æqitora ventis Emirabitur insolens, Qui mine te fruitur aurea.' Horace : ahem ! If that Roman Lothario had lived now he would have taken all the trouble off your hands.\" \"But as he isn't alive, one must do as Avell as one can Avithout him. It is not much good bothering about the St. Maur or Barlam before"], [103, "A Nasty Cropper. 101 I am engaged. I wonder what my worthy parent will say to-morrow night, AA'hen I tell him of my plans ? \" \" The chief point is, what he will say when you tell him of your debts.\" \" I don't know. Are you going so early ? \" \"Yes, I must be off now. IVe got some work that I must do to-night.\" In accordance with the pilaus he had made, Upton left town on the following day. The Duke of Broadacres owned a valuable estate some five or six miles outside a large manu facturing town, where he devoted himself to politics, to looking after the welfare of his tenants, and last, but far from least, to sport, more especially hunting. Tbe Duchess of Broadacres had been dead some years. Lady Ethel Upton, the only daughter, was, however, still unmarried. She was many years younger than her brother, whom she worshipped as a sort of demi-god. After he had had some lunch, Upton Avent into his father's library, prepared for the all important interview. The very room seemed to him dismal, with its deep recesses and innumerable bookshelves, containing volumes collected during many generations. The present Duke himself had added no small quantity, though they were"], [104, "102 A Nasty Cropper. chiefly of a political nature. There was a complete set of Hansard in its ugly blue binding. On the table were the principal party magazines. Before he took his seat in the Upper House the Duke had shoAvn great promise of achieA7mg renown in the world of St. Stephen's, but, like many others, on his accession to the peerage had found little opportunity for the exercise of his talents. Still, there were few men better informed on the leading questions of the day, and not seldom would he state his opinions in print. At the time Upton entered he was seated at his large desk writing an article for one of the most important of the magazines. \" Well ! Bob, what is this matter of im portance that you wish to speak to me about ? \" \" The fact of the matter is, Sir, that I intend to turn over a new leaf altogether. For one thing, I am thinking of being married, that is to say, if the lady will have me. If she says ' yes,' of course I shall haA'e to send in my papners, as I could not afford to live as a married man in my regiment. Not that I shall mind leaving the regiment so much ; after all, it is but saying good-bye to one's old chums.\" \" Then Avhat is it ? Is it debt ? \" \" Yes. Candidly, it is. I could manage to scrape along on my present income ; but I can't pay my creditors.\""], [105, "A Nasty Cropper. 103 \" Well ! I'll see what I can do. I know the Avorld pretty well ; and I know that you and your set go the pace more rapidly than you ought. How much do you OAve ? \" \"Roughly, tAventy thousand pounds.\" \"What?\" exclaimed the Duke. \"Twenty thousand pounds ! Why, what the devil have you been doing? \" \"Bad luck, Sir. The same old story. I lost a few bets on the turf ; then plunged and threAV good money after bad ; so got into the hands of the Jews. That's the truth ; better to make a clean breast of it at once and have done with it.\" \" And, pray, what do you mean to do AA'ith it? I supopose you will disgrace your family by going through the Bankruptcy Court.\" Upton didn't speak a word, while the Duke paced up and down the room, working himself into a violent passion. \" That will be the end of it, the Bankruptcy Court ; and if you had your deserts, they would make you a fraudulent bankrupot too, and send you to jail. You go and squander your money on a lot of turf rascals, and get into the clutches of still more rascally Jews in order to pay them. I won't pay for your folly. If you get into such scrapes you must get out of them yourself. I don't intend to rob your brother and sister to saA'e you from disgrace.\""], [106, "104 A Nasty Cropper. \"I don't want you to rob my brother and sister at all, Sir. I came to you for advice, and you have given me abuse.\" \" Which you heartily deseive. HoAA'eA'er, you know as well as I do, how much money you are entitled to at my death as your younger son's portion under my marriage settlement. If you like to see my lawyer, and execute a deed fore stalling that portion, I will lend you the money on that security. That is the only way in which I can helpo you. You are old enough to recognise what a fool you have made of yourself, so I shall not give you the lecture AA'hich, had you been ten years younger, I should have given you. And now, if you have nothing else to say in regard to money, perhaps you will enlighten me as to the young lady you intend to make my daughter.\" But as the reader has already been enlightened about Miss Ogih'y, it Avould only be wearisome to repeat the conversation which took place about her. It is only necessary to state that when Upton left his father's study he Avas in a far happier frame of mind than Avhen he had entered it. Yes, be felt happy now. The fever of excite ment Avhich gambling and dissipation create had only given him enjoyment for a short time ; but now he was experiencing a sense of satisfaction which he had not felt for many years — the satis-"], [107, "A Nasty Cropper. 105 faction of being out of debt. He could iioav settle his financial difficulties. Only those Avho knoAv what it is to be at the mercy of creditors can understand the feeling of relief which solvency brings. Yout'o, good looks, and a cordial reception by society may be all very Avell in their way ; but the gilt is taken off the gingerbread by the con tinual reflection as to how long the credit will last. Men drink champagne in the ball-rooms of Belgravia at night and wonder Iioav they are to get a breakfast in the morning. It may never haA'e been Upton's lot to doubt Avhether his tailor Avould supoply him with another suit of clothes ; but he had often been at a loss to find money to meet his bills and settle his account at Tattersall's. In future, he said to himself, be should have no more worry. He should come home after hunting or shooting to a quiet dinner, with a poretty Avoman opposite him, and be a model husband. He never thought that there Avas a Nemesis, which often follows the misdeeds of our youth."], [108, "106 A Nasty Cropper. CHAPTER X. IN THE PROVINCES. Although many men affect to despise cub hunting, and do not care to look at hounds till November, yet I believe the majority of sports men enjoy those early canters in the raw autum nal mornings. Sometimes, too, one comes across a stout old fox, so that instead of blooding young hounds with a cub, one gets into a real good tiling, a thing often too good for the condition of horses. No doubt, to use a slang phrase, it is a nasty jar to have to get out of bed before the sun has fairly risen ; but Avhen one is at the cover side, and hears once again the beauties give tongue ; when one sees our faA'onrite old hunter once again prick up his ears as he listens to that burst of music; Avhenwe press our knees into the saddle before clearing the first obstacle, then we don't regret having cpuitted \" the dowmy \" an hour or two earlier than usual. We remember the lines of SomerA'ille :"], [109, "A Nasty Cropper. 107 The horn sonorous calls, the pack aAvak'd Their matins chaunt, nor brook my long delay. We recollect that this is only the beginning, the first run of many AA'hich we hope to enjoy before the time comes for us to again summer our horses. Again, though fences may be blind, there cannot be a better school for teaching young hunters to jump ; we cannot haA7e a more faA7our able opportunity for getting accustomed to our new purchases ; it is difficult to find a better way of conditioning our old faA'Ourites. So at least thought the Duke, Lady Ethel, and Upoton, as they jogged along to cover, feeling on good terms both with themselves and their horses. The inferiority of sport in a provincial pack is almost compensated for by the amusement afforded by the field, provided that the spectator is not the master. Upton, at all eA'ents, seemed to derive keen pleasure from some of the sights that he saw when they got to the meet. \" Who's that comical-looking indiA'idual ? \" be asked his sister, as they were standing in the lane outside the cover. \" Oh ! he's a doctor from the toAvn. Only just taken to coming out.\" \" So I should imagine. \" Rather funny turn-out, isn't it ? That's his groom in the blue tie.\" The gentleman in question was certainly a"], [110, "108 A Nasty Cropper. ridiculous object to gaze upon. Clad in a tall hat, green coat, and blue tie, rough corduroy breeches, and boots Avhich plainly portrayed the little labour bestoAved upoon them by his groom, and personally resembling the proverbial Jack in-the-box, he would have seived as an excellent model for the late Mr. John Leech. Nor did the absurdity end Avith the rider. It even extended to his bridle. Little round reins, such as Noah's wife might haA'e used before she Avas compelled to take to a life on the ocean Avave, Avith rosettes, ornamented in the centre Avith iA7ory, Avhich she certainly would not have used, if she poossessed a tithe of the taste AA'hich the female sex is usually credited with, added to the rare aspect of this sporting apparition. He was followed by a groom, or, to speak more correctly, attended — for that functionary rode alongside his master — in a bright blue livery coat, an equally bright blue satin tie, and, although there AA'ere no ladies Avith Dr. Jack-in the-box, a conspicuous belt round bis waist. Altogether a unique turn-out. There is tbe usual Avarning cry, \" Hounds, gentlemen, please.\" Everybody gets as near to the roadside as they can, and the huntsman, followed by bis beauties, trots doAA'n tbe lane to a coA'er close by. Here a stout litter of cubs is found, one of which soon paid the extreme"], [111, "A Nasty Cropper. 109 penalty. Trotting on to the next selected cover, it Avas evident directly that there Avere a number of varmint about, the only difficulty being to select a quarry. \" If they Avould only get on to the scent of a stout old fox we should be sure to haA'e a good spin,\" said the Duke to his son, who Avas close by him. \" There are such a lot of foxes about here that there is no necessity to whip off the hounds on account of the seniority of the quarry.\" No sooner had he spooken than a big dog fox stole out of cover, and Avent doAvn wind as hard as be could. \" Forrad ! They've gone away. FoIIoav me, Et h.,\" and Upton jumpos the fence out of the road and sits down to ride. No need to hurry, though. Before three fields haA'e been crossed the hounds are at fault on the plough, and the Avhole field comes pressing on to the topo of them. Casting forward, they take up the scent in the next field on the grass, and, for a feAV moments, go at racing pace down Avind, but again lose the scent. The huntsman makes another forward cast, but to do this has to jumpo some naked Avater about tAvelve feet in Avidth. \" Now Ave shall sec some fun,\" said Upton, Avho, folloAved by his sister, took the brook, and then turned round in the saddle to see Iioav the others"], [112, "110 A Nasty Cropper. got over. \" Look at ' eccentricity ' going at it.\" Tbe little doctor rode manfully at the obstacle ; but his horse, more used to the gig shafts than the hunting-field, resented being ridden madly after hounds, and showed its resentment by stopping dead short on the taking-off side. The rider, hoAvever, Avent on, landing AA'ith a splash into the brook — literally landing, as his muddy state showed. Meanwhile the blue groom, in rushing to the rescue, rode across the line of the master, thereby causing that gentleman to utter an oath, such as ladies may not use. But there is no time to watch any more fun. The hounds have again picked up the scent, and it is evident that the line lies in the direction of a small coA'er some few fields off. There was one thing about this provincial country which, to the rider at least, afforded no small degree of conso lation for the bad sport, namely, that every description of fence was to be found in it. Thus it Avas as good a school to teach young horses to jump) cleverly as there Avas anywhere. Tbe first leap out of the grass field was aAvkward enough in all conscience ; a low hedge, not more than tAvo feet high, on the other side a widish ditch with rugged banks, and a drop of about five feet, constituted a place Avhich many a good horse might come to grief at, and a medium one refuse"], [113, "A Nasty Cropper. 111 altogether. If you went too quickly at it, the deep drop, seA'en feet in all, made it difficult for your horse to stick on his legs, Avhile, if you rode too slowly, you ran a good chance of slipping back into the ditch, as several people found to their cost on the present occasion. Upton's horse kissed the earth, but did not roll OA'er, though Lady Ethel, riding too close after her brother, narrowly escaped jumping on to the top of him. On they went, the scent appearing to haA'e become stronger. \" How the deuce is one to get over this ? \" wondered Upton, as he saw the hounds go up a steep graA'elly bank about tweh'e feet high, with a small hedge on the top. His perplexity was doubled when he saw that the bank was studded with rabbit holes. \" Whoa ! gently;\" he pulled his horse up to a trot, and, trusting to luck, let him scramble up the bank and get 0A7er the low fence as best he could. His sister, however, was not so fortunate. Her mare, who, like many light-weight carriers, was ex ceedingly tender in the mouth, put her foot in a rabbit hole and reared. In the flurry of the moment Lady Ethel tugged slightly at the bridle, with the result that the animal came over on to her back. Fortunately, she fell clear, and, except for a trivial shaking, Avas none the worse for the tumble. No more was the mare. The only harm done was that"], [114, "112 A Nasty Cropper. the pommel of the saddle was broken; so that Lady Ethel had no alternative but a most uncomfortable ride home along the roads, since tbe absence of the pommel prevented her knee gripping tbe saddle. Some three or four more fields crossed at sIoav hunting pace, and the bounds enter the cover where master Reynard has taken refuge. That astute creature has by this time discoA'ered an un stopped earth, and gone to ground. The master looks angry, as Avell he might do, and makes a mental note to remember the earth-stopper, whose duty it was to look after that particular coA'er, when tipping time came. There was nothing for it but to trot off to a park some three miles away, Avhich contained seA'eral small covers. But nothing Avorth record ing happened, and the sportsmen had to go home contented Avith the first run. Not a bad one either for the cub-bunting season."], [115, "A Nasty Cropper, 113 CHAPTER XL THE BALL. A house-party, a dance, and a lawn-meet on the following morning certainly constitute a trying ordeal for any hostess. Yet for the last twenty years, ever since Squire Drayton, as he was commonly called in Southlandshire, had mar ried Lady Mary Douglass, Drayton Hall during November had always been the scene of these festivities. Only hunting people were asked to stay in the house, for non-hunting people would have felt like fishes out of water, and been pro portionately ill at ease. But for the patrons of the \"sport of kings\" no more comfortable house could be found anywhere. Nor was the comfort confined to the human species ; it extended to the stables, and at Drayton Hall you might be sure that your horses would be as well looked after as if they were in their own stalls at home. Then didn't the Southlandshire hounds show as good sport as any pack in the shires ? What i"], [116, "114 A Nasty Cropper. could the heart of the hunting man wish for more ? Upton and Pinkey had come down from London together on the afternoon of the day of the ball, though not before the ladies had retired upstairs to array themselves in a toilet, which should serve for both the dinner and the dance, a process which generally requires at the very least two hours to accomplish. But Avhen Ave consider the execution done by this feminine war-paint, we must acknowledge that the time taken to don it is not ill-spent. Dinner went off AA'ithout anything happening worthy of mention, except that Flo Drayton was someAvhat embarrassed by Pinkey making his appearance in the drawing-room with a huge bouquet, which he immediately offered to her. Not that the offering itself displeased her : far from it. But, as the colour of her dress was light blue, and there was a large quantity of green maidenhair in the bouquet, the latter did not add to the beauty of the tout ensemble. Still, nobody, let alone Flo Drayton, could hurt the feelings of good-natured Pinkey, who, innocent man, never poerceived the want of harmony in colour. Although Upton had to pay the penalty of haA'ing a handle to his name by taking his hostess into dinner, he had the gratification of"], [117, "A Nasty Cropper. 115 seeing that Eva Ogilvy was seated on his other side. He could not well take up the com'ersation at that interesting point where it had been broken off in the conservatory at Ogilvy Court, though he had made up his mind to find an opportunity to do so some time during the evening. At present he contented himself with asking her for three waltzes and suppoer. It is wonderful what an advantage it is to men desirous of ingratiating themselves in the favour of the fair sex to be able to dance well. This advantage Upoton certainly possessed. At the end of the second Avaltz he was again on con fidential terms with Eva, and determined to declare his love for her after supper. And, although her pleasure was someAvhat lessened by the presence of Frank Cross, for already more than once that evening she had seen him gazing at her with a half-angry, half reproachful look on his faces, yet as Upoton whirled her round she felt the vague, indefinable joy which only love can create. \" What a lovely waltz, isn't it? \" she said as they paused in the dance. \"It is. But I am afraid Pinkey does not seem to be enjoying it, does he ? Do you see him dancing AA'ith Miss Drayton ? \" Certainly Pinkey's method of Avaltzing could hardly be described as elegant. It consisted in"], [118, "116 A Nasty Cropper, careering madly round the room, with utter dis regard to time or step; a course of proceeding which entitled him to be marked \" dangerous.\" In the poresent instance he was making a martyr of Flo Drayton. Round and round they whirled, Pinkey with a broad smile all over his coun tenance, bumping first against one couple and then against another in a manner calculated to make beholders wonder when he would fall. They were not to be kept long in suspense, however, for he suddenly came into collision Avith the stahvart frame of the Squire, Avho had not had time to get out of his way. Now, as the Squire Avas considerably heavier than Pinkey, the consequence was that the latter gentleman shot off at a tangent. He might still have suc ceeded in keeping on his legs, but, unfortunately, the sudden change in his course took him in the direction of the band. In fact, it took him into the band, for back foremost he went straight against the violin. The attack was unexpected : the pace at which Pinkey was going was such as to lend no small impetus to his body. With a futile attempt to recover himself, and a glance which, if looks could kill, would have turned Pinkey into a lifeless corpse, the violin, chair, and music-stand went 0A7er in a heap. Fortunately, Flo Drayton had managed to get free, but Pinkey and the violin tumbled into"], [119, "A Nasty Cropper. 117 the violoncello, so that the latter also joined in the procession, and the three bodies in voluntarily charged into the harp, carrying him along with them. Yes ; there was no doubt about it ; Pinkey had accomplished the mar vellous feat of sweeping away the entire band. Harmony, however, was soon restored, though Pinkey did not recoA'er his usual equanimity till supper time. Things were always done Avell at Drayton Hall. No cheap champagne was ever to be seen on the supper-table at a dance, to drink which would give one such a head in the morning as to make one require three stiff brandies-and sodas before one could get on one's horse, and three more, if one wished to ride straight to hounds. On the contrary, as Pinkey remarked, everything was so good that one ate and drank more than was good for one — a curious sentiment for that gentleman to utter, as he generally required, or, at all events, took, twice as much alcoholic refreshment as anybody else. At poresent he was in the seventh heaven of enjoyment. The butler, mindful of former tips — -Pinkey always did tip that functionary in a far more generous manner than he did the other servants — took care that his glass was always full. Then, he had Flo Drayton for his com panion, for whom he had what, to use a slang"], [120, "118 A Nasty Cropper. expression, may be termed a sneaking regard, as might be gleaned from tbe fact of his presenting her with a bouquet. It must not be thought, however, that Pinkey spent his time at supper in making love. For one thing, he was perfectly aAvare that, if he relapsed into the sentimental, he should become ridiculous, and, therefore, be wisely refrained from doing so. While, again, although hunt dress was tbe order of the evening, one cannot at a private dance go upo to supper more than once. At a hunt ball Pinkey would solemnly take up a dowager first, and afterwards go up again either with a younger companion or by himself, and, as he expressed it, eat a meal, not to mention sundry odd glasses of champagne. Therefore, although on the present occasion he made the running fairly strong in his own peculiar humorous fashion, he Avas not above paying attention to the less poetical requirements of the inner man. In spite of the prospoect of an early breakfast and a day's hunting, dancing was kepot up till a late hour. People, as a rule, get more enlivened after supper, and it is astonishing Iioav much more spirit there is in a Avaltz than when the dancers are hungry. Then, mild flirtation is apt to become less mild, and love is more porone to declare itself. Witness the number of proposals which take polace at large dances ! I don't mean"], [121, "119 A Nasty Cropper. at a London crush, where hostesses cram five hundred people into rooms only large enough for fifty, so that they may polish off at one dose all the poeople to whom they OAve invitations, and Avhen the guests are bored to death and only too glad when the time arrives for them to go home, but at a genuine country ball, Avhere there is room to dance, where everybody is genial, and where the champagne is not inferior gooseberry. Who cares fdr the suffocating unwholesome atmosphere of a London ball-room after the pleasantness of a county ball? Even the pink hunt dress of the gentlemen seems to lend an additional air of festivity to the scene. We whirl round and leave dull care behind us, Avithout wondering how rich our partners may be. Yet on this eA'ening one of Lady Mary Drayton's guests certainly could not be said to have left dull care behind him, though he was sufficiently sensible not to show it. Frank Cross, however gay he might outwardly appear, was inwardly as angry as it was in his nature to be. After supper he had danced one waltz Avith Eva Ogilvy, but neither of them had hardly spoken a word. They had not met since he had received her letter, telling him that it Avas impoossible that she could ever love him. Noav he knew the reason Avhy she had written it."], [122, "A Nasty Cropper. 120 She could not love him because she already loved another. His amour propre was wounded. The feeling which had previously been bitter dis appointment had noAv become anger. Meanwhile Upton, unconscious of the new enemy he had made, was sitting with Eva in one of the reception rooms, which was now empty. Although he was experienced in the tactics of flirtation, he was not one of those men who possess the unfortunate habit of proposing. To him the important question was a serious matter, and now that he knew the time had come to ask it, he felt nervous. For some few seconds they sat together in silence. \"Eva!\" She turned her eyes towards him, and in the same instant found herself clasped in his arms. He told her his story ; told her how he loved her, and asked her to be his wife. Then in the sweet interchange of their new joy, she knew that he loved her, and that the doubts, with which she had been troubled during the last few weeks, were only clouds dispelled by the sun of his love. So these two returned to the ball-room as plighted lovers, happy in the troth which they had pledged, ignorant of the demons of jealousy and hatred which they had created in the breasts"], [123, "A Nasty Cropper. 121 of others, and which lay hidden in the twilight of their future, like dangerous rocks raised in the course of their love by the volcano of human passions."], [124, "A Nasty Cropper. 122 CHAPTER XII. F0RRAD, AWAY. When Archie Spendall returned home with Cross after the ball, he saAV at once that he had got a despoondeiit lover for a host, though to do Cross justice he did his best to conceal his feel ings. Mrs. Racer had not yet sought Archie's assistance to promote the engagement betAveen Eva and Upton ; nor did it seem likely that there would be any need for that assistance. Of this Archie was glad, for he did not wish to meddle in tbe affairs of his neighbours ; nor could he understand Mrs. Racer's motive for doing so. He had come doAA'n to stay with Cross to hunt, not to bother his head about Eva Ogih7y. So as he donned his pink coat in the morning, he dismissed that young lady from his mind. Perhaps to a keen sportsman a hunt breakfast is one of the most stupid institutions ever invented. Still, it serves to keepo up a good"], [125, "A Nasty Cropper. 123 feeling between landlord and farmer, and there fore ought not to be despised. Everybody was asked in at Drayton Hall. Even to those who have already made a hearty breakfast, a glass of champagne, a brandy-and-soda, or a liqueur is always welcome. The Squire, too, was hos pitality personified. There he is in the field, only parted from the laAA'n by a low-sunk fence, inviting everybody to go into the house. He looks the perfection of an English country gentleman, as he trots round on his muscular weight-carrier, AA'ith a seat which, in spite of fifty years, many a young man might have envied. But the Master was not the man to give much laAV, CA'en at Drayton Hall. There is a short consultation between him and the Squire, and the huntsman, followed by one of the best-bred lady packs in England, trots off to a gorse some two fields aAvay. Mr. Reynard, however, wily animal, had not taken much time to guess what that cavalcade meant so near his home. He had quietly but quickly taken his departure some twenty minutes before hounds were put into coA'er, with the result that the gorse was drawn blank. \" We had better trot through the village doAvn to the coppice, I suppose,\" said the Squire. \" Very well,\" rejoined the Master."], [126, "124 A Nasty Cropper. What hunting man or Avoman does not know that two miles trot from cover to cover ? At the beginning of the day there is something pleasant in it, though later on it is apt to put us in a bad temper. We have time before noon to say good morning to our friends and acquaint ances, and to chat with them for a moment or two. We eye critically the stranger, and wonder if he is going to show us the way. Last, but not least, we are full of hope that the next draw Avill find a fox. There were generally plenty of habits to be seen out with the Southlandshire ; to-day there Avere more than usual. After the ball at Drayton Hall many ladies felt it their duty to ride to the meet who otherwise would have stayed at home ; and those Avho didn't ride put in an appearance on wheels. In other words, the social intercourse of the hunting-field was apt to be increased at tbe expense of sport. \" I think we are sure to find at the coppice,\" Flo Drayton remarked, as she and Pinkey happened to be trotting side by side. FeAv women rode to hounds better than Squire Drayton's daughter. She bad a good eye to a country, and could take her OAvn line. There are many girls with plenty of pluck who can sit a horse well, but there are few who ride with judgment, or who can tell what hounds are doing."], [127, "A Nasty Cropper, 125 To use a rare expression Flo Drayton was a huntswoman as well as a horsewoman. That was the difference between her and EA'a Ogilvy ; the latter could ride well, but she always liked to have a lead. To-day, of course, she would follow Upton, who for once would have some thing else to look after besides his horse and the hounds. \" There's a time for hunting and there's a time for making love,\" is no doubt a capoital maxim, which every keen sportsman ought to practise ; yet they do occasionally interfere Avith each other for all that. Archie Spendall, however, has no thought of anything or anybody but hunting. Mounted on a handsome black thoroughbred, for which he had giA'en three hundred doAvn in the pre vious month, he certainly does not look like a man who would giA7e up the chance of a fast thing for the lesser pleasure of talking to a poretty girl. In spite of the nonchalant expres sion on his face, he is proud of his faultless get up, his seat, and his mount. He knows, too, how often through want of attention to AA'hat hounds are doing in cover, one loses the golden moment of opportunity in which one secures a place in the first flight. While the field are gossiping outside the coppice, although ap parently thinking of nothing but the fragrance of his cigar, he has made up his mind that by"], [128, "126 A Nasty Cropper. jumping some stiffish poost and rails instead of baA\"ing recourse to a gate half a field off, he shall, if the fox only run down AA'ind, score a big adA'antage. So, reader, if there is to be a run, he is tbe man to follow, and we will do our best to folloAV him. Suddenly the whip at the corner of tbe wood raises his cap, and almost immediately after- Avards three couple of hounds come streaming out of coA-er, and with sterns down go racing down wind. Another minute and Spendall and the black are over the rails. The hounds are all out of coA'er now, and to judge from the pace there must be a breast-high scent. Taking a pull at his horse, for he is quite near enough, our rider casts a critical eye over the country before him. A big bank is the first obstacle, but the black takes it in his stride, and is immediately steered down to the next fence, a few yards windward of hounds. A lowish staked and bound hedge is the next leap, but it is bigger than it looks to the inexperienced eye, for on the landing side is a ditch, both wide and deep enough to bury both horse and rider. Spendall sees it in time and, pmtting on the pace, clears it with some tAvo feet to spare. He has iioav time to take a look round. The huntsman is \" coming,\" and close behind him"], [129, "A Nasty Cropper. 127 are Upton, Pinkey, Cross, and two other pink coats whom he does not know, Avhile behind them are some twenty others, including three or four habits. Hounds now cross a lane. Within ten yards is a gate, but the poace is too quick to stop. Pulling up almost to a trot, Spendall poopos over some three-foot rails with a biggish drop on the other side, and takes the fence out again into open country in a truly artistic fashion. The hunts man has followed him, and before the next fence is reached is alongside, Avhile Cross is not far be hind. The lane has delayed many of the field, who preferred the gate to jumpoing on to the hard road. Flo Drayton, however, Avas one of the minority who aA'oided the crush at the gate by having the rails, and Eva Ogilvy, following her, narroAvly escaped coming to grief through going too quick. Spendall and the huntsman have the lead practically to themselves ; but the next obstacle is too big to be negotiated, a four-foot bank, with a double post and rails on the top. To be or not to be is now the question. Taking his horse by the head, Spendall turns off at a slight tangent, and races him for the gate which, on a nearer approach, he sees is locked. Luckily, the take off is good. Slackening the speed, he forces him at it. But the thoroughbred has no idea of refusing ; gathering his legs well under him,"], [130, "128 A Nasty Cropper. he bounds quietly over like the clever animal he is, and, the huntsman's horse haA'ing refused, his rider is alone with the hounds. A grass field, slopring in a gentle incline down towards a brook, is what Spendall iioav finds himself in. Already the leading hound is in the water. It requires no small amount of pluck in a strange country to ride at naked water, neither the depth nor the width of which you know. But the man who hesitates is lost, more especially in the hunting field. Gripping the saddle more tightly Avith his knees, Spendall lets the black knoAv he means him to have it ; and, rapidly choosing a spot where the landing seems firm, increases his pace gradually till within twenty yards, when he gives him one slight touch with the persuaders and sits down. Through, or over ? Which is it ? A spring, a Avhizzing sensation, accompanied by a momentary Avonder Avhether it be right or wrong, a sound of soil splashing in the water, a brave effort on the pjart of the horse, and they are safe over. The black has now got his second wind, and by the easy way in which he takes his fences in his stride it is evident that he will keep the lead Avhich he has so pluckily won, although Spendall could hardly be said to be leading. \" Tbe cream of the cream in the shire of shires,\" he felt that he had rarely, if eA7er, been"], [131, "A Nasty Cropper.\" 129 in a better thing. What could man wish for more ? Is not thirty minutes over a big country AA'ithout a check worth a year of dull existence ? What is time ? The effusion of life zoophytic, In dreary pursuit of position or gain. What is life ? The absorption of vapours mephitie, The bursting of sunlight on senses and brain.\" On they go without abating the pace one jot. Spendall feels as if a year's poleasure were being condensed into one half-hour. On they go, seeming to throw the fences behind them rather than jump them. On they go, the black thoroughbred and his little rider. Occasionally he is conscious of seeing a big yawning ditch beneath him, as the horse makes an extra effort in his spring ; once he giA'es a sigh of relief as he discovers that he has safely negotiated some hidden AA'ire, and in the same moment mutters a deep oath against the A'illain who placed it there. On they go ! But it can't last much longer. The hounds are betAveen forty and fifty yards in front of him. The next fence they turn at right angles, and run alongside the ditch. For the first time the little red rover has failed to keep his mask straight. Jumping into the further field Spendall sees on his left hand a confused mass of white, black, and tan, tumbling about in the muddy water. He is in at the K"], [132, "A Nasty Cropper. 130 death, and for the first time since the find opens his lips and giv7es vent to his feelings in a \" — whoop ! \" My readers, you have followed him from find to finish ; may it be your luck to enjoy such a glorious thirty minutes. He is not alone for long, however. The hunts man and second whip, followed by Cross, are soon with him ; and before the obsequies of the stout old fox haA'e been duly celebrated some score of others, including Upton and Eva Ogilvy, Pinkey and Flo Drayton, have come up. Pinkey certainly presented a laughable exterior. He had ridden manfully at the brook ; but the game little thoroughbred, which the Squire bad mounted him on, was hardly up to his Aveight in a really fast thing. She had jumped short, with tbe usual result of slipping back into the water. Luckily, both horse and rider got out on the right side, Avith no further harm done than a good drenching ; and, regardless of his dripping state, Pinkey had struggled on to the finish ; so that, although the upqoer portion of his body was still pink, he could hardly be said to look tbe pink of perfection. Still, hunting would not be the popular sport that it is, were it not for the twenty-five per cent. of the danger of war. It was not Upton's usual habit to go home before the hounds did; but, as Eva felt tired, the"], [133, "A Nasty Cropper. 131 prospoect of a quiet ride home AA'ith her proA'ed more enticing than the chance of a second run in the afternoon. The conversation of a newly engaged coupole is tedious to all excepot themselves, so it would be foolish to repeat all they said to one another, while they rode slowly side by side — more slowly than having regard to their horses was necessary. It Avould be equally foolish to describe all the interruptions which took polace in the conversation — interruptions in convenient on horseback, howeA'er pleasant else where. But when at last they did arrive at Drayton Hall, they both agreed that they had come home too quickly."], [134, "132 A Nasty Cropper. CHAPTER XIII. MR. PESKEY'S FIRST EXPERIENCE 6F COVER SHOOTING. It need hardly be said that Upton and Eva spoent the next few days in that peculiar state of bliss AA'hich only an engaged couple can feel. It is astonishing what a change loA'e works in a man. Who Avould have recognised Lord Robert Upton, the experienced man of the Avorld, or of that poart of it AA'hich comprises ball-rooms, clubs, and race courses — the languid lounger about town, Avho regarded women as playthings, and who neA'er appeared to take any interest in anything out side sport — in the Lord Robert Upton engaged to be married to Eva Ogilvy ? Yes ; there could be no doubt about it. Whatever he might haA'e been during the past amongst his old companions and associations — whatever difficulty he might haA'e in the future in ridding himself of the follies of his youth — in the country at Drayton Hall he appeared in the character of the most deA'oted loA-er that any girl could wish to have. It was fortunate for Cross at this time that he"], [135, "A Nasty Cropper. 133 had Archie Spendall staying with him. If he had been alone, the anger which raged within him would have been doubled by his solitude. As it was, he always sank into a sulky silence Avhen he was at the Hall, and would probably never have gone there but for the desire to make things pleasant for his guest. The Squire, Avho was proud of his covers, had planned a cover shoot for Upton and Pinkey, and had invited Cross, Spendall, and a neighbour to make up a party of six guns. So one morning, shortly after the run described in the last chapter, this party of sportsmen came doAvn prepared to do their best toAvards slaughtering the birds. \" Do you come with the lunch? \" said Pinkey to Flo Drayton, as they stood waiting in the hall after breakfast. ' ' Yes ; we generally drive over to a rendezvous about half-past one.\" \"Now, is everybody ready?\" asked the Squire. \"One moment, Mr. Drayton,\" said Pinkey, Avho rushed off hurriedly in order that he might find the butler, for Pinkey was the fortunate possessor of a large flask, Avhich, on occasions like these, he carried with him full of whiskey ; or, in default of whiskey, of any other alcoholic fluid he was able to find."], [136, "134 A Nasty Cropper. \"What sort of a shot is Pinkey, Upton?\" said the Squire. \" Not exactly a flyer, I should think, for he has not had a lot of practice ; but he is not at all conceited, so he will tell you himself. Crow shooting in Westmoreland is his strong point ; at least, he is always talking about it.\" At this moment Pinkey reapopeared, and, by the broad smile on his countenance, it was eA'ident that his visit to the butler had been satisfactory. \" I hear you are a capital hand at knocking over crows, Pinkey. You will take the shine out of us Southlandshire people.\" \" Oh ! I'm a very poor shot, I assure you, Mr. Drayton, though I used to be very fond of crow shooting. You have to lie doAA'n flat on your face and wriggle along like \" \" A mode of progression your toAvn life has rendered you accustomed to,\" interrupted Upton. \" Like a serpent for fear of the crows seeing you, else they will neA7er let you get within shot of them. I used to find it most fatiguing dragging this gun with me in that Avay.\" It certainly would have been enough to tire anyone to carry Pinkey's gun for long in any position. It might have been sent to the British Museum as the maiden attempt of some clumsy gun-maker"], [137, "A Nasty Cropper. 135 to manufacture a breech-loader, before the art of building those estimable weapoons had arrived at the present poerfection of hammerless guns. The Squire inwardly made up his mind that Pinkey should be placed outside the cover, and as far away from himself as possible. At last, about eleA'en o'clock, a start was made, pipes were lit, and the party sauntered along in that happy frame of mind which the prospect of a good day's sport always causes. The loader, Avhose duty it was to carry Pinkey 's antiquated weapons, certainly grumbled to his companions, but was appeased by one of them remarking that the gentleman looked like a good tipper. If the terms tipper and tippler are synonymous, there was much truth in that remark. The first cover was a large one, intersected by several rides. Mr. Drayton, in pursuance of the intention he had formed before starting, polaced himself on the left outside the coA'er, some twenty yards in front of the beaters, and Pinkey in the corresponding poosition on the right, the re maining guns lining the first ride. Tbe beaters had no sooner entered the wood than it became evident that game was plentiful. A rabbit darted out close to Pinkey, Avho, utterly oblivious of the warning shouts of the beaters, was keeping out the cold air by having recourse to the before mentioned flask. Suddenly becoming conscious"], [138, "136 A Nasty Cropper. that he was expected to fire off his gun by the loader shouting in his ear, \" Rabbit, sir ; look out, rabbit,\" he dropped the cause of his forget fulness, and, aiming in the direction of the rabbit, tried to fire ; but, as he had omitted to cock his gun, bunny was saved from a fright. \" Curious ; never did such a thing in my life before ; spilt most of the whiskey, too.\" \" Hope youAvon't do it again, sir. That rabbit crossed just behind me, and you had more chance of hitting me than the rabbit.\" \" Oh, indeed ! \" ejaculated Pinkey, considerably flabbergasted at the narrow escape he had had of committing manslaughter, as well as being disap pointed at the loss of the whiskey. But iioav the work of the day had commenced in earnest. Under the direction of his loader, Pinkey kept on advancing in front of the beaters. Though he blazed away merrily, the slaughter he did was email, only consisting of blowing a small rabbit to pieces during the remainder of that drive. At the next coA'er he was a trifle more successful, though he disturbed the stolid de meanour of his loader, so as to make that functionary nearly kill himself with suppressed laughter. \"We are shooting hens to-day?\" asked Pinkey, who had heard that occasionally only cocks A\\'ere to be shot."], [139, "A Nasty Cropper. 137 \"Yes, sir; everything but a bull elephant,\" replied the loader. \" A bull elephant ? Why? Has Mr. Drayton got any elephants ?\" At this moment an old hen from a neigh bouring farm-yard, which had strayed into the coA7er, came running out in front of Pinkey ; and that gentleman, acting under the instructions of his loader to shoot anything but a bull ele phant, gaily ended the career of the ancient rooster. Fortunately for the result of the bag, the other fiA'e guns had not missed many opportunities, so that at lunch time the head of game did credit both to the Squire's keepers and to the shooting of his guests. Flo Drayton and Eva Ogilvy had driven over to the appointed halting-spot with the hampers, and the sportsmen found every thing ready for them. Before sitting down Mr. Drayton cast a casual eye over the bag, which apparently gave him satisfaction. \" We must have bagged two hundred head good. Why, Avhat the deuce is this?\" he exclaimed, as he caught sight of the barn-door fowl. \" Gracious ! why it's a farm-yard hen.\" At this surprising statement, everybody with the exception of Pinkey, who Avas helping himself to a glass of sherry, gathered round to vieAV this extraordinary addition to the bag."], [140, "A Nasty Cropper. 138 The Squire turned round to his head-keeper, and said : — \" Who shot the old hen, Thorney ? \" \" Well, sir ! I don't know his name ; but I believe it was that gentleman yonder, sir, Avith the wine-glass in his hand.\" There Avas a burst of laughter, and all eyes were immediately turned towards Pinkey, Avho was perfectly unconscious of the merriment he had caused. \" Why, Pinkey, you have succeeded in killing a bird I'A'e seldom had the luck to shoot,\" said the Squire, good-naturedly. \"No, indeed, have I?\" and Pinkey's features were crowned with a look of pride. \"You've killed a barn-door hen, old chap,\" said Upton. \" Yes; but that was the only easy shot I had all the morning. You sec she was not going very fast, so I had polenty of time to aim. I am afraid, though, as she is rather old, she'll be tough. You know, Mr. Drayton, I was told to shoot everything but a bull elephant ; and although I should not have fired at a fox, I thought anything AA'ith feathers was lawful game.\" \" Never mind, Pinkey. Come ! the ladies are shivering, and want us to sit down.\" Five hungry men needed no second invitation,"], [141, "A Nasty Cropper. 139 and Pinkey for one proved himself more deadly with his knife, fork, and tumbler than with his gun. \" Noav, Mr. Pinkey,\" said Flo Drayton, as soon as the appetites of the party Avere somewhat appeased, \"if you shoot any more strange birds this afternoon, Ave shall be able to have a case of stuffed birds in the hall.\" \"With an inscription over them, 'Shot by a legal luminary,' \" put in Upton. \" Never kneAV you describe me truthfully before, old chapo. Yes, thanks, Miss Drayton, I will have another glass of broAA'n sherry.\" The Squire, however, had no intention of letting his guests spend the NoA'ember afternoon in eating and drinking, after he had reseiwed his best coA'ers for their amusement ; so, after alloAving Pinkey time to refill his flask, which had been so unfortunately emprtied, a move was made in the direction of the largest cover on the Drayton estate. Pinkey still retained his position outside the avooc! ; and, refreshed by the substan tial lunch he had eaten, managed to acquit him self with more success than hitherto, as Avas shoAvn by his radiant look, when he met the others at the end of the beat. \" Haven't missed so many this time, Mr. Dray ton ; but I can't manage to knock over the rabbits with that precision Avhich I should like to.\" \" Never mind, Pinkey ; some time I will try to"], [142, "140 A Nasty Cropper. breed a rabbit purposely for you, about six inches longer in the body.\" \"I say, Pinkey, old chap, lend me your flask. I am feeling rather chilly, and a nip of whiskey will do me good,\" said Upton. The flask was produced, and Upton took a fairly long pull at it, and was about to hand it back to Pinkey, when Spendall said, \" Thanks, Upton, I think I will follow your example.\" Then the rest of the party discovered that a nip Avould not do them any harm, so that when the flask was restored to its owner he found that, not only were its contents diminished, but altogether consumed. Consequently Pinkey was obliged to be a teetotaler till he got back to the house, whereby his shooting was straighter, though his state of body was less comfortable. Although, as is generally the case, the shooting after lunch was not so good as it had been in the early part of the day, when a move was made for home nobody could complain of the sport. The Squire did not care for Avholesale carnage in the shape of battues, but he saAV that his keepers did their duty, and that little game found its way into the market through unauthorized channels. Last, but not least, his covers were well suited for holding birds; broad, Avith thick underground, and situated a good distance within the boundaries of"], [143, "141 A Nasty Cropper. his estate, so that if birds flew out they would return to his own coA'ers and not seek refuge in those of his neighbour. Three hundred and fifty odd head — including the barn-door fowl— could not be considered a bad bag for six guns eA'en by those shots accustomed to the well-stocked pre serA-es of Norfolk and Suffolk. At all events, both Mr. Drayton and his guests were satisfied, which, after all, was the chief thing. At the prospect of a drink and a quiet pipe in the smoking-room before dinner, Pinkey's spirits considerably revived, and on the walk home he treated his companions to anecdotes of various other sports in which it had been his lot to play the principal part. In fact, although he had not done much towards improving the condition of the bag, yet his presence did much towards im proving the spirits of his companions. For it goes without saying that Cross bore no goodwill towards Upton, and there is hardly anything more infectious than the disease commonly called \" bad temper.\" Yet Upton, happy as he was, occasionally felt uneasy about Constance St. Maur. For when Pinkey asked him that night, as they were sitting alone together in the smoking-room, whether he had seen or heard anything of her, a cloud came over his face and he answered angrily :—"], [144, "142 A Nasty Cropper. \"Yes; confound her. I haven't seen her, but she is perpetually writing 'her bothering letters. Why in the name of eA'ery thing can't a woman take 'yes ' or 'no' for an answer, and have done with it ? By-tbe-bye, I suppose there is no doubt that this is true about Dorking Barlam ? \" \" Not tbe slightest doubt in the Avorld, I should say.\" \"I've a sort of idea that that woman Avill do me a lot of mischief before I've done Avith her. I must think OA'er Avhat is the, best thing to do. HoAvever, come along iioav : to bed ! to bed ! \""], [145, "A Nasty Cropper. 143 C II A P T E R X I V . THE CONSPIRACY. Before many days had elapsed the news of Upton's engagement had become public property. Not only Avas it known in the clubs and amongst his oavii circle of social acquaintances, but tbe newspapers announced it to the world in general, so that those Avho read might knoAv. \" A mar- riage has been arranged,\" etc. Yes ; those who read could learn, and amongst those Avho learnt, as she read her Morning Tost after a late break- fast, Avas the popular burlesque actress of the day. \"A marriage has been arranged,\" she hissed between her teeth, as she threw the paper down upon the hearthrug in a rage. \" It may haA'e been arranged, but I swear before God it shall neA-er be solemnized.\" And Constance St. Mam's will was not to be despised Avith impunity. But she knew her world well enough to know that it would be difficult, if not altogether im-"], [146, "144 A Nasty Cropper. possible, for her to prevent it, unless she re ceived help from others. From whom should she get that help ? She had hardly asked her self the question Avhen she recollected the visit of the Marquis d'OliA'e. She had neither seen nor heard anything of him since that day when he told her of Upton's engagement, and of the objection which some of the lady's friends had to it. She would go and see d'OliA'e. No harm could come of it, while perhaps she might gain what she wanted. She was a woman of prompt action, so she immediately ordered her carriage and drove doAvn to the Marquis's chambers. \" Yes, the Marquis was at home,\" replied the obsequious man-servant, not at all surprised that a lady should come alone to see his master at any hour of the day. She was shown into a room, crowded with pictures, old armour, and articles of vertu of every description, for the Marquis was no mean connoisseur of art, and was himself a fair performer Avith the pencil. He did not keep her long waiting. \" My dear Mrs. St. Maur, this is good of you. It seems quite an age since I saw you. Ah ! now I know what you have come to talk to me about. This unfortunate engagement has turned out to be quite true, I am sorry to say.\""], [147, "A Nasty Cropper. 145 \"So it seems ; but at poresent it is only an engagement, and engagements are often broken off.\" \"No doubt,\" replied d'OliA'e, Avho, since he had receiA'ed no visit from Mrs. Bold, Avas not inclined to take much trouble in the matter. \"And if your friends are still anxious that this engagement should be broken off, I daresay I could manage it Avith their help.\" \"Indeed ! But you see, Mrs. St. Maur, that, although Lord Robert Upton has undoubtedly behaA'ed very badly towards you in this little affair, yet, such is the injustice of the world, that I am afraid his conduct would be par doned.\" \" Wait till you know the true state of the case, and then give me your advice. In the first place, I haA'e a husband, who believes me dead ; that husband is now a clergyman, and, what is more to the point, he is the vicar of the parish where Miss Ogilvy lives.\" \" The deuce ! \" exclaimed the Marquis, think ing how valuable the information would be to Mrs. Bold. \" Pardon my curiosity, Mrs. St. Maur, but if you don't mind telling me some thing more of the details of your romantic career, I'\\e no doubt that I might be of some service to you.\" \" Certainly.\" And Constance St. Maur then L"], [148, "146 A Nasty Cropper. narrated those events which the reader has already heard from the lips of Upton. HaA'ing led a chequered existence himself, the Marquis was unusually interested in the life of his companion. \" Yes, Mrs. St. Maur,\" he said, when she had finished, \" I begin to think that you are right, and that you might be able to prevent this marriage. But we shall haA7e to be very careful in our tactics. I doubt whether, eA7en if your clerical husband petitions for a divorce, and makes Lord Robert a co-respon dent, the engagement Avould be broken off. There might be a nine days' scandal, and then society would forget all about it, or at least forgiA'e the offender. We must be a little more wary, my dear Mrs. St. Maur.\" \"Then what would you propose?\" \" My dear' lady, I have not the genius to devise schemes of an intricate nature like this on the spur of the moment, but I think that within the course of a few days I shall be able to arrange some plan, AA'hich, I hope, may turn out to be successful.\" The Marquis sat thinking for some time after Constance St. Maur had left him. The result of his thoughts was that he wrote the folloAving short note to Mrs. Bold. \" My dear Mrs. Bold, — I have been waiting patiently for some time to see the charming"], [149, "A Nasty Cropper. 147 sight of your handwriting again. Do you still Avish to stopo the engagement betAveen your niece and Lord Robert Upton? If you do, I can give you some valuable information which, if you use it wisely, may enable you to break it off. This information, however, is of such a delicate nature, that I prefer not to write it down on paper, but rather to tell it you in private, when I could also humbly suggest hoAv you could make use of it. So, my dear Mrs. Bold, please write me a note, saying when you could come up to town to see me. I need hardly add, too, how impatient I am to see once more those charms which I hear time has dealt so lightly with. Hoping, then, soon to see you, — I am, your most deA'oted and sincere friend, \" D'Olive.\" When Mrs. Bold receiA7ed this letter, she knew the writer too well not to see that, if she wanted to make use of him, she must do as he asked, and go up to town to see him. Her jealousy of Eva and her hatred for Upton Avere still as strong as eA7er, else she might haA'e hesitated before polacing herself in the power of such a man as the Marquis. But there seemed to be no choice left for her, if she wished to taste of the sweetness of revenge. She bad already begun to be tired of the deA7otion of Mr. Barlam, who, poor man, was now thoroughly"], [150, "148 A Nasty Cropper. in love with her. The quiet life at Ogilvy Court had begun to pall upon her. She needed excite ment ; and what more exciting occupation could she haA'e than that of breaking off this hateful engagement? Besides, if she could only manage to do so, she would haA7e another pleasant season in town at her brother's expoense. So Mrs. Bold wrote to the Marquis, saying she would come and see him, and as Eva was going to remain at Drayton Hall for some time longer, immediately made preparations for a short visit to London. Meanwhile the Marquis bad made his polans, which, if successful, would place two women under an obligation to him. Mr. Barlam must be persuaded to poetition for a divorce, making Lord Robert Upton the co-respondent. This, of itself, would cause a grave scandal, and the Marquis had much influence amongst the society papers, by AA'hich he could add to the publicity of that scandal. Still this, alone, might not be sufficient to cause Colonel Ogih'y to refuse his consent to the marriage, provided that he were certain that Upton had given up all communica tion with Constance St. Maur. To preA'ent this, therefore, a little act must be got up for the colonel's entertainment. Constance St. Mam must poersuade Upton to meet her for the last time, and the colonel must witness the meeting, which in semblance, if not in truth, must be"], [151, "A Nasty Cropper. 149 affectionate. The Marquis inwardly determined also that, if their pilaus proved successful, his future relations with the ladies he helped should likewise be affectionate, though he clearly recognised that it Avould require no ordinary diplomatic skill to attain this laudable object. Feeling somewhat nervous lest she should be seen by any of her acquaintances, Mrs. Bold went to the Marquis's chambers to keep the appointment which she had Avritten to make with him. There Avas another feeling also which caused her considerable uneasiness. She kneAV that the Marquis would ask for a reAvard ; he would not consent to be her tool Avithout stipulating for a \" quid pro quo.\" Well, if necessary, she would give it him, rather than lose her revenge. She listened with interest to the story of the Marquis about the marriage of Constance St. Maur. \" But will the husband petition for a divorce when he learns that his wife is alive ? \" she asked. The Marquis leant back in his chair, and, looking at her with a smile half amorous, half sardonic — a smile which reminded one of Mephistopheles — said : — \" My dear Mrs. Bold, it must be your pleasant duty to persuade him.\""], [152, "A Nasty Cropper. 150 \" But how, mon ami .' I do not even knoAV his name.\" \" His name is Dorking Barlam.\" \" Not the vicar at Ogilvy Court ? \" \" Yes ; the vicar at Ogilvy Court.\" Mrs. Bold felt a mingled sensation of surprise and joy ; surprise that the immaculate parson, who had fallen in love with her, should have been so far from immaculate in his youth ; joy that the flirtation Avhich she had carried on passer le temps should haA'e turned out so eminently useful. The Marquis watched her narrowly to see the effect of his communication. \" Have you sufficient influence with your clerical friend to persuade him to do what you want? \" Mrs. Bold smiled and nodded, as much as to say, \"I should rather think I have.\" \" I thought so,\" said the Marquis. \"Nobody was ever able to resist your fascinations.\" \" Except Lord Robert Upoton,\" was the answer which rose to Mrs. Bold's lips ; but she did not utter it. \" Now, Mrs. Bold, you will see, as clearly as 1 do, that if Lord Robert Upton can porove beyond all doubt, that he has had nothing Avhatever to do with Constance St. Maur, since he became engaged to Miss Ogilvy, not even the scandal of a divorce would be sufficient to break off this engagement,"], [153, "A Nasty Cropper. 151 for I presume your brother is too much a man of the world not to overlook the indiscretions of youth. We must devise some further means.\" \" What would you suggest ? \" \" I Avill tell you shortly my plan. This actress is frantic with rage at being cast aside, and would be guilty of any devilry to be revenged on her old lover. Now, when you have persuaded our friend Barlam that a divorce is essential to his hapopiness, and also gently insinuated to your brother that the morality of his future son-in-law is not all that it should be, then a farewell meeting betAveen Upton and the St. Maur must be arranged, and you must manage that your brother witnesses that meeting. Better still, if your niece Avas also present. I will see that every thing goes well so far as the fair actress is concerned.\" \" And you may be sure that I shall do my share of the work. Thanks, a thousand thanks, my dear Marquis, for all the trouble you have taken for me ; but I felt sure I could rely on an old friend.\" \" Say rather an old lover.\" \" Whichever you like.\", \" Then Ave will set to work as soon as possible.\" \" I am afraid we can do nothing before Christmas. Then Lord Robert Upton will prob ably come doAvn to Ogilvy Court, and the"], [154, "152 A Nasty Cropper, meeting might be arranged to take place in the neighbourhood.\" \" Admirable ! \" Mrs. Bold stayed some little time longer, and AA'hen she left felt satisfied with her afternoon's work. \"Ah, my lord,\" she said to herself; \"you little dreamt, what sort of a woman she was you had to deal with, when you dared to jilt Nellie Bold.\""], [155, "A Neisty Cropper. 153 CHAPTER XV. THE OLD YEAR OUT AND THE NEW YEAR IN. Christmas Avas at hand. Christmas — time of festivity and goodwill ; time also of bills, rent, and demands for payment from all sorts and con ditions of creditors. A season of mingled joy and sorrow. Families gather together, and the gapos AA'hich have been made during the past year are felt more keenly. Men, who have no relations to go to, find themseh'es outcasts, adrift in the deserted rooms of their clubs, or, at the best, stranger guests bidden to reunions, in the merri ment of Avhich they have but little share. For at Christmas it is that Ave recognise the truth of the old poroverb that \"blood is thicker than water,\" and eA'en though it be for this once during the year, we admit the strength of that family tie which constitutes the chief hapopoiness of English homes. Upton, ignorant of the pilot which had been formed against him, had come down to spend"], [156, "154 A Nasty Cropper. tbe festive season at Ogilvy Court, Avhere Pinkey and Flo Drayton Avere also coining before the close of the year. For Pinkey Avas going to spend Christmas at Drayton Hall. The attrac tion of Flo Drayton had proved stronger than that of his uncle, a testy old gentleman and a misogynist withal ; so Pinkey went doAvn to Southlandshire with a face blooming with delight at the anticipation of the Drayton good cheer, and, perhaps, with a more romantic anti cipation as well. Christmas Day came and went, and was spent at Ogilvy Court in much the same way as Christ mas Days usually are in large country houses. Everybody ate and drank more than Avas good for them. Everybody was cheerful, or pretended to be so. Presents were exchanged ; Christmas boxes were giA'en aAvay. Village children came and sang carols, received neAv pennies, and Avent away happy. Church in the morning, a heaA'y lunch, a stroll in the frosty air to gain an appetite for a big dinner. Such is the usual programme. Christmas comes but once a year. More's the pity. If it came oftener there would be more peace on earth, more goodwill amongst men. And yet in the heart of one man at Ogilvy Court there was little pocace, in the heart of one woman little goodwill. His love for Mrs. Bold had caused Mr, Barlam to put aside any religious"], [157, "A Nasty Cropper. 155 objections to divorce which he might hold. For, in telling him of the existence of his Avife, she had held out hopes that, if he divorced her, she would marry him. Yet in spite of the mad passion which he felt for this Avoman, in his sober moments he could not help but see that she was making him a party to a plot which was both immoral and dishonourable. She was making him the cause of misery to a woman and of ruin to a man. Yet he felt bound to do her bidding, so great was the influence that she had over him. She had laid the train, and Avas only Avaiting for a convenient opportunity to order him to apply the match. Upton had always made it his rule not to think about any subject which annoyed him, but the constant presence of Barlam obliged him to confess that there was a small cloud on the horizon, which might grow big enough to cause a storm. He also saw that the cordiality which the colonel had at first evinced towards him had considerably diminished. This, of course, was owing to the machinations of Mrs. Bold, who since her visit to the Marquis d'Olive had been far from idle in promoting her scheme of vengeance. But Upoton never considered the power of this woman, whom he had made his enemy. He despised her influence as much as he despised her character, and gaAre himself up to"], [158, "156 A Nasty Cropper. the enjoyment of Eva's society with the same ardour and devotion as if there were no such poerson as Mrs. Bold in the Avorld ; Avhile any disquietude Avhich might exist in his mind in regard to Constance St. Maur and her husband was appeased by the reflection that, if there was to be a divorce, it would probably take polace after his marriage, and not before it. And, in spite of Mrs. Bold's CA'il intentions, it Avas a merry time, that Christmas time at Ogilvy Court. Pinkey and Flo Drayton arrived shortly after Christinas Day, fully prepared to act the part of gooseberry, proA'ided ahvays that they - were allowed to do so in each other's company. Certainly, there was a frost, which pout a stop to \" the sport of kings \" ; but then a frost seems ahvays seasonable at Christmas. Skating took the place of hunting, a change ol amusement Avhich gave Pinkey an opportunity of making his debut on the ice. And Pinkey's debut was not a thing to be missed. Even the immortal Mr. Winkle might haA7e been able to gh7e him a lesson in depoortment. At any rate, he went further on his back than on his skates. Upton at last good-naturedly offered to lend him tbe support of his arm, though, as he always took care to let go when he thought his companion was about to tumble, Pinkey did not derive much assistance therefrom."], [159, "A Nasty Cropper. 157 It was well that Flo Drayton and Pinkey had come to Ogilvy Court prepared to play the part of gooseberry, for no lovers could have been more devoted to one another, more unconscious of the existence of anybody except themselves. For there can be no doubt, however estimable a quality loA'e may be in the abstract, in practice the lovers are not only bores to their neighbours, but somewhat selfish as well, so much are they wrapt up in one another. Still, in this case, Pinkey and Flo Drayton did not find the role of gooseberry so very irksome after all, whatever the other inmates of Ogilvy Court might have thought. There seemed to be a mutual understanding between these tAvo. Pinkey, Avithout absolutely declaring his love in so many words, had told the girl enough to let her knoAv he loved her. She knew that really he was only waiting, till his uncle would either give his con sent or depart to that land where his consent would be of no moment. Moreover, she loved him in return ; for, in spite of his eccentricities, Pinkey was at bottom a real good fellow, besides being cleA'er in his Avay, though, as he said him self, he had never yet been able to discover that Avay. So, while playing the gooseberry, these tAvo young people managed to do no small share of love-making on their own account. If the quartette went out for a walk, Pinkey and Flo"], [160, "A Nasty Cropper. 158 would, of course, walk far ahead, so as not to hear the conversation of the lovers, not forgetting, perhaps, that the lovers could not hear them either. It was only Avhen a fifth party joined them that Pinkey found the engaged couple a bore. \" Hang it all,\" he said in a half-audible tone one afternoon as they were all starting out for a long cross-country walk, \" here comes the swindler of Beelzebub. I Avish his reA7erence was neither so fond of walking nor of our society.\" Mr. Barlam, blind to the cause of the intimacy AA'hich existed between Pinkey and Flo Drayton, and actuated by some incomprehensible impulse, would watch Upton as a cat does a mouse. He had begun to hate him for his success in gaining the loA'e of women; and Mrs. Bold encouraged his hatred. So he would constantly join the quartette in their walks, thereby causing Pinkey to conceive a great aversion for him. To-day, however, he was to be freed from the company of the Reverend Dorking Barlam. On reaching the end of the drive, Pinkey and his companion went ahead, and led the way across some fields, leaA'ing Barlam talking to Upton about the pantheism of Pythagoras, of Avhich interesting subject, needless to say, his listener knew nothing at all. In this order the party"], [161, "A Nasty Cropper. 159 continued for some little Avay, till Upton began to be rather tired of Grecian philosopohy and to recognise the truth of the homely proA'erb that \" two is company and three is not.\" \" Oh ! good gracious,\" he said, suddenly putting his hand in his pocket. \"I've got all Pinkey's cigarettes. I say, Barlam, do you mind just running on and giving him this packet? He will be dying for a smoke, and my boot lace has come untied.\" Uttering this fib in the coolest manner, Upton handed Mr. Barlam a packet of cigarettes, as if it were the most ordinary thing in the Avorld for him to employ poarsons to run on his errands. Mr. Barlam took the packet, and trotted off at a brisk pace to overtake Pinkey, who by this time was quite tAvo hundred yards ahead. MeanAvhile, taking advantage of a gap, Upton and Eva got out of the field into a lane with high banks on each side, which effectually screened them from view. Breathless with such unwonted exertion, and inwardly feeling that it was not A7ery dignified for a long-coated parson to run over a frost-bound plough field carrying cigarettes, Mr. Barlam delivered to Pinkey Upton's message with the poacket. Now, Pinkey had been chuckling to himself at having got rid of Mr. Barlam, so the"], [162, "160 A Nasty Cropper. sudden appearance of that gentleman annoyed him considerably. Being, however, a man of ready resources, he Avas equal to the occasion. \" Thanks, very much, Barlam, but I am afraid Upton has made a mistake. These are his cigarettes. I've got mine here. Do you mind taking them back to him ? He's in the next field. Yes, Miss Drayton, as I was saying, when this frost goes, I shall pay my uncle a visit and ride his horses. Not at all a bad country down in those parts.\" And Pinkey continued to talk of the hunting in the neighbourhood of his uncle's home, leaA'ing the wretched Barlam no alternative but to return, which he accordingly did. But, for reasons already explained, to find Upton and Eva was no easy matter ; and while Mr. Barlam was wasting his time in fruitlessly searching for them, Pinkey and Flo Drayton had likewise got out of sight. So the Reverend Dorking was obliged to walk home in solitude, reflecting that the time was not far distant when the laugh would be on his side. Not a clerical reflection perhapos, considering the unchristian vengeance which it implied, but then the Reverend Dorking Barlam was the slave of Mrs. Bold, and had already begun to imbibe the tastes of his mistress. That lady, her jealousy and hatred becoming"], [163, "A Nasty Cropper. 161 keener as she daily saw the happiness of Eva and Upton, determined that she would no longer delay the fatal bloAV AA'hich should part them. She had more than once asserted to her brother her belief that Upton was still the avowed loA'er of an actress. He had at first pooh-poohed the idea ; but as constant droppings Avear aAvay a stone, he had at last begun to think that there might be some truth in what bis sister told him. \" I will ask him myself, Nellie,\" he said one night after she had been more than usually emphatic in her statements. \" And he Avould, of course, deny it. Wait a few days, and you will probably get indisputable evidence to bear out the truth of what I tell you. As you know, I have many friends in London, and a good many of them have taken the trouble to AA'rite to me about this engagement. From what they say, I am persuaded that it would be the ruin of Eva, if she w7ere to marry Lord Robert.\" \" Then I will speak to him about it.\" \" No. Now do take my advice, and trust for once to a woman's Avit. At all events, wait for a week, and if nothing turns up, then speak to him.\" Amongst other details of the plot, it had been arranged that Mr. Barlam should not appear to know of the existence of his wife, until he M"], [164, "162 A Nasty Cropper. recognised her at her meeting with Upton. It had been a bard task for Mrs. Bold to persuade him to act thus treacherously, but she had succeeded. He had become guilty of unmanly conduct, and lost his self-respect accordingly. After her conversation with his brother, Mrs. Bold wrote immediately to the Marquis d'Olive, whom she had kept acquainted with the success of her operations, and told him that the meeting between Upton and Constance St. Maur must take place within a Aveek. There Avas an inn some she miles from Ogilvy Court called the \" King's Arms,\" she Avrote, let the meeting take place there and she would manage the rest."], [165, "A Nasty Cropper. 163 CHAPTER XVI. THE KING'S ARMS. Mrs. Bold Avatched Upton's face at breakfast attentively on the morning when she expected that he Avould recehe Constance St. Maur's note. Yes, it was there, as the expression of annoyance on Upton's face plainly shoAved. Would be consent to the meeting? That Avas the only question AA'hich now troubled her. If he refused, then her deepoly-laid scheme failed at the last moment. If she had seen the contents of the note, Iioav ever, she would have had no doubt as to what the ansAver Avould be. The letter Avas brief, but to the point. It ran as follows : \" Dear Bob, — \"It is necessary, both for your sake and for mine, that I should see you once more before"], [166, "164 A Nasty Cropper. your marriage. The reason is this : I am about to be divorced by my husband, who Avill be sure to make you the co-respondent. I can prevent this in one way — and one only. Of course, it won't matter very much to me if my name does appear in the papers as an interesting re- spondent. On the contrary, it will do me good ; for my popularity has not been increasing lately, so a little domestic romance Avill stir up the public interest. But for you, who are on the eA'e of being married, it's a different con- cern. Noav, it is in my power to prevent your name being mixed up in the matter. Meet me at the King's Arms at three o'clock next Friday afternoon, and I Avill tell you Iioav. It is an inn about seA'en miles from Clerful, on tbe London road. You see, I know the district. If you don't grant me this favour I can't assist you, and, what is more, I wouldn't if I could. If you do meet me, I will promise never to bother you in any way again. Choose between these two courses, and write to me by return. \" Yours, \" Con.\" \" What a confounded nuisance,\" Upton muttered to himself, as he sat down in the smoke-room to answer the letter. \" When Con"], [167, "165 A Nasty Cropper. writes a thing she means it, so I suppose I must humour her, if it is only to get rid of her ; while if she can saA'e me from the scandal of the Divorce Court, so much the better.\" Accordingly, he wrote back to say that he Avould do as she wished, and meet her at the King's Arms at the time mentioned. He also took the precaution to post the letter with his own hands. Friday morning came and Mrs. Bold's face Avas radiant AA'ith joy as she read the Marquis d'Olhe's letter, saying that everything was right and that the meeting Avould take polacc that afternoon at the King's Arms. The day of her A'engeance had at last come, the day AA'hich she had been looking forward to for th last four months. Yet, Avith all her joy, she felt someAvhat nervous as to the issue. The Marquis had given her certain definite instruc tions, AA'hich she must carry out literally in order to insure success. The chief of these was that she and the poeopile, whom she might /wish to be AA'itnesses of the meeting, should pass by the King's Arms at half-past three. An ostler or stable-boy AA'ould then be leading Upton's horse or trap — it was impera tive that he should not walk — outside the inn, AA'hich would call attention to his ptresence there. Finally, the servant of the inn Avould"], [168, "166 A Nasty Cropper. have orders to sIioav them into the room where Upton and Constance St. Maur were, Avithout announcing them. Then would come the scene. Making the excuse that a friend had asked him to ride over to a neighbouring agricultural town to look at some hunting quarters, which he thought of taking for the remainder of the season, Upton started off at half-past twelve for the King's Arms, mounted on his own hunter, a big-boned chestnut weight-carrier. He had had to start thus early to make his excuse seem true, though the prospect of spending tAvo hours in a country inn Avas the reA'erse of cheerful, and e\\*en the sharp) frosty January air failed to raise his spirits as he jogged along as sloAvly as Avas com patible with warmth. He had an uneasy feeling in his mind, a feeling which seemed to foretell disaster, and more than once he Avas on the point of riding back to Ogilvy Court. He asked himself Avhether it would not be better to take Colonel Ogilvy into his confidence than to place himself under an obligation to his old mistress. Then he thought he might as Avell go through the interview to-day, and take the Colonel into his confidence afterwards if necessary, and before he had fully made up) his mind Avhat to do, he came in sight of the King's Arms. Scarcely had Upton left Ogilvy Court, than"], [169, "A Nasty Cropper. 167 Mrs. Bold entered the morning-room where the rest of the poarty was assembled, and said : ' ' Let us all drive OA'er to Patham this after noon ! It's a lovely day for a drive, and the air Avill do us good. You ought to see Patham Grange, Mr. Pinkey ; it is considered to be one of the finest specimens of Elizabethan architec ture in the country. You can drive us on the drag,\" she added, turning to her brother ; \" the horses Avant exercise ; they have hardly been out at all this frosty weather. If Ave start at two, we shall be home again before dusk.\" Everybody approved of the proposal, and so it Avas agreed that they should have an early lunch, and start immediately afteivvards for Patham, Avhich Avas a pretty little Amlage some four miles beyond the King's Arms. Upton haA'ing dawdled o\\'er some cold meat and ale, and lit a strong cigar, Avaited im patiently for the arrival of Constance St. Maur. At last, about five minutes past three, the girl Avho did duty as waitress told him that there was a lady upstairs, who wished to speak to him. \" When did she come ? \" \" Only a moment or so ago, sir. She droAC into the stable-yard behind.\" Upton folloAved the girl upstairs, aud Avas shown into Avhat appeared to be a private"], [170, "168 A Nasty Cropper. sitting-room. There, standing before the lire, clad in a smart tailor-made traAelling dress, was Constance St. Maur. \" This is good of you, Bob,\" she said, holding out her hand as she turned round to meet him, ' ' though you haA'e only come five miles, and I have come the whole Avay from London. Now sit down beside me ; go on smoking. I want to talk to you.\" It is unnecessary to repeat the tissue of false hoods AA'hich the St. Maur had concocted to decehe Upton, nor Iioav she kept his attention engaged for the next tAventy minutes, when she heard the sound of footsteps on the stairs. Then, as if actuated by a sudden impulse, she exclaimed : \" Bob, kiss me for the last time ! \" and, getting up from her seat, she threw herself into his embrace.. But it is necessary to hark back and see Iioav the Colonel and his party had spoent their time. They had driven OA'er to Fatham at Mrs. Bold's suggestion by a different road to that which piassed the King's Arms, and, haA'ing seen Avhat little there Avas to be seen, returned by the main road which poassed the inn. \" Why, there's Robert's horse!\" exclaimed Eva, as she saAV Upton's chestnut being led up and doAAii outside by a stable-boy. \" He might"], [171, "A Nasty Cropper. 169 just as Avell come home with us, and the groom can take his horse,\" she added Avith the im periousness of an engaged young lady who, in the absence of her loA'er, had found the drive rather a bore. \"Well! Ave can go in and see,\" said Mrs. Bold. \" Mr. Pinkey, this is one of our faA'Ourite meets ; they keep most excellent orange brandy here.\" Unfortunately, Upton had not confided to Pinkey that he Avas going to meet Constance St. Maur, so he Avas only too ready to take advantage of Mrs. Buld's suggestion, Avhile the Colonel, throAA'ing the reins on the AA'heelers' backs, also got doAvn. \" Is there a gentleman inside, the OAvner of that horse?\" asked the Colonel of the Avaitress, Avho Avas standing in the poassage. \"Yes, sir; this Avay, sir.\" And the Colonel, folloAved by the Avhole poarty, including the Reverend Dorking Barlam, AA'ere shoAvn upstairs by the girl, Avho, when they had arrived at the topo, threAv open the door of the room where Upton and Constance St. Maur Avere. \" Why the deA'il don't you knock?\" exclaimed Upton, angrily, as the St. Maur, still lying in his embrace, turned her head lazily as if to see AA'hat Avas the matter. The scene which folloAved ought rather to be"], [172, "170 A Nasty Cropper. imagined than described. The fury of the Colonel, the diabolical smile of triumph on the face of Mrs. Bold, as she rapidly exchanged glances AA'ith the St. Maur, the dismay of Pinkey, the death-like pallor of Eva's counte nance, the feigned astonishment of the Rev. Dorking Barlam, Upton's look of surprised guilt, all comprised a poicture for a painter, but not one that can be described in Avords. For a moment there was silence, which Avas broken by the St. Maur. \" Bob, Avbo are these intruders?\" she asked, getting slowly off his knee. \"Your luggage, sir, shall be sent Avith your man to the Black Horse at Clerful immediately on my return to Ogilvy Court. I trust I may never see you again.\" With these Avords the Colonel turned round, and half driving his party before him, slammed the door. \"Damnation! You she-devil; do you knoAv Avhat you have done?\" asked Upton, Avho for the instant had been too dumbfounded to speak. Constance St Maur had gained the door, Avhich she held open. \"Yes,\" she answered, Avith a contemptuous smile. \"I've taught Lord Robert Upton that he can't jilt a Avoman AA'ith impunity, even if she be an actress.\" So"], [173, "A Nasty Cropper. 171 saying, she left the room, banging the door behind her. Jumping from his chair be rushed after her. Opoposite to the room he had left was a door, and not seeing anything of her on the staircase, he concluded she Avas in the room opposite. The door was bolted on the inside, but he burst it open in a moment only to find the room empty. He rang the bell A'iolently, and threAV himself into a chair, Avipiing the perspiiration off his forehead. Some time elapised before the Avaitress an- Avered the ring. \" Where has that lady gone Avho Avas Avith me ? \" \" She has just driven away, sir, in a close carriage.\" \"Which Avay did she go?\" \" I don't knoAV, sir ; but there was a gentle man Avith her.\" \" The devil there was ! What sort of a gentle man Avas he ? \" \" Very tall and big, sir, with long hair; looked like one of them foreigners.\" So the Marquis d'Olive had already constituted himself Constance St. Maur's cavalier. To Upton the information Avas useless. He bad only met the Marquis once, and Avas not likely to recognise him from the description of"], [174, "172 A Nasty Cropper. the Avaitress. Tossing that functionary a sovereign to pay his bill, be went downstairs to order his horse, which, with surprise, he found waiting for him at the door of the inn. \" Who tolcjl you to bring round my horse? \" \" The lady, sir, aaIio has just left in a close carriage with the dark gentleman told me to bring him round at tAventy minutes past three.\" \" Which way did they go ? \" \" That way,\" answered the lad, indicating the road to Clerful. Upiton sprung into the saddle, and gallopoed off as fast as he dare, considering the slippery state of the ground, AA'hile the stable lad and the waitress exchanged winks, for, needless to say, the Marquis and Constance St. Maur had gone off ii* precisely the opposite direction. Upoton galloped on for some time till he caught sight of Colonel Ogihy's drag in front of him ; then, recognising the fact that he had been duped, he poulled rein and rode sloAvly to the Black Horse at Clerful, there to sit and ruminate over his trouble and try to unravel the plot Avhich he now felt sure had been hatched against him. Never did man hate woman so deeply as Upoton then hated Constance St. Maur. It was a heaA'y burden for him to bear. The loss of his loA'e ; the realization that all those dreams of"], [175, "A Nasty Cropper. 173 reformation and future bliss were but as empty castles in the air ; all this he saAV was certain. His servant brought his luggage to the hotel, and be determined to go up to London by tbe night train, leaving his servant behind to bring up his horses on the morrow. \" Please, sir, there's a gentleman wishes to see you.\" \" Who Avill announce himself,\" and Pinkey entered the room. \" Helloa ! old chap, is it you ? What does all this mean ? What's to be done ? \" \" Heaven only knoAvs. E\\'a is delirious. The Colonel is furious. But hoAv the deuce did you come to be at that confounded inn with the St. Maur?\" Upton explained the circumstances. \" Hoav did you come to be there ? \" he asked. \" Just after you had started Mrs. Bold sug gested a drive to Patham, from which deserted village we Avere returning, Avhen Ave saAV your horse, and I, for one, naturally concluded that you had stopped to have a drink.\" \" Then it is the work of that vixen, Mrs. Bold. I see it all hoav. I flirted with her last season, and I suppose she Avas angry because I fell in love with her niece.\" \" Well, if I can do anything for you, old man ,"], [176, "A Xasty Cropper. 174 you know I'll do it with pleasure. Cheer up ! It may come round all right yet.\" \" Yes, it will be all right on the Day of Judgment, not before. I shall go up to London to-night. Let me know if anything happens.\""], [177, "A Nasty Cropper. 175 CHAPTER XVII. ABU KLEA. \" There goes Upton ; going to the devil, too, I should say. I hear he has lost a poot of money already this season.\" \" Suppose he will have to send in his papers before long. He neA'er got over the St. Maur scandal. Barlam v. St. Maur and Upton ; you remember. He was engaged to some girl or other at the time, and the engagement Avas broken off in consequence. They say the Marquis d'Ohve is the St. Maur's faA'ourite iioav. So Upton had a double love.\" The two speakers Avere lounging against the rails of the Row. It Avas the Sunday before Ascot, and everybody Avho wanted to be thought anybody was present at church parade. Up and down they go, those streams of living peopole under the impression that they are enjoying themsehes. So they are, if it be enjoyment to become dummies for tailors and dressmakers. It"], [178, "A Nasty Cropper. 176 is a curious crowd, this church parade crowd, Here is a well-dressed couple : they have only been married tAvo years, but already hate each other like poison, and AA'ill be divorced before the end of the year. Here is a Cabinet Minister bowing to a lady, who is Avell known as having tbe greatest passion for political intrigue of any woman in London ; while her daughter, the heiress of the season, is talking to a man who lost his income at baccarat on the poreA'ious night, and is now wondering Iioav he can scrape together enough money to go to Ascot AA'ith. Pinkey was there, looking, in spite of his black suit, the picture of joy, as he talked to his companion, Flo Drayton. The last four months had made a considerable difference in that gentleman's prospects. His testy uncle had at last consented to die, and, moreover, had left Pinkey all bis worldly wealth, probably because be saw less of him than of any of his other relatives. The first use he had made of his fortune was to place it at the disposal of Miss Drayton, together AA'ith his heart, both of which she had been very pleased to accept, so that Pinkey had forsworn his bachelor habits. He was not so often seen embracing the glass that cheers. The barmaids in the vicinity of tbe Temple knew his face no longer. Altogether he was a changed man. Not that he had many"], [179, "A Nasty Cropper. 177 amiable weaknesses to get rid of ; he bad no Constance St. Maur to bother him, no Jews to pay. He could not afford the former, and the latter would never have lent him any money even if he had asked them for it. Poverty may be an unmitigated nuisance, but it is a sure preventive against sowing too many wild oats. But to Upton the season brought no pleasure. In spite of everything he could do or say, in spite of all the persuasion which Pinkey could bring to bear on the subject, Colonel Ogilvy had sternly refused to allow him to renew his suit with Eva : AA'hile she, poor girl, believing, as she was taught to believe, that she had given her heart to the recognized lover of a demi-rep, to a man already enslaved by the snares of a sensual beauty, felt that the idol which she had worshipped had suddenly been hurled from its pedestal and dashed into a thousand fragments. So Upton had become a disappointed man, at war with himself and with the world. The majority of men would have drowned their trouble in dis sipation ; but he had drunk the cup of illegitimate pleasure usque ad nauseam, and could not even find oblivion in the gaiety of bachelorhood. So he had sought excitement on the turf. What need to capitulate the various meetings of that racing season! He attended nearly all N"], [180, "A Nasty Cropper. 178 of them, sometimes winning, sometimes losing, and never seeming to care whether he won or lost. At last even racing bored him, and when autumn came he began to look around for some fresh excitement. All England, all Europe, at this time was on the tip-toe of expectation as to Avhat would take place in the Soudan. Khartoum and Gordon were the names that were on everybody's lips. What policy did the Government mean to pursue ? was the universal question. Then came the iicavs that we were to rescue Gordon. Tired beyond endurance of the forced in activity Avhich had been his lot, longing for the excitement of active service to drive away his melancholy, Upton was one of the first to volunteer for the Camel Corps. What use was it to remain at home ? He had lost what he thought was the only thing which made his life worth living for. He had played at the game of pleasure, and played badly with bad luck as well. He had few adieus to make before setting out for the scene of action. A short letter to his father, a somewhat longer one to his sister, a farewell dinner with Pinkey and a few other friends ; that was all. No heart-breaking partings,"], [181, "A Nasty Cropper. 179 i only a feeling of thankfulness at leaving his native land. For four days had the Camel Corps with the mounted infantry, about fourteen hundred strong, toiled wearily across the desert on their way to Khartoum. How many of these fourteen hundred lived to get within sight of the toAvn where Gordon was murdered ? BraA'ely had the men marched through the desert, bravely had they borne the sultry heat, encouraged by the exampole of their officers ! The Avhole of that day, since they left Mettamnah, had the enemy been seen lurking about in the A'icinity, and there seemed to be every chance of an engagement. \" I say, Upton, if they do attack us, there Avill be hot Avork to do. The odds are about twenty-five to one. I wonder how many of us will be alive at the finish.\" \" Impossible to say, Wentworth. These fanatics fight like madmen.\" Poor Charlie Wentworth, late of the Blues ! He had been one of the handsomest men about town. Adored by the women, and popular in clubland ; the pace had been too fast for him. To-morrow he Avould be lying dead under an African sky. His name mentioned in the papers as being amongst the killed ; a casual remark in the clubs : \" another good felloAV joined the"], [182, "180 A Nasty Cropper. majority \" ; one mourning woman ; such is the world ; so brief the reputation of fashion. Tbe two men rode on for some time in silence, which was at length broken by Upton. \"I suppose the fellows at home are just re turning from hunting. Easier work to ride across a country than to be jerked about on these hump-backed beasts, especially when there is champagne and claret waiting for you instead of a pint of tepid water and half-a-pound of tinned meat. It's a wonder to me how well the men have behaA'ed.\" \"Yes; at home they spend half their pay in bad beer ; but when they are engaged in active service they show the sterling stuff that's in them.\" At last a halt was called, and the General held a short consultation Avith his second in com mand. Then orders were given for the men to build a zereba, which consisted of a circumference of prickly bushes, so thick as to prevent the barefooted natives crossing it. Within this circle the small army bivouacked, sentries being posted in case of a sudden attack. \"One last pipe before we turn in, Upton. Heaven knows Avhen we shall have another.\" Neither man seemed much inclined to talk. The curls of blue smoke rolled lazily upwards in the still air, while the thoughts of both the"], [183, "A Nasty Cropper. 181 smokers were hundreds of miles aAvay. In England ; at home. Would they ever see that home again ? EA'en with men Avho have seen much service, the night before an engagement, after all due preparations hav7e been made, is apt to make them sad. The forced inactivity without the excitement of war, yet with all the danger of war, and the prospect of death staring them in the face in all its hideous nakedness, although they bring no fear, still they bring back recollections of bygone days, the images of loved ones — and perhaps remorse. Gloomy thoughts only to be dispelled by action. \" Upoton, old chap, we have been chums for some time now. I want you to do me a favour.\" \" Certainly, what is it ? \" \" If anything should happen to me to-morrow I want you to take this back to the girl who gaA'e it me.\" He handed a small locket to him, and told him the address. He spoke in a nonchalant tone. \"All right ; that is to say, if I am able to do it ; bullets and spear thrusts will be fairly plentiful to-morrow ; and my chance of receiving them ought to be greater than yours.\" \"Why?\" \" Because there is no Avonian who loves me, Avith the sole exception of my young sister : so, if"], [184, "182 A Nasty Cropper. there is any mercy in porovidence, I ought to fall before you.\" Wentworth was silent. He had heard of Upton's engagement, and heard also Iioav it had been broken off. His friend had spoken care lessly ; but there was a touch of irony in his voice as he continued : \" You know what Byron says : — 1 And now I'm in the world alone, Upon the wide, wide sea : But why should I for others groan, When none will sigh for me ? Perchance my dog will whine in vain Till fed by stranger hands, But long ere I come back again He'd tear me Avhere he stands.' I often think I'm not unlike Childe Harold. Perhaps that was the reason I volunteered for Egypt, this land of desolation and abomination. Bah ! I Avish it was daybreak. I don't feel sleepy ! \" \" Nor do I. I long to be up and at these savage chaps instead of marching idly on. I wish Ave Avere before the walls of Khartoum.\" \"As we ought to have been long ago, if there hadn't been such a lot of confounded delay in sending us out.\" They chatted for some time about the cam paign. Guessing from the circumstance of the locket the state of his friend's feelings, Upton"], [185, "A Nasty Cropper. 183 tried his best to prevent him thinking of the loved one left far off at home. He succeeded partially, though when they had said \" Good night,\" Wentworth's last words were: — \" You won't forget the locket, will you, old chap?\" In the morning the enemy were seen in the distance, and the mounted infantry went out to skirmish with them. In a short time, hoAvever, they were driven back, though tbe loss was slight ; then, folloAving up their advantage, the enemy began firing into the zereba. Here a special war correspondent, about to eat his frugal breakfast, had his career cut short by a bullet. After returning the fire from the zereba for some short time, orders were given for a hollow square to be formed. The camel corps and mounted infantry forthwith marched out Avith the naval brigade and a Gatling gun in the centre and quickly formed a holloAV square. The enemy charged down without hesitation, and by sheer force of numbers broke through that side held by \" the Heavies.\" Burnaby rushed out, and engaging two Arabs at the same time, received a mortal spear thrust. Pressing forward on all sides, and in spite of the deadly fire to which they were exposed, rushing over the corpses of their comrades, they drove back the four sides of the square. It was iioav a"], [186, "184 A Nasty Cropper. hand-to-hand fight. The Arabs had succeeded in entering the square ; the Gatling gun was jammed, though not before the naval brigade had suffered fearful loss in their vain attempts to work it. On every side confusion ; everyone fought for himself. It was the rifle and bayonet against the spear, and for each spearman killed fiA7e could take his place. Suddenly, in the melee, Upton caught sight of Wentworth, who, in his eager impetuosity, had rushed against the enemy outside the square. Though fighting gallantly, determined to sell his life as dearly as he could, it was evident from the numbers that surrounded him that death must be his doom. With out a moment's thought, Upton sprang to his assistance, and, cutting down an Arab AA'ho was on the point of stabbing his comrade from behind, joined him, and back to back they fought for dear life. But the odds were too great. No mortal Hercules that ever lived could have stood long against such over whelming numbers. The end was but a question of time. Wentworth fell first, the blood flowing from countless wounds. Then, with no protection behind to defend him from tbe spears/which now on all sides were thrust at him, Upton sank down — never to rise again. The rest of this famous fight is a matter of"], [187, "A Nasty Cropper. 185 history. How, conquered at last by the determined pluck and severe fighting of the British, the Arabs Avere driven back, and the square re-formed ; how, not daring to attack again, they beat a precipitate retreat across the desert, leaving our men to continue their march uninterrupted, though the result was fruitless. All this has been told and told again in the papers. Such was the death of Lord Robert Upton killed in the service of his country, bravely attempting to rescue his brother officer. His burial ground, an African desert, where he lies along with so many others, who lost their lives on their way to saA'e one of the most courageous soldiers and staunchest men that the annals of British warfare ever told of: who lost their lives, also, in the endeavour to save the reputa tion of a vain Minister — a Minister who, Avhen he heard the fatal result of his blunders, could only show his sorrow by going to a theatre to laugh at a comedy. So Lord Robert Upton died. Whatever his sins might have been, his death was honourable. Let us hope that his sins are forghen him."], [188, "A Nasty Cropper. 186 CHAPTER XVIII. FAREWELL. There is little left to tell readers of this story of modern life — a story of Avhich the only moral is to prove how easily a man may have his happiness ruined and his hopes blasted by the machinations of women. We have seen what was tbe end of Lord Robert Upton ; let us see what was the end of the women who destroyed his peace. Constance St. Maur did not live long to enjoy the popularity she had earned on the stage, though she lived long enough to cause the Marquis d'Olive to get tired of her. There had been a matinee one afternoon at the theatre at which she was engaged, and stage carpenters and scene-shifters had been hard at work to get ready for the evening burlesque. They had barely finished when it was time for the curtain to rise on the first act. There was an opening chorus, and then"], [189, "A Nasty Cropper. 187 Constance St. Maur came tripping onto the stage in the character of a dairymaid. Her apopearance was greeted with cheers, though the cheers were not so loud as they had been in the olden days. For the theatre-going public is capricious, and constantly wants new food to gratify its palate. But the St. Maur nodded gaily, as she Avould have done if there had been hisses in the place of cheers. She had to sing a song, and then dance a breakdown — one of those slow, soft, sylph-like dances which appeal to our senses like poetry — a dance which we always encore and then Avant to see again. \" My God ! I forgot to put the bolt in the centre trap-door,\" exclaimed a carpenter ex citedly in the wings. \" Stop ! the door's un bolted ! \" He was too late. Tripping backwards from the left side of the stage, the St. Maur Avent straight on to the trapo-door. Doavii it went. Her feet shot up in the air, and her head struck against the edge of the boards ; then she dis appeared into the cellars beneath, where she lay, a lifeless corpse. The curtain went down over the stage. The curtain Avent down also over the life of Constance St. Maur, the Queen of the Delilahs of modern London. Better perhaps to die while she still possessed her voluptuous beauty and Avas the"], [190, "188 A Nasty Cropper. admiration of all beholders, than to lhe to an old age of poverty and to see others occupy the throne where she had reigned. Cut off in the prime of her womanhood by sudden death, re pentance in life was denied her for her sins : yet perchance they were not so heavy as those of others, in whose way less temptation had been put. Delilah is dead, and many will strhe to succeed her. Another year will pass, and the name of Constance St. Maur will almost be for gotten. A few poor chorus girls and starving actors may remember her kindness, for which she never asked for thanks ; for although she had done much harm, yet she had done some little good. The news of the accident was soon public property. Special editions of the evening papers were issued, and street Arabs bawled out the name of her who had met such a tragic end, and congratulated each other on the business they were doing. \" Death of Miss St. Maur ! \" \" Fearful accident to an actress ! \" What an epoitapoh ! What a mockery ! \"So the St. Maur has been killed. What horrible carelessness ! Poor woman ! Waiter, bring me another brandy and soda.\" Such is the dictum in clubland. \"I shan't be able to go inside a theatre for a week,\" simpers the society Miss. \" What a shocking"], [191, "A Nasty Cropper. 189 death ! \" remarks a painted dowager. Parsons make a mental note to refer shortly to it in their next Sunday's sermon. There is much talking, little mourning. The St. Maur is dead and another reigneth in her stead. Mrs. Bold did not fulfil her promise to Mr. Barlam, as may easily be imagined, since she had never had the slightest intention of doing so. During the next season her flirtations became so notorious, and she was so constantly seen about with the Marquis d'Olive, that her brother wisely declined to allow her to chaperone his daughter. Ugly stories, too, were afloat in regard to the part she had played in breaking off the engagement between Upoton and Eva. Her old friends, like Mrs. Racer, gave her the cold shoulder, and she was rapidly developing into one of those ladies we only bow to when nobody is by. She was last heard of in the south of Europe, where the Marquis d'Olive was acting as her chief cavalier. Mrs. Racer's rascally husband having, for tunately for the rest of mankind, managed to kill himself in a steeplechase, that lady married Archie Spendall. She no longer visits country houses Avithout her husband, Avho on his part pays all her milliner's bills. One more scene, and the drama is ended. Pinkey had become a married man, and, to"], [192, "190 A Nasty Crop pi r. judge by his appearance, matrimony seemed to agree with him, as he strolled up and down the lawn Avith his wife opposite to the house which his uncle had left him. Cross had come doAvn to stay with them for a few days, and, curiously enough Mrs. Pinkey had asked Eva Ogilvy at the same time. It was more than twelve months since the death of Upton, and those months had made a great difference in the character of the girl. She had grown less vivacious, less frivolous. The girl had become a woman. While Pinkey and his wife were walking up and down the lawn, Cross and Eva were alone in the drawing-room. Powerful as was his Ioac still, Cross had not dared to again ■ confess it to her, to again ask her to link her fate with his. Would he ever be able to win her love? Nulla vestigia retrorsum : — \" Hope springs eternal in the human breast ; Man never is, but always to be, blest.\" They were standing together at the window. Suddenly, surprised at his long silence, the girl turned round towudslnmand^cau^htJ_s gaze. I \" Miss Ogilvy It A\\'as the same old story, and Avhen he id told it he saw his verdict in her eyes. His fidelity was at last rewarded Printed by Allen, Scott and Co., CO, Bouverie Street, Fleet Street, E.C"], [193, "THE MOST VALUABLE ACQUISITION tth°e TOILET \\\\ hich has been discovered for many years is POND'S AMERICAN WHITE AREGA-NUT Tooth Paste. Unprecedented as a Cleanser for the TEETH, and a sweetener to the breath ; its antiseptic properties in arrest ing decay, and its peculiar preservative qualities, are indisputable. Price (free by Post) Is., 2s. 6d., and 4s. PREPARED ONLY BY leoitsriD ac sozisr, 68, FLEET STREET, LONDON. Broadway, New York; Vineland, New Jersey; and Hamilton (City), Canada; Madras ; Bombay ; Calcutta. ORDER OF YOUR CHEMIST. \" BEWARE OF IMITATIONS."], [194, "HEATING'S Composed only of purest, simple Drugs. The most delicate in Health may use them in perfect confidence. COUGH They are emphatically the best Cough Remedy ever made. LOZENGES Sold by all Chemists, in Tins, Is. l^d. & 2s. 9d. each. TO GET RID OF K EATING'S POWDER WORMS IN CHILDREN, USE KEATINGS WORM TABLETS. BUGS FLEAS MOTHS BEETLES A purely Vegetable Sweetmeat, both in appearance and taste, furnishing a most agreeable method of administering the only Certain Remedy for Intestinal or Thread Worms. Itisaperfectly Safe and Mild preparation, and is especially adapted for Children. Sold in Tins, Is. l§d. each, or free by Post, 15 Stamps, from KEATING, Chemist, LONDON. SoldinTins6?l/-&2/6| (SUFFICIENT ADDRESS.)"], [195, "THE \"REPRESSUS\" INDISPENSABLE FOR GENTLEMEN. By Rot al Letters Patmtt. Awarded the Sliver Medal at the BauesuLS Intbrnatiomaa EnuainoH, 1888. A Patent Pruitr, Strttchtr, and Portals Trouttr WararoU, priu 48 St. cottfUU Tutiewnialt upon affllcation. Amongst Hundreds of Testimonials, Lord EDWARD SOMERSET writes— \" Badmington, Chxppenham, April 28, 1889. \" That ' The Repreuut * has given him every satisfaction, and Is a wonderful Inven tion for taMwg bagginess oat of the knees of trousers. Lord Edward begs to thank Messrs. Whitafcer and Co. for having supplied him with such a useful oontriranoa, whioh nobody ought to be without.\" Sole Patentees and Inventors— WHITAKER & CO., TAILORS AND MILITARY OUTFITTERS, 43, CONDUIT ST., LONDON, W."], [196, ""]]