[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "HISTORIA DE LA VILLA DE GUANABACOA,"], [10, ""], [11, "HISTORIA DE LA. ¡ILLA II GUANABACOA, DESDE LA COLONIZACIÓN DE CUBA POR LOS ESPAÑOLES HASTA NUESTROS DIAS. POR i. félix fidal g lirera. SBU^ASHIa Imp. \"La Universal,\" de Ruiz y Hno., Amargura 9, esquina á San Ignacio. 1887;"], [12, "Es propiedad."], [13, "AL II lili M1TII0 DE LA IIIM m &UINABAEM. ütuy JItisttp jlfñoij: f/glí^N pueblo sin Historia vegeta en la infancia. Su prc— Allwri scntc es aflictivo, menguada su aspiración, su porve— <?_WQí \"lr dudoso, efímera sú gloria. En el, la esperanza *J~%s¡ no estriba sobre el firme cimiento de lo pasado, ni (s r?^Á¿M^r alienta lasé con el recuerdo de sublimes tradiciones, *(= ni se lanza el genio á la realización de los patrios destinos, impulsado por la magia de los grandes hechos. Pero Guanabacoa conserva tradiciones sagradas, registra hechos inmortales , ostenta un pasado glorioso. Su rica Histo ria puede, tí no dudarlo, contribuir eficazmente á la prosecu ción de un brillante porvenir. *. Penetrado de esta idea, no vacilé en estudiar la vida de este Pueblo ; hice por exponer sucintamente sus principales ma nifestaciones ; y logre formar el presente libro, que ofrezco á los ilustrados habitantes de la Hermosa Villa. Dignaos, Muy Ilustre Señor, como natural representante de la bella Guanabacoa, escudar con vuestra valiosa protección esta HISTORIA, que con profundo respeto os DEDICA W/ *£0«&4i."], [14, ""], [15, "INTRODUCCIÓN. cféj^-A- Historia ocupa distinguido lugar entre todas las Mytii ciencias, que facilitan al hombre la prosecución de dr^tfii su destino. Flor de un solo día, tronchada por el 4¡t¿¿ soplo helado de la muerte; el hombre apenas si y<¿^ acertara dirigirse en las asperezas de la vida, sin las {. preciosas lecciones de la experiencia. 1 Por ésto la Historia, que en sus libros atesora el estudio de los hechos, libremente realizados por los hom bres: y consigna en sus páginas las saludables enseñanzas, que de estos hechos se desprenden; y dirige la humanidad por las vías del progreso, moviéndola con la vigorosa ac ción de altísimos ejemplos : satisface más cumplidamente que ninguna de las demás ciencias la imperiosa necesidad del bien, y de la verdad, y de la belleza, que todos senti mos en el fondo de nuestro ser, durante nuestra peregri nación sobre la tierra. Además, la Historia responde con preferencia á ese deseo, innato en el hombre, de conocer las acciones de sus semejantes; y se convierte después en ejercicio de arte; y muy luego en escuela de experiencia; y seguidamente en campo de lucha; y por último en ciencia, de la humani dad, en la cual busca el espíritu razones remotas y confor mes á los hechos, á la manera que el observador investiga en las profundidades del cielo las causas, que remueven con incesante flujo y reflujo los abismos del océano."], [16, "De ahí que la Historia tenga siempre gran importan cia, sea cual fuere el campo en que se explaye. ¿Se fija su mirada en el ancho mundo, y recostada en un trono de luz, describe la gloria de las naciones, los triunfos de la religión, el avance de las ciencias, el vuelo de las artes, el progreso de los materiales intereses; ó sentada sobre un montón de escombros-y ruinas, refiere las catástrofes de los imperios? ¿Concrétase quizá á reseñar los hechos, que han traído días de felicidad ó noches de luto á un es tado? ¿Limítase tal vez á la sencilla relación de los suce sos, ocurridos en un solo punto de la tierra, en una ciu dad, en una villa, en una aldea? Pues notadlo; la ima ginación no está ociosa, la inteligencia trabaja, el corazón se agita, la voluntad abraza con agrado ó rechaza con in dignación, y todo nuestro ser, elevándose muy por encima del barro que huellan nuestros pies, se exalta, se trasfigu ra, y cree en presencia de las pasadas glorias poder reali zar nuevos prodigios, y se apercibe con el recuerdo de los grandes infortunios á evitar nuevas catástrofes. Que las verdaderas enseñanzas de la Historia jamás nos han sido indiferentes, ni menos inútiles ó peligrosas. Penetrados de esa idea, y cediendo de buen grado á las exigencias de la amistad, nos hemos decidido á publi car la presente Historia, en que sucintamente reseñamos las glorias y reveses que, desde la colonización por los es pañoles hasta nuestros días, ha tenido Guanabacoa. — Para ello hemos registrado los archivos, y pedido de algunos patricios las revelaciones de la tradición, y consultado los trabajos de la Peal Sociedad Económica de Amigos del País, y los escritos de los ilustrados Sres. Güell y Renté, Núñez de Villavicencio, Ramón de La Sagra y Jacobo de la Pezuela, y leido las apuntaciones, que oportunamente nos han facilitado algunas amistades. No nos lisonjeamos de haber siquiera desempeñado medianamente nuestro objeto : tenemos sí la satisfacción de coi responder en algo á la generosa acogida, que siem pre nos han dispensado los hidalgos moradores de la Villa de las Lomas."], [17, "W 1? #J PP efl% TO> W A DE LA VILLA DE GUANABACOA. CAPITULO PRIMERO. Isla de Cuba. — Posición geográfica de Guanabacoa. — Su anti- güedad. — Primeros trabajos de los españoles en bien de los indígenas. — El Gobernador Ángulo se refugia en Gua- nabacoa. — D. Diego de Mazariegos. — Gracias otorgadas por Felipe II. r¡^jj'ri!A es entre las islas del Nuevo Mundo la más fa íxfcífl vorecida de la naturaleza. La hermosura de sus campos, el aspecto de sus montañas, la bondad de ¿Jg^ su clima, el azul de su cielo y la riqueza de sus va •syS* riadas producciones, movieron al gran Colón, des- 7 pues que entusiasmado la contempló por vez pri- 5 mera en 27 de Octubre de 1492, á escribir en su Diario : «Es la tierra más hermosa que jamás vieron ojos humanos.» ■"], [18, "10 2. Pues bien : al Noroeste de esta Isla, no lejos de una playa deliciosa, y en un suelo sumamente accidenta do,—76b longitud de San Fernando y 23° 1(T latitud nor te — hállase enclavada una población notable, á la que desde muy antiguo se ha dado en señalar con estos bellí simos dictados: la Hermosa Villa; la Villa ele las Lomas; la bella Guanabacoa. 3. ¡ Guanabacoa ! Precisamente con este nombre, que tanto vale como Sitio ele agu.xs, señalábase ya por los indígenas en la época del Descubrimiento un pueblecito, que coronaba una de las pintorescas lomas, en que se ele va lio}' la Hermosa Villa. Los españoles, que en 1511 acometieron la colonización de la Gran Antilla, respetaron ese pueblo; la entereza con que por España batiéronse en más de una ocasión sus Indios, llevó su fama al otro lado de los mares; y esa nunca desmentida fidelidad y otros señalados servicios, que en su oportunidad reseñare mos, le granjearon repetidamente muchas y honrosas dis tinciones. 4. En 1524, rendido por treinta años de fatiga, bajó al sepulcro el primer Adelantado y Gobernador de Cuba D. Diego Velázquez. Este grande nombre, que en 1512 fundó la villa de Nuestra Señora de la Asunción de Bara coa, y echó en 1513 los cimientos de Bayamo, y erigió en 1514 á Santiago de Cuba y Puerto-Príncipe, Sancti-Spí ritus, Trinidad y Habana; había organizado el país, dán dole, con autorización del Rey, por Capital á Santiago. El alcalde de esta Ciudad ilustre, D. Manuel de Rojas, que interinamente desempeñó el mando, planteó en la Isla las sabias disposiciones emanadas de la Corte ; reprimió con mano fuerte la exigencia de algunos colonos, que abusa ban de los indígenas ; y dejó sentir la influencia de su pa ternal gobierno sobre Guanabacoa, que contaba á la sa zón con más de 300 habitantes. — D. Gonzalo de Guzmán, que en 1525 ocupó en propiedad el puesto de Velázquez, siguió las huellas de D. Manuel de Rojas; dispuso que los rP. Dominicos atendiesen con esmero á la educación reli giosa y civil de los indígenas; pero se ignora si sus huma nitarias provisiones alcanzaron á este pueblo. — Los tres inmediatos Gobernadores no desoyeron las repetidas amo-"], [19, "11 licitaciones de Carlos V ; más llegado en 1550 el activo Gobernador D. Gonzalo Pérez de Ángulo, que por Real disposición fijó en la Habana su residencia, fué Guanaba coa objeto de preferentes atenciones; ordenó que se dejase á los indios vivir en libertad y policía; y el Ayuntamiento de la Habana, después que en acta del 12 de Junio de 1554 designó á este pueblo como asilo general de todos los indígenas que erraban por los montes, repartió entre ellos tierras para el cultivo, les nombró de su seno un Protector que les administrase, formó una Co misión que les dirigiese en las sementeras y crianza de animales, y la Corporación entera trabajó con noble desinterés por la prosperidad y ventura de sus protegidos. Guanabacoa prosperó rápida mente; sus inmediaciones se cubrieron de plantíos; y abundantísimas cosechas permitieron á los Indios atender con holgura á las necesidades de la vida. 5. Un triste acontecimiento, que en 1555 afligió á la Habana, puso de relieve la importancia de Guanabacoa. Erase el 10 de Julio del referido año, cuando al romper del alba avisó el vigía, situado en la eminencia en que hoy se levanta el Morro, la aparición de una nave que, sin entrar en puerto, acercábase á la costa de dicha Villa. A poco dos lanchas, destacadas de aquella nave, echaron á tierra más de doscientos hombres, armados de corazas y arcabuces. Jacques Sores, francés de nación y atrevidísi mo pirata, acaudillaba la expedición ; penetró, antes de que se apercibiesen para la defensa los vecinos, en la Ha bana; saqueó la Iglesia y no pocas casas de particulares; apoderóse sin oposición de cuatro piezas de artillería, colo cadas en el mismo sitio en que vemos hoy el castillo de la Punta; y solo el fortín llamado de la Fuerza, única defen sa de la plaza en aquellos tiempos, se mantuvo imponen te, y se hizo por un instante respetar de los invasores. Sin embargo, el Castellano ó Alcaide del Fortín, D. Juan Lobera, después que con solos veinte hombres que le acompañaban, se sostuvo por algunos días, batiéndose con la abnegación del héroe ; abandonado de todos, hubo de entregarse á discreción. Algunos prisioneros fueron inhu manamente degollados; y el gobernador Ángulo, dejando cobardemente el puesto del peligro, se refugió en Guana-"], [20, "12 bacoa. Aquí buscó asilo en aquella apurada situación gran número de familias; los Indios, compadeciendo la desgracia, les recibieron en sus hogares; y el Ayunta miento de la Habana no tardó en reunirse con su Gober nador, reanudando á fines de 1555 en este pueblo sus sesiones. Consta por documento fehaciente haber esa Cor poración municipal celebrado en 12 de Diciembre del re ferido año, una sesión muy importante. En ella tomaron parte, con el Alcalde ordinario D. Juan de Inestrosa, los Regidores D. Antonio de la Torre, D. Juan de Rojas y D. Pedro Blasco, asistidos del escribano D. Diego Pérez de Barroto, y presididos por el mismo Gobernador D. Gon zalo Pérez de Ángulo. 6. Sores, no obstante su triunfo, respetó á Guanaba coa; y cargado de botín, se alejó de la maltratada villa de la Habana. Muy luego, la Audiencia de Santo Domingo, reprobando la conducta de Ángulo, le exoneró del mando. — El nuevo gobernador D. Diego de Mazariegos, que en Marzo de 1556 desembarcó en la Habana, levantó con su energía el espíritu de sus abatidos moradores; hizo por reparar el destrozo ocasionado por los piratas; y prohijan do el pensamiento de Inestrosa y demás compañeros de Cabildo, ordenó que fuese Guanabacoa el asilo de todos los indígenas errantes por los campos de Cuba, se desveló por asegurar su libertad, púsoles á cubierto de toda injus ticia, y coronó la obra disponiendo á su favor el ánimo del nuevo rey Felipe II. 7. No tardó Guanabacoa en sentir los saludables efectos de tan generosa protección. La Corte y el Cabildo de la Habana rivalizaron desde entonces en hacer bien á nuestro pueblo. De ahí que en las Ordenanzas munici pales de la Isla, publicadas en 15 de Enero de 1574, se hable expresamente de Guanabacoa; y se prohiba por su artículo 17? á los alguaciles traer vara en la población: y se disponga por el artículo 47? que sólo cuando vengan con especial misión á negocios particulares, podrán hacer uso de su derecho. De ahí que el Protector Hernán Man rique de Rojas pidiese para sus representados, en acta ca pitular del 7 de abril del mismo año, las haciendas de Río Bayamo, Yaguaramas y Cojímar; y les otorgase el Cabildo"], [21, "13 por voto unánime las dos primeras; y negase á D. Pedro Vinares el sitio de Bayamo, perteneciente á nuestros In dios. De ahí, en fin, que por memorable acuerdo del 24 de Enero de 1576 se dispusiera que pasase á Guanabacoa un religioso de San Francisco; é ilustrase á sus morado res en las verdades de la Religión católica; y erigiese en la localidad el primer templo, sentando de esta suerte la piedra angular de la verdadera civilización, la base firmí sima del progreso moral, civil, político y literario de los pueblos."], [22, ""], [23, "15 CAPITULO II. Loma de la Cruz. — Bellísimo panorama que en torno de la vi- lla se descubre desde la cima de esa loma. — Aspecto físico de la actual población. ¿mííí>l Occidente de la Hermosa Villa, destácase una mo wJlllt l°ma' de fácil acceso, desnuda de vegetación, >_#lp fecunda en recuerdos, no sin frecuencia visitada 'raF¿ de gran número de personas: la loma de la \"JpxjjCRUZ. Elévase escasamente ochenta metros sobre J\\£ el nivel del mar. Sin embargo, los variadísimos @r panoramas, que en todas direcciones desde su cima se descubren, llevan dulcedumbre al corazón y esparci miento al alma. Nunca, siguiendo por la calle de la Fuen te hacia esa loma, hemos dominado su espaciosa cumbre, sin sentir gratísimas emociones, sin reconocer la Provi dencia de Dios al contemplar sus maravillas. 9. Al Noroeste de esa loma, sobre un terreno ári do y desnudo, corrre una cadena de cerritos, consis tente de serpentina, y abundante en cuarzo, diorita, es pato de \"Eatím y calcedonia; álzanse á continuación los pueblos de Casa-Blanca y Regla, con sus fábricas y Almacenes; ostenta más allá su grandiosa Catedral, y las torres de sus templos, y sus magníficos palacios y sus paseos, y sus muelles, la capital de nuestra Antilla, la hermosa Habana; y como para completar el cuadro, vénse á la entrada de una espaciosa bahía, cubierta de bu ques de todas las naciones, los dos formidables castillos del Morro y de la Punta; apuesto aquel sobre una eminencia, cual vigilante atalaya que espía los movimientos de un campamento enemigo; recostado éste sobre la arenosa pla ya, como fornido titán que seguro de sus fuerzas, aguarda impávido la hora del combate. — Accidentada apenas por insignificantes lomas, extiéndese al Sud una vastísima lia-"], [24, "16 fluía, regada por el Luyanó y el Martín Pérez ; orgullosa con sus prados y cultivos; enriquecida con magníficas es- tancias ; bellamente coronada con los cerros del Calvario y Jesús del Monte; cruzada casi en toda su extensión por ese monstruo que huella hierro, devora carbón, digiere fuego y respira humo, la rapidísima locomotora. — Al Nor- te dibújase en lontananza, al parecer dormido, el rugiente océano; destácanse á menor distancia, cubiertos de lozana vegetación, los cerros de Cojímar; yérguense imponentes á la izquierda, como avanzados centinelas, los castillos de la Cabaña y San Diego; deslizase por la derecha, abrién- dose paso entre dos lomas, el caudaloso río de las Lajas ; y en el centro aparece, como una construcción de los siglos medios, en la loma de Urría, el caserío de Lausán. — No menos pintorescas y elegantes se divisan las lomas de San Francisco Javier, en el confín del Oriente. Una deliciosa comarca, en cuyo fondo se elevan Bacuranao, San Miguel del Padrón, y Santa María del Rosario, llama poderosa- mente la atención. Poblada de inmensos bosques y cu bierta de hermosos plantíos, diríase que avanza con sus gentiles palmeras hasta la loma de los Cristales, como para hermosear el anchuroso anfiteatro en cuyo centro majes tuosamente se levanta la bella Guanabacoa. 10. La pureza de su cielo, la virtud de sus aguas, la variada construcción de sus hogares, la misma irregula ridad y elevación del suelo en que descansa, y la ostentosa riqueza de árboles y flores que por do quiérala sombrean, la perfuman y embellecen ; hacen de la Hermosa Villa un sitio verdaderamente ameno, encantador, delicioso. Encla vada en el centro de la población, frente á la casa del mu nicipal Cabildo y junto á la Plaza de Recreo, destácase como reina de Guanabacoa la Iglesia Mayor. Su planta estriba en una loma, que se eleva cincuenta metros sobre el nivel del mar; la cúspide de su torre no cede en altura á la mis ma, loma de la Cruz; y su elegante al par que sencilla ar quitectura la coloca entre los mejores templos de la Isla. — Oculta en el fondo del apiñado caserío, se distingue al Noreste la grandiosa Iglesia de Santo Domingo; allá, en la parte Sud campea en un despejado sitio el magnífico Hospital; acá, en el mismo plano de la Iglesia Mayor, le-"], [25, "17 vantase el Colegio y Seminario de los PP. Escolapios; y ahí, como para satisfacer la aspiración del observador más exigente, surge con el Santuario del Señor del Potosí el bien atendido Cementerio. — La Plaza de Armas con los soberbios edificios que la hermosean, el concurrido Para dero del Ferrocarril con sus carros y sus máquinas, los bien situados Cuarteles de Voluntarios y Bomberos, el es pacioso Liceo y el acondicionado Casino, el restaurado Coliseo y la retirada Cárcel, atraen justamente las miradas: y para completar tan encantador paisaje, ostentan lujosos edificios, con la anchurosa Calle Real, las calles de Cande laria y Pepe Antonio, Animas y Concepción, División y Cadenas, San Antonio y Palo Blanco. — Tal se ofrece bos quejada á grandes rasgos, desdéla loma de la Cruz, la Her mosa Villa; tal es el variadísimo panorama, que en torno de la Villa de las Lomas desde la indicada altura el ob servador descubre; estos son los razonables títulos, porque siempre se ha honrado con el apelativo de bella la gentil Guanabacoa."], [26, ""], [27, "19 CAPITULO III. El Ayuntamiento de la Habana, envía un religioso de S. Fran- cisco á Guanabacoa. — Carácter de los indios. Tareas del P. Franciscano. Fundación del primer~templo. — La Tu- telar. — Progresos de Guanabacoa. — Se eleva á Parroquia su Iglesia. — Establecimiento del Municipio. — Nuevas gra- cias concedidas por los Reyes Felipe 111 y Felipe 1 1 T. qí^Ñ^ levamos dicho que, en acta capitular del 24 de Ene ,vVt . ro de 1570, se dispuso por el Cabildo municipal de la ¿fR^ Habana pasase á Guanabacoa un Religioso Francis- pT¿> cano> Parst doctrinar á nuestros indios. Tan liuma- ...-■'¡jL^nitaria disposición vióse muy luego coronada con el JQ>\" éxito más brillante. El inmortal Colón, visitando e)^ en su segundo viaje la costa del Sud de Cuba, hubo de convencerse en Ornafai de la facilidad con que se atrae ría á los indígenas al conocimiento de la Religión católi ca. Narváez con el P. Las Casas se encontraron en Cuei ba con una ermita, en que se daba culto por los indios á una imagen de la Virgen, que en 1510 les regaló Ojeda. Ahora el religioso de San Francisco, cuyo nombre no nos ha conservado la tradición, halló desde el primer momento en los vecinos de Guanabacoa las más felices disposi ciones. 12. De carácter sumamente apacible y cariñoso, de no escasa inteligencia y delicado sentimiento, ajenos á la am bición y de sencillísimas costumbres; nuestros Indios abrie ron el corazón á las eternas verdades que les anunciaba el misionero, como á los primeros rayos del sol abren las tiernas flores su corola. Gozoso con el primer resultado de sus apostólicas tareas, pensó el Religioso en la construc ción de un templo; el activo protector Hernán Manrique de Rojas excitó á este objeto la piedad de sus compañeros de Cabildo; el virtuoso prelado D. Juan del Castillo aprobó la"], [28, "20 idea á mediados de Abril de 1577, y en Agosto de 1578 se abrió al culto en este pueblo la primera Iglesia, bajo la dulce advocación de la Virgen Madre en el misterio de su Asunción dichosa. 13: Modesta y sencilla, pero bastante para la religio sidad del vecindario, esta Iglesia estuvo enclavada en la calle de Campo Santo esquina á Amenidad. Alli los ha bitantes de Guanabacoa se congregaban para instruirse; allí acudían para la recepción de los sacramentos; allí ce lebraban con regularidad las grandes fiestas, revistiendo entre todas especial carácter la fiesta con que el pueblo ob sequiaba anualmente á su Patrona, conocida ya entonces con el apelativo de la Tutelar. Cuando en 1721 se con-. cluyó la Parroquial que actualmente poseemos, y se de rribó por amenazar ruina la antigua iglesia; la piedad de nuestros mayores colocó allí una Cruz. En 1820 el Dio cesano D. Juan Díaz de Espada y Landa, á fin de cortar ciertos abusos, ordenó que se quitase, con las otras cruces que servían para el rezo de las Estaciones, esa Cruz, que seguramente por inadvertencia no ha cuidado de reem plazar nuestra Corporación municipal con un sencillo mo numento. 14. Como quiera: bajo la generosa protección del Ayuntamiento de la Habana, realizó Guanabacoa rapidí- simos progresos. La ilustrada piedad del Franciscano re- cabó de casi todos los indígenas, establecidos en las lomas del Indio y de la Cruz, que trasladasen en 1586 junto á la Iglesia su morada; no pocas familias de Canarias levanta- ron en este pueblo, con preferencia al resto de la Isla, sus hogares, y gran número de colonos procedente de la Ma- dre Patria, atraídos por la bondad del clima y la eleva- ción del suelo, fijaron aquí su residencia. Con el aumento de población mejoró notablemente el cultivo de los campos; el continuo trato de los peninsulares con los indígenas hi- zo entre las dos razas frecuentísimos los matrimonios; y Guanabacoa en la conclusión del siglo XVI descollaba en- tre los mejores pueblos de la Isla. 15. Por ésto ya en 1592, año en que la real munifi cencia de Felipe II honraba con el título de Ciudad la Vi lla de la Habana, consiguió Hernán Manrique para sus"], [29, "21 protegidos algunos territorios; y les obtuvo, por acuerdo capitular del 9 de Julio de 1596, el embarcadero de Juan de la Cruz en la Bahía, y les aseguró en 1598 el cariño del Gobernador General D. Juan Maldonado Barrionuevo, que decididamente protegió á nuestros indios. — Erase á prin- cipios del siglo XVII, cuando inició Guanabacoa sus rela- ciones de comercio con la Capital de nuestra Antilla; en 7 de Enero de 1605 el ejeniplarísimo Prelado de Cuba Fr. Juan de las Cabezas confirió en este pueblo á más de 70 personas la Confirmación; y el citado Obispo, para en algo contribuir al creciente desarrollo, elevó á Parroquia nues- tra Iglesia en 15 de Agosto de 1607. — D. Pedro Gómez de la Sota fué el primer beneficiado, que con jurisdicción or- dinaria dirigió los espirituales destinos de Guanabacoa. Garantiza la verdad de este aserto la siguiente partida de bautismo, que encabeza el más antiguo de nuestros libros parroquiales. «D. Pedro Gómez de la Sota Pbro., Párroco de esta Sta. Iglesia de la Asunción de Guanabacoa, bauti- zó á Francisco, hijo legítimo de D. Juan Morales y de do- ña Magdalena Fernández, siendo sus padrinos D. Gaspar de Estévez y su mujer doña Beatriz do Alfán.» 16. Acaso con este glorioso acontecimiento coincidió la creación del Municipio. Cierto que no autorizan Ja sospecha documentos de oficio: pero, según los libros pa- rroquiales, desempeñaba en 1617 D. Luis de Aguilar la Alcaidía de Guanabacoa; y fué nombrado Alcalde en 1618 un hijo de esta localidad, D. Juan Rodríguez; y ejercieron sin interrupción tan honroso cargo respetabilísimos varo nes, si bien bajóla inmediata dependencia de un Protector, que siguió nombrando de su seno el Ayuntamiento de la Habana. 17. Erigido en consecuencia con arreglo á las Leyes de Indias, este pueblo elegía anualmente sus Capitulares; formábase su Consejo de dos Alcaldes y seis Regidores, in cluso el Alguacil mayor; y solo después del año 1724 se creó la vara de Fiel Ejecutor, conforme á las Ordenanzas Municipales de la Isla.— Guanabacoa competía á la sazón en riqueza y cultura con la misma Habana. Sus prohom bres organizaron, á poco de erigirse en Parroquia su Igle sia, la Archicofradía del Santísimo; el Diocesano Fr. Alón-"], [30, "22 so Enríquez de Almendariz, que en Marzo de 1618 confirió aquí la confirmación, giró altamente complacido en 23 de Junio de 1623 su pastoral visita; el Protector D. Matías Ro dríguez de Acosta solicitó para los Guanabacoenses en 7 de Marzo de 1630, con los cuavales y egidos que se encontra ban al rededor del pueblo, los terrenos perdidos entre las haciendas colindantes del RíoBayamo; y el mismo Rey Fe lipe IV accedió á la razonable solicitud en real Cédula de 27 de Enero de 1632, dirigida al Gobernadoí General Don Juan Bitrián de Viamonte, y no publicada con grave daño de naturales y vecinos hasta 1678. Mas no es esto todo: en 1640 sostuvo nuestro Cabildo con victoria un ruidoso pleito sobre la hacienda de Yaguaramas; en 1642 el virtuo so prelado Fr. Jerónimo de Lara honró á nuestro pueblo con merecidas distinciones; en 1645 el Gobernador Gene ral D. Alvaro de Luna lo puso á cubierto de los Piratas, erigiendo la Torre de Cojímar; y en 1650 D. Francisco Gel der excitó con resultado su generoso patriotismo contra la Señora de los mares: en tanto que la acendrada piedad de D. Martín Salcedo, erigía en 1644 en el Cerro del Potosí un Santuario, y la afectuosa devoción de todos á la Virgen Madre levantaba en el sitio ocupado hoy por la Iglesia Ma yor la Ermita de Candelaria."], [31, "23 CAPITULO IV. Fundación del Santuario del Señor Jesús del Potosí. — Mandéis y donativos. — El indio Jusepe Bichat. — Restauración del Santuario. — Erección de la Ermita de Ntra. Sra. ele Can- delaria. — Noticias acerca del Cuadro del Señor Jesús del Potosí. ¿^jíñ>L Sudoeste de la Villa de las Lomas, junto á la mag- nífica calzada de Luyanó, y pegado á la misma ta- C> tai pia del Cementerio, elévase, como prestando amiga @JpS sombra á las cenizas de nuestros mayores, el céle- ..o--]tv¿_;bre Santuario de Jesús Nazareno Nuestro Señor JCi\" del Potosí. Debió seguramente este último dic- & tado, por el que de ordinario se le conoce, á la pe queña loma en que se encuentra situado. En 1641, D. Martín Salcedo Oquendo y su digna esposa D? Juana Recio, llevados de su acendrada piedad, echaron en una estancia, perteneciente al Mayorazgo del Capitán Antón Recio, los cimientos de una espaciosa Ermita, que dedica ron al Señor Jesús y á la Virgen Madre en su Concepción Inmaculada. Concluida en menos de tres años la respe table obra, pidieron sus fundadores la conveniente autori zación para abrirla al culto; el Obispo Fr. Jerónimo de Lara y el Gobernador General D. Alvaro de Luna patroci naron la idea; y á principios de 1644 se inauguró con aplauso de todos los vecinos de Guanabacoa la menciona da Ermita. 19. Mas no se ciñó á este solo arranque, digno de recordación, la generosa munificencia de los religiosos fun dadores. Ellos dotaron de magníficas alhajas de plata y oro la imagen de su devoción; ellos proveyeron de riquísi mos ornamentos sagrados su capilla; ellos procuraron con nuevas donaciones el explendor de sus religiosas solemni dades; ellos en fin coronaron su pensamiento, fijando una"], [32, "24 memoria ó capellanía de 3,000$ de principal, para que allí se dijese misa los domingos y demás fiestas notables, sobre el ingenio de Guaicanáñiar. Escuda nuestra aserción, con el instrumento otorgado por los inolvidables Martín Salce- do y Juana Recio.ante el Escribano público de la Habana D. Marcos de la Cruz Barreto, en 9 de Abril de 1644; la cláusula de su testamento que recibió D. Miguel Quiñones, en 15 de Setiembre ele 1660; ratificada á fines del si- glo XVII ante D. Cristóbal Valero por el Regidor y Al- guacil Mayor de la misma Habana, D. Pedro Recio de Oquendo. 20. Sin embargo, la misma rapidez con que se ter- minó la obra, permitió quizá que hincase más fácilmente en ella su diente destructor el tiempo. A los 20 años de su fundación, presentaba ya ruinoso aspecto la célebre Er- mita. Por fortuna moraba á la sazón en el inmediato ce- rro, conocido hoy con f.1 nombre de Loma de la Cruz, el Ixdio Jusepe Bichat, cuyo nombre ha consagrado la tra- dición, y venera con justicia el reconocimiento. Hombre de suave aspecto y apacible trato, noble por carácter y sen- cillo en las costumbres, conquistábase Bichat las simpa- tías de cuantos le trataban; reducíase su hacienda á un pequeño campo, que cultivaba con esmero; eran sus aficio- nes ocurrir con largueza, á todos los necesitados; y su bello corazón, que nunca se mostró insensible á la desgracia, gozábase en el recuerdo de los indecibles trabajos, con que coronó el amantísimo Jesús la Redención del mundo. Sin duda para mejor satisfacer esa necesidad de su espíritu, había comprado en la Habana una devotísima Imagen de Jesús Nazareno; y la trajo á su choza para rendidamente consagrarse á su obsequio; y le pedía con ardorosa sé ben- diciones para su querida Guanabacoa; y le dedicaba con filial cariño las florecillas de los campos; y la alumbraba de noche con profusión: originándose de ahí ciertas versio nes, que han llegado hasta nosotros, grandemente desfigu- radas con el trascurso de dos siglos. 21. No obstante, á ellas se debió que nuestro Indio decidiese trasladar á la Ermita de la Inmaculada Concep- ción su preferida Imagen. Deteriorada empero, como te- nemos apuntado, por la intemperie, esa Ermita reclamaba"], [33, "25 con urgencia reparación. Bichat midió de frente las difi cultades de la obra; no se arredró por la escasez de sus re cursos; puso en su amadísimo Jesús la confianza; y acu diendo á la religiosa generosidad de §us paisanos, (pie nunca se desmiente cuando se trata de realizar grandes empresas, acometió sin vacilar la restauración del ruinoso templo; conservó su primer trazo de una sola nave; lo ex tendió por su fondo, que dá al Oriente; levantó la pequeña torre del ángulo que mira al Occidente; y finalizó glorio samente la costosa fábrica del Santuario, que aún ahora poseemos, en 1675, colocando en su altar la milagrosa Imagen. La siguiente inscripción, esculpida en piedra de S. Miguel y colocada sobre la puerta principal que dá al poniente, perpetúa la memoria de este hecho, \"jesús Na -.eireuus Rex Judeorum. — Sanctus Deus. — Sanctus fortis. — ScaixtuB immortaUs. — Miserere nobis. — J. H. S. — Hízose esta Santa Casa de amor y caridad de Dios el año de 1675.\" 22. Pero no se limitaba á esta piadosa construcción la religiosidad de nuestro pueblo. Acaso tres años des- pués que Martín Salcedo concluyó en la loma del Potosí su fundación; levantóse con el óbolo de todos los vecinos de Guanabacoa una suntuosa Ermita á Ntra. Sra. de Candelaria. Erigida en el mismo sitio actualmente ocu- pado por la Iglesia Parroquial, fué desde un principio ob jeto de grandes preferencias. Allí acudían en busca de consuelo la orfandad y la viudez, la aflicción y el infortu- nio. — En 1649 una epidemia de fiebres pútridas se cebó en los habitantes de la Isla; el ángel de la muerte hizo extra gos sobre todo en la raza de color, introducida en Cuba des- de 1524; los moradores de Guanabacoa acudieron á Ntra. Sra. de Candelaria para obtener la cesación de aquella pla ga; y conjurado el terrible azote, aumentó tanto, con los donativos de la piedad, el explendor de la nueva Ermita, que en 1655 el ejemplar obispo de Cuba D. Nicolás de la Torre dispuso en testamento que se depositasen en ella sus cenizas. — El sucesor de la Torre D. Juan Montiel, que en 1657 giró su pastoral visita á eete pueblo, otorgó á la Ermita algunas gracias; el Iltmo. Sr. Fr. Bernardo Alonso de los Ríos regaló en 1671 á Ntra. Sra. de Candelaria una corona; y el religioso Dominico, que algunos años después"], [34, "26 administró con el carácter de Capellán el Santuario, reca bó del Indio Jusepe Bichat que trasladase aquí la mila grosa imagen de Jesús Nazareno. 23. Guanabacoa recibió alborozada en su recinto es te tesoro; pero el Obispo de la Isla no quiso se despojase enteramente el Santuario del Potosí; dispuso que de la co diciada Efigie se sacase una exacta copia; y satisfecha la condición, se colocó solemnemente en la Ermita de Can delaria la Imagen original de Jesús Nazareno, que sólo por una pequeña hila que tiene sobre la mano derecha, y otra casi imperceptible en la bien dibujada frente, logra distin guirse de la perfecta. Copia, venerada hasta hoy en el Santuario del Potosí por gran número de devotos. — Juse pe Bichat abandonó entonces la pintoresca Loma, que no tardó el pueblo en coronar con una Cruz, estableció junto á la favorecida Iglesia su morada; siguió con ardiente celo rindiendo á Jesús sus homenajes; y acaso en 1683 — no se sabe con fijeza el año de su fallecimiento — después que consiguió se le enterraría junto al altar de la milagrosa Imagen, murió con la resignación del justo, en edad muy avanzada."], [35, "27 CAP I TUTO V. El Capitán General Gelder. — Prepara! i eos de Guara contra la Gran Bretaña..— Sepultura de los restéis mortales del Diocesano La Torre en la Ermita de Candelaria. — Gua- nabacoa triunfa del Ayuntamiento de leí Habana reca- bando (pie se planteé la Real Cédula de 1632. — Nuevo li- tigio y triunfo de nuestro Ayuntamiento sobre el de la Habana. — Jurisdicción eclesiástica de .nuestros Párrocos. — Tercer litigio contra el Ayuntamiento de la Capital. S^k fines de Marzo de 1650 ocupó el Mariscal deCam- !)0 f?ranc'isco Gelder la Capitanía General de s_¿rvl; Cuba. — Por este tiempo Cromwell, orgulloso con '\"^%j¿ haber hecho rodar por el cadalso la cabeza de su .^KsJ^rey Carlos I y tener en sus manos los destinos de ■<C¡\" Inglaterra, vertía en Escocia, declarada por los Es- «T tuardos, torrentes de sangre; sembraba el extermi nio en las populosas ciudades de Irlanda; vengábase de 'os holandeses, cortando con su nación las relaciones de comercio; y conseguía que todas las potencias de Europa hiciesen con él las paces, y reconociesen el gobierno de su República. 25. No obstante, el activo é inteligente Gelder no dudó que el ambicioso Cromwell, fijando muy luego en nuestras posesiones de América la atención, rompiese en la primera oportunidad sus amistosas relaciones con Es paña. Por ésto, á poco de su llegada, propuso defender con un canal la ciudad de la Habana, que no tenia aún murallas y contaba sólo con los castillos de la Fuerza, del Morro y de la Punta; y mandó que se reparasen las esca sas fortificaciones, de que podía disponer para la defensa de nuestra. Antilla; y excitó el patriotismo de todos los habi tantes de Cuba, disponiéndolos contra cualquier agresión inesperada. Guanabacoa, que nunca ha permanecido sor-"], [36, "28 da al llamamiento de sus legítimas autoridades; que en 1589, á pesar de su escasa significación, contribuyó con hombres y dinero para la construcción del Morro y de la Punta; que secundó en 1645 á D. Alvaro de Luna en la erección de la torre de Cojímar: cumplió ahora como bue na, preparándose á satisfacción de Gelder para custodiar las playas de Cojímar y Bacuranao. 26. En ésto llego el año de 1655. Cromwell, so pre texto de apaciguar las colonias inglesas del Nuevo Mun do, mandó una escuadra que con universal escándalo de Europa atacó de repente la Isla de Sto. Domingo. Recha zada empero con gra::des pérdidas por lrfs españoles, tomó rumbo contra la Capital de nuestra Antilla. La enérgica actitud de Gelder y de todos los habitantes dé Cuba im puso al derrotado almirante, que no osó intentar ataque alguno. — Por desdicha hubo de hacerse á la mar y caer sobre la desprevenida Jamaica, cuyos moradores, después que resistieron con entereza la invasión, hubieron de bus car refugio en nuestra Isla. En esta ocasión Gelder se hi zo apreciar por su humanitaria conducta; no hubo pobla ción que no abriese á los fugitivos sus hogares, y Guana bacoa acogió también en su seno algunas familias Jamai canas. 27. Por tan gloriosos motivos acentuábase de cada día la importancia de nuestro pueblo. A mediados de Julio del indicado 1655 las autoridades eclesiásticas y ci viles de la Habana condujeron el cadáver del Diocesano La Torre, que fué solemnemente sepultado en la Ermita de Candelaria; en 27 de Noviembre de 1657 giró aquí su pastoral visita el ilustrado Obispo D. Juan Montiel; en 1659 reclamó nuestro Regidor 1). Alvaro de Lucas por la promulgación de la real Cédula, dirigida en 1632 á D. Juan Bitrián de Yiamonte por el mismo Felipe IV, y en 1668 se comprobó por el Escribano público y Regidor de la Capital D. Luis Pérez de Costilla la autenticidad del referido documento. 28. Quizá el Cabildo de la Habana no se desvelaba ahora como en otros tiempos por el bien de Guanabacoa. Tal vez los rápidos progresos del protegido despertaron la envidia del protector. Sea lo que fuere: es lo cierto que"], [37, "29 en 1669 nuestro Alcalde D. Rafael Lujardo acudió direc- tamente al Gobernador General D. Francisco Dávila Ore- jón para regularizar este Cabildo; y que en 1673 D. Ro- drigo Jiménez y el Regidor D. Domingo de Neiva traba- jaron con tesón para que se diese á conocer la tantas veces mencionada Cédula; y que en 30 de Julio de 1678 los Al- caldes D. Manuel Álvarez y D. Alonso de Aguilar recaba- ron, por mediación del Procurador General D. Luis López del Río; que el Vice-real Patrono D. Francisco Rodríguez de Ledesma decretase la promulgación y cumplimiento del Real Rescripto. 29. Guanabr.coa celebró entusiasmada su triunfo; las campanas anunciaron á los vecinos la hora de abrirse el disputado pliego; y en las puertas de la Parroquial, á pre- sencia del P. Cura D. Baltasar González y del Cuerpo Ca- pitular y de los Regidores de la Habana D. Miguel Reca- barren y D. Sebastián del Cid, intimó el Escribano públi- co D. Francisco Gurrea que á todos fuese notorio el auto de cumplimiento, expedido por la Superioridad, acerca de la Real Cédula de 1632. — En ella se manda la reparación de algunos atropellos contra los vecinos de Guanabacoa; y se ordena la fiel observancia de las Leyes de Indias; y se dispone la inmediata devolución de los terrenos usurpa- dos, aún cuando se hayan vendido ó agraciado por el Ayuntamiento de la Habana. 30. Segura con tan elevada protección, prosiguió Guanabacoa en su creciente desarrollo. Sus bien atendi- dos campos rendían anualmente variadas y abundantes cosechas; su cuidadoso esmero en la crianza de animales daba mujr pingües resultados; y su abastecido embarcade- ro de Juan de la Cruz excitó la codicia de nuestros anti guos protectores, que gravaron con crecido impuesto nues tros productos de exportación, y del que se libró Guana bacoa por auto de la Superioridad, expedido en 1678 y publicado por el Escribano D. Francisco Gurrea. — Tam bién en 1686 el Rematador del derecho de Sisa D. Juan González de la Torre exigió que se le abonasen los gana dos, que aquí se consumían. Guanabacoa se resistió á la exigencia; y dio principio á un dilatado pleito; y triunfó por mediación de su procurador general en todos los de-"], [38, "30 bates; y consiguió al fin declararse libre de dicha contri bución, conforme lo acredita una provisión real, despacha da en Sto. Domingo á 2 de Marzo de 1734. 31. Ni tampoco se descuidaron en procurar mejoras los Curas de este pueblo. El Bachiller D. Juan de Soto longo, que en 1657 regentaba esta Parroquia, obtuvo del Diocesano Montiel muchas gracias para sus feligreses; el Beneficiado D. Pablo de Pedroso y Farias, que á fines de 1670 inició los libros de Óbitos y de Mettrimonios que se guardan en el parroquial archivo, autorizó las imposicio nes que á favor de la Archicofradía del Santísimo se hicie ren sobre la hacienda de Guara en 1674, y sobre unas ca sas situadas frente á la vieja Carnicería de la Capital en 1679; aparece como iglesia auxiliar en 1691 la Ermita de San Miguel, en la que se amonestó D. Domingo de León con Dz Isabel de la Cruz, que en 5 de Junio del mismo año casaron en la Parroquial; y aún antes, en el Sínodo del Obispado de 1684 se fijaron, por su Constitución 1\" tí tulo 7?, los límites parroquiales entre Guanabacoa y la Habana. De la aludida Constitución se deduce clara mente que nuestra Parroquia se extendía cuatro leguas en contorno por la banda de Barlovento, y limitaba por el embarcadero de Juan de la Cruz situado en Guasabacoa, y cogía todo el camino real que termina en Corral Jiaraco, y circulaba desde este punto al Corral de Sabanilla, y co rría luego por el de Guanabo y la costa del Norte á buscar el estero de Cojímar. 32. Tan rápidos progresos, unidos á un rápido au mento de población, movieron al Alcalde D. Domingo de Orta, en sesión de 7 de Enero de 1696, á solicitar del Su perior Gobierno la declaratoria de ordinaria jurisdicción, cual gozaba en lo eclesiástico el Pbro. D. Manuel Marro quín y Loza; el Cabildo apoyó con sufragio unánime la propuesta de su Alcalde; el Ayuntamiento de la Habana se opuso á esta legítima pretensión; surgió un ruidoso pleito: y solo á la vuelta de cuarenta y siete años, según veremos más adelante, zanjó el rey Felipe V con un res cripto de grata recordación la reñidísima contienda. — Ce-1 rremos este capítulo recordando que en 1692 la horrible tormenta, llamada de San Rafael, entorpeció en algo la"], [39, "31 marcha triunfal de nuestro pueblo, hundiendo la casa particular en que celebraba sus sesiones el Cabildo, y mal parando la iglesia Parroquial, y poniendo en lastimoso es tado la Ermita de 'Candelaria. No se arredró Guanaba coa: el Cuerpo Capitular se procuró, casi al concluir el si glo XVII, un local espacioso, que en 1856 se transformó en la actual Plaza de Mercado; el celo de los Canarios, es tablecidos en el barrio de Santo Domingo, tomó á pechos la mayordomía de Candelaria; y la piedad de todos pen só en legar á los venideros una obra monumental, y le vantó á principios del siglo XVTH la esbeltísima Igle sia mavor."], [40, ""], [41, "33 CAPITULO VI. Organización de nuestras Milicias. — Servicios que prestaron cu los días de peligro. — La Arcílleos radía del Santísimo. — Traslación de la Ermita de Candeletria al barrio de San- to Domingo. — Fábrica de la actual Iglesia Mayor. — Fun- dación de los Conventos de S. Francisco y de Santo Do- mingo. — Felipe V distingue con el Pendón Real á Gua- nabacoa. — Le otorga el título de villa, y le concede a tire otros privilegios la Feria anual de Candelaria. —Se com- pleta él Cuerpo Capitular. Éox el siglo XVIII se inauguró para Guanabacoa una época de prosperidad y bienandanza. Son tantas y tan l grandes las obras, que en la primera mitad de ese si- J?, glo se acometen y concluyen; que es difícil recordar ylj^ las sin sentir vivísimo entusiasmo. — Los Guanaba- ( coenses, que en 1655 se aprestaron ala lucha contra ¿ los enemigos de la Patria, y defendieron á satisfacción de Gelder las playas de Bacuranaoy Cojímar; que en 1696 al toque de rebato acudieron sin capitanes al puesto del peligro, y salvaron en Sibanimar una nave de Islas, per seguida por la escuadra francesa de Renaul; que en 1701, al estallar en la Metrópoli la guerra de Sucesión, se decla raron por Felipe V y se previnieron con laudable activi dad en contra de los ingleses, decididos sostenedores del Archiduque Carlos: ahora en 1703, no obstante el sobre salto de todos los españoles residentes en la Isla, pidieron y recabaron del Gobernador y Capitán General D. Pedro Benítez de Lugo que las nuevas milicias, aquí formadas por el Gobernador de Armas D. Luis Chacón, fuesen acau dilladas por naturales ó vecinos de este pueblo. A fines del referido año, con general regocijo de todos los Guanaba coenses, D. Domingo de Orta y D. Antonio Díaz Cuares ma, nombrados por Lugo Capitanes dedos nuevas Com-"], [42, "34 pañías, tomaron posesión de su espinoso Cargo. El mismo Rey aprobó la elección: y por Real Cédula, fecha en el Pardo á 6 de Enero de 1740 y recibida por nuestro Cabil do el 4 de Julio del mismo año, se dispuso que en adelan te fuesen naturales ó vecinos de la población los que capi taneasen las Milicias de Guanabacoa. Formadas siempre de honrados labradores y entusiastas vecinos, esas Milicias siguieron prestando sus servicios á la Patria; desen teña ron diferentes guarniciones en los alrededores de la Villa y en las fortalezas de la Capital; estuvieron en Panzacola y en la Florida; agregáronse en el primer tercio del pre sente siglo á la columna pacificadora de la Provincia Oriental; y últimamente en Febrero de 1855, desempeñan do la Tenencia de Gobierno D. Ramón Flores y Apodaca, probaron una vez más su ardiente patriotismo, organi zando el Batallón de Voluntarios. 34. En no menos floreciente estado, la Archicofradía del Santísimo pensó también en su organización definitiva; quiso que sus numerosos asociados tuviesen un reglamen to por que regirse; noolvidó que el tiempo, que todo lo des gasta y desmerece, podía sorber en corto espacio el fruto de multiplicados sacrificios. Por ésto en 1703 nombró de su seno una Comisión por más de un concepto respetable; y la confió el encargo de redactar leyes para su mejor go bierno; ylos comisionados, inspirándose en su religiosidad, formaron de acuerdo con su Párroco D. Juan de Torres y Ayala unas preciosas Constituciones, que merecieron el aplauso y aprobación del dignísimo Diocesano Fr. Jeróni mo Valdés. Consta la indicada aprobación de auto del Obispo; refrendado por su secretario de Cámara D. Pablo de Quiñones; y recibido muy luego por la Comisión gesta dora, formada de D. Simón Hernández, D. Pedro Rodrí guez de Laguardia, D. Antonio Álvarez, D. Patricio de Orta, D. Bernardo Francisco Estévez, D. Manuel Rodrí guez de los Santos y D. Bernardino F. de Acosta. 35. Tampoco la piedad de los Canarios establecidos como tenemos indicado, en el Barrio de Santo Domingo, se desmintió en estos días de admirable desarrollo. La tor menta de San Rafael dejó en lastimoso estado la Ermita de Candelaria. Los Canarios consiguieron del Prelado Val-"], [43, "35 des la conveniente autorización, para trasladar la mencio nada Ermita al lugar en que boy se levanta nuestra me jor iglesia; lograron interesar al mismo Diocesano, para que con largueza coronase su empeño; y antes de 1708, Nuestra Señora de Candelaria recibió en el nuevo Santua rio el homenaje de los Guanabacoenses. 36. Mas no podía ceñir Guanabacoa en tan corto límite su religiosa aspiración. El notable crecimiento del vecindario y el destrozo ocasionado en su Parroquial pol- la tormenta de San Rafael, hubieron de inspirarle una grandiosa idea, que acometió con sé y terminó con gloria. Regía desde 1702 los destinos espirituales de este pueblo el ilustrado Pbro. D. Juan de Torres y Ayala, hermano del egregio Capitán General D. Laureano de Torres' que en 1708 se encargó del gobierno déla Isla. El Cabil- do, interpretando fielmente la opinión de sus representa- dos, optó, más que por la reparación del antiguo templo, por la erección de una suntuosa Iglesia. Depositó al efecto su confianza en los capitanes y Regidores porS. M. D. Do- mingo y D. Antonio de Oita; la Comisión estudió, con el Cura Párroco y con el Arquitecto D. Alejandro Hernán- dez, una construcción que no desdijese de la cultura de este pueblo; y aprobado el proyecto por el Cuerpo Capitu- lar en 15 de Enero de 1714, y admitido por el Diocesano D. Jerónimo Valdés, y confirmado por el Vice Real Pa- trono D. Laureano Torres, se puso á fines del mismo año con toda solemnidad la orimera piedra, en el sitio ocupa- do por la antigua Ermita de Candelaria; se trabajó á ex- pensas del Cabildo — así se consigna en acta capitular del 2 de Octubre de 1722 — con asombrosa actividad en la fá- brica de la obra; y según convence una inscripción colo- cada sobre la puerta del Baptisterio, se concluyó en 1721 la actual Iglesia Mayor. 37. Exuberante de vida y ávida de progreso, ni tam- poco podía contentarse Guanabacoa con las mejoras indi- cadas. De ahí que patrocinase la creación de la Tercera Orden de San Francisco, instalándola provisionalmente en la Parroquial, en 13 de Agosto de 1716; y acordase la erección del magnífico convento de San Antonio de Pádua en 1719: y lo entregase en 1720 álos Padres Franciscanos,"], [44, "36 para que abrieran allí escuelas donde pudiese la juventud formarse; v trasladase últimamente á esa Casa la mencio- nada Tercera Orden, en 13 de Abril de 1723.— De ahí también que acogiese la fundación de la grandiosa Iglesia de Santo Domingo, proyectada en 21 de Enero de 1717; y empezase á levantarla antes de 1730 en los mismos terre- nos, en que construyeron los Canarios la nueva Ermita de Candelaria; y la concluyese, para abrirla al culto, en 7 de Noviembre dé 1748; y la entregase en 1755 á los PP. Do- minicos, después que la hubo solemnemente dedicado á Ntra. Señora de Candelaria y áSan Francisco Javier. — De ahí en fin que en 31 de Julio de 1722 accediese ala solici- tud, presentada al Cabildo por el Párroco D. Lorenzo Ti- noco y Morales á nombre del Diocesano, acerca los réditos de algunos solares fronteros á la Iglesia Mayor; y dotase sus Iglesias de gran número de Cofradías y Hermandades; y atendiese con esmero al esplendor del culto en sus reli- giosas manifestaciones. 38. En medio de tan asombrosa actividad, no dejó Guanabacoa olvidado su litigio con el Ayuntamiento de la Habana. Su inquebrantable fidelidad hasta la comple- ta pacificación de la Madre Patria en 1714, su abnegación en contribuir con hombres y dinero al exterminio de los piratas, y mil otros servicios consignados en preciosos do- cumentos que se guardan en el Archivo Capitular, llama- ron justamente la atención de los Gobernadores Generales de la Isla, que no dudaron en disponer á favor nuestro al bondadoso Rey Felipe V. A ellos se debió seguramente que ya en 1696 se le otorgase por el Superior Gobierno, á nombre del Rey Carlos II, los títulos de Regidores perpe tuos, con arreglo ala Real Cédula de 13 de Enero 1562: pero en 1725 se concedió al Cuerpo Capitular aumentar el número de sus miembros, creándose la vara de Fiel Ejecutor; y se fe honró por real Cédula de 21 de Agosto de 1737 con el Pendón Real, el mismo que sirve para las Juras, y que todos los años, con arreglo á las leyes de estos dominios, saca el Ayuntamiento en 15 de Agosto para solemnizar la fiesta de la Patrona. 39. Y no se detuvo ahí la generosa munificencia del augusto Protector. Felipe V cortó para siempre la desme-"], [45, "37 dida exigencia de nuestros antiguos protectores, conce diendo y ratificando á este pueblo, por Real Cédula del 14 de Agosto de 1743, el título de Villa de la Asunción de Guanabacoa. \"He resuelto, dice el magnánimo Rey, conceder á este Pueblo el título de Villa, sin más térmi no ni jurisdicción que la de goteras adentro, y he resuel to eximirle y libertarle de la jurisdicción que en el ejerci cio de sus funciones tienen los Alcaldes Ordinarios de ¡a ciudad de la Habana.\" — También en el memorable Real Rescripto se nos otorgó, para el mayor desarrollo de todos los veneros de riqueza, una Feria anual en los diez prime ros días de Febrero; y se eximió, deslindó y separó la ju risdicción de la Habana de nuestra propia jurisdicción; y se nos dio por armas un escudo en que figuran el mar, dos castillos y montañas, sirviéndole de orla la siguiente inscripción: Escudo de armas de la Villa de la Asun ción de Guanabacoa por el Rey nuestro SeSor D. Fe lipe Quinto. — En 9 de Febrero de 1744 el Vice Real Pa trono D. Francisco Güemes de Horcasitas, acompañado de las primeras autoridades de la Capital, pasó á Guanaba coa, y con todas las formalidades exigidas por la ley, confirió solemne posesión de los reales privilegios á nues tro Municipal Cabildo. 40. Guanabacoa no se desvaneció con el triunfo. En cambio el Ayuntamiento de la Habana no supo perdonar le la sufrida humillación; le puso en diversas ocasiones muy serios obstáculos; y llegó al extremo de ser menos justa con su generosa protegida. Sin embargo, se regulari zó desde entonces el Cuerpo Capitular, aumentando hasta doce el número de sus miembros; se elevó al Rey queja por el modo con que se conducía, no obstante lo mandado, el Ayuntamiento de la Habana; y confirmado por real Cédu la de 5 de Diciembre de 1750 el aumento de nuestra juris dicción á 5352 caballerías de tierra, se pensó luego en crear, según lo prevenido en la Ley de Indias, la vara de Alcalde Mayor."], [46, ""], [47, "39 CAPITULO VII. La Iglesia Mayor. Su situación topográfica. Dimensiones. As- pecto exterior. — Distribución interior de la Iglesia.— -Cul. to y principales fiestas.— Cofradías que.radican en la Pa. rroquia!. — Casa de Cadenas, — Gracia de eisilo. — La Cruz que se eleva en la loma de este nombre. Mayor es sin disputa el más vistoso y ele !uk¡¡ #ante cuantos edificios posee la Hermosa Villa, gs^síf Enclavada en el centro de la población, erigida en %if¿^ una loma que se eleva 50 metros sobre el nivel del *?¿£^ mar, rodeada de un atrio — Cementerio General en L otro tiempo — ceñido en toda su extensión con hermo- a sa verja, y colocada junto á la Plaza de Recreo y á resPetable distancia del bello caserío que á su alrededor ostentan las calles de Pepe Antonio, Jesús María, División y Cadenas; es realmente la Iglesia Mayor un regio alcázar, digno de la Reina de los cielos. — Su majestuosa fachada que mira al Oriente y que mide 12 metros de alto por 22 de ancho, tiene en su extremidad Norte una airosa torre de forma octogonal, que compite en elevación con la loma de la Cruz del Indio; dibújase en el frontispicio un óvalo sencillamente trabajado; presenta tres grandes aberturas en el centro, ocupada la del medio por la Inmaculada Con cepción; y en la planta se abren dos puertas principales, á las que se llega por una suave escalinata. — Las paredes la terales apoyadas por sólidos machones, ostentan respecti vamente con una espaciosa entrada sus bien combinadas estrellas y aberturas, hermoseadas con vidrios de colores. — Extiéndese en el fondo un reducido patio, y allí se en cuentra con la acondicionada Sacristía la morada del Te niente, la casa del Cura y el Archivo Parroquial. 42. El interior del templo ostenta tres vistosas na ves. La principal, que ocupa el centro y que mide desde"], [48, "40 el arco toral del Presbiterio á la entrada de la Iglesia 23 metros de longitud por 14 de anchura, está separada de las otras naves por cuatro esbeltas columnas, que apoyan igual número de arcos. — El coro se halla sobre las puertas de entrada, y tiene bastante capacidad y elevación; el cru cero no desdice de la arquitectura del conjunto; y el altar mayor, que tiene á sus lados las capillas del Santísimo y derSanto Sepulcro, y que ostenta en el nicho central una bien tallada imagen de la excelsa Virgen en su gloriosa Asunción, se eleva sobre un espacioso presbiterio, cubierto de mármol y notable por su esbeltez. — Hermosean las na ves laterales hasta ocho altares del mejor gusto, distin guiéndose entre ellos los del Carmen, San José, Merced y Concepción. 43. El culto en esta Iglesia reviste sencilla majestad; cuenta entre sus Hermandades la del Santísimo y la Aso ciación de Hijas de María; y ha tenido entre sus Párrocos varones ilustres, como D. Pedro Gómez de la Sota primer Beneficiado que con jurisdicción ordinaria administró la villa, D. José de Torres y Ayala que contribuyó eficaz mente á la fábrica del actual templo, D. Andrés Francisco Pérez Jácome que acudió al socorro de los heridos en el combate sostenido por salvar la fragata \"Pomona\" en las playas de Cojímar, D. José Rafael de Fuentes que de nue vo levantó la torre cuarteada por el huracán de 1846 y hermoseó el atrio, D. Miguel V. López — primer cura inte rino — que restauró notablemente casi todos los altares y construyó el aljibe y los altos de la casa parroquial, y D. José ílarregui que entre otras mejoras restableció la verja que rodea la Iglesia. 44. Distínguense entre sus mejores fiestas fas de la Semana Santa y Corpus, Mercedes y Concepción, Ntra. Sra. del Carmen Patrona del Batallón de Voluntarios y la Asunción costeada con el pingüe legado de D. José Corne lio de Mendoza; pero sobre todas ellas descuellan las gran diosas fiestas de la Tutelar, que hemos visto con satis facción reintegradas al esplendor de sus mejores días desde 1883. — No queremos ofender con nuestro elogio la modestia de los entusiastas promovedores de nuestras pa sadas glorias; pero no sabemos resignarnos á callar el ge-"], [49, "41 neroso desprendimiento de la actual Señora Camarera Dz Rosario Lima y Renté. El suntuoso manto, con que en las grandes solemnidades se cubre nuestra Patrona, y re- corre las calles de la población en el día de su triunfo; fué generosa donación que en Agosto de 1883 hizo á la Tute- lar la mencionada Sra. Camarera. — Por último, las mejo- ras y reparaciones que la destructora mano del tiempo ha hecho necesarias, siempre las ha cubierto con largueza la hidalguía y generosidad de los guanabacoenses. 45. Sin querer se nos viene á la memoria la Casa de Cadenas. Corría el mes de Julio de 1724, 'tres años después de concluida la Iglesia Mayor, cuando una horro- rosa tormenta de viento y agua descargó sobre este pue- blo. No pocos edificios particulares se hundieron, algunas personas se ahogaron, el techo de la nueva Parroquial ce- dió en algunas partes á la violencia del huracán. Hízose indispensable poner en salvólas imágenes, recogiéronse los ornamentos y alhajas, y la Majestad se albergó por trece días en la casa de D. Esteban Pérez de Rivero. Alejado el peligro, se trasladó el Santísimo á la Ermita de Cande- laria; se constituyó provisionalmente en Parroquia este reducido templo; procedióse desde luego por el Cabildo á la reparación de la Iglesia Mayor: y en corto espacio de tiempo se levantó de su momentánea postración Guana- bacoa. — El celoso Pérez de Rivero obtuvo, por real Cédula despachada en Sevilla á 14 de Julio de 1729, entre otras distinciones el honroso privilegio de poner dos cadenas en dos columnas á la puerta de su casa. 46. — No es nuestro ánimo consignar aquilas diversas y encontradas apreciaciones de que ha. sido objeto la casa de Cadenas. Todas son hijas del buen deseo: mas ningu- na se apoya en firme base. — No obstante, asegura la tradi- ción que los delincuentes perseguidos por la autoridad, si conseguían asirse de las cadenas, quedaban salvos. — Mejor que librarse de la acción de la justicia, debió decirse que obtenían la gracia de asilo. — Allá en el cuarto siglo de la Iglesia, Constantino el Grande hizo al clero católico ob jeto de honrosas distinciones. Entre otros privilegios hu- bo de concederle que en el presbiterio de las iglesias y al lado del Evangelio se colocase una piedra. El reo, que re-"], [50, "42 clamado por los tribunales, lograba sentarse en ella; elu día la acción del Tribunal civil, y quedaba bajo la juris dicción de un Obispo. El proceso era justo: la sentencia menos terrible. Más tarde se consideró como lugar de re fugio todo el recinto interior de las Iglesias. Después se extendió al atrio de las mismas, y aún á las moradas de Religiosos ó Conventos, la gracia de asilo. — Los reyes, ins pirados por la Religión, creyeron que la clemencia era el más bello florón de su corona. Por ésto, erigieron en lu gar de refugio algún sitio de sus palacios, que señalaban con cadenas; otorgaron muy luego á sus más ilustres vasa llos ese nobilísimo privilegio; y los agraciados, poniendo á la pueita de sus casas dos columnas con dos cadenas, ase guraban al refugiado su protección,baciendo que se le juz gase con equidad, y mitigando en algo el rigor de la sen tencia. 47. También ahora se proyectó erigir un monumen to en la Loma de la Cruz. — Llevamos dicho que, colmados con la adquisición de la Imagen del Señor Jesús del Potosí los deseos del capellán de Candelaria; Jusepe Bichat fijó junto á la Ermita su morada. Guanabacoa decidida á per petuar la memoria del glorioso acontecimiento, coronó con una cruz la loma en que vivió el Indio; en 1690 el Her mano Manuel Antonio, comunmente apellidado el Pere grino, acarició el pensamiento de levantar allí el Santuario de Ntra. Sra. de Regla; y en 1724, destrozada por la tem pestad, que tanto castigó la población, la primera cruz, tío hubo quien cuidase de reponerla. Sin embargo, en 1729 quisieron algunos vecinos coronar con una Cruz, labrada en piedra de S. Miguel, la pintoresca Loma. La multitud de empresas, acometidas á la sazón por la Hermosa Villa, no permitieron que se realizase la piadosa idea; mas el pueblo no pudo resignarse á abandonarla. — Por ésto, en 14 de Setiembre de 1786, día en que conmemora la Iglesia el Triunfo de la Santa Cruz, ofreció al mundo nuestra Vi lla una de esas religiosas demostraciones, rarísimas por desgracia en nuestro siglo. El Hermano profeso de la Or den Seráfica Fr. Manuel de Soto, llevando en hombros una enorme cruz,salió de su Convento para la risueña Lo ma. El vecindario, profundamente conmovido, no vaciló"], [51, "43 en acompañar al Penitente; los Religiosos de Sfco. Domin go, el Clero parroquial y los Recolectos de S. Francisco le formaron brillante escolta; y el Cuerpo Capitular, presidi do por sus Alcaldes, creyó cumplir un sagrado deber, enal teciendo con su presencia el acto. Guanabacoa se trasla dó á la cumbre de la pintoresca Loma; enarbolóse con so lemnidad la Cruz: y desde entonces nunca ha dejado de atenderse á su reparación; siempre han holgado los veci nos de mantenerla en buen estado; solo cuando en 1820 dispuso el Obispo Espada que se quitasen las cruces, que servían para el rezo de las Estaciones, hubimos de consen tir por algún tiempo la supresión de esa gloria,"], [52, ""], [53, "45 CAPITULO VIII. Erección del Convento de S. Francisco. — Iglesia primitiva. Fábrica del claustro interior. — Capilla de la Tercera Or- den. Mejoréis en leí Iglesia y en el Convenio. — Sucesos ocurridos hasta la muerte del P. Moreno. — Biografía de este sabio y ejemplar Religioso. lugar de preferencia entre los monumentos de ((\"\"*')/ la Villa el Convento de San Francisco. Hállase ins- talado, como la Iglesia Mayor, en una loma que se pjpa eleva 50 metros sobre el nivel del mar. — Llevamos .7 Vjdicho que en 25 de Octubre de 1719 por acuerdo del ¿_%~ Cabildo se determinó su erección: los Regidores D. @j Domingo y D. Andrés González ocurrieron al Dio cesano Fr. Jerónimo Váleles y al Gobernador General D. Gregorio Guazo para obtener, sin menoscabo del Real Per miso, la aprobación del Capitular acuerdo y el envío de Religiosos Franciscanos: las referidas Autoridades y el Lector jubilado Fr. Antonio de Arizón accedieron á la so licitud en 30 de Diciembre de 1719: y en 14 de Enero de 1720, después que en pleno Cabildo se dio lectura al oficio des Vice Real Patrono en que se recordaba al Examina dor Provincial Fr. Alonso de Sanjurjo la fundación de este Convento; y se manifestó por todos los Capitulares el buen deseo de contribuir con su auxilio á la realización de la nueva obra; hízose por el Alcalde Mayor D. Miguel de Solís al Síndico de la Orden D. Tomás de Calderón gra ciosa entrega de vastísimos terrenos y solemne donación de la regular Iglesia, que con loable actividad se venía fa bricando. — El mismo Re}' Felipe Y celebró la generosa aspiración de nuestro pueblo, y por real Cédula, despacha da en Lerma á los 31 de Mayo de 1722, otorgó para la ex presada fundación su soberano asentimiento.-—Seguida mente Fr. Alonso de Sanjurjo acometió, con los recursos"], [54, "46 del Cabildo y el óbolo de los Guanabacoenses, ia fábrica del Convento; Fr. Juan Tomás, á quien se recibió en 7 de Enero de 1721 con cariñosas demostraciones, fué el primer Prelado; y en 13 de Abril de 1723, después que se entregó por el Cura Tinoco al Definidor y Guardián Fr. Francisco Serrase el sello, libros y demás alhajas de la Tercera Or den, se hizo con solemnidad la traslación á la Iglesia de San Antonio. 49. En un principio esta Iglesia no cogía ni con mu- cho el área de -la que actualmente poseemos. Formábase de una sola nave, tenía campanario frontero al Oriente, li- mitaba con su puerta principal al Occidente en la línea en que hoy empieza el coro, y el presbiterio ocupaba el corto espacio comprendido entre el arco toral y la columna que sostiene el púlpito. El actual presbiterio sirvió de sacris- tía. — El Convento, en el que se abrieron escuelas, frecuen- tadas con asiduidad por nuestra juventud estudiosa; re- vistió desde la fundación el grandioso aspecto que aún conserva. Sin embargo con las limosnas de los vecinos acometió en 1747 el Guardián Fr. Antonio Torres la cons- trucción del claustro interior; la manda de mil pesos, con- signada en testamento por D. Pedro Ramón Sanabria y doña Teresa Muñoz, permitió adelantar con rapidez la obra; y en 1753 la dio por terminada el Guardián Fr. Fran- cisco de González. — En 1788 el arquitecto D. José Perera prolongó la nave de la Iglesia en todo el espacio que tiene el coro; levantó al Sudoeste una vistosa torre que, rajada por el huracán de 1846, hubo de quitarse por amenazar ruina; y la Tercera Orden emprendió la construcción de la nave lateral, que por falta de recursos no pudo con cluirse hasta 1796. 50. Faltábanle sólo puertas y repellos, cuando en 1? de Junio de 1797 llegaron de la Península, con el Provin cial Fr. Juan de Ulagar, gran número de Franciscanos; posesionáronse del Convento, en donde rigió desde enton ces la observancia más estrecha; cerráronse las escuelas pa ra mejor atender á las misiones; y hubo de cuestionarse con los hermanos de la Tercera Orden acerca la conti nuación de la nueva fábrica. Sometido el fallo al arbitrio de dos reputados juristas; reconocióse en los Terceros la"], [55, "47 propiedad de la Imagen y altar del Sto. Patriarca, y se aseguró á los PP. el derecho de concluir la obra. — En 15 de Setiembre de 1806, Fr. Tomás Beltranilla que dirigió la construcción, la dio por acabada. Alentado con los pia dosos donativos de la Condesa de Buenavista, emprendió luego muchísimas reformas; convirtió en presbiterio la an tigua sacristía; construyó ésta con altos para sala de Capí tulo; abrió una pieza bastante capaz, que sirve de comu nicación al templo; hizo una espaciosa cisterna para mejor conservar el agua; levantó las tapias á todo el terreno del Convento; fijó en la esquina de Concepción y San Antonio la imagen de este Santo; amplió el refectorio; dotó de un buen órgano la Iglesia; y coronó tantas mejoras con la erec ción de un nuevo altar mavor, que se inauguró en 20 de Agosto de 1809. 51. El activo Fr. Fernando Martínez aún en 1819 abrió una escuela; pero en 1820, con el sistema de gobierno, qué á imitación de la Metrópoli se planteó en la Isla, se cerró el Convento. — Entonces para el mejor servicio de la Villa se declaró auxiliar de la Mayor la Iglesia de San Antonio; el Pbro. D. Andrés Francisco Pérez Jácome con firió aquí el primer bautismo en 23 de Enero de 1824: mas, derrocada por Fernando VII la Constitución, volvieron los Religiosos Franciscanos, á quienes recibió Guanabacoa con ur.a ovación entusiasta. Se cantó un Te Denm en acción de gracias; el Cabildo cubrió las primeras atenciones de los bien queridos Religiosos; y las familias principales les atendieron con una voluntaria contribución, á la que re nunciaron los Padres, quince meses después de su regreso. — En 1834 el Guardián Fr. Andrés Mendigutía, alentado por doña Rita Andrea de Yilardebó y del buen vecino D. José Colominas, levantó desde el cimiento la ruinosa pared de la Capilla de la Tercera Orden; en 28 de Diciem bre de 1841 fueron recibidos como una nueva bendición por este pueblo el Vicario Provincial Fr. José Albores y de más Religiosos de S. Francisco de la Habana; sepultáronse honrosamente en la ante-sacristía, junto á la pared que mira al Norte, los restos del Obispo de Cuba Fr. Juan La zo de la Vega, que del suprimido Convento de la Capital trajeron á Guanabacoa los mencionados Religiosos; mas,"], [56, "48 reconocida en Cortes la supresión de las Corporaciones re ligiosas, fué paulatinamente extinguiéndose el personal de San Francisco. El P. Mendívil fué su último Prelado: la última joya Fr. Ignacio del Corazón de Jesús Moreno. 52. Varón ilustre por su saber y virtudes, el P. Mo- reno nació en Cádiz en 1802. Sus padres D. Martín Mo- reno y doña Josefa Rapado, de escasa fortuna pero de acrisolada honradez y probidad, nunca desmentida, no pu- diendo legar á su hijo pingüe herencia, se esmeraron en dotarle de cristiana educación. La piedad y las letras for- maron las delicias del futuro Franciscano en los días de la infancia; había apenas cumplido los catorce abriles, cuan- do la idea de ser útil á los autores de su nacimiento le tra- jo á Méjico, de donde salió á los tres años para nuestra Antilla; sus relevantes prendas y notable actividad le va- lieron la confianza de uno de los más acreditados comer- ciantes de la Habana; pero Dios, que con adorable provi- dencia traza la órbita en que, sin menoscabo de la libertad, desarrolla cada hombre su destino, hirió en el corazón á nuestro joven que, abandonando un porvenir irisado de esperanza, abandonó repentinamente el mundo y buscó un asilo en la oscuridad de un convento. — S. Francisco de Guanabacoa mereció su preferencia. La humildad, la pe- nitencia, la oración, el espíritu de pobreza y el anhelo de la perfección le dispusieron dignamente para la profesión religiosa; su decidida aplicación á los estudios, franqueán- dole las puertas de la sociedad, le hizo en el confesonario y en el púlpito, en la ciudad y en el campo, paño d e lá- grimas de todos los afligidos; y su afectuosa devoció n al Señor Jesús y á la Virgen Madre se tradujo en hechos, que ha presenciado gran parte de la generación presente, y que recogerá la posteridad envueltos en el perfume de la ben- dición y embellecidos con los resplandores de la gloria. 53. Nunca olvidará Guanabacoa al egregio Francis- cano, que pasó por la tierra haciendo bien; y revivió la pie- dad festejando mensualmente en su iglesia al Corazón sa grado de Jesús; y movió al vecindario parala restauración de la Ermita del Señor del Potosí, malparada por el hu- racán de 1846; y mereció que el ilustradísimo Prelado Sr. Fleix y Solans aplaudiese su ardiente celo por acrecen-"], [57, "49 tar en aquel Santuario el esplendor del culto; y mantuvo siempre viva la devoción á la Reina de los cielos, sacando diariamente de la Capilla, abierta junto á la portería del Convento, la. Procesión del Rosario, que recorría las calles de la población, menos en los viernes de cuaresma y en los días de Semana Santa, ocupados por el Vía Crucis y rezo de las Estaciones. — Cargado de merecimientos, el inolvi dable P. Ignacio del Corazón de Jesús Moreno falleció en 10 de Octubre de 1850 con la resignación y tranquilidad del santo. — El 19 de Noviembre de 1857 instalaron en el abandonado Convento la Escuela Normal los PP. de la Es cuela Pía."], [58, ""], [59, "51 CAPITULO IX. Jurisdicción Municipal de Guanabacoa. — triunfo de nuestro Párroco sobre los curas de la Habana. — Gracias concedi- tlaspor Carlos III. — Desarrollo social, agrícola é indus- trial de nuestra Villa. — Erección del Hospital de S. José ¡tara varones. — Guerra con los ingleses y paz dé Fóntai' neblcau. — Fundación de Tapaste y de San Jerónimo de Peñalver. — S. Miguel del Padrón. — Ermita de S. Sebas- tián. — < arlos IV concede al Ayuntamiento el uso del uni- forme. fesjfscuDADA con la regia protección, Guanabacoa prosi ,íf|£| guió imperturbable su marcha victoriosa. La queja, s¿¿/; que en 1744 elevó al trono contra el Ayuntamiento en de la Habana, quedó en real Cédula de 31 de Di (á^ciembre de este mismo año atendida por Felipe V, el s^r (^Gobernador D. Francisco Güemes citó á las dos partes ¿\" para mejor cumplimentar la real Orden; púsose de acuerdo con el Capitán y Regidor de esta Villa D. Patri cio de Orta el Procurador General del Cabildo de la Haba na, D. Pedro Miguel de Menocal; y D. Bernardo de Urru tia y Matos por comisión deGüelnes.con los Agrimensores D. Bartolomé Lorenzo de Flores y D. José Fernández de Sotolongo, principiaron sin dilación su cometido. — Exten dióse un minucioso plano de nuestra población y territo rio, y del territorio y población de la Habana; señaláronse con precisión las demarcaciones, caminos y haciendas; bí zose detallada descripción de la costa marítima, notando la torre de Cojímar y la proyectada deBacuranao; y se in cluyó la correspondiente escala, para que con cabal cono cimiento se tomase por S. M. la conveniente resolución. — En esto murió Felipe V: pero el nuevo rey Fernando VI, después de maduro examen, reconoció nuestro derecho; fijó, por real Cédula del 5 de Diciembre de 1750, en el lí-"], [60, "52 mite de la jurisdicción eclesiástica la frontera de la juris- dicción municipal; y por otra real Cédula del 28 de Junio de 1763 confirmó Carlos III los privilegios, otorgados por su augusto padre á la Hermosa Villa. 55. Orilladas felizmente todas las dificultades, se creó por el Cabildo en 1751, con arreglo á la Ley de In- dias, la vara de Alcalde Mayor Provincial; el Capitán y Regidor D. Patricio de Orta, por título que produjo en sesión capitular del 22 de Octubre del mismo año, la re- mató en pública subasta; y el Ledo. D. Juan de Mena de- sempeñó á principios de 1752 las funciones del nuevo car go. — Apoce los curas de la Habana disputaron á nuestro Párroco la porción del diezmo; originóse de ahí un dilata do pleito que sostuvieron con tesón los litigantes; el Cabil do entendió indirectamente en el asunto; y la real Cédula del 23 de Abril de 1765 cortó la escisión, quedando nues tro Cura con victoria. 56. En medio de tan multiplicadas atenciones, no. descuidó el Cabildo el embellecimiento de la población, ni el cultivo de los campos, ni la ampliación del comercio, ni el desarrollo de la industria. Guanabacoa progresaba á la sazón en todas direcciones. Sus productos agrícolas reci- bíanse con aprecio en los mercados de la Capital; sus acre- ditadas Casaberías llenaban con sus efectos las necesidades de vastísimas comarcas; sus trabajos de alfarería rivaliza- ban en bondad y limpieza con los mejores del extranjero; reputábanse por todos como hábiles en la elaboración y cumplidos en el trato sus numerosos tabaqueros; y las mujeres tejían con perfección sombreros de yarey, y con- feccionaban variadísimas labores con exquisito primor y delicado gusto. — En tan felices días gozábase de paz octa- viana en este pueblo, desconocíase la vagancia, se ignora- ba el crimen. — Por ésto fijaron aquí la residencia, para mejorar su suerte, gran número de familias; y acudieron aquí repetidas veces en busca de solaz y esparcimiento las primeras autoridades de la Isla; y levantaron aquí visto sas quintas de recreo los pudientes de la Habana; y no pocos concluyeron por trasladar aquí definitivamente sus hogares. 57. La Villa de las Lomas ensanchaba su recinto; y"], [61, "53 sé procuraba á un tiempo vigorosos elementos de civiliza ción y de progreso. Llamados por su celoso Ayuntamiento tomaron en 1755 posesión de Santo Domingo los PP. Pre dicadores; desceudió sobre este hecho la Soberana aproba ción én real Cédula, despachada en Buen Retiro á los 14 de Marzo de 1758; en 12 de Noviembre de 1757 habíase aprobado de real Orden la fundación del Hospital de San José para varones, que en 1? de Marzo de 1759 cumplimen tó el Diocesano D. Pedro Agustín Morell; se estableció, con casa particular en la calle de Candelaria, la primera ad ministración de Rentas Reales en 1760: y solo la aparición del vómito negro, desconocido hasta entonces en la Isla, y traído de Veracruz á la Habana por unos presidiarios en 1761; y la invasión inglesa, ocurrida en 1T62, que nos reservamos referir más adelante; pudieron entorpecer en algo la marcha triunfal de la Hermosa Villa. 58. Como quiera: firmadas en Fontainebleau las pa ces por las potencias beligerantes; abandonaron los ingle ses nuestra Antilla en 1763. — Guanabacoa no tardó en sa lir de su postración y abatimiento; sus vecinos rivalizaron para reponer las casas en su brillante estado; y el activo Ayuntamiento reparó el destrozo ocasionado en los tem plos y edificios públicos; y compró por 4100 pesos, en 2 de Diciembre de 1763, á los herederos del Sargento Mayor D. Miguel de Cárdenas una espaciosa casa, en que se trasla dó el Hospital de San José; y obtuvo la real Cédula de 1765 á favor del Cura Párroco en contra de los Curas de la Habana; y adquirió de los herederos del Capitán D. Juan Hernández en 1766 el Cuartel de Infantería anexo á la an tigua Cárcel, situada en la Plaza Mayor. 59. Mas no se detuvo aquí el celo de nuestro Muni cipal Cabildo. En 1767 apoyó la fundación de Tapaste, en clavado en su jurisdicción, y perteneciente desde el prin cipio al Curato de Río Blanco; levantó en 1773, con lato-' rre de Bacuranao, el Cuartel de Caballería que se encuen tra en la calle de Concepción esquina á Nazareno; y vio con gusto que en 24 de Octubre de 1783 dotase D. Nicolás ele Peñalver con la Ermita de Nuestra Señora de Guadalu pe al Partido de San Jerónimo, creado por el Conde de Riela en 1764, y enriquecido por el Obispo de Cuba Echa-"], [62, "54 varría con una regular iglesia en 27 de Agosto de 1786, y digno de recordación por haber allí exhalado — en el inge nio de D. Diego Al daña— su. postrer suspiro el egregio Pepe Antonio, en 26 de Julio de 1762. 60. Corría el año 1745, cuando se erigió por el Dio cesano Fr. Juan Lazo de la Vega el Curato de S. Miguel del Padrón. Ventajosamente situada la referida aldea en una pintoresca loma, parecía destinada á extender rápida mente su dominio, y reunir en su seno considerable nú mero de habitantes. — Desde 1750 á 1805 tuvo de auxiliar la Ermita del Sr. Jesús del Potosí; la jurisdicción ordina ria de sus Curas alcanzaba á los vecinos de Regla; y los mis mos moradores del lado Sud de la calle de Corral Nuevo en nuestra Villa dependían de aquella Iglesia. — Su primer templo, notable por su esbeltez, cedió al empuje del hura cán de Santa Teresa; se fabricó muy luego en las inmedia ciones, con menos grandiosidad pero con gusto, otra igle sia restaurada después del huracán de 1846; y en el de curso de pocos años ha contado entre sus Curas dignísimos sacerdotes, como el virtuoso P. José Trujillo y el modesto P. José María Castañeda, actual Cura propietario de San Antonio de los Baños. — Creada en 1766 su Capitanía Pedánea, levantó seguidamente un espacioso cuartel para la Sección de Caballería del partido; acrecentóse con la su presión de las Capitanías de Guasabacoa y Luyanó su importancia; y la agregación de los sitios de San Francisco de Paula, Lucero y Jacomino redondeó su jurisdicción ci vil: á tiempo que la eclesiástica dependía en mucho de los Curas del Calvario, Guanabacoa y Managua. — Las fuentes de su riqueza estuvieron en el cultivo de los campos. Las verduras que se recogían ensus 156 estancias, vendíanse con estimación en los mercados de la Capital y de la Villa; sus malojas y legumbres no tenían rival en la comarca; se explutó, aunque sin grandes resultados, una mina de co bre contigua al puente del río Luyanó; y se abrieron por industriosos Canarios las canteras de San Miguel, famosas en el pasado siglo, y no despreciadas ahora en nuestras construcciones. 61. Por último también la Hermosa Villa tuvo en 1789 su primera Administración de Correos, desempeñada"], [63, "55 hasta 1797 por D. Antonio Díaz y transferida luego á D, Manuel Martínez Arriaga; y prestó apoyo en 13 de Marzo de 1792 y agració terrenos en 30 de Setiembre de 1801 al gaditano D. Sebastián Fossati, conocido por el Ermitaño, para la creación de un Santuario al ínclito mártir San Se bastián al Nordeste de la Villa: en tanto que la Sobe rana munificencia de Carlos\" IV, por real Cédula despa chada en San Lorenzo á 21 de Octubre de 1793, premió tantos servicios, colmando de honrosas distinciones á la muy leal Guanabacoa, y concediendo á su Cabildo para las grandes solemnidades el uso de uniforme, que solo por lo estrecho del bordado y por los dos castillos del cue llo, alusivos á las torres de Bacuranao y Cojímar, se dife renciaba del magnífico uniforme del Ayuntamiento de la Habana."], [64, ""], [65, "57 CAPITULO X. Causas de la invasión británica. — Pockoc delante de la Haba- na. — Conducta de D. Juan del Prado. — Los ingleses de- sembarcan en Cojímar. Armada oposiciém de Pepe An- tonio. — Honrosa retirada de este Héroe. — Sus proezas durante el mes de Junio. — Carta de Prado á Pepe Anto- nio. — D. Luis Velasco en el Morro. — Nuevos triunfos de Pepe Antonio. Su muerte. — Biografía del egregio caueli- dillo. — Gratitud de Carlos III. r(¡rR)'X 1759 Fernando VI bajó al sepulcro. Su hermano '(/¿V Carlos III, rey de Nápoles y Sicilia, renunciando en !p§g!g su tercer hijo esa corona, ocupó el trono de España. J§£^ A poco su primo Luis XV, rey de Francia, hubo de •-%-> atraerle hasta el punto de concertar el Pacto de Fa- L milia, ruinoso para las dos naciones. — En 1762 esta- I lió la guerra; España y Francia batallaron contra la Señora de los mares; por ambos mundos hizo sentir la lucha sus estragos; y nuestra Antilla hubo de llamar pre ferentemente la atención de la Gran Bretaña. 63. Por ésto en 6 de Junio del citado 1762, el almi rante inglés Pockoc se presentó con 26 navios de línea, 24 fragatas y 3 buques menores, delante de la Habana ; traía en ellos una dotación de 1292 cañones, con 8226 hom bres de tripulación; y contaba además con 12,041 solda dos,, conducidos por lord Albermale, en más de cien bu ques de trasporte. 64. El Gobernador General D. Juan del Prado, atur dido ante ese aparato formidable, formó precipitadamente una junta de guerra; reunió el ejército y las milicias, que juntos no sumaron 5,000 combatientes; mandó que D. Car los Caro con alguna gente se situase entre Bacuranao y Cojímar; envió á D. Alejandro Arroyo, Coronel del Fijo, á posesionarse de la Chorrera; y confió la defensa del Morro"], [66, "58 á D. Luis Velasco, y á D. Manuel Briceño la del Castillo de la Punta. — Por desdicha, no tardó en disponer el Gober nador, que se enclavasen los cañones de la pequeña bate ría, colocada en la altura en que hoy vemos la Cabaña; y ordenó así mismo que de los diez navios, que componían nuestra flota, se echasen tres á pique para obstruir la en trada de la Bahía. 65. Pockoc, respetando las fortalezas del Morro y de la Punta, se hizo á la mar para de súbito caer sobre Bacu ranao y Cojímar. La pequeña dotación, que guarnecía la torre inmediata á ese fondeadero, dio la voz de alarma, — ■ El Alcalde mayor provincial y Capitán de Milicias de Guanabacoa D. José Antonio Gómez — Pepe Antonio— reunió su gente ; voló sin vacilar con el Alcalde munici pal D. Basilio Al varado al puesto del peligro; rechazó de nodadamente algunas lanchas enemigas, que pretendían ganar la playa; mas. acosado por los tiros de la formida ble escuadra, hubo de replegarse en las pequeñas lomas, contiguas á la llanura en que se levanta hoy la aldea de Cojímar. De ánimo esforzado y corazón valiente, en nada cejó por ésto el improvisado guerrillero. Resuelto á ver ter la sangre por su querida Guanabacoa, distribuyó en pequeños grupos su reducida hueste ; apostó los grupos en ventajosísimas posiciones; y en el lugar menos cubierto hubo de situarse él con un puñado de valientes. — Por dos veces intentó el enemigo echar á tierra una parte de sus tropas; y otras tantas hubo de renunciar ásu propósito. 66. En esto llegó con 150 dragones de Edimburgo el Coronel D. Carlos Caro; acarició la idea de intimidar al enemigo, presentando en orden de batalla su diminuto ejército; dispuso se abandonase la torre, castigadísima por los fuegos de la escuadra: mas un mundo de soldados ganó la playa; y oprimidos Caro y Pepe Antonio en todas direc ciones, emprendieron en retirada una vigorosa resistencia. Los ingleses dominaron los cerros de Bacuranao y Cojí mar; prosiguieron, no obstante la entereza y abnegación de nuestros héroes, su victoriosa marcha; y acabaron por es tablecer su cuartel general en la Villa de las Lomas.\"Ca ro y Pepe Antonio se refugiaron en el campamento de Je sús del Monte."], [67, "59 67. El enemigo orgulloso con su triunfo, pensó en ocupar la altura de la Cabaña; destacó respetables fuerzas para llevar á cabo la operación; erizó de cañones todas Lis avenidas; pero el lugarteniente de Prado D. Juan Ig nacio de Madariaga envió, para estorbar la maniobra, al guna gente; aseguró por el lado de la Chorrera la Capital; y ordenó que Pepe Antonio con su inseparable camarada D. Basilio Alvarado saliese para hostigar al enemigo en las cercanías de Guanabacoa. — No bien el bizarro Pepe Anto nio abandonó la Habana, supo por sus paisanos los ultra jes cometidos por los ingleses, y el saqueo de los templos, y el allanamiento de un sin número de casas particulares; Rugiendo de coraje hubo de encontrarse nuestro héroe con una avanzada enemiga; conocedor del terreno, le cortó la retirada; cayó sobre ella con la impetuosidad del raj^o. sin perder más que dos hombres, dejó tendidos en el cam po 26 ingleses: y en 13 de Junio mandó á su segundo con 23 prisioneros á Santa María del Rosario. — Consignamos sin exageración el hecho. Los aficionados pueden leerlo en el «Diario del sitio y defensa de la Habana, por D. Juan del Prado,» impreso en Madrid junto con la ruidosa causa que se siguió á este infortunado General. 68. En la mañana del 14 de Junio hallábase el egre gio Pepe Antonio preparando una nueva emboscada con tra sus jurados enemigos, cuando recibió del Gobernador General D. Juan del Prado un mensaje, cuj-o original se guarda en el Archivo Capitular, y que íntegro traslada mos para conocimiento y satisfacción de nuestros lectores. Dice así: «Muy Sr. mió: Es de la maior importancia el triumpho que el valor y buena conducta de Vm., asistido de todos esos leales y vizarros vecinos, han logrado contra hs Ingleses hazién doles23 Prisioneros sin los heridos, culo número ha hecho Vn. mui acertadamente en remitir á Sta. María del Rosario, pol lo que conviene apartar de esta Plaza tales Enemigos y meter los tierra adentro, que es la providencia últimamente acordada. Y espero que con persona déla maior satisfacción avise Vm. en diligencia al Sr. D. Juan lgn\". de Madarietga, Comandante Gral. de esta Isla, dándole cuenta de dhos. Prisioneros y del"], [68, "60 paraje en que quedan, para que d,¿ disposición acerca de su destino, conforme á las prevenciones que tiene mias, ó á lo que dito. Señor juzgase mas conveniente. El Portugués herido se queda examinando, y entre lauto doy á Vm. de parte del Rey N. Sr. las mas cumplidas enhora buenas y e/reieias por el esmero, fidelidad, honor y vizeirría con que se distingue en el desempeño de sus nettivas obligaciones, persiguiendo á los Enemigos de ambas Meigestades, con tanta Gloria de la Religión, de la Patria, y de cadauno de esos na turales, que con tanto fervor se animan á unas empreseis que, además de hazerlos famosos y tremendos á los Enemigos, los llenan de honor y de los mayores elogios. A D. Juan ele Castilla se han entregado «690» Pesos, ¡tetra que Vm. los distribuya entre los que le han acompañado en la aprehensión de los referidos £3 Prisioneros, á razón de «30» Pesos por cada uno, cuio reparto espero haga Vm. con igual dad, en términos que todos queden contentos y asegurados de que esta corta expresión no es mas que un anuncio de las de más gracias que les ofrezco en nombre de S. M., spre. que, acor dándose ele las atenciones de fletes vasallos y verdaderos h ¡jos de la Sta. Iglesia CathéMca, continuasen gloriosamente en de fender los dominios'del Rey y el culto de Dios, contra cuio ob jeto soberano se dirige el furor de los Enemigos. Nfro. Sr. g' á v. m. m' a' Havana,l% de Junio de 1762. Blnf de v. m. sumasseg0 ser\" Juan del Prado. Sr. D. Jph. Ant' Gómez. 69. No obstante, los ingleses realizaron su intento; montaron basta tres baterías en la altura de la Cabaña; cu brieron con sus tropas las inmediaciones de la Capital; y acometieron decididamente en 1? de Julio por mar y tie rra la rendición del Morro. En esta formidable ocasión, el Capitán de navio D. Luis de Velasco se-condujo con la en tereza del hombre, que cree cumplir un deber sagrado,mu riendo por la Patria. Alentó de palabra y con el ejemplo á sus soldados para una defensa heroica; intentó por dos veces sorprender y desmontar las baterías enemigas de la Cabaña; hizo en los sitiadores incalculable daño; rechazó"], [69, "61 las ventajosas proposiciones de Pockoc: pero mortalmente herido en uno de los asaltos y volada por el enemigo una parte de la fortaleza, se entregó el Morro, en 30 de Julio del referido año. 70. Las Milicias sostuvieron entre tanto con vigor la lucha. El bravo Pepe Antonio que durante el mes de Ju- nio, al frente -de dos solas compañías, batió repetidamente á los invasores; y les copó triplicadas fuerzas en el comba- te de S. Miguel; y los destrozó en Bacuranao, acosándoles hasta el fondeadero de Cojímar; reforzado ahora con una nueva compañía, recogió nuevos laureles, y se cubrió de inmarcesible gloria. — En 5 de Julio derrotó una columna de 300 infantes y 50 ginetes, destacada para recoger pro- visiones, en las estancias de Guajurayabo; seis días des- pués penetró atrevidamente por ei arroyo de la Jata, sem- brando entre ios enemigos la alarma y haciendo estragos; y en la mañana del 16, día en que celebra el mundo cató- lico la fiesta de Nuestra Señora des Carmen, abandonaron los ingleses la Hermosa Villa, que no tardó en ser ocupa- da por el indomable guerrillero. — Sin embargo, su ardien- te patriotismo hubo de empeñarle en 25 del mismo Julio contra una avanzada inglesa, que destacada de Cojímar se dirigía á Jesús del Monte. Desde el romper del alba hasta más del mediodía duró la acción, los ingleses se ba- tieron con valor; los milicianos de Pepe Antonio batalla- ron con denuedo: en lo más recio del combate sucumbió con heroísmo la flor de sus valientes; no importó la sensi- ble pérdida: la victoria sonrió al fin á nuestros bravos, y el enemigo huyó precipitadamente á su campamento de Cojímar. — Rendidos de fatiga, los vencedores se permitie- ron algún descanso; mas á las primeras horas de la noche el heroico Pepe Antonio, que se había retirado en el inge- nio de D. Diego Aldana, — S. Jerónimo de Peñalver, hoy Pepe Antonio — se sintió acometido de una fuerte calentu- ra. Los milicianos rodearon el lecho de su Capitán; el mismo Madariaga visitó al héroe; agotáronse todos los re cursos para vencer la enfermedad: pero todo fué inútil. Pepe Antonio saludó sin pesadumbre el término de su existencia; preparóse á morir como soldado de Dios el que tantas veces humilló al enemigo de la Patria; y en 26 de"], [70, "62 Julio, diez y siete días antes que se rindiese por capitula ción la Habana, llorado de todos, exhaló el último suspiro con cristiana resignación, á los 55 años de su edad. 71. Pepe Antonio nació en Guanabacoa en 1707. Durante su mocedad dio relevantes pruebas de ardimien to y valor. 1727 acudió con los milicianos de la Villa, de quienes era oficial, á la defensa de la Habana; la enérgica actitud de todos los cubanos salvó en esta ocasión la Capi tal; y el almirante inglés Hozier hubo de hacerse á la mar con su poderosa escuadra. — El Vice Real Patrono Don Francisco Güemes le envió á Cayo Sal, para allanar las diferencias entre los inmediatos moradores. Con suma habilidad y gran prudencia el discreto joven llenó su co metido; cortó sin lastimar derechos desmedidas ambicio nes; y mereció por su cordura grandísimos elogios. 72. Cumplida su misión, regresó á la Hermosa Villa; entendió luego en la dirección de la hacienda de sus pa dres; alternó después en la evacuación de los cargos conce jiles; casó en 1749 con doña Narcisa de Soto, que le hizo padre de un hijo y cinco hijas; fué nombrado en 1760 Al calde mayor provincial de Guanabacoa; y en 1762 rea lizó prodigios dejando á los venideros un nombre que in vocar y un ejemplo que seguir en las pavorosas crisis, que cambian la faz de las naciones. — El gran Carlos III no olvidó tantos servicios. Por el tratado de Fontainebleau, evacuaron los ingleses la Habana, en Julio de 1763; el nuevo Gobernador Conde de Riela obtuvo de la Corte que se perpetuase en la descendencia de Pepe Antonio la me moria de sus gloriosos hechos; y D. Narciso Gómez, por Real Cédula de 3 de Julio de 1765, desempeñó la Alcaldía mayor provincial de la Villa de las Lomas."], [71, "63 CAPITULO XI. Magnificencia y disposición interior de la Iglesia de Sanio Domingo. — Aspecto exterior. — Su establecimiento. — Ins- talación de los PP. Predicadores. — Traslación de la Ar- chicofradía del Rosario. — Profanación de la Iglesia por los ingleses. — El anillo de San Francisco Javier: — Muer- te del P. Maestro Fr. Ambrosio Herrera. ÍÍTP^S! E grandioso aspecto y sólida construcción, de severa «gyl arquitectura y exquisito gusto, la iglesia de Santo \"4£^l Domingo figura entre los mejores templos de la «--/>» fs^a- Sil longitud, desde la puerta de entrada al <¿^§J^/' arco toral del presbiterio, es de 38,39 metros; no 'w baja de 23 metros su anchura; midiendo de puntal muy cerca de 13 metros su airosa nave mayor. — Esta, que se une á las dos vistosas naves laterales por cinco esbeltí- simas columnas, termina con un magnífico crucero. El pi- so déla iglesia está perfectamente embaldosado; el espa- cioso presbiterio tiene pavimento de mármol; el retablo del altar es bueno, aunque no del mejor gusto; y el púlpi- to y el coro brillan por su elevación y atrevimiento. Des- cuellan entre sus altares los del Rosario y de Santo Domin- 5o, del Carmen y de Santa Eduvigis, de S. Blas y de San uan Nepomuceno; llamando sobre todos la atención el precioso altar del Sr. Jesús del Potosí, trabajado en már- mol de la Isla de Pinos, y cubierto de ex-votos por la nunca desmentida piedad de la Hermosa Villa. — La fa- chada cuenta en la parte baja con tres anchurosas puertas, destácanse en el centro de la misma las estatuas de Santo Domingo de Guzmán y de San Francisco Javier; y en el ■ remate se encuentran las campanas.— El atrio, la plazole- ta de Santo Domingo y la calle de Candelaria contribu yen á la agradable impresión, que siempre causa la vista de la majestuosa iglesia."], [72, "64 74. Su fundación se debe á la religiosidad de los Canarios. Entusiastas servidores de nuestra Señora de la Candelaria, luciéronse cargo de su Mayoidomíaal concluir el siglo XVII; repararon el destrozo de la primera Ermita con la erección de un nuevo Santuario, levantado en el mismo sitio en que se eleva hoy la grandiosa fábrica; é in flamados en santo celo, al contemplarlas admirables obras coronadas á principios del siglo XVIII por la Villa de las Lomas, pensaron en la soberbia construcción, que nos com placemos en reseñar, y que seguramente admirarán los si glos. 75. Erase á fines de 1716, cuando el Procurador ge neral del municipio D. Lucas Farrell elevó al Ayunta miento una preciosa instancia; su lectura dispuso favora blemente el ánimo de todos los Regidores; y discutidas las bases, se acordó la inmediata fundación del proyectado templo en 21 de Enero de 1717. Los Alcaldes ordinarios D. Juan de Cabrera y D. Luis de Aguilar obtuvieron del Diocesano D. Jerónimo Valdés y del Vice Real Patrono D. Vicente de Raja la conveniente autorización; seña láronse por el Cabildo espaciosos terrenos para la erección de un Convento, destinado á los PP. Predicadores; el re putado Fr. Melchor de Sotolongo aceptó en nombre de la Orden de Santo Domingo la generosa donación; y nom brados mayordomo de fábrica D. Esteban Pérez de Rive ro y maestro de la obra D. Lorenzo Camacho, se puso con general regocijo la primera piedra, se siguió con sé en la construcción, y se terminó con gloria en 7 de Noviembre de 1748. 76. Bendecido, bajo la dulce advocación de Nuestra Señora de Candelaria y de San Francisco Javier por el Diocesano Fr. Juan Lazo de la Vega, no tardó en abrirse al culto el grandioso templo. En 1751 se fijó en es fondo de la nave lateral izquierda un buen altar, en que se co locó la sagrada Imagen del Señor Jesús del Potosí, vene rada por el Indio Jusepe Bichat en la loma de la Cruz y y después en la Eermita de Candelaria; en 24 de Abril de 1755 el Iltmo. Sr. D. Agustín Morell de Santa Cruz des pachó auto para que viniesen aquí las religiosos de Santo Domingo; y á fines de Julio del mismo año el Predicador"], [73, "65 general Fr. Bernardo de Rivero, con el título de Vicario, y el Presentado Fr. Tadeo de Cárdenas, y el Hermano converso Fr. Miguel de Santa Rosa, recibidos con cariño sas demostraciones por el vecindario de la Villa, se esta blecieron en la nueva casa. — El convento de Predicadores de la Habana les asignó para el sostenimiento 306 pesos anuales; el Cabildo, planteando el acuerdo de 1? de Julio de 1742, les hizo graciosa donación de veinte caballerías de tierra, ubicadas en la hacienda Canoa; y en 14 de Mar zo de 1748 la munificencia de Fernando VI sancionó, por Real Cédula despachada en Buen Retiro, con la entrega del Convento las cuantiosas donaciones. 77. En ésto llegó para Guanabacoa uno de esos días que forman época en la historia de un pueblo. En 24 de Agosto del citado 1758, convocados con un general repi que de campanas los vecinos y reunidas las autoridades, se ordenó desde la Parroquial á la iglesia de Santo Do mingo una lucida procesión; en ella figuraban los repre sentantes del Prelado y del Vice Real Patrono; no dejaron de asistir los Religiosos de San Francisco de esta Villa; to das las clases de la sociedad tuvieron allí su representa ción: y llegada la comitiva á las puertas del Convento, el Párroco y Vicario eclesiástico D. Manuel de la Vega que llevaba la Majestad, la colocó en el suntuoso altar provi sionalmente erigido en el atrio de la Iglesia. — Seguida mente se dio lectura á la mencionada Real Cédula de Fer nando VI, se firmó elacta de la toma de posesión, y el Provincias dominico Fr. José González de Alfonseca, reci biendo en sus manos á Jesús sacramentado, y penetrando con El en el hermoso templo, y conduciéndole al taberná culo, cerró la religiosa solemnidad, dirigiendo profunda mente conmovido una sentida plática á la emocionada concurrencia. 78. No tardó Guanabacoa en recoger las primicias de su desprendimiento. Los nuevos Religiosos, eminen tes en ciencia y virtudes, atendieron al esplendor del cul to, y desempeñaron dignamente en el confesonario y en el púlpito sus funciones; en 1759 el Obispo de Heyezcsa ria y Vicario apostólico de Tonquín, Fr. Santiago Her nández de la Orden de Predicadores, consagró la celebra-"], [74, "66 da iglesia bajo el patrocinio de Nuestra Señora de Cande laria y del Sr. S. José; y en 27 de Mayo de 1760 se trasla dó de la Parroquial á Santo Domingo la Archicofradía del Rosario. En presencia de un concurso inmenso, presidido por el Provincial Fr. José González de Alfonseca, se leyeron las Constituciones; D. Juan Díaz Maceda, nombrado por unanimidad, tomó posesión del cargo de Mayordomo teso rero; se constituyó también la Directiva, formada con las más caracterizadas personas de la población; y dado-el primer impulso, ha seguido brillantemente la Archicofra día, prestando á la Virgen Madre fervoroso culto, que sos tiene con tesón el actual Mayordomo y distinguido patri cio D. Eduardo Barroso. 79. Por desgracia, en 1762 los ingleses saquearon la Hermosa Villa. La iglesia de Santo Domingo fué ocupa da; todas sus alhajas invadidas, las imágenes de los San tos profanadas; sufriendo mayor insulto, con las de Nues tra Señora del Rosario y del Señor Jesús del Potosí, la de S. Francisco Javier. — El Obispo Fr. Juan Lazo de la Vega regaló, cuando bendijo el templo, un precioso anillo al egregio Apóstol de las Indias; la valiosa prenda, que en uno de los dedos de su mano derecha ostentaba el Santo, excitó ahora la codicia de un soldado inglés; quiso el des venturado, sirviéndose de una cuerda, echar abajo la ima gen y pillar la joya; logró con su porfía separar del pedes tal la estatua: pero halló el castigo de su temeridad en la instantánea muerte, causada por una fuerte contusión que recibió, al desplomarse el Santo. — El codiciado anillo que dó en la cornisa del altar; por mucho tiempo se creyó per dido; apenas si de él se conservaba algún recuerdo; cuan do en 1817, con ocasión de preparar el monumento para los días de Semana Santa, D. Gil de Castañeda encontró la bendita joya. 80. La Prelacia de Santo Domingo la desempeñaron con el título de Vicario ó Prior, esclarecidos Religiosos. No importó que con la supresión de las Corporaciones re ligiosas se trocase por el de Presidente el título del Prela do: el P. Maestro y Presentado Dr. Fr. Ambrosio Herrera, Secretario perpetuo por S. M. de la Real y Pontificia Uni versidad de la Habana, notable por la abnegación y celo"], [75, "67 con que se desvivió por difundir entre la juventud cubana la ilustración, querido de todos por el generoso desinterés con que ocurrió siempre al infortunio, ocupó con gloria la Presidencia hasta el 22 de Mayo de 1867 en que bajó á la tumba. — Desde entonces se erigió en la suntuosa iglesia una Congregación de sacerdotes seglares, y el Diocesano, bajo cuya dependencia están los Congregados, nombra así mismo el Presidente. — En 8 de Enero del finido año murió el virtuoso sacerdote y buen amigo, que por siete años desempeñó la Presidencia, Pbro. D. Isidro Xalabar der. — Por nombramiento del Gobernador de la mitra, el P. Jaime Ferrer, cura interino que fué de Alquízar, ha ocupado el honroso puesto en 24 del último Diciembre."], [76, ""], [77, "69 CAPITULO XII. El Barón de Humboldt en Guanabacoa, — La fuente del Obis- po. — Defensa de la fragata Pomona. — Fundación del ac- tual Cementerio. — El Sr. Espada restablece el culto en el Santuario del Sr. Jesús del Potosí. — Erección de la Her- mandad de Santa Catalina mártir. — Se proclama por segunda vez la Constitución. — Notable crecimiento de la Villa, según el Censo de 1827. — Batallón de Honrados Obreros y Bomberos. 'ÍR^L siglo XIX no ha sido estéril para la Villa de las ¡»s|f Lomas. Su levantado espíritu, arraigando desde un gsslá principio en el corazón de los Guanabacoenses, les ha ■j!¡9 hecho siempre aletear de entusiasmo por la ilustra 5 fv£jción y la cultura, la civilización y el progreso. Ape- JCq ñas si hay en Cuba otro pueblo que,comola Hermosa el Villa, haya con tanta rapidez rayado á tan consi derable altura. — El eminente geólogo berlinés Barón de Humboldt, que 1801 visitó Guanabacoa; y recorrió sus cercanías, y estudió la condición de sus terrenos; halló en tre sus ilustrados moradores una acogida cordial y gene rosa. 82. Corría el 20 de Enero de 1802, cuando se llevó con solemnidad, desde el Convento de Santo Domingo á la Ermita de Fossati, la imagen de San Sebastián; se hizo al Obispado por el Párroco Dr. D. Vicente de Barrios, en 22 de Diciembre de 1803, una curiosa relación de las ocho cofradías, que desde muy antiguo radican en la Parro quial; y en 15 de Diciembre de 1804 dispuso el Ayunta miento que se perpetuase en uña lápida, fijada en el por talón de la «Fuente del Obispo,\" la memoria del aprecio que la bondad del manantial mereció del ilustre Dioce sano Valdés y del distinguido patricio D. José María Pe ñalver y Navarrete. Finalmente por auto del Excmo. Señor"], [78, "70 D. Juan Díaz de Espada y Landa el santuario del Potosí, declarado en 1750 auxiliar de S. Miguel del Padrón, ba jo cuya dependencia estuvo durante el siglo XVIII con el pueblo de Regla el lado sud de la calle de Corral Nue vo de esta Villa, volvió á nuestra Parroquial en 21 de Agosto de 1805. 83. Por desdicha; después que con él generoso des prendimiento de todo el vecindario se concluyó en 15 de Setiembre de 1806 la capilla de la Tercera Orden de San Francisco, y acudieron nuestras Milicias á salvar los teso ros de la fragata Pomona acosada por dos buques de gue rra ingleses hasta las playas de Cojímar, y se realizaron durante el 1807 algunas mejoras en la población; llegó á mediados de 1808 la noticia de la traición de Bonaparte, y de la abdicación de Carlos IV, y del cautiverio de Fer nando VIL No hubo en Cuba quien no se indignase por la villanía de Napoleón. Fernando VII fué proclamado Rey: hízose la paz con los ingleses y se declaró á la Fran cia cruda guerra. 84. Guanabacoa, como todos los pueblos de la Isla, se aprestó á la lucha; mas no por eso dejó de intentar otras empresas. En 20 de Agosto de 1809 se inauguró el nuevo altar mayor de la iglesia de San Francisco;' tratóse con de cidido empeño en 1810 acerca de la necesidad de abrir un nuevo Cementerio; el Cuerpo Capitular por voto unánime acordó la inmediata construcción en 19 de Enero de 1811; mas, promulgada la Constitución á fines de Julio de 1812, hubo que proveer á urgentes necesidades, y aplazar en consecuencia la realización de aquel proyecto.— En 1813 evacuaron los franceses la Península; en 4 de Mayo de 1814 Fernando VII, ya colocado en el trono de sus mayores, derribó la Constitución; y restablecido en Cuba como en la Metrópoli el antiguo orden de cosas, de nuevo se ocupó el Cabildo del proj^ectado Cementerio. Señalóse á este fin un campo contiguo al Potosí, generosamente cedido por los Sres. Marqueses de Morales. — El Obispo Espada y el Vice Real Patrono concedieron su beneplácito en 24 de Setiem bre del referido 1814; se fabricó la obra, según documentos que se guardan en el Capitular Archivo, á expensas del Ayuntamiento; y después que se bendijo, el dia del año >"], [79, "71 nuevo de 1821 se hizo el primer entierro. — También por este tiempo se reparó la Ermita del Potosí ; trasladáronse muy luego á la nueva Necrópolis las cenizas del antiguo Cementerio, establecido junto á la Iglesia Mayor; seguida mente se construyó el atrio de la Parroquial; y n» tardó en urbanizarse la calle de Cadenas. 85. Un decreto del Obispado dirigido á cortar abusos movió á nuestro Cabildo á elevar por la conservación del Potosí una respetuosa instancia. El Diocesano, reconocien do la predilección de Guanabacoa por la restaurada Er mita, concedió en 16 de Agosto de 1815 que se celebrase en ella, cotidianamente el Sacrificio; autorizó para que en eJia se tuviesen las solemnidades, costeadas por los ve cinos; y últimamente, sancionando las donaciones hechas al Sr. Jesús por la restauradora de la Fuente del Obispo Di Catalina Estrada de Mantilla, aprobó la construcción de seis regulares bóvedas, abiertas en el atrio que da en trada al Santuario, y legadas por la referida señora al Hospital de la Asunción. — En 25 de Julio de 1817 se ins taló en la Parroquial, á solicitud de los pardos y morenos libres, la Hermandad de Santa Catalina Mártir; cuyas Constituciones obtuvieron la Real sanción en 20 de Agos to de 1818; se otorgó al Municipio por Cédula del 16 de Febrero de 1819, la conveniente autorización para estable cer arbitrios de volantes y peajes, on destino á una nueva cárcel, y al embellecimiento de la población, y á la con servación de los caminos: ven 1820 se dispuso por el Obispo que se quitase, con las otras cruces que servían para el rezo de las estaciones, la Cruz mayor, colocada en el mismo sitio en que se elevó la antigua Iglesia. 86. Por este tiempo se restableció en la Metrópoli la Constitución de 1812. Jurada en la tarde del 16 de Abril en la Capital de nuestra Antilla, organizáronse des de luego algunas compañías de Milicia Nacional ; planteá ronse en todos los pueblos de Cuba las reformas constitu cionales; se formó en la Villa según la nueva ley el Cuer po Capitular; y ios Religiosos de S. Francisco, optando por la secularización, abandonaron el Convento. — El Excelen tísimo Sr. Espada declaró en 1821 auxiliar de la Mayor la Iglesia de S. Antonio; proyectó en 1822 el dignísimo Cura"], [80, "72 Párroco Dr. D. Manuel del Hoyo la creación de un Hospi tal para mujeres, solemnemente organizado en 2 de Agos to de 1828; cayó á fines de 1823 la Constitución: y en 1824 volvieron á Guanabacoa algunos religiosos Franciscanos, admitidos con satisfacción por las autoridades y victorea dos con indescriptible entusiasmo por el pueblo. 87. Mas no se concretaba al ensanche de su recinto la Villa de las Lomas. En 1825 se fabricaron algunas ca sas de regular aspecto en la aldea de Cojímar; el Gobierno dispuso en 1826 que se hiciese un cuadro estadístico de todos los habitantes de Cuba; y en 1827 presentó Guana bacoa á la Superioridad un estado minucioso, que con los Padrones de la Isla se publicó en 1829. — A la sazón alber gaba la Hermosa Villa en su recinto 9,123 habitantes. De éstos, 5194 eran blancos; 1,786 de color libres; y 2,143 es clavos. Contábanse en la población entre los 1,790 edifi cios de toda clase, 739 casas de manipostería, notables al gunas por su buena construcción; todas dignísimas por su capacidad y excelentes condiciones. 88. Sin embargo, el crecido número de viviendas, construidas de tabla y guano, daban no sin frecuencia lu gar á grandes incendios. Muchos honrados vecinos acu dían ya desde muy antiguo_con loable abnegación al con juro de la desgracia. Ahora se pensó en formar un Cuerpo, destinado á ocurrir á los siniestros; hijos de la imprevisión ó causados por el ruin deseo de venganza. No obstante, particulares atenciones del Municipio no permitieron en el primer instante realizai el pensamiento; en 1847 se agitó de nuevo la idea, y logró formarse una brigada; más llega do el 1855, se decidieron algunos acaudalados vecinos; y en 11 de Marzo de este mismo año se estableció el Bata llón de Bomberos de la Villa. 89. El infatigable Teniente Gobernador D. Ramón Flores y Apodaca, que obtuvo de la Superioridad la con veniente autorización, redactó su Reglamento; se distribu yó el Batallón en tres brigadas, de blancos una, otra de pardos, y la tercera de morenos; se restauraron un Bombín de mano y la Bomba «Guanabacoa», que estaban inservi bles; hízose notable acopio de palas, picos, ganchos y esca-"], [81, "73 leras; y se confió con el carácter de Comandante la direc ción del Cuerpo al activo alférez D. José Rosell. 90. No tardó el honrado Batallón en grangearse por sus servicios el aprecio de los Guanabacoenses; en 19 de Marzo 1859 el Teniente Gobernador D. Mariano Fortuny le dotó con un Cuartelillo provisional; y en Junio de 1863 se cubrió de gloria, trabajando con heroico esfuerzo en la extinción del horroroso incendio, que redujo á escombros la bodega de la calle de Cadenas, esquina á Palo Blanco. Causas que ignoramos, decidieron á muchos Bomberos á separarse del Batallón; D. Antonio González Auleo, que en 12 de Mayo de 1867 ocupó la Tenencia de Gobierno, dando al Instituto nueva forma, organizó con dos solas compañías el Cuerpo de Honrados Obreros y Bombe ros; y el Comandante retirado D. Mariano Marcuello lle vó la dirección hasta su muerte, ocurrida en el mes de Marzo de 1869. 91. Entonces se pensó en reorganizar el Batallón. Allanáronse los obstáculos que dificultaban el proyecto; el Gobernador General D. Antonio Caballero de Rodas otor gó su venia con agrado; y D. Francisco Barba y Muñoz desempeñó la jefatura.— A poco el voraz incendio, que tan to afligió la Quinta de Fesser en la calle de Corral Falso esquina á la de Corona, permitió á los individuos del hu manitario Instituto poner de relieve su abnegación; la es pléndida generosidad del municipal Cabildo facilitó en 1870 la adquisición de la magnífica Bomba «Caballe ro de Rodas», reducida ahora á muy fatal estado; y el Go bierno, para hacer frente á las necesidades de la guerra civil que ardía en Cuba, declaró Milicias urbanas de In fantería al Batallón de Honrados Obreros y Bom beros. 92. Entonces rayó á envidiable altura la honra de este Cuerpo. D. Francisco Barba y Muñoz ascendió á Co ronel; y armadas con regularidad y convenientemente equipadas sus ocho nutridas Compañías, prestó el Batallón con escrupulosa exactitud los servicios de plaza exigidos por la Superioridad; edificó á sus expensas el espacioso Cuartel, que actualmente ocupa; obtuvo el uso de Bande ra, que se bendijo y juró en la Iglesia de Sto. Domingo en"], [82, "74 4 de Octubre de 1871; eligió en 1872 como Patrona á Ntra. Sra. del Rosario, celebrando anualmente con suntuo sidad la fiesta, en unión con la Archicofradía; y satisfizo la aspiración de todos, cuando enviada al campo por dispo sición superior alguna de sus compañías, defendió con se renidad las zonas que se le confiaron, y sucho con tesón al pié de su bandera, y aseguró su honor con la sangre de al gunos de sus valientes, muertos gloriosamente en el com bate. I 93. Y no por ésto abandonó las tareas de su Institu to. En 1872 hizo por extinguir el pavoroso incendio, que destruyó en gran parte el Paradero del ferrocarril «La Prueba*; contó entre pasmados y heridos hasta 64 núme ros, de los que murieron siete con el primer Ayudan te Sr. Lozano, en el voraz incendio deja Refinería de Belot; estuvo en su puesto como siempre, cuando en 1880 las llamas devoraron un soberbio edificio de ia calle de Corral Falso esquina á la de Esperanza; y nunca se ha desmentido en los momentos de aflicción, prestando eficaz auxilio, no obstante el mal estado de sus bombas y berra mientas, en cuantos siniestros ha deparado la desgracia. — Difícilmente olvidará Guanabacoa la tormenta de viento y agua, que en 24 de Enero de 1883 inundó las calles de Jesús María, Lebredo y Palo Blanco: pero en cambio, siempre recordará con gratitud el arrojo con que el Sr. Co mandante D. José Federico V. Cajigal arrancó de una segura muerte al desgraciado joven D. Benjamín Rodrí guez y Flores. 94. Por último, barrida de bandidos nuestra juris dicción, merced á los servicios que, en combinación con una compañía de voluntarios, prestó de orden de la Supe rioridad una compañía de Honrados Obreros y Bomberos, ha vivido en paz entre nosotros este benemérito Batallón. En 30 de Abril de 1884 salió para la Madre Patria el ac tivo Coronel D. Francisco Barba y Muñoz; y el cumplido y simpático Teniente Coronel, Comandante D. Manuel del Castillo entró á desempeñar interinamente el mando, de cidido como todos sus subordinados á seguir por la escabro sa senda del deber, de la abnegación y del sacrificio."], [83, "75 CAPITULO XIII. Condiciones de Guanabacoa para sitio de recreo. — Bondad de sus manantiales. — Casas de baños. Playa de Cojímar. — Aiuílisis químico de los mejores chorros de la Villa. — Batallón de Voluntarios. í^^n los albores del presente siglo se convirtió la Villa íi^lí *^e 'as b,omas en un sitio de recreo. La elevación del suelo y la benignidad del clima llevaron aquí ¿m^j desde muy antiguo, con preferencia á los demás pue -^^-> blos de la Isla, á muchísimos colonos; ahora el creci- J. miento de la población, la hidalga generosidad del a vecindario, su proverbial finura de carácter y mil otras dotes sociales, atrajeron de la Habana gran número de opulentas familias, que holgó de pasar entre nosotros los rigurosos días de verano. 96. Los puros manantiales, que en los afueras y en el recinto de la Hermosa Villa brotan copiosos, llamaron muy luego la atención; cubriéronse decentemente los po zos de S. Isidro, de Uribe, de Sucino, de Maternidad y de los Padres; hízose una notable reparación en la Fuente del Obispo; y se proyectó la construcción de baños en los cho rros de Barreto y Español, Núñez y Alfaya, Condesa y Albañil, Negrita y Casanova, Coronel y Santa Rita. — Las risueñas playas de Cojímar no quedaron en olvido. — Sin embargo, los edificios que de primera intención se levan taron, no tuvieron ni con mucho la comodidad y holgura de los actuales establecimientos; concretáronse los inicia dores á llenar las necesidades de su época; se atendió ex clusivamente á la utilidad, y se prescindió del lujo. 97. Modificadas empero las aficiones, se hizo indis pensable reemplazar con otros más dignos y elegantes los antiguos baños. Por ésto el Teniente Gobernador D. Ra món Flores y Apodaca acometió en 1855, con el valioso"], [84, "76 concurso de entusiastas vecinos, la reforma de los baños de Sta. Rita, inaugurados en 6 de Setiembre de 1856; se urbanizó casi al mismo tiempo la inmediata calle de Ca denas, echando sobre el arroyo de Tarraco un puente de sillería; y el Teniente Gobernador D. Juan Justiz conclu yó por hermosear el mencionado edificio, inaugurando en 20 de Enero da 1861 la Plaza de Mercado de su nombre. — En 10 de Octubre de 1864 el Teniente Gobernador D. Manuel Salgado facilitó, con la apertura de una magnífica calzada, el acceso á Cojímar, cuyos baños se vieron favore cidos de extraordinaria concurrencia. — Siguieron con loa ble actividad, desde 1865, atesorando comodidades, con los baños de Núñez y Alfaya, los del Albañil y Coronel; lla maron justamente la atención los del Español y la Con desa; y estuvieron á considerable altura los de Barreto cegados con la apertura de la vía férrea, y los de la Negri ta frecuentados por la clase de color, y sobre todo los de Casanova grandemente deteriorados en la noche del 9 al 10 de Febrero del año 1886. 98. Mas no se crea que todos los manantiales ateso ren las mismas propiedades curativas; los más favorecen la economía del aparato digestivo; algunos, vienen indica dos para determinadas enfermedades. Eminentes sabios han sometido á minucioso examen el agua de algunos chorros; el resultado de sus análisis habla muy en favor de la bondad de los manantiales; sólo falta que los jefes de establecimientos balnearios salgan de la indecisión, pa ra que se vean favorecidos de numerosa concurrencia, y surja en parte de su postración Guanabacoa. — Consigna mos para satisfacción de todos el siguiente escrupuloso análisis, practicado por personas competentes y no aje nas á nuestras glorias. SUCINO. (Agua potable.) Temperatura.. 21o 40. LIT. Acido carbónico 0'003450 Carb. hierro 000675 Clor. de sodio 001150"], [85, "77 Silicato hierro 000125 Clor. calcio 000237 Materia orgánica 000400 (Caro.) BAÑOS: CORONEL. Temperatura 17° 80. LIT. Acido carbónico 0'04725 Carb. magnesia 00767 Carb. cal 02955 Carb. de hierro 00875 Cloruro sodio 01000 Sulf.cal 00135 Sílice 00088 (Caro.) BAÑOS: BARRETO Temperatura 17° 50 LIT. Acido carbónico 0'05425 Carb. magnesia '■ 01287 Carb. cal 00750 Carb. hierro 00018 Cloruro de sodio 00262 Sílice 00016 Cloruro magnesia 00132 (Caro.) BAÑOS: CASANOVA Temperatura 19° 40 Acido carbónico 0'04150 Carb. de cal 00865 Carbonato de hierro 00346 Cloruro de sodio 00807"], [86, "78 Sulf. decaí 00750 Sulf. de magnesia 01000 Materia orgánica vestigios. (Caro.) BAÑOS : SANTA RITA. Temperatura 26° 00. GRAM. Carb. magnesia 0'003328 Cloruro de sodio • 930720 Sílice 058100 Silicato de hierro 050800 Sulf. de magnesia 083300 Cloruro de id 040000 Azoato de magnesia 320200 Materia orgánica 000900 Iodo 000003 (Casaseca.) 99. Tenemos apuntado que en Febrero de 1855 se creó en la Villa el Batallón de Voluntarios Tirado- res. Sugerida la idea por el entusiasta Teniente Gober- nador D. Ramón Flores y Apodaca, formáronse en corto espacio tres numerosas compañías; el Coronel retirado D. Santiago Barrientos asumió con el carácter de Coman- dante la jefatura; reemplazóle con la misma graduación en 1856 el Comandante retirado D. Vicente Riambau ; y el activo Capitán de una de las compañías D. Valentín Cas- tañedo, que ocupó 1857 la Comandancia, elevó á conside- rable altura la honra del Batallón, cubriendo á satisfac- ción de las autoridades el servicio de plaza, durante la ex- pedición de nuestras tropas á Méjico y Santo Domingo, Llamado por la Superioridad en 1862, el Sr. Castañedo pasó de Comandante al Regimiento de Caballería de la Habana. 100. A poco decayó el entusiasmo de los Voluntarios Tiradores; redujéronse á dos las compañías; y el Capitán graduado de Comandante D. José Rodríguez Mora entró á"], [87, "79 desempeñar el mando. — El grito de Yara, en 10 de- Octu bre de 1868, revivió la importancia del casi derruido Ba tallón. Abocados á una guerra civil, corrieron á alistarse gran número de vecinos; organizáronse y se equiparon con venientemente dos nuevas compañías; obtuvo la jefatura el bizarro Comandante D. Víctor P. de Landaluce; y Don Valentín R. Castañedo, que á principios de 1869 le siguió en el mando, á la cabeza de cien hombres recorrió la juris dicción; excitó en la gente del campo el patriotismo; y ase guró los puestos de Managua, Cotorro y Santa María del Rosario. 101. Corría el mes de Junio del citado 1869, cuando el Gobernador General nombró con el carácter de Tenien te Coronel para la dirección de los Voluntarios Tirado res á D. Antonio García de Villalta. Numerosos alista mientos facilitaron la organización de otra nueva compa ñía; tuvo comienzo el servicio de plaza, que se cubrió con regularidad hasta mediados de 1883 ; se alquiló con fon dos del Batallón una espaciosa casa para las oficinas de la Coronelía; y se hizo punto de honra el exacto cumpli miento de la Ordenanza. » 102. En 1870 el Excmo. Sr. D. Francisco de Goyri y Adot, ascendido á Teniente Coronel, reemplazó al señor Villalta. Merced á la espléndida generosidad del nuevo jefe, no tardó en contar seis compañías el ya nutrido Ba tallón; otorgósele por la Superioridad en 1871 el uso de Bandera, que bendijo el Canónigo Deán del Cabildo de la Habana; y el mismo Sr. Goyri elevado á Coronel si guió en la jefatura con loable abnegación y entusiasmo. — l)ebido á sus patrióticos esfuerzos, creáronse en 1873 dos nuevas compañías; nutrióse la Encuadra de Gastadores; se organizó la Sección de Sanidad, y convocada ajunta la apuesta Oficialidad del Cuerpo en la regia morada de su primer caudillo, se acordó por voto unánime que fuese Nuestra Señora del Carmen la Patrona del Batallón, obsequiándola anualmente á expensas de los Sres. Jefes y Oficiales con solemnes y religiosos cultos. 103. Las atenciones de la guerra, que en el Departa mento Oriental y en las Villas asolaba nuestros campos, decidieron al Gobernador Ganeral á movilizar en 1874 los"], [88, "80 Batallones de Voluntarios. — Una compañía de cien hom bres, perfectamente equipados por su hidalgo Coronel y dirigidos por el Capitán Primer Ayudante D. Serafín Alió y Llauger, salió de nuestra Villa para los barracones de la Cabaña: marchó seguidamente á prestar servicios en la ju risdicción de Puerto Príncipe; recibió su bautismo de san gre con la muerte de seis números, caídos como buenos en acción de guerra; y sostuvo dignamente por ocho meses penosísima campaña hasta volver á sus hogares. 104. Finalmente, en 1875 el bravo Capitán de la Com pañía de Cazadores D. Antonio Valentín Domínguez dio activa persecución á unos bandidos, que acaudillados por Carlos García, llevaban en trastorno la jurisdicción: púso se en movimiento con su bizarro Coronel á la cabeza para cubrir los destacamentos de Colón, desde el 19 de Febrero hasta el 20 de Marzo de 1866 todo el Batallón de Volun tarios; renunció en Setiembrede 1881 el Sr. Goyri la Coro nelía,que asumió en 14 del inmediato Noviembre por dis posición superior D. Serafín Alió y Llauger; y en 11 de Febrero de 1883 se premió solemnemente en la Plaza de Recreo á más de 200 individuos con la Medalla de Cons tancia, concedida por Alfonso XII á los Voluntarios de Cuba, que sin nota desfavorable contasen diez años en el Instituto. ¡Honrosa distinción! que encareció con su pala bra el dignísimo Comandante de Armas del distrito Exce lentísimo Sr. Coronel de Milicias D. Manuel de O'Reilly; y enaltecieron con su presencia las autoridades de la Villa, y celebró como un acontecimiento gran número de vecinos, á quienes se obsequió con una medalla conmemorativa de aquel solemne acto. 105. El Batallón de Voluntarios Tiradores de Gua nabacoa jamás se ha desmentido: entusiasta de la gloria de sus mayores sigue imperturbable la senda del honor: el cumplimiento del deber ha sido siempre su anhelo: es su constante aspiración la honra de la Villa, de la Reli gión y de la Patria."], [89, "81 CAPITULO XIV. Guanabacoa en el segundo tercio del siglo XIX. — Cillera Mor- bo.— Subdelegación de Medicina y Cirujía. — El nuevo reloj público. — Tenencia de Gobierno. — Gobierno muni- cipal. — Censo de 184-1. — Carril »La Prueba». — Huraca- nes de 1844 y 18lf6. D. José Rafael ele Fuentes. — Pri- mer Periódico. — Gobierno del Sr. Flores y Apodaca. — Hospital de Caridad. — LosPP. Escolapios en S. Fran- cisco. Escuela Normal. — Hombres célebres <pue ha tenido Guanabacoa. tíSKxuberaxte de vida y ávida de progreso, Guana- jír^-í; bacoa albergaba en su recinto, al comenzar el año ¡Ss§| 1830, más de 9,200 habitantes. Seriamente ocupa- C^A da en el desarrollo de capitales intereses, marchaba con decisión al apojeo de la gloria. — Por este tiem si>fte P° abortó en la Habana la conspiración del «Águila ¡§* Negra»; algunos de los más comprometidos pagaron con la cabeza su atentado; los más fueron extrañados déla Isla; pero Guanabacoa, siguiendo dedicada á la realiza ción de levantados ideales, en nada vio turbarse la pro funda paz de que venía disfrutando. 107. Erase el 28 de Enero de 1831, cuando se creó aquí por la Superioridad la Colecturía del ramo de Lote ría; y en 8 de Octubre del mismo año la munificencia del brigadier D. Martín Ugarte legó al Común, en la cláusula 11? de su testamento otorgado por ante D. Francisco la Madrid, la actual Casa de Gobierno. La tradicional Feria de Candelaria se celebró en 1832 pon gran afluencia de fo rasteros: mas dejó sentir por desgracia, como en la Capital, desde mediados de Febrero de 1833, el colera morbo su destructor influjo; gran número de víctimas, heridas del terrible azote, bajaron al sepulcro; apenas si quedó familia que no llorase en la consternación la muerte de alguno de"], [90, "82 sus miembros. La abnegación de todos mitigó en algo el rigor de aquella plaga. 108. Alejado antes de finir el año aquel peligro, volvió Guanabacoa á su normal estado. En 17 de Enero de 1834 se creó la Subdelegación de Medicina y Cirujía; pusiéronse en brillante estado durante el 1835 las calzadas de Regla y Luyanó; á tiempo de acometerse los trabajos del primer ferro-carril en los dominios españoles, inaugu rado en 19 de Noviembre de 1837.— En 1836 habíase dis puesto por la Intendencia General que se subastase, como vendible y renunciable, el oficio de Tasador de costas; y el Gobierno sancionó en 21 de Octubre de 1837 un regla mento, por el que se rigieran nuestros Alcaldes de barrio, encargados de celar el cumplimiento de las disposiciones gubernativas, y entender en los asuntos relativos á policía, y velar con generoso desinterés por la prosperidad y bienandanza de todos los vecinos. 109. Más aún : el crecimiento de la población, el desai rollo de la industria, y el progreso en la ilustración movieron al Gobernador General D. Miguel Tacón á esta blecer aquí en 18 de Marzo de 1837 la Subdelegación de Farmacia, y crear la Subdelegación de Marina en 3 de Febrero de 1838, y plantear en 6 de Diciembre de 1839, con la Contaduría judicial, cuatro Procuradurías públicas, la Diputación Patriótica, la Junta de Sanidad, la Inspec ción de industria y comercio y la Junta de Instrucción Primaria. — En 6 de Setiembre del mismo año el Cabildo acometió una notabilísima mejora. El antiquísimo reloj de la torre parroquial estaba inservible. Comisionados el Regidor D. Pablo José Hernández y el Comandante de Rurales D. Pedro Mantilla para allegar recursos, recorrie ron de puerta en puerta la población, excitaron la genero sidad de todos los vecinos, y en 6 del inmediato Octubre, en que con la solemnidad de siempre se celebró la fiesta del Rosario, se inauguró el reloj publico que actualmen te poseemos, montado en uña de las mejores fábricas de Ginebra, y adquirido del inteligente D. Santiago Goutier, y apreciado en sesenta onzas de oro, colectadas en treinta y un días por los activos Comisionados. - 110. Y no se detuvo aquí Guanabacoa. Corría el"], [91, "83 año de 1840, cuando el Gobernador General D. Jerónimo Valdés pensó en elevar á Tenencia de Gobierno la Her mosa Villa. El Cabildo elevó una instancia, solicitando de la Superioridad que abandonase aquel proyecto. La negativa no desalentó á los padres del pueblo ; se enco mendó al abogado Síndico D. Tomás Mí Ferrer la moción que produjo la instancia resistente: mas el Vice Real Pa trono, llevando adelante el pensamiento, después que apeó con el Síndico y Alcalde á los antiguos Regidores, pro cedió al nombramiento de nuevos Capitulares. — Quedó establecida la Tenencia, y el Comandante graduado de infantería D. José M? Lebredo, nombrado Teniente Gober nador, tomó posesión del nuevo cargo en 8 de Octubre de 1841. — En 3Í de Enero de 1842 descendió sobre el indica do nombramiento la Real aprobación; se participó en 1? de Abril á nuestro municipal Cabildo; y Guanabacoa, no obstante la nueva institución, avanzó con brío por la ruta del progreso. 111. Era el Teniente Gobernador Presidente nato del Ayuntamiento, y mandaba como primera autoridad en la Milicia. — El Cuerpo Capitular se componía á la sa zón de dos Alcaldes ordinarios, que anualmente se elegían en 15 de Diciembre; figuraban doce regidores perpetuos, entre ellos las varas de Alguacil Mayor, Alférez y Real Ejecutor; y tenían voz y voto en los Concejos un Síndico Procurador General, que se renovaba todos los años, y un Mayordomo de Propios, que sólo por cinco años desempe ñaba sus funciones. — No tardó en suprimirse las varas de Alcalde Mayor Provincial y de la Santa Hermandad, de elección concejal ésta, y aquella vinculada por Real Cédu la del 3 de Julio de 1765 en los descendientes de Pepe An tonio. — El Teniente Gobernador y los Alcaldes ordinarios, previo dictamen del Asesor Titular, administraban justi cia en primera instancia; se nombraba por el Cabildo un Letrado consultor, que defendía los intereses del Procomún en los litigios; y era de la incumbencia délos mismos Ca pitulares nombrar el celador del Rastro. 112. Por este tiempo, debido seguramente al estrago que en 1833 hizo el cólera morbo en la Villa, menguó con siderablemente el número de vecinos. El cuadro estadís-"], [92, "84 tico de 1841 arrojó la cifra de 6,634 habitantes. De ellos eran blancos 1,733 varones y 1,839 hembras; de color libres 999 hembras y 715 varones; ascendiendo á 1,348 los esclavos. 113. Como quiera, dado el primer empuje con el plan teamiento de algunas reformas y con la inauguración del ferro-carril «La Prueba», solazábase Guanabacoa con la esperanza de mejores días, cuándo del 4 al 5 de Octubre de 1844 un horrible huracán que asoló el occidente de la Isla, hizo en nuestra población estragos, y malparo una abun dantísima cosecha, — Surgía apenas en 1845 de sus males, cuando en 10 de Octubre de 1846, año en que el bizarro Marqués de Esteva de las Delicias construyó el espacioso Cuartel de la calle de Amargura, otro violentísimo hura cán causó en la Villa inmenso daño, tumbando una parte de la torre de San Francisco, y destruyendo algunas casas particulares, y rajando la esbelta torre de la Iglesia Mayor. En 1847 se reconstruyeron de manipostería una buena parte de los castigados edificios; hizo por levantar el espí ritu de Guanabacoa D. Francisco Chaperón,. que en 7 de Abril de 1848 siguió á Lebredo en la Tenencia; y ascendi do en 1849 al Curato de la Villa D. José Rafael de Fuentes bajó la ruinosa torre; y acudiendo al Cuerpo Ca pitular y excitando la religiosidad de sus paisanos, logró con los recursos allegados por el bien querido Regidor D. Eduardo Barroso y la respetable suma de cien onzas de oro, facilitada al Ayuntamiento por el Intendente Gene ral Pinillos, emprender su reconstrucción y terminarla an tes de concluir el referido año. 114. Finía el mes de Marzo de 1850, año en que sa lió á luz pública en la Villa el primer periódico «La Ho ja Económica», cuando el cólera causó en la Capital gran número de víctimas; muchas familias buscaron en Guana bacoa un asilo para defenderse del terrible azote; pero cesó afortunadamente en Octubre la calamidad, casi un momento antes que se estableciese la primera línea de vapores correos entre Cádiz y la Habana. — La alarma, que en 1851 sembró en la Isla el general Narciso López; no alteró la paz de la Hermosa Villa; en 1852 siguió Gua nabacoa preparándose para notabilísimas mejoras; y lle gado el 13 de Setiembre de 1853, ocupó el honrado y ac-"], [93, "85 tivo D. Ramón Flores y Apodaca la Tenencia de Go bierno. 115. De bellas cualidades para el mando, y sintiendo ardorosa pasión por todo lo bueno y grande, el Sr. Flores y Apodaca trabajó incansable por labrar la dicha de sus gobernados. Merced á su activa vigilancia descubriéron se hasta 1418 caballerías de tierra, gravadas con censo á favor del Municipio; con su prudente conducta logró que gran número de opulentas familias de la Habana prefirie sen para los días del verano nuestra Villa; y bajo su atina da dirección se acometió con resultado el embellecimiento de la Plazoleta de Recreo, la construcción de los baños de Sta. Rita, el establecimiento del Rastro junto á la calzada de Regla, la restauración de la Plaza del Mercado ó de Flores y Apodaca, el adorno de la calle de Pepe Antonio, la urbanización de las calles de Cadenas, Potosí, Concep ción y Real, y sobre todo la organización de los Batallones de Voluntarios y de Bomberos — á mediados de Febrero aquel, y éste en 11 de Marzo de 1855 — y la erección del magnífico Hospital de Caridad, bendecido en 5 de Abril é inaugurado en 14 de Agosto del mismo año 1855. 116. Tenemos apuntado que el Hospital de S. José para varones, instalado por el Diocesano Morell en 6 de Marzo de 1759, se trasladó en 2 de Diciembre de 1763 á una espaciosa casa adquirida por el Ayuntamiento. Tam bién llevamos dicho que el Hospital de la Asunción para mujeres se inauguró con aparatosa solemnidad en 2 de Agosto de 1828. — Ambos establecimientos radicaban en la calle de Pepe Antonio, conocida entonces por calle de Damas, en el sitio en que hoy se halla el Cuartel de Bom beros el segundo, y el primero en las casas contiguas al café \"Pasaje.\" — El reducido número de seis camas en cada uno de los hospitales y el crecimiento de la población Con sus nuevas atenciones, reclamaban con urgencia la erec ción de un establecimiento, que no desdijese de la religio sidad y cultura de la Villa de las Lomas. El Teniente Gobernador D. Ramón Flores y Apodaca midió con sere nidad la empresa, no se arredró con las dificultades ni por la escasez de los recursos, acudió á la inagotable generosi dad de los Guanabacoenses; y en menos de dos años se"], [94, "86 concluyó el magnífico Hospital que hoy poseemos, situado en una loma al Sudeste de la población, servido por Her manas de la Caridad, dotado de cuarenta camas, enrique cido con una escuela elemental á la que asisten más de se senta niñas, y regulado por la gratuita Dirección del mis mo Sr. Flores y Apodaca, que lo viene administrando. 117. Mas no se reducen á esto solo las mejoras reali zadas en la Hermosa Villa. Establecido con arreglo á la Real Cédula del 30 de Enero de 1855 el Juzgado de 1? Instancia, el Teniente Gobernador D. Mariano Fortuny, que en 1? de Mayo de 1857 sucedió á D. Ramón Flores y Apodaca, siguió por el camino de las reformas. — En 19 de Noviembre del referido año, el Vice Real Patrono D. José Gutiérrez de la Concha delegó en el sabio y virtuoso obis po D. Francisco Félix Fleix y Solans su autoridad, para en nombre del Gobierno de la Nación hacer graciosa en trega del Convento de San Francisco á los PP. de la Es cuela Pía, é inaugurar bajo su ilustrada dirección la Es cuela Normal recientemente creada en nuestra Antilla, y concederles cumplida autorización de abrir para la ense ñanza elemental y superior otras escuelas. — Erase á prin ■ cipios de Junio de 1858, cuando por la Nueva Em presa se concluyó el ferro-carril de Guanabacoa á la Ba hía, cuya solemne inauguración se hizo en 25 del inmedia to Julio oon general aplauso; y se instaló en 19 de Marzo de 1859 el cuartelillo provisional páralos Bomberos, y se trasladaron de orden del Diocesano Fray Jacinto Martínez los restos del Obispo Fray Juan Lazo de la Vega á la Ca tedral de la Habana; á tiempo que, rota por la Metrópoli la paz con Marruecos, contribuyeron los Guanabacoenses como las demás poblaciones de la Isla con hidalga gene rosidad para el sostenimiento de la guerra. H8- En resumen: en ese brillante período de nues tra historia es digno de elogio el vivísimo ardor, con que se procuró por las autoridades el embellecimiento de la Villa; personas acaudaladas de la Capital levantaron en Guanabacoa ó en sus alrededores magníficas quintas de recreo; y no pocos vecinos fabricaron con lujo sus moradas; descollando entre todas por su elegante construcción la del Sr. Goyri en la Plaza de Armas, la del Sr. Drerg en la"], [95, "87 calle de Pepe Antonio, en la calle de Palo Blanco la del Sr. More, y la del Sr. Milá en la calle de Concepción. 119. Con tres siglos de existencia ha rayado Gua nabacoa á muy considerable altura. La asidua constan cia é inteligente aplicación de sus moradores al trabajo, hizo que muchos de sus hijos coronasen empresas dignas de recordación, y sean sus nombres consignados con justi cia en las páginas de la Historia. Los bizarros capitanes de caballería y Regidores perpetuos D. Domingo de Orta y D. Antonio Díaz Cuaresma, luchando como buenos en Cojímar por salvar contra la escuadra de Renault una fra gata de guerra, en 27 de Agosto de 1696; el Procurador general Velaza y su hijo el Regidor D. Domingo Miguel, defendiendo en porfiados iitigios contra el ayuntamiento de la Habana los intereses de Guanabacoa; y el honrado D. Esteban Pérez de Rivero, y el heroico Pepe Antonio, y el egregio Alcalde D. Basilio Alvarado, rechazando con firmeza en sangrientos choques la invasión británica: lle varán eternamente la gratitud y admiración de cuantos vean la luz en esta hermosa tierra. — Los Tenientes Coro neles D. Miguel de Jesús y D. Francisco Pérez Barroso, so focando en 16 de Marzo de 1812 una sublevación de ne gros del Ingenio Peñalver en el partido de Guanabo; los Regidores y Alféreces Reales D. Miguel y D. Felipe Nú ñez de Villavicencio, preclaros ascendientes del juriscon sulto D. José María y de D. Cayetano, primer Historiador de Guanabacoa; y los reputados PP. Fray Antonio Pru dencio Pérez y D. Juan Jacinto Barreto, lumbreras en la sociedad y columnas de la iglesia: recabarán así mismo de la posteridad que se honre su memoria. — Seríamos inter minables si evocásemos á nuestros lectores, con el recuerdo de los Auditores de guerra D. Juan López de Gavilán y D. Pedro Sánchez Navarro, las sombras de un respetable número de Médicos, entre los cuales descollaron D. José M? Nerey y D. Cayetano Beguer. — Permítasenos sin em bargo al concluir mentar la alta reputación que con sus talentos supieron conquistarse los Abogados D. José Rafael Renté y D. José de la Luz Hernández, el Oficial Real D. Antonio Pérez de Rivero, el Contador D. Pedro Núñez, y sobre todo el eminente sabio Fray José M? Miranda, últi-"], [96, "88 mo Redor de la Real y Pontificia Universidad de la Ha bana, declarada Nacional por Real Orden de 24 de Agos to de 1845.— Guanabacoa se honra con el mérito de tantos hijos. Si la generación presente no olvida su pasado, tam bién legará al porvenir su nombre."], [97, "89 CAPITULO XV. Reseña histórica de la Escueh Pía. — Fundación de la Escue- la Pía en el antiguo Convento de S. Francisco. — Estableci- miento de la Escuela Normal— Erección de la Congrega- ción de la Virgen de la Escuela Pía. — El Gobierno cierra temporalmente la Escuela Normal. — Se establece la Segun- da Enseñanza y se levanta el Seminario. — Progresos del nueva plañid de educación. — Academia Calasancia. — Se agrega al Instituto de la Habana el Colegio. — Grandes mejoras desde 1877 á 1886. — Civilizadora acción ele los PP. Escolapios. Cofradías y culto de su Iglesia. QpS^A popular y simpática Institución de las Escuelas Pías HUÍ debe su fundación al noble aragonés San José de é^l Calasanz. Erigida en Roma á los 25 de Marzo de <¡ 1617, se extendió rápidamente por todos los estados q>t& de Italia; prosperó muy luego en las mejores ciuda «¿^fo des de Hungría, Austria y Polonia; y en 1? de Ju • 3\" lio de 1683 abrió en Cataluña su primer colegio en la importante villa de Moya. Los opimos frutos, que no tardó en producir la benéfica Institución; se recibieron por los catalanes con agrado; muchísimas poblaciones solicita ron para la enseñanza Religiosos escolapios; y en menos de un siglo, tanto se popularizó en la Madre Patria la Escue la Pía, que se creyó conveniente para el mejor gobierno distribuir en las cuatro provincias de Cataluña, Aragón, Valencia'y Castilla sus numerosas fundaciones. 121. En 26 de Noviembre de 1852 la bondadosa D? Isabel II solicitó del Comisario Apostólico de la Orden, P. Jacinto Feliu, la fundación de dos colegios en la Perla de las Antillas; la falta de religiosos— se cerró el Noviciado por lo calamitoso de los tiempos, desde 1833 á 1845 — no permitió en el primer instante atender aj llamamiento de la Reina; hízose á fines de 1855 por las cuatro Provincias"], [98, "90 un solemne esfuerzo; y los PP. Bernardo Collaso y Agus tín Botey, propuestos por su Comisario Apostólico, y con firmados en 5 de Noviembre por el Gobierno, salieron de Barcelona para nuestra Antilla.— Llegados á la Habana en 14 de Enero de 1857, instaláronse provisionalmente en la Congregación de San Felipe; acordaron en 6 de Junio con el Vice Real Patrono D. José Gutiérrez de la Concha y el Diocesano D. Francisco Félix Fleix y Solaus las ba ses de las dos indicadas fundaciones en Guanabacoa y Puerto Príncipe; admitieron así mismo del Gobierno la propuesta de adjuntar á la primera fundación el estable cimiento de la Escuela Normal Elemental; tomaron en 14 de Agosto posesión de la Iglesia y Convento de S. Francisco de esta Villa; y en 3 de Noviembre llegaron de la Península catorce Religiosos escolapios, con destino á la Villa de las Lomas. 122. Guanabacoa recibió dignamente á los hijos de Calasanz, el Teniente Gobernador D. Mariano Fortuny, una Comisión del Municipio, el Cura D. José Rafael de Fuentes y otras muchas respetables personas se adelanta ron para dar á los PP. Escolapios la más cariñosa bienve nida; y en 19 de Noviembre el inolvidable Prelado Sr. Fleix y Solans, que estuvo aquí en representación del Vi ce Real Patrono, inauguró solemnemente la Escuela Nor mal. El P. Bernardo Collaso qnedó de Rector del Colegio y Director de la Escuela, fué nombrado Vice Director el P. José Jos re, y el P. Ramón Querol desempeñó la Prefec tura, de la que en el siguiente curso se hizo cargo el P. Francisco Clerch. 123. También entonces se abrió la Escuela Práctica, que se apresuró á frecuentar la juventud de la Hermosa Villa; en menos de tres meses ascendieron á 137 los alum nos del nuevo plantel de educación; y á fines de Julio de 1858 el Gobernador General, Sr. Marqués de la Habana, presidió los exámenes de fin de curso, altamente sorpren dido por los rápidos progresos de los Normales. — En 24 de Febrero de 1859 quedó instalado el magnífico órgano de la Iglesia; se erigió para satisfacer la piedad de todos, en 9 de Setiembre de 1860 la Congregación de Nuestra Señora de la Escuela Pía y San José de Calasauz; lazóse"], [99, "91 en 1861, bajóla ilustrada dirección del P. Querol, una ge neral reparación en la Iglesia y en los altares; y en 3 de Febrero de 1863 se elevó por el Gobierno á la categoría de Superior la Escuela Normal. 124. Durante el curso de 1864 á 1865 frecuentaron hasta 283 alumnos las aulas del Colegio; en 10 de Julio de 1866 el P. Bernardo Collaso, distinguido por los Su periores de la Orden con el nombramiento de Ex-Provin cial, resignó en el P. José Jofre el Rectorado; se proyectó á principios de 1867 levantar un grandioso Seminario; pero en 1868 las circunstancias difíciles por que atravesó ia Isla, aconsejaron cerrar temporalmente la Escuela Nor mal, un momento antes que se rompiese con el grito de Yara la paz de nuestra Antilla. 125. En esta ocasión Guanabacoa pudo justamente apreciar el espíritu de abnegación y sacrificio, que anima á los PP. Escolapios. Maestros de corazón, consagráronse decididamente á formar en la piedad y en las letras á los hijos de la Villa. — En 1869 se dio vigoroso impulso á las clases de comercio; se abrió en 11 de Setiembre de 1870 la Segunda Enseñanza bajo la inmediata inspección del Vi ce Real Patrono; y en 3 de Marzo de 1871 se acordó defi nitivamente la erección del Seminario. — El inteligente P. Ramón Querol, que en 1859 dirigió la restauración de la torre de la iglesia, y diseñó luego, con el altar mayor de la iglesia de S. Agustín, el altar mayor de la iglesia de la Merced de la Habana: trazó ahora el plano del grandioso edificio, que llama justamente la atención entre los mejo res establecimientos de enseñanza de nuestra Antilla. — Sus inmensos patios y ventilados dormitorios, sus elegan tes comedores y acondicionadas clases, su regular capilla y espacioso claustro, su airoso salón-teatro y bien surtido gabinete, han llevado siempre el elogio de los visitantes, y ofrecido á los educandos comodidad y holgura. 126. En 11 de Noviembre de 1871 llegó el P. Pro vincial de las'Escuelas Pías de Cataluña, Rector que fué de este Colegio, el benemérito P. Bernardo Collaso. A po co de su llegada giró altamente complacido la visita; cele bró el creciente desarrollo de estas escuelas; y como ya en tonces tocase á su término la nueva fábrica, á la que se"], [100, "92 destinó también la cuarta parte de los fondos colectados en el Bazar que en 6 de Agosto, para dotar de nuevo arma mento al Batallón de Voluntarios, abriera el Sr. Goyri; se fijó para el próximo Setiembre la inauguración del Semi nario. — El sabio, modesto y de todos bien querido P. Fran cisco Clerch fué nombrado Director; numerosísimas fami lias solicitaron con empeño un lugar para sus hijos; y en menos de cinco años contáronse en el Establecimiento has ta 230 pupilos. 127. Tan rápidos progresos reclamaban con urgen cia mayor número de profesores. Por fortuna á mediados de Setiembre de 1871 quedó agregado este Colegio á la Provincia Catalana; el P. Provincial Collaso aumentó luego la comunidad con cuatro nuevos Religiosos; y desde entonces quedaron siempre atendidas los necesidades del Establecimiento. — Honrado muy luego el P. Jofre con el título de Ex-Provincial, resignó el Rectorado; en 2 de Abril de 1873 tom<¿ posesión de la vacante el virtuoso P. Joaquín Parera; el Director del Seminario P. Francisco Clerch dio gran amplitud á las clases de adorno; y el ya floreciente Plantel de Educación rebosó de vida y espe ranza. 128. El 8 de Diciembre de 1873 fué día de gloria para el Colegio y de satisfacción para la Villa. Se inau guró solemnemente la Academia Calasancia. Las au toridades de Guanabacoa honraron con su presencia el acto, la prensa de la Capital envió aquí dignísimos represen tantes, y una escogida concurrencia llenó de bote en boté el salón-teatro. — Se dio principio á la sesión con la lectura del discurso inaugural; siguieron los Socios Cooperantes, de clamando composiciones de autores nacionales; algunos Socios Activos hicieron con trabajos propios su primer en sayo; y se concluyó la velada, dando á conocer el Reglamen to por el que se rige la Academia. — En él se establece una Junta Directiva formada de cinco miembros. Distribúyense los socios, notables por su aplicación y mejor conducta, en tres secciones. Los Cooperantes vienen obligados á decla mar trozos escogidos; los Activos deben trabajar, bajo la dirección de los respectivos profesores, sus discursos; y los Socios de Honor, alumnos que concluyeron ya en el Colegio"], [101, "93 sus estudios, han de contribuir también con trabajos pro pios al lustre de la Academia. — Rehusamos dar noticia de las brillantes sesiones extraordinarias con que; desde la fundación hasta nuestros días, han sabido conquistarse los Académicos inmarcesibles lauros. Sólo consignaremos que merced á sus desvelos, la Academia, superando las es peranzas de todos, se ha colocado recientemente á muy respetable altura, y contribuido eficazmente al buen nom bre del Establecimiento. 129. Corría el mes de Julio de 1874, cuando se dis puso por el Gobierno la agregación de este Colegio al Ins tituto de la Habana; se proyectó en 30 de Marzo de 1875 la construcción de un nuevo algibe, para más abundosa mente surtir de aguas potables el Establecimiento; se aten dió á fines de Julio por la Superioridad al descanso del activísimo P. Clerch; y el P. Eduardo Llanas, conocido ventajosamente en nuestra Antilla por su triunfante polé mica contra el arzobispo intruso de Santiago Sr. Llórente y por su no menos gloriosa campaña contra el Dr. Poya tos, entró á desempeñar la dirección del Seminario. — De genio emprendedor, el P. Llanas coronó los ideales de su ilustre predecesor. A fines del citado año 1875 acometió, autorizado por el Rector P. Joaquín Perera, la construc ción del espacioso gimnasio; hizo para que se acordase en 27 de Junio de 1876 y se emprendiese luego la fábrica de las vistosas galerías, que tanto hermosean el claustro inte rior: mas, quebrantada con tantos afanes su salud, hubo de resignar la Dirección, y salir para la Madre Patria en 15 de Abril de 1877. 130. Segunda vez recayó en el P. Francisco Clerch el nombramiento de Director. — Quinientos sesenta y nue ve alumnos, de ellos doscientos treinta y seis pupilos, fre cuentaban á la sazón las clases del Colegio; ascendía á doscientos veinte el número de matriculados en la Segun da enseñanza; y servíase cotidiano almuerzo á más de cuarenta pobrecitos.-^Erase el 28 de Julio de 1878, cuan do se decidió la construcción de las actuales piezas de es tudio y de la atrevida escalera principal del Seminario ; acordó nuestro Cabildo municipal, en 20 de Julio de 1879"], [102, "94 consignar en respetuoso oficio la gratitud de Guanabacoa hacia los PP. Escolapios; y en 20 del siguiente Agosto, des pués que resignó elP. Joaquín Parera el Rectorado, juntó el P. Francisco Clerch por mandado de los Superiores- de la Orden á la Dirección del Seminario la Prelacia de la casa. 131. Por este tiempo sentíase ya en Cuba el amargo dejo de la guerra. No obstante, los PP. Escolapios, siguien do las inspiraciones de su Rector, realizaron aún en el Co legio atinadísimas mejoras. En 1880 construyeron magní ficos baños de pila y un vastísimo natatorio; abrieron á mediados de 1881 un espacioso picadero para la Escuela de Equitación! y en 31 de Enero de 1882 recabaron del Municipio la conveniente autorización para construir el atrio, que tanto embellece la plazoleta de San Francisco. 132. . Por desdicha, en 2 de Abril de 1882 bajó al se pulcro el ejemplarísimo P, Joaquín Parera; particulares atenciones de la Corporación hicieron indispensable el traslado del bien querido P. Clerch al colegio de Escuelas Pías de Puerto Príncipe; coincidió con su ausencia de tres años la pavorosa crisis, por que aún atraviesa nuestra An tilla: y si bien se ha mantenido, durante el rectorado del P. Colomer, á respetable altura el gran Centro de enseñan za, merced al levantado sentir y profunda abnegación de una Comunidad verdaderamente ilustrada y religiosa; se ha recientemente celebrado comoun feliz acontecimiento el regreso del P. Francisco Clerch á la Villa de las Lomas. 133. Y no se crea que á esto solo se concrete la rege neradora acción de los PP. Escolapios. También el vecin dario de la Villa ha sentido y siente el civilizador influjo de los PP. de la Escuela Pía. Ellos han ocurrido con lar gueza al necesitado en las calamidades públicas; ellos han llevado ala sagrada Cátedra dignísimos oradores; ellos han atendido al huérfano, á la viuda, al infeliz agonizante; ellos en fin, han logrado que se desterrase Guanabacoa por fre cuentar su Iglesia y asistir á sus religiosas solemnidades. 134. La bellísima procesión de los niños, en el día de su primera Comuniónjocupa preferente lugar entre las fies tas del Colegio. — Las del Santo Fundador, de Ntra. Sra. de la Escuela Pía y del Corazón sagrado de Jesús, á cuya"], [103, "95 Majestad se consagró el Colegio en 16 de Junio de 1875, revisten especial carácter de grandeza. — Pero nada hay comparable á los suntuosos cultos con que á Ntra. Sra. del Carmen y á Ntra. Sra. del Sagrado Corazón festejan anual mente sus respectivas Asociaciones. Erigida en 1870 la segunda, adquirió una hermosa Imagen, que bendijo en 23 de Noviembre de 1873 el Sr. Arzobispo de Guatemala. Fundada la primera en 1875, obtuvo de la Santidad de Pió IX su coronación con la Venerable Orden Tercera, ins talada en 14 de Julio de 1878, nueve días después de ben decida la preciosa Imagen, maravilla del Arte, comunmen te apellidada la Perla de Guanabacoa. En conclusión: la Hermosa Villa tiene en los PP. Es colapios ilustradísimos maestros, sabios consejeros, desinte resados amigos y virtuosos sacerdotes."], [104, ""], [105, "97 CAPITULO XVI. Alumbrado público de gas. — Liceo artístico y literario. — Re- volución Septembrina y Guerra civil en Cuba. — Mejoras en este período. — Restauración de.los Borbones. — Conve- nio del Zanjón. — A-llcaldía Constitucional. — Sres. Casta- ñedo, Viondi, Goyri, Rivero y Valdés Valenzuela. — Tra- dicional fisonomía de Guanabacoa. feM&L año 1860 fué en extremo glorioso. Las repetidas §Ng| vejaciones é insultos de los moros de la kábila de An !*s—1| ghera movieron contra Marruecos la indignación de Jlf/J, todos los españoles, y á fines de Octubre de 1859 pa- saron al África nuestras tropas. Acaudilladas por T D. Leopoldo O'Donell, Conde de Lucena, se cubrie- I ron de laureles. El día de Año nuevo coparon en Castillejos al ejército marroquí; batiéronle nuevamente con victoria en las asperezas de Cabo Negro; enarbolaron des pués sus banderas en la alcazaba de Tetuán; y en 23 de Marzo, ganando en Vad Ras una reñidísima batalla, redu jeron al enemigo á pedir la paz, que fué calurosamente acogida en todos los dominios de España. Cuba, rica á la sazón y floreciente, celebró con grandes fiestas ei venturoso acontecimiento; y la Hermosa Villa, cuya estrella irradia ba esplendorosa, dio relevantes pruebas de su acendrado patriotismo. — Por este tiempo se introdujo en Guanabacoa el alumbrado publico del gas; el Teniente Gobernador D. Juan Justiz abrió, junto á los baños de Santa Rita, la plaza mercado de su nombre; se acarició por muchos par ticulares el proyecto de una calzada para facilitar el acce so á Cojímar; y el mismo Gobernador Justiz dedicó el puen te de la calle de Jesús María á D. Francisco Serrano, Conde de San Antonio, que ocupaba ahora la Capitanía general de Cuba. 136. Corría el mes de Junio de 1861, cuando se fundó"], [106, "98 por nuestra juventud entusiasta el Liceo artístico y li terario de la Villa. Rodeado de la consideración pública desde el primer instante, y muy luego instalado en el mag nífico local que actualmente ocupa en la calle de la Concep ción, entre Venus y Bertemati: el citado Centro de ilustra ción no tardó en rayar á envidiable altura. Sus espaciosos salones apenas si podían contener la numerosa y distin guida concurrencia, que allí afluía á gozar de sus esplén didas veladas; los mejores poetas de Cuba han recitado allí entre vítores y aplausos sus inspiradas producciones; nota bles músicos han arrancado allí de su predilecto instrumen to arrobadoras melodías; y los eminentes oradores Varona, Cortina, Montoro, Fernández de Castro y Figueroa han hon rado repetidamente su tribuna. — La Junta directiva, anualmente elegida en asamblea general por todos los aso ciados, venciendo cpn plausible abnegación grandes obs táculos y velando decididamente por la prosperidad del Instituto, abrió á poco de su instalación una escuela ele mental, y montó un regular gimnasio, y reunió una esco gida biblioteca, y no ha perdonado ni perdona medio de facilitar ulteriores conocimientos en todos los ramos del saber á los hijos de Pepe Antonio. 137. También en 1861 se hermoseó el cementerio, construyéndose en aquel sagrado lugar los primeros nin chos; y se apeló en 1862 á la generosa cooperación de todos los Guanabacoenses para la explotación de la calzada de Cojímar, que abrió al público en 10 de Octubre de 1864 el Teniente Gobernador D. Manuel Salgado; y se construyeron en los dos siguientes años vistosos edificios de maniposte ría, que reemplazaron con ventaja ruinosas construcciones y embellecieron la población; y se instaló en Setiembre de 1866 el Juzgado Municipal; y se tributaron con honda pena, pero con afectuoso reconocimiento, en 22 de Mayo de 1867, los últimos obsequios al egregio Dr. Fr. Ambrosio Herrera, último Religioso y primer Presidente de Sto. Do mingo. — Seguía en 1868 traduciéndose en hermosas reali dades el levantado espíritu que animaba á nuestra Villa, cuando estalló en la Metrópoli la Revolución Septembri na, que volcó el trono de Isabel II, y resonó en Cuba el grito de Yara, funesto heraldo de grandísimos trastornos."], [107, "99 138. Diez años de fratricida lucha, desvaneciendo muy lisonjeras esperanzas, agotaron las fuerzas del país, y entorpecieron lastimosamente la agricultuia y el comercio, y ahuyentaron la confianza, la tranquilidad y el reposo. Gua nabacoa, sin embargo, no supo renunciar á sus elevadísi mos propósitos. En 1869 vio con gusto que los PP. de la Escuela Pía, cerrada por lo azaioso de los tiempos la Es cuela Normal, colocaban á envidiable altura las escuelas elemental y superior de su colegio; y abrían á mediados de Setiembre de 1870 la Segunda Enseñanza á la juventud es tudiosa; y echaban á principios de 1871 las bases de un grandioso Seminario, que en nada cede á los mejores esta blecimientos de educación de América y Europa. — Erase el 19 de Marzo de 1872; cuando el Teniente Gobernador D. José Campos y Santos colocaba al noroeste de la Villa la primera piedra de la nueva Cárcel, felizmente termina da en 13 de Marzo de 1873, merced al generoso desprendi miento de todos los vecinos; se hizo oficial entrega del es pacioso cuartel, situado en la calle de Damas esquina á la de Campo Santo, ál distinguido Batallón de Honrados Obre ros y Bomberos en 19 de Mayo del referido 1872; y en 2 de Agosto de este mismo año las autoridades de la Villa, interpretando acertadamente la aspiración de los Guarta bacoenses, honraron en medio de públicos regocijos y pa trióticas demostraciones la memoria de Pepe Antonio, tro cando por el del Héroe el nombre de la calle de Damas, y perpetuando el hecho en una lápida de mármol, que se conserva en las Casas Consistoriales, y pronunciando con tal motivo el Alcalde municipal Dr. D. Francisco de Goy ri un brillantísimo y bien pensado discurso. — Durante el 1873, en 'que por desgracia encrudeció la guerra, se puso en brillante pié nuestro Batallón de Voluntarios: y en 1? de Febrero de 1874 se inauguró en la suntuosa casa de Cadenas el Casino Español de Guanabacoa, inscribién dose con el carácter de fundadores 197 socios, y ocupan do el Sr. Conde de Mopox y de Jaruco la Presidencia. 139. Proclamada en Sagunto por el general D. Ar senio Martínez Campos, en 27 de Diciembre, de 1874, la restauración de los Borbones, y recibido triunfalmente en Madrid Alfonso XII en 14 de Enero de 1875, celebró"], [108, "100 Guanabacoa, como las principales ciudades de la Isla , el venturoso acontecimiento. En 19 de Febrero de 1876 en vió para el servicio de destacamentos su batallón de Vo luntarios, acaudillado por el apuesto coronel Excmo. Sr. D. Francisco de Goyri; y en 26 de Diciembre de 1877 echó en la aldea de Cojímar las bases de un hermoso templo, cuya fábrica se prosiguió con loable actividad, y se termi nó con general aplauso, y se bendijo el 13 de Enero de 1879: á tiempo de sentir la Hermosa Villa los primeros síntomas de postración, y verse condenada á lamentar la separación de pudientes avecindados, y el alejamiento de los temporadistas, y la paralización de los negocios. 140. Por fortuna, en 20 de Febrero de 1878 conclu yó la guerra con el convenio del Zanjón. El Vice Real Patrono D. Joaquín Jovellar, salvando atinadamente las dificultades del momento, anunció en 1? de Marzo la in mediata aplicación de las leyes provincial y municipal de la Península en el gobierno y administración de nuestra Antilla; aseguró decididamente para la próxima legisla tura nuestra representación en las Córtes del Reino; y so licitó del Gobierno de S. M. que, con arreglo al artículo 89 de la Constitución de la Monarquía, se piomulgasen en la Isla las leyes promulgadas en la Metrópoli. 141. No tardó en modificarse, como en todos los pueblos de Cuba, el sistema municipal de Guanabacoa; el Cuerpo Capitular aumentó hasta veinte y cinco el núme ro de sus miembros; el Teniente de Gobernador D. Anacle to Iracheta cesó en el desempeño de sus funciones; y el honrado patricio D. Valentín Castañedo, indicado como primer Alcalde Constitucional en los comicios, y segui damente reconocido por el Gobierno de la Isla, tomó pose sión del nuevo cargo en 1? de Enero de 1879. — De carác ter activo y genio emprendedor, disponíase Castañedo á plantear grandes reformas, y corresponder dignamente á la legítima aspiración de Guanabacoa, y fomentar en to das direcciones los veneros de riqueza; cuando una recia enfermedad desbarató sus planes, segando prematuramen te — en 5 de Marzo — su existencia. 142. D. Francisco de Goyri y Adot, que interina mente desempeñó la Alcaldía, inspirándose en las elevadas"], [109, "101 miras de su malogrado compañero de Cabildo, reconstruyó los puentes de las calles de Lebredo y San Antonio; reparó notablemente el interior y la fachada de las Casas Consis toriales ; y pensaba realizar otras mejoras, cuando nom brado por la Superioridad ocupó el letrado D. Miguel Francisco Viondi y Rodríguez, en 20 de Abril del citado 1879, la vacante de Castañedo. 143. Hombre juicioso, el Sr. Viondi planteó duran te el período reglamentario de su gobierno las reformas constitucionales; no desatendió las urgentes necesidades de sus representados; allegó con la celebración de ferias considerables recursos, que le permitieron hacer en la nueva Cárcel atinadas reparaciones; y en 17 de Julio de 1881 resignó su autoridad en el Excmo. Sr. D. Francisco de Goyri y Adot, que obtuvo ahora por sufragio popu lar la Alcaldía. 144. Espléndido en todas sus manifestaciones, tenía el Sr. Goyri prestados grandes servicios á la Villa y á la Pa- tria. Doctorado en nuestra Universidad á los 28 de No- viembre de 1869 con la brillante nota de «Sobresaliente» en Derecho Civil y Canónico, se alistó seguidamente como voluntario en la cuarta compañía de nuestro Batallón de Tiradores; fué elevado por el Gobernador General, á pro- puesta de sus compañeros en 1870 al grado de Capitán; re- galó en 25 de Febrero del mismo año nuevas fornituras y armamento, que por su boudad y precisión respondiese á los adelantos de la época, ácada uno de sus subordinados; fué nombrado en 21 de Diciembre Teniente Coronel primer jefe del Batallón; y en 1? de Abril de 1871 se le ascendió á Coronel, siguiendo con su proverbial esplendidez y ab- negación en el desempeño de sus funciones. — También la Real Casa de Beneficencia y Maternidad de la Habana le tuvo de Diputado; desempeñó con inteligencia y probidad desde 1874 á 1875, conforme arrojan brillantísimos certifi cados, es cargo de Vocal letrado de la Excma. Junta de la Deuda del Tesoro de la Isla; y fué Alcalde Municipal de nuestra Villa desde 1? de Enero de 1872 á 31 de Diciem bre de 1875. 145. Por ésto, en la época que venimos historiando. Guanabacoa rebosó de júbilo; abrigáronse por todos, no"], [110, "102 sin fundados motivos, muy lisonjeras esperanzas; y las cla ses todas de la sociedad guanabacoense probaron su res petuosa simpatía al nuevo Alcalde, tres veces benemérito de la patria, honrado con dos cruces de segunda clase del Mérito Militar, y distinguido con la gran cruz de Isabel la Católica y la encomienda de Carlos III. — Sin embargo, á poco déla promoción hubo el Sr. Goyri de re nunciar la coronelía del Batallón de Voluntarios; D. Sera fín Alió y Llauger, querido de todos por su modesta sen cillez y agraciado de la Superioridad por sus muchos años de servicios, asumió la jefatura de ese cuerpo; y en 2 de Octubre del mismo año el Vice Real Patrono, apeando al popular Alcalde encumbró al Sr. Rivero. 146. Apreciado por su actividad é inteligencia entre los médicos de la Villa el Dr. D. Francisco Rivero y Chi ciana no se desmintió al ocupar la presidencia del Cabildo. En los días de su gobierno los PP. de la Escuela Pía aco metieron la construcción del atrio, que tanto embellece la plazoleta de S. Francisco; los vecinos de la calle de Corral Falso emprendieron, bajo la iniciativa del celoso Alcalde, la apertura de la- calzada de Sta. María del Rosario, que desgraciadamente no ha llegado á concluirse; honró en 11 de Febrero de 1883 la dignación de Alfonso XII con la Medalla de Constancia al benemérito Batallón de Volun tarios; y en Io de Julio de este mismo año se restableció para el' servicio público la línea telegráfica, un mo mento antes de resignar la vara. 147. Finalmente, indicado en los comicios, elegido de entre sus compañeros, y aceptado por el Gobierno Ge neral en 8 de Agosto de 1883, entró el Dr. en Medicina D. Enrique Valdés Valenzuela á desempeñar la Alcaldía Constitucional de la Villa de las Lomas. Su reconocida bondad y apacible trato granjeáronle muy luego genera les simpatías; su noble desinterés y bueu cuidado le han permitido realizar útilísimas mejoras; moviéronse á su ruego y por moción del Sr. Goyri todos sus compañeros de Cabildo, para obtener á favor del venerable patricio D. Eduardo Barroso el nombramiento de Concejal Honorario, obsequiándosele además con una medalla de oro; con su beneplácito la clase de color ha instalado la Sociedad de"], [111, "103 instrucción y recreo \"La Caridad,\" que sostiene con sus fon dos una escuela en que también se admite á los niños blan cos; y en algo orillada la penosa crisis por que atraviesa Guanabacoa, durante el gobierno del Sr. Valdés Valenzue la, confirmado por la Superioridad en Agosto de 1885, se han restaurado los puentes de Lebredo, Venus, S. Antonio y Bertemati, y recompuesto el piso de algunas calles, y or denado por nuestro particular amigo D. Antonio Ruiz el Archivo Municipal, y reunido una biblioteca pública, y aliviado considerablemente la deuda del Municipio, y dis puesto un carro fúnebre para conducirlos cadáveres de po bres de solemnidad, y reemplazado por el gas más de dos cientas lámparas de aceite, y abierto en los bajos de las Ca sas Consistoriales una bien atendida casa de Socorro, y mejorado notablemente las condiciones higiénicas y ur banas del poblado de Cojímar, llamando por este medio á muchos temporadistas de la Capital, que han holgado de veranear en aquel pintoresco sitio. 148. Guanabacoa ha conservado su tradicional fiso nomía: ahora como siempre se acentúa su hidalga gene rosidad. En 1883 la religiosa Camarera de la Tutelar D? Rosario Lima y Renté, hizo espontánea donación de nn soberbio manto á nuestra veneradísima Patrona; la Archicofradía del Santísimo, rejuveneciéndose con el re cuerdo de sus pasadas glorias, contribuyó eficazmente al esplendor de las religiosas solemnidades ; la acendrada piedad de algunos vecinos ha facilitado al actual celoso Cura Párroco D. José M? Toscano y Garrido la notable reparación, que en 1884 se hizo en la Iglesia Mayor y en el Cementerio; el Liceo reformó con gusto y adornó con tino sus esbeltísimos salones; el Casino se proporcionó pa ra sus sesiones un local espacioso; la sociedad apellidada \"Centro de Recreo\" ha realizado en 1885 en el ruinoso teatro atinadísimas reformas; los distinguidos Sres. D? Ger trudis Pedroso y Pedroso y D. José Manuel Espelius, per tenecientes á la benemérita é ilustre familia de los señores Marques de San Carlos, honra y prez de la nobleza cu-s baña, han donado un soberbio edificio, situado en la calle de Barreto de nuestra Villa, á la Sociedad de San Vicente de Paúl de la Habana para Asilo de niños huérfanos,"], [112, "104 inaugurado en 25 de Julio de 1886; y los PP. de la Es cuela Pía han adquirido en la calle de Corral Falso una nueva casa, destinada para escuela de niños de color: en tanto que gran número de particulares, hermanando con la utilidad el arte, se esmeran por dar á sus moradas un aspecto elegante y grandioso. u"], [113, "105 CAPITULO XVII. Porvenir de Guanabacoa. — Su actual población. — Ventajas materiales. — Elementos sociales, religiosos, intelectuales y civiles. — Indicación de algunos medios con que orillar la presente crisis. — Conclusión. (^Ñ£e ha dicho con criterio sobradamente pesimista que í?y|| \"Guanabacoa, exhausta de vida propia, no tiene por í|^¡| venir.\" — Pero Guanabacoa no muere. Su actual «gj postración, hija de circunstancias que nadie descono •2%-» ce, y que igualmente afligen á las demás ciudades L de la Isla, podrá si se quiere por algunos años abru- a ruarla, pero nunca agotar sus fuerzas. — Su población según el último censo, facilitado por el activo Secretario del Ayuntamiento D. Juan Faura y Ruíz, lejos de men guar, arroja sobre la que acusa el censo del año 1869, un aumento de 588 almas. Guanabacoa alberga actualmente en sus 3,179 casas 16,990 habitantes, contándose 28,418 en su vasta jurisdicción. 150. Relativamente holgada, Guanabacoa reúne á la pureza de su ambiente, y á la bondad de sus aguas, y á la hermosura de su campiña, un Rastro público, un regular Mercado, tres plazas y cinco plazoletas, una Casa Consisto rial, una espaciosa Cárcel, tres acondicionados cuarteles, un magnífico Hospital y un lindo teatro; una administra ción de correos, una estación telegráfica, dos vías férreas que la unen con la Capital, cinco poblados que acrecien tan su importancia, y cuatro calzadas que la ponen en co municación con Regla, Cojímar, Vuelta Abajo y Matan zas. 151. En ella residen Subdelegados de Medicina, Farmacia, Lotería y Marina; tienen bufete abierto 9 abo gados: enuméranse hasta 6 escribanías, dos públicas y otras dos de actuaciones; ejercen su facultad 22 médicos, de ellos"], [114, "106 2 municipales; existen 3 cirujanos dentistas y 1 flebotomia nojyhay un Comandante Militar bajo cuya inmediata inspección se hallan, con los cuerpos de Milicias, los bata llones de Voluntarios y Bomberos. 152. Guanabacoa dispone para lo religioso de una Parroquia, administrada por un Cura Párroco interino y un Teniente cura; tiene en Sto. Domingo una Congrega ción de cinco sacerdotes y un Presidente; y cuenta, además del Santuario del Señor Jesús del Potosí, con la Iglesia de S. Francisco perfectamente asistida por los PP. Escola pios. 153. En punto á instrucción ocupa la Villa de las Lomas brillantísimo lugar entre las poblaciones de la Is la. Ocho escuelas municipales de varones y siete de hem bras florecen en su recinto; llaman justamente la atención, con el bien dirigido colegio de Ntra. Sra. de Lourdes pa ra señoritas, gran número de escuelas particulares de am bos sexos; destácase en primer término el grandioso Cole gio Seminario de la Escuela Pía, ordinariamente frecuen tado por 550 alumnos; y siguen, como para ensanchar en tre la juventud estudiosa la esfera del saber, el Liceo, el Casino y el Centro de Recreo. 154. El Cuerpo Capitular, formado de 25 miembros; el Juzgado Municipal, bajo cuya dependencia está el Re gistro civil, planteado en la Isla en 1? de Enero de 1885; y el Juzgado de 1* instancia, que abraza en su jurisdic ción los pueblos de S. Miguel del Padrón y Pepe Antonio, de Bacuranao y Cojímar, de Regla y Luyanó, de Managua, de S. Francisco de Paula y Sta María del Rosario: entien den en la administración política y civil de Guanabacoa, asiduamente secundados por 12 Alcaldes de barrio, y un Inspector de policía, y algunas parejas de orden público, y una sección de la Guardia civil. 155. En resumen: Guanabacoa poséé grandes ele mentos de civilización y de progreso. Si á ellos se junta el capital, abriendo centros'fabriles, y fomentando las pe queñas industrias, y protegiendo la agricultura; si se aso cia á ellos el trabajo, restableciendo en nuestros campos el abandonado cultivo del café, del tabaco, del algodón y del azúcar; si con ellos acude la economía á reglar los sa-"], [115, "107 orificios del primero y las privaciones del segundo, armo nizando los intereses de todos: si denodadamente se procu ra la moralidad y el orden, y se afirma la seguridad de las personas y sus bienes, y se atiende sin descanso á la urbanización de las calles y mejoramiento de los edificios públicos: muy luego se levantará la Hermosa villa de su postración, y sacudirá su apatía, y saludará una nueva era de prosperidad y bienandanza. 156. ¡Pluguiese á Dios! que todos los vecinos de Gua nabacoa, aunando en estos días de prueba sus esfuerzos; lu chasen con tesón por revivir el espíritu de sus mayores, y cultivar los gérmenes del progreso, y desparcir los resplan dores de la verdadera civilización; preparando de esta suerte, á despecho de las vicisitudes del tiempo y del es pacio, un porvenir halagüeño, tranquilo y glorioso. La Villa de las Lomas, que nunca ha sido ingrata, cubriendo con un rayo de luz la frente de sus buenos hijos, esculpirá en el granito de la inmortalidad sus nombres, y perpetua rá sus hechos en las páginas de la Historia."], [116, ""], [117, "«MHillSli Á LA HISTORIA DE LA VILLA BE GUANABACOA. — i- NOTA AL NUMERO 4 DEL CAPITULO I. (Pág. 10). En la época de la colonización de Cuba por los Espa ñoles, existía ya el pueblo de Guanabacoa. Sin embargo, hubo de adquirir gran incremento con la protección que el Cabildo municipal de la Habana, movido por el Gober nador General Ángulo, dispensó á este pueblo, disponien do que en él se reuniesen los Indios que vagaban por los campos. Así se desprende del Acta de la sesión celebrada en 12 de Junio de 1854: \"En la villa de la Habana en doce dias del mes de Junio \"de mil quinientos é cincuenta é cuatro años, se juntaron en \"su Cabildo, como lo han de uso é costumbre, Smrd. del dho. \"Sr. Gobernador é Juan de Inestrosa é Pedro Blasco, Alcal \"des ordinarios de esta dha. villa, é Juan de Lobera é Anto \"nio de la Torre é Juan Gutiérrez Regidores, y en presencia \"de mí Diego de Espinosa, Escribano público. — Por cuanto \"los Indios, que habitan é moran en esta Provincia, después 'que por S. M. les fué concedida facultad, andan derramados \"é vagabundos de unas partes á otras, de cuya causa no se \"puede tener cuenta ni razón con ellos, ansí para lo que toca"], [118, "110 \"á la cosas de la doctrina cristiana, como para que vivan en \"ordené buena policía; el Sr. Gobernador é Smrds, \"nombraron é señalaron á los Sres. Pedro Blasco Alcalde, \"Juan de Lobera é Antonio de la Torre Regidores, para que \"elijan y escojan el sitio que les pareciere ser más convenien \"te é provechoso para el bien é aumento de estos Indios é \"acrecentamiento de esta Villa; é se les dé á los dhos. In \"dios tierra conveniente para hacer sus casas é tener sus gran \"gerías y estancias. — Firmáronlo de sus nombres.'' El sitio designado fué Guanabacoa, que ocupaba á la sazón la loma del Indio, conforme consta en el Acta de otra sesión, tenida en 12 de Diciembre de 1854. Nota al numero 16 del Capitulo III. (Pág. 21). El primer documento oficial, que se conserva en nues tro Archivo, y que encabeza la preciosa colección de libros ordenada durante el Gobierno del Sr. Flores y Apodaca, está fechado en 1? de Enero de 1696. En él se consigna el Acta de la sesión en que el Alguacil Mayor D. Miguel Solís, y los Alféreces D. Antonio Díaz Cuaresma y D. Do mingo de Orta, y los Regidores por S. M. D. Blas Pérez y D. Francisco Rodríguez de Sevilla, ocupándose de la elec ción de Alcaldes ordinarios, nombraron para tan alto pues to á los Sres. D. Domingo de Orta y D. Juan Esteban Rojo. Nota al numero 28 del Capitulo V. (Pág. 29). La entereza con que nuestro Cabildo luchó por cua renta y seis años en contra del Ayuntamiento de la Ha bana, hasta recabar la promulgación de la Real Cédula de 1632; al paso que excita la curiosidad, permite adivinar su"], [119, "111 trascendencia. Juzguen por sí mismos nuestros lectores la importancia del documento: EL REY \"Don Juan Bitrián de Viamonte, Caballero de la \"Orden de Calatrava, mi Gobernador y Capitán Ge \"neral de la Isla de Cuba y Ciudad de San Cristóbal \"de la Habana. \"En carta, que me escribisteis en 18 de Enero del año \"pasado, decís: Que á una legua de esta Ciudad está Guana \"bacoa, población de Indios naturales, descendientes de los \"antiguos de esa Isla, los cuales están tan pobres con la mala \"vecindad que les han hecho y hacen los vecinos de la Haba \"na, que como poderosos se han entrado en el término de di \"cha Villa con la mano que han tenido en el Cabildo, el cual \"les ha encomendado las tierras de los Indios para hacer In genios y Estancias por una y otra parte de dicha Villa, de \"tal maneía que casi no les han dejado á los Indios camino \"para salir de ella, ni montes para cortar leña, ni tierra para \"poder hacer ollas ni cántaros, que es su ejercicio ordinario \"fon que se están sosteniendo: por no tener caudal con que 'poder acudir á sus pleitos. \"Y habiéndose visto en mi Consejo Real de las Indias, \"con lo que en esta razón dijo y alegó D. Juan de Palacios y \"Mendoza, mi fiscal de él; he tenido por bien dar la presente, \"por lo cual os mando reforméis la tiranía con que se trata á \"esos Indios, señalando á los de Guanabacoa tierras y cam \"pos bastantes para su labranza y todo lo necesario: no obs tando que dichas tierras estén dadas de merced, ó vendidas \"por el Cabildo, Justicia y Regimiento de esa Ciudad á cua lesquiera personas. \"Lo cual ejecutaréis con vuestra autoridad, pronta, preci \"sa y rigurosamente; sin embargo de cualesquiera réplicas que \"se hagan por interesados, á quienes dejaréis su derecho á sal \"vo — si hubiere alguno— para que pidan lo que les convenga; \"y si apelasen, les admitiréis las apelaciones para el dicho mi \"Consejo, y de lo que en ésto hiciereis, me avisaréis en la pri \"mera ocasión. — Fecha en Madrid, á 27 de Enero de 1632. — \"YO EL REY.— Por mandado del Rey Ntro. Señor, D. Fer nando Ruiz de Contreras.\""], [120, "112 Nota al numero 39 del Capitulo VI. (Pág. 37. En 1744 se promulgó, con las formalidades de cos tumbre, la Real Cédula de 1743. Guanabacoa fué decla rada Villa. — El Acta de la primera sesión, que á raiz de este acontecimiento celebró el Cabildo, empieza de esta suerte: \"En la nv.eva Villa de Guanabacoa, á los 22 de Enero de 1744-\" — Es de advertir que en antiquísimos documen tos — Reales y Capitulares — se viene señalando con el tí tulo de Villa á Guanabacoa. — Ignoramos el fundamento. Nota al numero 57 del Capitulo IX. (Pág. 53.) En 12 de Agosto de 1762 capituló la Habana. Gua nabacoa no entró en la capitulación, y hubo de experi mentar del ejército vencedor toda suerte de vejaciones. \"En ella — escriben al Rey los Alcaldes ordinarios y Regi \"dores, clandestinamente reunidos en concejo á los 25 de \"Agosto de 1762--se hallan los vecinos violentamente despo jados de sus casas; los religiosos de sus conventos é iglesias, 'que en todo sirven de cuarteles y enfermeraís á la tropa in \"glesa, excepto la Parroquia Mayor, que hasta el presente no \"ha tomado, donde únicamente se dice misa para los pocos \"vecinos que hay en la Villa y temerosos de peores resultas: \"ínterin que V. M. la restituya con la ayuda de la Divina.\" Tal fué en medio de la desgracia la fidelidad de aquellos bravos, que batieron á los enemigos de la Reli gión y de la Patria con las armas de los prisioneros que co gieron é ingleses que mataron."], [121, "113 Nota al numero 70 del Capitulo X. (Pág. 61). Hemos afirmado, no obstante las diversas opiniones emitidas acerca del lugar en que murió el heroico Pepe Antonio, que el Capitán de la Hermosa Villa falleció en el ingenio de D. Diego de Aldana en Peñalver. Debemos á la ilustrada actividad de D. Francisco Ferráu el precioso documento en que nos apoyamos, y que copiamos á la letra. Asiento de la Partida de entierro del Regielor, Alcalde Mayor de Provincia, D. José Antonio Gómez. Libro 4, foja 24, partida número 155. \"En la IgW Parroql. de Ntra Sra. de la Asumpn. de esta \"villa de Guanabacoa, en nueve de Mayo de mil setecientos ¡ \"sesenta y tres. — El Rexor. Alcalde mayor de Provincia don ■'José Antonio Gómez natural de esta Villa, hijo lexmo.de \"D. Bernardo Antonio Gómez y de D? María Buyones, ha \"biéndosele subministrado los Stos. Sacramentos posibles, á \"causa de la cruel guerra con el ynglés, otorgó su testamento \"por ante de D. Pedro Guerrero esno. Puco., su fecha en \"veinte y cinco de Julio del próximo pasado año de sesenta \"y dos, pr. qe. dispone que su cuerpo se amortaje con el há \"bito de Ntro Pe. Sn. Franco, y sepultado en la igl? Parrql. \"de esta Villa, si no lo impidiere la presente invasión del \"enemigo, y verificada esta imposibilidad, en la igl? del Parti do que falleciere en la sepultuia que eligiesen sus albaceas, \"á cuya disposición deja lo demás del funeral. — Manda se le \"digan las tres misas del Alma, y mas ciento y cinqta. inclui \"das en estas las treinta de Sn. Vicente Ferrer, y qe. se le pa \"gue separadamente la cuarta de su caudal, y qe. den de li \"mosna quatro rrs. á la Archicofrad. del SSmo. Sacramto., \"otros quatro para los Stos. lugares de Jerusalén, otros quatro \"á la función y Sto. Entierro de Christo, y dos rrs. ácada una \"de las mandas forzosas. — Manda de limosna á Ntro. Pe. Sn. \"Franco, veinte y cinco pesos, y otros tantos á Ntro. Pe. Sto. \"Domingo. — Declara ahora hace doce años qe. casó con D? \"Narcisa de Soto, en cuyo matrimonio tuvieron pr. sus hijos \"lexmos. á D. Narciso, D? Josefa, D? Luisa, D?- María de la \"Concepn., D? Gertrudis y D¡i Theresa Gómez, á los quales"], [122, "114 \"hijos nombró por sus únicos herederos y por sus albaceas a \"ía dha.su' esposa, á D. Jorge Antonio su hermano, al Br. \"D. Hilarión de Arroyo y á Dn. Manuel de la Guardia, y por \"heredera de sus bienes á la dha. su esposa, y por su falta á \"Dn. Manuel de la Guardia, y por la de Ambos á el caballero \"Ror. En Lorenzo Bolaños. — Falleció en veinte y seis de Julio \"del año próximo pasado, y se le enterró en la ermita del yn \"genio de Dn. Diego de Aldana, Jurisdicción de esta Villa: y \"hoy nueve de Mayo del sesenta y tres se le hicieron sus exe quias en la referida igl^ parroql. — Falleció al parecer de \"cinqta. y cinco años: y pa. qe. conste, lo firmo. — Francisco \"Casares y Borges.\" Nota al numero 82 del Capitulo XII. (Pág. 69). La Fuente del Obispo ha sido desde muy antiguo ce lebrada. El distinguido Prelado Fr. Bernardo Alonso de los Ríos, que en 1670 ocupó la silla episcopal de Cuba, restableció su quebrantada salud con el agua del precioso manantial. En consecuencia dispuso que á sus expensas se fabricase la primera pila ó receptáculo, por cuya cir cunstancia se dio á la fuente el apelativo con que aún ahora la indicamos. — Más tarde, en- 1721, el egregio cons tructor de la Real Casa de Maternidad en la Habana, Fray Jerónimo Valdés, levantó los paredones y cubrió con bóve da de manipostería el manantial, por haber allí encontrado el remedio de sus males. — A poco' D. José M? Peñalver y Navarrete mandó colocar la cañería: y D? Catalina Estra da de Mantilla reparó el estrago producido por la destruc tora mano de los tiempos, catorce años después que nues tro celoso Ayuntamiento perpetuó en el mármol la memo ria de tales hechos. Nota al numero 138 del Capitulo XVI. (Pág. 99.) En 2 de Agosto de 1872 se impuso á la calle de Damas el nombre de Pepe Antonio. Después que en la Iglesia"], [123, "115 Mayor se celebraron honras fúnebres por el eterno descan so del admirado Héroe, las Autoridades eu presencia de un gentío inmenso descubrieron la lápida de mármol, que se ve en la fachada de las Casas Consistoriales, pronunciando con tal motivo el Alcalde Municipal Excmo. Señor Doctor D. Francisco de Goyri la siguiente bellísima oración. \"Señores: \"Nada hay que llene más de júbilo el corazón de los bue \"nos españoles, que el recuerdo de las glorias y hazañas de sus \"antepasados, inspiradas y llevadas á cabo en alas del más pu \"ro patriotismo. Parece como que las brisas de ese recuerdo \"vienen á refrescar nuestra imaginación en medio de las ma \"yores amarguras, y á darnos aliento para conjurar los peli gros y las tormentas de cualquier género, con que veamos \"amenazado nuestro hogar. \"No hay pueblo que no rinda espontáneo y generoso tri buto al santo amor de la Patria. Emanación dulcísima de \"todo lo que forma el compendio de nuestras afecciones, ese \"sentimiento ha sido siempre el consejero del heroísmo, y ha \"producido las grandes epopeyas de la humanidad. Desde la \"oscura noche de los tiempos hasta los acontecimientos más \"recientes se encuentran testimonios irrefragables de ese su \"blime sentimiento. \"El pueblo español, á quien nadie aventaja en la senda \"de los sacrificios por el culto heroico al patriotismo más acen \"drado; el pueblo español, que por ese culto peleó trescientos \"años contra el poder gigante de la Ciudad, que entonces era 'la señora del mundo; que luchó setecientos años contra las \"turbas fanáticas del Islamismo, áquienes hizo morder el pol \"vo en las Navas, en Clavijo, en el Salado y en Calatañazor; \"que en ese largo período labró en el mármol de los siglos \"aquella sin igual epopeya, grandioso canto de amor patrio, \"cuyo prólogo se abría en las nevadas y altísimas cumbres de \"las montañas de Asturias, y cuyo epílogo se cerraba después \"de innumerables víctimas en las risueñas y fértiles campiñas \"de la vega de Granada; el pueblo español que logró domar con 'su arrojo y decisión la soberbia del afortunado guerrero, que 'llenó de espanto á la Europa: siempre ha demostrado con un 'tesoro inagotable de progreso, que sus bizarros caudillos y sus 'valerosos soldados, recordando las palabras del poeta latino,"], [124, "116 \"saben hallar d uiziira y satisfacción en morir por la patria, \"saben sacrificarse por ella una y mil veces; porque la honra \"de la Patria es la honra de todos sus hijos, y sin honra no \"pueden vivir ni los individuos ni las naciones. \"Sobre la tumba de tales mártires derrama siempre la Pá \"tria enternecida una pura lágrima de agradecimiento. Y so \"bre esa lágrima, perla engastada en la diadema de las glorias \"de un pueblo, escribe luego la historia con imperecederos ca racteres las entusiastas páginas que son el asombro de Ja \"posteridad. Cada vez que se quiere recordar una de esas \"páginas, se recuerdan todas; porque cualquiera de ellas, por \"insignificante que de pronto parezca, inspira el mismo senti \"miento en el cual convergen todos los recuerdos de las de \"más hazañas. \"La historia del héroe que celebramos en esta solemnidad, \"no por ser más modesta que la de Daoiz y Velarde, es menos \"grande por su alta significación histórica, por más que no fue \"ra seguida del mismo éxito. Víctimas de su patriotismo, y \"sirviendo sus pechos de blanco á los ataques de enemigas \"fuerzas, que invadían territorio español; cayeron sin vida \"unos y otros, legando nuevos laureles á su patria y nuevos \"ejemplos de abnegación y heroísmo á sus conciudadanos. \"Cierto es que los héroes del 2 de Mayo consiguieron abrir \"una campaña, cuya conclusión fué el abatimiento de las águi \"las imperiales, el eclipse total del sol de Jena, de Marengo y \"de Austerliz; mientras que los esfuerzos que se hicieron en \"esta Isla con el objeto de rechazar al Almirante Pocock que, \"con su escuadra de 2G navios, 24 fragatas y cien buques de \"trasportes se acercaba á nuestras costas por el mes de Junio \"de 1762, no fueron suficientes para impedir la entrada en \"nuestro país de los hijos de la nebulosa Albión. \"Pero si el indomable valor de D. Luis Velasco y del Mar \"qués Gozález que hicieron una heroica resistencia en el cas tillo del Morro, y el denuedo de D. José Antonio Gómez, \"Regidor Alcalde mayor provincial de Guanabacoa, que con \"un puñado de valientes, sin llevar apenas más armas que su \"sé y su entusiasmo, logró poner un dique á Ja dominación \"inglesa, no bastaron á evitar la capitulación del 12 de Agos \"to, por la cual tomaron los invasores posesión de la Perla de \"las Antillas: la historia ha emitido ya su juicio acerca de es \"te punto, y ha colocado sobre las cenizas de los héroes de \"aquella desgraciada campaña la corona que la Patria dedica \"á sus hijos predilectos: porque el patriotismo, Señores, no"], [125, "117 \"debe medirse tanto por los resultados prácticos que produce, \"como qor los grados de abnegación en que se inspira. \"D. José Antonio Gómez, al apercibirse de un ejército in \"vasor, al oir el frager de la guerra, sintió que su corazón se \"sublevaba contra la idea de que sn país se convirtiera en \"súbdito de los ingleses. Ni las circunstancias aquellas eran \"para organizar fuerzas, ni las condiciones de la Villa lo per 'mitían; pero eranecesario hacer algo para oponéis? á la do \"minación extranjera. Este era el pensamiento del Alcalde \"provincial de Guanabacoa. Por éso salió con lo que pudo \"reunir á su paso, sin fijarse en la empresa que iba á acome \"ter, sin pensar en los peligros que tenía que correr forzosa \"mente, sin reflexionar en que detrás de esos peligros estaba \"su muerte, sin calcular qne su denuedo por más meritorio \"que fuese, tendría que resultar infecundo. Nada de esto se \"le ocurrió; ni en aquellos momentos podía ocurrírsele. Su \"corazón le empujaba de una manera tan viva, que él mismo \"no podía resistir la fuerza de su sentimiento. Había enemi \"gos que echar fuera de casa, y ningún hombre honrado y \"animoso como lo era D. José Antonio Gómez podía detener le en su camino. Se batió con arrojo: se defendió con hon \"ra: sucumbió como un valiente: murió como bueno. Ese \"es el patriotismo, Señores. \"Hoy, ciento diez años después de ese trágico suceso, la \"Villa de Guanabacoa tributa á su ilustre hijo el homenaje de \"su respeto y de su admiración. Y al verificarse esta ceremo \"nia en testimonio de las hazañas de tan benemérito cuidada \"no, creo un deber dar las más expresivas gracias en nombre \"de todo el pueblo al dignísimo Sr. Teniente de Gobernador \"D. José Campos y Santos, por haber partido de él la idea de \"conmemorar con la lápida, que se descubrirá en este acto, la \"gloria del ilustre patricio D. José Antonio Gómez. \"Esta lápida, Señores, debe servir constantemente á los \"hijos de Guanabacoa de profunda lección, para que si algún \"día, lo que Dios no permita, se reprodujeran los sucesos de \"1762, sepa cualquiera país que intentara mandar á esta hi \"dalga tierra sus ejércitos invasores, que aquí todos estamos \"prontos á imitar la gloriosa conducta de Pepe Antonio; que \"aquí estamos todos dispuestos á derramar nuestra sangre al \"grito mágico de Viva España.\" FIN DE LAS NOTAS."], [126, ""], [127, "ÍNDICE. Fajina. Introducción 7 CAPITULO I Isla de Cuba. — Posición geográfica de Guanabacoa. — Su antigüedad. — Primeros trabajos de los españoles en bien de los indígenas. — El Gobernador Ángulo se re- fugia en Guanabacoa. — D. Diego de Mazariegos.— Gracias otorgadas por Felipe II 9 CAPITULO II. Loma de la Cruz. — Bellísimo panorama que en torno de la Villa se descubre desde la cima de esa loma. — As- pecto físico de la actual población 15 CAPITULO III. El Ayuntamiento de la Habana envía un religioso de San Francisco á Guanabacoa. — Carácter de los In- dios. Tareas del P. Franciscano. Fundación del pri- mer templo. — La Tutelar. — Progresos de Guanaba- coa. — Se eleva á Parroquia su Iglesia. — Estableci- miento del Municipio. — Nuevas gracias concedidas por los Reyes Felipe III y Felipe IV 19 CAPITULO IV. Fundación del Santuario del Señor Jesús del Potosí. — Mandas y donativos. — El indio Jusepe Bichat. — Restauración del Santuario. — Erección de la Ermita de Nuestra Señora de Candelaria. — Noticias acerca del Cuadro del Señor Jesús del Potosí 23"], [128, "Pígina. CAPITULO V. El Capitán General Gelder. r+ Preparativos de guerra contra la Gran Bretaña. — Sepultura de los restos del Diocesano La Torre en la Ermita de Candelaria. — Guanabacoa triunfa del Ayuntamiento de la Ha- bana recabando que se plantee la Real Cédula de 1632. — Nuevo litigio y triunfo ,de nuestro Ayunta- miento sobre el de la Habana. — Jurisdicción ecle- siástica de nuestros Párrocos. — Tercer litigio contra el Ayuntamiento de la Capital 27 CAPITULO VI. Organización de nuestras Milicias. — Servicios que presta- ron en los días de peligro. — La Archicofradía del Santísimo.— Traslación de la Ermita de Candelaria al barrio de Santo Domingo. — Fábrica de la actual Iglesia Mayor. — Fundación de los Conventos de San Francisco y de Santo Domingo. — Felipe V distin- gue con el Pendón Real á Guanabacoa. — Le otorga el título de Villa, y le concede entre otros privilegios la Feria anual de Candelaria. — Se completa el Cuer- po Capitular 33 CAPITULO VIL La Iglesia Mayor. Su situación topográfica. Dimensio- nes. Aspecto exterior. — Distribución interior de la Iglesia. — Culto y principales fiestas. — Cofradías que radican en la Parroquial. — Casa de Cadenas. — Gracia de asilo. — La Cruz que se eleva en la loma de este nombre 39 CAPITULO VIII. Erección del Convento de San Francisco. — Iglesia primi- tiva. Fábrica del claustro interior. — Capilla de la Tercera Orden. Mejoras en la Iglesia y en el Con- vento. — Sucesos ocurridos hasta la muerte del P. Mo- reno. — Biografía de este sabio y ejemplar Religioso... 45"], [129, "Pagina. CAPITULO IX. Jurisdicción Municipal de Guanabacoa. — Triunfo do nuestro Párroco sohre los curas de la Habana. — Gra- cias concedidas por Carlos III. — Desarrollo social, agrícola é industrial de nuestra Villa. — Erección des Hospital de San José para varones. — Guerra con los ingleses y paz de Fontainebleau. — Fuedación de Ta- paste y de San Jerónimo de Peñalver. — San Miguel del Padrón.— Fundación de S. Sebastián.— Carlos IV concede al Ayuntamiento el uso de uniforme 51 CAPITULO X. Causas de la invasión británica.— Pockoc delante de la Habana.^Conducta de D. Juan del Prado. — Los in- gleses desembarcan en Cojímar. Armada oposición de Pepe Antonio.— Honrosa retirada de este Héroe. — Sus proezas durante el mes de Junio. — Carta de Prado á Pepe Antonio — D. Luis Velasco en el Mo- rro.— Nuevos triunfos de Pepe Antonio. Su muerte. — Biografía del egregio caudillo. — Gratitud de Car- los III 57 CAPITULO XI. Magnificencia y disposición interior de la Iglesia'de San- to Domingo. — Aspecto exterior. — Su establecimiento. — Instalación de los PP. Predicadores. — Trasalción de la Archicofradía del Rosario. — Profanación de la Iglesia por los ingleses. El anillo de San Francisco Javier. — Muerte del P. Maestro Fr. Ambrosio He- rrera 63 CAPITULO XII. El Barón de Humboldt en Guanabacoa. — La fuente del Obispo. — Defensa de la fragata Pomona. — Fundación del actual Cementerio. — El Sr. Espada restablece el culto en el Santuario del Sr. Jesús del Potosí. — Erec- ción de la Hei mandad de Santa Catalina mártir. — Se proclama por segunda vez la Constitución.— Notable crecimiento de la Villa, según el Censo de 1827. — Batallón de Honrados Obreros y Bomberos 69"], [130, "Página. CAPITULO XIII. Condiciones de Guanabacoa para sitio de recreo. — Bon- dad de sus manantiales. — Casas de baños. Playa de Cojímar. — Análisis químico de los mejores chorros de la Villa. — Batallón de Voluntarios 75 CAPITULO XIV. Guanabacoa en el segundo tercio del siglo XIX. — Cólera morbo. — Subdelegación de Medicina y Cirujía. — El nuevo Reloj público. — Tenencia de Gobierno.— Go- bierno municipal. — Censo de 1841. — Carril «La Prue- ba.» Huracanes de 1844 y 1846. D. José Rafael de Fuentes. — Primer Periódico. — Gobierno del Sr. Flo- res y Apodaca. — Hospital de Caridad. — Los PP. Es- colapios en San Francisco. Escuela Normal. — Hom- bres célebres que ha tenido Guanabacoa 81 CAPITULO XV. Reseña histórica de la Escuela Pía. — Fundación de la Es- cuela Pía en el antiguo Convento de San Francisco. — Establecimiento de la Escuela Normal. — Erección * de la Congregación de la Virgen de la Escuela Pía. — El Gobierno cierra temporalmente la Escuela Nor- mal. — Se establece la Segunda Enseñanza y se levan- ta el Seminario. — Progresos del nuevo plantel de educación. — Academia Calasancia. — Se agrega al Ins- tituto de la Habana el Colegio. — Grandes mejoras desde 1877 á 1886. — Civilizadora acción de los PP. Es- colapios. Cofradías y culto^de su Iglesia 89 CAPITULO XVI. Alumbrado público¡de gas. — Liceo artístico y literario. — Revolución Septembrina y Guerra civil en Cuba. — Mejoras en este período. — Restauración de los Bor- bones. — Convenio del Zanjón. — Alcaldía Constitucio- nal. — Sres. Castañedo, Viondi, Goyri, Rivero y Val- dés Valen zuela. — Tradicional fisonomía de Guana- bacoa 97"], [131, "Página' CAPITULO XVII. Porvenir de Guanabacoa. — Su actual población. — Venta- jas materiales. — Elementos sociales, religiosos, inte- lectuales y civiles. — Indicación de algunos medios con que orillar la presente crisis. — Conclusión 105 Aclaraciones.,, , 109 FIN DEL ÍNDICE."], [132, ""], [133, "SEÑORES SÜSGRITORES, M I. AYUNTAMIENTO. Señores Dr. D. Enrique V. Valenzuela, Alcalde Munici- cipal, Presidente. Ldo. ,, Enrique Guiral, Teniente 19 Ldo. „ Pedro Galindo, Teniente 29 Excmo. Sr. Dr. „ Francisco de Goyri, Teniente 39 ,, Juan Padrón, Teniente 4o ,, Francisco Pérez Carballo, Teniente 59 Ldo. „ Elpidio de los Santos, Síndico 19 „ Emilio Viondi, Síndico 29 ,. Dámaso García, Concejal. „ Andrés Guerrero, idem. „ Francisco G. Tejada, idem. Ldo. „ Juan M. Prieto, idem. „ Juan Jiménez, idem. Ldo. „ Rufino Vidal, idem. „ Juan Guitart, idem. Ldo. „ Tomás Moreno, idem. ,, José F. Governa, idem. Ldo. „ José de Jesús Ruz, idem ,, Manuel Santa Cruz, idem. ,, Manuel Pérez Pastoriza, idem. „ José Naranjo, idem. „ Luis Poncet, idem. „ Justo T. de Cárdenas, idem. „ Francisco Pagés, idem. „ Eduardo Barroso, id. Honorario perpetuo. „ Juan Faura Ruiz, Secretario. „ Mariano Marcuello, Empleado. „ Santiago Jiménez, idem."], [134, "D. Ramón M. Nuches, Empleado. „ Aureliano Ayala, idem. „ Sstatiago Suárez, idem. „ Antonio Ruiz, Archivero. „ Manuel Canales, empleado. „ Waldo González, Contador. ,, Bonifacio Marcuello, Empleado. ,, Antonio Careases, idem. „ Salvador Ginesta, idem. ,, José Ma Corona, idem. „ Lorenzo Castañedo, Depositario. ,, Juan Beulens, Empleado de Depositaría. „ Francisco Ma Héctor, Recaudador. ,, Fraecisco Echemendia, Empd? de Recd.0\" Ldo. ,, Fernando Loredo, Médico Municipal. Ldo. „ Francisco Vidal, idem idem. „ Juan Hernández Trujillo, Celador Mupal. Ldo. D. Miguel Céspedes y Cofrigny, Juez de la Instancia. Dr. D. Vidal Morales y Morales, Promotor Fiscal. Ldo. D. Tomás Castañedo, Promotor Fiscal Municipal. D. José Ma Toscano y Garrido, Pbro., Cura Párroco. ,, Francisco Clerch, Rector y Director de la Escuela Pía. „ Jaime Ferrer, Pbro., Presidente de Santo Domingo. ,, Adolfo Castillo y C, Pbro., Capellán del Santuario del • Potosí. Excmo. Sr. D. Manuel de O'Reilly, Coronel, Comandante Mi- litar. BATALLÓN DE VOLUNTARIOS TIRADORES. D. Serafín Alió y Llauger, Coronel. „ Jaime Vilá y Serrallés, Teniente Coronel. „ Pedro Galindo y Pinero, Comandante. „ Ramón Dorrego y Fernández, Comandante. Dr. „ Antonio Ma de Gordon y Acosta, Comandante (Sani dad militar)."], [135, "D. Braulio Albueiüe y García, Capitán Ayudante. ,, Antonio García y San Miguel, idem. „ Baltasar Arronte y Maza, idem. „ José Ma González y Salas, idem. ,, Bernardo García y Sánchez, idem. „ Gabriel Vilaseca y Serra, idem. „ José Ma López y Fernández, idem. „ Santos Nieto y López, idem. „ Rafael C. López y del Castillo, idem. „ Juan Martínez y Babío, idem. „ Francisco Puente y Aliaga, idem. „ Francisco Fedre y López, idem. „ Felipe Saine: y Valdés, idem. „ Marcos Rubio y Blanco, Teniente. Dr. „ José A. Castañedo y Chiquisoli, id. (Sanidad militar). „ Víctor Pujóla y Fesnard, idem. „ Juan Fernández y Armas, idem. „ José Díaz y López, idem. „ Ramón Cueto y García, idem. ,, Aquilino Valdés y Madrazo, idem. ,, Agustín Mogro y Pando, idem. „ Juan Llurba y Serra, idem. „ Juan López y Casariego, idem. ,, Juan Reynaldo y Valdés, idem. „ Ramón Reyes y González, idem. ,, Ramón López y Casasola, idem. „ Francisco Menéndez y Díaz, idem. „ Juan Valdés y Hurtado, idem. ,, Federico Lima y Renté, idem. „ Pedro Santiuste y Delgado, idem. ,. Francisco Fernández y García, idem. „ Melchor Gurdiel y Cañedo, idem. „ Rafael de Luna y Gutiérrez, Alférez Abanderado. „ Ramón Fernández y Cabrera, Alférez. „ Francisco Cops y Romaguera, idem. „ José Guillón y Sánchez, idem. ,, Manuel Crespo y Cristóbal, idem. „ Bernardo García y García, idem. „ Narciso Torrens y Romaguera, idem. ,, Marcial Rodríguez y Taylor, idem. „ José Ma Salas y Pérez, idem. „ Juan Rodríguez y González, idem. „ Luis García y Aquino, idem. „ Francisco Ordiales y Berro, idem."], [136, "D. Lino Avelló y Gutiérrez, Alférez. ,, Francisco Renau y Missé, idem. „ Casimiro Solís y García, idem. „ Modesto Batalón y Rodríguez, idem. ,, Marcos Llopis, Músico Mayor. „ Antonio R. Pernas, Brigada. „ Lázaro Padrón y Ballesteros, Maestro de Cornetas. Pbro. D. José Ma Toscano y Garrido, Capellán. Da Josefa de Illas y Bujanda, Camarera de Nuestra Señora del Carmen, Patrona del Batallón. BATALLÓN DE HONRADOS OBREROS Y BOMBEROS. D. Manuel del Castillo y Velarde, T. C. Comandante, Pri- mer Jefe accidental. „ Pedro Fernández de Castro, Comandante. ,, José Federico V. Cajigal, idem. „ Juan Fernández y Arenas, Capitán. „ Pedro Batlle y Corral, Capitán. ,, Lorenzo Castañedo y Chiquisoli, Ayudante. ,, Francisco Oramas y González, Capitán de la 1? Comp? „ Ignacio Oramas y Santa María, Alférez de la 1? idem. ,, Francisco de la Piedra y Maza, id. de la la idem. ,, Joaquín Mico y Calatayud, Capitán de la 2a ídem. ,, Francisco Arrufas y Bisbal, Teniente de la 2g. idem. „ Jacinto Baldasano y Baldasano, id. de la 2a idem. „ Antonio Valdés y Valdés, Capitán de la 3? idem. ,, Manuel Fuentes y Montiel, Teniente de la 3? idem. „ José Valdés y Zayas, Capitán de la 4a idem. „ Ramón Flores y Pedroso, Teniente de la 4?- idem. „ Gonzalo Fernández de Córdoba, Id. de lá 5^ idem. ,, Joaquín Avila y Santisteban, Alférez de la 5? idem. „ Luis Andreu y Martínez, Capitán de la 6g. ídem. ,, Cirilo Chassaque y Chassaque, ídem, de la 7? ídem. „ Andrés Cámara y Ortega, Ídem, de la 8a ídem. Señora D? Rosario Lima y Renté, Camarera de la Tutelar. „ „ Micaela Ruiz de Moenck"], [137, "Señora D? María del Carmen Fernández de Castro. „ „ Antonia María Nin y Pon. „ „ Dolores Anillo de Planella. „ „ Leocadia Anillo de Lobato. ., „ Rosalía Rossié de Núñez. ,. ,, Mercedes Sánchez de Manzano. „ luana de la Torre de Rovira. ., ,, Francisca Sainz. „ „ Rosa Araoz, viuda de Hernández. „ . ., Altagracia Ritco de Cacho Negrete. „ Juana Picó. ,, ,, Cecilia Amat. „ „ Juana Aragón de Yianva. „ „ M? Micaela Aragón de Careta. ,, ,. Elvira Ramos y Ramo. Excmo. Sr. Marqués de Balboa, Senador del Reino. Excmo. Sr. D. Antonio C. Tellería, Presidente de la Dipu- tación Provincial. Sr. ,, Antonio Vilasec.i, Ingeniero y Administra- dor General del ferrocarril de la Bahía á Matanzas. Sr. Dr. ,, Francisco Rivero y Chichina. Dr. ,, Francisco Campos y Rivero!, Catedrático de Derecho. Ldo. „ Justino Páez y Herrera. Dr. „ Juan Valdés Yalenzuela. Ldo. ,, Emilio Valdés Valenzuela. Ldo. ,, Máximo Valdés Valenzuela. Dr. „ Severino Prieto y Pereira, Teniente Fiscal de la Excma. Audiencia. Excmos. Sres. Marqueses de la Real Proclamación. Ldo. D. Federico Lima y Renté. ,, Juan N. Odoardo, Ingeniero mecánico. „ José Lima y Renté. ,, Servando Santiuste y Renté. ,. Francisco Rosell. „ Eduardo Lobato, Administrador de los al- macenes de Regla. „ Juan del Castillo, Comandante de Ejército. „ Adolfo M?- Triana. „ Vicente Crego."], [138, "D. Eugenio Fortún y Varona. Excmo. Sr. „ Fernando de Illas. „ Ramón S. Inclán. „ Buenaventura de Vargas Machuca. „ francisco de Arangp y Molina. „ Ramón Murías. „ Manuel Maruri. „ José Carcía y Baylleres. „ José Torres y Bosque. „ Rafael Torres y Bosque. „ Antonio Valverde. „ Carlos Carricarte. „ Enrique Fernández Bramosio. ,, Antonio Baldino. „ Alfredo Moreira. ., José Ricardo López. ,, Secundino Cora. Excmo. Sr. ,, Pedro González Llórente. ,, Agustín González. ,, Ramón J. Uibizu. ,, Félix Marftt Callejas y Becerra. ,, Rafael Machado. ,, Emilio Edelmann. Sres. Piris, Cardona y Compañía. Sr. D. Antonio Pérez. ,, Federico Cánua y Suárez. ., Juan Gratacós y Farro. ,, Pedro Sust y Maristany, Colector de Rentas. ., Laureano Morales. „ Lorenzo Pastoriza. ., Francisco Acosta y Quintana. „ Pedro González y Medinass~ Dr. ,, Luis Agüero y Píernández, Profesorde Gim- nástica. ,, Sebastián López Mora. ,, Marcos Salmón y Pérez. ,, Francisco Illas y Pujóla. ,, Jaime Serra y Company. ,, Miguel Gómez, Teniente Coronel Coman- dante de Ejército. Excmos. Sres. Marqueses de San Carlos. Sr. D. Ramón Flores y Apodaea. Dr. ,, Mariano Domeñé. Ldo. ,, Santiago Terán y Pujol, Catedt\"? de Historia."], [139, "D. Cecilio Aguabella, Intérprete del Gobierno. ,, Martín üatáriz y Gastón. „ Andrés Bellver, Maestro de Enseñanza Ele- mental y Superior. ,, Antonio Sabadí. ,, Ramón Sabadí. „ José Huguet y López. ., Antonio González. ,, José Dillon-Davis, Ingeniero civil y mecá- nico. ., Carlos Enríquez y López. „ Domingo Alonso y Bravo. ,, Luis Flaquer y Aguilar. ,, Antonio Corbeta. ,, José Pedraza. ,, Tomás Rodríguez. ,. Ricardo Ruiz. ,, Casimiro Cabañas. v Ldo. ,, José Ramón Sabadí y A rus. ., Manuel Ganzález. ,, Vicente Vallbomi. ,, Francisco Ferrán. ,, Cipriano Traite. ., José Rubio. „ José Campiubí. Rdo. P. ., Francisco 3 . Araoz. Sr. ,, Juan Luna. ,, Benjamín Rodríguez y Martínez. ,, Justo Falcón. ,, Ramón Valdés y Gelt. ,, Vicente López Muñiz, Coronel Comandante. ., Constantino Clemente y Bertemati. ,, Enrique Clerch y Oliver. ,, Arturo de los R. Gavilán y Cuní. „ Luis Barí naga. „ Baltasar Lorenzo y Pardo. ,, Emilio Castro. „ Francisco Arronte. ., Antonio Corbera. ,, Francisco Menocal. ¡, Julián Ortíz. ., Jaime Fargas y Mas ,, Francisco J. Castañón. „ Bernardo Castro,"], [140, "D. Justo Mojardín. „ Jaime Gascón y Garrigiu-s, Maestro ■le En señanza Elemental y Superior. ,, Antonio García y López. ,, Pedro Alejandro Reyes y Galindo. „ Diego' Fernández y Roca. „ Josú Alberto Izquierdo y Orihuela. ., Gustavo Molas. .. Baltasar Lores. .. Antonio Mora y Barragant. Dr. .. Francisco María Héctor. Dr. ., Pedro Calvo, Cirujano Dentista. ,, Manuel Castro. ,, Carlos Cánin y Suárcz. .. Justo José de Cárdenas. . José M? Acosta y Cárdenas. .. José de Oliver y Mayor. „ Arturo Viondi y Oliver. .. Juan Fernández y Arenas „ Juan Noriega. .. Antonio Vaello y Espinosa. „ Joaqnin del Pino y Pamo Coronel, Te- niente Coronel. „ Salvador Dolé y Toral, Coronel Comandante. „ José de Irigoyen, Ttc. Coronel, Comandante. Ldo. ,, Miguel Ochoa y Benítez, Diputado Provincial ,, Vicente Bausa de la Pocha. .. Joaquín Fuero de Paz, Coronel. ., Petronilo Manzano, Celador de Policía. ., Bernardo Martínez. ., Manuel Olivera. Ldo. .. Miguel F. Viondi y Rodríguez. . Francisco Javier Flores y Pedroso. .. Salvador Flores y Pedroso. ., Manuel Flores y Pedroso. Vidal Morales y Flores Apodaca. , Pablo José Rodríguez. „ José María Pedioso y Sotolongo. „ Francisco de Goyri y La Hoz. „ Cristóbal Fornaguera, Arquitecto."], [141, ""], [142, ""], [143, ""], [144, ""], [145, ""], [146, ""]]