[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "LAS OPERACIONES NAVALES DURANTE LA GUERRA ENTRE CHILE I LA CONFEDERACIÓN PERU-BOLIVIANA 1836-37-38 Por Luis Uribe Orrego, Contra-almirante ele la Armada SANTIAGO DE CHILE LMIPRIElSrTA NACIONAL, MONEDA 113 189 1"], [8, ""], [9, "Y~> Y7X v^ vn A rp* \"O Y A El autor dedica este libro que recuerda una de las brillantes pajinas- de nuestra historia naval, a la memoria del ilustre Vice-Almi rante don Patricio Lynch. Quilpué, julio de 1891."], [10, ""], [11, "DOS PALABKAS Damos a luz este pequeño trabajo sin pre tensiones de ninguna especie, i llevados úni camente del buen deseo de presentar a los jóvenes oficiales de marina, una relación metódica i documentada de las operaciones navales que tuvieron lugar durante los años de 1836, 37 i 38, cuando la República de Chile, en resguardo de sus mas caros i lejí timos intereses, vióse en la dura pero im prescindible necesidad de llevar la guerra al Supremo Protector de la Confederación Perú-Boliviana, jeneral don Andrés Santa Cruz. Nos ha servido de seguro guia en la pro secución de nuestro relato, el interesante libro, Campaña del Perú en 1838, por Gon zalo Búlnes, i en mas de una ocasión nos hemos visto obligados a estractar de él al-"], [12, "6 gunos sucesos, como se manifiesta en el tex to cada vez que tal hicimos. En las coleccio nes de El Araucano i El Mercurio que posee la Biblioteca Pública de Valparaíso, así como en los archivos del Ministerio de Marina pudimos encontrar, por otra parte, cuanto dato nos fue menester para dar cima a nuestro propósito. Hemos tenido también a la vista papeles i documentos relativos a la época, pertene cientes al jeneral Búlnes, i a los vice-almi rantes don Roberto Simpson i don Santiago Jorje Bynon i que nos han sido bondadosa mente facilitados por sus deudos. Teníamos ya este trabajo a punto de ser impreso cuando por una feliz casualidad llegó a nuestras manos la Crónica de la Ma rina Militar de la República de Chile, por C. M. Sayago, i de la cual solo conocíamos lo relativo a los sucesos de la independencia nacional que ha dado a luz la Revista de Marina, debido a la amabilidad de su autor. Aunque como lo deja entender el título del folleto del señor Sayago, los aconteci mientos hállanse en él relatados a manera de crónica i por lo tanto condensados en"], [13, "7 cuanto fuera posible, el cúmulo de datos referentes a la marina nacional, que a costa sin duda de no poca labor, ha podido reunir dicho señor, hacen de su trabajo un libro importantísimo para los que de cerca se in teresen por la historia de nuestra marina militar. Valparaiso, Setiembre de 1890. L. Uribe O."], [14, ""], [15, "INTRODUCCIÓN La Confederación Perú-Boliviana que ve nia de realizar el jeneral don Andrés San ta Cruz, (1836) con evidente amenaza de los mas vitales intereses, así de Chile como de los demás países Sud-americanos, hizo que el gobierno del jeneral Prieto volviese la vista hacia su marina militar, sin cuyo concurso, bien lo sabia, nada, absolutamen te nada le seria dable emprender para sub yugar a su presunto -enemigo. La cuenta de nuestros elementos navales ha debido dejar sin duda en el ánimo del Gobierno una impresión de impotencia bien desconsoladora. Dos pequeñas embarcacio nes, el bergantin Aquiles i la goleta Colocólo, componían todo el poder marítimo de que"], [16, "10 podia disponer la República de Chile a la sazón. (1) De la brillante i orgullosa escuadra que bajo la éjida de Lord Cochrane i de Blanco Encalada paseara nuestro pabellón desde el Cabo de Hornos hasta California, no que daba, como se ve, ni vestijios en 1836; pero en cambio nos quedaba el recuerdo de su gloriosa tradición, que en todo tiempo, ha sido para los marinos de Chile la escuela austera a la que siempre amoldaron su de ber i su patriotismo. La enerjía i actividad del Ministro de Guerra i Marina a la época, don Diego Por tales, i el patriotismo del pueblo chileno siempre vivo i fecundo, habrían sin embar go de procurar a la patria los recursos i los elementos navales que necesitaba para ha cer suyo el predominio del mar. Por otra parte, el Supremo Protector de la Confederación Perú-Boliviana, en su asan por anarquizar al país que veia habría de (1) La Colocólo, antes goleta mercante Florida, fué comprada por el Gobierno en 1830. El Aquiles pertenecía a la marina española i en 1825 pasó a formar parte de nuestra escuadra mediante un acertado i resuel to golpe de mano de un marino chileno que navegaba en él, don Pedro Ángulo."], [17, "11 ser un estorbo a sus planes políticos, hubo de darnos también en parte los elementos que constituyeron la escuadra, que en el Callao i en Casma, como durante todo el curso de la campaña en el Perú, a que puso feliz término la gloriosa batalla de Yungay, mostróse siempre digna de su cuna i de su tradición."], [18, ""], [19, "OPERACIONES NAVALES DURANTE LA GUERRA ENTRE CHILE I LA CONFEDERACIÓN PERU-BOLIVIANA 1836-37-38 CAPÍTULO I Sale del Callao la espedicion revolucionaria del jeneral Freiré en los buques del Perú fragata Monteagudo i bergantin Orbegoso. — La Monte- agudo se subleva i es entregada a las autoridades chilenas. — Viaje de la Monteagudo a Chiloé en persecución del Orbegoso. — Captura de este buque. I El 7 de julio de 1836 los buques de guerra per tenecientes al Perú, fragata Monteagudo i bergan tin Orbegoso, zarpaban del Callao con destino a Chile, conduciendo a su bordo la espedicion revo lucionaria del jeneral Freiré. Los dos buques na vegaron en convoi sin contratiempos hasta la altu ra de Coquimbo en que un temporal de norte los"], [20, "14 separó. El bergantin Orbegoso continuó su derrota a Chiloé adonde iban encaminados los revolu cionarios. Su consorte, la Monteagudo, habría de tomar mientras tanto un rumbo mui diferente. El dia 1.\" de assosto entre dos i tres de la mañana, en circunstnncias que la fragata navegaba aun ende rezada al puerto de su destino, los marineros chi lenos Manuel Zapata i José Rojas, ausiliados de algunos otros, se echan sobre las armas i sin gran esfuerzo se apoderan del buque i lo dirijen a Val paraíso, adonde hacia su entrada el 6 de agosto escoltado por el bergantin Aquiles que, desde hacia dias, voltejeaba en las afueras del puerto precisa mente en asecho de los buques peruanos. (1 ) El buque que así i merced al esfuerzo i patriotis mo de Rojas i de Zapata, pasaba a ser presa lejítima del Gobierno de Chile, era una fragata de construc ción de guerra del porte de 980 toneladas i que venia armada con once cañones, siete de a 12 i cuatro de a 18. (2) Sin pérdida de tiempo se embarcó en la Monte agudo una tripulación adecuada, i puesta al mando del teniente 1.° de marina don Manuel Diaz, se hacía a la vela el 1 3 a las tres de la tarde con des tino a Chiloé i con el propósito de sorprender al (1) Parte oficial del Comandante Jeneral de Marina al Ministro de ramo, Valparaiso 6 de agosto de 1836; véase anexos. (2) Manuel Zapata i José Rojas fueron agraciados por el Congreso con una pensión vitalicia."], [21, "15 bergantin Orbegoso que por este tiempo debia en contrarse en aquel puerto i cuyos tripulantes no podían ni siquiera sospechar los sucesos acaecidos a bordo de la que fuera su consorte. II Después de haber reconocido de paso la isla de Juan Fernandez, siguió la Monteagudo su navega ción a Chiloé, cuya tierra avistó el 28 temprano. Al caer de la tarde, franqueaba el castillo de la Corona sin ser molestada (1) i como se avistase en su recinto una bandera blanca, envió el comandan te Diaz una chalupa, la que regresó poco después a bordo trayendo al comandante de la guarnición del castillo. Continuó la fragata su camino i al lle gar a tiro de fusil de la fortaleza de Aguí, recibió como práctico al guardián del Orbegoso, quien fué retenido a bordo i obligado a indicar las señales que era forzoso hacer para que no rompieran sus fuegos los cañones de Aguí. A las once déla noche fondeaba por fin la Monteagudo en las cercanías de la isla Cochinos, sin que hasta ese momento se sos pechara en tierra o en el puerto que su misión no era por cierto de paz. El comandante Diaz se apresuró entonces a emprender el ataque que tenia proyecta- (1) Escusado nos parece advertir aquí que Chiloé se hallaba al arribo de la Monteagudo bajo la dominación del jeneral Freiré,"], [22, "16 do. Aprovechando la vaciante que se pronunciaba en ese momento, destacó dos botes tripulados con 12 marineros i 12 soldados al mando del teniente de marina Bustos i del subteniente Espejo, con la orden de apoderarse de los buques enemigos. La lancha de la Monteagudo, con 12 marineros i 40 soldados al mando del comandante Cuitiño, diri jíase al mismo tiempo a sorprender las fortalezas de Aguí i Balcacura. El comandante Diaz entre tanta levó sus anclas i se dirijió al puerto con el objeto de protejer la retirada de los botes en caso de un mal éxito. Era la una de la mañana cuando se desprendían las embarcaciones del costado de la Monteagudo i dos horas después, el bergantin Or begoso, la goleta mercante Elisa (1) i las fortalezas estaban, en poder de los asaltantes, i lo que fué mas plausible, sin que ello diera lugar a derrama miento alguno de sangre. Al retirar del fondeadero los buques apresados, se les hizo un vivo fuego desde mía batería de a 24 que habia en el muelle i con tan buen acierto que, no obstante la oscuridad de la noche, fueron echa dos a pique dos botes i alcanzado el Orbegoso por siete proyectiles i la Elisa por cinco, si bien en ninguno causaron daño de entidad. (l) La goleta Elisa habia sido fletada por el gobernador de Valparaí so don Ramón de la Cavareda para llevar a Valdivia i Ancud aviso de la salida del Callao de la espedicion de Freiré, siendo apresada por éste a 6u llegada al último de los puertos nombrados."], [23, "17 III Mientras tenian lugar en la bahía los sucesos que dejamos referidos, en tierra una contra-revo lución reponia a las autoridades destituidas por el jeneral Freiré, i éste buscaba refujio a bordo de un buque ballenero, desde donde fué estraido por el comandante Diaz junto con algunas de las perso nas que desde el Perú lo acompañaban en su em presa, (i) Tres dias después se hacia la Monteagudo a la mar en convoi con el Orbegoso i la goleta mercan te Elisa i el l'¿ de setiembre fondeaban en Val- paraíso. La manera tan satisfactoria como llenó el te niente Diaz la delicada comisión que lo llevó a Chiloé, le valió el ascenso a capitán de corbeta graduado, que le fué concedido con fecha 14 de octubre. (1) Paite del comandante Diaz a la Comandancia Jeneral. Bahía de Valparaíso, a bordo de la fragata Monteagudo, setiembre 14 de 1836."], [24, "ANEXOS Comandancia JenefvAL de Marina. Valparaíso, 6 de agosto de 1836, Acabo de desembarcar de la fragata Monteagudo, que ha en trado esta tarde en el puerto escoltada por el bergantin Aquiles, a consecuencia de haberse apoderado del mando de ella algunos individuos de su tripulación, poniendo en prisión a don Salvador Puga i demás individuos que se designan como pasajeros i pre sos en el rol de la tripulación que acompaño. Ayer, como media hora después de la salida del correo, se me dio parte por el vijía principal que se acababa de avistar una fra gata mui semejante en todas sus formas a la Monteagudo i que el bergantin Aquiles se le aproximaba por barlovento i le dispa raba algunos tiros de cañón. Con esta noticia, dispuse la salida de las cañoneras que la ejecutaron con suma prontitud estraordinaria, i me dirijí a Pla ya-Ancha, donde en efecto se presentaron a mi vista los dos buques, que a mui poca distancia uno de otro navegaban con rumbo al puerto. Entre tanto todas las personas intelijentes aseguraban que la fragata era sin duda alguna la Monteagudo i se ratificaron de ello cuando por medio de los anteojos se divisó claramente el pabellón peruano. Esta circunstancia, la de venir ambos buques tan cercanos el uno del otro i la de dirijirse al puerto sin hacérsenos por el Aquiles señal alguna, causó alguna ajitacion en el vecindario; pero pronto fué reemplazado por el regocijo universal, cuando las lanchas anunciaron por medio de"], [25, "19 señales que la Monteagudo estaba rendida al Aquiles. Los cerros se veian entonces coronados de un jentío inmenso que espresaba su alegría con repetidos gritos de «Viva Chile» «Viva la Patria». Los dos buques fondearon en el puerto al anochecer. Debióse este estraordinario suceso a la acertada resolución de dos jóvenes marineros chilenos, llamados Manuel Zapata i José Rojas, que ausiliados de algunos otros se echaron sobre las armas el dia 1.° del corriente entre 2 i 3 de la mañana i toma ron el mando del buque. Se han puesto a bordo de la Monleagudo 20 húsares mandados por el ayudante don Eafael Soto Aguilar, para que en unión de los marineros fieles, custodien la fragata i cuanto existe en ella. La Monteagudo está armada con once cañones, 7 de a 12 i 4 de 18; i tiene ademas algunos otros en la bodega, tres cajones de tercerolas, otro de sables, cantidad de pólvora i balas de ca ñón, que aun no sé a cuánto asciende, dos anclas con sus res pectivas cadenas, dos lanchas, un bote i una chalupa. Debo añadir que la insurrección tuvo lugar sin el menor de sorden; que ella se debió al sentimiento de repugnancia tan pro pios de los chilenos, a pelear contra su bandera; que los indivi duos que hicieron el movimiento despreciaron con honradez las ofertas de dinero i alhajas con que los presos intentaron ganar los; los trataron con la mayor humanidad i respetaron relijiosa mente sus personas i efectos; hubo algunas tentativas de parte de los presos para recobrar el mando del buque, pero se logró frustrarlas poniendo en prisión a todas las personas sospechosas. Es cuanto hasta ahora ha ocurrido y ruego a V. S. se sirva elevarlo al conocimiento del Exmo. señor Presidente. Dios guarde a V. S. Hamon de la Cavareda."], [26, ""], [27, "CAPÍTULO II El bergantin Aquiles i la goleta Colocólo zarpan con destino al Callao Apresamiento de la barca Sant% Cruz, bergantin ArequipeTw i goleta Peruviana pertenecientes a la marina de la Confederación Perú-Boli- viana. I El mismo dia i a la misma hora que la fragata Monteagudo zarpaba para Chiloé, hacíanse a la ve la con rumbo a las costas del Perú, el bergantin Aquiles i la goleta Colocólo, llevando a su bordo al coronel don Victorino Garrido, en carácter de co misionado del Gobierno de Chile. Una vez fuera del puerto, la Colocólo recibió or den de dirijirse a los puertos de Arica e Islai, apo derarse de los buques de la Confederación que en contrara en ellos i seguir después al Callao. El Aquiles enderezó su rumbo a la isla San Lorenzo i navegó sin novedad hasta el 17, en que un golpe de viento lo desarboló del mastelero de gavia i de la verga de sobre de proa. Reparada la avería lo mejor que se pudo, continuó el bergantin su derro-"], [28, "22 ta i el 21 de agosto a las nueve de la mañana daba fondo en el Callao. II Al abrigo de los castillos del puerto se hallaban fondeados la barca Santa Cruz, los bergantines Arequipeño i Congreso i la goleta Peruviana, to dos pertenecientes a la marina de guerra de la Con federación i de los mismos que el coronel Garrido, cumpliendo las instrucciones de su Gobierno, pro yectó apoderarse en esa noche. A las doce de la noche, en efecto, se despren dían de los costados del Aquiles cinco botes tripu lados con 80 hombres, entre marineros i soldados. Iban a cargo de los botes, el teniente de marina don Pedro Tomás Martínez, el ayudante don Ra fael Soto Aguilar, el oficial de artillería don Rude cindo Granadino i el piloto don Juan M. González, i todos ellos bajo las órdenes del comandante del Aquiles don Pedro Ángulo. Diez minutos después llegaba el comandante Ángulo al costado de la barca Santa Cruz, de la que se apoderó sin resis tencia. El Arequipeño i la Peruviana fueron cap turados de la misma manera i conducidos a la isla de San Lorenzo, hacia donde caminaba ya la San ta-Cruz remolcada por sus propios botes. El ber gantin Congreso se encontraba sin cubierta i desar-"], [29, "23 bolado; su captura no tenia, pues, objeto. Entre tanto el Aquiles, a una señal convenida con el co mandante Ángulo, daba la vela i se reunia poco después con las presas fuera de tiro de cañón de las fortalezas del puerto. (1) La barca Santa Cruz fué puesta a cargo del pi loto don Domingo Salamanca; el Arequipeño a las órdenes del teniente don Pedro T. Martínez, i la goleta Peruviana a las del ayudante don Rafael Soto Aguilar. III Al dia siguiente, el Enviado de Chile hacía saber al Gobierno protectoral los motivos que habian in ducido a su Gobierno a secuestrar los buques peruanos. «La inesplicable conducta del Gobierno peruano, le decia, ha obligado al mió a tomar por su propia defensa las medidas de que V. S. tendrá noticias por otros conductos. La intención del Go bierno de Chile es retener los buques de que me he apoderado, como prenda de las disposiciones pací ficas de la República peruana i con la mira quizás de devolverlos en el momento en que se le den su ficientes garantías de paz». (2) (1) Nota de don Victorino Garrido al Ministro de Guerra i Marina. Bergantin Aquilas, a la vela frente de la isla San Lorenzo, agosto 22 de 1S36. (Véase anexos). (2) Revista Chilena, tomo IV Causas de la guerra entre Chile i la Confederación Perú-Boliviana, por Gonzalo Búlnes."], [30, "24 I tan eran así las intenciones del Gobierno de Chile respecto de los buques apresados que ha biéndoseles cambiado de bandera a su llegada a Valparaíso, por disposición de la autoridad admi nistrativa de este puerto, el Gobierno, tan pronto como tuvo de ello conocimiento, desautorizó ese proceder i ordenó que los referidos buques conti nuasen con su propio pabellón. Mas tarde, empero, las circunstancias obligaron a tomar otra determina ción. (1) Negociaciones diplomáticas detuvieron todavía frente al Callao al Enviado de Chile hasta el 2 de setiembre, en que se hizo a la vela de regreso a Valparaíso, donde fondeó el 23 del mismo mes, en convoi con los buques apresados. (1) Santiago, setiembre 27 de 183G.— El Gobierno ha sabido que en los buques peruanos sacados en la noche del 21 próximo pisado, se ha puesto la bandera nacional, la que hará US. quitar i permanecerán con la del Perú hasta que el Gobierno disponga otra cosa, no debiendo esto entenderse respecto a la fragata Monteagudo i bergantin Orbegoso que deberán enarbolar la bandera de ChilB, — Dios guarde a US. — Diego Por.» tales.— Señor Comandante Jeneral del Departamento de Marina."], [31, "ANEXOS Bergantin de guerra Aquiles, a la vela frente de la isla San Lorenzo, Agosto 22 de 1836. Señor Ministro: Consecuente a las instrucciones que me comunicó V. S. con fecha 11 del corriente, zarpé de Valparaiso el dia 13 en el ber gantin Aquiles, ordenando al comandante de la Colocólo que si guiese las aguas del bergantin. En el mismo dia a las cuatro tres cuartos de la tarde, al frente e inmediación de Playa- Ancha, llamé a mi bordo al comandante de la goleta i dándole órdenes para que pasase a reconocer los puertos de Arica e Islai con el fin de apoderarse de los buques del Gobierno del Perú que en contrase en ellos i que siguiese después a reunírseme en San Lorenzo, mandé poner la proa al Callao. Navegábamos feliz mente i con viento fresco, cuando el 17 a las nueve de la noche tuvimos la desgracia de desarbolar del mastelero de gavia i verga de sobrejuanete de proa. Este contraste atrasó algo el curso de la navegación, pero a favor del celo, actividad i constancia para repararlo, al siguiente dia se habia conseguido completamente este objeto i el dia 21 a las nueve de la mañana dimos fondo en el Callao. Acto continuo de fondear, di orden al ayudante don Eafael Soto Aguilar para que pasase a Lima conduciendo un oficio, que dirijí con el pliego que me remitió V. S. para el encargado pe negocios don Ventura La valle. A las tres horas de haber"], [32, "26 despachado a Lima al ayudante Soto, regresó a bordo acompa ñando al señor Lavalle. Manifesté al señor Lavalle la intención del Gobierno sobre su pronta retirada del Perú, i aun lo con sulté si queria pedir desde a bordo su pasaporte. Me contestó que no lo consideraba necesario, pues que debia volver a Lima a recojer todos sus papeles, i salir del pais observando todos los trámites regulares; pero que no podria solicitar en aquel mismo dia el pasaporte, porque era domingo, quedando convenido en verificarlo el siguiente dia por la mañana. Al anochecer se nombraron las divisiones que debian abordar, i al repartirles las armas con que debian concurrir a aquel acto les encargué la moderación, la jenerosidad i el mayor respeto a las personas i a los equipajes que se encontrasen en los bu ques de que se iban a apoderar. Eran las 12 de la noche cuando se embarcaron 80 hombres, bajo las órdenes del comandante Ángulo, repartidos en cinco botes que mandaban el teniente don Pedro Tomas Martínez, el ayudante don R. Soto Aguilar, el ayudante de artillería don Ru decindo Granadino i don J. Manuel González, reservándose el comandante el mando inmediato de uno de ellos. El plan era primero apoderarse de la barca Santa-Cruz, que era el buque de mas fuerza, i cpie estaba defendido por 5 cañones de a 24 que habia en el arsenal, i en seguida de los otros; i habiendo conve nido con el comandante Ángulo en que me avisase inmediata mente que se apoderase del primero, lo verificó así antes de una hora, trayóndolo a remolque la lancha perteneciente a la barca que habia sido ya tomada. En seguida pasó el comandante a reunirse con las fuerzas que debian apoderarse de los otros bu ques, quedando convenido en que harían una señal, cuando los hubiese tomado, para que diese la vela el Aquiles. Hecha la señal convenida, se puso a la vela el bergantin, i antes de las dos de la mañana estábamos reunidos fuera de tiro de cañón con la barca Santa-Cruz, bergantin Arequipeño i goleta Peruviana, habiendo quedado en la.bahia el bergantin Congreso que se ha yaba sin cubierta, sin bauprés, sin mastelero ni jarcia de ningu na especie. El 22, dirijí al Ministro de Relaciones Esteriores del Perú el"], [33, "27 oficio que en copia acompaño a V. Í3. marcado con el número 1.° i a los comandantes de las fuerzas navales estranjeras la circu lar que también en copia incluyo con el número 2. Acompaño con el número 3 copia del parte del comandante Ángulo, donde encontrará V. S. todos los pormenores que pue dan desearse referente a la toma de los tres buques captu rados. Aunque todos los individuos pertenecientes a la dotación del Aquiles son acreedores a la mayor consideración, por la con ducta moderada i circunspecta que han observado, entre los cuales se han distinguido el piloto don Domingo Salamanca, único oficial apto que quedó a bordo del bergantin en los mo mentos de abordaje, pues que el teniente Navarrete tuvo el amargo sentimiento de no poder acompañar en el peligro a sus dignos compañeros por estar postrado en una cama, considero en mí un deber imperioso en recomendar al Gobierno a todos los que fueron destinados a la toma de los buques de guerra peruanos, i con especialidad al comandante del Aquiles, que hizo cuanto estuvo a su alcance; al teniente del mismo buque don Pedro Tomas Martínez i el ayudante don Rafael Soto Aguilar, en consideración a que ambos subalternos, no solo se distinguie ron por su arrojo e intrepidez, sino por el celo, actividad i acier to con que han desempeñado las comisiones que les fueron con fiadas. Debe ser placentero al Gobierno, como lo han sido para mí, que hayan podido cumplirse sus órdenes sin derramar una gota de sangre chilena ni peruana, i que al comunicar a V. S. que que da cumplida en parte mi comisión, pueda decirle que no ha sido necesario que los marineros chilenos repitan en esta ocasión las pruebas de valor, que por todas partes resonaron justamente cuando en la misma bahia la fragata española Esmeralda fué arrancada por ellos del poder de los enemigos de la independen cia americana. Estando próximo a salir para Valparaiso, segun tengo noti cias, el bergantin chileno Salvador, me apresuro a trasmitir a V. S. todo lo acaecido hasta esta fecha, añadiendo que la barca"], [34, "28 Santa-Cruz ha sido puesta al cargo del piloto don Domingo Sa lamanca; el bergantin Arequipeño, al del teniente don Pedro Tomas Martínez, i la goleta Peruviana al del ayudante don Ra fael Soto. Dios guarde a V. S. Victorino Garrido. Al señor Ministro de Estado en el Departamento de Marina."], [35, "CAPÍTULO III Cómo quedó compuesta la escuadra chilena. — Fuerza de la escuadra de la Confederación Perú-Boliviana. — Entrega de la corbeta Libertad al Gobierno de Chile. I La insignificante fuerza naval que Chile poseía a la época que tocamos, habia sido aumentada con la incorporación de la fragata Monteagudo i bergantin Orbegoso, tomados a los revolucionarios. La corbeta Valparaíso, buque mercante comprado por el Go bierno en el mes de setiembre, habia también pa sado a formar parte de la escuadra chilena (l). (1) La corbeta Valparaiso, antes fragata mercante francesa Adrianne, fué comprada por el Gobierno en 40,000 pesos, segun consta del siguien te documento: Comandancia Jeneral de Marina. — Valparaiso, febrero 6 de 1836 — Acompaño a US. copia testimoniada de la escritura de compra de la fra gata francesa Adriana, vendida al Gobierno por su capitán i dueño don Adolfo Rouse en la cantidad de cuarenta mil pesos, segun consta de la contrata celebrada en tres del corriente en virtud de la autorización que se me confirió en dos del mismo i que fué aprobada con fecha cuatro. — Dios guarde a US , etc. — Ramón Cavareda — Señor Ministro de Es tado en el departamento de marina."], [36, "30 Eeforzada esta así, podia competir ventajosamente con las fuerzas navales de la Confederación Perú- Boliviana, la que, si en un principio fuera bien nu merosa, después del secuestro de algunos de sus buques efectuado por el Aquiles en el Callao, habia quedado reducida a proporciones, si se quiere, re lativamente importantes aun, pero que no podían infundir alarmas. Contaba en efecto todavía el Perú con las cor betas Confederación, Socabaya i Yanacacha; ber gantines Junin, Congreso, Flor del Mar, Catalina i Congreso i goleta Linieña, fuerza, como hemos dicho, relativamente importante i que los recursos abundantes del Perú le permitían mantener en res petable pié de guerra. La justicia i la bondad de la causa en que Chile se viera comprometido, hubo de proporcionarle aun mayores elementos de combate. El 8 de diciembre (1836), la corbeta de guerra Libertad, pertenecien te al Gobierno de la Confederación, hacia 'su entra da en Valparaiso jiara incorporarse espontánea mente a nuestra marina. El Gobierno de Chile pudo pues de esta manera iniciar sus jestiones diplomáticas ante el Perú, contando para todo caso con la siguiente fuerza marítima: fragata Monteagudo, corbetas Valparai so i Libertad, bergantines Aquiles, Orbegoso i go leta Colocólo."], [37, "31 Como se notará, comparando una i otra fuerza, no podia decirse que Chile tuviese una preponde rancia incontrastable; pero en cambio nuestra es cuadra, aunque recien i de prisa organizada, era sin duda superior en personal i disciplina a la que iba a ser su contraria."], [38, ""], [39, "CAPÍTULO IV Zarpa la Escuadra para el Callao al mando del Vice-Almirante Blanco Encalada. — El Gobierno del Perú le niega el derecho de fondear en la bahía. — Observaciones que hace el Almirante Blanco Encalada con este motivo. — Chile declara la guerra. I El 19 de octubre (1836) zarpaba del puerto de Valparaíso, rumbo del Callao, una escuadra de cin co buques, que lo eran: la Monteagudo, comandan te Martínez; el Orbegoso, comandante Diaz; el Aquiles, comandante Simpson; la Colocólo, coman dante Señoret, i la Valparaíso, comandante Bynon. A bordo de este último buque arbolaba su insignia el vice Almirante Blanco Encalada, comandante en Jefe de la Escuadra. Iba también a bordo del buque almirante, don Mariano Egaña, nombrado Ministro Plenipotenciario de Chile cerca del Go bierno del Perú, i provisto de los poderes necesa rios para celebrar un tratado que zanjara las cues tiones pendientes o para declarar la guerra, dado 3"], [40, "34 caso que el Gobierno de la Confederación se nega se a dar las satisfacciones i seguridades que Chile exijía. (1) II El dia 30 de octubre a las diez de la noche se presentó la escuadra delante del Callao i poco des pués largaba el ancla a seis millas a sotavento del surjidero. Al siguiente dia se despachó a tierra un oficial ayudante con pliegos del Gobierno de Chile para el Ministerio de Relaciones Esteriores del Perú i quien debia a la vez hacer al gobernador militar del puerto, la prevención de cortesía, que la escua dra esperaba solo la primera brisa para dirijirse al fondeadero i saludar a la plaza. Con no poca sorpresa se impuso el vice-almirante Blanco, al regreso de su ayudante, que el gobierno del Perú le negaba el derecho de estacionarse en la bahía, i que únicamente le seria permitido de sembarcar al Ministro Plenipotenciario i a su co mitiva. No se avenia ciertamente con el carácter altivo del vice-almirante chileno, dejar pasar sin la mas viva protesta, el insólito proceder que usaba el Go bierno del Perú para con las fuerzas de su mando. (1) En el anexo se insertan las Instrucciones dada3 por el Gobierno al comandante en Jefe de la Escuadra."], [41, "35 «Negar la entrada a la escuadra chilena a un puer to de un Estado amigo, decia el vicealmirante Blan co en oficio de ese dia al jeneral Herrera, goberna dor del Callao, i al tiempo mismo de conducir un Ministro Plenipotenciario me parece un acto posi tivo de hostilidad que no alcanzo a comprender, atendido el estado de las relaciones de amistad que subsisten entre Chile i el Perú». I en oficio de 1.° de noviembre, dirijido al mismo funcionario, decia: «Como no me es posible permanecer por mas tiem po en el estado de incertidumbre en que me pone esta conducta hostil e inesperada, ruego a V. S. se. digne recabar de su Gobierno, a la mayor breve dad, o que se le dé las órdenes que le autoricen para admitir en el puerto a los buques de mi man do, como deben ser los de una nación amiga, o la declaración espresa de que la escuadra chilena es mirada como enemiga». Inútil fueron, sin embargo, las observaciones ma nifestadas aun mas en estenso por el vice-almirante Blanco. El Gobierno protectoral persistió en negar la entrada al Callao a nuestra escuadra, fundándo se para ello en el secuestro de los buques peruanos efectuado por el bergantin Aquiles. III El ministro Egaña terció entonces en la cuestión i desentendiéndose, en obsequio de la paz, de la osen-"], [42, "36 sa que para Chile importaba la estraña conducta observada por el Gobierno de la Confederación, quiso tentar un último esfuerzo, i con fecha 3 de diciembre ofreció alejar la escuadra del Callao de jando solamente uno de los buques de menor porte. El jeneral Santa-Cruz, aparentó acceder gustoso a ello, pero imponía a la vez respecto del resto de la escuadra, condiciones tan inaceptables que por fin, i agotado todo razonamiento al respecto, hubo nuestro Ministro de notificar al Gobierno del Perú, en nota de fecha 11 de noviembre, que desde ese momento deberia mirar como declarada la guerra. Poco después dé notificada de esta manera la declaración de guerra, la Colocólo, llevando a su bordo al Ministro Egaña, se hacia a la vela para Valparaiso, donde aportó el 7 del mes siguiente."], [43, "ANEXOS Santiago, octubre 17 de 1836. En oficio fecha 15 del corriente se dice al Vice- Almirante por este Ministerio lo que sigue: «En estas instrucciones no me propongo recordar a V. S. los deberes propios de su encargo i de la alta confianza que la Ee pública ha depositado en su celo patriótico, integridad i conoci mientos facultativos. Omito por eso indicar la severidad en la disciplina, el cuidado en precaver sospechas, la instrucción de los oficiales, guardia-marinas, soldados i tripulación; la vijilan cia sobre la salud i moralidad de la tropa i jente de mar, etc. Por lo que toca a los movimientos de la Escuadra, su distribu ción i consejos, en caso de declararse la guerra, esto dependerá de las circunstancias i debe dejarse a la prudencia de V. S., mientras el Gobierno no le comunique órdenes especiales. «Si llega el caso de declararse la guerra, lo notificará inme diatamente a V. S. nuestro Ministro cerca del Gobierno peruano, i dará V. S. principio a las hostilidades. Entre estas no se com prende desde luego el bloqueo, que debe comenzar necesaria mente por un decreto de la autoridad suprema, a.los ajentes estranjeros que residen cerca de ella. El sistema de hostilidades a que el Gobierno propone ceñirse, porque a ello lo obligan sus intereses jenerales, su posición respecto de las naciones estran jeras, i en parte el tratado entre la República i los Estados Uni dos, es el mas liberal que jamas ha adoptado gobierno alguno, i el que menos restricciones impone a los neutrales. Voi a bos quejarlo a V. S."], [44, "38 «Primeramente respetamos en todo caso la propiedad neutral. Si se encuentran objetos neutrales a bordo de una embarcación enemiga, se restituirán a sus dueños, en virtud del principio Británico, que es en realidad el del Derecho de Jentes Univer sal. Pudiéramos negar esta protección a los ciudadanos de los Estados Unidos de América en virtud del art. 13 de nuestro tratado con la federación americana; pero preferimos adoptar una regla jeneral bajo la condición que después se dirá. «En segundo lugar, concedemos a la bandera neutral el dere cho de protejer la propiedad enemiga. Estamos obligados a este respecto de los Estados Unidos de América por el art. 12 de nuestro tratado con ellos; pero como esta franquicia seria en sus manos una especie de privilejio esclusivo de que no nos re sultaría gran provecho, preferimos estenderlo a todas las nacio nes neutrales. «En una palabra, la regla establecida en el art. 29 de nuestro tratado con el Perú, es la que debe V S. observar con respecto a los neutrales en jeneral, adoptando a un tiempo los dos prin cipios, el de la inmunidad del pabellón i el de la inmunidad de la propiedad neutral, donde quiera que se encuentre. «Llegado el caso de declararse una plaza en estado de blo queo o sitio (que deberá ser siempre efectivo), se dará noticia especial a cada buque neutral de los que se presenten a la fuer za naval deja República. A los buques que a vista de ella i del puerto bloqueado no obedeciesen a la señal de llamada, i sin hacer caso siguiesen dirijiéndose al puerto bloqueado, podrá V. S., repetida la señal i desobedecida, detenerlos i enviarlos a un puerto de la República para la debida adjudicación. «La noticia especial se escribirá en los papeles de mar de la embarcación neutral, i se exijirá ademas recibo de ella, firmado por el capitán. «No será necesario la noticia especial con respecto a los bu ques que la hayan recibido en forma en algún puerto chileno; es decir, llevándola escrita en sus papeles de mar. «Para los casos de bloqueo tendrá V. S. a la vista lo estipu lado con los Estados Unidos de América en el art. 17, i lo hará éstensivo a todos los pabellones neutrales. I notará que este"], [45, "39 artículo no favorece a los neutrales que habiendo violado el bloqueo quisieren después salir del puerto bloqueado con carga mento de retorno o sin él. Estos buques pueden ser lejítima mente apresados, i lo mismo las mercaderías que llevasen a su bordo, por suponerse en este caso complicidad de los cargadores. Pero en jeneral, la pena de los infractores del bloqueo es la condenación del buque, dejándose libre la carga. «No considerará V. S. como contrabando de guerra otros efec tos que los enumerados en el art. 14 de nuestro tratado con los Estados Unidos; i la pena aplicable a esta ofensa será única mente la aprehensión i confiscación de los efectos de contraban do, del modo que se espresa en los arts. 15 i 16 de dicho tra tado. «No encuentra el Gobierno que sea necesario plazo alguno para llevar a efecto las reglas relativas al contrabando de guerra. «Por lo que toca al modo de practicar la visita, rejistros, de tención i aprehensión de los buques o carga observará V. S. las reglas detalladas en nuestro tratado con los Estados Unidos, i ademas en nuestro reglamento de corso, supliendo lo que falta en el tratado por medio del reglamento i corrijiendo el regla mento por el tratado, si hubiera entre ellos discrepancia. «V. S. notará que por el art. 12 de dicho tratado es permitido a los norte-americanos en tiempo de guerra hacer el comercio de cabotaje del enemigo. V. S. estenderá la misma concesión a todas las embarcaciones neutrales. «El Gobierno espera que un sistema tan liberal será recibido con satisfacción por los Estados neutrales; pero como nos pon dríamos en una situación sumamente desventajosa si nuestro ene migo no concediere iguales condiciones, el Gobierno se propone, al tiempo de comunicar sus disposiciones a los ajentes estranje ros, empeñarlos a que recaben del enemigo la observancia de re glas semejantes en todo a las nuestras, indicándoles que en el casocontrario hará uso de todos los derechos que le confiere el estado de guerra, o por lo menos adoptará un sistema de repro cidad estricta, adoptando las reglas que observare el enemigo i a que se sometieren los neutrales. «Durante las negociaciones no procederá V. S. a detener bu-"], [46, "40 ques de los estados peruanos, ni aun a título de prenda. Sin embargo, detendrá V. S. para restituirlos a la terminación de las negociaciones (cualquiera que sea su resultado) a los que quieían entrar en el Callao, e impedirá que siga el armamento de los que ya estuviesen surtos en aquella bahia. «V. S. considerará la bandera i propiedades bolivianas en caso de guerra, como bandera i propiedades peruanas, i no hará tampoco diferencia alguna entre los Estados ñor i sur peruanos. «Pondrá V. S. en noticia de nuestro Ministro en el Perú estas instrucciones i las que sucesivamente puede ir recibiendo, i si él fuese de opinión que deben modificarse o restrinjirse de algún modo en virtud de las circunstancias, o le señalase alguna línea de conducta como conveniente para asegurar o facilitar los objetos de la misión, se conformará en todo con o sus indica ciones, con los cuales quedará siempre a salvo la responsabilidad de V. S. «Creo haber hecho a V. S. todas las prevenciones que por ahora pueden serle necesarias para el desempeño de su encargo. El Gobierno seguirá impartiéndole las que segun los casos que ocurran, le parecieren oportunas; si tuviere V. S. algunas dudas que exijan esclarecimiento, me las hará saber sin demora. «Todo lo cual comunico a V. S. de orden del Presidente para su intelijencia i cumplimiento». Lo trascribo a V. S. para su conocimiento. Dios guarde a V. S. (Firmado). — Diego Portales. Señor Comandante Jeneral de Marina."], [47, "CAPÍTULO V Diríjese la escuadra a Guayaquil. — Regresa el vice-almirante Blanco En- calada al Callao con la Valparaíso i el Aquiles. — La Monteagudo i el Orlegoso se estacionan en la Puna.— La Valparaíso i el Aquiles son atacados por las fuerzas sutiles del enemigo. — Rechazan el ataque i desafian los fuegos de la fortaleza. — La Valparaíso se dirije a Chile. — La corbeta Yanacocha abandona su fondeadero para batir al bergantín Aquiles i es rechazada. I Durante el curso de las negociaciones diplomá ticas que dejamos relatadas en el capítulo anterior, el vice-almirante Blanco Encalada, en vista de la actitud hostil del Gobierno Protectoral, consideró prudente impedir desde luego la reunión de la es cuadra peruana, que se decia existir parte en Gua yaquil i el resto en los puertos del sur del Perú. Con tal propósito, el 4 de noviembre zarpaban con destino a Guayaquil la Monteagudo i el Orbegoso, i tres dias después se hacían a la vela i tomaban la misma dirección el Aquiles i la Valparaiso. (1) (1) A bordo de la corbeta Valparaíso al ancla en la Puna, noviembre 14 de 1836. Véase anexos."], [48, "42 El 13 fondeaba en la Puna la Monteagudo i el Orbegoso i al dia subsiguiente el Aquiles i la Val paraíso. Algunas horas antes del arribo de los primeros, habia llegado a la Puna el bergantín Congreso, siguiendo inmediatamente hacia Guaya quil, donde se encontraban desde tiempo atrás los bergantines Flor del Mar, Catalina i Limeña. El Congreso era portador de armas, pertrechos i jente de mar para la corbeta Libertad i demás buques de la escuadrilla peruana que creía encontrar reunidos. El 15 subió el vice-almirante Blanco hasta la ciu dad con la Valparaiso i el Aquiles, bajando nueva mente a la Puna a los dos dias, i después de entre gar al comandante del Orbegoso, capitán de corbeta don Manuel Díaz, las instrucciones a que debia sujetar su conducta durante su permanencia en las aguas de Guayaquil, se dirijió al Callao (26 de no viembre) en compañía del Aquiles, delante de cuyo puerto debia permanecer esperando órdenes de su gobierno. El 29 tocaba en Paita en busca de la corbeta Yanacocha cuyo arribo a ese puerto le ha bia sido comunicado, pero hacia nueve dias que este buque habia salido para el Callao. II El 16 de diciembre llegó el vice-almirante Blan co Encalada a ese puerto i el 22 celebraba a bordo de la Valparaiso, con el jeneral Herrera, en repre-"], [49, "43 sentacion del Perú, un convenio por el cual se es tipuló que durante el término de quince dias no se apresaría ningún buque mercante: que serian pues tos en libertad con las propiedades que contuviesen los que se hallaban apresados, i que en caso de re cibir el vice-almirante antes de los quince dias, órdenes del Gobierno para establecer el bloqueo, los buques peruanos que se presentasen podrían dirijirse a cualquier punto del Perú, o donde tuvie sen por conveniente, con las mismas seguridades hasta su arribo, (l) Terminado este negociado, mediante el cual se dejaba en libertad de seguir viaje a cuatro buques chilenos mercantes que el Gobierno peruano habia hecho detener en el Callao, quedaron ¡ nuestras na ves delante de esta plaza en son de guerra i en espera de órdenes superiores. III Después de un trascurso de poco mas de quince años veíase así la escuadra de Chile afrontando por segunda vez las bien artilladas fortalezas del Callao i en ambas ocasiones, con orgullo lo decimos, en defensa de una noble i justa causa. Han sido sin duda estos servicios, los mas honrosos que ha pres tado la marina chilena i ciertamente forman las (1) Corbeta de guerra Valparaíso, frente al Callao, enero 10 de 1837."], [50, "44 pajinas mas brillantes i levantadas de nuestra his toria marítima. No había a la fecha en el Callao buque enemigo alguno, i como por otra parte Chile no pensaba aun en declarar el bloqueo de ese puerto, nuestras naves han debido consumir su tiempo en la mas desesperante inacción. No habria de faltar, sin em bargo, motivos para quemar un poco de pólvora i romper así la monotonía de una situación, como es siempre aquella, por demás enervante i perjudi cial a los intereses del servicio de un bajel de guerra. IV El 21 de enero encontrábanse la Valparaiso i el Aquiles fondeados como a tres millas del Callao, en circunstancias que una densa niebla arrastrada invadia el puerto, dejando ver únicamente los to pes de las arboladuras. El enemigo en tierra, notó luego la oportunidad que se le proporcionaba de atacar sorpresivamente a las naves chilenas, i al efecto destacó varias lanchas cañoneras que al am paro de la niebla i guiadas por los topes de nues tros buques avanzaron fuera del puerto. Mas, sea que la vijilancia de estos últimos fuese en tales casos estremada, cual es de suponerlo, o bien, como se ha dicho, falta de intelijencia en las maniobras de los asaltantes, lo cierto es que las lanchas caño neras fueron descubiertas con antelación bastante"], [51, "45 para que la Valparaiso i el Aquiles alcanzaran a hacerse remolcar mar afuera por sus propias em barcaciones, hasta que favorecidos a poco andar por oportuna brisa, hicieron vela en demanda de la escuadrilla sutil que no habia cesado de disparar sobre los buques chilenos, no obstante haberse ha llado éstos todo el tiempo fuera de tiro de sus ca ñones. Al aproximarse nuestros buques nuevamente al puerto, las lanchas enemigas se apresuraron a bus car el abrigo de las baterías para no mostrarse mas. La Valparaiso i el Aquiles que las habían per seguido a cañonazos hasta el fondeadero, permane cieron algunas horas voltejeando dentro de la bahía a distancia de tiro de las baterías enemigas, cuyos fuegos ni siquiera contestaron, por cuanto no esta ba en el ánimo del vice-almirante chileno empren der con tan débil fuerza un ataque contra fortalezas poderosamente artilladas, cual eran las del Callao, sino únicamente manifestai, como lo hacia entran do a la bahía i afrontando los fuegos de aquellas que no huia ante ninguna agresión o peligro i que estaba pronto a aceptar el combate a que le habia provocado las fuerzas navales del enemigo. Afor tunadamente, aunque alcanzados por algunos pro yectiles, no recibieron los buques chilenos daños de consideración."], [52, "46 V Dos horas después de este rasgo de sereno i alti- vo valor, tan propio del captor de la Marta Lsabel, hacíase la Valparaiso mar afuera en compañía de la fragata de guerra inglesa Blonde que se dirijia a Valparaíso. Al cabo de algunas horas de este amis • toso convoi, enderezó la Valparaiso su rumbo a Huacho en busca de aguada, i de ahí hízose a la vela con destino a Valparaiso, donde era llamado el vice-almirante Blanco Encalada por asuntos ur jentes del servicio i a cuyo puerto arribó el 19 de febrero. (1) VI El bergantín Aquiles habia quedado entretanto en el crucero del Callao con orden de dirijirse des de ahí a Guayaquil una vez que llegase el bergan- (1) Comandancia Jeneral de la Escuadra. — A bordo de la Valparai so, en Valparaiso a 19 de febrero de 1837. Señor Ministro: Son las once de la mañana i acabo de fondear en este puerto después de 22 dias de navegación del frente del Callao. El ber gantín Aquiles quedó en aquel puerto i el Arequiperio, que se me incor poró el 24 del próximo pasado, se dirijió para Guayaquil el 27 en la noche. Mafiana en la tarde saldré para esa después de dejar las órdenes nece sarias, e impondré a US. detalladamente de los sucesos de la campaña. — Dios guarde a US., etc. — Manuel Blanco Encalada.— Señor Minis tro de Estado en el Departamento de Marina."], [53, "47 tin trasporte Napoleón que se esperaba con víveres para la escuadra. La ocasión que ahora se presentaba al enemigo de medir sus armas con ventaja, no podia desper diciarla sin mengua de su decoro. Fué así que a los pocos dias de haber quedado el Aquiles solo delan te del Callao, la corbeta Yanacocha salió del puer to en disposición de batirlo (febrero 5) pero después de un corto cambio de balas a larga distancia, se retiró al abrigo de las baterías perseguida por el Aquiles que logró acercarse lo bastante para agu jerearle sus velas, sin recibir por su parte daño alguno, ni de la Yanacocha ni de las baterías cuyos proyectiles lo cruzaban. (1) (1) Parte del comandante Simpson al jefe de la Escuadra. — Valparat so, abril 4 de 1837. Véase anexos."], [54, "ANEXOS Comandancia Jeneral de la Escuadra de Chile A bordo de la corbeta Valparaiso, al ancla en la Puna, noviem- bre 14 de 1836.' Señor Ministro: El dia 30 de octubre a las diez de la noche anclé con la es cuadra de mi mando seis millas a sotavento del surjidero del Callao i por las comunicaciones que tuve con el Gobernador de aquella plaza se impondrá V. S. de la negativa que se me hizo por el Gobierno peruano para que entrase en el puerto. Hice saber esta ocurrencia al señor Ministro Plenipotenciario que tenia a mi bordo para que obrase como mejor le pareciese en aquella circunstancia imprevista. Se entablaron nuevas comuni caciones i aparecieron nuevas pretensiones de parte del Gobier no del Perú que impedían el desembarco del señor Plenipoten ciario. Informado al mismo tiempo que la corbeta Libertad estaba en Guayaquil i que el bergantín Congreso habia salido para reunirse con ella conduciendo en el Flor del Mar su arti llería i pertrechos; temiendo con mucho fundamento que si lo graban reunirse, armarse í tripularse, su objeto fuese dirijirse sobre las costas de Chile, (como sus mismos periódicos lo dan a entender) resolví de acuerdo con el señor Ministro dejarlo a bordo de la Colocólo i dirijirme con la escuadra a este punto en donde acabo de fondear, resuelto a no perder la actitud ventajosa que Chile tiene en la actualidad, a la sombra de una negociación"], [55, "49 cuidadosamente prolongada. El bergantín Congreso, goleta Li meña i el Flor del Mar con los cañones de la Libertad están en Guayaquil i también el bergantín chileno Gamo apresado por la Limeña coi pretesto do contrabando. Tienen a su bordo mas de 200 hombres para la Libertad, que salió de aquí hace mas de 20 dias i no se sabe su destino. Mañana entraré a Guayaquil a dejar al señor Encargado de Negocios Lavalle i después regresaré al Callao dejando aquí a la fragata Monteagudo i Orbegoso para no permitir la salida de los buques de guerra peruanos. Dios guarde a V. S. Manuel Blanco Encalada. Al señor Ministro de Estado en el Departamento de Marina. 4"], [56, ""], [57, "CAPÍTULO VI El Orbegoso i la Monteagudo en el puerto de la Pumí. — Salen del rio los buques peruanos sin ser vistos por los nuestros. — Arribo del Aquiles a la Puna. — Hácense todos a la vela con rumbo a Chile. I Hemos dejado al bergantín Orbegoso i a la fra gata Monteagudo en el puerto de la Puna al ase cho de los buques peruanos que seguían asilados en la ria de Guayaquil. Segun sus instrucciones, debia el comandante del Orbegoso abstenerse respecto de los buques peruanos de todo acto que pudiera ofender la neu tralidad del Ecuador. Su conducta se limitaba así a mantener una estricta vijilancia para hacerse a la mar, cuando aquellos lo hicieran, i batirlos una vez que se encontraran fuera de aguas neutrales. II Corrían ya para el comandante Diaz cerca de tres meses de paciente aunque liviana espera, cuan-"], [58, "52 do el 9 de febrero, poco después de medio dia, se presentan a su vista, bajando el rio, los buques enemigos, Congreso, Flor del Mar, Catalina i Li meña. En el acto el Orbegoso i la Monteagudo se disponen a dar la vela con la mira de adelantarse a la salida del enemigo si posible fuera, i contra rrestar así con esta ventaja el mayor andar bien conocido de sus buques. No se llevó a cabo, sin embargo, la faena de dar la vela por haber fondeado la escuadrilla peruana en la boca de Chupadores i distante de cinco a seis millas de los buques chilenos. En esta situación permanecieron unos i otros por varios dias. Estos en asecho i vijilantes i aquéllos atisbando una oportunidad para hacerse a la mar burlando a sus guardianes. En efecto, por dos dias consecutivos hicióronse los buques enemigos a la vela, creyendo sin duda encontrar desprevenido al comandante Díaz; pero como vieran que éste daba también la vela i pro curaba adelantarse a la salida, desistieron en am bas ocasiones de su empeño para volver a fondear en el mismo paraje de donde habían zarpado, ha ciendo otro tanto nuestros buques. III Por fin, a la media noche del dia 13, pudo la es cuadrilla peruana darse a la vela sigilosamente i sa-"], [59, "53 lír por la boca llamada de Maquillana, escepto el bergantín Catalina que sin duda recibió orden de dirijirse a Guayaquil. La primera luz del dia vino a revelar a los bu ques chilenos la ausencia del enemigo; pero como se divisase aun el Catalina subiendo el rio, creyó se posible que todos hubieran tomado esa misma dirección, i solo al siguiente dia se supo que iban camino de alta mar, por un buque de comercio que llegó a la Puna, comunicando haber encontrado a las naves peruanas navegando por el canal del Morro. Con esta noticia determinó el comandante Díaz dar la vela i seguir tras de aquéllas en la esperanza de que algún accidente inesperado pudiera haber los detenido en su curso por el rio. No hacia mu cho que siguiendo su propósito navegaba aguas abajo cuando se avistó el bergantín trasporte Na poleón que conducía víveres i pertrechos i en cuyo trasbordo demoró el Orbegoso hasta el 17. Al hacerse a la vela al dia siguiente para seguir rio abajo llega el Aquiles, comandante Simpson. (l) Impuesto este jefe de lo que ocurría se dirijió in mediatamente a la Puna en busca de noticias fide dignas. Pero las corrientes i ventolinas contrarias retardaron su arribo a ese punto. Por fin conside- (1) El Aquiles zarpó del Callao el 9 de febrero con rumbo al norte i des pués de tocar en Samanco i Paita llegaba a la Puna el 18 del mismo mes."], [60, "54 rando que toda persecución era ya inútil por el tiempo que habia trascurrido desde que salieron del rio los buques peruanos, dispuso el comandante Simpson que la Monteagudo se dirijiese a Talca- huano en cumplimiento de órdenes superiores i el 25 se hacia él a la vela con el Aquiles i el Arequi peño con destino a Valparaiso, donde aportó el 15 de abril. (1) (1) Paite oficial del comandante Díaz al Jefe de la Escuadra. Bergantín Orbegoso al ancla en Puna, febrero 24 de 1837. ídem del comandante del Aquiles. Véase anexos."], [61, "ANEXOS Bergantín Orbegoso, al ancla en Puna, febrero 24 de 1837. Señor: Cuando recibí de manos de V. S. en este mismo punto, las instrucciones que me prescribían la conducta que debia seguir para lograr el cumplimiento de las instrucciones de V. S. respec to de los buques peruanos estacionados en Guayaquil, me lison jeaba la idea de qae con todos los medios posibles que estaban en mis manos emplear llenaría la confianza que V. S. depositó en mí, pero el resultado no ha correspondido a mis esperanzas. El dia 9 del corriente mes se presentó a mi vista la escuadra peruana bajando por el rio Guayaquil, compuesta del bergantín Congreso, Flor del Mar, Catalina i Limeña i a la oración dio fondo en frente de la boca de Chupadores, separándonos una distancia como de 5 a 6 millas a lo menos. Por dos dias consecutivos los buques peruanos se pusieron a la vela i la dirección que toma ban indicaba claramente su ánimo de salir. Yo mandé hacer lo mismo con el objeto de poder anteponerme en la salida cuando ya estuviese seguro del canal que ellos tomaban, como que éste era el único remedio que podria emplear para no perderlos an tes de salir de las aguas del Ecuador; pues por la neutralidad de este Estado no debia hacer en él el menor amago i porque el poco andar tan conocido de mis buques no me permitía salir después de los enemigos; pero sea que el jefe peruano adivinase de antemano mis intenciones o sea que lo previese en ese mo mento, el resultado fué que desesperando de tomar el canal antes que yo, resolvió fondear en el mismo lugar de donde ha bia salido, haciendo otro tanto los buques chilenos. En este estado permanecimos hasta el dia 14 en que ya no"], [62, "56 aparecieron a nuestra vista los enemigos. Cuando a las 8 de la mañana aclaró bien la costa i pude convencerme de que se hablan movido de su fondeadero, mandé botes en todas direc ciones examinando los canales por donde era posible la salida i para saber si volvían a entrar a Guayaquil todos ellos, pues solo veia ir en esa dirección al bergantín Catalina. Todos los botes volvieron sin tener ninguna, noticia capaz de sacarme las dudas en que estaba. Mas el 15 por la mañana supe por una embarcación que llegó a Puna procedente del Morro, que los buques peruanos habían salido en la noche del 14 por la boca llamada Maquillana i que ya estaban en el canal del Morro. Esta noticia me decidió a dar la vela con ánimo de dirijirme al oeste de las islas de Santa Clara para colocarme en una si tuación aparente i ventajosa en caso de que algún accidente les re tuviese mas del tiempo regular en dicho canal, pues la superio ridad del andar de los buques enemigos, la anticipación de mas de 30 horas con que habian emprendido un camino dos veces mas largo que el que yo debia hacer, no dejaba ni 1 1 esperanza de poderlos alcanzar. Como a las 4 de la tarde del mismo dia, encontré al bergan tín Napoleón, el cual me demoró todo el dia 17 para trasbordar algunos enseres de los que él traia i cuando el 18 por la mañana iba a dar la vela para seguir el objeto con que habia salido del Puna se avistó el bergantín Aquiles; su comandante a quien in formé de lo sucedido con los peruanos me ordenó volver con él a Puna, pues creia también que era inútil ya intentar seguir a los enemigos. La convicción en que estoi, señor, de haber puesto de mi par te todos los esfuerzos de que era capaz, disminuye el sentimien to que me causa de no haber llevar a cabo las mirasde V. S. Aprovecho esta oportunidad para ofrecer a V. S. mis senti mientos de estimación i respeto con que soi de V. S. Manuel Díaz. Al señor Vice- Almirante Comandante Jeneral de la Escuadra."], [63, "57 Comandancia del Bergantín «Aquiles> Señor Almirante i Comandante Jeneral de la Escuadra: Tengo el honor de informar a V. S. del regreso de este buque i el Arequipeño, bajo mis órdenes, a este departamento del golfo Guayaquil, en consecuencia de haber escapado la escuadrilla peruana de ese puerto i en cumplimiento a la orden de V. S. para tal caso prevenida. De cuyo acontecimiento el comandante Diaz, jefe de los buques de guerra nacionales en la Puna cuando tuvo lugar, a V. S. detallará los pormenores en el parte que incluyo. Parece que los buques del enemigo que han logrado salir, son: bergantín Congreso, de 20 cañones; bergantín Flor del Mar de 2 cañones jiratorios i la goleta Limeña de un cañón coliza; i que efectuaron su libertad por el canal al este de la isla Verde i de allí por el del Morro al norte de la isla de Puna. Su destino con certeza no he sabido; se supone jeneralmente que se han dirijido al Callao, fundándose en que sabia su jefe que V. S. se habia regresado a las costas de Chile, i que el buque de mi man do debia mui luego estacionarse en la Puna. Creo que esta opi nión está conforme a sus circunstancias. Sin embargo opinaban algunos que irán a recorrer las castas de Chile i otros que su destino eran los puertos intermedios. A mi llegada en frente de la isla Punta Arenas el 18 de febrero en donde se hallaban fondeados los buques de guerra nacionales, con el bergantín conductor de víveres Napoleón, todavía queda ba duda si hubian salido o no los enemigos de las aguas del Ecuador. En esta intelijencia me dirijí sin pérdida de tiempo hacia la Puna para obtener noticias fidedignas i al mismo tiem po hacer la aguada i completar de víveres a este buque i el bergantín Arequipeño. Los ventolinas i fuertes corrientes en contra impidieron nuestra llegada, i no fué hasta el 20 que pu de empezar a llenar la Basijueria en la Punta Española. El 21, previniendo que después de completar, no obstante el ausilio de los botes de la Monteagudo, seria al todo inútil salir"], [64, "58 en perseguimiento de los enemigos; suponiendo su destino al Callao, viaje cuando mas de 21 dias i que ya habían pasado siete, mandé un oficial a Guayaquil para recojer la correspondencia del señor Encargado de Negocios, Lavalle; al mismo tiempo ofi cié a ese funcionario, informándole que a consecuencia de la la salida de los buques peruanos, i en obediencia a mis instruc ciones, regresaba a la costa de la República con los buques de guerra nacionales, a escepcion del bergantín Orbegoso que debia esperar el tiempo que V. S. dispuso a la vuelta del correo de Quito, para conducir sus comunicaciones a Valparaiso. El 23 di orden al comandante de la Monteagudo para dirijirse sin pérdida de tiempo al puerto de Talcahuano, en cumplimien to de una resolución suprema i al dia siguiente se hizo a la vela dando convoi al bergantín Napoleón para el mismo puerto. El 25 di la vela con el bergantín Arequipeño, habiendo regre sado el dia anterior de Guayaquil, i el 28 salí del Cabo-Blanco. De las ocurrencias antes de mi llegada al golfo, debo infor mar a V. S. que permanecí en el crucero los 1 2 dias dispuesto, esperando en vano el buque que debia llegar con víveres. El único acontecimiento que tuvo lugar en ese tiempo es que ha biendo la goleta Yanacocha tenido el atrevimiento de salir a tirotear al bergantín de mi mando el dia 5 de febrero, logré acercarme lo suficiente para agujerear sus velas a bala; sin reci bir la menor averia ni de ella* ni de las baterías, cuyos fuegos cruzaban este buque, cuando creí prudente retirarme. El 9 des pués de tomar una lanchada de agua en Ancón, solamente que daba una pipa, me dirijí por la costa hasta Samanco i con in tención de tocar en Paita (para saber algo respecto del bergantín Congreso que se decia en el Callao habia evadido la vijihncia de nuestras buques) i el 15 de febrero llegué como antes espresaba a V. S. en el golfo de Guayaquil. Remito incluso el «Estado Jeneral» de entrada i un oficio del Comandante Díaz. Dios guarde a US. muchos años. — Puerto de Valparaiso i abril 4 de 1837. Roberto Simpson."], [65, "CAPÍTULO VII Sale de Valparaiso el convoi con el ejército restaurador. — Toma de Ari- ca. — Desembarca el ejército en las caletas de Quilca i Aranta. — Nau- fragio del trasporte Carmen. -Tratado de Paucarpata. — Regresa el ejército a Chile. I Por este tiempo la atención del jefe de la escua dra i la del Ministro de Guerra i Marina, hallá base absorbida en reunir i alistar los elementos para el trasporte del ejército que Chile enviaría en breve a combatir en su propio territorio al titu lado Gobierno de la Confederación Perú-Boliviana. Los buques de la escuadra se ocupaban a la vez, unos en conducir a Valparaiso las tropas que se reclutaban en el norte i sur de la República, i otros, como la corbeta Libertad i barca Santa-Cruz, en completar su armamento i habilitarse para la pró xima campaña. En estos preparativos bélicos, dificultados a ca da paso por la escasez de elementos de toda espe cie en un país que recien, puede decirse, principiaba"], [66, "60 a disfrutar de los beneficios de la paz, después de haber agotado su sangre i sus recursos en la gran diosa lucha por la conquista de su libertad e inde pendencia, trascurrieron afanosos los meses del crudo invierno. II Por fin, a principios de setiembre hallábanse reunidos en Valparaiso los diezisiete trasportes que debían conducir al ejército espedicionario, fuer te de 3,600 hombres. (í). El 10 de setiembre se dio comienzo al embarque de las tropas. El 14 zarpó la goleta Peruviana i el trasporte Napoleón con destino a Cobija i el 15 a las dos i media de tarde, se hacían a la mar los bu ques trasportes escoltados por una escuadra com puesta de la corbeta Libertad, comandante Bynon, i a cuyo bordo se embarcó el jeneral en jefe del ejército, vice-almirante don Manuel Blanco Enca lada; fragata Monteagudo, comandante Martínez; barca Santa-Cruz, comandante Boterin; corbeta Valparaíso, comandante B. Martínez; bergantín Arequipeño, comandante Díaz, i bergantín Aquiles, (1) Hé aquí una relación de los trasportes que tomamos de El Mer curio de setiembre 16: bergantín Orbegoso con el hospital i capellanes; fragata Capitán Zaldívar, id. Esperanza; id. Margarita; barca Faguina; id. Uolcura, id. Isabel; id. Carme»; id. Pacífico; bergantín Teodoro; id. Huemul; id. San Antonio; id. Salvador; id. Dos Hermanos; id. Herac les; id. Joven Victoria, id. Eleodoro."], [67, "61 cuyo comandante, el capitán de fragata don Roberto Simpson, hacía a la vez de jefe de la escuadra. Comandante de los trasportes fué nombrado el ca pitán de navio don Pablo Délano. La corbeta de guerra inglesa Rover, que se encontraba en Val paraiso, dio la vela junto con el convoi i lo acompa ñó en su marcha. III Después de seis dias de una feliz navegación, recaló el convoi en busca de noticias al puerto de Iquique. Al dia siguiente se hacia a la vela nueva mente i el 24 a las cinco i inedia de la tarde se pre sentaba delante de Arica. La corbeta Valparaiso i el bergantín Aquiles se dirijieron al fondeadero a la cabeza de la escuadra para batir las fortificacio nes que defendian el puerto, al mismo tiempo que algunos botes se dirijian al desembarcadero con duciendo dos compañías de cazadores que debían apoderarse de la población. Al simple amago de este ataque combinado, la tropa enemiga que guar necía el puerto se dispersó i los vecinos arriaron la bandera de la confederación que flameaba en la for taleza del Morro. IV Al cabo de dos dias de permanencia en Arica que se ocuparon en medidas de buen servicio para i"], [68, "62 el objeto de la espedicion, aparejó el convoi con destino a Islai, punto que se habia elejido para el desembarco del ejército i donde aportó el 28. Des- pués de comunicar con tierra, se resolvió no efec- tuar ahí el desembarco sino en las caletas de Aran- ta i Quilca, situadas un poco mas al norte. La cor- beta Libertad i los trasportes que conducian caba- llos, se dirijieron entonces a Aranta i el bergantín Aquiles con el resto del convoi a Quilca. Al recalar a Aranta i siguiendo los consejos de un práctico, se designó para el desembarco de los caballos una caleta situada a dos millas mas al sur i hacia la cual se dirijieron en consecuencia los trasportes. Al emprender este movimiento, las fragatas Car men i Coleara, forzando de vela, trataron de tomar el fondeadero antes que los demás buques, pero con tan mala suerte la primera, que al orzar para dar fondo, varó sobre las rocas de la orilla. Después de tantos trajines resultó que la caleta elejida para el desembarco de los caballos, era pésima por la mucha resaca que se esperimentaba en ella. Por este motivo la Libertad cortó sus cadenas durante la noche i estuvo en inminente peligro de varar, pero afortunadamente logró hacerse a la vela, diri jiéndose en seguida a Quilca. Con todo, el desem barco del ejército quedó terminado el 2 de octubre i en ese mismo dia sus columnas se ponían en mar- cha sobre Arequipa."], [69, "63 V No nos corresponde ciertamente seguir al ejér cito chileno en su marcha al interior del Perú. Bas te decir que seis dias después de firmado el tratado que se denominó de Paucarpata (1) i que habría de ser desaprobado por el Gobierno, se reembarcó en Quilca para regresar a sus lares. Con efecto, el 16 de [diciembre daba fondo en Valparaiso la corbeta Libertad, conduciendo a su bordo al Jeneral en Jefe del Ejército Restaurador i sucesivamente fueron llegando los demás buques de guerra i trasportes que componían el convoi espedicionarío. (1) Noviembre 23 de 1837."], [70, ""], [71, "CAPÍTULO VIII La escuadra protectoral en Juan Fernandez. — Ríndese el gobernador de la isla. — La escuadra se presenta en Talcahuano. — Pretende desem- barcar las tropas i son rechazados. — La escuadra en San Antonio. — Pérdidas que aquí esperimenta. — El Congreso a la vista de Valparaíso. --La Confederación en Huasco. — Este buque i la Socabaya se presen- tan en Copiapó i son rechazados. I Mientras tenían lugar los acontecimientos que dejamos referidos anteriormente, hacíanse a la vela para las costas de Chile los buques de la marina protectoral, corbetas Socabaya, Confederación i bergantín Congreso, al mando en jefe del jeneral don Tristan Moran, convertido así en almirante por obra i gracia del Supremo Protector del Perú. En la madrugada del 13 de noviembre se presen taban los buques peruanos delante de la isla de Juan Fernandez, pero solo al siguiente dia dieron fondo en el puerto. Al tiro de un cañonazo enarbo laron el pabellón peruano enviando en seguida a tierra un parlamentario que exijió la inmediata en- 5"], [72, "66 trega de la guarnición de la isla i de todos los chi lenos confinados en ella para que pudiesen libre mente disponer de sus personas. El gobernador de Juan Fernandez capitán don Andrés del Campo, creyendo que carecía de medios bastantes para de fender la isla con algunas probabilidades de éxito i aun para retirarse al interior por la falta absoluta de víveres i escasez de municiones, convino en en tregar la guarnición i los reos, precediendo una capitulación honrosa. Aceptada esta condición por parte del jefe enemigo, acordóse en consecuencia el siguiente convenio: 1.° Que se entregase al comandante jeneral de la escuadra la tropa, municiones i demás elementos de guerra. 2.° Que los confinados quedaban en completa libertad. 3.° Que los oficiales de la guarnición don Andrés del Campo i subteniente del Carampangue don Andrés Guzman, con sus respectivas familias que daban en libertad para embarcarse en la misma escuadra con el objeto de desembarcar en las cos tas de Chile, para quedarse en la isla, o hacer lo que les pareciese con la sola condición de no poder, durante la guerra o hasta sus canjes, tomar las ar mas contra la Confederación Perú-Boliviana. 4.° Que eran garantidas todas las propiedades de todos los habitantes de la isla."], [73, "67 5.° Que el armamento i demás artículos de gue rra serian entregados por inventario. En virtud de esta capitulación, fueron embarca dos en la escuadra protectoral veinticuatro solda dos de los cuarenta i cinco que existían en la isla. El resto de la guarnición, encabezada por el ani moso sarjento José Manuel Vega habíase interna do en el monte i pudo así salvar de caer en manos del enemigo. Durante la noche, mientras los perua nos permanecieron dueños de la isla, bajaban estos valientes muchachos a hostilizarlos a balazos, re chazando a todo trance los halagos que se les hicie ra por el enemigo para que se rindieran. (1) De los confinados, que ascendían a cincuenta i cuatro, solo dieziseis se aprovecharon del pasaje que les ofreció el jeneral Moran. Los oficiales don Juan Williams, don Luciano Piña i don Santiago Salamanca, fueron ademas retenidos a bordo de la escuadra en calidad de prisioneros, por no haberse estipulado nada acerca de ellos. El 15 tocó en la isla la Washington, buque ba llenero americano, a cuyo bordo tomó pasaje el go bernador i el alférez Guzman con sus respectivas familias, el capellán, un soldado i veintiocho de los confinados, quedando en la isla ocho mas de éstos, por falta de comodidad a bordo i tres marineros desertores de los buque peruanos. (l)Vicuña Mackenna, Isla de Juan Fernandez."], [74, "68 II El dia 18 se hizo a la mar el jeneral Moran, or denando al ballenero siguiera sus aguas con el objeto, bien manifiesto, de que no tomara tierra antes que él i revelara así su próxima presencia en la costa firme, sobre la que calculaba llegar de sor presa. Navegaron así en convoi la escuadra enemiga i el ballenero hasta el 21 a la una de la tarde, en que habiéndose perdido aquella de vista, determinó el gobernador Campos dirijirse al puerto de San An tonio, adonde, arribó dos dias después, (l) III La escuadra del jeneral Moran seguia entretan to su derrota i el 23 se presentaba en la boca de Talcahuano. Dejando al bergantin Congreso en la isla Quiriquina, avanzaron las corbetas Confedera ción i Socabaya hacia el surjidero i al estar a distan cia conveniente de tierra, destacaron cuatro botes con tropas de desembarco, enarbolando al mismo tiempo los buques su bandera nacional. Las fortalezas rompieron entonces sus fuegos (1) Declaración del capitán de la fragata ballenera forje Washington, sobre los suco sos de Juan Fernandez. (Véase anexos)."], [75, "69 sobre los botes i sin mas que haberles muerto a poco de bogar, uu oficial i dos o tres hombres, desis tieron de su empeño, regresando a bordo de sus buques para reembarcarse apresuradamente. Los buques enemigos se mantuvieron por algún tiempo mas en el fondeadero cambiando señales i sin hacer demostración hostil alguna, dirijióndose en seguida a la Quiriquina a reunirse con el ber gantín Congreso que p or este tiempo habia hecho buena provisión de los animales vacunos que exis tían en la isla. La inesperada i bien dirijida resis tencia que encontrara en Talcahuano el jeneral Moran hubo sin duda de decidirlo a no repetir la aventura. Al dia siguiente en efecto los buques de la Confederación se hicieron todos mar afuera para quedar cruzando a distancia de 4 a 5 millas, hasta que al ponerse el sol, fueron retirándose, perdiéndo se por fin de vista en la oscuridad de la noche. (1) IV El 28 a las siete i media de la mañana, la Con federación i la Socabaya surjian en el puerto de San Antonio i apresaban el bergantín chileno Feliz Intélij encía con cargamento de maderas. Mientras tanto, el pequeño caserío del pueblo parecía no dar señales de vida, estratajema que, entre otras, el go bernador don Anjel Ortúzar puso en juego a fin (1) Parte del Jeneral Biílnes.S Intendencia Concepción, noviembre 25 de 1837. Véase anexos, '"], [76, "70 de incitar al enemigo a que desembarcara; pero como éste demorara en hacerlo, el gobernador que redactaba sobre el campo su parte oficial, escribía: «voi perdiendo toda esperanza que lo ejecuten, i lo siento mucho porque llevarían un escarmiento completo en el puerto mas desamparado de la Re pública». I no eran por cierto bravatas las del alen tado Gobernador, pues lo que dijera habría de cum plirlo al pió de la letra. En efecto de ahí a poco dos lanchas cañoneras i un bote con tropa i marineros se desprenden de los buques i se dirijen a la playa, la que abordaron sin cautela alguna. Habia desem barcado ya una buena parte de la jente enemiga cuando desgraciadamente, segun nos dice el gober nador, los milicianos que guarnecían el puerto, se anticiparon como buenos reclutas, a la orden de fue go, lo que hizo que el enemigo suspendiera el de sembarco i regresase apresuradamente a sus buques, pero no sin haber dejado en poder de los defensores de San Antonio un bote, un oficial i la mayor parte de la tropa que habia desenbarcado, fuera de algu nos muertos i heridos: Los buques peruanos se acercaron entonces mas a tierra i rompieron sus fuegos sobre la población durante algún tiempo, retirándose en seguida sin haber causado daño grave alguno en el pueblo. (1) (1) Parte del gobernador don Anjel Ortúzar. Puerto de San Antonio, noviembre 28 de 1837. Véase anexos."], [77, "71 V Por este mismo tiempo el bergantín Congreso, que se habia destacado de la escuadra para volte jear en las cercanias de Valparaiso, hacia presa de la barca mercante nacional Fletes, i el 31 de no viembre se le avistaba desde el vijía dando caza a otro buque que a toda vela se dirijia al puerto, i que persiguió hasta venir a distancia de dos tiros de cañón de la batería de Playa Ancha, para em plear las mismas palabras de El Mercurio, que daba cuenta de este suceso en su edición de 1.° de diciembre. Burlado en sus espectativas, viró el bergantín de la vuelta de afuera i fué a reunirse a sus con sortes que iban entretanto singlando al norte. VI El 5 de diciembre recalaba la Confederación al Huasco i después de hacer algunos disparos sobre la población sin lograr otra cosa que destruir la casa de un empleado de aduana, se retiró del puer to para presentarse al sub-siguiente dia en Calde ra, acompañado de la Socabaya. Esperaba aquí el jeneral Moran sorprender los acopios de barras de cobre i plata que nunca faltaban en las bodegas del puerto. Pero el gobernador del departamento, don"], [78, "72 Juan Melgarejo, prevenido de las operaciones i movimiento de la escuadra confederal, habia hecho retirar oportunamente al interior todos los pro ductos minerales i hecho salir los buques que tenían cargamento a bordo. Esto no obstante, el jeneral Moran quiso tentar una vez mas poner pié en territorio chileno, pero no habría de tener mejor éxito qne en Talcahuano i San Antonio. Los botes que conducían las tro pas de desembarco fueron recibidos a balazos i obligados a retirarse antes de tocar la orilla, a pe sar del sostenido fuego con que las corbetas apo yaban a los suyos. Después de este nuevo fracaso, abandonaban los buques enemigos nuestras costas, que no debian volver a visitar sino bajo pabellón chileno. VII Como se habrá visto por la narración que deja mos hecha, el resultado de la espedicion de la es cuadra del jeneral Santa Cruz, sobre nuestro lito ral, no pudo ser mas desgraciado ni de peor éxito, desde que sin conseguir el objeto que se proponía, cual era el de hostilizar los pueblos marítimos con la tropa de desembarco que para ello traían espre samente, perdieron dos oficiales, uno muerto i otro prisionero, i un buen número de marineros i sol dados."], [79, "73 Un resultado tan poco satisfactorio, no fue im pedimento, sin embargo, para que el Supremo Pro tector espidiera desde la ciudad de La Paz una ampulosa proclama, espresando su satisfacción por el éxito feliz i glorioso, son sus palabras, de la cam paña que venían de realizar las naves de la Confe deración Perú-Boliviana. VIII El parte oficial que pasa el jeneral Moran al Se cretario del Protector Santa Cruz, relata los suce sos de Talcahuano i San Antonio de una manera bien diversa a la que dejamos espuesta, (l) Segun la versión de ese documento las auto ridades chilenas han debido estar viendo visiones o batiéndose con molinos de viento, lo que no nece sitamos decirlo, es bien ajeno a nuestro carácter na cional. Aunque nuestras aseveraciones al respecto no pueden estar mejor fundadas, pues se basan nada monos que en las comunicaciones oficiales del inten dente de Concepción a la época, jeneral Búlnes i del gobernador de San Antonio don Ánjel Ortúzar, veamos, sin embargo, si lo que se espone por el jeneral Moran puede hermanarse con lalójicade los hechos i con sus propios actos. (1) Parte oficial del jeneral Moran. Véase anexos."], [80, "74 Dice el jeneral Moran que al llegar a Talcahuano se adelantó con la Socabaya al surjidero, que reco noció las baterías i que como no le traería ninguna ventaja en batirlas, se retiró fuera de tiro de cañón; que envió en seguida dos lanchas con ocho soldados cada una a tomar noticias de unos buques estranje ros que habían en el fondeadero i que en esta cir cunstancia se les hizo fuego. Decimos nosotros ahora, si nada mas pensó hacer en Talcahuano el jeneral Moran que reconocer las baterías del puerto i buscar las noticias bien poco fidedignas que podían darles los buques mercantes, no valían por cierto la pena atravesar por cosa tan baladí, las 1,500 millas de océano que venían de surcar con sus quillas los buques de la Confedera ción para llegar hasta Talcahuano. Nó; las miras del jeneral Moran han debido ser cual correspondía a sus antecedentes militares i al armamento i fuerza de la escuadra que traía a sus órdenes (1), esto es, ejercer en nuestras costas actos de verdadera hostilidad i así él mismo lo de clara al intimar rendición al gobernador de la isla de Juan Fernandez, en el siguiente de su oficio: «deseando por mi parte, dice, evitar cuantos males sean posibles, pero si en el deber de quitar a nuestros enemigos cuantos elementos puedan em plear en nuestro daño, me dirijo a V. S., etc.» (2) La Confederación traia ademas de su guarnición 306 soldados."], [81, "75 Deja comprender, por otra parte, que su inten ción era caer de sorpresa sobre nuestras poblacio' nes riberanas, que presumia sin duda desguarneci drs e indefensas con motivo de la salida de Chile del primer Ejército Libertador, el hecho de haber el jeneral Moran obligado al capitán Gibbs, de la ballenera Jorje Washington, a firmar un documen to por el cual se comprometía a no tocar en la costa firme antes de treinta dias. (1) Díjose por entonces que el plan del jeneral Mo ran era tomar por sorpresa la guarnición de Tal cahuano, marchar sobre la ciudad de Concepción i apoderarse de la persona del jeneral don Manuel Búlnes. Sea ello verdad o no, lo cierto es que la escuadrilla de la Confederación, o lo que es lo mis mo su almirante el jeneral Moran, no venia a visi tarnos a humo de pajas sino que ha debido traer su bien meditado plan de hostilidades. I si en la solitaria i desamparada isla de Juan Fernandez la fortuna le fué propicia brindándole un triunfo fácil i barato, como que se presentaban fuertes de ciento contra uno, no así en Talcahuano i en San Antonio donde fué rechazado con pérdidas por mas que se trate de atribuir estos descalabros a otras causas. (1) Declaración del capitán de la ballenera Jorjc Washington. Véase anexos."], [82, "ANEXOS Intendencia de Concepción, noviembre 25 de 1837. Después de mi comunicación fecha 23 del corriente en que avisé la aparición de tres buques de guerra peruanos en este puerto, no habría podido reiterar otro aviso, tanto por las exi jencias de aquellos momentos, cuanto para hacer un anuncio mas exacto; i hoi tengo la satisfacción de participar a V. S. que los referidos buques se han retirado ya del puerto i perdido de vista en la noche del dia de ayer; aprovechando cada opor tunidad para detallar las ocurrencias que ha habido. Los buques entraron a la bahía quedando cerca de la Quiri quina el bergantin Congreso avanzando hasta el surjidero la cor beta Confederación i la Socabaya colocados estos en una línea i distancia proporcionada, hicieron entre sí algunas señales i lar garon cuatro botes bien dotados, enarbolando a este tiempo su bandera nacional. Los castillos entonces rompieron el fuego i habiéndoles muerto a pocos cañonazos al oficial que mandaba uno de los botes, e hiriéndoles malamente a dos hombres mas, retrogradaron con precipitación todos ellos i se reembarcaron. Las dos corbetas conservaron su posición por un corto tiempo i se retiraron después hacia fuera, habiéndose reunido cerca de las oraciones el bergantin que se hallaba fondeado en la Quiri quina. Al siguiente dia salieron todos mar afuera i se llevaron cruzando a distancia de 4 o 5 millas, hasta que al ponerse el sol fueron retirándose i se perdieron enteramente en la noche. Sin embargo, de la lijereza con que abandonaron su primera empresa creí por su permanencia en el puerto que hubiesen re petido otro ensayo, aprovechando la noche o empeñándolo mas"], [83, "77 eficazmente, pero el resultado ha sido retirarse como he dicho antes. Ignoro el rumbo que han tomado porque trataron de encubrirlo con la noche i no sé si volverán otra vez a este puer to; lo que desearía ciertamente para tener la ocasión de hacer les conocer cuánto puede en los chilenos el amor santo de la libertad i de la patria Dios guarde a V. S. Manuel Búlnes. Señor Ministro de Estado en el Departamento de la Guerra. Puerto de San Antonio, noviembre 28 de 1837. Se hallan anclados en este puerto la corbeta Casimir Perier (Socavaya) i la Confederación, mas hasta ahora que son las 1\\ de la mañana no se atreven a desembarcar, no obstante que por nuestra parte, no hemos omitido ardid a fin de conseguirlo: voi perdiendo toda esperanza que lo ejecuten i mucho lo siento, porque llevarían un escarmiento completo en el puerto mas de samparado de la República. Por las noticias adquiridas se sabe que el bergantin Congreso se halla inmediato a ese puerto i que los que se hallan aquí da rán mui pronto la vela a reunirse con aquel donde permane cerán algunos dias, a ver si consiguen tomar algunas presas i luego dirijirse a Coquimbo. Al imponer a V. S. sobre esta ocurrencia, no espero que se prepare V. S. seriamente a recibirlos, pues estoi seguro que no se atreverán a mostrarse en esa bahia. Aquí han tomado la goleta Feliz Intelijente. Suspendí esta nota momentáneamente por haber ocurrido lo que sigue: dos lanchas cañoneras i un bote se diri jieron a tierra, i habían desembarcado ya una parte de la jento que traian cuando desgraciadamente se anticiparon los fuegos,"], [84, "78 por nuestra parte los hemos perdido, quedándonos solo con el bote de Moran. Hemos hecho prisioneros a un oficial i algunos\" marineros i la mayor parte de la tropa que desembarcó; el ene migo dejó también algunos heridos i dos muertos. Los buques arriba nombrados se han acercado algo mas a tierra i están ha ciendo un fuego vivo, pero no se repetirá el desembarco, sin que dejen de ser sepultados todos los que lo realicen en mi con cepto. Los tres buques solo traen de guarnición dos compañías de a 80 hombres cada una, asi es que las providencias tomadas por el Supremo Gobierno para impedir un desembarco no llegará el caso de cumplirlos seriamente. Dios guarde a V. S. muchos años. Anjel Ortúzar. Señor Gobernador Militar de la Plaza de Valparaiso. Confederación Perú-Boliviana. — Comandancia Jeneral de Marina i de la Escuadra A bordo de la corbeta Socavaya, al ancla en el puerto de San Antonio, a 28 de noviembre de 1837. Tengo el honor de poner en conocimiento de V. S., para que se sirva trasmitirlo al de S. E. el Protector, que el 14 del pre sente fondeé en la isla de Juan Fernández con los buques de mi mando i después de echada el ancla i enarbolado el pabe llón nacional, mandé a mi ayudante, sarjento mayor don Nico lás Freiré, a intimar la guarnición, pasando el comandante de la fuerza la nota que en copia adjunto bajo el número 1.° i mientras se me contestaba, eché al agua todas las embarcacio nes menores, i cuando estaban tripuladas ya para un desembarco, recibí la contestación que marca con el número 2.°, a la que"], [85, "79 contesté con el número 3.°, i tuvo por resultado el convenio que señala el número 4.° Las ventajas obtenidas han sido quedar en nuestro poder cincuenta i un individuos de tropa, dos oficiales de la guarnición i cincuenta i seis entre jefes, oficiales i ciudadanos que se halla ban en este presidio, i son los que espresa la adjunta lista. Del número que ella contiene solo han quedado los que se anotan, pues he querido dejar a éstos i a los capitulados en una perfecta libertad de dirijirse del modo que mas les ha convenido. También hemos tomado dos piezas de artillería gruesa en el castillo, que he hecho utilizar, 37 fusiles, dos cajas de guerra, todas las municiones, i cuanto habia en la isla perteneciente al gobierno, que lo he aplicado al consumo i servicio de la escua dra como igualmente un bote en buen estado. A los dos dias de estar en la isla, se me presentaron los tres oficiales que se nombran en la nota 5.a que contesté con la nú mero 6 pidiendo ser conducidos en la escuadra, i que en las costas de Chile se les echase en tierra, para irse a presentar a su gobierno, pues no pertenecían a los reos de estado. Como no hubiese estipulado nada respecto a esto, los puse presos como prisioneros de guerra, pues los mismos confinados me hicieron presente lo perjudicial que les seria el dejarlos pasar al conti nente i en la isla, de modo que pudiesen ir después a presen tarse al jeneral Prieto, de quien tendrían su perdón a costa de delatar cuanto habian oido en sus reuniones, pues habían estado presentes en las diferentes reuniones que tuvieron: siendo así que solo a éstos se les podria considerar como partidarios de la actual administración. Después de entregada la tropa por el gobernador de la isla, encargué de ella a tres oficiales de los mismos que estaban allí confinados, sin haberse hecho otra alteración que el cambio de oficiales: mas habiéndome dado parte éstos al dia siguiente que algunos soldados con un sarjento habian desertado, i hasta lle vádose algunos el armamento, hice embarcar todos los demás, para dejarlos en tierra la víspera de mi salida como en efecto mandé que los desembarcasen, i resultó que 25 de ellos no han querido hacerlo, pidiendo servir de voluntarios, i para verificarlo"], [86, "80 hubiera tenido que obligarlos; pero sí desembarqué a los que quisieron, que se fueron a unir con los desertores que estaban en la cima de la montaña, i el dia de la salida hacían sus tiros sobre los habitantes de la isla: i con haber mandado un sarjento con seis hombres sobre ellos los corrieron hasta hacerlos ocultar en los bosques. La situación en que he hallado a las víctimas de los partidos i la guerra civil de Chile está mas lastimosa i el trato que se les ha dado, puede decirse es singular en la historia de la guerra civil de América, pues los han tenido reducidos a la miserable ración de charqui, fréjoles i un poco de harina sin cerner por todo alimento, i una que otra cosa que conseguían debían ser compradas al gobernador, quien tenia monopolizados todos los comestibles, i vendía al precio que queria, como lo hacia a la necesidad i sin competencia. Privado de la comunicación de todo el mundo, solo se les permitía la de sus familias, pasando antes por las manos del gobernador, como se demuestra en el documento número 7. No me estenderé mas sobre el particular, porque sé que algunos de los señores que se han hallado aquí han formado sus diarios que darán a la luz pública tan luego como puedan ha blar sobre el purgatorio político de la isla de Juan Fernandez. Los confinados han tomado el partido que mejor les ha con venido; unos se han embarcado en la escuadra; otros, con los dos oficiales capitulados, en una fragata ballenera que llegó dos dias después de tomada la isla para desembarcarse en un punto de la costa, i aquí he sabido lo verificaron en este puerto el 23 i siguieron a Santiago. El 18 di la vela de la isla con dirección a Talcahuano, i el 23 entró a la bahía de aquel puerto, adelantándome solo con la Socabaya hasta el fondeadero, donde reconocí tener dos baterías cubiertas por algunos hombres, i como ninguna ventaja me traería el batir estos fuertes, viró hacia fuera i fondeé con la Confederación fuera de tiro de cañón; después eché dos lanchas al agua con ocho soldados cada una, i las mandé a tomar noti cias al fondeadero de dos buques estranjeros que estaban allí; al aproximarse las lanchas, las baterías rompieron el fuego, i"], [87, "81 hemos sufrido la sensible pérdida del teniente primero de la Brigada de Marina don José María Loayza i el cabo primero José de la Cruz; mas sin embargo de esta pérdida el alférez de navio don Onofre Pareja, llegó i habló con uno de los buques, estando bajo de los mismos fuegos la lancha que mandaba el teniente de corbeta don Antonio Valle Riestra, que no tuvo pérdida ninguna, i habia ido pora ausiliar a la primera en caso que mandasen de tierra a atacar a la lancha de Pareja. Por las noticias que tomamos del buque, supimos el estado del puerto, i su defensa, i que debían venir tropas de Concepción, como en efecto, a las tres horas de estar en la bahía llegó el jeneral Búl nes con una fuerza como de 300 hombres infantes i tres piezas de batalla tiradas por bueyes a retaguardia de la infantería. Permanecí allí hasta las seis de la tarde, que di la vela, i he venido reconociendo la costa, i ayer he fondeado en este puerto. Luego que fondeé en este puerto, mandó un bote a bordo de una goleta que se hallaba fondeada para que me trajese a su capitán con sus papeles, i de ellos resulta ser la goleta chilena feliz Intelijencia que he apresado i es la que conduce estas co municaciones. También vino a bordo el subdelegado don José Artigas a quien se le trató con todas las atenciones debidas; i habiéndole manifestado alguno de los señores que querian desembarcarse siempre que les proporcionase el modo de mar charse a sus casas, convino en todo i les ofreció bajo de su pala bra el que lo obtendrían sin que se espusiesen en nada. Confia do en esto, desembarcaron con él el coronel Porras i capitán de milicias don Pascual Cuevas: pero este funcionario tan luego como se vio en tierra abusó de la confianza de estos señores, puso preso al coronel Porras, i Cuevas escapó de esta traición por el ausilio que le dieron algunas relaciones que encontró. El subdelegado se fugó abandonando el pueblo i llevando su presa, lo que llenó de consternación a estos pacíficos habitantes a quien tuve que mandarles decir que nada temieran, pues nuestras armas no se empleaban contra los pueblos inocentes i víctimas de los caprichos de unos pocos ambiciosos. Para com- probar esto, mandé a tierra, después de este hecho a varias per- sonas que quisieran desembarcarse, i entre ellos tres soldados, 6"], [88, "82 casados, de los que en la isla de Juan Fernandez no quisieron desembarcarse i aquí desearon hacerlo con sus mujeres. En la mañana de este dia enarbolaron en el puerto una ban dera blanca, i se les contestó con el mismo signo: a poco de esto volvieron a ponerla, i se le contestó lo mismo; luego se presentó el subdelegado acompañado del coronel Porras, en la playa, i mandé un bote para que los condujesen i dejasen en tierra al capitán, piloto i contramaestre del buque preso; mas, temiendo siempre la mala sé de este empleado público, mandé una lancha armada que estuviese en observación. No salieron fallidas mis sospechas, pues tan luego como el bote tocó la orilla, salieron detras de las casas como cien hombres de infan tería, rompieron un fuego vivo sobre estas embarcaciones, apre saron el bote con un aspirante i dos marineros, pues los otros dos que iban en dicho bote ganaron a nado la lancha. El alférez de fragata don Domingo Vieiras rompió el fuego, disparó su cañón de proa, que debe haberles causado algún daño con la metralla i se retiró haciendo fuego, teniendo dos marineros muertos, este oficial herido, el guardia-marina don Manuel Ramírez i dos marineros mas: en este momento se presentaron al gran galope como 200 huazos montados, que con ocho cañonazos de la Socabaya salieron dispersos, huyendo por las quebradas i cerros. Estos son, señor Secretario, los acontecimientos desde mi salida del Callao; i concluiré haciendo a V. S. presente que las guarniciones i tripulaciones de nuestros buques son digna de un pueblo jeneroso; pues, nuestros soldados con los del enemigo después de unidos, con dificultad se conocería que habian esta do en diferentes banderas que eran de naciones que se hacían la guerra. Dios guarde a V. S. Trinidad Moran. Al señor Secretario de S. E. el Protector,"], [89, "83 Declaración del capitán de la fragata ballenera Jorje Washington sobre los sucesos de Juan Fernandez, en diciembre de 1837. Falparaiso, 27 de noviembre de 1837. Habiendo llegado a este puerto el 7 del corriente la ballenera norte-americana Jorje Washington que trajo desde la isla de Juan Fernandez a San Antonio algunos presos de los que estaban rn aquella isla, procedí a tomar declaración a su capitán Gibbs de todo lo ocurrido, quien la dio sustancialmente como sigue: Que llegó a la isla de Juan Fernandez el 15 o 16 del mes actual procedente del otro lado de la línea con el objeto de hacer aguada, que allí habló a tres buques de guerra peruanos que veía por la primera vez, a saber: la fragata Casimiro Perrier (Confederación) la Francisca (Socabaya) i el bergantin Congreso; que el primero de estos buques monta 22 cañones, teniendo a su bordo como unos 30 soldados de tropa i 150 marineros de varias naciones i que sobre la cubierta del Congreso vio unos 20 soldados de tropa, i la Francisca, segun le dijo su capitán, tenia 300 soldados. La marinería le parece en jeneral miserable i está mui mal de oficiales. Que el jeneral Moran que manda la Casi miro Pirrier le pidió i tomó el rol i patente de su buque dicién dole que era preciso condujese al Callao los presos que iba a poner en su buque i que en vista de su negativa le obligó a fir mar un documento en que se comprometía ano tocar en las costas de Chile hasta pasado treinta dias. Después que hubo recibido este documento, mandó poner a bordo del buque balle nero los presos de la isla quienes allí mismo le entregaron 1,000 pesos para su pasaje. *\"E1 18 del mismo mes salieron de la isla con dirección a Tal cahuano donde, segun lo informó un teniente ingles, pensaban desembarcar i saquear i hacer el mayor mal posible. Que ha biendo avistado al dia siguiente un buque, la escuadrilla le dio caza pero no lo alcanzó. Habiendo quedado un poco rezagarla la Jorje Washington, los presos que traia a su bordo le instaron para que los desembarcase en la costa de Chile i el 21 a medio dia se dirijió a San Antonio donde los desembarcó el 23. Que"], [90, "84 de la conducta de dichos presos, no tenia nada que decir, pues solo le manifestaban sus deseos de que los echase en tierra. A pesar de haber hecho al capitán otras varias preguntas no supo contestarles, siendo en sustancia lo que dijo cuanto se espresa arriba, lo cual comunico a VS. para los fines consi guientes. Dios guarde a VS. Victorino Garrido. Al Ministro de la Guerra."], [91, "CAPÍTULO IX El tratado de Pauearpata.— Chile suspéndelas hostilidades. — Estas se continúan por el Gobierno de la Confederación. — La goleta Peruviana en Santa. — Toca en Pisco escasa de víveres. — Le son ariuí negados i se dirije al Callao, donde es capturada. I El tratado de Pauearpata, suscrito, como es sa bido, en el pueblo que le diera su nombre, a 17 de noviembre de 1837, fijaba en su artículo 4.° un plazo de cincuenta dias para que fuese ratificado por el Gobierno de Chile. La suspensión de toda hostilidad durante la vijencia de este plazo era, sin duda, condición tácita del tratado, i fué así que el Ejército Restaurador se apresuró a evacuar el te rritorio peruano i que las fuerzas navales de Chile se abstuvieron mientras tanto de acometer empresa alguna de carácter hostil. No habría de suceder, sin embargo, lo mismo por parte del gobierno de la Confederación, cuyas naves, como lo tendrá observado el lector, se mantuvieron siempre en son de guerra sobre nuestras costas."], [92, "86 Será sí justo advertir, que habiendo zarpado la escuadra enemiga de los puertos del Perú mucho antes de que se ajustara el tratado de Pauearpata, no pudo tener noticia de este acontecimiento, lle vado a cabo precisamente en los dias en que daba comienzo aquélla a sus actos de hostilidad en las costas de Chile. Pero si esto pudiera escusarse por los motivos que apuntamos, no así ciertamente la conducta observada por las autoridades del Callao respecto de la goleta Peruviana, que fué captura da ahí el 31 de diciembre, es decir, cuando el tra tado que nos ocupa era ya del dominio de todos. II Recordará el lector que la Peruviana con el bergantín-trasporte Napoleón, zarpó de Valparaiso el 14 de setiembre, esto es, un dia antes que el con voi que condujo a las costas del Perú al Ejército Restaurador. Segun sus instrucciones (1) debia el comandante de la goleta, teniente primero don Tomas Ruedas, hacer escala en Copiapó para dejar algunas armas i en seguida en Cobija, donde des- (1) Instrucciones a que deberá arreglarse el comandante de la goleta de guerra nacional Peruviana don Tomas Ruedas. Este documento, fir mado por don Victorino Garrido, asi como la copia del parte oficial del comandante Ruedas, nos ha sido proporcionada por su señor hijo don Benjamín Ruedas, oficial mayor de la Intendencia i Comisaría Jeneral del Ejército i Marina."], [93, "87 pues de atender al desembarco de Ja tropa que con ducía el trasporte, debería seguir al norte en cum plimiento de instrucciones que se le daban en pliego cerrado. El 6 de octubre zarpaba, en efecto, de Cobija en obedecimiento de esto último, i el 17 tocaba en Islai, pero no habiendo encontrado en este puerto al convoi esp^dicionario, continuó al norte hostililizando el comercio de cabotaje del enemigo. III El 15 dejioviembre recalaba el comandante Rue das al puerto de Santa en busca de leña i aguada i con tan mala suerte anduvo, que doce marineros que en la lancha del buque abordaron la orilla con el objeto de hacer aguada, fueron sorprendidos i hechos prisioneros por unos montoneros peruanos, sin que fuese posible recuperarlos, nos dice el te niente Ruedas, por lo fuerte que se presentó el enemigo. En esa misma noche se hizo la Peruviana a la vela singlando al sur, con la esperanza de hacer presa en su tránsito de algún buque de comercio peruano i surtirse así de recursos para regresar a Islai; pero aunque tuvo dos buques a la vista, no pudo darles caza por el poco andar de la goleta. IV El 21 de diciembre encontrándose el comandan te Ruedas con víveres i aguada solo para el si-"], [94, "88 guíente dia, resolvió tocar en el puerto de Pisco que tenia a la vista, como que no le quedaba otra alternativa si no quería que su tripulación perecie ra de hambre i sed. Por una barca inglesa que se hallaba al ancla en el puerto, vino a tener conocimiento el comandan te Ruedas del tratado de Pauearpata. Se dirijió entonces a tierra i solicitó del Gobernador de la plaza los ausilios de víveres que necesitaba para seguir viaje a Valparaíso. El Gobernador que ha bia recibido entretanto instrucciones del coman dante militar de lea, de hacer lo posible porque la Peruviana se dirijiese al Callao, solo se avino a proporcionarle recursos suficientes para que pudie ra alcanzar a ese puerto, lo que en efecto obligó al comandante Ruedas, después de seis dias de inútil espera, a dar la vela para el Callao, donde fon deó el 31 a las nueve i media de la noche. Al si guiente dia, fué invitado a pasar a Lima i ahí el Ministro de la Guerra le hizo saber que el tratado de Pauearpata disponía que la Peruviana fuese devuelta al Gobierno Protectoral, i que en este concepto se le ordenaba entregar el mando del buque. Contestóle el comandante Ruedas que no podia dar ese paso sin que así lo dispusiese su Go bierno, i como se le reiterase mas tarde esa orden por el Gobernador del Callao, fuese a bordo de su buque con intención de hacerse inmediatamente a la vela, pues en esa misma mañana se habia hecho"], [95, "89 de algunos víveres que graciosamente le proporcio nara el comandante del bergantin de guerra fran cés Bisson. No hacia mucho que el comandante Ruedas ha bia llegado a su buque, cuando fué avisado que del costado de la Confederación se desprendían dos embarcaciones armadas, en dirección a la Peruvia na. En el acto se hizo a la vela, largando la cadena por la mano, pero alcanzado a poco andar por las embarcaciones que le daban caza, fué abordado después de una resistencia en que la Peruviana tuvo cinco bajas i el enemigo dos, un muerto i un herido. (1) V Como dijéramos a los comienzos de este capítulo, la captura de la goleta Peruviana durante la vijen cia de tratados celebrados en toda forma, i que en parte se referían a la entrega de ese buque, no puede tener justificativo alguno ante el derecho de jentes, pero si no se justifica se comprende cuando se piensa que la ocasión no pudo ser mas propicia para despertar en las autoridades peruanas el deseo de apoderarse de un buque que en otro tiempo les perteneciera i que, a no tener efecto lo pactado en (1) La Peruviana solo tenia 14 hombres en todo, habiendo perdido el resto de su tripulación en Santa, como antes se ha dicho."], [96, "90 Pauearpata, como sin duda lo presumian, no habrían de poder recuperar mas tarde por medio de las armas. Por otra parte no era Chile el que pudiera reclamar de tal atropello, desde que tanto peor fuera el secuestro de los buques peruanos llevado a cabo en el Callao por el Aquiles en agosto de 1836; si bien es cierto que esto último lo justifica hasta cierto punto la necesidad de asegurar el buen éxito de una causa que era la de todas las repú blicas su d-ameri canas."], [97, "CAPÍTULO X Zarpa la escuadra al mando del capitán de fragata don Roberto Simpson. — Encuentra a la altura de Islay a la Escuadra enemiga i empéñase en su caza. — Arriba la Escuadra a San Lorenzo. — La Libertad ataca a la Confederación a la altura del Callao i la captura. — Regresa la Escuadra a Chile. I La desaprobación que hizo el Gobierno de Chile del tratado de Pauearpata, vino a dar nueva ac tividad a las operaciones marítimas suspendidas de acuerdo con lo estipulado en dicho tratado. En efecto, en los primeros dias de enero (1838) zarpaba de Valparaíso con destino a las costas del Perú, una escuadra compuesta de la corbeta Liber tad, comandante Bynon; corbeta Valparaíso, co mandante Diaz; fragata Monteagudo, comandante, P. Martínez; bergantin Arequipeño, comandante, B. Martínez i bergantin Aquiles, que comandaba el Jefe de la Escuadra, capitán de fragata don Rober to Simpson. El 10 de enero llegaba la Escuadra a las afueras"], [98, "92 de Arica, donde se mantuvo en facha mientras que el Arequipeño, con bandera de parlamento, se ade lantaba al puerto con el objeto de entregar un oficio para el Ministro de Relaciones Esteriores del Perú, encaminado a notificar la desaprobación del tratado de Pauearpata. Conviene observar aquí, que el plazo de cincuen ta dias fijados para la ratificación del tratado que nos ocupa, hallábase por demás excedido a la fecha en que los buques chilenos se presentaban delante de Arica. II Al amanecer del dia 12, en circunstancias en que la escuadra navegaba a la altura de Islay, con ventolina floja, avistó dos velas que parecían ir en demanda de aquel puerto. Reconocidas de ahí a poco resultaron ser dos bergantines, uno de ellos mercante; el carácter del otro no pudo precisarse por la mayor distancia a que se encontraba. La Escuadra enmendó entonces su rumbo para seguir en pos de este último i reconocer de paso a Islay. A las 9 de la mañana se presentaron por sotavento una fragata i un bergantin que indicaban haber salido de Islay ese mismo dia i a los cuales trataba de reunirse el anterior. Desde ese momento no cupo duda alguna al ca pitán Simpson que era la escuadra enemiga com-"], [99, "93 puesta de la Socabaya i de los bergantines Funda dor i Junin. Estos por su parte ¡ al reconocer a los buques chilenos i observar que se les daba caza huyeron al norte a todo trapo. En efecto, a una señal del Aquiles habian forzado los nuestros de vela i puéstose con empeño en persecución del ene migo. Durante todo el dia se continuó así lo caza sin omitir medio para darle alcance, i para lo cual fué preciso separarse de la Monteagudo i del Are quipeño que por su torpe marcha no podian seguir a la par de los demás buques de la escuadra. No obstante llegó la noche sin que se hubiese llegado a distancia de combate. Temeroso el capitán Simpson de que a favor de la oscuridad se le estraviase la caza, hizo señales a la Libertad, como la mas velera, para que, adelan tándose, observase su rumbo i sirviese al mismo tiempo de guia al Aquiles i a la Valparaíso. El celo del comandante Bynon de la Libertad fué mas allá, pues llegó hasta colocarse a tiro de cañón de los bu ques enemigos i aunque aislado, los provocó a com bate, rompiendo sobre ellos los fuegos de su batería. Estos creyendo a la Libertad perdida del resto de la escuadra viraron sobre ella con intención de batirla, pero al observar luego después a través de la oscuridad, a la Valparaíso i al Aquiles que avan zaban en sus aguas, desistieron de su propósito i orzando de nuevo continuaron la fuga. Entre tanto el bergantin Junin, que era el me'"], [100, "94 nos velero de la división enemiga, obligaba a me nudo a sus consortes a acortar la vela por lo que la distancia venia estrechándose progresivamente. Al amanecer del siguiente dia los buques enemi gos estaban a seis millas por la proa. A este paso era mui probable que antes de concluir ese dia fue sen alcanzados por los nuestros que llevaban orien tado cuanto trapo era posible. Así debió comprenderlo sin duda el jefe peruano, capitán Panizo, pues concibiendo de pronto una resolución feliz, viró sobre sus contrarios con la Socabaya i el Fundador, a la vez que hacia señales al Junin de seguir su rumbo al Callao. Tres bor dadas dieron de este modo los buques enemigos, dando i recibiendo fuego de vuelta encontrada. En la primera bordada estaban en línea de combate i sostuvieron el cañoneo la Libertad i el Aquiles. La Valparaíso algo a sotavento i armada como se ha llaba con artillería de corto alcance, no pudo tomar parte en el tiroteo hasta la tercera bordada, no obs tante los esfuerzos que hizo su comandante para colocarse a tiro de sus cañones. Mientras tanto el capitán Simpson hacia cuanto era posible por estrechar al enemigo a un combate decisivo. Todos sus esfuerzos i maniobras fueron sin embargo inútiles, tanto por haber faltado la Libertad a tres viradas consecutivas, como por ser dueño el enemigo del barlovento, lo que dejaba a su arbitrio empeñarse o no en un combate cerrado."], [101, "95 Bien sabemos que esto último no entraba en los planes del jefe peruano i como considerase, quizas, por otra parte, fuera de todo peligro al bergantin Junin que por este tiempo se perdia de vista a lo lejos, emprendió nuevamente la retirada al norte, perseguido siempre por los buques chilenos que no desmayaban en su empeño de darle caza. Cayó así otra vez la noche i aunque fué estremadamente os cura se divisó a los buques enemigos hasta las nue ve, pero al amanecer del siguiente dia ya no apare cieron en el horizonte. Nuestra escuadra continuó entonces su derrota al Callao, bajo cuyas baterías era muí probable que hubiesen ido a buscar asilo los buques enemigos. En su tránsito se le incorporó el bergantin Arequi peño i el 17 llegaba sin mas novedad al cabezo de San Lorenzo (1) pisándolos talones al bergantín Junin que a las 7 de la mañana de ese mismo dia habia hecho su entrada al Callao anunciando haber dejado a nuestros buques a mal traer e imposibili tados de seguir su viaje al norte. (2) (1) Parte oficial del comandante en jefe de la Escuadra. — Al ancla en la isla de San Lorenzo. — Enero 20 de 1838. Véase anexos. (2) Gobierno político i Comandancia Jeneral de Marina del Callao.— Enero 17 de 1838. Al B. Señor Jeneral del Estado Mayor del Ejército del Norte. — Señor Jeneral: A las 7 de la mañana ha fondeado el bergan tin de guerra nacional Junin procedente de los puertos intermedios. Por el adjunto parte de su comandante se instruirá V. S. de los aconteci mientos ocurridos entre nuestra Escuadra i la chilena, i por los porme nores que ademas me ha comunicado verbalmente dicho comandante, no"], [102, "96 III Por los marineros de un bote que capturó a su recalada a la isla, supo el capitán Simpson que los buques que con tanto empeño persiguiera, no ha bian aportado ahí, i que la noche antes la corbeta Confederación, llevando a su bordo al jeneral Balli vian, se había hecho a la mar con destino al puerto de Arica. Las pocas horas que mediaban desde la salida de la corbeta enemiga, hacia mui posible su captu ra. Así lo pensó el dilijente jefe de la escuadra, por lo que dispuso que la Libertad se hiciera en el acto a la vela en su persecución. La presteza con que cumplió esta orden el eomandante Bynon de la Libertad hacia esperar un éxito feliz. Con efecto, al amanecer del siguiente dia, avistaba la Libertad por su aleta de estribor i a distancia de siete a ocho millas una fragata que se creyó fuese la Confedera ción. dudo que aunque superiores en fuerza los enemigos h.n sido mui mal tratados por nuestros buques. Probablemente tendrán los enemigos que regresarse a Valparaíso; pues no considero tengan ya objeto p»ra volver a los puertos del sur; pero si se atreven a presentarse al puerto del Ca llao estamos listos para darlesla acojida que merecen. Dios guarde a V. S. Guillermo Millek."], [103, "97 La IÁbertad acortó entonces de vela i una vez dispuesta en zafarrancho de combate, volvió a orientar su aparejo i viró sobre la fragata que se guía mientras tanto de la vuelta del N. E. ajena al parecer de todo peligro. Eran en este momento las seis de la mañana i el viento soplaba flojo del S. E. A las nueve se habia acercado la corbeta lo bastante para reconocer en el buque avistado a la corbeta Confederación. Una hora mas tarde, ya a tiro de cañón, izaba ésta su bandera i diez minutos después la Libertad hacia flamear la suya afirmán dola con un disparo a bala. A esta provocación, contestó la corbeta enemiga con toda su banda, pero con tan poco acierto, que ninguno de sus pro yectiles alcanzó a la Libertad, que continuaba entre tanto estrechando la distancia i batiendo a su adversario con su artillería de babor. Durante veinte minutos se mantuvo así de una i otra parte un sostenido fuego de cañón, al fin de cuyo tiempo arrió la Confederación su bandera nacional e izó la de parlamento en el tope del trinquete. Momentos después un oficial del buque enemigo abordaba la corbeta chilena para manifestar a su comandante, de parte del jeneral Ballivian, que navegando la Confederación al amparo del tratado de Pauearpa ta, esperaba se la dejase en libertad de seguir su derrota; fútil pretesto, que por cierto no habría de embarazar la acción del celoso comandante Bynon, quien sin pérdida de tiempo procedió a tomar po"], [104, "98 sesión de su presa (1). Terminada esta operación a las dos de la tarde, se hizo rumbo a San Lorenzo, donde fondeaban los dos buques el 19 temprano (2). El dia anterior habia llegado ahí la Montea gudo. IV El apresamiento de la Confederación dio lugar a un cambio de notas entre el gobernador militar del Callao, mariscal don Guillermo Miller, i el jefe de nuestra escuadra. Sostenía el primero que la Confederación navegaba bajo la garantía del trata do, tanto veces citado, de Pauearpata, i que siendo por consiguiente irregular su captura, debia ser devuelta al Perú. Al espresarse así, olvidaba el gobernador militar del Callao el apresamiento de la goleta Peruviana, efectuado en ese mismo puerto hacia un mes escaso, es decir, cuando el tratado en su favor invocaba hallábase en pleno vigor i no ca duco como lo estaba ahora. Bastó sin duda que el capitán Simpson recordara estos antecedentes, para hacer terminar un reclamo que no tenia abso lutamente razón de ser. Por otra parte el fallo de (1) La Confederación montaba 20 cañones, 6 de 24 libras, 6 de a 18 i 8 de a 12 i su tripulación se componía de 134 individuos de comandante a paje, La Libertad montaba 24 cañones de a 12 i su tripulación era de 150 individuos pero no estaba completa (2) Parte oficial del comandante Bynon, comandante de la corbeta Li bertad,. Al ancla frente al Callao, Enero 19 de 1838. Véase anexos."], [105, "99 la Excelentísima Corte Suprema de Justicia acerca de la captura de la Confederación i que abajo in sertamos (1) vino a confirmar mas tarde la rectitud de proceder del jefe de nuestra escuadra. V Después de enviar a tierra la familia del jeneral Ballivian que lo acompañaba a bordo de la Confe deración hízose a la vela la escuadra para voltejear en las afueras del Callao, en espectacion de los bu ques enemigos que comandaba el capitán Panizo. Mas, como trascurrieran los dias i éstos no apare cieron, presumió el capitán Simpson que pudieran haberse diriiido a hostilizar los puertos de Chile, lo que no tenia nada de improbable, desde que ha cia bien poco que estuvieran ahí pretendiendo igual cosa. Bajo el dominio de esta impresión resolvió el capitán Simpson hacerse a la mar de regreso a nuestras costas, pero no sin haber antes entrado a la (1) Vistos i considerando: primero, que el apresamiento de la corbeta de guerra Confederación, perteneciente al gobierno del jeneral don Andrés Santa Cruz fué ejecutado por la corbeta de guerra Libertad de nuestra es cuadra, después de notificada la desaprobación del tratado de Pauearpata el 17 de noviembre del año pasado de 1837; segundo, que la presa se hizo el 18 de enero último, después de trascurrido el término señalado para su ratificación por el artículo 4.° del espresado tratado; tercero, que la ejecu ción del apresamiento se verificó en alta mar, segun consta de los mismos autos; se declara buena presa la de la corbeta Confederación. Oficíese al Supremo Gobierno poniendo en su conocimiento esta resolución."], [106, "100 bahía del Callao i paseado sus buques a tiro de de cañón de fortalezas enemigas. (1) Después de una travesía sin novedad, aportó en Valparaiso el 13 de febrero, trayendo como trofeo de su crucero de mes i medio, un espléndido buque perfectamente armado i equipado i que en aquellas circunstancias era para nuestra marina valiosa i oportuna adquisición. Poco dias después fondeaban también la Monteagudo i el Arequipeño que se ha bian separado de la escuadra para tocar en Talca huano. (1) Comandancia en Jefe de la Escuadra, abordo del bergantin Aquiles' Valparaiso, febrero 13 de 1838. Véase anexos."], [107, "ANEXOS Comandancia en Jeje de la Escuadra Nacional A bordo del bergantin de guerra Aquiles, al ancla en Valpa- raíso, febrero 13 de 1838. Tengo la honra de comunicar a US. mi arribo a este puerto en fecha de hoi con el bergantin de guerra Aquiles i las corbe tas Libertad i Valparaíso, procedente de la isla de San Lorenzo del Callao i escala a la vela en la de Juan Fernandez. A bordo del primero se encuentra el Jeneral de División del Ejército Perú-Boliviano don José Ballivian i su ayudante don Nicolás Eojas. En la segunda el comandante de la corbeta de guerra de la titulada Confederación Perú-Boliviana, capitán de fragata don Jorje Brench, i entre ambos últimos otros oficiales subal ternos, pertenecientes todos a los prisioneros de guerra tomados a bordo de la espresada Confederación el 18 de enero próximo pasado. Por las comunicaciones que tengo el honor de acompañar, bajo el número 1 a 4, se instruirá US. de mis operaciones sobre la costa del Perú en la presente campaña, hasta la toma de la corbeta citada, como lo manifesté en mi nota númeio 3. Paso ahora a informar a US. de los posteriores movimientos que han tenido lugar. El 21 del próximo pasado, después de desembarcar la famix lia del jeneral Ballivian i dispuesto lo conveniente respecto a la dotación que debia tripular la Confederación, di la vela en la no che de este dia i me puse a cruzar afuera i a barlovento de la"], [108, "102 isla de San Lorenzo en espectacion de los buques enemigos Permanecí de este modo hasta el 26 del mismo en que tuve a bien dividir la Escuadra i mandar a Talcahuano la Monteagudo Confederación i Arequipem, con el objeto de reconocer aquel puerto i bajar a Valparaíso. En el mismo dia volví a entrar al Callao con el Aquiles, la Libertad i Valparaíso; no ocurriendo no vedad di una bordada frente a las baterías i salí en la noche con dirección a este, tocando en Juan Fernández, lo que efectué el 10 del actual. Lo comunico a US. para que se sirva ponerlo todo en conoci miento de S. E. Dios guarde a US. Roberto Simpson. Al señor Ministro de la Guerra don Ramón Cavaieda. Comandancia en Jefe de la Escuadra Nacional. A bordo del bergantin Aquiles, al ancla en la isla de San Lo- renzo, enero 20 de 1838. Tengo el honor de comunicar a V. S. que al enfrentar al puerto de Islay con la Escuadra de mi mando, el dia 12 del actual, avisté dos velas que. me infundieron sospecha de ser enemigos. Traté de reconocerlas i mui luego me persuadí que eran dos bergantines, uno mercante i el otro por la mayor distancia i refracción no podia satisfacerme; ambas parecían dirijirse a en trar al puerto. Seguíamos el mismo rumbo para reconocer éste con una ventolina floja, cuando a las nueve de la mañana avis tábamos a sotavento una fragata i otro bergantin que indicaban haber salido del mismo puerto aquel dia, i a las cuales trataba de unirse el primero. Desde este momento no me quedó duda"], [109, "103 que los avistados era la escuadra enemiga compuesta de la So- cabaya i los bergantines Fundador i Junin; hice señal a la de mi mando anunciílndolo e inmediatamente nos pusimos a la caza. Todo aquel dia los perseguimos, sin omitir medio de darla para lo cual fué indispensable separarnos de la Monteagudo i Arequi peño, que no podían acompañar a la Libertad, Aquiles i Valparaí- so; les señalé punto de reunión el Callao i seguimos la caza con los tres últimos. Llegó la noche, i para que los enemigos no se asilasen de la oscuridad para perdernos de vista, hice señal a la Libertad, como la mas velera, para que se adelantase observando su rumbo i nos sirviese de guía al mismo tiempo. El celo i cui- dado de su comandante se estendió hasta llegar a tiro de cañón del enemigo, i sin embargo de verse sola le hizo fuego. Aquel, creyéndola perdida de vista del Aquiles i Valparaíso, viró como en disposición de batirla, pero luego que vieron acercarse a es- tos dos últimos, viraron de nuevo al escape. A las 5 de la ma- ñana del 13 los tuvimos a seis millas, i observándonos que le estrechábamos progresivamente la distancia, en razón del poco andar del bergantin Junin mandó seguir a éste su rumbo i viró la Socabaya i el Fundador, a pasar por barlovento de los nues- tros. Tres bordadas dieron de este modo dando i recibiendo fuego de vuelta encontrada. En la primera pasada estábamos en línea de combate la Libertad i Aquiles; la Valparaíso algo a sotavento, no pudo tomar parte hasta la tercera bordada, tanto por razón de hallarse a sotavento, cuanto por la naturaleza de su artillería, no obstante los esfuerzos que hizo su comandante. Todos mis empeños a fin de estrechar al enemigo a un combate decisivo que siempre escusaron no produjeron efecto a causa de haber faltado dos viradas la Libertad i en defecto determiné prolongar la última bordada para virar en la estela de* ellos perseguirlos de nuevo; mas, también fué escusada maniobra porque a mas de no virar otra vez, el enemigo continuó en su fuga echando cuanta vela tuvieron. Los perseguimos todo ese dia como el anterior; el viento acortó i llegó la noche que fué estremadamente oscura, no obstante hasta las nueve de ésta pudimos distinguirlos, i al amanecer del 14 ya no aparecieron a la vista; a pesar de nuestra solícita persecución. En su conse-"], [110, "104 cuencia, creí que se habían dirijido al Callao a asilarse de las fortalezas del puerto, i seguimos igual rumbo hasta la isla de San Lorenzo, en donde tuve noticia de no haber llegado ahí los enemigos. Llegamos a ésta el 17 del actual; el 15 ya se habia unido a esta Escuadra el bergantin Arequipeño i el 18 la fragata Mon teagudo. Tengo la satisfacción de decir a V. S. que no ha resultado muerto ni herido ninguno, causado por el tiroteo del 13 espre sado, siendo la única avería de entidad recibida, la rotura de la boca de una carroñada de la corbeta Valparaíso, que no por ésto se ha inutilizado. Debo recomendar altamente a la consideración de V. S. el denuedo i entusiasmo con que se han manifestado a su vez los señores comandantes, oficiales i demás tripulación de los buques de esta Escuadra. Lo que pongo en conocimiento de V. S. para que se sirva elevarlo al de S. E. Dios guarde a V. S. Roberto Simpson. Al señor Ministro de Guerra i Marina, coronel don Ramón Cavareda. Comandancia en Jefe de la Escuadra. Nacional. A bordo del bergantin de guerra Aquiles, al ancla en San Lo- renzo, enero 20 de 1838. Me es mui satisfactorio comunicar a V. S. que al recalar con la Escuadra de mi mando a la isla de San Lorenzo del Callao el 17 del actual, fui informado por marineros de un bote que pude sorprender, que la corbeta de guerra titulada Confederación Perú-Boliviana, habia salido de ésta en la tarde del 16 del mis-"], [111, "105 mo, con destino a Arica, conduciendo al jeneral Ballivian i su familia. Como fuese tan corto el período de su salida para que se hubiese alejado del puerto, i habiendo avistado a mi arribo una fragata a sotavento, ordené que la corbeta Libertad saliese en su perseguimiento. Este acto fué ejecutado por su comandan te sin pérdida de tiempo, habiendo regresado a unirse con la Escuadra el 19, acompañado de la citada Confederación que hizo presa el dia anterior. Debo recomendar a la consideración del Supremo Gobierno la actividad, celo i entusiasmo con que se ha comportado el jefe de la Libertad i demás oficiales i tripulación de este buque. Lo que pongo en conocimiento de V. S. para que se sirva elevarlo aS. E. Dios guarde a V. S. Roberto Simpson. Al señor Ministro de Guerra i Marina, coronel don Ramón Cavareda Comandancia de la corbeta de guerra «libertad». A la vela frente al Callao, enero 19 de 1838. Tengo el honor de comunicar a V. S. que tan luego que me separé de la Escuadra en cumplimiento de la orden que recibí me puse a navegar al SO., cuarta al Oj de la aguja, con todo aparejo de cruz i las alas de juanete, mura a babor, con el vien to del S. E. caminando por hora 6 i 5 millas; mientras mas en traba la noche fué minorando el viento hasta quedar andando 3 millas, siendo constante aunque flojo el viento de S. E."], [112, "106 Al amanecer se avistó por la aleta de popa de estribor una vela como a distancia de 7 a 8 millas, la que no dudé fuese la Confederación. Inmediatamente acorté de vela i dispuse el zafa rrancho poniéndome en son de combate. A las 6 viré sobre la fragata que seguia en vuelta del N. E. largando todo aparejo i alas, pues el viento era mui calmoso, hasta que a las 9 i media empezó a refrescar pero siempre por el S. E., i como me apro ximaba metí las alas, no quedándome duda que era la Confede ración. A las 10 arboló su bandera peruana, i diez minutos des pués mandé arbolar la nacional con un cañonazo con bala, el que fué contestado por la contraria con toda su artillería. En el momento rompimos el fuego, el que duró por una i otra parte hasta las 10 i media, cuando la Confederación arrió su bandera, habiéndole cortado la ostaja de gabia i venido esta abajo; i en seguida izó bandera de parlamento en el tope de proa. Luego vino a bordo un oficial de marina para decirme de parte del jeneral Ballivian que conducía dicho buque, que ellos navegaban bajo la paz de Pauearpata, a lo que le contesté dije se al señor jeneral que era prisionero de guerra. Incontinenti mente mandé a bordo al capitán Diaz con orden de que me remitiese a bordo al jeneral Ballivian, al comandante, oficiales, tripulación i guarnición, para cuyo efecto mandé echar al agua los botes; a las 2 de la tarde se concluyó de trasbordar la tripu lación i mandé a la Confederación, al jeneral Ballivian, diez hombres de tropa para custodia, dos guardia-marina, un guar dián i veinte marineros, i nos pusimos a navegar en vuelta del primer cuadrante, ciñendo el viento por estribor. Incluyo a V. S. la adjunta lista de la dotación i pasajeros que han sido prisioneros i algunos otros papeles que han venido a mis manos, reservándole a V. S. el estado jeneral de dicho buque, tan luego que las circunstancias me lo permitan. En esta corbeta de mi mando no he tenido la menor avería durante la acción, i los enemigos solo han tenido dos o tres ma rineros contusos, aunque no de gravedad. Recomiendo a V. S. la noble comportacion de los señores ofi ciales, tripulación i guarnición de este buque; todos ellos han"], [113, "107 cumplido con sus deberes, haciéndose acreedores a la gratitud del Gobierno. Dios guarde a V. S. Santiago Bynon. Al señor Comandante en Jefe de la Escuadra, capitán de fragata don Roberto Simpson."], [114, ""], [115, "CAPITULO XI Chile declara el bloqueo del Callao, Chorrillos i Ancón. — Dificultades que oponen a esta medida las Escuadras estranjeras. — La Escuadra enemiga intenta forzar el bloqueo. — Diríjese la Escuadra chilena a Huacho para hacer aguada. — Se apodera de la población a viva fuer- za. — Regresa la Escuadra al Callao. I Por este tiempo el Protector de la Confedera ción Perú-Boliviana, de una plumada, declaraba bloqueados todos los puertos de Chile. Nuestro Gobierno, por su parte, contestó a este reto decre tando con fecha 2 de abril el bloqueo de los puer tos del Callao, Ancón i Chorrillos a partir del 18 del mismo mes, i posteriormente con otro decreto de fecha 11 de abril, prorrogaba este plazo hasta el 26, época en que se calculaba estarían ahí las fuer zas navales que deberían hacer efectivo el bloqueo. Con efecto, el 17 de abril se hacia a la vela des de Valparaiso con destino al Callao la primera di visión de la escuadra compuesta de los siguientes buques: corbeta Libertad, comandada por el capi-"], [116, "110 tan de navio graduado don Carlos Garcia del Pos- tigo; corbeta, Valparaíso, comandante Diaz; ber- gantin Aquiles, comandante Bynon; bergantin Are- quipeño, comandante Henson, i goleta Colocólo, co- mandante Señores. Comandante en jefe de la escua- dra habia sido nombrado con fecha 30 de enero el ca- pitán de navio don Carlos Garcia del Postigo. (1) A bordo de la nave capitana habíase embarcado en clase de guardia-marina ad honorem, el que llegó a ser mas tarde vice-almirante Lynch. El Gobierno por decreto de febrero 28, habia aceptado el patrió tico i desinteresado ofrecimiento que de los servi cios del joven Lynch hiciera su señor padre don Estanislao. Dedicado como está este libro a la me moria del ilustre marino, hemos querido dejar aquí (1) Es tan poco conocida en la marina la memoria de don Carlos Gar cía del Postigo, no obstante haber alcanzado en ella un alto grado, que liemos creído de oportunidad insertar aquí los siguientes datos biográfi cos acerca de este distinguido oficial. Nació Postigo en la Concepción de Chile i desde mui joven se enroló en la marina de guerra española donde alcanzó al grado de alférez de fragata. Como tantos otros] chilenos, una vez que estalló la revolución americana, abandonó el servicio de la Espa ña para pelear por la independencia de su patria. En junio de 1823 encontrábase en la marina peruana con el grado de capitán de fragata i solicitó del Gobierno de ChiU su reincorporación a a la marina de este Estado, la que le fué concedid v por decreto del Go bierno de fecha de junio 28. En enero de 1824 ocupaba el puesto de Mayor Jeneral del departa mento, siendo Comandante Jeneral de Marina el ilustre patricio don José Ignacio Zenteno. En marzo de 1825 fué nombrado comandante de la corbeta Chacabuco i enviado a espedicionar sobre Chiloé. En marzo de 1820 era ascendido a capitán de navio graduado."], [117, "111 consignado su primer paso en la carrera a que con sagró su vida. El 29 tocó la escuadra en el puerto de Pisco i al dia subsiguiente tomaba fondo en el surjidero de la isla de San Lorenzo. II De conformidad con el decreto del Gobierno de Chile, antes citado, el bloqueo del Callao quedaba, pues, desde ese momento en vigor. Las fuerzas que llegaban a hacerlo efectivo, no podian considerarse en manera alguna deficientes i en el decreto que lo estableció, hacia uso nuestro Gobierno de un dere cho lejítimo de la guerra. Revestida así esta medi da de todas las formalidades que para el caso exije el derecho internacional, era propio que el jefe de nuestra escuadra no encontrase dificultades en el desempeño de su delicado cometido- No habría de ser así, sin embargo; las naciones poderosas representadas por sus fuerzas navales en el Pacífico fueron siempre, durante el curso de la guerra, un obstáculo para que el bloqueo del Ca llao tuviese su debido efecto. En el caso de que tratamos, hubo de romper el fnego el comodoro inglés, exijiendo como condicio nes para reconocer el bloqueo, que un buque chi leno se estacionase de fijo delante de Ancón i otro en Chorrillos, exijencia a la que por cierto no po-"], [118, "112 dia acceder el capitán Postigo sin comprometer seriamente la existencia de la escuadra, que subdi vidida así, quedaba a merced de una sorpresa de parte del enemigo, cuya fuerza naval en el Callao se componia de dos corbetas i dos bergantines. El comodoro francés tuvo otro pretesto para en torpecer las operaciones de la escuadra, i fué el de que se le debia dar un plazo para notificar el blo queo a los buques de su nación procedentes de los puertos de Europa. Por último, el jefe de las fuer zas navales de los Estados Unidos, hizo saber al capitán Postigo que estaba resuelto a seguir la misma línea de conducta que el comodoro inglés. «En una palabra, dice el capitán Postigo a su Go bierno en oficio de 12 de junio, todos ellos han pro bado de una manera bien inequívoca, que estaban mui distante de pensar en someterse a un bloqueo declarado por una nación que desgraciadamente carecía de fuerzas para hacerse respetar de las na ciones poderosas». III Restrinjida de esta manera la acción del jefe de nuestra escuadra, hubo éste de limitar sus opera ciones a hostilizar el comercio del cabotaje, e impe dir la salida de los buques de guerra de la Confe deracion que encontrara asilados bajo las baterías"], [119, "113 del Callao, i que eran las corbetas Yanacocha i Sacabaya i los bergantines Fundador i Junin. Representaban estos buques, como se notará, una fuerza mui poco inferior a la que bloqueaba el puerto, circunstancia que hacia por demás crítica la situación del capitán Postigo i que le obligaba a vivir con la ceba en la mano, como que era natu ral suponer que el enemigo no habia de resignarse, a permanecer en el encierro a que le tenia someti do una fuerza igual casi a la suya. Sin embargo, fuera de un dia en que los buques de la Confederación dieron la vela con intención de venir sobre sus contrarios, pero retirándose de nue vo al abrigo de las baterías tan pronto como vieron que aquéllos, imitando la maniobra, se acercaban a ponerse a tiro de cañón, no hicieron tentativa sería alguna para romper el cerco que los mantenía apri sionados e inactivos. IV En aquellos tiempos la escasez de recursos de la República, no le permitía a menudo atender cual debiera, al abastecimiento de las fuerzas navales destacadas casi siempre a mas de doscientas millas de sus propias costas. Menester era, pues, que ellas misma se procurasen la leña, el agua i hasta los ví veres, tomándolos a viva fuerza del suelo enemigo. No de otra manera se abasteció Cochrane duran te sus memorables campañas contra el último ba- tí"], [120, "114 luarte del poder español en el Pacífico, i así ha brían de tener que hacerlo los que ahora combarían en el mismo teatro, i en obsequio también de la so beranía del Perú. V En demanda de una de aquellas apremiantes ne cesidades, el agua, se hacia a la mar nuestra escua dra a mediados de junio, con ' rumbo al puerto de Huacho, donde aportó el 19. La fuerza enemiga que guarnecía el puerto, al apercibirse del objeto que llevaba ahí a nuestros buques, se dispuso a im pedir el desembarco, pero bastó un corto tiroteo en que murió el jefe que la mandaba para que huyese dejando la población en poder de los nuestros. Hubo de repetirse aquí uno de esos actos que se imponen por las circunstancias como un deber dolo roso pero necesario para mantener la disciplina mi litar (1). Un cabo de la guarnición de uno de los bu ques de la Escuadra, que desembarcó en Huacho, abusando de la situación, exijió de un vecino del lu gar, i le fué pagada, una contribución de 200 pesos. El jefe de la Escuadra, al tener conocimiento de este hecho, hizo devolver al individuo su dinero i fusilar al cabo, en presencia del pueblo que habia sido testigo de su crimen (2). (1) El vice-Almirante Blanco hizo fusilar en Arica (setiembre de 1837) a un capitán de ejército por un crimen análogo al que se relata. (2) Campaña del Perú en 1838, por Gonzalo Búlnes."], [121, "115 VI Al siguiente dia de este desgraciado suceso, abas tecida la escuadra de agua i de víveres frescos, re gresó a estacionarse en el abrigado surjidero de la isla de San Lorenzo, donde habria de permanecer guardando la llegada del Ejército Restaurador que por este tiempo daba la mano en Valparaíso a sus últimos aprestos."], [122, ""], [123, "CAPÍTULO XII El Ejército Restaurador zarpa de Valparaiso en un convoi de treinta buques. — Su arribo al Callao. — Se dirije a Ancón donde desembarca el Ejército. I Desde principios de junio, habíase trasladado a Valparaíso el gobierno i las fuerzas que debían for mar el nuevo ejército espedicionario que, al man do en jefe del jeneral Búlnes, iría a devolver al Perú su libertad i su independencia. Con los últimos dias del mes terminaban también los últimos aprestos del Ejército i el 1.° de julio se daba comienzo á su embarque, operación que demo ró hasta la tarde del dia 6. Comp oníase el convoi espedicionario de veinte i seis trasportes (1) i de los buques de guerra que for- (1) En la sección Marítima de El Mercurio de julio 11, 1838, aparecen los nombres de los trasportes de la espedicion: a saber: fragata Hércules; id. Aquila; id. Margarita; barca Esperanza; id. Colcura; Pacifico; ber gantin Eleodoro ; id. Cecilia; id. Napoleón; id. Joven Victoria ; id. Orion, id. Ovalle; id. Salvador; id. San Antonio; id. Orbegoso; id. Joven Daniel; id. Gipsy, id. Señorense ; fragata Neptuno; id. Hope; id. Zaldkar; barca Isabella; bergantin Batháienay; id. Jxardoso; goleta Teresa i bergantin Hércules."], [124, "118 maban la segunda división de la Escuadra. Eran estos últimos, la corbeta Confederación al mando del capitán de navio graduado don Roberto Simp son, nombrado comandante de la división con fecha 4 de julio; la fragata Monteagudo, comandante J. Martínez; la barca Santa-Cruz, comandante R. Martínez i goleta Janequeo, comandante Parker, (l) Dias de calma i de vientos contrarios detuvieron al convoi en Valparaíso hasta el 10 en que con, la primera brisa, dióse la vela entre los entusiastas ví tores del pueblo i de los espedicionarios. «El entusiasmo de todos los cuerpos de que cons ta la espedición restauradora de la independencia del Perú, decia editorialmente El Mercurio de ese día. aseo-ura los mas felices resultados en favor de la causa mas sublime i honrosa que hemos visto sos tener en América después de la guerra de la inde pendencia. En esta se combatió por conquistar un ser político independiente i en aquélla se lucha pa ra derribar una autoridad hostil a las instituciones i principios liberales proclamados en nuestro conti nente». II Tres dias de navegación llevaron al convoi al puer to de Coquimbo donde hubo de permanecer hasta (i; La goleta Janequeo, antes Isaac Macken del comercio del cabotaje, h-bia sido comprada por el Gobierno en junio i armada en guerra al mando de su capitán Parker, incorporado interinamente al servicio de la armada con el grado de capitán de corbeta."], [125, "119 el 23 ocupado en reponer la pérdida de algunos ca- ballos, embarcar dos compañías de infantería i com- pletar su aguada. Al darse a la vela de Coquimbo la ventolina era mui floja, por cuya razón los buques pesados no pudieron hacerlo hasta el dia siguiente. Esta demora obligó al resto del convoi a mante- nerse en facha a la altura de Copiapó por cerca de dos dias en espera de los rezagados. Reunidos por fin, se continuó la navegación sin mas novedad has- ta el 6 de agosto, en que estando a la vista de las islas Hormigas se incorporó la goleta Janequeo que el jeneral en jefe habia hecho adelantar el dia 4 con el objeto de llevar al jefe de la escuadra bloqueadora del Callao, la orden de reunirse al con- voi á diez ó doce millas al sur de las Hormigas. Nada habría sido mas fácil a la escuadra que cumplir la orden que recibía, pero como pocos dias antes hubiesen intentado fugar del puerto la corbeta Socabaya i el bergantin Fundador, creyó prudente el capitán Postigo, antes de tomar resolución algu- na, reunir en consejo a los comandantes de los bu- ques, lo que en efecto hizo, acordándose en él, como lo mas oportuno i conveniente bajo las circunstan- cias, permanecer al frente del Callao, i comunicar esta resulucion, con las razones que se hicieron va ler, al jeneral en jefe del ejército. (1) (1) A bordo de la corbeta Libertad frente a la isla de San Lorenzo, agosto 5 de 1838. Véase anexos."], [126, "120 La Janequeo era, pues, portadora de la resolución del consejo, como también de la noticia del cambio político operado en el Perú i por el cual el Estado Norte, bajo el mando supremo del jeneral Orbe goso, quedaba segregado de la Confederación Perú- Boliviana. En posecion de esta noticia que podia con siderarse favorable a la misión encomendada a nuestro ejército, se dirijió el convoi al Callao i á las nueve de la noche de ese mismo dia daba fondo en el cabezo de San Lorenzo. Al dia siguiente i cuando se esperaba que el ejército verificaría su desembarco por el muelle del Callao, surjieron dificultades de parte del Gobierno de Orbegoso, que determinaron al jeneral Búlnes a ordenar que el convoi levase anclas i se dirijiese a la caleta de Ancón, donde en efecto fondeaba a las cinco i media de la tarde. Pro cedióse en el acto al desembarco de las tropas, i como á la media noche, hubiese ya en tierra fuerza suficiente para resistir una sorpresa, se suspendió la operación, para continuarla al amanecer del dia siguiente, 8, i con tan buen éxito, que al caer de la tarde pisaba en tierra todo el ejército, que-, de paso sea dicho, bastante lo necesitaba después de una navegación i embarco de cerca de cuarenta dias, (l) (1) Parte oficial del jeneral Búlnes a su Gobierno. — Cuartel Jeneral del Ejército Restaurador. — Lima, agosto 22 de 1838."], [127, "CAPÍTULO XIII Se subdivide la escuadra en dos divisiones. — Combate do la primera división con las fortalezas del Callao. — Se apodera en seguida de la Socabaya. — El comandante Diaz de la Valparaíso, es sorprendido en Pisco i hecho prisionero con 30 marineros i dos oficiales. I No entra por cierto en nuestro propósito, i mal podríamos hcerlo, seguir al denodado ejército res taurador en sus brillantes jornadas, o en sus mar chas a través de los fragosos senderos de la sierra peruana. Lo habremos, pues, de dejar en su cam pamento de Ancón, para ocuparnos de las opera ciones marítimas que se sucedieron a la llegada de nuestro ejército al Perú. Terminado que fué el desembarco en Ancón, la división comandada por el capitán Simpson i com puesta de la Confederación, Monteagudo i barca Santa-Cruz, pasó a estacionarse en Chorrillos junto con los trasportes. La primera división al mando del jefe de la escuadra, capitán Postigo"], [128, "122 formada por la Libertad, Valparaíso, Aquiles, Ja nequeo i Arequipeño, debia continuar sosteniendo el bloqueo del Callao. II Las negociaciones que precedieron a la batalla de Guias, mantuvieron en suspenso la acción de la escuadra hasta el 15 en que se recibió a bordo del buque de la insignia, noticia oficial de haberse ne gado el Presidente provisorio del Perú a todo arre glo i declarado ademas rotas las hostilidades. No esperaba otra cosa el alentado jefe de la es cuadra para proceder activamente. En efecto, el 17 a las dos de la tarde entraba al fondeadero a la ca beza de la división de su mando, con la mira de reconocer las baterías i juzgar del alcance de sus piezas. Al llegar a tiro de cañón, rompieron aque llas un vivísimo fuego que fué sostenido por la Li bertad i el Arequipeño durante todo el tiempo que duró el reconocimiento i sin haber esperimentado mas daño que un muerto i dos heridos a bordo del último. Logrado el fin que se propuso al afrontar las baterías del Callao, retiróse el capitán Postigo con sus buques fuera de tiro de cañón i procedió a alis tar las fuerzas sutiles con que ahora se proponia arrancar de manos del enemigo, la corbeta Socabo ya i bergantin Fundador, que en estado de desar-"], [129, "123 me yacían cerca del muelle, protejidos por los fue gos de los castillos i baterías. La empresa que así proyectaba el jefe de la escuadra, era como se ve, atrevida i de difícil ejecución, sobre todo si se tie ne en cuenta que el enemigo, como era natural su ponerlo después de las operaciones del dia, habia de estar mui sobre oído i prevenido contra toda tentativa de ataque. Empero no era esto motivo que'pudiera arredrar, a quienes habian militado con los captores de la Esmeralda i de la María Isabel. A las 11 de la noche hallábase todo dispuesto pa ra el ataque que se proyectaba i media hora después se desprendían de la división las fuerzas sutiles, com puestas de tres lanchas cañoneras al mando del ma yor don José Ángulo i de las lanchas i botes de los buques, a las del teniente 1.° don Leoncio Señores comandante de la goleta Colocólo. Con todo sijilo 1 precaución se bogó en dirección al muelle, pero a pesar de ello, mucho antes de llegar al costado de los buques enemigos, fueron descubiertos los asal tantes i recibidos por las baterías i castillos con un vivo fuego de cañón i fusilería. No obstante se con tinuó adelante, que dispuestos iban a todo, i poco después i mientras las lanchas cañoneras contesta ban el fuego de tierra, el mayor Ángulo i el tenien te Señores, se hacían dueños de la corbeta Socaba ya i la arrancaban de su fondeadero bajo una gra nizada de proyectiles. El bergantin Fundador, entre tanto se sumerjia en el agua, pues el enemi-"], [130, "124 go en previsión de un lance de esta naturaleza, lo tenia preparado con barrenos, que hizo destapar a los primeros disparos. Se trató entonces de incen diarlo, i al efecto se arrojaron en su interior algu nos mistos, pero que el agua apagaba mui pronto. Debieron, pues, retirarse las fuerzas sutiles, i dejar al Fundador entre aguas, pero llevando con sigo como trofeo de su valentía i arrojo un excelen te buque de guerra i, para que el éxito fuera com pleto, sin que de su parte hubiesen tenido que lamentar la menor desgracia, no obstante haber soportado por mas de una hora el fuego de fusilería i cañón del enemigo (1). III Algunos dias después de este brillante hecho de armas, el ejército restaurador daba en la portada de Guias (agosto 21) su primera batalla, para en trar en seguida triunfante i glorioso a la ciudad de Lima. Organizado de ahí a poco el Gobierno del jene ral Gamarra, zarparon la barca Santa-Cruz i la corbeta Valparaiso, (agosto 30) conduciendo tro pas destinadas a operar aquéllas en Trujillo i éstas (1) Parte del Jefe de la Escuadra. — Comandancia en Jefe de la Es cuadra, corbeta Libertad al ancla en el Callao; agosto 18 de 1838. Véase anexos."], [131, "125 en la provincia de lea. El mismo dia que la co lumna que conducía la Valparaiso desembarcó en Pisco, emprendió su marcha al interior. El pueblo fué ocupado entonces por el comandante de la Valparaíso, capitán de corbeta don Manuel Diaz, con treinta marineros i los oficiales, teniente 2.° don José A. Goñi i contador don Juan de D. Manterola. Hacia dos dias a que el comandante Diaz permanecía en tierra sin orden ni objeto os tensible alguno que lo retuviera ahí, a lo que pare ce, por los documentos que hemos consultado, cuando fué atacado repentinamente al oscurecer por una montonera enemiga, fuerte de ciento cin cuenta hombres entre caballería e infantería. La pequeña guarnición chilena, aunque tomada por sorpresa, pudo organizarse y resistir el ataque du rante toda la noche. Al amanecer del siguiente dia, agotadas las municiones i deseperando ya de recibir ausilio, hubo de rendirse, si bien con todos los honores de la guerra. (1) Mientras tanto la corbeta Valparaíso, desde cu yo bordo sintióse el fuego toda la noche, solo al amanecer envió un bote a tierra, mas con el objeto de indagar lo ocurrido que de prestar ausilio, pero rechazado por el enemigo regresó luego a bordo. Poco después el jefe de las fuerzas enemigas in- (1) Nota del jefe de las fuerzas enemigas al comandante interino de la Valparaíso. Véase anexos."], [132, "126 citaba al comandante interino de la Valparaíso a parlamentar a bordo de una goleta colombiana que habia en el puerto. El comandante, que lo era por sucesión de mando, el piloto don Andrés Lemonte, temiendo una celada, se negó a ello. Momentos antes habia despachado un bote a Chorrillos dan do cuenta de lo ocurrido al comandante en jefe de la escuadra (l). IV Sin esfuerzo surjen aquí a la mente dos pregun tfis: ¿por qué la corbeta no prestó oportuno socorro de jente al comandante Diaz? i si esto no era posi ble por la escasez de su tribulación, ¿por qué no envió a tierra los botes i trató de protejer su em barco? Sin antecedentes para juzgar de las dificul tades que han podido oponerse a una i otra cosa, hemos querido, sin embargo, dejar consignadas aquí nuestras dudas, sin que ello pueda importar una censura para el piloto en quien recayó el man. do de la Valparaíso. Esta misma circunstancia, la de caer el mando en un piloto, está demostrando por otra parte lo mal dotado que estaba el buque i que no habia otro oficial de guerra, fuera del co mandante Diaz, que el teniente 2.° Goñi. Escasez (1) Corbeta de guerra Valparaíso. Bahía de Pisco, setiembre 21 de 1838. Véase anexos."], [133, "127 tan grande de personal, no era por cierto una no vedad en la escuadra que, provisoriamente puede decirse, organizó Chile en aquella época, i en la cual, lejos de abundar los elementos de guerra, faltaban a menudo los mas indispensables. I sin embargo, menester era atender a los múltiples ser vicios de las operaciones de la escuadra i del ejér cito, i salir siempre airoso, que el país habíase acostumbrado a que ni la mas leve sombra empa ñase el lustre de sus armas en tierra o en el mar. V Luego que se supo en Lima lo ocurrido al co mandante Diaz, se dispuso que el bergantin Aqui les, comandante Bynon, diese la vela con destino a Pisco, lo que efectuó el dia 30, conduciendo a su bordo algunos marineros i al teniente 1.° don Bue naventura Martinez, quien debia tomar el mando de la Valparaíso."], [134, "ANEXOS Comandante en Jefe de la Escuadra. A bordo de la corbeta Libertad, frente a la isla San Lorenzo, agosto 5 de 1838. A las 5 de la tarde de hoi, he recibido por conducto del co mandante de la goleta Janequeo, la nota de US., fecha de ayer, en que se sirve ordenarme que con los buques de mi mando siga a colocarme 3 o 4 leguas al sur de las islas Hormigas, a cuyo punto se dirije el convoi, que conduce al Ejército Bestau rador. Nada me habría sido mas fácil que dar pronto cumplí miento a la orden superior de US. si las circunstancias en que me encuentro por el acontecimiento en Lima el 31 del próximo pasado julio i por la fuga que intentan hacer del Callao los bu ques enemigos, no me hiciesen creer preferente mi permanen cia sobre aquel punto. Al efecto, me ha parecido conveniente formar una junta de guerra de los comandantes de todos los bu ques, con el fin, de acordar lo que se crea mas oportuno en favor del mejor efecto de las operaciones encomendadas a la Escua dra i se ha resuelto lo que aparece de la acta que en copia ten go\" el honor de acompañar a US.; prometiéndome que impuesta de las puras razones que van espresadas, merezca toda su supe rior aprobación. Carlos García del Postigo. Señor jeneral en jefe del Ejército Restaurador del Perú."], [135, "129 A bordo de la corbeta de guerra Libertad, frente al puerto del Callao, a cinco dias del mes de agosto de 1838. Vista la orden que el señor Jeneral en Jefe del Ejército Restaurador que al final de esta acta se copiará, el señor Co mandante en Jefe de la Escuadra reunió a los señores coman dantes de ella; i habiendo espuesto dicho jefe que en las pre sentes circunstancias en que los buques enemigos, corbeta Socabaya i bergantin Fundador, estaban en disposición de dar la vela i fugarse del puerto como lo habian intentado después del pronunciamiento del jeneral Orbegoso, i no efectuado por la vijilancia de la Escuadra que se mantenia cruzando a poca distancia del fondeadero; le ha parecido a dicho señor que la principal atención es evitar a toda costa la salida de los buques, pues éstos podrían irse al sur o a cualesquiera otro punto. Los señores comandantes se penetraron todos de estas razones i pareciéndoles poderosas i preferentes a todos el bloqueo, firma ron, acordando que se mandase la misma goleta Janequeo a dar cuenta al señor Jeneral en Jefe de esta determinación para que resuelva lo que estime conveniente. — Carlos García del Postigo. — Santiago Jorje Bynon. — Roberto Simpson. — Manuel Diaz. — Leoncio Señores. — Es copia. — Carlos García del Postigo. Comandancia en Jefe de la Escuadra. Corbeta Libertad, al ancla en el Callao, agosto 18 de 1838. Tan luego como supe por la nota de V. S., de 15 del corrien te, haberse negado el gobierno de Lima a reconocer como un ejército amigo al que se haya bajo las órdenes de V. S. i decla rada por consiguiente rotas las hostilidades, con perjuicio de los verdaderos intereses de la nación peruana, me decidí a obrar activamente con las fuerzas de mi mando sobre el puerto i sus fortalezas. En efecto, como a las dos de la tarde del dia de ayer me dirijí al fondeadero para reconocer las baterías que ha bia alistado el enemigo en la fortaleza de la Independencia, i descubrir al mismo tiempo el alcance de sus piezas. Puesto así 9"], [136, "130 con los buques de mi mando a menos de tiro de cañón, rompió un fuego activo, al que contestó esta corbeta i el bergantin Arequipeño sin haber esperimentado mas daño por nuestra parte que un muerto i dos heridos en el último, por una bala de cali bre de a 24. Logrado pues mi principal objeto, dispuse fondearan todos los buques en un punto en que el enemigo no pudiese ofender me con sus fuegos, i mandé alistar las fuerzas sutiles para em prender un nuevo ataque i sacar del muelle la corbeta Socabaya i el bergantin Fundador que estaban desarmados. En efecto a las once i media de la noche las tres lanchas cañoneras al man do del mayor don José Ángulo, i las Lanchas i botes de los buques de esta división a las órdenes del teniente l.°don Leon eio Señoret, comandante de la corbefa Colocólo, marcharon a realizar el proyecto, i a las dos horas después ya era en nuestro poder la Socabaya a pesar del activo fuego que hizo el enemigo sobre las fuerzas sutiles por mas de una hora i al que corres pondieron .aquellas. Como el bergantin Fundador hubiese sido barrenado por el enemigo con anticipación i se hallase casi entre dos aguas, se creyó mas oportuno incendiarlo, pero no pudo lograrse así por haberse apagado los mistos arrojados dentro de él. Este brillante ensayo de nuestras fuerzas no nos ha causado, señor jeneral, la mas pequeña desgracia ni pérdida; sin embar go, de que los fuegos enemigos cruzaban en todas direcciones hasta haber acertado dos balazos a la Socabaya, ocasionándole algún daño en el palo mayor. Por todo, pues, me creo en el deber de recomendar mui partieularmente a V. S. a los presita dos comandantes i demás oficiales que constan de la adjunta lista, por el denuedo, valor i entusiasmo que han manifestado en esta ocasión. Dios guarde a V. S. muchos años. Carlos García del Postigo. Al señor Jeneral en Jefe del Ejército Restaurador."], [137, "131 Comandancia Jeneral de la Costa del Sur. Pisco, setiembre 25 de 1838. A las ocho de la mañana del dia de ayer han sido hechos prisioneros de guerra el comandante de este buque don Manuel Diaz, el teniente don Anacleto Goñi, el contador don Juan de Dios Manterola, cuarenta soldado de mar i otros jefes, oficiales i tropa de la división del jeneral Salas, después de haber hecho una brillante defensa sosteniendo un fuego mui vivo por doce horas, i últimamente constituyéndose prisioneros con todos los honores de la guerra. Con este motivo, i a fin de arreglar algunos asuntos de nues tro interés i en cuanto sea posible los funestros estragos de la guerra, invito a Ud. para que se sirva trasladarse a bordo de la goleta colombiana mercante que está al ancla en este puerto, a donde pasará igualmente, el señor coronel don Valerio Arri bueño, suficientemente autorizado por mí, en donde, sirviendo de base la buena sé, podremos arreglar un avenimiento honroso. Dios guarde a Ud. El comandante jeneral, \" Estanislao Correa. Al Jefe que se halla al mando de la corbeta de guerra Valparaíso. Señor Comandante en Jefe de la Escuadra. Corbeta de guerra Valparaiso, bahía de Pisco.— Setiembre, 24 de 1838. Señor Comandante: Hallándose el señor comendante don Manuel Diaz el teniente 2.° don Anacleto Goñi i el contador den Juan de Dios Mante-"], [138, "132 rola en tierra con treinta marineros armados para guarnición de dicho puerto hasta el veinte i tres sin la menor novedad, a las siete de la noche del mismo dia fueron sorprendidos por un escuadrón de caballería, que se cree asciende el número del enemigo a mas de cien hombres; toda la noche se vio un fuego activo i en el momento que amaneció, se toma medida de mandar un bote a tierra, lo que fué imposible porque en el momento que vieron la embarcación le atacaron fuertemente, i por este motivo se cree que son o prisioneros o muertos segun sabemos por dos mujeres que trajeron para adquirir alguna noticia, como igualmente por el fuego de anoche. Las enemigos tienen rodea da toda la playa, cerradas las bocas-calles así es que no hai nin guna noticia del comandante ni de los demás oficiales; yo estoi solo abordo, enteramente solo, porque no tengo jente con que poder dar ausilios, no habernos mas que dos oficiales i mui poca parte de la tripulación i lo peor, porque la mejor jente estaba en tierra. Del señor jeneral Salas no hemos tenido noticia ninguna ni tampoco podemos hacerle ver las circunstancias en que nos hallamos. I por este motivo hemos tenido a bien poner en conocimiento de V. S. para que tome las medidas mas necesarias. Somos de vuestra señoría sus mas atentos servidores. Andrés Le Monde. Julián Dublé."], [139, "CAPITULO XIV Se declara el bloqueo del Callao. — Dificultades que oponen a esta medi- da los ajentes diplomáticos. — El caso del doctor Mac-Lean. — Inter- vención de la Escuadra Inglesa. — Enérjica actitud del jeneral Búlnes i del capitán Postigo. I El encierro en los castillos del Callao del jeneral Orbegoso con parte de las tropas vencidas en la batalla de Guias, habia hecho de necesidad que una división de nuestro ejército pusiera sitio a esa plaza. Complemento obligado del sitio del Callao era, sin duda, su rigoroso bloqueo por mar. El jeneral Búlnes se hallaba debidamente autorizado por su Gobierno para dictar esta medida cuando las opera ciones de la guerra así lo exijieran; las fuerzas navales de que disponía, eran ahora por demás su ficientes para el objeto, i sobre todo, el bloqueo se imponía como una consecuencia lójica e indispensa ble para reducir los históricos i afamados castillos de la plaza sitiada."], [140, "134 Era de esperar, pues, si la justicia i la razón no necesitaran a menudo ir apoyadas de la fuerza pa ra hacerse paso, que el bloqueo del Callao, que en junio no pudo llevarse a efecto por las exijencias i vivas protestas de los representantes estranjeros, habría de encontrar esta vez, de parte de éstos, el acatamiento que estaban obligados a prestarle i que les imponía el deber bien entendido de la alta misión que desempeñaban. Pero nó; las prescripciones del Código Interna cional, habrían de ser todavia letra muerta para las nacientes Repúblicas del Pacífico, como lo serian aun, en cuanto a Chile concierne, si éste, penetra do de que en el concurso de las naciones, el débil carsce por lo común de razón, no se hubiera apre surado a adquirir ios elementos navales, a cuyo amparo encuentra ahora el respeto i el derecho que cantes en mas de una ocasión se le negara. II El 1 ° de setiembre decretaba el jeneral en jefe el bloqueo del Callao, i se comunicaba esta resolu ción a los ajentes estranjeros i a los comandantes de las fuerzas navales de Francia, Estados Unidos e Inglaterra que habia surtas en el puerto. En res puesta, solicitaron éstos una prórroga de cinco dias, sin otro objeto, como se verá, que el de ponerse de"], [141, "135 acuerdo para no respetar la medida dictada por el cuartel jeneral chileno. Reuniéronse los representantes estranjeros a bor do del navio inglés President, que montaba el al mirante Ross, i el dia en que terminaba el plazo so licitado, anunciaban al jeneral en jefe de nuestro ejército, la resolución tomada de no reconocer el bloqueo. Suscitóse con este motivo un cambio de correspondencia que trajo por resultado, se dejara espedita la entrada al puerto, a los buques de co mercio inglés, francés i norte americanos, i que el bloqueo, si tal podia llamarse, se concretara a los castillos de la plaza. Intereses mucho mas altos e importantes que los que así, i sin mas razón que la fuerza, quisieron estorbar los ajentes diplomáticos antes menciona dos, aconsejaban sin duda la concesión hecha por el jeneral en jefe chileno en favor de los buques de sus respectivas naciones. III No habian de parar aquí las dificultades i dis cusiones con que los diplomáticos de Lima dieron en suscitar al cuartel jeneral chileno. Entre otras apuntaremos una, por relacionarse con nuestra ma rina i que, como la que va escrita acerca de la es traña intervención del Cuerpo Diplomático, hemos"], [142, "136 estractado del libro de don Gonzalo Búlnes, Cam paña del Perú, 1838. Allá como a fines de setiembre, un doctor esco cés de apellido Mac-Lean, fué aprehendido i lleva do al cuepo de guardia por haber atropellado un centinela. Pues bien, este asunto en que la razón no estaba por cierto de parte del doctor escocés, como lo probó el sumario instruido con este moti vo, pero que pudo arreglarse amigablemente en un principio, fué pretesto para que el ministro inglés provocase una de las cuestiones mas serias que tuvo que vencer el cuartel jeneral chileno. Todavía pendiente el reclamo interpuesto por el diplomáti co inglés, el navio President i la corbeta Imojene, vinieron a fondear en San Lorenzo a uno i otro costado de la corbeta Libertad, colocando así a ésta entre los fuegos de sus poderosas baterías. El almi rante Ross comunicaba al mismo tiempo al capitán Postigo, su determinación de no permitir que se moviese de ese fondeadero, hasta que no se hubiera dado al doctor escocés la debida reparación, i le ha cia ademas presente que la corbeta Samoran habia pasado a Chorrillos con igual objeto respecto de los buques chilenos fondeados ahí. El trascurso del tiempo, que todo lo amortigua i modifica, no ha impedido, sin embargo, que, al narrar, este hecho, al cabo de cincuenta i tres años, nuestro patriotismo deje de sentirse profundamen te mortificado. ¿Cuánto mas no ha debido herir"], [143, "137 ese odioso atentado, los nobles sentimientos de los abnegados i valientes servidores a quienes en aque lla ocasión estuviera confiado el honor del ejército í de la marina? Afortunadamente, la agresiva i estraña actitud del almirante ingles, como que era de todo punto injustificada, no hubo de resistir a la resolución adoptada por el jeneral Búlnes en el caso, i que por cierto era la única compatible con el decoro de nuestras armas. Llamó al capitán Postigo al cuar tel jeneral i en pocas palabras quedó ahí conveni do, que al siguiente dia se abriría paso por entre los buques ingleses, primero con sus cañones i des pués, si era necesario, con su Santa Bárbara. Al mismo tiempo el jeneral Búlnes oficiaba al ministro inglés, protestando del acto atentatorio de que eran objeto los buques chilenos, a la vez que reiteraba sus ofertas de que el soldado a quien se culpaba de atropello seria castigado, siempre que se le esclareciese su culpabilidad de un modo legal. «El paso dado por el señor contra-almirante, terminaba, no puede menos de mirarse como un atentado terrible, cuyas consecuencias pesarán so lamente sobre el que haya podido dictarlas». A poco de recibir esta comunicación, trasladóse el ministro inglés a la residencia del jeneral Búlnes, buscando un arreglo al negocio que veía tomaba un sesgo alarmante. En la conversación pudo im ponerse del alcance i significado de las palabras"], [144, "138 amenazantes con que el jeneral Búlnes terminaba su nota. Momentos después de retirarse el ministro, soli citaba del cuartel jeneral un pasavante para un correo de gabinete que enviaba al contra-almirante Ross, i que dio motivo a que éste hiciese llegar a manos del jefe de nuestra escuadra una nueva nota en la que le decia que, habiendo recibido del jeneral Búlnes las seguridades de que el delito del soldado seria castigado, suspendia la restricción que le habia impuesto. Poco después los buques ingleses levaban sus anclas i se hacían a la vela para tomar el fondeadero del Callao (1). (l) En abril de 1838 Dumont D'Urvill, el célebre navegante, se en contraba en Talcahuano con las corbetas Asborlabe i la Zelée i ahí tuvo ocasión de visitar al almirante Ross a bordo de la President. Eemos creí do oportuno trascribir aquí la impresión que dejara en el ánimo del ma rino francés su entrevista con el almirante que pocos meses mas tarde i de una manera bien inopinada habría de poner en tan serios compro misos al jefe de nuestra escuadra. «En seguida nos presentó (se refiere al comandante de la President) al almirante Ross, persona de estatura pe queña, de presencia común i cuya fisonomía no podia indicar sino una gran siruplicidid. Este hombre hablaba poco i no sabia ni una palabra de fr.mces; pero en cambio su mujer con quien casara en segundas nup cias i la que habia vivido bastante tiempo en Francia, le gustaba mucho conversar en este idioma i suplía con exceso el silencio de su marido- Ademas de Madam. Ross, se encontraba con ella una hermana, un hiio i dos o tres sirvientes. Era aquella una familia completa, pero ciertos rumores que llegaron hasta mí, me probaron mas que nunca que aun entre nuestros vecinosi mas graves i mas reservados que nosotros, la presencia de mujeres a bor do de un buque no es excusable sino en caso de una absoluta necesidad (voyage au Pole sud et dans la Oceanie por M. Diemont D'Urville tomo III, páj. 6)."], [145, "139 Las seguridades a que se referia el almirante in glés, no eran otras, como se habrá notado, que las mismas que el jeneral Búlnes ofreciera desde un principio, esto es, que el centinela seria castigado, toda vez que su culpabilidad quedase legalmente establecida. I Esto mismo, que espuesto dos dias antes en no ta oficial, no fuera para el Ministro inglés suficien te garantía de justicia, como lo prueba el acto aten tatorio contra nuestros buques, lo era ahora cuan do vio la actitud enérjica i resuelta del jeneral; cambio súbito de juicio que no tiene otra esplica ción, que la inmensa responsabilidad que viera el Ministro levantarse sobre sus hombros, sin una base sólida bastante que justificara su conducta en ese desgraciadísimo asunto. Lo cierto es que el soldado acusado, lejos de ser castigado, fué absuelto por cuanto no resultó cul pable, i que el auditor de guerra fué de opinión que el sumario se elevara a proceso i se siguiera contra el doctor Mac Lean, que aparecia como reo de de sobediencia i ultraje. Esto último, sin embargo, no pudo llevarse a efecto por haberse retirado nuestro ejército cíe Lima a los pocos dias. Pero es tiempo ya de que echemos flores sobre este enojoso asunto, sea porque no habrá de repe-"], [146, "140 tirse, que las reclamaciones diplomáticas no se ven tilan hoi dia a cañonazos, sea en obsequio de la amistad i buenas relaciones que subsistió siempre entre marinos ingleses i chilenos durante la pasa da guerra con el Perú i que nos complacemos en recordar aquí, (l) (\\) Hé aquí un hecho que lo comprueba i que nos será permitido na rrar. Estando el Cochranc bloqueando el puerto de Arica, sale un dia del puerto la fragata de guerra inglesa Shannon i al estar a distancia conve niente hace señales al Cochrane de mandar por una balija de correspon dencia. Nada mas natural que este acto que en los marinos es de mutua cortesía, fué así que el Cochrane se apresuró a mandar un bote; pero cuál no seria la sorpresa a bordo de este último, al ver llegar el bote con un gran saco de hermosas i frescas verduras."], [147, "CAPITULO XV La primera división delante del Callao. — Inutilidad del bloqueo en la for- ma establecida. — El enemigo captura un bote de la Libertad i hace prisionero al teniente González. — Las embarcaciones de la Libertad capturan un bote peruano con un oficial i tres marineros — Entrega del bergantin Arequipeño al Gobierno del jeneral Gamarra. I El bloqueo del Callao quedaba reducido, como antes dijimos, a vijilar los castillos de la plaza, e im pedir se aprovisionasen de víveres por mar: pero como el acceso al puerto era libre para las naves de comercio estranjeras, bien se verá que no habria de ser el hambre lo que moviera a sus defensores a rendirse. La tarea que así le cabia desempeñar a la fuerza bloqueadora no podia ser, pues, mas tranquila i ello fué sin duda motivo de la ciega confianza en que se cayera i que privó a la corbeta Libertad, por algún tiempo, de uno de los dos únicos tenientes de marina que tenia para su servicio interno. En efecto, el dia 13 de octubre, con motivo de"], [148, "142 estar próxima a partir para Valparaíso una fragata francesa de comercio, envió la Libertad a su bordo un bote con el teniente 2.° don José M. González, para entregar al capitán cierta correspondencia que urjía hacer llegar a manos del Gobierno de Chile. El bote iba enteramente desarmado. Había cumplido ya el teniente González su co metido i se preparaba a desabracarse del costado de la fragata, cuando fué atacado por un bote ene migo armado para el caso. El teniente González, que no tenia con que defenderse, trató entonces de huir, pero antes de que tuviera tiempo de desprenderse del buque, fué herido i tomado prisionero, así como tres marineros del bote que fueron también heridos. El resto de los tripulantes logró escapar subiéndose a la fragata por los cadenotes de las mesas de guar nición i aunque fueron reclamados por el oficial pe ruano, el capitán se negó a entregarlos, haciéndolo mas tarde al Comodoro francés, quien los envió a bordo de la Libertad. La misma lección que se desprende de este suce so debía proporcionar pocos dias después al capitán Postigo la ocasión de resarcirse de la pérdida que habia sufrido. En la mañana del dia 20 destacó la Libertad su falúa i lancha bien armadas, en persecución de unos botes sospechosos i que resultaron ser uno francés, otro peruano i tres canoas pescadoras, todos ocu pados en la pesca. Tanto el bote peruano como las"], [149, "143 canoas que pescaban para los moradores de los cas tillos, fueron tomados por los nuestros i con ellos un guardia-marina i tres marineros que fueron lue go canjeados por el teniente González i los marine ros que con él cayeron prisioneros. (1) II Por este tiempo encontrábanse bloqueando al Callao únicamente la Libertad, el Arequipeño i la Valparaiso. La Monteagudo i la Confederación per manecían siempre en Chorrillos al cuidado de los trasportes i de la Socabaya convertida provisional mente en hospital. El Aquiles se hallaba estaciona do en Pisco i la Janequeo i Colocólo en Huacho. El 30 de octubre fué entregado el bergantin Arequipeño al Gobierno del jeneral Gamarra, reem plazándolo en sus funciones delante del Callao la goleta Colocólo. La barca Santa-Cruz debió ser en tregada al mismo tiempo a los comisionados del Go bierno del Perú, pero no encontrándose en el Ca llao a la fecha, acontecimientos posteriores vinieron a retardar este acto hasta el 23 de marzo de 1839. Réstanos solo agregar, que con la entrega del Arequipeño i de la Santa-Cruz, daba el Gobierno de Chile a los habitantes del Perú, la prueba mas elo cuente de los elevados móviles que lo indujeron a tomar posesión de esos buques en 1836. (1) Corbeta Libertad, al ancla en el Callao.— Octubre 21 de 1838. — Al señor Jeneral en Jefe del Ejército Restaurador."], [150, ""], [151, "CAPÍTULO XVI Se reembarca el Ejército Restaurador i se dirije a Huacho.— El jeneral Santa Cruz organizi una nueva fuerza naval. — El Aquiles, la Jane- queo i la Colocólo en el Callao — El en-migo con fuerza superior los ataca i es rechazado. — Situación crítica de las fuerzas bloqueadoras. — Se resuelve suspender el bloqueo. — El e.iemigo se hace a la mar. — Apresa el Arequipeño i dos trasportes. — Su encuentro con nuestros bu- ques.— Es perseguido i regresa al Callao. — El Aquiles con la Janequeo i la Colocólo se dirijen a Chile. I La desocupación de Lima por el ejército restau rador, (8 de noviembre) para dirijirse a Huacho i de ahí internarse a la sierra, debió reunir nueva mente en Ancón a la escuadra i trasportes. El dia 11, a primera hora, se procedió al embarque de los Tejimientos de artillería e infantería (1) i en esa misma tarde se hacia el convoi a la mar con desti no a Huacho. El bloqueo del Callao dejábase encomendado a la goletas Janequeo i Colocólo, pequeña fuerza a la (1) La caballería emprendió la marcha por tierra, 10"], [152, "146 verdad, pero como por la intervención de las escua dras estranjeras, el bloqueo era, se puede decir, ilu sorio, bastaban sin duda las dos goletas al frente del Callao para mantener siquiera la vista sobre las fortalezas enemigas. Sucedió sin embargo, que junto con entrar el jeneral Santa-Cruz a Lima, después de la retirada del ejército ¡restaurador, se dio con ahinco a orga nizar una escuadrilla i con tan buen éxito, que a los pocos dias contaba con cuatro buques armados en guerra; las corbetas Edmond i Yanacocha i las gole tas Perú i Shamrock, si bien es cierto que la escasez de jente de mar ha debido ser un obstáculo para echar toda esta fuerza a la mar. Con motivo de estos aprestos, que no habian es capado al cuartel jeneral, se dispuso con fecha- 16 de noviembre que el bergantin Aquiles, comandante Bynon, viniese a reforzar el bloqueo del Callao, lo que efectuó dando la vela ese mismo dia. II A su arribo al Callao pudo imponerse el coman dante Bynon de la importancia de los armamentos organizados por el enemigo, i considerándose en tonces escaso de tripulación, como en efecto lo esta ban en estremo los buques, para resistir con éxito un ataque, ofició al jefe de la división con fecha 23 solicitando el envío de marineros i tropa. Precisamente al dia siguiente la corbeta Edmond,"], [153, "147 Yanacocha i varias lanchas cañoneras i botas ar mados, salian del puerto a toda fuerza de vela i re mo en dirección a los buques bloqueadores. El comandante Bynon, atento siempre a los me nores movimientos del enemigo, al observar que es te aparejaba i se dirijía a él, determinó salir fuera del cabezo de San Lorenzo, con la mira de separar a los buques de las embarcaciones menores, e inuti lizando así la superioridad déla fueza protectoral, batirla en detalle. Distantes nuestros buques ya como media milla afuera del cabezo de la isla, se hizo señales a la Co locólo de romper el fuego sobre el enemigo, que por este tiempo se habia acercado a tiro de su cañón coliza. Poco después el Aquiles rompía también el fuego, sin dejar por esto de alejarse del puerto, como que su plan era llevar a los buques enemigos niara fuera, donde no podrían seguirlo las fuerzas sutiles. Pero aquéllos, penetrando sin duda la intención del comandante Bynon, después de un corto cambio de balas, viraron de la vuelta de tierra i fueron a re fujiarse en el fondeadero. Los buques chilenos, virando también, siguieron tras del enemigo hasta aproximarse al cabezo de San Lorenzo, donde per manecieron el resto del dia sin que las fuerzas del Protector tratasen nuevamente de salir de su abri go (1). (1) De El Araucano del 18 de enero de 1S39."], [154, "148 III El mal estado en que se encontraban las goletas Janequeo i Colocólo después de una larga campaña i de constantes servicios en la mar, pero sobre todo lo escaso de sus tripulaciones, hacían mui peligroso i por otra parte ineficaz para mantener el bloqueo del puerto, la permanecía de la pequeña fuerza que el comandante Bynon tenia a sus órdenes. Resol vió, pues, este jefe, de acuerdo con los respectivos comandantes, suspender el bloqueo i dirijirse al puerto de la Barranca para equipar ahí las goletas i aun el Aquiles, a cuyo bordo se hacían sentir tam bién algunas deficiencias. En Barranca se encontraban el jefe de la 2.a División, capitán Simpson, quien impuesto de lo que ocurría, determinó zarpase el Aquiles para el Callao sin pérdida de tiempo, lo que efectuó el 26 en compañía de la Santa-Cruz. Dos dias antes había partido con igual destino la Valparaíso, sin saber que el bloqueo habia sido levantado. El 29 se incorporó al Aquiles la Janequeo, proce dente de Pachacamac, adonde fuera enviada en bus ca de la Colocólo, que cruzaba ahí en espera de la barca Santa- Cruz que el'comandante Bynon, antes de su arribo a Barranca, creía en viaje a Pisco. Co mo era la goleta buque velero, se la hizo adelantar sobre el Callao, para comunicar con la Valparaíso"], [155, "149 í ordenarle viniese a las islas Hormigas que se ha bia señalado como rendéz-vous. Al siguiente dia, 30, hallándose el Aquiles como a las cuatro de la mañana un poco al sur del islote el Pelado, habló con la corbeta americana Falmouth, que habia salido el dia antes del Callao. Por su ca pitán supo el comandante Bynon que el 28, entre diez i doce de la noche, se habian hecho a la mar los buques enemigos, corbeta Edmond i goleta Perú, con intención, segun se decia, de recorrer la costa hasta Paita en busca de los trasportes chilenos que, bien lo sabían, viajaban en atenciones del ejército de un puerto a otro sin escolta i ajenos a todo peligro, Después de enviar un bote, con aviso de lo. que ocurría, a Samanco, donde debia encontrarse en esa fecha la división del capitán Simpson, siguió el co mandante Bynon su derrota sobre las Hormigas, en cuyo punto se reunió el 2 de diciembre a las tres de la tarde con la Valparaíso, la Janequeo i la Colocólo. Reunidos poco después a bordo del Aquiles los comandantes de estos tres buques, así como el de la Santa-Cruz, i habiendo confirmado el comandante de la Colocólo la noticia que diera la Falmouth acer ca de la salida del Callao de los buques enemigos, se resolvió tomar la vuelta del norte en protección de los trasportes, tocando con tal objeto en todos los puertos hasta Paita. (1) (1) Cmandancia del bergantin de guerra Aquiles. Ala vela, diciembre 5 de 1838. Véase anexos."], [156, "150 IV En la noche del 28 de noviembre, con efecto, aprovechando la ausencia de la fuerza bloqueadora, habíanse hecho a la mar dos de los buques enemi gos, la corbeta Edmond i la goleta Perú, i con tan buena fortuna anduvieron, que tres dias después apresaban en el puerto de Supe al bergantin Are quipeño, sin disparar un tiro. Este buque que, como antes hemos dicho, fué entregado al Perú, hallába se al mando de un señor Garrochano, capitán de corbeta, i arbolaba la bandera de su nación. Después de tripular el Arequipeño, se hizo el enemigo nuevamente a la mar i al dia siguiente capturaba dos trasportes chilenos, la barca Zaldí var i el bergantin San Antonio, que navegaban va cíos. Como no pudiese el jefe de la escuadrilla perua na marinarlos trasportes, se resolvió a incendiarlos, «sin haber, dice en su parte oficial, estraído nada útil de aquellos barcos en los que (lo mismo que en todos los de la escuadra chilena) no se encuentra otra cosa que charqui fétido i miseria», (l) I así no mas ha debido ser, que fácil es imajinar lo, como andarían esos trasportes de pobres i es cuetos, cuando la nación que los echaba a la mar, (1) Parte oficial del comandante de la Edmond.— Corbeta de guerra Edmond.— Al ancla en el Callao.— Diciembre 16 de 1838. Véase anexos."], [157, "151 de tradición pobre también, hizo todo el gasto de la guerra contra la Confederación Perú-Boliviana, sin recurrir a ninguna contribución estraordinaria i contentándose con levantar en el país un emprés tito de 105,000 pesos (l). No es raro, pues, que no solo a bordo de los trasportes sino también de los buques de guerra escasearan o fueran desconocidas todas aquellas comodidades i recursos que hacen la vida agradable, aun a bordo, i a que indudablemen te estaba acostumbrado el comandante de la Ed mond, sirviendo, como servia, a un país de prover bial riqueza como lo era el Perú. V La rara fortuna con que se viera favorecido el jefe peruano, lo indujo sin duda a seguir al nor te en busca de las fuerzas que mandaba Bynon i que creía reparándose en alguno de los puertos de la costa. Con tal propósito, navegaba el 5 de diciembre mas o menos a la altura de Santa, cuando fué avis tado por el vijía del puerto. Pocas horas después anunciaba el vijía nuevas velas a barlovento i co mo en dirección al puerto. Eran éstas el Aquiles i demás buques que componían la fuerza bloqueado ra del Callao al mando del comandante Bynon i Cl) Campaña del Perú en 1838."], [158, "152 que hemos dejado navegando hacia el norte en pro tección de los trasportes. En estas circunstancias, el capitán Simpson, que desde el 2 de diciembre se encontraba en Santa con la Confederación i Monteagudo, sale del puerto con estos buques i después de cambiar señales con el Áquiles, hace regresar a la Monteagudo por in- . necesaria, i en unión de los otros buques se pone a caza de la divisin enemiga que, al observar lo que pasaba, habia largado todo trapo i puesto pies en polvorosa (1). Pronto se llegó sobre el trasporte Ilope que el enemigo venia persiguiendo i que salvó de caer en sus manos, merced al oportuno encuentro de nues tros buques. Poco después i no siéndole posible ala Confede ración, que era poco velera, seguir al andar de los demás buques, regresó al puerto convoyando al Hope hasta el fondeadero. VI El Aquiles con la Valparaiso, Santa-Cruz, Ja nequeo i Colocólo, continuaba mientras tanto dando caza a los buques peruanos que por este tiempo, las cinco de la tarde, habian arribado hasta el oes- (1) Comandancia do la segunda División de la Escuadra. Corbeta de guerra Confederación.-— Diciembre 8 de 1838. Véase anexos."], [159, "153 te. La corbeta Edmond, que era de superior andar, se enfachaba a menudo en espera de los suyos, dan do así lugar a que los nuestros acortasen la dis tancia. «Era tal la rapidez con que nos acercábamos, dice el comandante Bynon, que creí alcanzarlos antes de las doce de la noche». (1) No habría de tener sin embargo esta satisfacción el alentado jefe del Aquiles. Con la oscuridad de la noche perdié ronse de vista los buques enemigos, así como la Valparaíso i la Santa-Cruz, que venían a retaguar dia. Se continuó sin embargo la caza i a las nueve de la noche fué alcanzada una de las embarcaciones que seguian en convoi con el enemigo, i que éste habia capturado. Creyendo el comandante Bynon que fuese un buque de guerra, se puso en facha i mandó botes armados para tomarlo, pero resultó ser una goleta de comercio paiteña a cuyo bordo iban parte de los oficiales i marineros tomados en el Arequipeño. En el tiempo que demoró el Aquiles en esta operación, se le unieron la Valparaíso i la Santa- Cruz; i como fuera aventurado seguir al enemigo en la oscuridad i sin saber a punto fijo si habia o no variado de rumbo, resolvió el comandante By non regresar a Santa, para proveerse de víveres i aguada de que andaban escasos los buques, así co- (l1» Comandancia del bergantin de guerra Aquiles. — Santa, diciembre 6 de 1838. Véase anexos."], [160, "154 mo de un cañón para la Janequeo. Con efecto el dia 6 a las dos de la tarde largaba el ancla en el surjidero de aquel puerto. VII En vista de la actitud que asumían la nuevas fuerzas del jeneral Santa Cruz, juzgó el capitán Simpson oportuno que el Aquiles con la Janequeo i la Colocólo se dirijiesen a la brevedad posible a los puertos de Chile, en resguardo de nuestro co mercio del cabotaje, que el enemigo, a quererlo, podia mui bien hostilizar impunemente, desde que todas las fuerzas navales de que podíamos disponer hallábanse operando sobre las costas del Perú. Idénticos temores abrigaba por este mismo tiem po el Gobierno de Chile, con lo que se apresuró a tomar las providencias del caso para no ser sorpren dido si el enemigo llegase a nuestras costas, (l) Al dia siguiente de fondear zarpaba, en efecto, el Aquiles, la Janequeo i la Colocólo, con destino a Talcahuano i Valparaíso. A bordo del primero se embarcó de regreso a Chile el ministro don Maria no Egaña i su secretario. Mientras tanto los buques enemigos, en cuyos planes no habia entrado aventurarse a distancia considerable del centro de sus recursos, daban fon do en el Callao el 15 a las ocho de la mañana. (1) Oficio del Gobierno al comandante jeneral de marina. Santiago de 1838."], [161, "ANEXOS Comandancia del bergantín de guerra «Aquiles». A la vela, diciembre 5 de 1838. Señor Jeneral: Por las comunicaciones que debe haber remitido a V. S. el comandante Simpson desde el puerto de la Barranca o Saman- co estará instruido de las causas que me motivaron desamparar el bloqueo del Callao i dirijirme a la Barranca. De dicho puer- to después de consultarme con el comandante Simpson sobre los acontecimientos que ocurrían me dirijí el 26 del próximo pasado con órdenes de éste i acompañado de la barca Santa- Cruz para el Callao a reunirme con la corbeta Valparaiso que debia salir de la Barranca con destino a otro puerto dos dias antes; i como este buque ignoraba la existencia de las nuevas fuerzas del enemigo i por su escasa tripulación podia peligrar, tomé el mayor interés en alcanzarlo. El dia 30 a las cuatro de la mañana hallándome un poco al sur de la isla del Pelao, en- contré la corbeta americana Falmouth, que habia salido el dia antes del Callao, i ésta me notició que los dos buques ene- migos Edmond i Perú habian salido del Callao el dia 28 de diez a doce de la noche, i segun se decia, se dirijian a Paita i otros puertos de la costa, i como en estos puntos sabia yo que se ha llaban solo algunos de nuestros trasportes que podían apresar los enemigos, intenté regresar recorriendo la costa para de este modo libertarlos, pero temiendo también el peligro que corria la Valparaiso si se presentaba en el Callao, me resolví primero"], [162, "156 atender a ésta i mandar aviso de lo ocurrido al comandante Simpson a Samanco o donde se hallase, lo que verifiqué en aquel momento mandando un bote i yo seguí sobre la Valpa raiso. El dia antes del encuentro con la Falmouth me reuní con la Janequeo, la que habia mandado en comisión en busca de la Co locólo que se hallaba cruzando en la altura de Pachacamac, con objeto de comunicarse con la barca Santa-Cruz que se me dijo debia tocar en Pisco i Chorrillos procedente de Huanchaco. En el mismo instante después de informarme del comandante de su comisión, puse su mayor andar i la mandé sobre el Callao a en contrarse con la Valparaiso i que en seguida de esto se dirijie sen ambas a las Islas/le las Hormigas en donde era el punto de reunión. El 2 del corriente, a las tres de la tarde, se reunieron los tres buques Valparaíso, Janequeo i Colocólo, i a las siete de la noche, entre San Lorenzo i las Hormigas, tuve a mi bordo los coman dantes de ellos, i el de la Colocólo me espuso que el dia antes habia comunicado con una goleta mercante que hacia poco que habia salido del Callao, de la que fué instruido de las mismas noticias que me habia dado dias antes la Falmouth, solo agregando que en ambos buques enemigos se habían embarcado, a su sali da, como trescientos hombres de tropa. Después de consultar con dichos comandantes i el de la Santa- Cruz, cuanto ocurría i habernos impuesto de las comunicacio nes que para mí traia el de la Valparaiso, en la que se me in cluían tres paquetes para los comandantes de las estaciones extranjeras notificándoles por V. S. el bloqueo, resolvimos uná nimes dirijirnos para abajo, tocando en todos los puertos de la costa hasta Paita, para de este modo libertar nuestros trasportes que se hallasen dispersos o tomados por los enemigos, pues aun que yo no habia perdido ocasión de noticiar cuanto ocurría, tanto a los comandantes de ambas divisiones, como al jeneral Vidal, temia, sin embargo, hubiese alguna demora en seguir mis avisos, i por esto poder suceder alguna de las desgracias espuestas. También nos pareció que este paso era mas impor tante que el de dirijirnos al Callao a obtener la continjente"], [163, "157 admisión del bloqueo, la que aun admitida teníamos que de samparar en veinte o treinta dias después por falta de agua. Todos estos acontecimientos comparados con los de libertar la toma de alguno de nuestros trasportes, o la sorpresa de al guno de nuestros buques de guerra, nos obligó a no vacilar un momento en nuestros proyectos practicados, pues en cuanto a la omitida entrega de las notificaciones relativas al bloqueo pue den tener lugar i el mismo efecto después. La salida de los buques enemigos del Callao creo nos obliga reunir nuestras fuerzas, ya para impedir no nos tomen alguno de nuestros trasportes, como para consultar el modo mas acertado de perseguirlos, pues de otro modo cualquiera tentativa quizá nos fuese infructuosa, i pues, si el enemigo no. ha aparecido por estas costas, mui fácil es calcular donde puede hallarse. Todos estos pasos, señor jeneral, son puramente consultando un mejor servicio en favor de los intereses de mi Gobierno, los que, a mi ver, son los mas acertados i deseo también sean apro bados por V. S. Santiago J. Bynon Comandancia del bergantín de guerra «aquiles» Santa, diciembre 6 de 1838. Señor comandante: A pocos momentos de la separación de V. S. en la tarde de ayer i caza del enemigo alcancé al trasporte Hope, que conside ré tomado, i el cual, sin hacer la menor resistencia, se plegó a nosotros. A este buque, siguiendo siempre la caza, le ordené se dirijiese a Santa con solo la dotación del capitán del trasporte San Lorenzo i siete marineros que se hallaban en un bote a bordo de la Colocólo. En todo el tiempo que seguíamos al ene. migo, que eran cuatro embarcaciones, observamos sus movi mientos, los que al principio se dirijian al suroeste i como a las"], [164, "158 cinco de la tarde para adelante arribasen hasta el oeste i nosotro siempre nos aproximábamos porque la corbeta Edmond se enfa chaba esperando a los demás buques que eran de menor andar. Era tal la rapidez con que nos acercábamos que creí alean z:ir los antes de las doce de la noche; pero tan luego se oscureció i que los perdimos de vista tanto a los enemigos como a la Val paraiso i Santa-Cruz, ya no tuve mas que seguir la misma direc- ción hasta hallarlos. Como a las nueve de la noche alcanzamos una de las embarcaciones que seguían con el enemigo. Esta era la goleta paiteña nombrada San Antonio, que habia sido tomada pocos dias antes en esta altura, siguiendo para Huarmey; mas nosotros, a su encuentro, creimos fuese alguno de sus buques armados, por lo que nos enfachamos mandando embarcaciones a bordo para tomarlas, pero resultó ser la goleta indicada que habian con precaución dejado los enemigos i conducía a su bordo parte de los oficiales i marineros tomados en el Arequipe ño, i son: Teniente 1.\" de marina don Francisco Carrasco. Capitán de tropa don Manuel Zañudo. Alférez de fragata don Eduardo Balasero. Subprefecto de Lima don Ceferino Moreno. Hermano de dicho subprefecto don Mariano Moreno. Contramaestre Pascual Barrientes i dos marineros chilenos. En el tiempo que demorábamos en esta operación nos alcan zaron nuestros buques atrasados i en seguida, considerando lo aventurado que era seguir al enemigo, ya por la distancia que nos llevaba como por la oscuridad de la noche, resolví dirijirme a este punto con el objeto de reparar algunas faltas de que ca rezco, como son agua, víveres, armamento i un cañón para la Janequeo i también para tratar el mejor modo en la persecución del enemigo, tomar medidas en favor de los buques que se ha llan en Paita, pues segun lo que nos han informado los oficiales que han venido en la referida goleta San Antonio (a la que or dené anoche viniese a anclar en este puerto) la dirección del enemigo debe ser al norte, pues saben que en Paita se halla la Socabaya sin la Libertad, que pueden ellos sorprender, porque los tres buques son bien tripulados i andan en clase de corsa-"], [165, "159 ríos; porque, segun estoi impuesto, son armados por comercian tes franceses de Lima, los que los mandan son de la misma nación i la mayor parte de las tripulaciones estranjeras, escepto la tropa, que es peruana. Santiago Jorje Bynon. Al seíior comandante de la segunda división, capitán de navio graduado don Roberto Simpson. Comandancia de la 2.a división DE LA ESCUADRA Bahía de Santa, diciembre 8 de 1838. Por la adjunta comunicación de fecha 3 del que rije se infor mará V. S. de los movimientos de la fuerza naval enemiga so bre esta costa, i de las providencias que tomé hasta el anoche cer de aquel dia para repelerla en caso de aproximarse a este puerto. Dos dias permanecieron cruzando a barlovento entre Saman co i el Ferrol, en asecho de nuestros trasportes, como en efecto tengo de anunciar a V. S. con dolor que, lograron tomar i que mar la fragata Zaldívar i bergantin San Antonio el 3 del corrien te, viniendo de Huanchaco a Samanco para reunirse al convoi. Alas siete de la mañana del 5 se distinguían desde el telégrafo a gran distancia del O. j S. O. tres velas que parecían ser los enemigos, i a las once del dia se avistaron otros cinco por bar lovento con dirección al puerto, de las que mui luego me per suadí ser el Aquiles con los demás buques destinados al bloqueo. En estas circunstancias salí inmediatamente con la corbeta de mi mando i la Monteagudo; hice señal a los nuestros i aseguran do el pabellón nacional con un tiro de cañón, mandé regresar la Monteagudo por no ser de necesidad en aquel caso; di orden comandante de la Janequeo de comunicar al del Aquiles que"], [166, "160 en caso de separarse se dirijiese al Callao con las dos goletas a fin de interceptar la entrada de los enemigos, i continuamos todos la caza a éstos que iban en fuga con rapidez. Llegamos pronto sobre la Hope, que se ha salvado por un accidente, pues estuvo casi en manos del enemigo. Luego que ésta quedó en poder nuestro i no pudiendo seguir yo la caza por el poco andar de esta corbeta de mi mando, me regresé al puerto convoyando a la Hope hasta el fondeadero, en la cual se encontraba el co mandante Boterin, teniente Haza i otros empleados peruanos. A las dos de la tarde del 6 entró el Aquiles con los demás buques que perseguían a los contrarios en la noche antes, ha biendo conseguido tomarles una goleta paiteña que aquellos apresaron el mismo dia 3, i la tenían ocupada con algunos pri sioneros del Arequipeño, segun consta del parte del comandante Bynon que acompaño a V. S. junto con el que da este mismo jefe respecto del abandono del bloqueo del Callao i sus opera ciones hasta aquí. También debo informar a V. S. que en consecuencia de todo lo espuesto he creído oportuno mandar, con la brevedad que exije el presente estado de cosas, a los puertos de Talcahuano i Val- paraiso, al A quites con las dos goletas Janequeo i Colocólo en per- secución de los enemigos, porque temo se hallan dirijido a aque- llos puertos con el fin de hostilizar nuestro comercio de cabo- taje. Al tomar esta medida, la creo también de utilidad al servicio, para que, en su regreso, estos buques de guerra sirvan de custodia i para convoyar cualquiera remesa de tropa o víve res que se nos haga, viniendo de este modo fuera del peligro. Al efecto dieron la vela la noche del 7, quedando en esta bahía la corbeta de mi mando, la Valparaiso, la Santa-Cruz i Monteagudo. De las tres primeras se pueden disponer sin que hagan falta en este punto para ocupar un otro que V. S. tenga a bien, pues con la Monteagudo, lanchas cañoneras i un fortin que pienso establecer, si es de la aprobación de V. S., quedan en mi concepto perfectamente guardados los trasportes en esta rada. Me cabe la satisfacción de asegurar a V. S. que en mi opinión no tendrán lugar en adelante los buques enemigos de hacer"], [167, "161 otro daño, que los enunciados porque, aun si se han dirijido a Paita, ya tenia yo anticipado aviso al señor comandante en jefe de la escuadra, por medio de una embarcación menor aparente para el objeto i porque en ningún otro punto de la costa encon trarán trasporte ninguno, pues a la fecha los tengo todos reuni dos i foodeados en este puerto, bajo las seguridades indicadas. El señor Ministro Plenipotenciario don Mariano Egaña re solvió regresar a bordo del Aquiles i se embarcó el dia de su salida con los demás empleados de la Legación. Todo lo que tengo el honor de poner en conocimiento de V. S. para los fines que convenga. Dios guarde a V. S. Roberto Simpson. Señor jeneral en jefe del Ejército Unido Restaurador. Confederación Perú-Boliviana. A bordo de la corbeta de guerra Edmond al ancla, en el puerto del Callao, diciembre 16 de 1838. Señor comandante jeneral: Tengo el honor de informar a V. S. para que se sirva instruir al Supremo Gobierno de las operaciones i resultados, durante el crucero de los buques corbeta Edmond i goleta Shamrock, que zarparon de este puerto a mis órdenes el 27 del mes anterior en persecusion de los buques de la escuadra enemiga. Habiendo tenido noticias que los buques bloqueadores fanequeo, Colocólo que desalojamos de este puerto, se habian dirijido al de Huacho, acompañados del bergantin Arequipeño que se les reunió en su fuga, nos dirijirnos a aquel punto que reconocimos a la vela sin encontrar buque alguno. Seguimos 11"], [168, "162 cerca de la tierra hasta Supre, cuyo puerto avistamos el 30 des cubriendo fondeado en él al bergantin Arequipeño. Para evitar que este buque sacase ventaja de su gruesa arti llería, hice inmediatamente fuerza de vela para abordarlo, a cuyo movimiento largó su cadena para vararse; mas viéndonos ya interpuesto entre él i la tierra para malograr su cobarde intento, arrió bandera i se rindió sin disparar un cañón ni reci bir de nuestra parte un solo tiro de fusil. Mandé en el .acto dos botes armados que tomaron posesión de dicho buque, encontrando a su bordo 51 individuos de todas clases; su capitán Gorróchano escapó a tierra en un bote con ocho hombres al ver la aproximación del peligro. Asegurados los prisioneros i tripulado con nuestra jente el bergantin apresado, hicimos en el mismo dia rumbo al norte, reconociendo todos aquellos puertos i esperando encontrar en Samanco aunque mui reforzados a los buques que pocos dias antes abandonaron el bloqueo tantas veces intentado i jamas realizado por el Gobierno de Chile; pero el terror los habia llevado mui lejos i en este puerto tampoco encontramos buque alguno. Mas al tomar la vuelta de afuera divisamos una em barcación que apresamos i resultó ser la Zaldívar, trasporte del enemigo de 150 toneladas. A poco momento apareció otra vela, que perseguimos i apresamos tres horas después i resultó ser el trasporte San Antonio de 250 toneladas. En ambos buques se tomaron 26 hombres de todas clases que componían sus tri pulaciones. El poco andar de estos buques embarazaba nuestras opera ciones i la jente ocupada en conducirlos nos era necesaria para el combate que buscamos, mucho mas habiendo tenido que tri pular el bergantin Arequipeño i atender a la seguridad de los prisioneros. Por esta razón tuve a bien echarlos a pique, lo que se efectuó incendiándolos esa misma noehe, sin haber estraido nada útil de aquellos barcos en los que (lo mismo que en todo los de la escuadra de Chile), no se encuentra otra cosa que char qui fétido i miseria. A la mañana siguiente apercibimos un buque que se dirijia hacia el rJuerto de Santa i se crea fuera el trasporte Sopé, el"], [169, "163 el cual al avistarnos, hizo fuerza de vela hacia el puerto; i aun que nosotros lo perseguimos, no pudimos darle caza porque el bergantin Arequipeño andaba mui poco a causa del cual estado en que lo mantenía el enemigo, i no podíamos abandonarlo a larga distancia, creyendo estar como efectivamente lo estába mos inmediatos a la escuadra enemiga. A pocos momentos se nos presentó dicha escuadra compuesta de cuatro fragatas, un bergantin i dos goletas, pero no pudien do emprender un ataque contra fuerzas tan considerables i haciendo por otra parte ni enemigo el honor de creer que nos perseguiría con sus buques mas veleros, cuyo poder estábamos resueltos a superar con nuestro valor, nos pusimos en retirada; pero nada se consiguió. Los enemigos mui distantes de la ten tativa que nosotros apetecíamos i que debia aconsejarles el honor i su deber, se unian mas i mas, en vista de lo cual calcu ló mas conveniente ir en busca de la corbeta Libertad, que con cuatro trasportes, habia salido de Huanchaco con dirección al sur. Tras este objeto llegué ayer a las inmediaciones de este puerto, en donde he fondeado a las ocho de esta mañana, para hacer algunos arreglos i volver inmediatamente en busca de los enemigos que han quedado apiñados en el puerto de Santa, sin atreverse a desprender buque alguno para los objetos del servicio de su ejército. El Gobierno puede contar en adelante con que si el enemigo se reembarca, correrá inminentes riesgos en el mar. Es cuanto puedo poner en el conocimientode V. S. Dios guarde a V. S. Blanciiet"], [170, ""], [171, "CAPÍTULO XVII Alarmas que producen las correrías del enemigo. — Medidas que se to- man. — Vuelve éste a hacerse a la mar con mayor fuerza. — Combate de Casma. I Las correrías que con tan buen éxito venia de hacer la flotilla de la Confederación, alarmó seria mente al cuartel jeneral chileno, que veía así inte rrumpirse, con perjuicio sin duda de las operacio nes del ejército, el movimiento en detalle de los trasportes, que a menudo tenían que conducir sol dados i recursos de un puerto a otro a lo largo de la costa, a no ser que en cada caso, fueran escolta dos por dos o mas buques, lo que no era posible por lo reducido de la escuadra de operaciones. Se pensó entonces i aun se ordenó por el jeneral en jefe, encerrar al enemigo en el Callao con una fuer te división, medida que indudablemente no se llevó a cabo, por haberse enviado a Chile tres buques, lo que unido a la pérdida del Arequipeño, vino a"], [172, "166 dejar a la escuadra en esqueleto casi, i en situación de no poder subdividirse sin comprometer servicios tanto o mas importantes aun que el bloqueo del Callao. Con todo, se proyectaba sobre este puerto un plan de operaciones, cuando se sucedieron los he chos que vamos a narrar en seguida i que habrían de poner feliz término a la guerra en que se hallaba comprometido el país. II Dijimos antes que la flotilla protectoral habia surjido en el Callao el 15 de diciembre. Ufana por el efímero áxito obtenido en su primera salida a la mar, i mas que todo, alentados sus tripulantes con las halagüeñas promesas de botín que les hiciera el Gobierno, diéronse con empeñoso asan a la tarea de aprestarse para una segunda escursion. Con efecto, en los primeros dias de enero se ha cían a la mar la corbeta Edmond que montaba el jefe de la escuadrilla, capitán Blanchet; el bergan tín Arequipcño, la barca Mejicana i la goleta Perú; todas perfectamente armadas i reforzadas sus guar niciones con trescientos hombres de infantería, co mo que llevaban instrucciones nada menos que de atacar al abordaje a sus contrarios que suponían fraccionados. Habremos de dejar a los buques enemigos sin- /"], [173, "167 glando al norte en prosecución de su atrevida em presa, para ver cuál era entre tanto la disposición de la escuadra chilena. III Poco después de la toma del Arequipeño, habíase reunido aquella en' el puerto de Santa a las órdenes del comandante en jefe don Carlos García del Pos tigo, i permaneció así unida hasta el 9 de enero en que la Confederación, la Valparaiso, la Santa-Cruz i un trasporte, al mando del jefe de la segunda di visión, capitán de navio clon Roberto Simpson, se trasladaron al puerto de Casma con el objeto de hacer ahí provisión de leña para la escuadra. El 10 fondeaban estos buques en Casma, i al siguiente dia al amanecer se daba principio al acarreo i em barque de la leña. Por precaución se estableció en tierra un piquete de la guarnición i un vijía en la cumbre del cerro. El 12 a medio dia, en circuns tancias que las tripulaciones hallábanse ocupa das en la faena del embarco de la leña, avisó el vijía la presencia de velas enemigas. Eran los buques de Blanchet que, noticiados en su tránsito de la estadía en Casma de la división Simpson, habían enderezado su rumbo a ese puer to, con el ánimo de llevar a cabo el plan de ataque que se habian propuesto."], [174, "168 IV El capitán Simpson, entretanto, desde que se diera aviso de la presencia de los buques enemigos, habia ordenado el reembarque de la jente que tra bajaba en tierra, aprestándose en seguida para el combate que no deberia tardar. En efecto, de ahí a poco se presentaban en la boca del jiuerto la Ed mond, la Mejicana, el Arequipeño i la Perú, i or zando poco después, se dirijieron hacia el fondea dero sin disminuir de vela i como en actitud de venir al abordaje. Los buques chilenos fondeados a una ancla, aproaban en ese momento al SSO., formando una línea en la cual la Confederación ocupaba el centro avanzada un cable hacia el oeste; la Santa-Cruz la cabeza i la Valparaíso la cola. Situados así presen taban todos el costado de estribor al enemisfo. Al llegar éste a tiro de cañón, la Mejicana i la Perú fachearon su aparejo i abrieron sus fuegos sobre la Valparaíso i la Confederación, mientras la Edmond i el Arequipeño persistiendo en su in tento de ir al abordaje, fueron a estrellarse contra la proa de la Confederación, desarbolándola del bauprés. Trabóse aquí un reñido combate, a toca penóles que duró cerca de una hora i durante el cual trató el enemigo varias veces de echar su jen te de abordaje sobre la corbeta chilena; mas el vivo"], [175, "169 i sostenido fuego con que ésta se defendía de sus dos adversarios, no dio lugar a que pisara su bordo ni uno solo de la jente enemiga. Viéndose el enemigo así rechazado i con algunas bajas, entre ellas el comandante Blanchet, desem barazó sus buques de los costados de la Confedera ción, pero no pudiendo maniobrar a tiempo, fueron a caer sobre la Santa-Cruz, con la que se enreda ron, renovándose otra vez aquí un recio combate a quema ropa hasta que zafada la Edmond como me jor pudo, amuró por babor i sin dejar de hacer fue go, al que respondía por estribor la Valparaíso, pasó por la popa de la Confederación i fué a unir se con sus consortes para salir en seguida del puerto. Mientras tanto, el Arequipeño que habia sido desarbolado por los fuegos de la Confederación i muertos su comandante i trece individuos, queda ba en nuestro poder i con él setenta prisioneros, entre los que habia muchos heridos. Las pérdidas sufridas por los buques chilenos, no obstante haber durado la acción cerca de dos horas, en su mayor parte a quema ropa, fueron re lativamente pequeñas. La Confederación tuvo seis muertos i dos heridos; la Santa-Cruz dos muertos i seis heridos, mientras que la Valparaíso salió ilesa. Tal fué el resultado de este memorable comba te en el que no escaseó ciertamente de uno i otro"], [176, "170 lado actos de arrojo i de valor, que por nuestra par te tuvieron ahí mismo merecida recompensa. Así el guardia-marina don Domingo Prieto de la Con federación fué ascendido a teniente 2.°; el cabo 1.° José María Arestei a sarjento 2.°, i el soldado To más Cuevas a cabo 1.°. (1) El distinguido i valiente jefe que supo premiar tan dignamente a sus subalternos, recibia pocos dias después una manifestación no menos honrosa de parte del Jeneral en Jefe del Ejército Restau rador. «Espero, en consecuencia, decia el jeneral Búlnes al Ministro de Guerra, dándole cuenta del combate de Casma, que se servirá V. S. trasmitir a S. E. el señor Presidente, en primer lugar, la re comendación que le hago del distinguido mérito contraído por el comandante Simpson en esta oca sión, mérito que ademas de ser tan patente me ha sido igualmente recomendado por el comandante en jefe de la escuadra. (2) El Supremo Gobierno, por su parte, se apresuró a conceder una medalla de honor, como una recom pensa digna, para copiar sus propias palabras, de los heroicos esfuerzos de los jefes i oficiales de ma rina i de los que mandaron las tropas que guarne- (1) Comandancia de la 2.a división de la Escuadra.— Corbata de gue rra Confederación. — Cisma, enero 13 de 1S39. Véase anrxos. (2) Cuartel Jeneral del Ejército Unido Restaurador del Perú,— Caraz, 19 de enero de 1S39. Véase anexos."], [177, "171 cían los buques de guerra de la escuadra en el glo rioso combate de Casma. ( 1 ) V A los dos dias después del combate, salia de Santa el jefe de la escuadra con la Libertad i la Monteagudo, en persecución de los buques enemi gos, pero ya tarde, pues éstos sin detenerse en su tránsito, llegaron al Callao donde fueron desarma dos i conducidos a Guayaquil con bandera fran cesa. La Confederación i la Santa-Cruz quedaban mientras tanto en Casma reparándolas averias que sufrieron on la arboladura i que impidieron al ca pitán Simpson seguir tras del enemigo inmediata mente después que este se retiró del combate. El primero de los mencionados buques, que era de pesado andar, fué ademas desarmado en parte, dejándolo con cuatro cañones i en calidad de tras porte al mando del comandante Bynon. En su reemplazo se armó la Socabaya que habia sido re parada durante su estadía en Paita. (1) Santiago, 28 de marzo de 1839."], [178, "ANEXOS Comandancia de la 2.a División de la Escuadra Corbeta de guerra Confederación. — Casma, enero 13 de 1839. Señor Jeneral: Con esta misma fecha he dirijido a Santa, al señor coman dante en jefe de la escuadra, el parte que copio: «A las dos horas después que dirijí a V. S. por tierra, con fecha de ayer, el parte en que anunciaba la presencia de los buques enemigos que se aproximaban a este puerto, llegó el arrojo de éstos al estremo de precipitarse sobre los nuestros, en acción de abordaje, segun sus movimientos i crecido número de tropa i jente de mar que traian a su bordo. El Arequipeño i corbeta Edmond se estrecharon a la de mi mando, rompiéndonos el primero todo el aparejo de proa, i la segunda, por la jarcia de babor de trinquete; mientas que otra barca de 18 cañones, i la goleta Perú nos dirijian sus fuegos in distintamente. El resultado ha sido estraordinario. El vivo i sostenido fuego de nuestras baterías i tropa no dio lugar a que pisase nuestro bordo ni un solo enemigo. Dos horas duró el ataque sin interrup ción de ambas partes, a tiro de pistola, i al fin logré desarbo lar completamente al Arequipeño i poner en fuga del puerto a los tres restantes. «El superior andar conocido de éstos i los daños recibidos en nuestra jarcia pendiente i babor, no permitió la satisfacción de perseguirlos."], [179, "173 La pérdida de los contrarios ha sido la del Arequipeño, bien pertrechado, trece muertos, incluso su comandante; setenta pri sioneros, contando los heridos, i se asegura ademas la muerte del comandante de la Edmond. De nuestra parte ha habido seis muertos i dos heridos en la Confederación; dos muertos i seis heridos en la Santa-Cruz, i al guna jarcia averiada en ambos buques. La Valparaíso sin no vedad. Me he contraido, por ahora, a reparar estos daños para reu nirme al convoi, lo que creo efectuaré esta noche. El deseo que tengo que llegue a noticia de V. S. esta impor tante ocurrencia para que se sirva elevarla al conocimiento del señor jeneral en jefe del ejército unido, no me permite detallar la mas circunstanciadamente, reservándome hacerlo en otra oportunidad. Concluyo recomendando altamente el ardoroso i patriótico comportamiento de los señores comandantes de la Santa- Cruz i Valparaíso, i en jeneral a los bravos que componen nuestras tri pulaciones i la guarnición Carampangue al mando del teniente de la primera compañía del mismo, don Andrés Campos; todos los que, a pesar de su corto número, se manifestaron siempre con entusiasmo i denuedo hasta los últimos momentos de dis persar, escarmentados, a los enemigos. No he podido menos que ascender, en el mismo acto del combate, al guardia-marina don Domingo Prieto al grado in mediato de teniente 2.°; al cabo 1.° de la 1.a del Carampangue José Mario Arestei, a sarjento 2.°; i al soldado de la misma, Tomas Cuevas, a cabo, esperando que sea de superior aproba ción este justo premio al valor. El coronel graduado, comandante de injenieros don Santiago Ballarna, que se halla a mi bordo por enfermo, me ha acompa ñado con serenidad en los efectos del combate. Me apresuro a anticiparlo a V. S. por si sufriese retardo el parte anterior. Dios guarde a V. S. Roberto Simpson»."], [180, "174 Cuartel jeneral del Ejército Unido Eestaurador del Perú Caraz, 19 de enero de 1839. El parte inserto en el número 5 del Boletín del ejército, que acompaño, instruirá a V. S. del brillante suceso obtenido sobre las fuerzas navales enemigas por el comandante de la segunda división de la escuadra nacional, capitán de navio graduado don Roberto Simpson. La recaptura del Arequipeño junto con el des calabro del resto de la fuerza enemiga, a pesar del número su perior de ella, así en buques como en el de sus tripulaciones i tropa, hacen el elojio del comandant3 Simpson i de los bravos marinos i guarnición de los buques de guerra Confederación, Valparaíso i Santa-Cruz que sostuvieron este glorioso combate. Espero, en consecuencia, que se servirá V. S. trasmitir a S. E. el señor Presidente en primer lugar la recomendación que le hago del distinguido mérito contraído por el comandante Simpson en esta ocasión; mérito que ademas de ser tan patente me ha sido igualmente recomendado por el comandante en jefe de la escuadra. Del mismo modo espero que S. E. tendrá en consideración las recomendaciones que hace en su parte el mis mo comandante Simpson i que se dignará confirmar las recom pensas concedidas por él en el momento del combate. Adjunto, por último, a V. S. los estados orijinales que me ha pasado el comandante en jefe de la escuadra i que acredi tan la escasez de oficiales i tripulaciones en que se hallan los buques. El comandante en jefe habia salido de Santa, en persecución del enemigo, dos di>is después del combate de Casma, con la Libertad i Monteagudo. La Confederación iba a ser destinada a trasporte por su poca marcha i se iba a armar la Socabaya en su lugar. Dios guarde a V. S. Manuel Búlnes. Al señor Ministro de la Uuerra de la República de Chile."], [181, "175 Relación de los jefes i oficiales que se hallaron a bordo en el combate naval de Casma el 12 de enero de 1839. CORBETA «confederación» Capitán de navio graduado, don Roberto Simpson. Teniente segundo, don Ramón Cabieses. Coronel de la guarnición, don Andrés del Campo. Guardia-marina, don Domingo Prieto. Id., don Ruperto Catica. Contador segundo, don Manuel Fernández Puelma. Cirujano segundo, don Juan La Golveck. Piloto segundo, don José Vidaurrorasa. Pilotín, don Santiago Iñiguez. CORBETA «VALPARAÍSO» Capitán de corbeta, don Roberto Henson. Teniente primero, don Diego de la Haza. Sarjento mayor, don José Ángulo. Subteniente de infantería, don José A. Vargas. Piloto segundo, don Andrés Lemonte. Id. id. don Julián Dublé. BARCA «SANTA-ORUZ» Teniente primero comandante, don B. V. Martínez. Subteniente de infantería, don José María Vallejos. Contador segundo, don Manuel Manterola. Piloto segundo, don Manuel Olmos. Id. id. don Miguel Walton. Pilotín, don José Patricio Martínez. Valparaiso, diciembre 12 de 1839. Vo B.° Postigo. Roberto Simpson."], [182, ""], [183, "CAPÍTULO XVIII Batalla de Yungay.— La Escuadra pasa nuevamente a bloquear el Callao. —Entrega de sus castillos al Gobierno de Lima.— Termina la campa- ña — El Ejército Espedicionario regresa a Chile. — Disolución de la Escuadra. I No habían trascurrido muchos dias desde que en Casma se abatiera por completo el prestijio i el poder del jeneral Santa-Cruz, en el mar, cuando nuestro heroico ejército, venciendo en Yungai, (enero 20) ponía glorioso término a la honrosa i elevada misión que llevara al Perú a la escuadra i al ejército de Chile. Después de la batalla de Yungai, quedaba solo por reducir los castillos del Callao, donde se habia encerrado el jeneral peruano Moran con algunas tropas. Para cooperar a este fin, salía el almirante Pos tigo el 8 de febrero del puerto de Huacho con la Libertad, la Valparaiso i la Santa- Cruz, i al subsi- 12"], [184, "178 guíente dia se presentaba nuevamente en el Ca llao en son de guerra; pero no habría de ser por mucho, que solamente vendrían a presenciar las postrimeras agonías del odioso poder que llegó a amenazar seriamente las libertades conquistadas en la América por la revolución de 1810. El 6 de marzo, en efecto, se sometían los casti llos del Callao al Gobierno de Lima, quedando des de este dia restablecida i afianzada la reconquista de la independencia del Perú. El ejército i la escuadra de Chile, a cuyo esfuer zo i abnegación se debia obra tan colosal i honrosa, podian, pues, regresar a sus hogares i deponer las armas para entregarse de nuevo a los quehaceres de la paz con la austera satisfacción del deber cum plido. II El 12 se hallaban fondeadas en el Callao las cor betas Libertad, Socabaya, Valparaíso, Confedera ción, la fragata Monteagudo, i la barca Santa-Cruz. La goleta Janequeo, que por este tiempo se encon traba de regreso en el norte, se habia hecho nue vamente a la vela con rumbo a Chile, el 9, llevan do la noticia de la completa pacificación del Perú. Habrían de ocuparse todavía los buques de la escuadra en el desempeño de una que otra comi sión relacionada con la nueva situación política del"], [185, "179 Perú i en la reunión i alistamiento de los traspor tes que debían conducir al ejército de regreso a la patria. Por fin, a mediados de junio zarpaba del Callao un convoi llevando la primera división del ejército espedicionario al mando del jeneral Cruz, i el 11 de julio aportaba sin novedad en Valparaíso. III A fines del mismo, mes los buques de guerra i trasportes se hacian nuevamente a la mar de re greso al Perú, ¡jara conducir a Chile la segunda división i al jeneral Búlnes, lo que efectuó dando la vela el 19 de octubre. Habíase señalado a Talcahuano como punto de reunión i el 7 de noviembre, sin novedad en la tra vesía, fondeaban ahí la corbeta Libertad, a cuyo bordo venia el jeneral en jefe del ejército, la gole ta Colocólo i las corbetas trasportes Valparaiso i Confederación. Pocos dias después llegaban los trasportes fragata Rancagua i bergantin Orbegoso. Solo faltaba la fragata Hope, la que, contrariando órdenes, fué a recalar a Valparaíso directamente. El 26 levó el convoi anclas en Talcahuano, i dos dias después (noviembre 28) se presentaba en Valparaiso, donde, al desembarcar los espediciona rios, habrían de ser recibidos con las ovaciones de"], [186, "180 entusiasmo i de regocijo, propios de quienes ha bian merecido bien de la patria. (1) IV La escuadra, esta compañera inseparable del ejército chileno en todas sus campañas i peregri naciones, habia terminado también la misión para que fuera en un tiempo, i de lijero, organizada. Por otra parte, muchos de los buques que la cons tituían eran viejos o de construcción inadecuada para el servicio de guerra; por manera que su di solución, se imponía hasta como medida de buen gobierno (2). Empero, medida de buen gobierno era también aprobechar del fruto de la esperiencia, no olvidando la situación crítica del pais en los preliminares de la guerra, por el abandono que se habia hecho de la marina militar. No siempre es posible ni justificable recurrir a los medios que entonces se puso en fuego para de sarmar al enemigo i aumentar el poder naval de la República. Sin embargo i este ha sido hasta hace poco tiempo un mal jenórico en el pais; terminado (1) El Gobierno, haciéndose intérprete del sentimiento público, decre tó poco después abono de tiempo de servicio i medallas a los tripulantes de la escuadra. — -Véase anexos. (2) Los buques desarmados fueron en seguida enajenados en pública subas tai"], [187, "181 el conflicto i por lo mismo la necesidad inmediata que habia de mantener una pequeña escuadra, se cayó en el mismo abandono que antes. (1) El bergantin Janequeo i la goleta Colocólo se rían los únicos buques que habrían de continuar tremolando en sus mástiles la bandera tricolor, como para que el luminoso brillo de su estrella no dejara nunca de reflejarse en las aguas del mar Pacífico, teatro de sus gloriosas i levantadas ha zañas. (1) Damos en seguida la nota que pasó al Gobierno el comandante en jefe de la escuadra, don Carlos García del Postigo, al dejar el mando de la Comandancia en Jefe de la Escuadra. — Valparaíso, diciembre 15 de 1839. Señor Ministro: Después de una campaña de veinte meses, de los que los cinco prime ros fueron de un penoso bloqueo, devuelvo al Supremo Gobierno el man do de la Escuadra, con que en circunstancias difíciles i azarosas se sirvió honrarme. Durante este tiempo, no han faltado hechos que me atrevo a decirlo, hayan aumentado los trofeos navales de la República. A mas de la acción de Casma, se ha visto a la valiente oficialidad i tripulación de mi mando, sacar en medio del fuego vivísimo de los castillos del Callao i fusilería, el buque mas fuerte del enemigo, la corbeta Socabaya, i des truir completamente el bergantin Congreso i últimamente arranear de entre las manos del enemigo sus lanchas. En estos peligros i durante la ardua i prolongada campaña, he sido eficazmente secundado, por el valor, constancia i entusiasmo de cuantos he tenido bajo mis órdenes, i así al dirijirme a US. por última vez, creo de mi deber recomendar encareci damente la buena conducta i patriotismo de todos los jefes, oficiales i guardia-marina de quienes ahora me despido. Dios guarde US. Cáelos García del Postigo. Al señor Ministro de Estado en el Departamento de Marina."], [188, "ANEXOS Santiago, julio 23 de 1830. Penetrado el Gobierno de la activa i constante cooperación de la armada nacional desde que fué destinada sobre las costas del Perú hasta la feliz conclusión de la guerra, viene en decla rar doble el abono del tiempo de su servicio durante la mencio nada campaña a todos los jefes, oficiales i demás individuos de marinería; i el de un año mas a los jefes i oficiales de guerra i mayores; i a los oficiales i la tropa de las guarniciones de los buques de guerra que se encontraron en el combate de Valpa raiso hasta su regreso al mismo puerto. Tómese razón i comuniqúese. Prieto. Ramón Cavareda. Santiago, marzo 23 de 1839. Deseando el Gobierno manifestar su reconocimiento con una recompensa digna de los heroicos esfuerzos de los jefes i oficia les de marina i de los que mandaron las tropas que guarnecían los buques de guerra de la escuadra en el glorioso combate na val de Casma el 12 de enero del presente año; viene en conce derles el uso de una medalla de oro costeada por el tesoro público, la cual tendrá diez i seis líneas de diámetro i la lleva rán pendiente de una cinta azul celeste al lado izquierdo de la casaca: la medalla figurará una estrella de cinco puntas de"], [189, "183 esmalte blanco, guarnecidas de oro, e iluminadas los ángulos de ella con rayos diverjentes del mismo metal; en el anverso se verá una corona naval circulada de dos ramos de laurel enlaza dos por sus estremos inferiores, i en su circunferencia esmaltada de encarnado se leerá el siguiente lema: «El Gobierno de Chile a los vencedores en Casma»; i en el reverso con letras de oro realzadas esta inscripción: «El 12 de enero de 1839». Tómese razón i comuniqúese. Prieto. Ramón Cavareda. > Relación de los jefes i oficiales de guerra i mayores de la escuadra nacional que han hecho la campaña del Perú. CORBETA «LIBERTAD» Capitán de navio graduado, don C. García del Postigo. Id. de corbeta, don Domingo Salamanca. Teniente primero, don Pedro Martínez Diaz. Id. clon José M. González. Id. segundo, don Felipe Eamírez. Capitán de infantería, don Manuel F. García. Comisario, don Manuel Pinero. Cirujano mayor, don Francisco J. Villanueva. Piloto primero, don Carlos Pozzi. Guardia-marina, don Miguel Hurtado. Id. id. don Martin Álvarez de Araya. Id. id. don Patricio Lynch. CORBETA «VALPARAÍSO» Capitán de corbeta, don Manuel Diaz. Sárjente mayor, don José Ángulo. Teniente segundo, don José A. Goñi."], [190, "184 Guardia-marina, don Ruperto Gatica. Id. id. don Vicente Talavera. Contador segundo, don Juan de D. Manterola. Cirujano, don Bartolomé Moran. Piloto segundo, don Andrés Lemonte. Id. id. don Juliíin Dublé. FRAGATA «MONTEAGUDO» Capitán de corbeta, don Pedro Martínez Arredondo, Teniente primero, don Juan Saavedra. Contador segundo, don José Silva. Cirujano primero, don Juan M. González. Piloto segundo, don Jorje Melton. Id. id. don Jorje Morehe. Pilotín, don Mateo Rodríguez. Id. don Nicolás Valdés. CONFEDERACIÓN Capitán de navio, graduado, don Roberto Simpson. Capitán de corbeta, don Juan Williams. Teniente segundo, don Ramón Cabieses, Guardia-marina, don Domingo Brito. Contador segundo, don Juan Edwards. Cirujano primero, don Juan M. Goldebeltr. Piloto primero, don José Vidanrrosaga. Pilotín, don Santiago Iñiguez. SANTA-CRUZ Teniente primero comandante, don B. V. Martínez. Contador primero, don Manuel A. Manterola. Piloto primero, don Miguel \"vValton. Id. id. don Manuel Olmos. Pilotin, don José S. Martínez."], [191, "185 AQUILES Capitán de fragata graduado, don S. Jorje Bynon. Teniente primero, don José de la Haza. Id. segundo, don Benjamín Muñoz. Guardia-Marina examinado, don Manuel Vasquez. Id. id. don José I. Zamudio. Contador segundo, don Manuel G. Puelma. Cirujano, don Zenon Gonrend. Piloto, don Luis Contreras AREQUIPEÑO Capitán de corbeta, don Roberto Henson. Piloto segundo, don Francisco Pereira. Id. id. don Carlos Stedlare. Pilotín, José María Guerrero. COLOCÓLO Teniente primero comandante, don Leoncio Señores. Guardia-marina examinado, don Tomas Barragan. Contador, don Joaquín Manterola. Piloto segundo, don Eduardo Duran. JANEQUEO Capitán de corbeta, don Jorje Parker. Contador primero, don José A. Silva. Teniente segundo, don Manuel Urraga. Cirujano segundo, don Manuel Mogueira. Piloto segundo, don Francisco Armijo. Guardia-Marina, don Ruperto Gatica. Pilotín, don Eduardo O'Brien."], [192, "186 ORBEGOSO Capitán de caballería, don Rafael Soto Aguilar. Piloto segundo, don Antonio Cavieses. CONFEDERACIÓN Teniente primero, don Diego Haza. PERUVIANA Teniente primero, don Tomas Ruedas."], [193, "CONCLUSIÓN Casi no necesitamos decirlo: durante los dos años que para la escuadra duró la campaña abierta contra la confederación Perú-Boliviana, aunque atravesó por circunstancias en estremo difíciles, siempre estuvo a la altura de su deber i de su glo- rioso pasado. «La escuadra, decia el Presidente Prieto en su mensaje leido ante el Congreso el 1.° de junio de 1839, ha rivalizado con el ejército en ardimiento i constancia. Ella también ha lucha- do con dificultades i padecimientos no comunes. Ella ha hecho recordar en Casma los trofeos na- vales que adornaron la cuna de nuestra Repúbli- ca». I no solo Casma, agregaremos nosotros, me- rece recordarse en loor de la escuadra. La toma de la corbeta Confederación en alta mar i de la Soca- baya bajo las baterías de las fortalezas enemigas, son trofeos también que honrarán en todo tiempo a la marina nacional. Honra i gloria sean por ello debidas a la memoria de Postigo, de Simpson i de Bynon, así como a la de los abnegados i valerosos subalternos que con aquellos militaron en defensa de los mas sagrados derechos ele la patria."], [194, ""], [195, "Í1TDICB páj, Dedicatoria 3 DOS PALABRAS 5 Introducción 9 Capítulo I. — Sale del Callao la espedicion revolucionaria del jeneral Freiré en los buques del Perú, fragata Monteagudo i bergantin Orbegoso. — La Monteagudo se subleva i es entregada a las autoridades chilenas. — Viaje de la Monteagudo a Chiloé en per secución del Orbegoso. — Captura de este buque 13 Parte oficial del gobernador de Valparaíso don Ramón de la Cavareda 18 Capítulo II. — El bergantín Aquiles i la goleta Colocólo zarparon con destino al Callao. — Apre samiento de la barca Santa-Cruz, ber- gantin Arequipeño i goleta Peruviana. . . 21 Parte oficial del coronel don Victorino Ga- rrido 25 Capítulo III. — Como quedó compuesta la escuadra chile- na. — Escuadra de la confederación Perú- Boliviana. — Entrega de la corbeta pe- ruana Libertad al Gobierno de Chile. . . 29 Capítulo IV. — Zarpa la escuadra para el Callao al man- do del vice-almirante Blanco Encalada."], [196, "190 páj, —El Gobierno del Perú le niega el dere cho de fondear en la bahía. — Observa ciones que hace el almirante Blanco Encalada con este motivo. — Chile de- clara la guerra 33 Instrucciones al comandante en jefe de la es- cuadra 37 V. — Diríjese la escuadra a Guayaquil. — Regresa el almirante Blanco Encalada al Callao con la Valparaíso i el Aquiles. — ha, Mon- teagudo i el Orbegoso se estacionan en la Puna. — La Valparaíso i el Aquiles son atacados por los fuertes sutiles del ene- migo. — Rechazan el ataque i desafian los fuegos de las baterías. — La Valpa- raíso se dirije a Chile. — La Janacocha Capítulo sale a batir al Aquiles i es rechazada. . . 41 Parte del vice-almirante Blanco Encalada. . . 48 Capítulo VI. — El Orbegoso i la Monteagudo en el puerto de la Puna. — Salen los buques perua- nos sin ser vistos por los nuestros. — Arribo del Aquiles a la Puna. — Hácen- se todos a la vela con destino a Chile. . . 51 Parte oficial del comandante del Orbegoso. 55 Id. id. del comandante del Aquiles. ... 57 Capítulo VIL — Sale de Valparaíso el convoi con el ejér- cito restaurador. — Toma de Arica. — Desembarca el ejército en las caletas de Quilca i Aranta. — Naufrajio del tras- porte Carmen. — Tratado de Pauearpata. — Regresa el ejército a Chile 59 Capítulo VIII. — La escuadra protectoral en Juan Fer- nández. — Ríndese el gobernador de la isla. — La escuadra se presenta en Tal- cahuano. — Pretende desembarcar las"], [197, "191 páj, tropas i son rechazados. — La escuadra en San Antonio. — Pérdidas que aquí esperimenta. — El Congreso a la vista de Valparaíso. — La Confederación en Huas co. — Este buque i la Socabaya se pre- sentan en Copiapó i son rechazados ... 65 Parte oficial del jeneral Búlnes 76 Id. del gobernador don Anjel Ortúzar. . . 77 Id. oficial del jeneral Moran 78 Declaración del capitán de la fragata balle- nera Jorje Washington 83 Capítulo IX. — El tratado de Pauearpata. — Chile suspen- de las hostilidades. — Estas se conti- núan por el Gobierno de la Confedera- ción. — La goleta Peruviana en Santa. — ■ Toca en Pisco escasa de víveres. — Le son aquí negados i se dirije al Callao, donde es capturada 85 Capítulo X. — Zarpa la escuadra al mando del capitán de fragata don Roberto Simpson. — En cuentra a la altura de Islai a la escua- dra enemiga i empéñase en su caza. — Arriba la escuadra a San Lorenzo. — La Libertad ataca a la Confederación a la altura del Callao i la captura. — Regre- sa la escuadra a Chile 91 Parte oficial del comandante en jefe de la escuadra 101 Id. id. del id. id 102 Id. id. del id. id 104 Id. id. del comandante Bynon 105 XI.— Chile declara el bloqueo del Callao, Cho- rrillos i Ancón. — Dificultades que opo- nen a esta medida las escuadras estran- jeras. — La escuadra enemiga intenta • forzar el bloqueo.— Diríj ese la escuadra Capítulo"], [198, "192 píj, chilena a Huacho para hacer aguada. — Se apodera de la población a viva fuer- za. — Regresa la escuadra al Callao .... 109 Capítulo XII. — El ejército restaurador zarpa de Valpa- raíso en un convoi de treinta buques. — Su arribo al Callao. — Se dirije a Ancón donde desembarca el ejército 117 Capítulo XIII. — Se subdivide la escuadra en dos divisio- nes. — Combate de la primera división con las fortalezas del Callao. — Se apo dera en seguida de la Socabaya. — El comandante Diaz de la Valparaíso, es sorprendido en Pisco i hecho prisionero con 30 marineros i dos oficiales 121 Parte oficial del comandante en jefe de la escuadra 128 Id. id. del id. id 129 Nota del jefe de las fuerzas enemigas 131 Id. del comandante de la corbeta Valpa- raíso 131 Capítulo XIV.— Se declara el bloqueo del Callao. —Difi- cultades que oponen a esta medida los ajentes diplomáticos. — El caso del doc tor Mac-Lean. — Interventor de la es cuadra inglesa. — Enérjica actitud del jeneral Búlnes i del capitán Postigo 133 Capítulo XV. — La primera división delante del Callao. — Inutilidad del bloqueo en la forma establecida. — El enemigo captura un bote de la Libertad i hace prisionero al teniente González. — Las embarcaciones de la Libertad capturan un bote perua no con un oficial i tres marineros. — Entrega del bergantin Arequipeño al Go- bierno del jeneral Gamarra 141"], [199, "193 páj, Capítulo XVI.— Se embarca el ejército restaurador i se dirije a Huacho. — El jeneral Santa- Cruz organiza una nueva fuerza naval. — El Aquiles, la Janequeo i la Colocólo en el Callao. — El enemigo con fuerza su- perior los ataca i es rechazado. — Situa- ción crítica de las fuerzas bloqueadoras. Se resuelve suspender el bloqueo. — El enemigo se hace a la mar. — Apresa el Arequipeño i dos trasportes. — Su encuen- tro con nuestros buques. — Es perseguido i regresa al Callao. — El Aquiles con la Janequeo i la Colocólo se dirijen a Chile . . 145 Parte oficial del comandante del Aquiles 155 Id. id. del id. id 157 Id. id. del comandante de la segunda división de la escuadra 159 Id. id. del comandante de la corbeta Edmond 161 Capítulo XVII. — Alarmas que producen las correrías del enemigo. — Medidas que se toman, — Vuelve éste a hacerse a la mar con mayor fuerza. — Combate de Casma.... 165 Parte oficial del comandante de la segunda división de la escuadra 172 Id. id. del jeneral Búlnes 174 Relación de los jefes i oficiales que se halla- ron a bordo en el combate naval de Casma 175 XVIII. — Batalla de Yungai.— La escuadra pa- sa nuevamente a bloquear el Callao. — Entrega de sus castillos al Gobierno de Lima. — Termina la campaña. — El ejér- cito espedicionario regresa a Chile. — Disolución de la escuadra 177 Capítulo 12"], [200, "194 páj. Decretos sobre abono de tiempo de servicios i medallas a los tripulantes de la es- cuadra 182 Relación de los jefes i oficiales de guerra i mayores de la escuadra nacional que han hecho la camrjaña del Perú 183 Conclusión 187"], [201, "EREATA Los anexos correspondientes al capítulo XII, los encontrará el lector junto con los del capítulo XIII."], [202, ""], [203, ""], [204, ""]]