[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A DAY'S TRAGEDY"], [6, ""], [7, ""], [8, "Frontiapicci. p. 32."], [9, "A DAY'S TRAGEDY A NOVEL IN RHYME BV ALLEN UPWARD A'JTHOr, OF ''SECRETS OF THE COURTS 4>fctUR0PE,\" ETC. ILLUSTRATED LONDON : CHAPMAN AND HALL, Ld. 1897"], [10, ""], [11, "CONTENTS I Al..! I. The Prisoner . ... 7 II. The Crime . ... 28 III. The Witness . ... 41 IV. The Defence . ... 65 V. The Betrothal . ... 84 VI. The Separation . ... 102 VII. The Supplanter . . . .119 VIII. The Warning . ... 138 IX. The Death Ride . . .161 X. The Lot . ... 186 XI. The Deed . . . .205 XII. The Judge ... 221 XIII. The End ... 240"], [12, ""], [13, "7 A DAY'S TRAGEDY i. THE PRISONER \" Guilty or not?\" Then a great stir Quickened the crowded theatre ; Scorn and wonder, pity and pain, A roar of glances, a smiting rain, Beat upon one deep-working face Pale in the midst. A breathing-space Struggling for speech he seemed to stand. On the dock's fringe of spikes his hand"], [14, "8 A DAY'S TRAGEDY Strained its hold till a bloodless white Gleamed on the knuckles. And to his sight The whole blurred scene began to swim,' And lift great shouldering waves at him. From burning throat and shivering tongue Lastly the bitter words were wrung, — \" Not guilty.\" So the trial began. With questioning eyes he searched the man Who, seated high in scarlet state, Ruled the balances of his fate, And, armed in long-prescriptive awe, Seemed the embodiment of the law Intrenched against the desperate shock Of human agony, like a rock That the waves waste their strength upon. He watched the twelve who, one by one, Took in their hands the sacred roll,"], [15, "THE PRISONER 9 -» Took the doom of a brother's soul : Called from the desk, the street, the mart. Each with his own concerns at heart ; One murmuring at a wasted day, Another's wandering mind the prey Of projects far afield, the third Troubled because the City stirred With rumours of war in Argentine Or wild republics beneath the Line, And shares were falling, as in the glass Quicksilver when the rain-clouds pass. Next, fighting to shake off some pain In the dark corners of his brain, The sharp-eyed followers of the law Swarming the bench beneath, he saw, Quaint in their horsehair furniture : Customs that, after laws, endure. It was an oft-rehearsed scene"], [16, "A DAY'S TRAGEDY 10 wives, lives ; To them, a labour, an old routine, A moment's trouble, a passing stir : But life and death to the prisoner. These are the actors. But to day There is an audience for the play, Come not lazily to behold A mimic tragedy, feigned and cold : This is the travail of flesh and blood. Every vantage-coign they flood, Keen as vultures gathering where The scent of a corpse is in the air, Men and women, the old, the young, Roving eye, and whispering tongue, Flash of jewels and splash of silk, Mothers, who have no mother's milk, Daughters, who hate their homes, and Whose husbands know only half their Bold and hard as they who sate On gala days in Rome the great"], [17, "THE PRISONER 11 And watched with gloating eye-balls for The blood-spout of the gladiator. Now from a central seat upstands, Pointing his words with practised hands, The spokesman, graced with silken gown, And tongue experienced to call down The wrath of the community On such as dare do violently Against the settled rules of right. But for the prisoner none shall fight Fixed in defiance, — \" I am here Not to conceal, but to make clear The truth. Far better for me to die Than purchase life at the price of a lie. What I have done, I have done, and mean To justify it, and not to screen."], [18, "A DAY'S TRAGEDY 12 You shall hear me, and on your head Be the consequence. I have said.\" A moment of consternation shook The Court. Then every wandering look Back to his lips the speaker drew, Telling how the prisoner slew His fellow, slew him under the trees Where Bournemouth scents the southern seas, Slew him upon his marriage day In anger and jealousy. For they Loved the same woman. From of old How often has the same tale been told, The rivalry of the old and young, The golden purse and the silver tongue, Passionate man and fickle maid, And wrath for the plighted troth betrayed. \" He you are trying, Mortimer Vane, Was the first lover of Madelaine."], [19, "r3 THE PRISONER It was in summer and by the sea, With only the waves for company, They met, and found — it was years before Love like a pearl upon the shore ; He but a boy, and she in the bud Before it blossoms to womanhood. Sixteen circuits about the sun, Since it bore her, the world had run. How should a child like that discern What lesson had love for her to learn ? When her young heart so lightly swayed To Mortimer, was he not afraid ? Love worth having is great in cost ; Easily won is easily lost. \" How could she understand that he Obeyed a different destiny, Moving upon a lower plane, In air that she would breathe with pain,"], [20, "A DAY'S TRAGEDY 14 Like plants from tropic climates tornj\" For she was delicately born. Her father was a warrior Scarred and aged in many a war. He had fought in famous fights, Stormed the Alma's bloody heights, At Balaclava led the van, Sevastopol or Inkerman : Names that fill the ear with pride. And across a southern tide He had borne the British flag Up the Abyssinian crag, When our armies marched to save, And messages of menace gave To that crowned coward, Theodore. Once again his sword he wore Leading the belated ranks Up the Nile's forbidden banks, When Gordon fell in far Khartoum,"], [21, "THE PRISONER 15 And through the desert's night of gloom Fled the wild Bedaween away, Scared like jackals from their prey. \" Of her lost mother nought she knew. Fair and wild as a flower she grew. What was her life ? — a long caprice ; Her heaviest chastisement, a kiss ; Untaught, ungoverned, her only art To touch the strings of an old man's heart. \" While in this orbit her life moved, His in a narrower range was grooved, Where in a crowded London lane Rose a temple whose god was gain : One of those great-world treasuries, Richer than royal palaces That shadow the earth with their renown ; Where shining coins are counted down"], [22, "A DAY'S TRAGEDY 16 Day after day ; and, in the ears Of those insatiate worshippers, More musical is the golden clang Than the sweet song the Sirens sang To ships on the blue Sicilian main. What could he give to Madelaine ? Riches and rank were hers, but he, Chained to the oar of poverty, In twelve months' labour amassed no more Than such as stood at her father's door, Clad in the livery of her house, Or from the nest of the wild grouse Chased the marauding mountaineer. \" Woe to the soul that from its sphere Looks, and languishes to be gone ! Woe to the heart that broods upon Joys its destiny hath denied, That struggles and is not satisfied !"], [23, "THE PRISONER 17 Woe to the bird from woods beguiled, And to its cage long reconciled, That once beyond the prisoning grate Hears the voice of a woodland mate Singing in heaven lustily ! \" Love is like truth, it must be free Or perish, it suffocates in the dark, And dies of shame's dishonouring mark Over their love a shadow fell Even at birth, for they dared tell To none their secret, but from all eyes Covered that precious merchandise, And bade their passion burn away In lonely waiting, and long delay, Stolen letters, and fitful news, Snatchings at stealthy interviews. Thus if his love were still alive After years — was it four or five ? — B"], [24, "18 A DAY'S TRAGEDY Hers had dwindled to the dark red Spark of a fire when overhead Ashes are heaped, and her heart's voice Pleaded against her youthful choice. \" Long to Mortimer was untold How the bank where all his gold Lay gathered up, was ready to break. Nor at once did Madelaine make Discovery of her altered mind. We to our own thoughts are as blind As unto others', and how we grow Only by fits and starts we know. Fingers of shadow, flaws of breeze, A faint awakening in the trees, A little coolness, a dimmer light, And lo ! the day has become the night : Love hath a setting no less brief; Longer absences, lesser grief,"], [25, "THE PRISONER 19 ') Letters not quite so sweet to con, Gifts less lovingly pondered on, Caresses that not so grateful feel, Quarrels not quite so swift to heal, A little coldness, a little pain, Division that does not close again, And, lo ! the shattering of the wheels. \" Often a stranger's glance reveals Things that till then unnoticed lie Under a dull, familiar eye. And it was Anthony Harrington Broke the fetters that lay upon The sleeping spirit of Madelaine. \" The links of chance's curious chain Already had drawn together these Rivals of far removed degrees. All the realm was Anthony's own, Where young Mortimer's lot was thrown"], [26, "A DAY'S TRAGEDY 20 lJ Whose father had been Anthony's friend But, gone out in a doleful end, Left his boy in the world to fare Helpless, save for Anthony's care. He, absorbed in the stern pursuit After the dragon-guarded fruit, Rearing the lordly edifice Of riches, beside the precipice Of ruin, spared for the father's sake A niche for the son, and sought to make Fortune kinder to his career. But the boy to his new sphere Took ungratefully. I must needs Pass from the dead man's gracious deeds, Lest I should seem to harshly bear On one who must make his answer there. The prisoner started to his feet, Passionate :"], [27, "THE PRISONER 21 \" Make your tale complete. Say what you will of that bad man And me. When the hour is mine I can Tell my own tale ; and he is gone Where gold cannot get him a champion.\" The advocate paused at that brief fit, And stared, not understanding it, While curious whispers crossed the floor. Then to his task he turned once more. \" England still lay asleep below The coverlet of her winter snow When Madelaine met for the first time The man whose death is Mortimer's crime, They met beside that bluer sea Whither the tribes of fortune flee, Chasing summer around the sphere. \" Let not our thoughts too roughly peer"], [28, "A DAY'S TRAGEDY 22 In the dead secrets of the dead ; Nor deem unworthy influence led Madelaine, in the wiser mood Of her awakened womanhood, To seek her happiness by the light That the world lends its neophyte. Passion is brief, but poverty Lasts out life. And why should she Prize the vain transport of a boy More than the calm and steady joy Pledged in the full-grown man's regard ? \" Yet at the last she found it hard To write the message that should make known His loss to him who held her his own. Hard is the task of death to tell To one who has loved the dead man well ; Harder, when love his olden range Hath left, to hint that drearier change"], [29, "THE PRISONER 23 -1 Unto the heart whose love abides. Death like a kingly courier rides ; None can hasten or interfere With the path of the harbinger ; But with love it is not so. He who letteth that anchor go, For storm or stress or blessing or blame, Feels in his heart a secret shame. \" He returned an answer of pride, Forbidding her, as she were his bride, To listen to other love than his, And hinting at unknown vengeances On him who had dared his rivalry. And when they came across the sea (Because the marriage day drew nigh) Over their path a jealous eye Watched and waited. And Mortimer Came on a time and spoke to her,"], [30, "A DAY'S TRAGEDY 24 Warned her in tenderness and in wrath To remember her maiden oath, And entreated her, even to tears, Vainly, except for certain fears That in the shadow moved and woke. Wherefore they found it well to cloak Hour and place of the nuptial-rite, Lest he should burst upon the sight, Menacing ill. And Harrington, Plodding good secretly to one Who plotted evil, devised a post For Mortimer on a distant coast, Where the Atlantic surges drown The murmur of an old quiet town. \" Meekly his rival took the lot, For, though the others knew it not, He had bestowed a secret spy Upon them, and this man's watchful eye Saw them wedded."], [31, "THE PRISONER 25 That day in June Three had struck in the afternoon From the old town's memorial tower, And rising at the accustomed hour Mortimer moved to the great door To lock out loiterers. But before The hinge had moaned, he saw ahead A boy in the familiar red Whistling merrily up the street, Bringing with careless footstep fleet The russet envelope of fate. Hardly the passionate fingers wait To tear it open, and they who sit Watching can see the stormy fit Smite his frame, and the light from his eyes Fade, and over his face arise Grey streaks, as though from the packet thin Some subtle poison had entered in And stricken his blood. And silently"], [32, "26 A DAY'S TRAGEDY He dragged to his desk, and turned the key, And passed like a dead man through the door, Passed from their lives for evermore. \" When the officers of the law Searched him at dawn of day, they saw, Crumpled and hidden within his breast, This message.\" The advocate made brief quest Smoothed out the paper, and went on : \" Telling him where his foe was gone, And of his marriage to Madelaine.\" He read it and laid it down again. And on the Court the silence grew Deeper, as though each listener knew The nearness of the catastrophe. \" Now to the final tragedy Turn we our eyes.\""], [33, "THE PRISONER 27 And with the word For the last time the leaves he stirred, Gathered his robe in either hand, And with his forefinger's command Ruling the packed attentive rows, Beckoned all eyes to the dread close."], [34, "II. THE CRIME \" A hush had fallen upon the night ; Out of heaven the sunset light Had faded, and over the sleeping pines Rose in order the marching Signs. Fair as a full-blown flower the moon Dazzled the firmament of June, And cast a cestus upon the sea, Heaving and falling solemnly. \" Round a clear space in the low cliff Blooms a garden, as bright as if Thither some balmy wind had blown Immortal seeds from that rare zone 2S"], [35, "THE CRIME 29 ■y By Pison watered, and Hiddekel. Hither those twain are come to dwell. \" Where the flush moonlight, like a sea. Breaks on a marble balcony, They sit together, alone with night, Alone with their love and their delight. And from their terrace, broad and low, They mark the soft light's overflow Flood all the level grass, and make A bath of glory, a shining lake, Set in a sombre shore of wood. \" Wheeling her eyes in languid mood Toward the black curtain of the trees, Something unwonted Madelaine sees, Startling, and with a silent clutch To Anthony turns. At that sharp touch"], [36, "A DAY'S TRAGEDY 30 Rousing from love's delicious trance, He follows Madelaine's fearful glance, And shivers. What heart were not afraid ? For they discern in the deep shade Eyes that burn on them, resting there, With passion and hatred and despair. \" Slowly a form that froze their sight Moved out into the marge of light, Staining its broad disk with a blot Of shadow, that stole across the plot Like a black barge adrift upon A pool of silver ; so he came on Whom they had dreamt of far away, Night-bound beside his western bay. They, like birds whose shuddering eyes The serpent's mastery stupefies, Sat in their horror, and were dumb, Waiting for that dark form to come"], [37, "THE CRIME 31 cup Onward ; and while they sat, could hear Through the intense, faint atmosphere The sound of each separate footfall pass Heavily over the sobbing grass. Till at their feet that shadow fell Athwart the terrace, and like a knell Struck on their ears the hollow voice — \" 'Anthony Harrington, rejoice No more ; you have done your worst ; the Of your iniquity is filled up Over the brim. This woman is mine, Whom in scorn of the laws divine You have robbed me of; said I not That I would kill you on the spot That saw you profane the marriage-rite ? And did you hope by a trick of sleight To baulk me of vengeance sworn so long ? Make ready to expiate your wrong."], [38, "A DAY'S TRAGEDY 32 Since you have done adultery Both before God and against me, Life is the forfeit I require.' \" He said, and a gleam of purple fire Played on the cylinder of steel He held in his hand. But how reveal The wrath and terror that rioted In him who received those tidings dread ? Who shall censure him if pale fear Laid on his heart her finger sere ? There was no time for sober thought. Upon the madman he rushed and caught Right at his throat, while from his own Rang a cry in that dreadful tone Which warns men of horrible deeds and dire. \" That cry was wasted. A pistol's fire"], [39, "35 THE CRIME Split the surfaces of the air Like a hammer, and through the glare Madelaine saw her husband fall, Without a groan, and without a call, Dead as those God's cannon smite, Dead in the dawn of his delight, On his bride-chamber threshold dead.\" Paused the narrative ; and each head Turned again to the drawn face Of him who heard in that grim place, With the old fires of passion dim That erst had given their strength to him, The story of his own fearful deed, With never a voice to intercede. Soon the rest of the speech was said. \" Through the night the murderer fled ; c"], [40, "A DAY'S TRAGEDY 34 But he was found at dawn of day Pacing the sands long miles away. And since the hour when he was brought To justice, he has not uttered aught, Or to confess, or to deny, Or to excuse the penalty. \" What has he earned ? On you to-day Lies the dread burden. Our books say The husband who finds a paramour Clasping his wife in arms impure, And slays him in one mad moment, stands Freed of the blood upon his hands — Freed from the law's last penalty. But shall the lover's jealousy, Brooding long on his love's defeat, Till his empoisoned soul is meet"], [41, "THE CRIME 35 i} For acts of treachery and of blood — (Evil blossom from evil bud !) Shall it, under the stolen name Of retribution, avert your blame, And scatheless from the assessor go ? The law and your conscience answer no. Now at the judge who sat on high, Steadfast, he shot a heedful eye. \" Which of you, at the fall of life, Dare to take to himself a wife To comfort him in his closing years, If he must shake with secret fears Of each mad boy who ever had cast Looks of love on her as she passed, And dreamt of her vainly for his own ? Few, and fortunate, who have known"], [42, "36 A DAY'S TRAGEDY One love only in all their days ; Whose lot never it was to gaze Upon the withering of the tree Their hand had planted, or worse, to see Another gathering to his breast The flower that they had first caressed — To see on the face they used to know The shadow of love's sad twilight grow, And find it altered, and cold, and strange ; Who in their love have found no change From turbulent youth to age serene, Kept like the myrtle always green ! \" But for the most it is not so. Do not ye fondest husbands know The heart you cherish contains one nook Curtained, wherein you may not look ; That the likeness of one dear face Is hoarded up in that inner place ?"], [43, "THE CRIME 37 -A Through the throngs whose endless feet, In ballroom, in theatre, and in street, Pass, like strangers to your dull view, Walks one who wears, unseen to you, A light in her eyes from bygone years, A misty aureole, born of tears.\" Every barbed word he spoke Sank in the judge's ear, and woke Memories of a bitter past. For he in elder days had cast, After a youth that poverty Debarred of joy, a lover's eye On one whom, young, but coarse of heart, Ambition swayed, who in the mart But waited for her marriage-price. Yet since passion's lures entice Even selfish hearts, so she Turned and hankered traitorously"], [44, "A DAY'S TRAGEDY 38 For one she had refused to wed, Being poor. But chose instead, Wearing another's rank and name, To warm her at the olden flame, And secret, stolen days to pass In that great fairy-house of glass Built for Londoners' delight, Till another woman's spite Warned the husband, and he came Betwixt them, ere the final shame Had fallen, and took her back, and tried To strangle rumour. But in the wide Ear of the world faint whispers grow To thunder, and all men came to know. Now these old things rose up to stir His anger against the prisoner, And on his forehead stamped a frown. The advocate bent his own head down"], [45, "THE CRIME 39 he To have it seem that he did not see His bullet had struck the eye. Then Folded his book. \" If you can find Room for mercy within your mind From aught the prisoner has to say, By your oath you are bound to weigh Each word in a hair-adjusted scale. But if his utmost pleading fail, By your oath you are bound to give Assent to the dread alternative, Though above yonder head to-day The arm of the law is bared to slay.\" He pointed solemnly, and he ceased And from the Court, at last released"], [46, "A DAY'S TRAGEDY 40 From its long spell of silence, rose A noise like a highland brook that flows Down in a valley of rocks and caves, And wrestles for life with all its waves."], [47, "■y 41 III. THE WITNESS Presently as a tide that rolls Into a web of coral shoals, And spends its fury, and sinks to sleep, That tumult dropped to a silence deep, Awed by the spell of just a name : \" Madelaine Harrington.\" When it came, He who had braved them all till now With something of a defiant brow, Trembled, and shot a piteous gaze Hither and thither through the maze,"], [48, "A DAY'S TRAGEDY 42 Groping ; then seemed to change his mind, For of his hands he made a blind, As though he dreaded the coming sight. Then from a doorway on the right, Clothed in the mourner's sombre dress, Came Madelaine, clothed in her distress. And he could tell that she was near From the low hubbub in his ear. On that fair countenance intent, — The bright eyes' soft bewilderment, The sunlit, serious brow above, The flush that went and came where Love Lightly laid his scarlet seal On cheeks of ivory, swift to feel The smiles that lay asleep within The fairy cradle of a chin On which the lip leant lovingly. Ah ! not the charms that all men see,"], [49, "THE WITNESS 43 That we can number with a look, Or write them down in any book, Make beauty dear, but something more Occult, that sheds an influence o'er Feature and form, and takes the eye, We know not how, we know not why, Only we know it to be sweet. And Madelaine ? Torn from her retreat Of silence, and brought hither to be Baited by all those sightseers, she Felt she had rather face the dead Than that loud scene. With downcast head And eyes that veiled themselves beneath The lowered lashes' silken sheath, She heard the oath. Ah ! did no string, Wild as Æolian whispering, Sound in her heart ? Did no faint glow Reach from the light of long ago,"], [50, "A DAY'S TRAGEDY 44 When first she pledged her maiden troth, Locked in a sacred, sweeter oath, And suretied also with a kiss ? He who heard that heard also this, And lifted his head. And she, aware Of something beyond a stranger's stare, Turned and saw him. So face to face Stood those two for a minute's space, While the onlookers drew their breath Deep, and the air was still as death. Till, like a piston's plunging throb, Broke from Mortimer one loud sob, Bitterer than a thousand cries ; And all the light forsook his eyes, And all his blood began to fail. Faltering much, she told her tale ; How she had given her heart of old, But by degrees her love grew cold,"], [51, "THE WITNESS 45 And starved, with only husks for food. Till at last, when Anthony wooed, She broke the long-repented bond, And passed to a new realm beyond, Whence the old love as faint did seem As doth some part-remembered dream Which fidgets us when we awake. Yet long she feared the truth to break Unto that stormy-tempered soul Who vexed her with his fierce control. And when the history of that night She reached, it was a woeful sight To see the struggle in either's breast : Hers, like a criminal who confessed, The common penalty to evade ; His, like the stauncher heart betrayed By the friend he had trusted in. Sad as a God rebuking sin"], [52, "A DAY'S TRAGEDY 46 In one still dear, he fixed his eye On her, with a reproach too high For anger, and a regret too old For tears. But when the story was told, And warned of his right to question her, She lifted her eyes to Mortimer, Over his face a burning flush Flamed, and the blood began to gush Fiercely through every vein ; Like a great engine pulsing pain Laboured his heart ; and on the dock Clutched his fingers' desperate lock. Then, bursting from him, his voice was heard — \" Madelaine ! \" Shrank she at the word"], [53, "THE WITNESS 47 As though a weapon had struck her side, Turning and trembling. And he cried, In accents that smote her through and through, \" O, in the name of God, did you Love me ever ? \" She looked above, Round, under, and answered — \" What is love ? \" \" This is love ! \" — and a sudden light Made glory about that figure slight : \" This is love, to tremble and long, Broken beneath a clasp more strong Than life, more fatal than death ; to be Caught on the tide of a great sea Setting far to a magic shore ; To feel the hopes and struggles of yore Melt away like snow in the fire, Consumed in the draught of great desire."], [54, "48 A DAY'S TRAGEDY » Pride perishes in the flame Of love ; its sceptre is over shame ; Its knowledge is better to be pursued Than knowledge of evil and of good. Who hath found it, and made it fast Within his bosom, will never cast Love out ; but every commoner prize Will be more vain than dross in his eyes. Lo ! while he spoke the day had flung Back from its face the clouds that clung Thickly, and on the southern side Shot in a sunbeam, slanting wide, Like a bright benediction laid Both on his head and hers, and made A girder of light between the two. From it a draught of hope he drew,"], [55, "THE WITNESS 49 And cried, with a deep and altered voice, That seemed to triumph and rejoice — \" You loved me ! just for a little while, Just time enough for the earth to smile, And show me what paradise might have been ! O, the dim scent from that dead scene, Like leaves that the breath of autumn stirs*! Were not the hours our cupbearers, Crowning the festal days and nights With endless flowers and fresh delights ? Do you remember ? Have you forgot Those golden chalices ? I have not. \" What though the morrow faithless prove ? That memory nothing can remove. Not life, not death, can blot that hour : Then, when love put forth his power, Then, when the sea laughed to the sky, Then, when the kingly sun on high D"], [56, "A DAY'S TRAGEDY 50 Robed himself more gloriously, And earth was heaven, and gods were we.\" Like one bewitched by his words she stood : He might do with her what he would. He drew a breath and went on again — \" O rapture that haunts me like a pain ! O when I saw the passion rise In the pale brilliance of your eyes ! O love, achieving the death of fear ! O bride, when the bridal hour draws near, And on the threshold the bridegroom stands ! \" Now from his place he stretched his hands With a wild gesture of despair, Heedless of every presence there Save one : walls, fetters, they all have passed Beyond him, and he is free at last."], [57, "THE WITNESS 51 \" Could I have bound you in my arms In that first hour, when the world's alarms And all its voices had died in our ears, Hushed your scruples and lulled your fears, Borne you off like the eastern bride, Where over the steppes the Tartars ride — Out of the reach of all the praise And blame of men, far out of the ways Of this old, stale European world, To realms where the azure sea is pearled With marble isles, and the summer air Makes it holiday always there — Had I but done it, that had been A real marriage, and the serene Current of love had never crossed These whirlpools in which our lives are lost. \" Ah, had I courage to have hailed One of those phantom ships that sailed Grey shadows on the horizon's brink."], [58, "A DAY'S TRAGEDY 52 Where the round world began to sink Below the southern foot of Wight, And down the solemn stairs of night Gone with you, leaving in our wake The dust and stir, all things that make Life to the mental slaves of care, And forgotten they ever were ; Our old lives had we left behind, Like the moth from its casement blind Escaping into the upper air, We had attained a life more fair, Grander, more truly life ! For this, Closed in the cage-like edifice Of custom and habit, this is not Life, where young hearts wither and rot Under the chilling rain of cares ; And vainly the sun shines on grey hairs ; They cannot feel it, nor resume After long years their perished bloom.\""], [59, "THE WITNESS 53 Died his voice, like a wind that flees Over the moorland, when the trees Lift their nakedness gaunt and black, Like ruined windows, against the rack Of crimson that streaks the iron west ; When the curlew has reached his nest, And loiterers on the lonely ways Think of their hearth and cordial blaze. Then the sunlight, stroking his hair, Flickered out in the sombre air ; And Mortimer, bringing back his eyes From the mountains of paradise, Finds himself once more among The chafing bars, the curious throng, And still before him Madelaine stands, Cloaking her face with both her hands, While down it the tears drop heavily."], [60, "A DAY'S TRAGEDY 54 li \" Madelaine ! Can you pardon me ? \" He cried from the depth of his despair. His words were wasted on the wide air ; The sun's hot burden upon her head, The stress of shame and sorrow and dread. Beating too wildly in her brain, Finished their work, and Madelaine Felt the walls around her run, And the firm sense of life fordone. Sprang to their feet the startled crowd ; Cries were heard and questioning loud ; And some, recovered from the first shock, Turned and saw the rail of the dock Bend in the grasp of Mortimer, As if he would rend it and rush to her. Followed the tramp of restless feet From the hot Court to the cool street —"], [61, "THE WITNESS 55 A breathing-time between the play. Like a broad stream they rolled away, Flowing up and flowing down Over the stones of the old town. Some there are who turn their sight To windows dazzling with the light Of diamonds cut like points of ice, Twisted gold of rare device, Bowls and jugs of silver ware. Others at their elbow stare At velvet robe and silken vest, Caps in the bright plumage drest Of birds that died by Indian bows In coral archipelagoes. Hard by them a learned group Over a dusty volume stoop From Elzevir's Aladdin press, Precious in its lost loveliness :"], [62, "A DAY'S TRAGEDY 56 Some tome of mystic Pagan lore, Or Roman love-lays, writ before The reign of modesty began. Some with grosser interest scan Neighbouring counters that entice With sweet confects of flour and spice, Whose air the rich aroma fills That from the cocoa-palm distils On Marquesas or Tahiti, Stepping-stones of the South Sea. Here they sit at tables graced With all that most allures the taste Of childhood's unpolluted lips, And consume, in fragrant sips, From painted saucers, the benign Flavour of the herb divine That yellow Chinaman Tends beside the waters wan Of the giant Yang-tse river,"], [63, "THE WITNESS 57 rape Furrowing its path for ever Through the sacred Dragon Realm. But the most obey a helm More compulsive, while they pass By open doors of burnished glass Into some Bacchic temple, where All day a priestess debonair Glads with the vintages of France Bright cups, wherein the bubbles dance As if they were immortal things ; And to itself each bubble sings A buzzing song, a drowsy tune, Learnt on that sultry afternoon, When some tanned youngster's careless Tore from the vine its bleeding grape, And cast it under the white feet Of village beauties, where in sweet"], [64, "A DAY'S TRAGEDY 58 Ecstatic anguish it resigned Its life ; and then through many a blind Month of torpor, buried deep, The sealed up spirit of life did sleep, Bound in its green glass chrysalis. Last it woke and pined for this Release, and when its prayer was gained, Up it leaped like soul unchained, With unnumbered longings fired, Touched the surface, and expired. From cups of more capacious draught Coarser drops than these are quaffed, Brewed from the bearded yellow corn By homely British meadows borne, And from the trellised vines that yield Umbrage to the Kentish weald, Or where the Severn's silver wire Threads the heart of Worcestershire ; Where the ragged hop-pickers"], [65, "THE WITNESS 59 told, Toil to heap the bellied purse, And their crowing babes are seen Chin-deep among the tassels green. So through all the beaten ways On this day, as on other days, The waves of life ran cheerfully. Nor in all that company, As they talked in eager vein Of Mortimer and Madelaine, Could a passer-by have known. From graver look or gloomier tone That their story had not been Part of some unreal scene — A pleasant tale, a grateful boon, To while away an afternoon ; Like the Athenians of old When round the market-place they"], [66, "A DAY'S TRAGEDY 60 [> ) With a languid interest, Which new sophist was the best ; Whether yon Corinthian, Or the strange and bearded man Preaching on the Hill of Mar, — And wondered what his zeal was for. Each hath his own career, more great To him than a fellow creature's fate. Each on a solitary stage Plays out his part, from youth to age. In front of it hangs a tapestry, Through which the audience cannot see. The lights may be bright, or may be dull The house may be empty, or may be full, It matters nothing, to his own soul Each must act the allotted role : If ill, in vain the applauses loud Conjured from the unknowing crowd ;"], [67, "THE WITNESS 61 '> If well, their hisses are also vain, Beating as helplessly as rain On roofs of iron ; for he has won A greater guerdon, his heart's — Well done ! And Madelaine, what of her the while ? Deaf to her father's voice and smile, She crouched apart, and, wringing her hands Refused his comfort. For his commands And prayers were idle as wind to her. At last she syllabled — \" Mortimer ! \" And with the word in a wild gush The sluices of grief began to rush. \" Mortimer, now your blood will be Upon these hands, and nothing can free Me from it ! Mortimer, it was you I loved ; how dearly I never knew. Why did you not beside me stay ? Why did I let these old men sway"], [68, "62 A DAY'S TRAGEDY !> My heart from you ? \" In a darkened room With only her father there on whom To blunt her wretchedness, thus she made Her lamentation, the while he prayed Forgiveness. But she forgave him not, Trained up to selfishness, and taught To seek faults everywhere save within. \" What is left me ? Can I begin Living and loving anew ? \" — she said. \" Will the ghosts of the dead be laid By gold and jewels and things like these ? In what mart can I purchase ease ? What is this wealth but husks and tares To one who a widow's garment wears — Doubly widowed, in body and mind ; Or can the bride of Anthony find"], [69, "THE WITNESS 63 Solace in thoughts of his murderer? Or can she who loved Mortimer Think of the gallows and rejoice ? Yes, you shall hear the world's loud voice Naming and envying me ; but you Bear in mind the different view ; You have looked on the sore and know, Whate'er I do, and where'er I go Over the earth's circumference, I carry within that pain intense. The wound in my heart that your hand gave Will go down with me into the grave.\" Thus she murmured against the fruit Borne by her folly's bitter root. And when the resting-time had run The Court refilled, and again begun The terrible game of life and death. First the Judge, with ominous breath,"], [70, "A DAY'S TRAGEDY 64 Made the demand : \" Is any here To speak for you ? \" Firmly Mortimer Answered him \" Who will say there is ? Where should I look for witnesses ? My only witness sits above, And judges all here. His name is Love.\" Wondered they all to hear him speak. Then he stood up, no longer weak, But valiant, and for a long hour Swayed them by the sovereign power Of truth, that is sharper than a knife, Laying bare to them all his life."], [71, "IV. THE DEFENCE \" YOU who hold my life in your hands, Before you a fatal problem stands More to be feared by you than me ; For if you deal unrighteously In courts whose justice never errs, You will be held for murderers. \" Over my cradle Fortune shone Serene. I was an only son, An only child, and born the heir Of lineage old and wealth to spare. e 65"], [72, "66 A DAY'S TRAGEDY Mine the broad lands around me spread, Mine the tall woodland overhead, Mine the long leagues of harvest corn : Under such planets I was born. \" All my life it has been my lot To love intensely, and be loved not. Every time from a friend I part A sharp thorn pierces into my heart. In my childhood the first great blow Smote me when it was mine to go Into the rough new world of school ; Like one who drifts from a gentle pool, Rocked to its rest by quiet trees, Out on the flood of storm-swept seas. My mother loved me, but her distress Was feeble beside the bitterness"], [73, "THE DEFENCE 67 That poisoned the well-springs of my soul. \" Ye who loosen from your control Your child's young love, and rudely tear The strings that bind him to you, beware ! Once broken, they never can reunite. Though the same child to outer sight Comes to you when the time has flown, It is a changeling, and not your own. Other loves and wishes and fears Have woven a veil that interferes Coldly between your love and him, And shrouds him from you and renders dim. Never more shall you pass between Or pluck asunder the thwarting screen. \" And this through life has been my curse, I have loved better, and hated worse,"], [74, "A DAY'S TRAGEDY 68 Than other men. I could never stand Nicely poised on the neutral land Of bare acquaintance and courtesy. A friend was a bosom friend to me, Or else a stranger outside my care. Nor have I ever stooped to bear A part in quarrels ; with the first strife Passed the aggressor from my life, Beyond regret and beyond recall. Home was sundered from me by all The strength of that great unpitied burst Of anguish when I forsook it first. \" But when the smart of grief wore off And I had learned to repel the scoff And join in the sports of those who made That young democracy, I obeyed My need for the soul's unseen caress, Angling with love for friendliness."], [75, "THE DEFENCE 69 And my warm spirit went forth to one, The brightest and best companion, Who by some witchery had subdued All those savages to his mood, Whose radiant smile and riotous eyes Stirred in my soul a glad surprise When first I met him. For hitherto My life had been lonely, and I knew None of my age whom I could take For friend. And I suffered for his sake Secret torments, for he became So dear to me that a kind of shame Held me aloof from where he went. But he, with what unknown intent, Whether of former friendships tired, Or by my false indifference fired To put forth his power to fascinate (The vanity of the profligate), Or even by brief affection moved,"], [76, "A DAY'S TRAGEDY 70 Chose me, and made me think he loved. And in the playground ofttimes we Drew to each other secretly ; And when the turmoil of the day Dropped in the darkness, oft we lay Awake together, whispering Such tales as pleased the eastern king, While all around the long room slept, And the broad moonlight softly crept Between the shutters of the blind. \" So when we hailed the hour assigned For scattering homewards, I was sad To miss my comrade, instead of glad To feel about me a mother's arms. Valley and hill had lost their charms ; For to the loving heart no spot Is precious where those it loves are not."], [77, "THE DEFENCE 71 \" When the holiday reached its end I rushed back to reclaim my friend, — Friend no more. Like a butterfly, When fresher flowers attract its eye, He fluttered beyond me, not pursued. Then did I taste of solitude, That bitter potion that clears the brain From many a loved illusion vain, And strengthens the inward eye to see The blank walls of eternity All round the narrow plot of time. \" Such was the promise of my prime. Childhood's sufferings, are not they Prophets unhearkened, which portray What the ascending future hides ? Round in a narrow circus rides The soul, and she cannot quit her range Let her put on new suits, and change"], [78, "A DAY'S TRAGEDY 72 Saddle or steed howe'er she will, The same partitions enclose her still. \" Fate allowed me a respite brief Ere on my head fell heavier grief. My father was one of those to whom Great is the calling of the groom. Dearly he held it in his soul To stand all day by the crowded goal, And feel each tense vein quivering through As nearer the rolling gallop drew, Bound and drowned in shattering cheers, Till through the tower of dust appears, Side by side in their frantic course, A rushing blur of rider and horse, A flash of scarlet, a glint of green, And Fortune keeping the space between. All of his substance, first and last, Under the horses' hoofs he cast ;"], [79, "THE DEFENCE 73 And on the morrow of a great race Commuted the sentence of disgrace For one of death. In a thunderstroke Perished my childhood. When I woke, Free henceforth of the guild of men, What different fortunes filled my ken ! Shamefully, helplessly I sank Down to a lower place and rank. I had done nothing, I was still What I had been, for good, for ill ; Yet in the world's great race a score Of crimes had handicapped me no more ! \" Ah, wherefore lie to us in our youth ? Why are our teachers afraid of truth ? Stuffing our ears with sickly tales That wrong is punished, and right prevails ;"], [80, "74 A DAY'S TRAGEDY When all the while they know in their heart How in this world lie far apart Sin and penalty, worth and prize ; Comes the first shock, their fable dies. Were it not better to learn to bear Truth, than believe in falsehoods fair ; And, when the fairy gold takes wing, Rouse to a better reckoning ? \" It is not those who in early days Suffered its edge, that mouth the praise Of poverty. Who shall give me back The dreams, the vistas, that went to wrack, Nipped by that uncongenial frost, Ere I could count what I had lost ? \" When from my lips was thrust away The silver cup, and the cup of clay"], [81, "THE DEFENCE 75 Put to them, I not long repined, Looking on with eager mind To the heights by heroes won Who the same steep course had run I too would hold the lists with fate, Sound the horn at fortune's gate, And mount within the citadel. \"Write me among the crowd who fell At the first onset, quickly spent. They sleep without a monument. \" When from my father's grave I turned Miserably, my lot I learned. One who for years before the end Counted my father for a friend Sent and bade me become enrolled Among the crew of the ship of gold, Steered by his hand on a dark sea."], [82, "76 A DAY'S TRAGEDY His name you know : it was Anthony. \" Lightly I threw my old life down, Setting my face for London town. London the great, the rich, the old ; There is the pavement smeared with gold ; There, where the ships, like thronging bees, Hive their wealth from a hundred seas. There the towers and palaces stand, Living chronicles of our land ; All the legends our youth has known Rise before us, and turn to stone. There are the cloisters grey and old, Thickly heaped with famous mould : Poet and preacher, king and heir, Statesman and soldier, crowded there. There in its age-worn Gothic shrine Stands the throne of the royal line ;"], [83, "THE DEFENCE 77 There round its sceptre-smiting mace Meets the Parliament of the race. Britain folds her glory there ; Freedom, familiar to the air, Beside her trophies seems to sleep, Like the huge lion, couching deep, That scarcely shakes his dreadful mane. None shall pluck and 'scape again. \" Lordly London, city sublime ; Greatest gem in the crown of time ; Vaster than the city of On ; Richer than royal Babylon ; More renowned in arts than these ; Than the city of Pericles, More renowned in war ; than Rome, Of freer, happier men the home ! O builded vision ! O wonder-town ! O feet that forever up and down,"], [84, "A DAY'S TRAGEDY 78 -) Like the sound of an infinite sea, Come and go perpetually ! Such are the myriad drops that run Along their arteries, every one Bound to its separate path and goal, Yet linked to the destiny of the whole, And none from its brother's example free. \" Thus the world-magnet thrilled in me, Hopes that too soon forsook me there. A life of mean, disheartening care Ate up my strength, and day by day I felt my courage wither away, And my feet fail me as I trode, Round after round, the beaten road, The beaten round, the bare routine. Till I could loathe the constant scene, — The long, dull room, the wooden floor, The windows blurred, the restless door,"], [85, "THE DEFENCE 79 The desk with ink and dust defiled, The parchment volumes thickly piled In iron caverns, where lay rolled In its dark shrine the idol, gold. I wore the robe of the acolyte, And served in the temple day and night, But was in my heart an infidel. \" Deeper events than these befell The spirit. It was the time with me When the full tide of life breaks free, Like the unsealing of the springs In seedtime, when Earth awakes and sings The song of creation, and all the air Is filled with voices of brooks that fare Over the land from their long sleep. It was the time when from the deep Core of our life mysterious wells Fill up their margins, and the cells"], [86, "80 A DAY'S TRAGEDY i p> Of being draw virtue through their frame And secret stings and arrows of shame Work a strange tumult in the blood. \" Religion upon my restless mood Grew calm ; yet not the religion of creeds. But the religion of lovely deeds. \" Then I enlisted in the wars Waged by heroic orators, Drawing on to the famous year, Close of as wondrous a career As ever dazzled a poet's dream, Or held from slumber the rapt hareem, By wandering story-teller told In Stamboul or in Shiraz old : His, whom our fathers saw arise Like a strange meteor in the skies"], [87, "THE DEFENCE 81 Of England, — friendless and obscure, And pass with footsteps swift and sure Over the heads of those proud peers Whose blood ran through a thousand years Of England's story, and stand alone Conspicuous on the windy cone Of power, and play with storm and wreck, Like some dark genius from the deck Of empire ; until before his path Rose the land's long-gathering wrath, And shattered the sceptre from his hold. \" Rich in the wealth that books enfold, I sought the poets, they who sing Life's secret, love's immortal sting, And conqueror's wars, and time's renown, And beauty, treading on glory's crown. F"], [88, "82 A DAY'S TRAGEDY \" Lastly, like low sweet bells that chime Over the fields at eventime, Whispers of love began to steal On the shy spirit, and to reveal Deeper knowledge than heretofore. So that again my heart grew sore, Famished for that forbidden fruit. Sightless tendrils began to shoot Secretly forth on every side, Tendrils of longing, sheathed in pride, That at the least rough motion drew Back, from many who little knew, Perchance, that they had been beckoned at. Long did these yearnings passionate Waste their flood on desolate rocks, Beating like one who vainly knocks At doors that are barred in the dead night ; And none will pity him in his plight,"], [89, "THE DEFENCE 83 \" Why do I dwell on these old days ? Except the veil of the past I raise, The present in mere confusion lies. We are our histories. Save your eyes See the sap in the hidden root How shall you understand the fruit ? Thus were forged the links of the chain That fastened my life to Madelaine.\""], [90, "V. THE BETROTHAL \" WHERE the tide of humanity Ripples against a stiller sea, I found her, in the lover's isle, The Channel's diamond, where the smile Of summer on our southern coast Lingers last and softens most. \" Where white houses through dark green trees Open Italian lattices Over the sparkling southern blue, Till the grey cliff shuts out the view, I dropped my anchor for a brief space Given me to rest. To the same place 84"], [91, "THE BETROTHAL 85 Came, in his flight from shore to shore, One who loved my father of yore, And opened his hand and hearth to me With a soldier's courtesy, Scorning to truckle to the chance That docked me of my inheritance. Not like those miserable souls Jerked where the wheel of fortune rolls, As wooden jacks are bobbed on a wire, Contempt their trade, contempt their hire. \"It was the morning when we met. Every moment is with me yet. From my room I had sauntered down The zigzag streets of the climbing town, Past gay bazaars with the playthings dear To holiday folk, and chiefliest here Fruits of all climates, melons green"], [92, "86 A DAY'S TRAGEDY ■» And golden, like giant eggs, between Bursting figs with blood-red wounds, Light-giving grapes, and in rich mounds All that an English soil conceives, Peaches that blush behind their leaves, And the Olympian nectarine. \" And at the foot of the incline, Launching from out the tempered shade, Ere on the baked and brown parade Smote the sun's meridian strength, Down on a seat I stretched my length, While in my ears the lazy sea Rippled and lapped deliciously ; And watched with dreamy eyes and dim. Framed by the straw's encircling brim, The changing picture of the sands, Alive with the liberated bands Of children. This their kingdom is ; Here they rear their palaces,"], [93, "THE BETROTHAL 87 ■» And with all a sultan's pride Set bounds to the rebellious tide. Over the brink bare-footed boys Follow knee-deep their floating toys. And further out, as if they fain Would launch themselves on the wide main Stand in order the white-walled rows Where the bather comes and goes, Till all the tumbled waves resound With cries, and in circles far around, Rising and falling rhythmically, Heads like bullets sprinkle the sea. Under the pier in medley rout White varnished wherries dart in and out, Monstrous spiders with sprawling limbs. Afar, where a purple vapour dims The chalky headland, across the tide Two great battleships slowly glide, Mighty and motionless almost"], [94, "A DAY'S TRAGEDY 88 Like islets broken from the blue coast. Bits of Britain, what son of hers Looks on you not with haughty tears ! \" Suddenly, as I lay there wrapped In languor, a spoken sentence snapped The lacework of my reverie. ' Vane, This is my daughter Madelaine.' \" No more did my ears to me repeat, Stumbling awkwardly to my feet, I gave my eyes to her, and was dumb. Once and for all did I succumb, Utterly as they who miss Their footing down a sharp abyss, And swept like pebbles off the brow,"], [95, "THE BETROTHAL 89 Lose their life, they know not how. From my heart rose such a mist As blinds the groping alchemist When, renewed with arduous lore, The hoarded crucible runs o'er With the golden drop at last. Such a tremor through me passed As the great-hearted Genoese, Steering far on shrouded seas, Where no sail was ever furled, Beyond the gateways of the world, Where the continents were veiled, Till every heart but his had failed, And the desponding crew gave way, Felt, at dawn of the last day, When broke on his prophetic ear The startled seaman's challenge clear, Loud and clear, the cry of — Land ! \" You hear me but do not understand"], [96, "A DAY'S TRAGEDY 90 Why disfigure with language faint What many have known, but none can paint, The birth of passion in beauty's smile ? \" Face to face for a little while We stood, and the photographic brain Stole a picture that keeps as plain After these years. I could declare The very ribbon that bound her hair, The fringe of the scarf that trailed below. If I said aught I did not know What were my words ; I loosed her hand, And we three sauntered along the strand, Letting a shallow utterance stray Through beaten thoroughfares — how the day Promised, what places we had seen, Concert or play where we had been, Which of the actors pleased us best, Which of the songs. And so of the rest,"], [97, "THE BETROTHAL 91 * Tatters that the world's children find To clothe the nakedness of the mind. \" And while the tongue was busy with them Scarcely the dizzy mind could stem The flood of its rapture. All my brain Seemed to rock with a rich refrain. As when the dragon of the towers Smites with his brazen tongue the hours, Still, long after, a muffled boom Haunts like a ghost the hollow tomb. \" And Madelaine ? She was one of those Whose love like the delicate myrtle blows, Needing the gardener's tender care, And pining in the rough northern air. Yet in that hour her spirit was free From fear, and rendered itself to me Pure as a snowflake when it falls. There is a secret voice that calls"], [98, "A DAY'S TRAGEDY 92 From heart to heart, and plights the troth Which long the diffident lips are loth, Fearing their fortune, to demand ; And, from the hour I took her hand, Doubtless Madelaine was my own. \" Many a summer day had flown Ere the first whispered words of hope Drew an entrancing horoscope ; Many a summer day and night Changing misery with delight ; Wretched to roam from spot to spot, Seeking for her, and finding not ; Happy to have her by my side, Drawn by my arms along the tide, Closed in a little world apart ; Or on some blithe excursion start To Roman ruin or lonely down, Ivied castle or inland town,"], [99, "THE BETROTHAL 93 Sweet to me after many years. \" It is not their own delight endears Such scenes to us, but that there we find Frames in which the curious mind Hangs her own gorgeous jewel-work. Thus did we find a glamour lurk In every nook, unfelt before ; Wandering round the wizard shore, Over clear lawns of sand, inlaid With the long brown sea-tangle's braid ; Past tiny coves, the hiding place Of the malicious nixie race, To mortal fisher-folk untoward : Here they heap their shining hoard, Pearls and rings, and precious stones, Dragged from wrecks, and dead men's bones, \" Till on the last delicious day,"], [100, "A DAY'S TRAGEDY 94 ij Rising at dawn we took our way, Tossed in a shallow walnut shell, To where, on the hardly heaving swell Swung a tall yacht loiteringly, Waiting with half-spread wings to be Our carrier. We were only four ; Madelaine's father, and one more Came with us, by that day alone In the house of memory known, But holding there an honoured niche, An old campaigner, stout and rich, Pleased with himself and all beside, Who winked at our secret, soon espied, And throwing himself into the fray, Held his old comrade's ear all day, Each with our company content. \" Eastward our quiet voyage bent, Rounding the point and whirling race, Of many a skiff the wrecking place,"], [101, "THE BETROTHAL 95 Past the broad bay across whose sands Two sister pleasure-haunts shake hands, Cliffs from the sheer edge of the seas Rising like white-walled fortresses, And sturdy inland-towers that stand Forth as advance-guards to the land. And beautiful was it all to me, But nothing so beautiful as she Who sat beside me. And so I kept Lifting looks to her, and there leapt Time after time, without my will, Words of love to my lips. Yet still Time after time I stifled them, Like one who dares not breathe on a gem Lest he tarnish its purity ; So delicate was my love to me I feared that its bloom must surely fade, Once to the naked light betrayed, As flowers that are severed from the stalk"], [102, "96 A DAY'S TRAGEDY Lose half their loveliness. So our talk Fluttered and faltered. Then at last We made a tiny haven and cast Anchor behind its narrow mole ; Threading first the channelled shoal. Hence the wandering eye explores Ships and woods and populous shores, Roads where the fleet of empire rides All the traffic of the salt tides. Here for the hottest hours of day It was our plan to light, and stray Idly, watching the steamers pass, Or golfers following over grass And furze-grown sand their obstinate ball, Till we heard the mariner's call, And over the fading afternoon, Light as a wisp of cloud the moon"], [103, ""], [104, "p. 07"], [105, "THE BETROTHAL 97 more, passed Picked her way. And we sailed once And, afar on the northern shore, Saw the sunset's burning crown Slowly settle in splendour down ; Homeward steered, and many a mile Drifted past the darkening isle ; Sat in the silence, hand in hand, And saw the shadow enrobe the land, And, far above, the lustrous Way Wrinkled with light, as though all day The sun, like a husbandman, where he A furrow of shining seed had cast ; Sat in our stupor, she and I, And heard the bubbling waves go by. Every wavelet foamed and fell, Tinkling like a fairy bell Ringing in old-world towers that sleep Sunk by enchantment in the deep. G"], [106, "98 A DAY'S TRAGEDY \" Over the prow we hung. Behind The others like misty shapes reclined. Scarce did a roaming wind disturb The breath of the balmy Indian herb Wreathing along the vessel's wake. Scarce did the sound of voices break The hush that the dim world overhung. \" Round the last cape at length we swung, And to our anchorage drawing near, Dropped slowly down to the gaslit pier That lay on the bosom of the sea Like a bejewelled rosary. And all the illuminated height Blossomed in brilliance on the night ; Stair above stair among the trees Sparkled the lighted terraces, And all along each rocky ledge Lamp beyond lamp on the water's edge"], [107, "THE BETROTHAL 99 Glanced and glowed through the deepening hours As if the stars had fallen in showers Out of heaven, where faint and dim Dwindled the fires of the seraphim. \" Then did my love, too strongly stirred, Break its fetters with one swift word. Before I knew what my lips had done The bar was lifted, the kingdom won ; I was Madelaine's, she was mine, Linked by Love's ritual divine. And only the marriages made by love Are chronicled in the courts above. \" But that happiness, too sublime, Weighed on our spirits like a crime. Out of eternity there stole An exquisite sadness on the soul."], [108, "A DAY'S TRAGEDY 100 why. And when we quitted the vessel's side Something in our existence died, Leaving us desolate. So we stood Long at our farewell. And the mood Of all about us began to change In sympathy with our sorrow strange ; Fire after fire went darkling out Down the coastline, as if some scout Boded the march of a hostile power. Overhead, for another hour, Wheeled and glittered the host of heaven, Marching and countermarching, even As if the loss of our earthly lamps Were signalled in those celestial camps.\" The prisoner halted in his speech, Sighing heavily, and from each Listener came an answering sigh ; Their hearts were touched, they knew not"], [109, "THE BETROTHAL 101 Perhaps they heard a far-off chime Echoing from their own love-time, Like one who walks on a summer down, And hears the bells from the distant town Float through the Sabbath afternoon With a faint, old, familiar tune."], [110, "102 VI. THE SEPARATION \"On life's trackway without a rein We ride, and we cannot turn again ; Neither halt nor slacken our pace, For glory or misery or disgrace. Onward still at the same full speed Dash the coursers, and never heed What of longing or hate or fear Wrings the heart of the charioteer. \" After that spell, so brief, so bright, Back to the prison-house lay my flight. Drained was the cup and nevermore Would fate of the golden vintage pour,"], [111, "THE SEPARATION 103 1 i \" Are not our common miseries More than we count them ? Absence is A kind of death ; but I knew not, Turning my eyes from that dark spot On to a future far withdrawn, Through blinding loopholes of the dawn Pacing my narrow round like one Who, when his time has nearly run, Chafes no longer the prison bar. \" Only at times the living scar Throbbed impatiently, did I meet, Haply upon the busy street, Some face with a beauty caught from her Or in the lighted theatre, Haply from out the crush and strain Of sound's artillery, a refrain Through the heart's inner chamber stole, And wrought to a furnace the red coal"], [112, "A DAY'S TRAGEDY 104 Of passion, so that I had to flee Forth to the night, and desperately Roam the heart-breaking solitude Of houses. And sometimes in that mood Touches were laid upon my arm And proffers that have no power to charm Hearts still loyal in love's eclipse, From husky voices and garbled lips, Lacerated my shrinking ears. Once — it has shamed me all these years — I turned, as though by a serpent stung, Fiercely on one poor wretch, and flung Her from me; she shuddered and moaned a sigh, It will not leave me until I die. \" Such is the harshness youth displays, Ere it has slipped in the miry ways. Only those who have fallen know The stress of the conflict that brings low."], [113, "THE SEPARATION 105 \" But on my wound, at other times, Love laid its healing ; and from the rhymes Of heart-sick poets I drew delight, Guide books of love that lovers write. Things that knew nought of love were good And beautiful in love's neighbourhood. The heaviest feet that by me trod With something of the divine were shod ; Hate was a thing to wonder at. \"Lastly I turned to her who sat Beside the hearth, and I would have shed Some of my sunshine on her head, But that she could not understand, Tending her own small plot of land Faithfully, in what wider grooves And orbits a boy's existence moves. I know she loved me, nevertheless : Bear witness that the worst bitterness"], [114, "106 A DAY'S TRAGEDY I taste here is the accusing thought Of wretchedness in that bosom wrought. \" Who shall mourn if his mother's eyes Are sealed to his nobler enterprise ; Or still in the people's idol see The baby she nursed upon her knee ? Will she not keep the old embrace When the world averts its face ; And her indifference be the same To failure and ignominy and shame ? \" Not that my joy could be betrayed In words, for Madelaine's fear forbade. So that my love a secret was, Kept from all eyes as closely as A garden where flowers and spice trees blow In a walled-up seraglio. Coming whence to the world outside I hugged myself in a pleasant pride,"], [115, "THE SEPARATION 107 Scorning the men who could not see The treasure I bore about with me ; Like the prince in the fairy tale, Who baffles the wizard's words of bale, And wears in his breast a hidden charm A talisman to the shock of harm. \" Thus in a dream I slept and woke, Before upon my pathway broke Fiercelier still the hurricane. In my life a lull began. The million wheels of time went on Working steadily ; I was one. Cities were founded, lands explored, Distant continents drew the sword, Nations fought for their life in vain, Argosies foundered in the main ; Governments in a popular storm — Harbinger of some vast reform"], [116, "A DAY'S TRAGEDY 108 Big with the future of the State. Epochs thundered at the gate, Vast discoveries : men who turned Unknown leaves of life, and learned, Awe-struck, the origin of the race. Round me, such the things took place. \" Thus at last the seasons rolled Round the girdle, and love foretold The joy of meeting Madelaine. How, when I turned to the south again, Leaped my heart as we flew along, Wheeled with fire, far out of the throng Of houses, and dived through chalk-white hills, And forded a hundred piping rills, And raced before them to reach the sea ! How the salt scent came over me Like youth ; and against the pier's black side The packet fidgeted on the tide,"], [117, "THE SEPARATION 109 , Eager to span the glittering strait ! And when I neared the well-known gate, How sharply throbbed each torturing vein Drawing too close to Madelaine ! \" Ah, what abysses lie between Hope and reality ! I had been Rehearsing all the rapturous way The welcoming blush, the shy delay, The deep surrender of a kiss. \" I found a different scene to this. I found her, sundered from my reach, In the full vortex of the beach, Where, to still more vacant fops, London's painted Ethiops Tuned their noisy serenade And of the sea a circus made."], [118, "A DAY'S TRAGEDY 110 ■y \" At my unlooked for coming she Froze into formal courtesy, And to the creatures by her side Presented me with little pride, As an old friend just worth a word. Then on the rail as I leant and heard Strangers dropping within her ear The seeds of laughter low and clear, Recalling the time when I had rung The carillon rich of that sweet tongue. And I was dumb as an image of stone, More lonely than if I had been alone, And hated them for their being there ; While on my forehead a cold night air Began to steal with a heavy scent Of sorrow and loss and banishment. \" There is a legend on which I fell Once in an ancient chronicle ; The tale of a treasure ship that sailed"], [119, "THE SEPARATION 111 > On far-off seas where the reckoning failed Up strange rivers and down again, Coasting many a hostile main, And plundering cities till the hold Cracked with its freight of splintered gold After many a wondrous year Homeward did the admiral steer. And with high hearts the toil-worn crew Saw the old walls come into view, Bright in the sunset's dying blaze, Bright with the light of boyhood's days. Then with their shout the welkin rang, Louder the cannon chorus sang, Then from each mast the pennons leapt, And stately across the bar they swept. \" But that ancient story tells How the sound of tolling bells Gave back their greeting dreadfully. And silent was the grass-grown quay,"], [120, "A DAY'S TRAGEDY 112 And vacant was the gloomy street, Save where some fearful foot's retreat Fled from the taint of other men. And the mariners knew then There was a Presence in the place Which they had not looked to face, Which took no heed of their renown, That the Plague was in their town. \" I knew that legend, and read aright Its meaning, on that unhappy night. And by myself when they were gone, She and her friends, I still sat on, Hour by hour, unable to move, Fighting with God for the stake of love There in the dark, like him who won A blessing of that strange champion, Wrestling all night by Jabbok's well Till the day broke on Penuel."], [121, "THE SEPARATION 113 \" Did I take love too tragically, Suffering more than I need have ? She Weighed it in lighter balances. Love has subjects in all degrees. Great lovers, and are they not as rare As conquerors and great poets are? Love is a jealous god, and how Can they who at other altars bow, Serving Baal and Ashtoreth, Know his face, or live in his breath ? They deck desire in a borrowed light From us, like the frozen satellite. They but dream that they love, but we Love, and love immortally. \" It was my loss that Madelaine Could not to that high note attain In all her compass. And thenceforth I Learned in sorrow to satisfy H"], [122, "A DAY'S TRAGEDY 114 My heart with the broken crumbs that fell From that lost feast, and found it well. \" Yet on the morrow she came to me, Sweet in remorseful misery, Alone, and we sealed our bond again With the old seals, and in the old vein Took up our happiness in both hands Like children who clutch the tricksy sands, And laugh to see them sliding away. \" Ever my soul had power to sway Hers, when I met her face to face, Like the magnet to whose embrace Rushes the steel, when it draws near. Ever I lost, when I left her, A flower that the wind overcomes, One of those natures that succumbs"], [123, "THE SEPARATION 115 Helplessly to the first advance, And sees in every cloud a chance, The thunderbolt of destiny. \" Wherefore, O wherefore, could not we Take up the happy lot that fell ? Gold was the only obstacle. God had given her for my wife, All the happiness of our life Waited, but gold forbade the banns. \" First at my fate I got this glance On that brief chequered holiday, Asking before I came away Some public pledge, which she denied. Till I in mournful passion cried — \"'If you love me when will you come Openly to my heart ? ' And dumb"], [124, "116 A DAY'S TRAGEDY Was she at first to that demand, Like children that will not understand Questions they like not. Then she spoke \" ' Am I not under a father's yoke ? Dare I expect him to approve Our distant, visionary love, While you must wait for years to come Ere you can take me to your home ? ' \" Such was the feeble wisdom fit For the weak heart. And so there bit Deeply into my soul that hour The hatred of gold and all its power For which to-day I am answering. \" From her I went out sorrowing, Bowed with that lesson like a load, And back to my own drear limit rode."], [125, "THE SEPARATION 117 mass, And all the way the rattling train Within my heart rang this refrain — \" ' You have no gold, your love is dead, Your love is cold, your hope is sped. Your love is sped, you have no gold, Your hope is dead, your love is cold.' \" There for a space he halted, and Over his forehead passed his hand, And cast around him a troubled stare ; Then from the temples thrust his hair, And turned to the gaoler by his side, Mutely struggling with his pride To ask a service. But one of those Who sat at the table quickly rose And poured out water into a glass ; And when it came to him through the"], [126, "118 A DAY'S TRAGEDY On his dry lips a smile that seemed The shadow of thanks an instant gleamed. Deeply he drank, and then again Urged on his voice like one in pain."], [127, "119 VII. THE SUPPLANTER \" How did I drag through the long time Between that day and Anthony's crime ? He who has asked my life of you Called me a boy ; it was not true. I measured my life by loves, not years, My noons were kisses, my nights were tears. \" What is the love of beauty, but Torture to those who in this rut Of commonplace for ever fare, Bound to the rolling wheel of care?"], [128, "A DAY'S TRAGEDY 120 \" Whether one year, or two, or three Lapsed it matters not. Fruitlessly Beat my hope on its narrow ledge, Calling on life to redeem the pledge Of youth. And at times we met, and renewed Our old betrothal ; and we would brood Over the future, but in vain. And if, in the tarrying, Madelaine Tired of her bond, she told me not. Yet I was jealous of my lot, Knowing the weakness of her will, And from slight auguries boded ill : Hungering for the belated knocks, Cursing the vacant letter box, And snatching the late-come envelope Asunder with more of dread than hope. \" And I, did my love slacken ? Ah, no ! But, like the streams that wander slow"], [129, "THE SUPPLANTER 121 Through the waste places of Cathay, Till in the sands they lose their way And perish, or ever they reach the sea, So my love sank miserably, Choked in the desert of despair. \" Why has the fruit been made so fair To be forbidden ? Am I alone In this my murmur? Is not the groan Gone up from millions like to mine? Do not your sons around you pine, O world, and starve for the precious food Of love, denied ; and devour the rude Poisonous refuse of the sty? Have you not heard their mournful cry Over the whole earth ? And in vain Would you the pulse of life restrain In purity's painful law, and wage War upon nature, or engage"], [130, "A DAY'S TRAGEDY 122 In battle with your own Deity Who said — Be fruitful and multiply ! \"Is not this deprivation, though We notice it less than the rough blow Of hunger, a wound as terrible ? Does not civilization sell Her gifts too dear ? Was the early state Not better, when mate could pair with mate Freely, and none for love need lack? Have we not somehow left the track, Got out of touch with truth ? For what After all are we ? Are we not Pipes through which the creation runs, Passing onward to reach our sons ; And we are broken and put aside ? \" Alas for the strong love crucified ! Alas for the sweet flowers run to seed In ruined gardens rotten with weed !"], [131, "THE SUPPLANTER 123 \" Under this blight that sicklies o'er My generation, I suffered more Than others, because I loved the most. \" Few were my friends, yet I could boast One of quality something rare, A soft heart hidden beneath an air Of bitterness ; one who never used A compliment to me, nor refused A service — a disappointed man, Atheist and republican, Society's outlaw, yet beloved By the few who had tried and proved His inner nature ; who was by far More like Christ than Christians are. \" Arm in arm in those old days We roamed together in London ways, Where around the giant dome The human whirlpools cross and foam ;"], [132, "A DAY'S TRAGEDY 124 Or in the murmurous solitude, Where the departed Templars brood In dusty precincts now the law's ; Or where the city's vanguards pause Among fresh hedgerows and green fields, There the spider builder wields His craft, and webs of brickwork lie In wait for the householder-fly. \" Else in more ambitious mood By Rufus' hoary walls we stood To watch the statesmen going in, Ourselves impatient to begin — Take our part in the great fight, The halting triumph of the right ; Pass the doors with dauntless mien And conquer on the benches green. \" But our jealous thoughts repined That the people followed blind"], [133, "THE SUPPLANTER 125 Leaders, who despised their parts. And oft we sat with sullen hearts, Angered at the loud applause For the man and not the cause. \" Splashed by rich men's carriages, Sterner sentiments than these Rebelled against our servitude. Books like fiery draughts imbued Our souls with rage to set men free. Socialists, Communists, Nihilists, we Swept our eyes from land to land, And the new great upheaval planned ; Delivered realms, and shattered thrones, And our ears tingled with the groans Of martyrs, suffering everywhere, Chief in that Arctic Herod's lair Who wars with children, and lest he find One Brutus, murders the human mind."], [134, "A DAY'S TRAGEDY 126 \" But I am lingering on the way To the event. It was a day When with my comrade I had been Where in a soft, unreal scene, Mimic woes in music fret So well that, listening, we forget Our own ; and I sat there with shut eyes, And in those tidal harmonies Laved my soul. And the spheres were fraught With broken splendours, and webs of thought, Half-woven, dim lantern pictures flung Over each other. As they sung I thought of deserts and bleaching bones, Moonlit rivers, and battles, and thrones, And bathers by marble lotus tanks, And trumpets calling the scattered ranks At sunset on the shining plain. \" And strung to the pitch of that rare strain,"], [135, "THE SUPPLANTER 127 'i More sweet seemed solitude to be That night than the noblest company. Through the streets I wandered long Alone, were it not for the thick throng Of spirits that haunt perpetually Where their old lives wont to be, And in the spaces of the night Catches the ear their rustling flight, Like the mysterious whirr of leaves. \" The City slumbered beneath its eaves. And on the stones my footsteps fell With a disquieting, sad knell, Like his whom eastern tales portray Coming at the close of day, By paths none else had dared to tread, Through the City of the Dead. And other than myself I seemed : On me some far-off wonder gleamed, That bade the soul's dark mist disperse ;"], [136, "A DAY'S TRAGEDY 128 The order of the universe Rolled through me like a golden rhyme, And all the tendencies of time — Our fates but dust and straws in these — And God's eternal purposes. \" Long in that vision wandering Through the white streets, I could not bring Myself to bid the night farewell ; Till the towered sentinel Warned me of the marching dawn. Then with slow steps, unwilling drawn Back to my cage of life, I found, Like signals of a perilous ground, The squares of green and red that bore The message from the Italian shore That cut me apart from Madelaine. \" As when a ship goes down in the main"], [137, "THE SUPPLANTER 129 Swiftly, with a horrible swirl, Over her head the billows whirl, And in their plunging boat the crew, Shocked from their foothold, puzzle through The night, and despair of reaching land, So was I. But you must understand. Every one of you, first or last, Surely through such a strait has passed, Felt the sweep of the guillotine knife Severing from him half his life, And doubted if it were worth the pain Of falling into the ranks again. \" Who had dealt me a coward's blow Out of my hindrance? Madelaine? No; She would have still kept faith with me. This was the work of Anthony, The man that I am bid to spare. \" Never ! I stand here to declare I"], [138, "A DAY'S TRAGEDY 130 best Wherefore I doomed that he should die, Shall I give my own act the lie ? — Not were I twice his murderer ! \" What is left to me, standing here, But truth ? So far you have heard the Of this dead man : hear now the rest. \" As the moon in heaven's high place Shows forever one shining face, Nor do we know what sights of fear Haunt in her darkened hemisphere, We, pursuing our path of pride, Turn to the world our better side ; The other we look at when alone, But to the world it is not shown Save in such earthquake hours as this, In courts or in fearful madhouses. Yet from ill rumours none are free In the world's whispering gallery,"], [139, "THE SUPPLANTER 131 > And damning traces of what men do In darkness will oftentimes peep through Unguarded crevices of the mind Like lamplight under a close-drawn blind ; And those who are nearest to us know More of us than we mean them to. \" Anthony Harrington could hide His soul from the crowd that passed outside But among those who were my peers A hundred eyes and a hundred ears Searched and re-searched from day to day His lightest action ; and learn'd were they In his true nature. It is those Who serve you who are your fiercest foes, Ye proud, rich men, for in our breast The sense of your sway is bitterest ! We sow the seed of your fortune's flower,"], [140, "A DAY'S TRAGEDY 132 our Reap the harvest that you devour ; The streams of your wealth flow through hands, Toiling our lives out in the sands. What care you if our limbs be sore ? Is our work done ? — You ask no more. We take your hire, and we play our parts — Aye, but we hate you in our hearts ! \" How was that golden mountain made By side of which love so lightly weighed ? Not by the brain's inventive skill Tapping some undiscovered rill Of knowledge to profit all mankind ; Nor by the labours of the mind In the hard treadmill of the law, Patching at the perpetual flaw. His wealth had been won in crooked ways, Walking warily in the maze"], [141, "THE SUPPLANTER 133 Of London's mightier Monaco, Where the lordly dicers throw For the revenues of a State, Hazarding on a people's fate. He was a wrecker, nothing more, Lighting on a whirlpool's shore Murderous beacons to draw down The argosy of some heedless clown, That he from the gulf might gather spoils, Woe to the victim in his toils ! Skilled in the lures that best entice The vision of needy avarice, Golden mines without any gold, Save such as into his coffers rolled, Railways that never bore a train, Steamships that never crossed the main, Merchandise that no man would buy, Fables of wealth for the weak eye. Thus did he clutch the widow's hoard,"], [142, "A DAY'S TRAGEDY 134 man Or pauper veteran of the sword, Who in such warfare vainly strives. Red were his ways with ruined lives. His were the tears of helpless rage From blighted youth and desolate age ; His name to Heaven the orphan cried,- The last curse of the suicide. \" Such was the dower. Now for the Let me hint to you, if I can, One of those hideous lives that lie Under our boasted decency. London sickens with many sores, And all Rome's ruffian emperors, From Capri's itching tiger down To the foul boy who threw his crown Down the guttering of a sewer, Furnish no orgies too impure For Christian capitals to match."], [143, "THE SUPPLANTER 135 \" O, when that hand stretched forth to snatch My pearl — defiled with leprous stains — Blood-corrupted in all its veins ; O, when I saw him, old and grey Ere he had travelled life half way, Worn on the rocks and stones of lust, A rotting carcass, a putrid crust, What could I else but swear to save Her whom I loved from that vile grave ? \" This was the nearest point he came To triumph ; for some uneasy shame Pricked his judges at that appeal. Unwillingly they began to feel Shocking doubts, and to draw their breath Deeper across the brink of death. Mortimer's hand fell to his side ; Rang out his voice with a new pride :"], [144, "A DAY'S TRAGEDY 136 \" I was a man more worthy of The world's good word, and Madelaine's love, Than this black-hearted millionaire. But I was penniless. Ah, there Stands my whole crime ! For him who is poor, To knock at the golden-hinged door Of happiness is itself a sin. ' Only the rich may enter in,' Burns in letters of fire above All the gates of glory and love, Knowledge and virtue and bright renown. Never fall those ramparts down Save when the golden trumpets blow, As round the walls of Jericho. The pulpit, the parliament, the school, Spread their fine cobwebs for the fool, But when the strong bad man breaks through, Him do they all pay homage to. For him are the gospels edited ;"], [145, "THE SUPPLANTER 137 Herod becomes the Church's Head. For him they widen the needle's eye ; Dives jostles Lazarus by, Into the vain and vamped abode Whither they go to hoodwink God, And think six days of iniquity Compounded by one day's blasphemy. All the disciples with one accord Carry the bag and betray their Lord.\""], [146, "138 VIII. THE WARNING \" Perished the cruel days that led My soul by desolate paths and dread To my last minutes with Madelaine. \" Once to have had her home again Would have been joyfuller news to me Than a full treasure ship on the sea. Now it was like the stealthy tide Creeping closelier to the side Of one who had wandered at his ease Down the long sands, and suddenly sees A frightful breadth of billowing foam Thrust between him and his lost home."], [147, "THE WARNING 139 \" Under her roof we did not meet ! I dared not trust that funeral street, Stonier than a rich man's heart, Where the atmosphere seemed a part Of the world's utter worldliness. It was my fortune to possess One friend, a relic of that rich past When at the tables of life so fast My father had played, and lost ; and she Made me welcome generously Through doors shut scrupulously to The ledger-ennobled parvenu, Strutting in his new coat of arms. There one night in the fretting swarms Of fortune's favourites, those for whom Spreads the world its choicest bloom, We for the last time met. I knew"], [148, "A DAY'S TRAGEDY 140 Not of the presence when I drew Dull feet down that bright corridor, Murmuring with the muffled roar Of many voices through the thick fold Of velvet hangings, heavy with gold, That swung aside to a sudden din, Parting to let some reveller in. There in my sickness I had come To try what festival arts would numb The agony of the mind, but found Still to my neck the burden bound Which I had brought. And sifting slow The faces that circled to and fro, Blurred like waterdrops fleeting by, Lo, the face that I loved drew nigh. \" I shivered, and all my blood began To tingle, and through my frame there ran"], [149, "THE WARNING 141 '» A thrill that was neither joy nor fear, Simply the sense of being near What I longed for so passionately. \" I followed her. When she noticed me. The fatal look that I knew so well Came in her eyes, the look that was hell To all my hopes, the look of one Who sees that coming he fain would shun Self-distrust and anger and shame Trampling upon the wasted flame Of love. With the throat of one athirst I halted in front of her. She spoke first. \" ' Why do you gaze upon me thus Here, with the crowd observing us ? ' \" ' Come with me. I have much to say To you.' I answered, and moved away,"], [150, "A DAY'S TRAGEDY 142 Looking for her to follow, but She held her place, and with eyes half-shut Seemed to dare me to master her. Ah, but in frowns how lovelier Than others in smiles ! Within my heart Tender compunction took her part, Bidding me spare her. Yet did I not. \" ' Come with me to some quieter spot, Or I must tell my message here, With the whole room for listener.' \" Hard was my voice, and she obeyed. We like casual partners strayed Over the sliding surfaces, Wrought to the pitch of perfect ease, Down the long light-besprinkled rooms To where the breaths of royaller blooms"], [151, "THE WARNING 143 Than English hedgerows boast, entrance The waltzer wearied from the dance. I led her to the most lonely seat, Where the noise of the tapping feet Fell faint, and the pulsings of the band Drifted from an uncertain land, Mixed with myrtle and mignonette, Impalpable meshes that beset The sense. And I know not whether she Felt the deep moment's mastery ; But I was happy, and there stole A great peace over my troubled soul, Like the shadow of a thick cloud At noon, when the august sun has bowed The reapers with very drought, and fain Are they to wet their lips with rain. \" Three are the stages of love's decline : First we grow cool, then we repine"], [152, "A DAY'S TRAGEDY 144 At our own weakness, and condemn Ourselves, and last we are wroth with them Whose sight accuses us of our debt. This was the point where we had met. So when I looked in Madelaine's eyes She looked away, like a boy who tries To hide from his master that he knows He has done wrong, and dreads his blows. \" ' Madelaine, I have brought you here, O, not to wound your delicate ear With vain reproaches ! Little avail Heaviest words to redress the scale If love be light. But this will I know, Why you have graced this man, my foe, This profligate usurer grown old, This hoary satyr with hoofs of gold. Say that you know not what he is ; Say they have driven you into this —"], [153, "THE WARNING 145 Coaxed you, lied to you, forced you ? Not By your own will you choose this lot ? ' While I pleaded confidence came To her. ' And by what right do you blame Me, or the husband I accept Freely ? Too long a time I kept Faithful to foolish vows beguiled From one child by another child. Let us forget them, and be friends. The new life opens, the old one ends ! You will find someone else, as dear As I was ' ' Never ! ' I silenced her With that one word, ' Let us keep our lies For strangers' ears. Look into my eyes, And answer this question — but this one — Do you love Anthony Harrington ? ' K"], [154, "146 A DAY'S TRAGEDY \" Her silence answered me, and her look Broke beneath mine. But the rebuke That pierces a generous breast, falls dead On the egoist's armour of lead. Not remorse, but anger is born Within such hearts at the hands of scorn. Alas that it should be so ! Alas For both of us ! She was what she was. Beautiful, but unstable too, I chose her, and had no right to rue The dust at the core of my pearl. She broke The silence — ' Is it not time we woke Wisely out of our old mistake ? Let us part friends.' I could not take"], [155, "THE WARNING 147 she The hand she offered ; I could not own Our love was dead. In tenderer tone, Softened by my despair, she said — \" ' Is it my fault we cannot wed ? Am I condemned because the bane Of fortune has rent our troth in twain, Though I might wish it were not so ? ' \" Hope revived from its mortal blow Under her words. ' And would you still The pledges of olden love fulfil But for such hindrances ? Between Us is there only the golden screen ? Had I the golden passport might I enter the paradise of light? O tell me ! ' My voice sobbed down, and"], [156, "148 A DAY'S TRAGEDY Trembled, and answered shamefacedly : \" ' But you have not. What profits it Thus to torment me ? ' Those words lit The dying embers into a glow Frantic, feverish. ' Now I know The truth ; you loved me, you would love still Madelaine, but your yielding will Is played on like the Æolian strings By a thousand cypherings. Not fickle, but faint of heart, are you, Lacking the courage to be true To your own self. You hate this man, This civilized felon, but you can Hold out no longer against your doom : Like one who clings to a broken boom"], [157, "THE WARNING 149 -r After some shipwreck on the sea, By black waves buffeted wearily All the night long, until at length From his warm muscles ebbs the strength. And from his frozen hands the life, Till the agony of the strife Numbs the last fear of death, and he Down through the waves drops willingly.' \" Ere the last word had left my lips, Dark on her face fell the eclipse Of sympathy; as the great world threw Its killing shadow across us two. Footsteps of idle guests drew nigh, And we, to baulk the curious eye, Passed out on to the waxen floor, Beaten with dancers. Then before"], [158, "A DAY'S TRAGEDY 150 She could forsake me my arms clung Round her, half-willing, and we swung Slowly into the measured tide, Swaying round with rhythmic glide To the sweet melodious din Of the love-sick violin, Telling with a clearer tongue Than mine, all the wild pangs that wrung My wounded soul. I hear them yet, Those notes distilled by keen regret, That passionate music pure and loud, Smiting across the restless crowd, Barbed with a most delicious sting; Till I was shamed from sorrowing — Lifted to a more lofty realm, And laid my fingers upon the helm Of life, with sovereign grasp, and bared My head to heavenly winds, and dared"], [159, "THE WARNING 151 Destiny, in my hour supreme. \" It is something to greatly dream Once; though the vision pass away, Its wreckage floats on the common day Like driftwood from a sunnier sphere Washed where the dark wave bellows drear Round some gaunt northern coast of gloom \" Dropped the music, the shining room Darkened, the dance was done, the hour Past. And I saw before us lower Her father's presence. I came away Sworn to release his fettered prey Out of that loathsome dragon's fold, Like Danae's son in the legend old, When shod with the sandal-wings he flew Southward to Cepheus' realm, and slew"], [160, "A DAY'S TRAGEDY 152 The monster wallowing through the sea Whetted for slaughter, and set free Cassiopeia's daughter fair. \" Next day I challenged him in his lair, What did it cost to pass inside And front to front with him in his pride Set myself, — he, the master, I The underling; he, surrounded by Proofs of his power, upon his throne Girt by his courtiers ; I, alone, Stepping from out the menial throng ; Flushed with the triumph of his wrong He, resolute to redress it, I. \" Ere I began my throat grew dry. Something in that chill atmosphere Daunted my spirit. Being here"], [161, "THE WARNING 153 Environed by the realm of gold, Made it harder for me to hold That there were things gold might not do. \" Nought of our meeting hitherto Have you been told. He waited for me, Closing his mouth forbiddingly, While through my limbs the fever of hate Rocked, like the tremor passionate That shakes the panther before it springs. \" ' I have come here to speak of things Difficult to unfold,' I said, Hoarsely. ' It is your mind to wed One I have counted for my bride Since the sad year my father died — Your friend, your footstool, as some men say (Here he turned his eyes away)."], [162, "A DAY'S TRAGEDY 154 Yet her love you can never gain, For be certain that Madelaine Loves me still ; and if she is too weak To stand against you, then I must speak For both of us. With what heart can you Go forward, knowing, as now you do, Her to be mine, by every claim Except the meanest, the husband's name ? Are there none else for you to choose ? You have not such a stake to lose As I ; you cannot for shame design Comparison of your love with mine. Are there not other vineyards in Samaria? If your choice begin Will there not be a strife among Our Matrons, marshalling forth the throng Of their Circassian daughters white ? Why should it be your whim to smite Me to the dust ? Why should you feel,"], [163, "THE WARNING 155 ■y To crush me with your Juggernaut wheel No pity ? O say you tempted her Unknowing ! You will not persevere ? Not deal to me in cold blood a blow Wicked as this ? ' I felt the No Shaping within him all the while I prayed. With an unforgiving smile He heard me out, a smile that was worse Than any frown, or than any curse ; Then replied : ' For your father's sake — And of your slander I need take No note — I deal with you as a friend, Whose folly has caused him to offend. \" ' You are young, and it seems to you Life should accord with the high view"], [164, "A DAY'S TRAGEDY 156 Of youth ; but the world has lasted long, And will last, and it is over strong For you to fight with. If I forbore Would it be long, think you, before Some other snatched at the prize you guard ? True it is hard to lose her ; hard Is every loss, but life is made A chequered pattern of light and shade. Each in turn must suffer and fret After some good he cannot get. I have my limits, you have yours. Happiest he who still endures Calmly the good and evil lot, Not depressed, and elated not, By the varying tides of time. You have the scaffold yet to climb, And, standing on the lowest stave, Cannot reach the architrave,"], [165, "THE WARNING 157 Where the acanthine leaves unfurl Their bloom in many a carven whorl, Full-lipped in marble loveliness.' \" Philosophy preaching to distress Talks a strange tongue. I only heard Out of his maxims that one word Loss. As soon as he ceased I spoke : \" ' Would reason better it if I broke My neck? It is vain to strive with me. I love Madelaine passionately. There is my creed, my life, my all. I cannot alter, I cannot fall Meekly from that supreme estate. You are the world, you are ill-fate, Embodied, and if you do this ill, On you shall my vengeance work its will,"], [166, "A DAYS TRAGEDY 158 1, too, Not on some figure of speech forlorn.' \" I startled him from his mask of scorn. \" ' What are you saying, boy ? Beware ! There are limits.' ' Not to despair,' I muttered. ' I know what I can do.' \" ' What do you threaten ? Are you mad. Like your father, the suicide ? ' \" That was the hour he should have died, My fingers upon his throttle. ' Hound ! ' I said, and flung him upon the ground. ' Go on with your purchase now, but I Shall make one as well, and what I buy Will not be the same as my father's ; his Had only a single bullet, this,"], [167, "THE WARNING 159 The weapon I seek for, shall have two, And the first bullet shall be for you.' \" I left him lying, and went my way. The next time I sought him was to slay ! \" Once more he stopped, and panted as though The weight of his task began to grow Too great for him. And he watched among The neighbouring seats the tireless throng Of those who glean in divers fields What grain the labouring moment yields To fill their perishable page — Unknown historians of our age, That leave behind no monuments, But guide the wheels of great events ; That, like the toiling insect tribe, No legend on their works inscribe,"], [168, "A DAY'S TRAGEDY 160 But build for unborn destinies, And found a world amid the seas. With greedy haste their pencils ran Since first that long defence began, And now the necromantic wires To far-off towers in lonely shires, Fast as from those dry lips it fell, Proclaimed each passionate syllable."], [169, "IX. THE DEATH RIDE \" AFTER that outburst, on my mind Settled a stupor gross and blind, Blurring the sense of things outside Like figures through a thick fog that glide ; While in the soul's concealed recess The shapes of terrible purposes Crept from the shell, and tried their wings. \" Who to his mind's imaginings Laws can give, or can trace again Thought's silent processes through the brain ? l 161"], [170, "A DAY'S TRAGEDY 162 t \" Was not my wrong the ancient one To youth by the world's possessors done ? Why do ye hate us ? For, be sure, It is the rich who hate the poor. Is it a crime to worship not Your idol ? Enjoy what ye have got, But envy us not our poverty, We who have other wants than ye, And finer passions. Why is your wrath Roused if we dare to cross your path In love, in art, or public strife ? Ye are not the lords of life Because your coffers are sweating gold. We whose studious minds unfold Secrets of science, greater spheres Of being, the sleepless pioneers Of man in his march through the infinite We who see with clearer sight All the cosmic powers that play"], [171, "THE DEATH RIDE 163 Round his head by night and day, See that he goes with shrouded eyes, As goes the Moslem to Paradise, Along a bridge like a single strand Of hair, having death on either hand ; We who despise what you attain With so much evil, and so much pain : Lords of ourselves, that heritage Grander than 'all your life-time's wage — We are your betters, we alone Truly make the world our own ; You are the minions of your greed, We are conquerors of our need ; You are but beasts of burden, we Kings, from kingly fetters free ! \" Swelled, as he spoke, the scornful note, Scorn^is the proud man's antidote"], [172, "164 A DAY'S TRAGEDY To fear, and Mortimer, while he spake, Felt the old fierce anger awake Within him, that gave him strength to smite His enemy, and a passionate light Flamed in his eye. And they that sat Beneath him almost trembled thereat ; Almost that utterance seemed to fall From a judge, not a criminal ; They, not Mortimer, stood upon Trial. That haughty strain went on : \" Enjoy your riches, your delicate dress, Your banquets of Roman wastefulness, The whole world ransacked for your ease, Decorated vast palaces, Costliest wares and precious hues, Arts that you have not skill to use ; Or in your glass-roofed prisons rear Fruits of a different hemisphere,"], [173, "THE DEATH RIDE 165 Bringing the tropics to your door ; Or on the man-forsaken moor Cherish the creatures of the chase ; Or down the crowded Solent race Your dipping sail ; or far afield Taste what barbaric kingdoms yield To please the jaded mind ; or try Fortune where the swift racers fly On Surrey's dust-besprinkled down, And brutes' is more than men's renown. \" These are your rightful provinces ; But if you trespass out of these, Striving to make your gold prevail Over men's hearts, if into the scale Of love you cast it, ah ! then beware Lest we, like the Roman father, dare Teach you a lesson sharp and dire. \" These were the thoughts that like a fire"], [174, "166 A DAY'S TRAGEDY Smouldered within me night and day. True, we have lost the Claudian way. Our robbers no longer snatch their purse By violence ; but is it better or worse To rob the widow with paper shares ? Our ravisher, true, no longer tears His bride by force from her native fold ; But is it better or worse to hold Corrupting baits in the keeper's eye ? — Better to vanquish or to buy ? \" I say that the guilt is not less great. It is as much murder to suffocate With gossamer as to stab with steel ; It is the same death your victims feel. \" This was the crime of Anthony : With gilded lures to snare from me The dove I cherished. I am not vain — It was my boon that Madelaine"], [175, "THE DEATH RIDE 167 Loved me, my one great priceless good Given to rejoice me ; and I could Have kept it, having received it once, My own, from a hundred Harringtons. \" What ! is it not enough to be The ministers of their luxury, To toil for riches that they may spend ? Shall they to buy our hearts pretend, And break us with their golden wrong ? \" Never ! A curse upon the strong Who uses his strength in evil ways ! A curse on the coward who obeys, Under the last great insult done To manhood by things like Harrington ! \" I know that our contract was not signed Over our heads no priestling whined."], [176, "A DAY'S TRAGEDY 168 But I would count it coarse indeed To hallow the body and take no heed Of the immortal guest within. I held it for a deadlier sin To poison the fountain at its source Than to pollute its lower course. Not grace of moulded statuary Made Madelaine beautiful to me, But the loveliness that is lent By the soul to its tenement. O ! what shall quench the spirit's thirst ? Can the passion that had first Swept with plumes imperial Love's high empyrean, fall Grovelling with belated lust In the cold and senseless dust, Whence the life has ebbed away ? \" But my tongue wanders. I will say"], [177, "THE DEATH RIDE 169 i No more of this. I had lingered still, Hoping some exit ; for until The hammer had fallen, I could feign These things were only a tangled skein Fate would unravel in its good time. I meant to wait for the marriage-chime, To follow him to the altar stair, Or ever their hands were joined, and there Pronounce against him the grim divorce Of death. But he took the craven's course And to that exile in the west I went, with my secret in my breast ; Only I left my single friend For sentinel. Sad was the journey's end Nothing is sadder than the sea To the soul sick for company"], [178, "A DAY'S TRAGEDY 170 Of its beloved ; and sad to hear The sound of the lost waves booming drear Over the bay, when the tide ebbed down, And spectral gleams from the gaslit town Strayed through the hollows of the wet sand Under the night. There is some hand Sways life's current from side to side, Swelling and sinking like the tide. Are not our storms like the salt sea's ? Hath not the soul her systoles And her diastoles, like the heart ? Many a night I mused apart, And felt the passionate past grow dumb, And commonplace my life become As the dull lives that round it lapped. \" Then came the blistering stroke that snapped"], [179, "THE DEATH RIDE 171 Anchor and chain. And I cannot tell Unto this hour what next befell. Only I knew those twain had trod The altar steps in the sight of God, And heard the anointed priest proclaim How their ritual-sanctioned shame Figured the sweet and awful love Borne to man by Heaven above ; Bidding them not for vain delight Pamper the carnal appetite, But in the fear of God to seek Remedy for the flesh too weak To keep unspotted : had heard him say, ' As at the dreadful Judgment Day Ye shall answer it, when all hearts Give up their secrets, and God disparts Truth from falsehood, if any cause Hinders this rite, in Heaven's laws, Make confession ! And if ye refrain"], [180, "A DAY'S TRAGEDY 172 God will hold your marriage in vain ! ' — Heard, and had sworn, beneath that curse, To take each other, for better, for worse, To love in poverty and in wealth, To cherish in sickness and in health, To the dark end of everything, And Anthony's hand had set the ring On Madelaine's — and the link of gold Signified well that wedlock's hold. And the high warning pealed — ' Let none Separate those whom God makes one ! ' And solemn prayer went up to Heaven That fruit of the marriage might be given, Offspring trained in virtuous ways : Lastly the blessing and the praise, And promise of everlasting life. And Madelaine was Anthony's wife. \" That first hour reeled through my brain"], [181, "THE DEATH RIDE 173 / Leaving no print. The rocking train Was in full flight from the west sea, Past names like Ford and Umberleigh, Up the ravine of tree-clad Taw, When from my daze I slipped, and saw The world about me, and by my side Felt the weapon by which he died. But when I woke to life, I found My head all murmuring with the sound Of wedding bells, perchance that day Ringing in joy beside the way For some young fair Devonian bride. And fruitlessly to think I tried ; So strong and rapturous was the strain I could not turn my thoughts again Upon my wrath and Anthony's wrong, From keeping time to that loud song. \" ' Greet them, 0 yc bells, with gladness"], [182, "A DAY'S TRAGEDY 174 {< Rain your throats in merry madness ! Ring, and send your sweet commotion Over land and over ocean ! Deck their path with lovers' posies, Lovers' lilies, marriage roses ! Heart and hand shall go together, Smiling on in sutnmer weather ! Happiness be still increasing, Never sated, never ceasing ! Go ye forth in merry May time ! This is youth's and pleasure' s play time. Nothing now is left to fear for : Bright the haven that ye steer for ! Memories of pain grow little : Who had thought they were so brittle ! Ring, ye bells, with musics madness ! Ring, and sound the knell of sadness ! ' And still the hammers chimed and sang,"], [183, "THE DEATH RIDE 175 And still my brain responsive rang. \" l0n in front are happy morrows Haunted by no ghost of sorrows ! Pleasant pathways, dewy meadows, Wells of water in the shadows ! Drink of them, ye jocund spirits ! Brighter days the world inherits ! All the future shines with splendour ; Men are growing truer, tender ! Peace shall bend her rainbow o'er you, Knowledge light her lamp before you ; On the mountain peaks of duty Blush a brighter dawn of beauty, Light that man has never dreamed of, Purer than his spirit deemed of! All the world goes forth to mate you ! Happy, happy hours await you !"], [184, "A DAY'S TRAGEDY 176 Ring, O bells, till music's thunder Rive your brazen throats asunder ! ' \" Try as I would, I could not drown That doggerel chant, till the wheels slowed down Under the walls King Athelstane Reared against the ravening Dane, Where Gytha checked the Conqueror's power And William planted his Norman tower On the Red Mount, to rule the west \" Here for an hour enforced to rest, Driven by my distracted mood Among the sheltering multitude I wandered, I knew not where, nor why ; Till all at once a pitiful cry Stopped me. I turned aside and found A child who was weeping on the ground —"], [185, "THE DEATH RIDE 177 A little child, a blue-eyed boy, Heart-broken for a precious toy That on the road had come to wreck — Like my own luck ! And round his neck I drew my arm, and comforted him ; And checking his tears upon the brim, He met me trustfully ; and we sped To where hard by a window spread The blaze of its enticing lures — Waxen dolls and blackamoors, Wheels and bells, and tiny boats, That the youthful mariner floats On a safe anchorage of string, Puppets moved by magic spring, Mimic troops of painted lead, And wooden animals, green and red, All the ware that children prize ; And ransacking that merchandise, Like plunder of a second Troy, M"], [186, "178 A DAY'S TRAGEDY '» I enriched the wondering boy, Till his blue eyes grew round again, And half I soothed my inward pain. \" Then in the evening I was borne Through a fair land of grass and corn, A land of brooks and meadows and trees. Belfries and low-roofed villages, Struggling still to fix my thought On the work that was to be wrought. I tried to frame the words to be said, Tried to behold the torrent red Rush from the corpse by me laid low — To conjure up the grisly show Of the black tree and hempen loop, To make my tortured fancy stoop To the last dregs, and realise The strangling breath, the bursting eyes,"], [187, "THE DEATH RIDE 179 The hideous vengeance of the law. And still did the wayward mind withdraw From the government of the will. Thoughts are things we cannot drill ; And our capacity to grieve Is not so great as we believe. \" Half consciously I caught my mind Learning the printed squares that lined The brown partition where I sat, Pictures of hostelries whereat The tourist might bestow his ease, Whither the route, and what the fees. And then in friendlier vein I watched The partners of my journey, snatched By the swift train in its career ; Pondering on the shock of fear Were my lips to suddenly maim Silence, and in their midst proclaim"], [188, "180 A DAY'S TRAGEDY My dreadful errand. Close to my side, Filled to the lips with happy pride, Sat a young mother, cooing low In the tongue that mothers know, But grey professors cannot teach To ears beyond their wisdom's reach — A blossom new-broken from the tree Of crooked and gnarled humanity. Opposite, a poor shrivelled crone, With features rugged and worn like stone, Tightly grasping upon her lap Her poor belongings, lest some ill-hap Visit them, turned upon the two Eyes that the light of love shone through Despite their dimness ; as though the cares And toils that had fined her ragged hairs To shredded silver, had not bereft Her heart of its kindness. On the left"], [189, "THE DEATH RIDE 181 Leant back a youth of different breed, Who read the circling hands with heed Time after time, and seemed to be Ashamed of such homely company ; Casting impatient looks along The hurrying landscape, till the strong Drag clutched back the wheels ; we crept, And stopped ; and out of the door he leapt Disdainfully. And as glad were they To lose him as he to get away. \" He left behind a younger lad, Sturdier and more simply clad, Whose tongue was set on restless springs And showered upon me all the things Bubbling through his eager mind, Careless what stranger's ear inclined To listen. He told me of his name, And where he travelled, and how he came"], [190, "182 A DAY'S TRAGEDY Happy from school, the week's work done, Reckoned the honours he had won, And of some tyrant usher told, A wretch of stern suspicious mould ; Next of the figure he had made In the great pastime only played By Englishmen : then, changing ground, Guided me to his home, deep bound In woods, a country vicarage, dear To memory. And an envious tear Choked in the gateways of its gland Before I knew it, and that old land Where I was born came back to me. And when the platform set him free At last, and he darted out, and ran Into the arms of the old man Waiting alone to welcome him, Then my strained eyes grew very dim, And almost it repented me"], [191, "THE DEATH RIDE 183 Of my dark purpose. But where is he Able to change the garments of The mind, and at one brief stroke remove The crusted thought and passion of years ? \" So we rushed on. What hopes and fears Battled in other breasts than mine I knew not, nor along that line What various fortunes sped their way. Do we not travel every day In a more spacious railway train, Each with his pack of joy and pain, Screened from his fellow-travellers' sight ? Some arrive, and others alight, As on our crowded track we go, On messages that we never know, Till the train stops with each of us In the last narrow terminus."], [192, "184 A DAY'S TRAGEDY \" So we rushed on. And the red sun Sank like a wounded champion ; And the shrill engine shrieked with fear, To the tragedy drawing near, And halted pantingly. Then I knew That which I had come to do, And faltered. Over my stricken soul Wild, unreasoning terror stole For the first time, and made me trace Suspicion in every passing face ; Seemed that the book of the mind lay bare For all to read what was written there ; So that I fled into the dark To hide my secret. The terror stark Clung to my back, as through the town And shadowy gardens I fled down On to the solitude of the shore."], [193, "THE DEATH RIDE 185 me There I halted, out of the roar Of the loud world, and felt the still, Passionless breath of ocean fill My soul with fortitude. Presently Through the soft dusk came borne to The beat of a clock. I counted eight Then I lay down to meditate.\""], [194, "X 186 THE LOT \" Are there any who have not known What it is like to stand alone Beside a gulf that they cannot plumb, And question Heaven, and find it dumb ? Is there one who has never felt Time like a wall of vapour melt, And life like a misty garment roll From him, and leave his fearful soul Naked amid eternity ? \" Long and deep was my reverie. It was an hour as beautiful As a diviner's hand could cull"], [195, "THE LOT 187 Out of time's garden. At my feet Lay, like a child in slumber sweet, The billows panting from their play. Down in the offing, dim and grey, Brooded the realm of that lost time When first I heard love's music chime From every cape and headland steep Round the rapt isle. Along the deep A distant sail dragged mournfully At the forlorn edge of the sea, Hovering between the sky and coast Like the sad, moonbeam-driven ghost Of some drowned ship that long ago Went to its wreck far down below. \" There are some moments that oppress The soul with utter sorrowfulness, When the fire of passion is dulled, And, as with one whose sense is lulled,"], [196, "A DAY'S TRAGEDY 188 In a narcotic's dreamy sway, Fades the hold on life away, And we sink down in a great void. \" I was like a reveller cloyed With banquets, who droops his weary head And his tired limbs on the cool bed Gratefully, when the dawn is near. \" Lying there I lost my fear, For the sea's mysterious breath Sang in my ears the song of death ; Death the delicious, shadow sweet Out of life and its noonday heat Refuge from all the storms of fate, Lord of love, and lord of hate, Rest for the feeble and for the strong. O why do the race of men prolong The bitter wrestle that is so brief; And will not be comforted with relief!"], [197, "THE LOT 189 \" What is death that we should mourn ? From the moment we are born Have we not begun to die? Every soul beneath the sky Imprisoned in this lower ground Carries still a mortal wound Which there is none hath skill to cure. Fate's artillery is sure ; Still the loaded cannon stands Pointed to us, and our hands Have not strength enough to snatch From the breech the burning match. Be our life a May-fly's span, Or the longest given to man, Dying through a hundred years, Still the final moment nears. \" Thus I had come at last to see That it was good to be set free"], [198, "A DAY'S TRAGEDY 190 pain ; From the tugging of the harsh chain Whose links are christened pleasure and Free from the waves whose endless roll Lifts and shatters again the soul, Free from the harshness of the proud, Free from the millstones of the crowd, From the injustice of the law, And loathsome poverty's cruel maw, And the reproach of ignorance, And the blind wrath of evil chance, And that most bitter sting, to long For worthy tasks, and to feel the strong Hand of destiny holding us Down in some groove inglorious, Labouring in the mire and dust, Where we eat our hearts with rust, Like prisoners who forgotten lie And hear of their cause's victory,"], [199, "THE LOT 191 And watch their friends to triumph go With waving banners and trumpet's blow And ringing of bells and cannon's boom, While they are left in the dungeon gloom \" Death is a door. What lies beyond ? Man, of his busy self too fond, Takes eternity for his own, And lays the foundations of his throne On the beams of the universe. This native orb is but a hearse Bearing the body's funeral load, While the breath to a new abode Wends victorious : so he dreams, Focussing down eternal schemes To his mind's microscopic lens ; As if this planet's citizens Cast from their tiny standing-place A shadow over infinite space,"], [200, "A DAY'S TRAGEDY 192 > Perplexing the government divine. \" Truth exists, but there comes no sign To guide the footsteps of them who seek. We are like men with glasses weak Who peer through fogs at an unknown shore We mark the headland, and hear the roar Of breakers, but what behind them lies Baffles the books of our surmise. Man does not reason, he only hopes, And for a foothold blindly gropes Through chaos ever, and is denied. \" I was not so swollen with pride, So much in love with the master me, As to crave immortality For this poor skeleton of desires And fears, that a little breath inspires."], [201, "THE LOT 193 Longed I rather to rest upon The dreamless bed of oblivion ; That the involving knot might burst, And life's linked energies be dispersed Separate, each to its own bourne. Thus the lot that the many mourn Softened its face : and I discerned Secrets that you have never learned, Blindfold in your illusion's thrall. As the Ionian capital, That the slow clutch of ruin strips, Cyphers with its mute, marble lips The form of the vanished architrave, So is man's state this side the grave A key to the state that shall succeed ; A riddle that you refuse to read, Lest the answer should put to flight Your air-castles in the infinite. N"], [202, "A DAY'S TRAGEDY 194 \" Man's career is out of the dust, His body, a bubble blown by lust ; His soul goes out like a flame in the air, And the place of it is not anywhere. Yet he pines, like a slave who has quaffed Once, in his master hour, a draught From wells of forbidden potency — Mingled, ah, not for such as he ! — To his undoing, and carries still A thirst no different fount can kill. Strive as he will, he cannot range Out of his orbit ; all things change And perish, and man shall not endure. This earth dissolves, the mountains sure Shift like the tapestry of a dream ; Lo ! the removed stars that seem Like in steadfastness unto gods, Yet they have their terms and periods."], [203, "THE LOT 195 None the allotted verge can pass. So the creation is a glass Where the soul views her destiny. \" And the Creator, where is He ? That is the last great question, where All the wise and the foolish fare Alike, on the brink where knowledge stands Checked in her march, and folds her hands Defeated. All my life I had sought After God, and had found Him not ; Save it were some soft semitone Welling up, when I stood alone, Out of the midst of earth's loud cries, Or some faint glory that caught my eyes Out of the sunset's beryl green, Dear as the scent of flowers unseen"], [204, "A DAY'S TRAGEDY 196 To one in the heart of a great town. Yet for the last time I knelt down There on the sand, and turned my eyes Upward through the wistful skies To where the sightless cycles tread. All heaven was glorious overhead, The sun from his rolling chariot tire Had sprinkled a myriad drops of fire Across a pavement of porphyry,. Weird and wonderful to see, And like a monstrous fiery kite Swayed and swung from the infinite Seven-starred. Then I prayed. \" ' Thou by whom the stars are swayed, Changing within a changeless law, That didst the firm departments draw"], [205, "THE LOT 197 Or ever the writhing seas of flame Swept into circles, and became Quick with the seeds of future spheres ; That didst, as with invisible shears, Sever the planets one by one From the skirts of the weltering sun Shrinking from the shores of space, And bid them in their circuits race, And fix them that they never fell, Pacing like a sentinel Round the tall roof of a tower ; That chose to bear the sacred flower Of life, this fluid orb, and bent Strong blasts against it where it went Through æther, till the stable floor Of rocks above its fiery core Submitted to the print divine : Thou that, up the long incline Of growth, the germ of life hast led,"], [206, "A DAY'S TRAGEDY 198 Since first along the sea's dark bed Dust and rain together clung Enwebbed, and forged the lowest rung ; That didst divide the branching cell, And bid the rolling polyp swell, Lengthening till it split in twain, Each part to trend the round again, When birth and death together ran From the mould, and life began : Thou that from the embryo lapped In dole and darkness hast unwrapped This marvellous handiwork of joint And sinew, perfect to the last point, Wound on what spring we cannot tell, Only we know that it runs well : Power unknown, by whatever name Ignorance hails Thee, still the same, Word, or spirit, or God ! If Thou To the low calls of earth dost bow ;"], [207, "THE LOT 199 '» If Thou hast ears to hear my prayer ; If Thou hast any heed or care For man's emergency ; if Thou art Something more than a great heart Sending fiery darts through space, In whose sweep the human race Counts no more than stones and weeds ; If Thou hast help for human needs, Help me now ! ' I fell on my breast, And ceased to cry. God knew the rest, If He knew aught, knew the long strain. The passion, the bitterness, the pain, All I had suffered, all I had thought, Knew far better than I who sought What was the medicine for my sore. \" So I lay on the lonely shore,"], [208, "A DAY'S TRAGEDY 200 Listening for God's voice. And heard Only the scream of an ocean bird Flying inland, only the sound Of dancing music that came, half drowned By distance, from the shadowy pier, Only the lapse of the waters drear Down the shingle. And the night wind Blew and chilled me, body and mind. I gave one last long look around For succour, and death was all I found. And I was ready to die. But what Of Anthony ? Was it worth or not Cleansing the world of such a stain ? Was the release of Madelaine My business ? Then in cloudy fit I walked by the sea and questioned it."], [209, "THE LOT 201 And the cold sea from all its waves, Like winds that breathe on forgotten graves, Sent back a whisper answering, ' Yes.' And the pines, like souls in distress Wringing their hands along the swell, Rustled the same low syllable From branch to branch. And the answer blent With the night's mysterious scent ; And the face of the moon grew sad As though from her far-off seat she had Heard the question and answer given, And registered in the courts of Heaven. \" Last I bent down, and on the sand With the finger of my right hand Wrote the death-warrant. Close beside The coming or the departing tide — I knew not which — did I scrawl his name, And waited. It was an awful game"], [210, "A DAY'S TRAGEDY 202 me With God, like the one that Gideon played In Jezreel, when he felt afraid, Stretching his fleece upon the ground, That sodden with dew at dawn was found. \" I waited, and clear across the air Heard the voice from the steeple fare Nine times. And the hour had wrought on So that no more I seemed to be Interested in my own cause, But to be part of the great laws That governed it all, an instrument In the hands of a higher intent, Staying with folded hands to do God's mandate. Ripple by ripple drew The dark waves dispassionately, Keeping time to their decree,"], [211, "THE LOT 203 •j Like an army that goes to slay, Nor halts nor hastens upon its way For individual loves and fears, Nor old men's curses, nor children's tears ; Not out of any hate that fills The soldier's bosom for him he kills, Cast in a common lot with him, But borne on currents vast and dim That take whole centuries to lock Two nations in the battle-shock, And stratify the human race. \" So the sea with stealthy pace Neared its mark. And beyond the rest Presently leaped one wave, and pressed Its foam-lips on the devoted spot, Like the kiss of Iscariot, And fled. But the name was there no more. Wiped away from the tell-tale shore"], [212, "204 A DAY'S TRAGEDY Under the dribble of the wet sand, As if, in answer to my demand, God had wiped it from the great Book Of Life. And without another look I turned from the spot, and firm of soul Set my face at last to the goal.\""], [213, "205 XI. THE DEED \" Tarried no more my burning feet Along the way to that lordly seat Built by the Nebuchadnezzar of gold, Where he feasted himself, and told His spoils in the silent, ceaseless war Of wealth, where cunning is conqueror, And boasted himself beyond man's harm Shielded, and Heaven's reluctant arm. \" This is the age when art, not force, Marshals the lists and holds the course, When open warfare is out of date, And foes go smiling and hide their hate."], [214, "A DAY'S TRAGEDY 206 And outbreaks of honest passion jar The order of things, and seem bizarre In our tame world. It was thus I found Something petty in all around, Which with my mind was out of tune. The street-lamps sputtered beneath the moon Meanly, and the smooth-paven roads Wearied me, and the trim abodes Strutting in their Victorian brick ; Till my disgusted spirit grew sick To shirk them, and plunge amid the trees. The world, like the shirt of Hercules, Wherever it touched me made me sore. \" Swiftlier still I hurried o'er The passage, and slipped inside the gate, Heavily barred, whose iron state"], [215, "THE DEED 207 Guarded the rich man's privacy. It was like happiness to be Drenched in the shadow of the tall pines Marching away in dusky lines Through the darkness. And underneath, Where the sharp moonbeams rent the sheath Of foliage, an unhallowed glow Burnished the sombre stems below And thick-strewn needles, as if of old There a river of wine had rolled, Leaving a claret-crimson stain, Or there some enemy had been slain, And the undying marks of blood Splashed the trunks of the murderous wood. \" So I came on. Along my road Lay the deep silence like a load. Only a fitful flaw of wind Fluttered among the boughs behind ;"], [216, "208 A DAY'S TRAGEDY > Only I caught the faint, low fret Of some rock-thwarted rivulet ; Only I heard a dabchick shake The lilies, stepping across the lake — No other sound. What vision accurst There on my straining eye-balls burst ! There, enthroned in the moonlight's flow Decking their realm like the wreathen snow. Side by side in the mimicry Of tenderest love, sat he and she, Sat the despoiler of the shrine There in the place that had been mine, Glutting his coarse and evil eyes With the rare beauty of the prize I had expected for so long, Bruising in fingers hard and strong"], [217, "p. 208."], [218, ""], [219, "THE DEED 209 The velvet fruit it had seemed too much For my caressing hand to touch. Heavy, self-satisfied, serene, Where in my folly I had been Racked with all delirious pangs ! It was like seeing her in the fangs Of one of those shapes of horror and dread That crawl by night to sleeper's bed And suck the life ere he is aware. All my love and all my despair Were swallowed in one great hellish rush Of jealousy, like the lava gush Of a volcano bursting through, Scattering in its fiery spew The ashes that lay upon my heart ; And I strode forth to do my part Winged with a terrible new force, Dead to pity, dead to remorse, o"], [220, "A DAY'S TRAGEDY 210 Vexed that I could not kill him thrice. \" Between those two like a spear of ice My coming smote. If Madelaine shrunk Dismayed, I noted it not, too drunk With hate for love to influence me. Nor what I said to Anthony Did I know then, or now can tell. Up in my face with a craven yell, Fear choking hate, he seemed to spring Frantic. I raised the precious thing I held in my hand, and gripped the steel With furious joy, as if I could feel The finger that pressed the trigger tear The life from him. Then I knew a flare Of fire and smoke, but I heard no roar, Only I saw on the marble floor The body of some dead man that lay Stiff, and still, like an image of clay,"], [221, "THE DEED 211 And save for a dark red stain that wound Slow and softly along the ground, He might have been dead a hundred years \" Then with a start my sleeping ears Felt a great wounding crash, as if On my head a mountainous cliff Toppled in ruin ; and I fled Madly, spurred by an awful dread Lest that creeping horrible stain On my shuddering steps should gain, Crawling faster than I could flee. And still did my dead feet seem to be Meshed in some wearisome obstacle ; And once I stumbled and almost fell, Yet dared not look behind me for fear That trickle dark should be drawing near. All directions were one that night, Save when I saw a human light"], [222, "A DAY'S TRAGEDY 212 Spring before me, and turned from it. And the pale gas-lamps seemed to flit And reel beside me, as I ran past Desperate, till I came at last To a wide lonely waste of beach Out of the light and out of the reach Of human voices. And there I stopped, Gasping and beaten and wild, and dropped Down like a stone. And I was aware Then first that a storm was in the air. All my face was battered with rain, The angry lash of the hurricane Fell on me like the chastisement Of God, and the great black sky was rent In ragged chasms of jagged fire, Like the lurid letters of ire That glared on Babylon's palace wall At King Belshazzar's high festival."], [223, "THE DEED 213 down, On my right the enraged sea Fought in its wrath to trample me, Like a vast army, rank on rank, Storming up the volleying bank Walled by bayonets of the foe, While the batteries belch and glow, And Death, from his high place looking Casts on the earth his iron crown.\" Whirled in that headlong narrative, None who sat there had time to give For judgment. They sat half terrified, Breathing hard, with lids set wide, Staring as if some unknown spell Had by a frightful miracle Laid his bosom utterly bare, For them to behold the passions there At work, and watch the life-blood start Through the great auricles of the heart,"], [224, "A DAY'S TRAGEDY 214 •f Shutting and opening with the dumb Beat of a muffled pendulum. \" But the havoc within my mind Was more terrible than the wind, And drove me onward. Mile beyond mile, Busy with many thoughts the while, On that lone strand I held my course, Till the tempest slackened its force, Grumbling like a beaten foe, And the cloud ranks lifting slow Left a wan light on heaven and earth Like that of fires that have their birth In the bitumen realms, a glare Dreadful as that which fills the air From midnight furnaces, where they stand Side by side in the iron land. \" And all the way I carried with me"], [225, "THE DEED 215 done, The burden of my new mastery Over my fate. To die, to live — This was the last prerogative Left me ; to calmly meet the shock Of the law's enginery, or to mock Man's insolent justice by a stroke Self-given. And pride the answer spoke, I had done nothing worthy of blame, I would play out the end of the game, And to the world my story tell, Ere the last hour upon me fell. \" And lo ! when I looked the night was And over the roofs of Lymington Flashed out great pointing wings of grey And purple, where, scared aloof by day, Some fallen archangel took his flight ; And like a golden bubble bright"], [226, "216 A DAY'S TRAGEDY The sun shot up. And before I knew The pack of the law was full in view, On my wrist was the chilling steel, And on my neck opprobrium's heel.\" With the first lull in the fierce speech Came back his consciousness to each. What they heard was no tale sublime Acted for beauty, but a crime Against their creed and against their laws, Against themselves : and in their own cause They were the judges, and it was their Part to requite, and not to spare. So the twelve, who had half inclined To mercy, leant to a harsher mind, Vexed to have been so lightly moved By things that their after-thought reproved."], [227, "THE DEED 217 -j And a new influence radiated From them, that struck an icy dread Through Mortimer ere again he spoke. From his illusion he awoke To see life slipping between his hands Fatally as the measured sands Down-sliding within their crystal womb. Weary and sick did he resume : \" Now you know all, the grief, the shame. All the hard road by which I came Into this place. Within your breasts Doubtless the dark solution rests, Closing my life's long tragedy. You have the power to rescue me From the law's outrage, and the grave ; But there are things you cannot save"], [228, "218 A DAY'S TRAGEDY Me from, the fatal heritage of My wasted life and my shipwrecked love. There is no power that can set free Man from himself. You cannot see, After all, what I am, and why I killed that creature. And sometimes I Doubt myself, and doubt of my cause. Yet if there be eternal laws, Higher than any judge can find, Written upon the human mind Indelible, I appeal to them ; Careless of whether you condemn, So that I vindicate my deed In courts where eloquence cannot plead, Nor witness lie. For myself alone No more, but because in my ear the groan"], [229, "THE DEED 219 Comes up of the weeping centuries. Society's stately fabric is Builded upon a thousand wrongs ; The prophet's curse and the poet's songs Ring with the grievous woes that lie Buried beneath her masonry, And muffled by weight of marble walls. And a low voice for vengeance calls, Vengeance that will not always stay. Hark, how it swells and grows to-day Like thunder gathering from afar, Like a rolling battle-car Hurtling down the fields of peace ! \" Let the long night of hatred cease ! Love is the one great gospel left When all the creeds are broken and reft On to that better morning glance My brothers, and if deliverance"], [230, "A DAY'S TRAGEDY 220 Cannot be won for men, but by The death of a victim, let me die. The world is great, and I am but one Who loved, and was wretched. I have done.\""], [231, "221 XII. THE JUDGE FOR a brief time you could not tell He had done speaking, so the spell Of his last words lay on the crowd. As in a church, when all are bowed To hear the benediction said, And for a while none lifts his head Lest he should meet God's awful eye ; But by degrees a strangled sigh Goes round, and some begin to feel After their books, and then to steal Impatient looks from pew to pew, Watching for the bold spirit who"], [232, "A DAY'S TRAGEDY 222 First shall cease to seem to pray ; Till the reverent hush gives way Into a clatter of tongues and feet : So each hearer upon his seat Fidgeted silent for a space, Peering, wondering, at the face Tired and flushed of the prisoner. There was a menial officer, One of whose tasks it was to bring Light at the fall of evening. It had fretted his narrow mind, To all but its own small purpose blind, So long to linger. He understood From that long pause that the time was good For his achievement, and forth he came, Setting a ring of sparks aflame In the great iron chandelier That swung from the ceiling's hemisphere."], [233, "THE JUDGE 223 It was the hand of reality Tearing away the poetry That hung like a perfume on the air Till detected by that rude glare. Snapped was the tension, and the floor Filled with the indescribable roar Of lips that whisper and clothes that brush. And Mortimer, when he felt the rush Of the red gaslight bruise his eyes, Knew with a pang of shocked surprise That an abyss had gaped between Him and those forms that filled the scene. Then the judge spoke. But first he drew Out of his breast, and laid in view Beside him, the bodeful silken square, Black like an inkblot fallen there From the recording angel's pen. First to Mortimer's soul struck then"], [234, "A DAY'S TRAGEDY 224 The horror of the approaching doom ; Over him drew dark wings of gloom, And the void air denied him breath, And round his bursting heart cold death Tightened its clutch. His eyes went dim And the whole world shrank back from him And left him, a spirit cast away, Beating at chaos. Stricken grey In the law's service, he who filled The seat of judgment was deeply skilled In the hard lore of humankind. He knew the workings of the mind, Knew it was not enough to draw To the curt letter of the law The eyes of those whom he addressed, But keeping judgment in his breast,"], [235, "THE JUDGE 225 With reasonings able to command Swayed them to the legitimate end. Now did he take few words to tell Transparent truths, nor cared to dwell Within the statutes' narrow scope, Choosing the greater task, to cope With his antagonist on the ground Himself had taken, on the profound Basis of laws. It was the fence Of minds, the duel of eloquence, Fought before umpires who had made Their verdict or ever blade struck blade. \"You are not here, neither am I, To make laws, nor wantonly to try Whether or not the law be hard Our country has given into our guard. Has it been broken ? There our quest Begins and finishes. All the rest P"], [236, "A DAY'S TRAGEDY 226 •y Lies upon other heads than ours. \" Law is a truce between the powers Whose warfare wrings the barbarous state, A league against the camp of hate, Against the hundred arms of wrong, The brutal outrage of the strong, The vengeful treachery of the weak, And the madman's dangerous freak, The selfish malice of the boor, And the dishonesty of the poor, And the unscrupulous rich man's greed, The priest benighted by his creed, The king benighted by his birth. All the dark spirits of the earth Would walk abroad in cruelty And lust, if weltering anarchy"], [237, "THE JUDGE 227 Once overthrew this hallowed pale. \" True, it is hard for those who fail To understand that the fight was fair, Hard for us all, when sorrow and care Dog our pathway, to recognise The government of the world is wise. \" All of us have our measure of grief. You we have heard are not the chief Sufferer of a suffering race. Loss like yours is a commonplace, Has there been since the world began Love that lasted, of woman and man ? Woman, the fair, the false, the frail, How oft shall the old unhappy tale Pass, and repeat itself anew ! Mad was your pride to deem that you"], [238, "A DAY'S TRAGEDY 228 i> Had griefs, all other griefs above. Often it is self-love, not love, Feels the wound, when we have not won That which we set our hearts upon. \" Love should be nobler than to press His bond, or to tarnish by duress Those delicate impulses divine. When the spirit forsakes the shrine What boots it if the bare walls remain ? Who can couple love with a chain ; Or rule affection with diadems ; Or purchase desire with many gems ? \" Once when love has flown his.wings, Not all the burden of pleasant things, Not all the riches of gold most rare, Nor spices that soak the drowsy air, Nor fruits that the Indian sun has kissed; Nor wine in goblets of amethyst,"], [239, "THE JUDGE 229 Neither the lorn lute's melting lays, Neither the honied lures of praise, Not all the pleas of passionate eyes, Not all the kisses, nor all the sighs, Nor memory's voice that haunts the ears, Not all the prayers and not all the tears That to the lonely stars complain, Can call him to his old realm again. \" This was your misery, that you loved Where love was easily removed. This was your error, that you fought Against the ill that destiny wrought. This is your crime, that you visited Wrongfully on another's head That which we could not help nor cure. It is godlike to endure ; It is devilish to rebel, And to let loose the floods of hell"], [240, "A DAY'S TRAGEDY 230 O'er all a fair and peaceful coast, Because your single ship was lost. You, when you saw your venture break, Cursed the world for a woman's sake. Was there good, you heeded it not ; You would smite the Gordian knot, And against all the spheres would range Revolution and ruin and change. \" Fool ! if your utmost wrath were wrecked, If earth in all your visions were decked, While she you loved had ceased to be true What were life the better to you ? \" Aye, though the great descending flood Of judgment should purge the lands with blood, Though the kings should perish like beasts, And God should turn the hearts of the priests,"], [241, "THE JUDGE 231 ', Though hate should cease between enemies. And in the mouth were no more lies, Though the Messiah coming down Wore in Zion His royal crown, Still, as long as time shall run, Long as the seasons dog the sun, And the green leaves of spring turn brown With autumn, and to the dust go down, As long as man is mortal, as long As in his veins the blood-drops throng, And to his heart the torrents come, So long it shall be the lot of some To love where love is scanted of worth, And there shall be sorrow in the earth.\" While he spoke he smothered a sigh, And a compassion tinged his eye. But the prisoner noted it not. All his mind was fixed on a spot"], [242, "A DAY'S TRAGEDY 232 Over the speaker's head, a niche High in the wall, in front of which The insect geometer had flung His marvellous net ; and where it hung Pounced and darted a booby fly, Drawing at every swerve more nigh. Then the judge, recalled to his part, Flushed with the mastery of his art, Like an old chess-player of fame, Learn'd in the theory of the game, But baffled long against his will By some novice's lawless skill, Who feels at last he has stripped him bare Of all his pieces, and penned him where There is no more release from fate, And drives him steadily to the mate."], [243, "THE JUDGE 233 \" All these curses, and all these cries, That from the heart of youth arise, Are pangs of growth, like the serpent's skin Sloughing from the new snake within. As the embryo of mankind Repeats in its narrow prison blind All the steps of the toilsome road That man, from the protozoan, trode, So must youth in its pilgrimage, Mount through many a lower stage Where wilder, barbarous moods are rife, Ere it emerges, taught by strife, Into the sober middle state Where man learns to pardon and wait, And his old wrestlings seem to him Something uncouth and strange and dim. \"Is not the world a greater school, Where orders and settled customs rule ;"], [244, "A DAY'S TRAGEDY 234 lj Strange to those who enter it first After a youth in softness nursed ? But as their eyes grow clear they find Wisdom in those harsh laws enshrined. Life is not ordered by the rage Of youth, nor the frostiness of age, But by the full ripe years that fill Manhood's zenith, and, strong of will, Shape the world to their desire. \" Falsehoods in action soon expire. All you endure is governed by The dark laws of necessity, Which to discern, and to obey, Is the first step on wisdom's way. None from those laws unwrit are free, Neither the poor in his poverty, Neither the rich man in his wealth, The strong by power, the cunning by stealth"], [245, "THE JUDGE 235 Liberty's golden trumpet blare Calls to us from the mountain air, But from our bounds we cannot break. \" As well might the maniac planets make Rebellion against the central sun, And wild in the fields of heaven run. And on the happy souls who wear Meekly the clinging robe of care It nestles softly, and leaves no pain, But with those who chafe and strain To break through it, every silken mesh Cuts like a blade into the flesh. \" You are content with the strait laws Of matter ; you make no moan because You can put forth no limbs to rise Chasing the eagle up the skies."], [246, "236 A DAY'S TRAGEDY Man is a law of nature too, Doing what instinct bids him do, Ranging not where his choice is, but Driving along the narrow rut Laid down for him at the dawn of time, Ere ever the shapeless blots of slime Began their rootlets to uncoil. In vain you ponder, in vain you toil To free yourself from humanity, Rewriting the race's history ; Is not the very garb you wear The fruit of the ages' toil and care ? Can you begin the arts anew ? Have we not tilled the earth for you, Cleared its forests, and planted it With field and garden, and made it fit For your enjoyment ? Have we not slain The wild beast ravaging through the plain, Built you towns and palaces rare,"], [247, "THE JUDGE 237 -> Plucked you the fruit of knowledge fair, Laid the rails for your advance, Taught you to see our ignorance ? \" We on our planet are afloat Like a crew in a narrow boat ; Every man must pull an oar, One must steer to make the shore, None shall be left but laboureth.\" Now for the last time he drew breath. But Mortimer cannot take his eyes From where the hapless reveller lies Crumpled within the web, that swings To the wild beating of his wings ; And already the spoiler peeps Out of his lair, and towards him creeps. \" Life is a compromise. Each must give And take, that the world at peace may live."], [248, "A DAY'S TRAGEDY 238 And the whole race its end fulfil. The common purpose, the common will, Governs, and he who quarrels with it Quarrels with all men's benefit : Let him from man's domain withdraw, And the protection of his law. \" You have renounced the solemn pact, Broken our brotherhood by your act, Taken upon yourself to do Us mischief, and we must break with you. We, for our own sakes, cannot give The right to slaughter and to let live To you, to dangle above each head The sword of judgment by the fine thread Of good intention — were you as wise As every man is in his own eyes — To run amuck through the world, and slay. Who should become your second prey ?"], [249, "THE JUDGE 239 \" These are our laws, which have been made By them of old as a barricade Against the passions of men like you. You have chosen to break them through. You have become a noxious thing Loose in the world. You chose to fling The gage of battle to us, and we Take it up dispassionately. If upon nature's iron frame You clashed, her sentence would be the same. Think of us not as those who hate, But the firm ministers of fate. Fixed in your path you saw the shelf Of rock on which you have run yourself.\""], [250, "■y 240 XIII. THE END Through the pent silence broke the word That old Plantagenet ages heard, The fossil of a barbarous law. With serious steps the twelve withdraw, Cut off from light, from warmth, from food Till they achieve a common mood. Grave, yet not altogether void Of secret pride to be employed In a conspicuous, fateful part, They go. And various ones upstart, Sorely by that long session tried, And let the sturdier air outside,"], [251, "THE END 241 Sweet with rain and strong with wind, Cleanse the miasma of the mind, Doubts of justice, and of the strong Arm, and old rules of right and wrong. But for the most, immured in keen Suspense, they cannot quit the scene, Greedy for the tragedy's end. From every swarming seat ascend Collisioning questions and replies ; Not out of any doubt that lies Over the issue, long assured, Though here and there some youth, allured By that intense, despairing plea, Thrills with the sweet sympathy Of all young discontented souls. Round the dock's mute inmate rolls All this clamour, unheeded where He sits in his own company there, Q"], [252, "A DAY'S TRAGEDY 242 •y And is as much alone as though Already he lay at peace below, Wrapped from the walk and talk of men For ever. What was happening then In the bare walls of the cold room Where dreadful destinies fill their womb, Darkly cohering from the void ? For the first minutes they had toyed With the surroundings of their task ; Till one, more hardened, dared to ask : \" What is our verdict ? \" Only one Strove with the stern opinion — One who, many a year before, Married the woman he loved more Than all whom the kingdoms held beside. And ere she had yet put off the bride"], [253, "THE END 243 Death in one desolating flood Swallowed down with blossom and bud, So that he walked the earth long while Like one cast up on a lonely isle, Who grudges to till his daily plot, Sows and reaps, but rejoices not, Gazing for ever across the foam For the dear ship to take him home. He to the milder thought inclined That the madness within his mind Absolved the slayer from the last doom Of slaughter. And so the darkening room Witnessed an hour-brief argument Where many voices murmuring blent. And when it ended, they conferred The office of making known their word On one who had sat, self-wrapped, apart — One who twenty years in his heart Had carried the load of a secret crime"], [254, "A DAY'S TRAGEDY 244 And never once fell, in all that time, A sudden footstep upon his ear, But started to life the sudden fear. So they returned. Within the Court During that resting time, so short To Mortimer, to the rest so long, A lull had gathered upon the throng, Wearied of its own restlessness, A torpor such as doth possess A ship becalmed on a coral swell, Where you may idly drop a shell Over the vessel's edge, and see It shift and sink down tremulously Through shimmering fathoms. But when the door Opened there came a wakening o'er, Like the faint rustling air that steals Landward before the thunder peals."], [255, "THE END 245 \" Guilty.\" The solemn answer fell Like the sound of a passing bell On every spirit. With swift consent All those eyes on Mortimer bent. But for the moment he stood still, Strangling with a despot will The strong rebellion of his blood. Only they saw him, where he stood, Raise his right hand up to his face, As if he would screen him from disgrace, And pass his fingers hungrily to Lips that already were cold and blue. \" Prisoner ! Have you more to say, Ere the law's sentence takes its way ? \" Fierce at the word he stretched his hand Forth to beckon and to command."], [256, "246 A DAY'S TRAGEDY ours, \" Yes, I will speak, I will deny The right of your rough assize to try Truth in its rusty balances ; Take my life from me, since you please. In reverence to the man I killed Do it, but never seek to gild Under the stale and beggared mask Of justice your fear-begotten task ! \" There is no truce between the powers We follow, though yours have conquered You have laid down the laws of life, Set up the barriers for the strife ; Yours is the spirit that has birth In the high places of the earth, The sacred altar and the camp, The moving army's myriad tramp, The high cathedral toned to praise, Are yours, yours are the million ways"], [257, "THE END 247 Of wealth, the lore of sciences, The voice of many languages Uttered at evening and at morn ; For you men reap the copper corn Above, and frozen forests hew In darkness underneath, for you Seas are bridged, and continents Sewn with steel, and mountain rents Sealed up ! But unto us are left The wild-flower seeding in the cleft, The cloud across the sunset driven, The company of the stars in heaven, The winds that through the zenith stray, The laughter of a child at play, And the immortal dreams that fill Boyhood's mind without his will, And love, against unkindness true, And these have might to conquer you."], [258, "248 A DAY'S TRAGEDY \" Can you not think of any plan To rescue us from your rule, O man ? Must we for ever bruise our wings In your strait-waistcoat's fastenings? For ever our wayward lives we spread Racked on your Procrustean bed ? Our heart-throbs reckoned and rated by Your barbarous morality? \" As for my life, I ask it not. The stake is lost, I have drawn the lot. It is too long since life was dear To me, for any ignoble fear Of shores unknown to turn me back Now I have filled on my. last tack, And feel against me blowing free The cold wind of eternity.\" He caught his breath, and a sudden freak Of pain indented his hollow cheek."], [259, "THE END 249 \" Did you think you could kill me ? No I myself have given the blow ; This is the protest which I make. Where were your eyes, to see me take Death by the hand before you all ? \" Then a great horror filled the hall, Learning that some tremendous thing They might have hindered, was happening Just where their fingers could not stretch, Feeling like the poor stupefied wretch, Numbed by long hours of sleepless strain, Who has launched the unconscious train, Laden with lives, on the wrong track, And sees the red light glaring back, And knows too late what he has done, And hears already the awful stun Reverberate in his bloodsick ears. The prisoner rose above their fears"], [260, "A DAY'S TRAGEDY 250 Exultant, even as one who flies Day-long from a host of enemies, Driving him shelterless to the shore, And just as their ranks begin to roar Around him, slips in a friendly boat On the protecting tide afloat, And out to the sunset drifting free, Smiles at their harmless enmity. Ere they could move, he raised his voice For the last time. \" I made this choice First when I could reckon the cost. When I lost Madelaine, I lost All that made life worth while to me ; This outer shell of mortality, This withered husk of unreaped desires, This ruin blackened by many fires,"], [261, "THE END 251 Enslaves me not. I have shot my dart For good or ill, I have played my part While the light lasted. For I hold He in whose heart love's breath is cold He has made a failure of life.\" Now in his veins the drug was rife, And the white froth bedewed his lips, And his eyes closed in the eclipse Of nature. But ere he broke and fell One of those cries burst forth which tell Of love that tramples the coils of pain : \" O my belov'd, my Madelaine ! Death, wilt thou give her back to me ? O when life sets her also free, Leave us together, me with her Rolled in the same dark sepulchre ! \" So, like a wave that on the shore Bends and falls, and is seen no more,"], [262, "A DAY'S TRAGEDY 252 1 Out of the midst of them he went ; Like a soldier who strikes his tent To march to another camping-ground ; Without a shock, and without a sound, Between the gates of the unknown Which every man must pass alone ; Into the land whose borders lie Out of the starry searcher's eye ; Into the unseen neighbour land Which lies for ever at our hand. Such are the lives with which we play. Homeward went the crowd their way, Shocked from their comfort for an hour Till common things resume their power, And down the jostling years the tale Drifts to become a memory pale, Blurred by a thousand tears and smiles ; Or found in dusty journal files"], [263, "THE END 253 By one who earns a weary wage Grubbing to fill another's page, Holds him long, with wistful eyes, While the murky daylight dies ; Till with a start he snaps the chain, And to his task goes back again."], [264, "PLYMOUTH WILLIAM BRENDON AND SON PRINTERS"], [265, ""], [266, ""], [267, ""], [268, ""], [269, ""], [270, ""]]