[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, ""], [10, ""], [11, ""], [12, ""], [13, ""], [14, "Well Hall, Eltham. 1895. \\Froxtitfim"], [15, "WELL HALL, ELTHAM. A PAPER PRESENTED TO THE gilooltoicf) SiStvtct antiquarian Socfetg. BY WILLIAM THOMAS VINCENT, PRESIDENT OF THE SOCIETY. WOOLWICH ; JACKSON AND SONS, PEINTEES. 1896."], [16, ""], [17, "19 WELL HALL, ELTHAM. By W. T. VINCENT. Who would have thought that within a mile of Woolwich, and about as far from Greenwich, was so charming, so interesting, so picturesque a place ? To this purport were the general observations of those who accompanied our Antiquarian walk to Well Hall on the 21st of September, 1895, and were, by the kindness of Mr. H. P. Russell, permitted to inspect the venerable domicile now in his keeping. It is, therefore, that these pages are written. It is because Well Hall is so little known, and because it is so worthy to be well known, that this article is privileged to appear in the first issue of the Society's •' Proceedings,\" and it will be acknowledged that, except for the nobler ruin of Eltham Palace, there is no subject of antiquity so fit and so ready as this to serve as one of the earliest object lessons in our particular field of study. The remains of a moat and one wing of an old building shown in the photograph (see frontispiece), so successfully produced by Mr. W. H. Dawson, are almost all that we can see to-day as vestiges of archæological importance at Well Hall, but these are in good preservation, fairly extensive, and suffi cient, I think, to throw considerable light on their history. It will be seen that the moat as it now exists is all towards the west. A rectangular lawn or garden is quite surrounded by it, and there is a fragmentary extension northward. Now, our ancient fathers did not go to the trouble and expense of constructing moats like this, which is 15 ft. deep when clear of mud, for the sake of mere ornament. Moats were required to isolate and protect their dwellings, and, that being so, would have to go all round the building, or, at least, on all its vulnerable sides. In this case I have, after careful survey and study, come to the conclusion that the moat did so surround Well Hall, and I submit a hypothetical plan which will show my belief as to the extent of the old building and the trench which encircled it. To this assumption the modern house lends, of course, no evidence, and we do not at present"], [18, "20 know whether the existing wing of its predecessor here photographed did or did not cover all the original ground ; but that at one time there was a rectangular structure of three fronts, coincident with the moat, is as nearly certain as anything can be which is based only on probabilities. It will be noticed that I have marked a draw-bridge on the east front, but this may just as likely have been on the west, that which is now the garden at the back of the hall having possibly been the entrance and court yard, the double moat cutting off the house by two draw-bridges. On such points we have only conjecture to offer, and so much change has been worked by time and reconstructions as to encourage all sorts of theories. The dis tance at which I have placed the eastern ditch from the house is not sup ported by the position of any other moat with which I am acquainted, and I have made no attempt to bring into the argument the strongly suggestive appearance of the other pieces of water shewn on the plan ; but everyone is, of course, at liberty to construct other hypotheses, and accept or reject any part or the whole of mine. In the first place, let us consider how this spot came to be occupied and guarded with so much labour and care. You will find that hereabout are abundant water-springs', and it is safe to say that water, the prime necessity of life, would have attracted mankind in all ages to the locality. No one can tell when this moat was constructed, but the presence of water will explain the choice of site, and we may surely conclude that so laborious a work was not undertaken without necessity, and that necessity defence. Moated castles and moated granges are found in similar situations all over the king dom, and especially near rivers and the sea — exposed positions which were particularly liable, iD the early centuries of our island story, to the visitations of the plundering Vikings, the colonizing Saxons, and other predatory hordes. Some of these places, as they have come down to us, were not built until the Norman period, of which the Tower of London is a Dotable example,-1- but they went out of fashion during the Plantagenet regime, for the protection which they afforded diminished as tbe art of war progressed; so that, wher ever we find a moated house in situ, we may, I think, conclude that the moat is of a date at least as early as the fourteenth century. The walls which we see crumbling to decay at Well Hall were erected in the reign of Elizabeth, and the date 1568 is carved on a stone let into the north face, now in the farm-yard. But this, remember, was a rebuilding. We have, * The springs have been partly drained away by the new railway-station, and have rednced the height of water in the moat by abont 1 st. t It is probable, however, that the Tower of London had a predecessor of Roman or Saxon construction."], [19, "Plan of Well Hall, Eltham 1 8 9 S. To illustrate Paper by W. T. VINCENT In Proceedings of the Woolwich District Antiquarian Society. Existing Moat. Probable Extent of Original Moat. Present House. Remains of i6th Cenlury House. Probable Extent of Original House."], [20, ""], [21, "21 therefore, clear evidence of three successive edifices on this same ground. Beside the existing house — the residence of Mr. Russell — there still survives most of the north wing of the 1568 structure, and, although it is now but a hen-roost in a busy poultry farm, it was, undoubtedly, an important part of the mansion, for it contains a large apartment which was probably the dining hall, and several good rooms on or below the ground floor, together with some dormitories above. The north-west angle is also to some extent ancient, as may be seen bv looking across the moat. Some of the old windows on both sides are in good preservation and seem to have been very handsome. The photograph will shew where newer casements have replaced and partly filled in the old and larger arches. But, as just intimated, we know of at least one house earlier than that of the sixteenth century having been here, and it is no unsound conjecture to assume that the ground has been occupied for the same purpose for perhaps eight hundred years. Why eight hundred ? Because the earliest reference we have to Well Hall is in a deed dated in the first year of Henry I., A.D. 1100, which shows that the manors of East Home and Well Hall were owned by Jordan de Briset. He established a nunnery at Clerkenwell, and afterwards gave the nuns ten acres on his estate at \" Wellyinghall,\" in exchange for ten acres at Clerken- well, on which he founded the Hospital of the Knights Hospitallers of St. John of Jerusalem,* an institution which survives and is flourishing at this day. The estate came down through the hands of Matthew de Hegham, John de Pntteney, and other owners, apparently all of Norman descent, until in the reign of Richard II. it fell into the possession of Gilbert Purneys, a London merchant, at which time there were included in the property three messuages, or houses with appurtenances. It is probable, from collateral evidences, that the demesne then covered the greater part of Kidbrook and much of the eastward land in Eltham. In 1426 \" Wellhawe\" (as it was then called), and Easthorne (or East Home) were acquired by William Basket, a citizen skinner of London, and a little later the estate fell into the hands of the Chichele family, one of whom was Archbishop of Canterbury. Margery, wife of John Chichele, and daughter of Sir Thomas Knollys, is said to have had twenty-four children. She was ancestress of Baron Kidbrook, and Agnes, one of her daughters, carried the manor by marriage to John Tattersall. She married secondly William Kene, Sheriff of Kent, in the twenty-sixth year of Henry VI., and he resided at Well Hall, although in his will, dated 1466, he is described as \" William Kene, of Woolwich.\"t • The present head-quarters of the Ambulance Association at St. John's Gate, Clerkenwell. t He desired to be baried in Woolwich Church, in the choir before the image of tha Blessed Virgin Mary, and he beqneated 10s. to the high altar for tithes forgotten. He also left 13s, id, to the Church of Eltham. r>"], [22, "22 Then come the Ropers on the scene. They were an old Kentish family, and one of John Tattersall's two daughters married John Roper, whoso grandson, William, brought to Well Hall its chiefest fame, by an alliance with Margaret, daughter of Sir Thomas More. It may be noted in passing that Lord Teynham, deceased, of Tower House, Plumstead, was a lineal descendant of the Ropers. The halo of history shines brightly over Well Hall during the occupancy of that brilliant woman, Margaret Roper. She was highly educated, and was proficient in Greek and Latin. Her noble father, Sir Thomas More, when Lord Chancellor, is supposed to have resided at the Chancellor's house, which was just in front of the gates of Eltham Palace,* and this supposition may account for the acquaintance with the Ropers of Well Hall. However that may be, it is certain that Margaret More was married to William Roper, and it is also certain that Sir Thomas More became greatly attached to William Roper, who was evidently his favourite son-in-law, as Margaret was his favourite daughter. The great statesman had the happiest part of his life during the early years of his daughter's marriage, for he was honoured by the king (Henry VIII.) and by Cardinal Wolsey, was beloved by the people, and enjoyed considerable wealth. His great work \" Utopia,\" and other books were written and pub lished about this time, and there is no doubt that he spent many pleasant days at Eltham. How he contrived to offend the king by his outspoken views on the subject of the monarch's marriages and doctrinal perversions, added to his writings against capital punishments and other fearless denun ciations of brutality and lust, are matters of history. One sample of his plain speech in a perilous time may be taken from \" Utopia\" :— \" Verily, one man to live in pleasure and wealth while all others weep and smart for it — that is the part, not of a king, but of a gaoler.\" Pretexts for accusations of treason were however simple matters with the Tudor tyrants, and trials were mere matters of form. Sir Thomas More was provokingly candid before his judges, and took no pains to avert his condemnation. He was found guilty without much ceremony and sentenced to death. Leaving the court erect and cheerful, he prayed for his judges and even for the king. He spoke joyfully of his approaching end, but his forti tude gave way when his daughter Margaret met him on his return to the Tower. She saw the axe carried in front with its edge towards the prisoner — the sign of his sentence — and, forcing her way through the guards, she hung upon his neck, kissing him and sobbing \" My father ; oh, my father !\" He gave her his blessing, and bade her be patient and resigned, and they » Tho honse is now the residence of the Milne family. t HollingBhed tells us that 70,000 persons were beheaded during the reign of Henry VIII."], [23, ""], [24, "Mrs. Margaret Roper, of Well Hall, Daughter of Sir Thomas More."], [25, "23 Were parted. But a second time, overcome with anguish, she burst through the crowd and embraced him, a child to whom More was much attached also clinging to him, and the strong man wept ; nor, says the story, were there many present who could restrain their tears. Sir Thomas saw his daughter not again ; but on the day before his execution, the date of which was July 6th, 1535, he wrote her a loving letter, and when bidden to prepare for death his only request was that his daughter Roper might attend his burial, which he was informed had been already granted. On the scaffold he spoke gaily to the executioner, and, when he laid his head upon the block, begged him to stay until he had put aside his beard, saying \" for that has committed no treason.\" His head remained for some time fixed on a pole at London Bridge, until his daughter Margaret obtained its removal by clandestine means, an act for which she was sum moned before the Privy Council and had to undergo a short imprisonment. The head she had preserved in a leaden box, and it was interred with her in the Roper vault at St. Dunstan's, Canterbury, when she died in 1577, aged 82 years. Margaret Roper is described as a model mother, wife, and mistress of her household. Once, when her husband was taken prisoner to the Tower, Commissioners were sent to search his house. They found her not \" puling and whining,\" but teaching her children ; and shewing such courage, gravity, and wisdom, that the Commissioners were in great admiration of her. William Roper (her husband) published a \" Life of Sir Thomas More,\" which, though clearly biased, is highly esteemed as an authority on the subject. The book is entitled \" The Mirrour of Vertue, or the Lyfe of Syr Thomas More, Knight, some time Chancellour of England ;\" and in the preface he says : — \" Forasmuch as Syr Thomas More, Knight, sometymes Lord Chancellour, a man of singular vertue and of an unspotted conscience, and, as witnesseth Erasmus, more pure and white than snowe, of so angellicall a wit (sayth he) than England neuer had the like before or euer shall againe ; a man, 1 say, vniversally well studied, not only in the lawes of our owne Realme, but also in all other sciences, both Humane and Divine ; was in his owne dayes, and much more deseruedly in these, esteemed worthy of perpetuall memory : I, William Roper, his most unworthy son in-law, by marriage of his eldest daughter, knowing no man living at this day able to speake more of his life and conversation than myselfe, who was constantly resident in his house for the space of sixteene yeares and more, have at the request of divers worthy friends put down in wryting such thinges touching the same as I can at this present well call to remembrance, to the end that all should not vtferly perish to posterity.\""], [26, "24 The editor ofthe Chiswick edition observes ofthe work : — \" The lover of biography is here presented with one of the most beauti fully simple and impressive specimens of that kind of writing to be found in our own or any other language.\" Roper's \" Mirror of Virtue\" furnishes us with several letters which passed between his wife and her father while the latter was a prisoner in the Tower before trial. One of each may be given as a specimen : — \" My own good Father I \" It is to me no little comfort, since I cannot talk with you by such means as I mould, at the least way to delight myself, iu this bitter time of your absence, by such means ai I may, by as ofteu writing to you as shall be expedient, and by reading again and again your most fruitful aud delectable letter ; the faithful messenger of your very virtuous and greatly spiritual mind, rid from all corrupt love of worldly things, and fast knit only iu the love of God and desire of heaven, as becometh a very true worshipper and faithful servant of God ; who, I doubt not, good father, holdeth His holy hand over you, and shall (as He bath) preserve you both in body aud soul, ut sit meat sana in corpore sano ; and manely now, when you have abjected all earthly consolations, and resigned yourself willingly, gladly, and fully, for His love, to His holy protection. \" Father, what think you hath been our comfort since your departing from us f Surely, the experience we have had of your life past, your Godly conversa tion, and wholesome counsel, and virtuous example, and a surety, not only of tbe continuance of that same, but also a great increase, by the goodness of our Lord, to the great rest and gladness of your heart, devoid of all earthly dregs, and gar nished with the noble vesture of heavenly virtues— a pleasant place for the Holy Spirit of God to rest in. Who defend you (as, I doubt not, good father, of His goodness he will) from all trouble of mind er body, and give me, your most loving, obedient daughter and handmaid, and all of us your children and friends, to follow tltat which we praise in you, and, to our only comfort, remember and com mune together of you, that we may, in conclusion, meet with you, mine own dear father, in the bliss of heaven, to which our most merciful Lord hath brought us with His precious blood I \"Tour own most loving, \" Obedient daughter and kinswoman, \" Margaret Koper, who desireth, above all worldly things, to be in John a Wod's stead,* to do you some service. But we live in hope that we shall shortly receive you again. I pray God heartily we may, if it be his holy will.\" The following is but a short letter written by More to his daughter, but interesting fr«m the manner of its writing : — \" Mine own good Daughter, \" Our Lord be thanked, I am in good health of body, and in good quiet of mind ; and of worldly things I no more desire than I have. I beseech Him make you all happy with the hope of heaven. Aud such things as I sometimes longed to talk with you all, concerning the world to come, our Lord put them • John a Wod was More's own servant, permitted to be with him in prison."], [27, "25 into your heart, as I trust he doth, and better too, by his Holy Spirit— who bless and preserve you all. Written mith a. coal, by your tender and loving father, who in his poor prayers forgetteth none of you all, nor your babes, nor your nurses, nor your good husbands, nor your good husband's shrewd wives, nor your father's shrewd wife either, nor our other friends. And thus fare ye heartily well for lack of paper. \" Thomas More, Knight.\" Sir Thomas was but 56 years of age when he died. For some years prior to his imprisonment he had resided at Chelsea, where it is supposed that William and Margaret Roper also had a dwelling. They continued however to hold Well Hall, which afterwards fell to their son Thomas, who died in 1597. The date 1568, which appears on the north wall of the pre sent ruin, would therefore seem to indicate that the rebuilding of the mansion in that year was carried out by Margaret Roper. It was, at any rate, during her lifetime, although, as she was 73 years of age, the reconstruction may have been for the benefit of her son rather than for her own require ments. Four other generations of Ropers kept up the old home,\"1 but in 1733 it fell to three daughters, who sold the whole estate to Sir Gregory Page, of Wricklemarsh, Charlton, for £19,000. Before turning this new page in the history of Well Hall there are more things to be said of it during the reign of the Ropers, which lasted for fully 250 yean. In 1605 a commission sat under the direction of Lord Stanhope, High Steward of the Manor of Eltham, for the purpose of arranging certain doubts as to the lands of King James I., and a previous settlement made between Henry VIII. and John Roper in 1513, was quoted in full. Among the Com missioners fined 10s. each for non-attendance were William Boughton of Plumstead, and Samuel Abell, of Erith. In the report given of this enquiry f reference is made to \" a lane called Home Lane, leading from Wellhaw Green to Ryfield stile, and so on to Bexley and Dartford, ditched and hedged in on both sides from the land of Mr. Thomas Roper ; \" \"a lane leading out of Home Lane to the Common of Eltham, near Broad Oke, and so to Canter bury, ditched aDd hedged from the lands of Mr. Thomas Roper ; \" \"a lane from Theewing Lane eastward to Canterbury highway, against the beacon called Pickpurse Lane ; \" \" Claypit Lane, leading from Wellhaw Green to the lower side of Eltham Common and to Woolwich ;\" \" Kakehill Lane, leading from Wellhaw Green to Manor of Kydbroke, Canterbury • There is a tablet to one of the Roper family in Woolwich Church. t Drake's \" Hasted : Blackheath Hundred,\" page 180."], [28, "26 Highway, and Charlton ; \" and \" Kedbroke Lane from AVellhaw Grcon to Kedbroke Green, aud so to Blackheath, hedged and ditched out of the land of Mr. Thomas Roper.\" All these thoroughfares, excepting the last named, have disappeared, and it may amuse an antiquarian to try to trace them.* Equally enigmatical are other references which follow : \" The Common of Wellhaw is part of His Majesty's waste by exchanging between the King and Mr. John Roper, and the parishioners and tenants have always had free common ; \" \"a Common lying at Shooters' Hill extends from one side of Heather Lane, by the wood of Sir William Roper, called Shooters' Hill, along the same road to Broad Oke and Pickpurse Lane, and along by Gonnewood over London way to Plumsted Wood, and to the way leading from Heather Lane to Woolwich, and from thence to Heather Lane, aforesaid.\" Other references seem to shew that the Well Hall estate extended southwards to Lee Green, and eastward to Pope Street. The Commission here alluded to was probably the outcome of an attempt made in 1601 by Sir William Roper to deprive the parishioners of their right of way by Oakhill Lane, leading from Eltham through the Manor of Kid brook to the Canterbury Road (probably the Kidbrook Lane of to-day), and of \" Home Lane, leading from Wellhaw Green to the royal woods and lands called Jakeshill, Spakmans, Winterouse Field, and so along to Ryfield stile for Dartford and Bexley.\" It was shewn in evidence that the land and lanes were part of the waste, free to the use of the tenants of the manor equally with Sir William Roper, whose grandfather, William, had claimed the free hold 60 years before, when a jury of the manor decided against him.f Mr. Anthony Roper, who flourished in the time of George I., married thrice. He was a keen sportsman, and was killed while fox-hunting at the age of 84. His young widow then married Colonel Thomas Sackville. Holbien, who was a friend of Sir Thomas More, painted a famous picture of him and his family which hung in the great hall, and covered nearly one end of it, until 1731, when Sir Rowland Wynne, who married Susanna Roper, removed it to his house in Soho Square.} » The present road to Woolwich, the remnant of a road at the back of the Brook Hospital, and the evidences of a former thoroughfare through the meadows in front of Well Hall are possibly indicated. t Green v. Eoper : 44 Elizabeth : Baron's Dep, t \" London Journal,\" July 3rd, 1731.— There Is a copy of the painting in one edition of William Roper's book in the British Museum."], [29, "27 The Ropers were papists and suffered for their creed. William, the hus band of Margaret More, was bound to be of good behaviour in 1569, and ordered to appear before the Council, if required.* His grandson, Philip, was under surveillance in 1594, for harbouring papists at Eltham and elsewhere.f Wricklemarsh, sometimes written Rickelmarsh, was originally the estate adjoining Well Hall, which Sir Gregory Page ultimately united with it by purchase, as already mentioned,} in 1733. I refrain from touching upon the antecedent history of Wricklemarsh as outside the present subject, but it is interesting and remarkable. The first Sir Gregory Page was a Greenwich man and was knighted in 1714. On the death, in 1721, of Lody Morden, widow of Sir John Morden, Bart, (who founded Morden College), the estate was sold to Sir Gregory for £9,000, and included the mansion and a considerable area of land. He pulled down the house and built in its place a magnificent edifice of stone, which was said to be one of the finest seats in England belonging to a private gentleman. He and his son, the second Sir Gregory, formed a splendid park out of the two estates of Wricklemarsh and Well Hall, covering a great part of Kidbrook. But the second Sir Gregory died without issue in 1775, aged 88.§ and devised the whole property to his great nephew, Sir Gregory Turner, of Leicestershire, who assumed the surname of Page, but sold the house and land for £22,500. The house alone cost old Sir Gregory, £90,000. It was pulled down in 1787, after long lying in ruins, and the rest of the estate was sold in lots. The house now bearing the name of Well Hall, and occupied by Mr. H. P. Russell, is a model on a smaller scale of Wricklemarsh mansion, and was built by Sir Gregory Page when he acquired the property in 1733, pulling down part of the 1668 building to make room for it. For many years tha house was occupied by Mr. Arnold, a famous watchmaker, who was patron ized by George III., and made a chronometer so small as to be worn in a ring on His Majesty's finger. The additions on each side were built by him for workshops, in order that he might have some of his men near him when at home. » State papers.— Domestic Series. t Drake's \" Hasted : Hundred of Blackheath.\" t Page 25. § He erected a monument to his mother, Lady Page, in the Cemetery at Bnnhill Fields, City Road, on which we read this remarkable inscription :— \" In 67 months she was tapped 66 times, and *had taken away 240 gallons of water, without ever repining at her case or ever fearing the operation.\" She died in 1728, aged 55 years."], [30, "28 The farm was let to Major Nicholls in 1818, at about £1 an acre. Kidbrook Lane is reputed to have been at one time the highway from Eltham to London ; but as the road from Maidstone through Lee is un doubtedly ancient, I am unable to support this view. Yet, as we know that the road through Greenwich was for a long time widely diverted in order that the Royal Palace and Placentia might not be invaded, there is nothing improbable in the supposition that, for the sake of privacy in the Royal Parks at Eltham, the traffic may have been sent a mile round by way of Kidbrook Lane That this is a very old thoroughfare is unquestionable. It was in Kidbrook Lane, close to Well Hall, that the notorious ciimo known as \" The Eltham Murder,\" was committed on the night of April 25th, 1871. A young servant girl named Jane Maria Clousen, was struck down by some villian with a plasterer's hammer, which was found near Black heath, and the son of a Greenwich tradesman, in whose service she had been, was arrested, but, after a long and sensational enquiry, was acquitted."], [31, "5 Corsets. IJres.Bcnt. Me. W. T. VINCENT. 'iEtte^rest'iients Sir WILLIAM HART DYKE, Bart, M.P. Sir HERBERT E. PERROTT, Baht. Sir SPENCER M. MARTON-WILSON, Babt. Colonel E. HUGHES, M.P , L.C.C. Kev. ALBERT V. BAILLIE, M.A. Rev. CHARLES A. BERRY. Rev. S. E. CHETTOE, M.A. Rev. C. E. ESCREET, M A. Me. GEO. PAYNE, F.L.S , F.S A. Mb. A. PENFOLD, J.P. L.C.C. Me. WILLIAM TONGUE. Mr. GEO. WHALE. (SU.ttto f-ttrmbets of the (Council. Mr. A. H. BALDWIN Mr. G. O. HOWELL Me. J. BIDDEN Mr. E. G. KIMBER Mb. W. NORMAN Mb. W. J. C ROWDY Mr. W. G. DAWSON Me. T. PURNELL Mb. R. E. WHITE Me. W. H. DAWSON Me. A. ELLIS Mb. W. G. WHITE ■tyon, lErrasucer. Me. W. H. LEWIS. iteon. SrrrrtarB. RICHARD J. JACKSON, 40, Lee Street, Plumstead."], [32, "a *i«l of -Member*. (Corrected to May 15th, 189G.) Mr. W. Acton, 32, St. Mary Street, Woolwich Mr. L. M. Allen, 3, St. Margaret's Terrace, Plumstead Mr. C. H. Alldbed, 8, St. Margaret's Road, Plumstead Mr. H. A. Allison, 36, Maryou Road, Charlton Mr T N. Allison, 103, Chesnut Road, Plumstead Miss A, Amblkb, 25, Old Mill Road, Plumstead Common Mr. A. G. Ashcboft, 6, St. Margaret's Road, Plumstead Rev Albebt V. Baillie, M.A., The Vicarage, Plumstead Mr. A. H Baldwin, 212, Eglintou Road, Plumstead Mr. G. Banisteb, Royal Arsenal Mr. H. Barker, 31, Wrottesley Road, Plumstead Mr. A Bayley, Bryn-iach, Breut Road, Shooters' Hill Mr. A. Benstead, 11, Mount Pleasant, Plumstead Mr. C. W. Benstead, 11, Mount Pleasant, Plumstead Rev C. A. Bebry, Chaplain, Royal Arsenal Mr. J. Bidden, 63, Plumstead Common Road Mr. Geo. Bishop, 106, Eglinton Road, Plumstead Mr. I. Blythe, Board Schools, Powis Street Mr. W. J. Bull, 18, Acacia Parade, Plumstead Common Miss Burgoyne, 16, Plumstead Road Mr. W. Busbbidge, 96, Herbert Road, Plumstead Mr. A. Burnett, Old Charlton Mr. G. Buenett, 119, Crescent Road, Plumstead Rev. 8 E. Chettoe, M A., The Common, Woolwich Dr. C. F Clarke, M.R.C.S., Hurley Houee, Park Road, Plumstead Mr J. R. Clayton, 76, Whitworth Road, Plumstead Mr. J. J. Collins, Burrage Road, Plumstead Mr. J. O. Cook, Wrottesley Road, Plumstead Mr. C Coton, Castle Hous«, Shooters' HiU Mr. J. F. Coutts, 46, Thomas Street, Woolwich Mr. W. J. Crowdy, 68, Park Road, Plumstead Mr. J, Davies, 50, Elliscombe Road, Charlton Mr. J. G. Davis, M.A., Plumstead Common Road Mr. A. E. Maidlow Davis, 24, Rood Lane, E.C."], [33, "7 Mr. W. G. Dawson, \" The Links,\" Plumstead Common Mrs. W. H. Dawson, 135b, Herbert Road, Plumstead Mr. W. H. Dawson, 135b, Herbert Road, Plumstead Mr. F. Didden, Burrage Road, Plumstead Mr. A. W. Dover, 574, Woolwich Road, Charlton Mr. J. E. Drake, Montem Villa, Burrage Road, Plumstead Dr. C. H. Draper, Princes Road, Wimbledon Mr. H. Driver, Blendon Terrace, Plumstead Common Mr. W. R Dunger, 15, St. Margaret's Terrace, Plumstead Sir William Hart Dyke, Bart,, M.P., Lullingstone Castle, Dartford Mr. A. Ellis, 187, Eglinton Road, Plumstead Rev. C. E. Escreet, M.A , The Rectory, Woolwich Mrs. A. Fenn, 48, Wood Street, Woolwioh Mr. A. Fenn, 48, Wood Street, Woolwioh Mr. W. T. Freeman, 98, Plumstead Common Road Mr. W. Gallosson, 9, Woodville Street, Woolwioh Mr. W. Ginman, 82, Plumstead Common Road Mr. B Gittings, 93, Heavitree Road, Plumstead Mr. W. Gow, 77, Plumstead Common Road Major G. H. Graham, 78, Woodland Terrace, Old Charlton Mr. T. S. Geeen, River View, Griffin Road, Plumstead Mr. E. O. Greenhill, Eton Road, Plumstead. Mr. C. H. Grinling, Edge Hill Road, Plumstead Mr. B. Hammond, Burrage Road, Plumstead Mr. C. V. Haetley, Lincoln Mr. E. E. Harvey, 74, Park Road Plumstead Miss M Hbbdman, 34, Hanover Road, Plumstead Mr. W. G. Herdman, 34, Hanover Road, Plumstead Mr. W. Hoar, High Street, Woolwich Mr. R W. Hodgin, Herbert Cottage, Shooters' Hill Mr. J. Houlihan, St. John's Tilla, Park Road, Plumstead Mr. Geo. 0. Howell, 210, Eglinton Road, Plumstead Colonel E. Hughes, M.P., L CO., Oaklauds, Plumstead Common Mr. D. Jack, 238, Burrage Road, Plumstead Mr. J. P. Jackson, The Laurels, Maryon Road, Charlton Mr. R. J. Jackson, 40, Lee Street, Plumstead Mr. G. T. Jelley, 250, Burrage Road, Plumstead Mr. W. Jenkins, 27, King Street, Woolwioh Mr. Geo. Keats, 62, Maryon Road, Charlton. Mr. E. Gibbs Kim ber, 1, Alpine Villas, Brent Road, Shooters' Hill Mr. E. Kirkby, 104, Wellington Street, Woolwich Mr. W, D. Kirkpatrick, 33, Vambery Road, Plumstead"], [34, "8 Mr. J. Lawson, 1, Wrottesley Road, Plumstead Mr.*W. H. Lewis, London and Provincial Bank, Woolwich Mr. S Long, Maryon Road, Charlton Mr. H. Luntley, 120, Herbert Road, Plumstead Mr. A. McQueen, Paisley Villa, Park Road, Plumstead Mrs C. Malcolm, 8, Gossage Road. Plumstead Major F. G. Mann, Hope Villa, Maryon Road, Cl Mr. D. Maesh, Brewer Street, Woolwich Mr. E. O. Mastebs, 5, Spencer Villas, Little Heath, Charlton Mr. J. Mekkison, 172, Herbert Road, Plumstead Mr. J. J. Messent, Thomas Street, Woolwich Mr. W. E. J. Miller, Court Villa, Upper Market Street, Woolwich Mr. Reginald Montague, The Bungalow, Plum Lane, Shooters' Hill Mr. W. J. Mountford, Holly Place, Plumstead Common Mr. M. Mutimeb, St. Michael's Schools, Woolwich Mr. W. Norman, 4, St James's Place, Plumstead Mr. J. Bobthwick Panting, 3, Friars Villas, Victoria Road, Old Charlton Mr. Geo. Payne, F.L.S , F.S.A., The Precinct, Rochester (honorary) Mr. R. Peckitt, 45, Plumstead Road, Plumstead Sir Heebert E. Perbott, Bart , Brook Hill House, Plumstead Mr. A. Penfold, J. P., L.C.C, 43, The Common, Woolwich Mr. C. E. Peplow, Brewer Street, Woolwich Mr. W. Phillips, 18, Frederick Place, Plumstead Mr. T. Purnell, 1, Conduit Road, Plumstead Miss E. Richards, 8, Prospect Place, Woolwich Mr. H. W. Smith, Belvedere Mr. H. J. Spencer, 3, Wrottesley Road, Plumstead Mr. T. Standen, 24, Hanover Road, Plumstead Mr. H. W. Taffs, 82, Herbert Road, Plumstead Mr. F. Tatton, 57, Hanover Road, Plumstead Mr. W. Tongue, Hazlewood, Shooters' Hill Mr. R. W. Tonkin, Union Street Board Schools, Woolwich Mr. I. Turton, Royal Arsenal Mr. H. E. Vincent, 189, Burrage Road, Plumstead Mr. W, T. Vincent, 189, Burrage Road, Plumstead Mr. G. Whale, Vanbrugh Park, Blackheath Sir Spencer M. Maryon- Wilson, Bart., Charlton House, Old Charlton Mr. R. E. White, 53, Whitworth Road, Plumstead Mr. W. G, White, Flint House, Welling Captain W. C. Woollett, 11, Old Dover Road, Blackheath Mr. W. Ween, 10, Heavitree Road, Plumstead Mr. H. Wright. Frimley Villa, Edge Hill Road, Plumstead"], [35, ""], [36, ""], [37, ""], [38, ""]]