[[1, ""], [2, ""], [3, "ZEMIRA eAZORE, A COMIC ENTERTAINMENT; As performed at the KING'S THEATRE IN THE HAY-MARKET. The Poetry by , SIGNOR VERAZZI. Altered and reviled by C. F. B A D I N I, A. M. and LL. B. The Mufic by SIGNOR GRETRY, Under the Direction of Signor BIANCHI. LONDON: Printed by E. C O X, in Great-Queen-Street. M,DCC,LXXXI. [Price ONE SHILLING.]"], [4, "The Scene is in Perfia, parth/ in an enchanted Palace, and partly in Sandro'j Country-feat*"], [5, "Dramatis Perfona% Azote, a Perfian Prince, King of Kamir, at firft under a fright- ful form,- Signor Francefco Roncaglia Zemira, Madam Le Brun. \"1 cancjro's Lefbia, Signora Lorenzini. >Dau„hters. Fatima, • Signora Prudom. J ° Fatima, AH, 'A flave to Sandro, — Signor Trebbi. Sandro, A Per- fian Merchant, Signor Gherardi Painter and Ma- chinift, — Signor Novocellcfchi Taylor, -» Signor Lupino."], [6, "4 A T T O 1. S C E N A I Palazzo incantato, Sandro e AD. San. O Trans cofa ! un palazzo 1^ Di preziofi arredi Guernito, illuminato, Com efler puo, che fia d'abitatori Affatto vuoto? Al. Ah, qui, fignor padrone, [Con C'e poco da far ben. Andiam, pavento. [paura. San. Di che temer puoi tanto? Al. Fatto il tutto cred'io qui per incanto. San. Un incanto fia pur. Sempre gran forte Fu trovar queft' afilo im mezzo a un bofco Fra l'orror della notte, e lo fpavento Di si fiera tempefta. Al. Come avrefte coraggio Di pafTar qui la notte ? San. E perche no ? Al. Badate . . San. Di che temi ! Se qui alberga qualcuno Molto bene ci accoglie. Al. E fe niai fofle Uno fpirito ? San. E ben, anch'io ne dubito Ma ... Al. Che ma ? via di qua fi vada fubito. // tempo s' e mutato, Cejfato affatto e il vento, II tuono io piu nonfento, Poffiamo a cafia andar. Jl turbine fevero, Nonfuche pajffa:giero ; Gia dileguato e appien. Tomato e il cieljeren. Le"], [7, "( 5 ) ACT I. SCENE I. An enchanted Palace, Sandro and Ali. San. CJ~HIS is indeed a matter of wonder ! that a palace fo richly furnifloed, adorned and illumi- nated, ftjould he without inhabitants I Ali. 0! mafter! we fhall get no good here, depend upon it. — Let us begone, I am terribly afraid. [With feeming terror. San. Of what art thou afraid? Ali. It feems to me as if every thing here was done by enchantment. San. Be it enchantment or what it will, it was furely a lucky chance that diretled us to this ajylum, in the mid ft of a wood, to ftreen us from the horrors of a gloomy night and of a moft dreadful hurricane. All Sure you do not intend to pafs the night here,mafler. San. Why not f Al. You are not in earneft fure? San. What fhould I fear ! you fee the owner of this manfton has provided a very comfortable reception for us. Ali. If he jhoutd be afpirit now — San. Probably he may — but — Ali. But, what — We had beft get away as f aft as we can. 'Tis clear again, the winds are ftill, I hear not now the thunder roar ; We forth may venture, if you will, And feek our peaceful home once more. The threatening clouds now difappear, The ftorm's wortt fury we have feen. 'Tis all o'erblown, why fhould we fear ? Behold the fky becomes ferene ! Your daughters whom you love fo dear, Expect, impatient, your return. Shed"], [8, "6 Shed for your abfence many a tear. For you they pine. For you they mourn : Ah ! haplefs maids ! in farrow left, All comfortlefs, to fiigh and moan ; Of your paternal care bereft. Hoz!) could you leave them thus alone ? San. What doft thou fay? whether wouldft thou go ? the ftorm rages with more violence than ever. Ali. In truth, and fo it does. . [way ? San. Dark as it is how could we poflibly find our Ali. Never mind that. Give me your hand •, and I will lead you along. San. No. I will not ftir. Let the elements rage around us. We will remain here in peace till morning. Ali. In peace ! ah — San. I cannot comprehend the reafon of thy terrors. For my part I feem as if my ill-fortune had ftrengthen'd my heart, and rendered me more dar- ing. Hope and fear have taken leave of me toge- ther. Of all the treafiures I pojfefs'd By cruel fate I was bereft, To eafe my pain Yve nothing left But fortitude. thus ftripp' d, diftrefs' d Can I this load of life fuftain ? That, that alone, the feas havefpar'd. That heav'n to me has longer lent. What hopes what fears my heart has fhared! How did their warring claims torment ! But now the fi ene is alter' d quite ; For both together take their flight. Ali. Poor Ali! thy fituation is very different. As I never poffeffed any thing very valuable, except my life; I am not inclined to run that into any hazard. San. Be .filent, and fleep if thou wilt."], [9, "7 9 Le voftre ftglie amate Vi Jlanno ad afipettar. Ajflitte e ficonfolate Non fan che lagrimar. Ah I povere ftgliuole ! Cost dolenti, efiole Perche s'han da lafciar ? San. Cofa dici ! ove corri ? II temporale' Rinforzando fi va. Al. Pur troppo e vero, San. In tanta ofcurita, come il fentiero Ritrovar fi potra! Al. Non dubitate, Venite, per la rrffino Vi condurro. San. No; ferma E fenza andar, come van gli orbi attorno Qui tranquilli reftiamo infino a giorno. Al. Tranquilli ! ah. . . San. Non comprendo II tuo terror. Per me le mie iventure Intrepido m'han refo in petto il core : Colla fpeme fi perde anche il timore. <Sb/ mavanza la tnia coft&nza. Tutto il mare gia m'invola. Perche il cielo non m'ha rapita, Quefta vita che mi lafic'io ? . No ; quefta U mare non m'involo. Sol quefta il cielo si mi lajcib. Abbaftanza colla fiperanza 11 timore mi tcrmentb, E' cambiata la mia fortuna, L'una, e Valtra m'abbandcnb. Al. Oh ! quanto a quefto, Aii Non l'intende cosi. Altro ben che la vita Poich' io non ebbi mai D'avventurarla mi rincrefce affai.' §an. Taci e dormi : Al, Dormi"], [10, "( .8 ) Al. Dormi ? l'imprefa e dura ; Non ho cenato e tremo di pauray Oh ciel ! San. che fu ? Al. Guardate, ecco una Imbandita. San. Qui alcuno [tavola Come tu vedi ha de' bifogni noftri Pigliara cura. Al. Si, qualcun. San Su via Siedi pur la. Al. Volete Dunque mangiar. San. Certiflimo. E'magnifico L'ofpite che ci tratta. Al. Certamente. [alzando [Bifogna dime ben ; forfe ci fente.] [la voce San. Ecco delle vivande Molto fquifite. Al. Ah, fe provarle ofaffi. . . San. Ofa pur, credi a me. jil. Proviam. San. Del Al. Come, come ? del vino ? Oh quefto si [vino? San. Prendi, La mano, -li, Perche cosi ti trema ? Al. Perche penfo Ch'efler quefto liquor potria talora Certo velen; ma non importa. Oh buono! [beve. Se coftarmi dovefle anche la vita, La mia bottiglia vo' veder finita Sam E ben ; come or ti fenti ? Al. A poco, a poc'o Mi ritornan le forze, Si dilegua il timore. A noi ; da capo Un altro bicchierino; [beve. Che bevanda eccellente ; oh che buon vino ! Degli fpiriti almondo mat Miglior genie non trovai. V e quci vino in abbondanza Qui fi mangia a crepa panza. Se qualcun ne parla male, Gli dirb ch' e un animate. Sfuefto fiafco infin che dura, No, paura io qui non ho. [beve. San. Ora fSl vede d'improvvifo una tavola imbandita nel mezzo della fala."], [11, "C 9 ) Ali. Sleep ! that would be no eafy matter in my fi- liation, withcut a bit of flipper, and ready to die with fear. Mercy on us ! San. Whac is the matter row ? [A well furniftoed table appears in the mi I He of the half] Ali. Look ! look ! there is a table covered with victuals ! San. You fee, fomebodyhas taken care to provide for all our wants. Ali. Yes, fomebody. San. Come, come, fit ycu down there. Ali. Do you intend to eat then ? San. Certainly. Oar hoft feats us magnificently. Ali. (Raifing his voice) Certainly T muft fpeak well of him, becaufe mayhap he hears me) San The meat is moft excellent. Ali. If I could but venture to tafte it — San. You may venture, believe me. Ali. Well, I will venture then. San. Wine, too ? Ali. Wine ? ha — -tha.'s fomething like San. Take it. What makes thy hand fhake fo A!i ? Ali. Becaufe I am thinking, as how, if there fhould be poifon in it — but no matter. Be it good or bad, if it coft me my life, I will emtny the bottle. [Drinks. San. Well how do you find yourfelf now ? Ali. Why, methinks my courage feems to revive by degrees — I am not fo much afraid now. — Let us have t'other glafs, 'Tis exceilent liquor — good wine in faith. [Drinks. Of fuch good natur'd fpirits, I ne'er heard before : They are kind hearted creatures, I vow and declare. Of excellent wine, they provide us good ft ore. Good vicluals in plenty, to eat, and not fpare. If any man flan der thofie gentry, to me ; I'll lay he's a fool, and an ignorant noodle, • With thisflafk in my hand, I'm all courage and glee. Who fays Tm afraid ? — No, I'm not fuch a doodle. B San."], [12, "San. Now thou art a man again. — Quite got over thy fears. Haft thou not, Ali ? Ali. O ! I am not at all afraid now. San. Let us fee how the weather is. Ali. You may look if you will — for my part, I am almoft afleep, San. The rain is quite over. Ali. I don't care much about it. San, Ali! Ali. Here am I. San. We had better go. Ali. You may go if you pleafe. I had rather ftay here and fleep. San. Thou may' ft fleep as much as thou wilt, when we get home. Be ruled by me, and come along. Ali. I am very well here thank you mafter. I'm a% happy as a king. San. The fun is up. Ali. I'll fleep if lean. San. Would you have me go without you ? Ali. With all my heart. You'll Jee me again. San. Come, get up, let us be going. You know •my children expect me. Ali. Let me finifh the bottle firff. [Drinks. San. I will not depart withoyttaking along with me by way of token, fomething that may give-credit to this furprizing adventure. Zemira afked me to bring her a rofe. I will gather this.* SCENE II Azor and the above Az. Who goes there ? San. What do I fee ? Ali. Help ! help ! Az. What means this boldnefs ? impertinent wretch to fteal*my rofes ! San. I beg your Lordlhip's pardon . I could not fup- * Gathers a rofe from a rofe-tree which ftands on a table. pofe 10"], [13, "C it ) San. Ora un uomo tu fei Un' anima ficura Che timore non ha, Al. Niente paUra. San. Vediam che tempo fa. Al. Si, vedetelo pure, io dormo gia. San. Non piove piu. Al. At import 'a poco. San. Alt ? Al. Son qui. San. Convien partir* AL Andate pure — In quefto loco Io vo' dormir. San. A cafa mia* — Tu meglio affai Ripofierai — Da fede a me. Al. Per ora qui — S to 'bene ajfai ; No, non pub mai^ftar meglio un Re* San. Si leva il fiole — Al. Colcar fi pub. San. Senza di te —Me n' anderb Al. Cost va bene — Da me verrb. [Dormeftdo. San. Ma fie fiuor d'un antra cupo Lupo filer . . . Al. Timor non ho. \"San. 1 Gran coraggio il vin ti die Al. J Del coraggio il vin mi die. San. Alzati fu, prefto partiam. Tu fai, Che afpettando mi fta la mia famiglia. Al. Lafciatemi votar pria la bottiglia. [beve. San. lo nel partir vo' meco Prendere un fegno almen, che faccia fede Di cosi portentofa Rara ventura. E poiche d'una rofa Zemira mi prego, quefta fi colga.* S C E N A II. Azore e detti. Az. Ola. San. Che miro ! Al. Ajuto! Az. Temerario, che fai ? Perche m'involi Le mie rofe ? San. Oh, perdona io non credei Che un fignor si cortefe e generofo 9 Coglie una rofa da un Rofajo collocato fopra un defco. B 2 Moftrar"], [14, "( w ) Moftrar poi fi voleffe D'un fior tanto gelofo. Az. Ingrato ! E' quefta La merce che mi rendi ? Ah, vendicarmi Sapio. Morir dovrai. San. De'giorni miei Difponi a tuo talento. Io non compiango Quefta infelice vita, e fol mi duole Cheftnza il genitor. . Az. Di tre fanciulle So che il ciel ti fe' padre. San. Ahime ! Laf-* ciarle Orfane fconfolate ! Al. Ah, fe vedefte Quanto fon belle, in verita. fignore, Non avrefte per lui si fiero il core. San. Da Ormus io vengo. Ivi defio mi tralTe Di fkper qualche nuova D'un vafcelio, fu cui le ftelle avverfe Le mie fperanze han tutte in mar fommerfe. Antiveder le figlie i miei difaftri Non potendo, in lafciarle, una de' naftri Mi domando. Mi chiefe Un' altra de' merletti. La piu giovine, oh Dio ! A me cosi parlo, nel dirmi, addio. lo non vo' che una rofa. Per me quefta fara d'ogni altro dono Piu cara, e preziofa ; Se dir potrd ; cogliendo quefto fiore A Zemira penfava il genitore. Ah ! mn potea — Safer e allor La forte rea - Del genilor. Chefu cagion— Non dite a lei De' mail miei — Del m'to morir. Quefta rofa tormentofa tyuanto cara h me loftb, Per pie t a, deh le celate ! Alfuo cor non date, oh Dio I S) crudel, sf rio martir. Az. Son"], [15, "( >3 ) pofe that fo courteous and generous a perfon would be offended at my taking away a fimple flower. Az. Ungrateful man ! Is this the return you make for my kindnefs? but I know how to take my revenge You have forfeited your life. San. My miferable life is at your difpofal. I refign it freely. Allmy concern isior my poor fatherlefs — At. Yes, I know that heav'n has blefs'd you with three daughters. San. Alas ! to leave them ! three helplefs orphans! Ali. O! if you could but fee them ! how hand- fome they are. You could not be fo hard-hearted. San. I come from Ormus, whither I had journeyed in hopes of having fome account of a veffel belonging to me. My adverfe fate purlued me ; and I foon learnt that the veffel, with all my hopes, was buried in the bottom of the fea. My daughters could not forefee the difafter that awaited me. At parting, one of them defired me to bring her fome ribands, another fome lace ; and the youngeft, O heavens ! in bidding me farewell, faid thus : I only wifh for a rofe. You cannot bring me any prefent that I fhould value more than that. I can fafely fay, that when I gathered the rofe, I only thought of my Zemira. Ah haplefs maid ! fhe could not Ttnow Her wretched father's fate. To her, the. caufe of all this wee, Let none the tale relate ! Thou rofe, that dojljbfair appear ■, For thee my life is loft. , O ! may Zemira never hear, How dear this few r has cojl I Az. I"], [16, "C 14 ) Az. I have a companionate heart : but there is on-* ly one way of making thy peace with me ; that is, by prevailing on one of thy daughters to give herfelf up to me, in thy room. San. What! give up one of my daughters ? Az. Either promife me that ; or this very inftant—* Ali. Ke is ftronger than you. You had better agree to it. San. Barbarous! what !— -only for taking a flower ? Az. And, how doft thou know but my fate may depend on that enchanted flower ? San. No ! I will fooner lofe my life than give up either of my beloved daughters. — Might I but once more prefs them to my bofom ! jz. Well Ali. (Softly to Sandro) Promife him every thing now, San. You fhall fee one of them I promife you. I fhall return hither, you may depend on it. Az. Swear to it. San. I fwear it. Az. Enough. Take this flow'r again. San. Who, I ? Az. Say no more. Take it, and keep it as a pledge of my truth, and thy Own Oath. No pity fhalt thou find from me ; If thou thy wordftoouldft fail : Nor from my pow'r canft e'er be free, Ev'n wings would not avail. Think of my ftrength: My fury fear. If thou wouldft happy be, Andfhare my wealth ; be butfincere, And keep thy faith with me. San. I value not thy anger : but I refpect my owri promife. Az. Follow me; and I will tranfport you in a twinkling to your own houfe. A cloud fhall carry you there. All"], [17, "( H ) Az, Son tenero di cor ; ma l'ira mia Sol puo tcco placarfi, Se una delle tue figlie a me vuol darfi. San. Come ? ch'io t'abbandoni Una figlia ? Az. O.prometti, , O adeffo . . Al. [Egli e il piu forte Ceder dobbiam.] San. Crudel ! fol per un fiore. Az. E che fai tu fe '1 mio deftin da quefto Fiore incantato non dipende ? 'Ian. Ah, no r La vita io perdero prima d'.fporre L'amate figlie. Un' altra volta almeno Stringerle a quefto feno Poteffi ! Az. E ben . . Al. Per ora [Piano afand. Tutto a lui promettete. San. Una di loro Qui verra, tel prometto. E di ficuro lo tornero. Az. Giuralo. San. Si, lo giuro. Az. Bafta cosi. Riprendi Q^uefto fior. San. Io ? Az. Non piu; prendilo, JJh pegno fiafra noi [e quefto Delia mia fe, de' giuramenti tuoi. Pietii nan troverai, Se mancherai di fie. Da me non fuggirai, Se l' all aveffi ancor. II mio pjter rammenta, Pave nt a il mio furor. Per opra tua felice, Se d'ejfer lice a me : Aperti allorper te Saranno i miei tefiori, E premj avrai maggiori Di miei, promeffe ognor. San. Non euro i fdegni tuoi, ma la mia fede So rifpettar. Az. Penfaci ben. Mi fiegui, Perche piu prefto al tuo foggiorno arrivi, Trafpor-"], [18, "16 Trafportarvici adeflo Sopra un nuvol faro. Al. Sopra un nuvolo ? Oib6. Deh ! afpetti un poco; A Diedi io partiro da quefto loco. Az. Vuoi piuttofto a cavallo Andar fopra d'un Drago ? Al. Peggio affai. Az. Qui '1 padrone afpettar dunque potrai. Al. No, no. Pur che di qui pofla ufcir fuora, Sc un nuvolo non batta in quel momento, Chn anche il diavol mi porti io fon contento. ; [Sinfonia che efprime il Vl h dclla nuvola. S C E N A III. Camera ndlafala di Sandro. Z emir a, Fatima, Lejbia, Lavorando allume d' uno Lampana, Zem. Vegliam, vegiiamo ; Gid vien /' aurora Di nucao il cielo Giafi color a, Fat. 1 Gia nafce il di. \\j.~ J. Giorno grata — Di bramata Rendi un padre al no fir o amor, Les. M'ha promeffo dei merletti. Fat. A me un naflro eiporterd, Les. I piu rari, i piu perfetti 'Zcm. Se una rofa a me dara, Quanto cara a me fata I Fat. 1 I es' f rofa ,? °^ C^e 8Kan COfa ' Zem. Difua man prezzo non ha. Vegliam, etc. SCENA"], [19, "( '7 ) Ali. Ride upon a cloud ! mercy on us ?: — Do not be in fuch a hurry : I had rather go Qn foot if you pleafe. Az. Or on horfeback if you will, upon the back of a dragon, Ali. Worfe, and worfe ! Az. Then you may ftay here till your mafter return. Ali. No, no, let me but get away from hence as faft as I can. If a cloud will not do the bu- finefs. I don't care much if the devil himfelf were to come and carry me off. [Symphony expreffing the flight of a cloud.] SCENE III. A Room in Sandro's Houfe. Zemira, Fatima, and Lejbia, at work by the light of a Lamp, Zem. \"1 Lefs keep awake. Lefs keep awake. Fat. >The darkfome night zvears off apace : Les. J See, how the day begins to break ; And ruddy morn tofiloew if s face. O ! let us hail the new-born day ! Replete with bleftings may it prove To light our father on his way ; And fiaje reftore him to our love. Les. Some lace he kindly promised me. Fat. In ribbands gay I fihall be drefs'd. Les. Superb, and elegant 'twill be. Fat. Tied up with tafte, and of the beft. Zem. If he a rofe for me fhould bring, 'Twill be a treafure for my eyes — Fat. Les. A rofe ! O ! what a precious thing ! Zem. Giv'n by his hand 'twill be a prize. C SCENE"], [20, "SCENE IV. Sandro, Ali, and the above. Zem. My dear father ! San. My deareft children ! Zem. My heart burns with joy, to fee my father again I Fat. Heaven reftores you at length to our wifhes ! Les. Let me alfo have the comfori: to embrace you ! Ali. O ! dear O! dear ! I am quite fpent ! riding poft on the wings of the wind is . moft fatiguing way of travelling. I had much rather go on foot. Zem. But, now let me enquire. Have you had an agreeable journey ? Fat. Have you brought back a good (tore of riches ? San. With difficulty I efcaped with life. All I poffeffed befide, perifhed in the waves. £*'; } What ! all loft ? San. we have nothing but ruin before us. — no re- fource remains. Zem. That does not render you lefs dear to us, my dear father, . San. Poor, dear girls! you weep. And you, Zemira, ftrive to comfort me — Zem. Give me leave to remind you of what I have heard you fay a thoufand times, that our natural wants are fmall ; and eafily fatisfied. That even a beggar may be happy if he knows how to mo- derate his defires. The little fluttering birds, no fooner quit their nefts than away they fly chirp- ing with joy, regardlefs of their poverty. The fhepherdefs, pofiefling neither gold nor filver, is pleafed and happy while fhe leads her flock over torefts and plains ; and feated by her favoured fhepherd, boafts how delightfully the days, and hours glide fwift away, SCENA 18"], [21, "( *9 ) S C E N A IV. Sandro, AD e dette, Zem. Ah, caro padre ! San. Amate figlie ! Zem.. In Mi balza il cor nel rivedervi. Fat. II cielo [petto Vi rele alfine al noftro amor. Les. Lafciate Che al feno anch'io vi ftringa. Al. Ah ! non ne poflb piu ! correr la pofta Sopra 1' ale dei venti, E' uno ftrapazzo tal, che in verita. , Meglio a piedi fi va. Zem. Come facefle Buon viaggio ? Fat. Ricchezze Portafte in quantita ? San. Me falvo appena Qui riconduffi. Tutto il refto in mare, Ahim.e peri ! Fat. Lefib a. 2. Tutto peri ? Sin. Non Alle miferie noftre alcun riparo. [vedo Zem. Non per quefto farete a noi men caro. San. Ah! voi piangete, o figlie ! E tu frattanto Cerchi di confolarmi. Zem. Cid che da voi ben cento volte, e cento Gia dir intefi, adeffo io vi rammento. Son gli umani bifogni Facili a contentar. Sebben mendico, Felice ognor fi rende, Chi le fue voglie a moderare apprende. Dal riftretto fuo nido Sortito appena il garrulo augellino ' Nella fua poverta Lieto cantando va. La paftorella Oro e argento non ha, E pur contenta a pafcolar gli armenti Conduce al bofco e al prato ; E fi vanta che a lato Del caro fuo paftore Paffa lieta e felice i giorni e ToreJ C 2 Pro*"], [22, "( so ) Profittiam dell'efempio. E' a noi baftante L'opra d'Ali, per coltivar l'angufto Campo che ci rimafe. La raccolta Far noi ftefli potremo. E di ricchezze in vece I voti ad appagar del nofiro core, Baftera, caro padre il voftro amore. Non e vero, o germane? Les. Ah, e vero. Fat. E' San. Ah povera ragazza ! [vero. Che cor ? che fentimenti ! Ricordato Mi fon di te. Per voi. Non potei . . Fat. Left a. 2. Del penfiero Vi fiam tenute. San. Oh Dio ! Compiangete piuttofto il cafo mio. Tu Zemira una rofa Chiedefti. Zem. Ah ringraziarvi, Come potio giammai ? ' San. Prendi, e cara ti fia. (mi cofta aflai.) Zem. Rofa vezzo fia Soave fior, Vieni, eripofa Su quefto cor. Bramato pegno Tu fiei d'amor Dono piii degno, Vezzofia rofa, Non ebbi ancor. San Figlie, tutta la notte Vegliafte. A ripofarvi E' omai tempo che andite. A far lo fleflb Me la ftanchezza invita Un altro ampleffo, ecco prendete. (Oh Dio !) Piu non poflb ceter l'affanno mio. [Fatima e Lefibia fi, ritirano. Zemira reft a offer - vdndo fuo padre che ft getta fopra una fiedia opprejfo dal dolor e. ■"], [23, "21 away. Let us profit by fuch examples ! with the affiftance of Ali alone we fhall be able to cultivate our little fields. We ourfelves can gather-in the produce. Inftead of riches, we will enjoy content; and fhall find every wifh of our hearts accomplifhed in pofTefling the affec tions of fo good a father. Is it not true, my filters ! Les. Yes, very true. Fat. O ! certainly. San. Poor girl ! yet what a valuable heart ! what noble fentiments doft thou difplay !— I remem- bered your requeft, Zemira. As for yours, my dear, it was not in my power. Fat 1 j \\ Ah ! you little thought of us San. For heaven's fake, rather pity my unhappy fate. You afked me to bring you a role, Zemira. Zem. I thank you, my dear father. I cannot ex- prefs how much I am obliged to you. San. Take proper care of it. (It has coft me dear enough.) Zem. O ! come, fweet rofe! delightful flow' V / And on my bofiom reft. A father's love, by thee, this hour, Is tenderly exprefs'd. This wifih'd-fior proof of bis efteem, How welcome to my heart ! Sweet rofe I how lovely doft thou fieem ? Freph bimming as thou art. San. My dear children ! you have fat up all night. It is now time for you to take a littie reft. My own wearinefs invites me likewife to repofe. Let me embrace you once more. fOh heavens!) I cannot conceal my forrows any longer., [Fatima retires. Zemira and Lefbia remain, obferving her father, who throws himfelf on a chair, and feems in deep afftiulion."], [24, "( »* ) SCENE V. Sandro, Ali, ' Zemira, and Lefbia. Zem. (He feems greatly diftreffed !) San. Art thou here ftill, my child ? Go ! I would be alone. Zem. Alas ! my dear father ! I know not how to leave you. What can diftrefs you thus ? San. (I know not what to fay.) Nothing, my dear. Zem. Excufe me, fir ! I read your very thoughts. Ah ! do not conceal from Zemira, who foves you, the fecret caufe of your grief! My affec tion may not be able to penetrate the whole ; but by kindly imparting it to me, and making me a fharer in your forrows, they will perhaps become more tolerable. San. Go ! my child. — I know not how to with- ftand your importunities — Retire. I want to be alone. [Exit. Zcm. I muft follow him. Alas ! my poor affiided father ! his filence, and his diftrefs, pierce my very foul. Les. My poor father ! his goodnefs deferves every profperity — but fortune very often forgets the good. Too oft we find that innocence Is but a weak and vain defence : Nay, 'tis a rule with cruel fate ■ The bad to help, the good to hate. [Exit. SCENE VI Ali alone. All. It all feems like a dream to me. My terrors are fcarce over yet— My poor mafter ! how I pity him!— He has promifed; and how will he get off? he has had his fhare of misfortunes, dangers, expence, and fuffering, frights, and- fears. — Thefe are the fruits of travelling."], [25, "23 S C E N A V. Sandro, AD, Zemira, e Lefbia Zem. (Aaffhnato mi fembra.) San. E ancor non parti ? Vanne, lafciami folo. Zem. Abbandonarvi, Caro padre non fo. Che mai si mefto Vi rende. San. (Ah che diro!) Nulla. Zm.Scufate Io nell'alma vi leggo: Ah ! non celate A Zemira, che vi ama La fecreta cagion di voftre pene. Se dileguarle appieno L'amor mio non potra, piu lieve almeno Sara meco divifo il voftro duolo. San. Va ; refifter non fo. Lafciami folo. [Parte. Zem. No ; feguirlo vogl'io. Con quel filenzio, oh Dio'. L'afflitto genitore Tremar per luimi fa nel petto il core. [Lo fugue. Les. Mifero genitore ! il rio deftino Lo ha renauto mefchino. D'ogni bene egli merta effer colmato, Na Ipeflb alia virtude avverfoe il fato Talor contro all' innocenza Fan le ftelle empia congiura, E pur troppo malftcura Spejfe volte e /' one ft a. . [Parte. S C E N A VI. Ati Job. Mi fembra di fognare. Ancor ceffata, Non e la mia paura. Ho compaffione Del povero padrone i or ch' ha promeflb, Come l'aggiuftera ? Bafta, Sventure,"], [26, "( *4 ) Perigli, fpefepatimenti, affanno ; Guadagni fon, che a viaggiar fi fanno. S C E N A VII. Alt e Zemira. Zem. All, mio caro Ali, del genitore Scoprimi tu qual fia L'occulto affanno. Al. Me n'andro. Zem. Ti ranno ! Come ? tu pur fuggi da me ? Al. Sicuro. Duro non fo tener di donne ai pianti. Zem. Rimanti, per pieta ! Del padre mio Confidami le pene. Alleggerirle Sapro in parte, fe il fato Di calmarle mi vieta. Al. Oh che peccato ! La povera fanciulla in tre bocconi Manucata faria.) Zem. Cosi fra' denti Cofa vai borbottando ? Al. (No -, ci fcommetterei Non fe la mangeria.) Sentite: ajuto S'og'gi da voi non ha, Sandro e perduto, Zem. Che dici ? II padre ! Al. Si; m'ha proibito Di palefar l'arcano ; ma fi tratta Delia fua vita. Simular con voi Non deggio.. Quefta notte Sappiate che in un bofco. San. Ali (Di dentro.) Al. Sentirlo Mi par, non ci facciamo Trovar infieme. Ad aipettarmi andate. A voi verro fra poco. Tutto faprete. Zem. Ah non tardar, che il vero Sin che il tuo labbro a me nafconde, etace, L'agitato mio cor non ha piu pace."], [27, "25 SCENE VII. Ali, and Zemira. Zem. Ali, dear Ali, tell me, I befeech you, what fecret forrow difturbs my father ! Ali. I muft be going. Zem. Canft thou fo cruelly run away from me ? Ali. Certainly. I cannot refill the tears of women. Zem. Stay, I conjure you ! Tell me in confidence, what is it that afflicts my father ? If the fates for- bid me the fatisfaction of removing his forrows; I fhould at leaft know how to alleviate them. Ali. (Oh ! what a pity ! — Poor girl i he will make but three mouthfuls of her.) Zem. What is it you mutter fo between your teeth? Ali. Hear me then. — If you do not affift him this very day : -Sandro is loft. Zem. How ! — my father ? Ali. Yes; he has charged me. not to reveal the fe- cret ; but his life is at ftake. I muft not difTem- ble with you any longer. — You muft know that, laft night, in a wood. San (within) Ali. Ali. I think, I hear him call. He muft not find us together — You had better go, and wait for me. I will foon be with you ; and then you fhall know all. Zem. Pray do not ftay long. My heart will feel no peace, till you have told me the whole truth.' D SCENE"], [28, "SCENE VIII Sandro, and Ali. San. [I can get no reft] How ? art thou not afleep yet ? Ali. No fir. San. What are my daughters doing ? Ali. I believe they are gone to reft. San. The thoughts of leaving them, O! heavens? pierces my very foul. Mind : I forbid you once more,ever to reveal my fecret, to my daughters, Ali. You may depend upon me. I am the clevereit perfon in the world to keep a fecrct. — But are you then determined to go ? San. I am refolved to go this very night. Ali. But why in fuch hafte ? San. Bring me a table, I want to write. You may retire. Ali. I go fir (this is an ugly affair!) [Exit. San. My tottering feet can fcarce fupport me. All my fenfes are fo oppreffed with grief ! — Let me write. — O heavens ! I muft undertake another voyage ; and in all probability it may be a long one. O ! you, whofe tender youth I leave expofed to all the ftorms and quickfands of a trouble- fome world ; may heaven receive you under it's protection ! — [Writing.] Here remain ; and may happinefs crown your days ! unknown to the world, live in harmony together ; and preferve your honour more carefully than your life.— This is the laft wifh of your unhappy father.- In witnefs of my fincere and tender love I lhall foon prefs you to my bofom in a fond em- brace. My dear daughters, farewell 1 now find myfelf more compofed. I will leave this paper in fafe hands. Ali is now afleep. X ' fhall give it to him before I depart.—' 26"], [29, "27 S fc E N A VIII. Sandro, AD San. Piu ripofo noh ho) Come ? Tu anco Non dormi ? Al. Signor no. San. Le mie ragazze Che fanno ? Al. Mi figuro Che andate fieno a ripoiar. San Penfando Ch'io devo abbandonaYle, oh Dio ! mi fento L'anima kcerar. Ali di nuovo Alle figlie ti vieto II mie fegFeto palefar. Al. Potete Di me fidarvi, io fono Per tacer fatto a pofta ; ma decifo Dunque avete d'andar ? San. Ho rifoluto Di partir quefta fera. Al. Tanta fretta E perche ? Lan. Un tavolino A me, Scriver io voglio. Ritirati.^/.Ubbidifco. (E' un brutto imbroglio,) San. In pie mi reggo appena. I fenfi miei [Parte. Cosi oppreffe il dolor. Scrivafi. Oh Dei ! Un altro viaggio ancora Far deggio, e lungo forfe. O voi ch'io lafcio [Scrive. Fra i perigliofi fcogli Di procellofa eta ! Vegliar fi degni. A cuftodirvi il ciel. Giomi felici A goder qui reflate, al mondo ignore Fra voi concordi ognor. Piu che la vita Confervate gelofe il voftro onore. Quefti del genitore Gli ultimi voti fon. Frattanto in pegno Del verace amor mio Vi ftringo al fen. Mie care figlie, addio. Eccomi piu tranquillo, in man ficura II foglio fi confidi. Ali gia dorme. Prist ch'io parta l'avra. Dalla ftanchezza D a OpprejGGj,"], [30, "28 Oppreflb, intanto de' turbati affettt II tumulto a fedar nel petto mio Breve ripofo prender voglio anch'io. [Parte. ■ , [Zemira e AD entrando, Zem. Yederb io vo' Gli voglio dir, Che tocca a me Per lui morir. Al. Ah, no, Zrmira ! Par lute piano Potria fentirvi Non e lontano Or ci riftetto, Troppo v'ho detto. Diverfamente Con me,, non va. Zem. i Partir, laficiarmi ? Al. j Parlate piano Zem. 1 Senza parlami ? Al. J Potria fentir Zem. No, no, s'arrefti, Al. Nolfbffrirb Zem. Vorrd celarft. Pace non ho. M'af colli prima Gli voglio dir Che tocca a me Per lui morir. Al. Ah ? no, Zemira Non gio-vera : Partir vorrd, Vorra partir e Senza parlar. Zem. Vorra partire ? Al. Partir vorra Zem. Sen-"], [31, "( *9 ) part. —Weatine'fs fo overpowers me, that the tumults of my troubled mind begin to fubfide. 1 will alfo take a fhort fleep. Zem. Tes, my father Til fee. Hefkall know my dejign, His life to fet free, And my own to refgn. Ali. Ah ! Zemira I— not fo— But fpeak foftly, I pray I He is near us^ you know, And may hear alt we fay. A while yet refect I / too much may have faid, Treat me not with neglect. Why mufl I be betray d? Zem . Hafle — leave me- - -pray go ! Ali. Ah- ! foftly— once more. Zem. Without f peaking ? Ah ! no. Ali. He will hear you, Tmfure ! Zem. No, no \\— peace-— be fill I It J hall never be Jo I Ali. Conceal it he will. Zem. I no comfort can know. Now, liften to me ! 'Tis my fettled defign, His life to fet free, And tny own to refgn. Ali. Zemira, no— noi Your endeavours are vain. Without fpeaking, I know, He will leave you again. Zem. He will leave me, fay you ? Ali, He's deter mind to go. Zem"], [32, "( 3° ) Zerfi. Without bidding adieu f It fhall never befo ! I muft fee him — and will. I've no peace in my mind. Speak foftly be fill, Or he'll hear us, you'll find. What you wifh is in vain. He will furely depart. O ! pity my pain ! Aid the wijh of my heart I Tou fhall lead on the way. I'll be guided by you. Then to hope Til give way. No— it never will do. Ali. Zem. Ali. A father's affection I will not deceive ! Tou know my intention. My words, pray believe I That one method alone, My dear father can fave. ' Let us hafte to be gone. Nofufpicion he'll have. For myfelf I fear mbre Than for him, I mufl fay. Dear Alii— give o%er While befeeps let's away ! Tour intreaties are vain. I, who caus' d all his woe. His deliv ranee to gain, Am impaiient to go. I cannot, indeed I Your intreaties are lofi. Zem. AH. Zem. Ali. Zem. Ali. Zera,"], [33, "31 •Zem . Al. Senza fiarlare f Senza parlar, Nolfoffriro Vederlo io vo' Face non ho. Zem. -j Al. J Par late piano Potria fentir. Non giovera, Vorra partir. Tu almen pietofo Mifcorgi, e guida. Tida alfuo lato Spirarfaprb. Ah, no i fofifrirla Mai non potro. Tradir d'un padre Vorrai I' amor P Ahimel nonpenf, Non vedi ancor, Che co'stfalvo Zem. Al. Zem. It genitor. Precederemo I pafjifui. Per me p'avento Piu che per lui. Mio card Alt f/fentr ei ripofa Andar conviehe. Nonfio tal cofa. S'io del fuo male Fui la cagione, Pronta afalvarlo Verro con te. Soccorfo invano Chkdete a me. Al. Zem. I ! Al. Zem. Al Zem. Deb I"], [34, "32 Zem. Dehl par la piano Potria fentir. Al. No, non verrb. \"Zem. Ami si fioco Dunque il padt one ! Al. S'io. I'amo, oh cielo ! Dir ei lo pub. Zem. S'egli t' e caro, Dunque alia prova. II tempo pafj'a, Vieni — Al. Ah, non piii. [S'ingin-. Zem. Sono altuopiede. [occhia, Crudel ti mova . . . Al. Via, cofa fate ? [S'ingfnocchia, e Defi ! fate fu. [la fa alzare, Zem. \"| Se non cedi al mio lament o. Al. Ah ! commofb, oh Dio ! mifento Al. No, no regger pih nonfo Zem. j Ah, a\" affanno, oh Dio ! morro. Fine dell' Atto Primo. A T T O II. ■ S C E N A I. Gran Sala nel Palazzo d'Azore, Azore A- AXUando fatsf crudel, e quando mai, \\J Paga farai di tormentarmi ! Ah ! tronchi Pietofa Parca il filo De' miei giorni funeftil O ren-"], [35, "33 Zem; Speak foftly ! take heed, Or my purpofe is crofs'd. By one proof I fiiall know; If your love be fincere.. Time pre ffes — let's go ! Al. No more will I hear. Zem . Thus I, kneeling, entreat-— Is thy cruelty fuch? Ali. How's this ? — at my feet ? O ! rije. — 'Tis too much ! Zem. Can my diftrefs — my tears, no pity find ? Ali. Heav'ns, what emotions now poffefs my mind ! Zem. II can't fupport it — 0! 'tis too fevert! Ali; \" * Anguifh fo deep, is worfe than death to bear! End of the firft Act. ACT II. SCENE I. Afipacious Hall in the Palace of Azore. 42.TT THEN, O! cruel fairy! wilt thou be VV weary of tormenting me. O! be mer- ciful ! and let the fates cut fhort the thread of my unhappy life ! reftore to me, inexorable power ! that beauty of which thou haft de- E prived"], [36, "34 prived me !— fatal beauty !— if for valuing it too highly I deferved to lofe it—Be not impla cable ! have not my fufferings fufficiently atoned for my fault ? if my enchantment is not to end, till a beautiful young woman fhajl love me under this hideous form ; how, cruel fairy ! can I hope it will ever ceafe ? — It is true, you have given me power to difpofe of all the ele ments at my pleafure ; but the laws of love are not at your difpofal. — Your power extends not over the heart of any mortal. To love, and to pine in defpdir, In anguifto to drag on the chain, And with cruelty tax the lov'd fair, Is fure infiuppor table pain. What fiiiff rings can be more fever e? My mis'ry can ne'er be exprefis'd. This fierce afpecl can never appear ; But with horror it fills ev'ry breaft* From my torments no refpite I find. More bitter each moment they prove. No fair one to me can be kind. I can hope no return to my love. That good father, whofe daughter I infilled on having — will he have the heart to obey me ? But what do I fee ? a young damfel coming this way ! and her conductor is not unknown to me. It is"], [37, "35 Orendimi, fpietata II pregio di belta, che a me togliefti. Infaufto pregio, oh Dio ! Se perderlo degg'io, perche l'amai ? Ineforabil tanto Dunque meco faria ? dunque l'incanto Non ceffera, fe pria A Donzella gentil fotto di quefto Formidabile afpetto Fiamme d'amor non deftero nel petto 1 Barbara Fata! come ' Potro fperarlo ? e ver ch'ogni element© Volgere a mio talento Per opra tua pofs'io ; ma legge amore Da' cenni tuoi non prende, Ne il tuo poter fui cori altrui s'eftende. D'amor penando Fra le caiene, Chiamafuo bent Crudel beltd. Non v' e un affanno Cosi tiranno; Non v' e piu barbaro Piu ria dolor. Ognor deftando Nell' altrui petto Col ftero afpetto Odio, e terror. tin fol momento, Per mio tormento, Non pofifo amando Sperare amor. Quel buon padre da cui Una figlia pretefi, ed avra core D'ubbidirmi ? che miro ! A quefte foglie S'avanza una Donzella. II condottiero"], [38, "36 Conofcer parmi . . . E' deffo. Ad incontraria Vadafi. Ah, no; pria ch'io mi fcoprain qucfto, Soggiorno almen fi rafiicuri. Ah ! preflb Al fuo leggiadro vifo, Fra milleaffetti in feno ho il cordivifo [Si naficonde. S C E N A II. AD, Zemira Al. Eccoci qua, fiam giunti •, Io vi lafcio. Zem. Deh, fenti ! Al. (Ahime ! finita E' ogni fpeme per me, chiufa e \\'ufc\\tz.)[trovando Zem. Ali, che fu ? Tu fcmbri [le porte chiufie. Turbafo. Al. Oibo. (Prudenza Or qui ci vuol.) Zem. Di, parla. E' dunque tanto Deforme e fpaventofo ? Al. Eh, non abbiate Timor. Zem. Ma pur tu fteflb. . . Al. Io ? perdo- Zitta per carita ! [nate, Zem. Ma chi fa ? Al, Ma chi fa ? Vane difficolta. Bella e giovin voi fiete E fe badate a me colpo farete. Sentite. Camminando, Vi raccomando portar ben la vita. Poi con difinvoltura co' piedi in pofitura, Fategli una leggiadra riverenza. Le cole andranno ben ; ma fopra tuttq Bifogna in fua prefenza Guardarfi ben di non trovarlo brutto. Zem. Ma tarda molto a comparir. Che vedo ! Sai tu leggere Ali ? Al. Quando no, quando si ! Zem. Vien qua, rimira, Al. Che ? Zem. Leggi. Al. Appartamento di Zemira'. Zem. Apri. Al. Chi ? Zem. Tu. Al. Scufate. So che burlar volete. Aprite voi, che la padrona fiete."], [39, "C 37 > is the fame. — I will go and meet her. — but, no I muft not 'difcover myfelf to her, till fhe be a little accuftomed to her new abode. — Ah ! her lovely countenance has already awakened a thou fand tender emotions in my heart. [He conceals himfelf. SCENE II. Ali and Zemera, Ali. We are arrived here at laft— and now I muft take my leave of you. Zem. Yet hear me firft ! Ali. Alas, a-day ! all my hopes are at an end ! I cannot get out. [Finding the door f aft. Zem. What's the matter with you, Ali ? you feem difturbed. Ali. Heigh, ho ! T muft be difcreet now.,) [iu\\ -? Zem. Tell me. — Is he fo very deformed, and fright- Ali. O ! you need not be afraid, Zem. But you, your felf, feem frightened ! [fake.' Ali. Who, I ? not at all-— but, hufh ! for pity's Zem. Who knows 'Ali. Aye, who know? what may happen. You are young, and handfome, and that you may lay no fault on me ; remember that before I go, I ad- vife you to behave-yourfelf well. Be genteel in your manners. Put yourlelf into a proper atti- tude, make him a flight courtefy, and all will turn out very well. — But above all things, take care that he do not hear you fay any thing of his deformity. Zem. But he makes it long before he appears — - what do I fee ?— -can you read Ali ? Ali. Sometimes I cannot.\" Sometimes I can. Zem. Come, and look here ! Ali. What ? Zem. Read that. Ali. ~\\Readu~\\ Zemira's apartment. Zem. Open it. Ali. Who ? Zem. You. AH. Excufe me. I know you do but jeft. — Onen it yourfelf. You are the miftrefs of it,"], [40, "( 3« ) Zem. It opens of itfelf. — What richnefs ! what elegance ! what wonderful tafte it difplays ! Ali. He does not intend to eat you. That's certain! Zem. I hope fo too — Go — make hafte, and ac- quaint my father of this happy omen. Set his tender heart at eafe on my account. To my father, now fly. Hafte, and chear his fad heart. To comfort him try. Ali. But how can I depart ? The door, here, is f aft; And there's no other way. Zem. Go, tell him, at laft He to hope may give way— That Zemira ftill lives. His tears bid him dry. Say, what comfort jhe gives ! Ali. Yes — if I could fly, He, the whole fhould foon know. But no wings I command. Therefore how can I go ? Zem. Make him well underftand That I hope to fiur-vive All the rigours of fate. In his love let me live ! Mine can never abate. At my defliny, — -fay, I contented 'fhall be. Ali. But, I can't get away > ■ He'll not hear it, ft , me. Zem. Ifi happy he be : If I'm dear t s heart. H(av'n"], [41, "39 Dat 2.em. Aprafi. Oh che ricchezza, ed eleganza ! Che gufto forprendente ! Al. Non vi vuole mangiai ficuramente. Zem. Lo fpero anch'io ; ma intanto D'un si lieto prefagio Con faufto annunzio al genitor deh vola ! E il fuo tenero cor per me confola. Al padre, deh vola I Le fmanie confola D'un povero cor. Al. Ch'io vada? Ma come? La porta e ferrata. Piu via non fi vd. Zem. Va, di che refpird - L'amante Zemira, Zem. -j Ch' eflintanon e ( Deh! vola, confola \\ -Vn tenero cor. Al. J Deh vola, deh vola ! . Ma l' all nbn ho. Direi cib che avvenne^ Ma fenza le penne Volar non ft pub Zem. Degli aflri feveri A hi di, chefperi Placato il rigor. Ch'io I'amo, che m'ami, Che ilfato non chiami Spietato e crudel, Al. Ma qilegli eke vi ama Da me cofa brama? - Che v' ami fe v' ama, Ma fenza di me. Zem. $e vivefelice Se dice che m'ama,"], [42, "40 Dal del piu nonbramd ffueft' alma fedel. S C E N A III. Azore Senza moftrarfi,.e detti. Az. Allontanati, o fchiavo, . [S' apronole porttf\\ Con lei lafciami folo Al. Padron fi ferva, io me ne vo di volo [Fuggendoi Zem. Alfin, eccomi fola. Ecco il momento. Ah, mi palpita il cor! Machepavento? Gia falvo il geriitore, io gia compitOi Ho di figlia il dover ; la forte mia Non e decifa ancora; Ma 1'innocenza il ciel protegge ognora* S C E N A IV. Zemira, Schiera di Genj, e Fate che vengono a ren- derle omaggio, danzando. Zem. Che fplendido corteggio Mi veggio intorno ! un trono a me s'apprefta ! Qual forprefa e la mia ? fogno o fon delta ! [I Genj delle crti corteggiano Zemira<. S C E N A V. Zemira, ed Azore. Alia vifta d' Azore Zemira cade fvenuta nelle braccia delle Fate. Zem. Soccorfo * • • Ahime ! Az. Del mio Formidabile afpetto, Immancabile effetto ! II van timore Sgombra dal fen. Orrido moftro e vero Io fembro agli occhj tuoi. L'ingiufta leggd Tal e, Zemira, di potere avverfo. Ma penetrar col guardo Nel petto mio, fe tu potefli ; ah ! quanto Del"], [43, "Heav'n can never, to me Greater comfort impart. SCENE III. Azor, without dificovering himfelf and the above. Az. Begone from hence, flave ! let ' me remain alone with her. Al. Mafter, I obey you, as faft as ever I can. Zem. At length I find myfelf alone. — And now my heart begins to flutter.— But, what fhould I fear ? my father is fafe. I have fulfilled the duty of a daughter. My own fate is not yet decided : but innocence is always protected by heaven. SCENE IV Zemira. A troop of Genii and' Fairies, who come to pay homage to kr, dancing. Zem. With what a fplendid train am I furround- ed !— -A throne preparing for me ? — Surprifing! — Do I dream ? or am 1 awake ? [The Geniufies of the arts pay their court to Zemira^\\ S C E N A V. Zemira and Azore. {At the fight of Azore, Zemira falls, fainting, into the arms of the Fairies.') Zem. Help !— O ! fave me ! Az. This is the never-failing effect of my hon afpect ! — Banifh thofe vain fears from your bo- fom ! — To your eyes I appear a horrid monfter — it is true — fuch, Zemira, is the unjuft law of F adverfe 41"], [44, "42 ad verfe powers.' — O! could your looks but pe- netrate into my bofom ! how deceitful would you find my appearance. Heavens ! how dif- ferent would my heart appear, groaning in an- guifh — a flave to love.* Liften tome without looking on me. — If you were unmerciful, you would not be fo lovely. Zem. Alas ! all my fenfes are overwhelmed with terror ! Az. What can Zemira fear from the unfortunate Azore ? Behold him at your feet, expecting his fate from you ! Zem. Ah! keep farther off! unlefs you would have me die with affright — O ! for pity's fake I befeech you to fpare my life. Az. Can he who adores you have anv intention to take away your life ? Zem. I begin to revive. Az. Dear creature ! you may be fatisfied, that you are perfectly fafe. The wildeft monfiers in the Hyrcanian woods lofe all their fiercenefs when they give them- felves up to love. The heart that, feels a gen'rous flame, No furious paffion can engage. Love does the lion's fiercenefs tame, And quite fubdues his wonted rage. Tour pity trembling to implore, When wretched Azore does appear, Let terror cloud your brow no more, What can Zemira have to fear ? Zem. How fweet are thofe accents ! When I hear that voice, I lofe the impreffijn of thofe terrors which overpowered me at the fight of you, and ftruck me with fudden dread. * He makes a fign to the Geniufes and Fairies to draw back. Az."], [45, "43 Del fallace fembiante, oh ciel ! diverfo Vi troverefti un core, Che affiitto geme in fervitii d'amore. *Senza mirarmi afcolra e fe fpietata Quanto bella non fei . . . Zem. Ah, qual gelo circonda i fenfi miei 1 Az. E che term o Zemira, Dall' infelice Azor ? A' piedi tuoi Eccolo che da te fupplice implora . Zem. Ah, per pieta ! La vita In don ti chiedo' Az. E come Scemare i giorni tuoi Potrebbe un che t'adora ? Zem. Commincio a refpirar. Az. Cara, tu puoi Rafficurarti appien •, che fin le belvc La nelle ircane felve Se le invaghifce amore, Piu feroce non hanno in petto il core. Se amore I'ifpira, Segli agitail cor, Gid I'ira depone, Gid perde U Leone L'ufato furor. Ailor che mercede Tremando ti chiedt II paver o Azor : Con ciglio fiereno, Deh ! fgombra dalfeno L'ingiufto terror. Zem. Che dolce favcllar ? voce si grata, Qualor afcolto, dileguarfi io fento Quel che in mirarti m'ingombro, m'oppreffe Improvvifo fpavento. * Fa cenno ai Genj e alle Fate di allpntanarfi. F2 Al"], [46, "44 Az. Felice o mia Zemira Sapro renderti appien. Zem. Ma il genitore ! Ma le germane, oh Dio ! Az. Sara mia cura La forte lor. 'AH' opulenza in grembo Per opra mia vivranno. Io de' mortali II piu lieto faro, fe non ricufi Soffrirmi amico a te dappreflb. Ah ! quefto Sol io ti chiedo, e tanto Se d'ottenere a me non e permeflb, La dura Legge accetto, Pur che non fia dell' odio tuo l'oggetto. Zem. Tu l'odio mio ? T'inganni. Delia virtu, Sebbene Abbietta, e fventurata, Tutto il pregio Zemira ognor intefe; E folo il vizio ad abborrire apprefe. Az. Dunque fperar pofs'io ? Zem. Senza terrore Gia comincio a fiffarti e forfe teco, Qui pafferei tranquilla i giorni, e Tore, Se men caro mi fofle il genitore. Mifero padre ! oh Dio ! Gia il fuo lamento Mi rifuona nell' alma. E fe contento Fra le fventure anCor fu a me dappreflb, Qual ufignuolo adeftb Ch' abbia i figli fmarriti, o la compagna, Me fol chiamando col deftin fi lagna. L'uftgnuolo che al nido intorno Vegha, e gira la notte, e il giorno, Dolcemente s'eifta cantando, Va narrando che hafido il cor. Afpiegar lontano il volo Solo avvien che a lui configli Ilfbave amor de' figli. Spera tutti aver d'intorno Pigolando alfiuo r it or no ghtando"], [47, "45 Az. Their happinefs fhall be my care. By my means they fhall live in opulence. If you re- fufe me not the privilege of approaching you as a friend -, I fhall be the happieft of mortals. — Ifi be not permitted to obtain fo much ; I will fubmit to the hardeft conditions, provided I be not the object of your averfion.- Zem. You my averfion ! — no, you .miftake me.— Zemira knows how to efteem virtue, however indigent, or unfortunate. Your afpect alone is difagreeable. Az. Then I may hope Zem. I already begin to look on you without terror ; and perhaps might fpend my days in peace and comfort here, with you, if my fa- ther were lefs dear to me. Unhappy father! I feem to hear his lamentations. His forrows pierce my foul. He was happy under all his misfortunes, while I was with him.— But now, like the Nightingale robbed of her young ones, or her mate, on me alone he calls inceffantly, and laments his wretched fate. The Nightingale, that night and day, Flies round his nejl with watchful care ; In fweet eft notes ftill feems to fay ; All his ddight is center' d there. When, by paternal fondnefis borne, He chearful takes his flight at large, Expecting food at his return, He hopes to find his tender charge. But if, by fome rapacious hand His ev'ry hope is fieiz'd the while ; In ftupidfiorrow, fee him ftand ! Naught can his deep-felt grief beguile. Thin"], [48, "46 Then forth he flics with flutt' ring wings \\ And calls his mate in mournful jlrains. In plaintive notes he ceafelefisfwgs. His ferries echo o'er the plains. Az. Your father's grief Zemira, perhaps, is not greater than yours. — O ! did I but know how to moderate it ! Zem. It is in your power to calm it entirely. Az. In mine ? — explain. — What do you require t I am ready to do every thing for you. Zem. Let me for a moment fee my father, and my lifters ! Az. They fhall immediately appear to ycu, in a magic picture j but you muft keep at a diftance, and oblerve them. If your feet incautioufly approach too near them, you will break the en- chantment, and they will difappear. SCENE V. Azore, and Zemira on the fiage. [Sandro, Fatima, and Lefhia in a Pi£lure.~] Zem. Ah! my dear father! — My tender filters! how they figh and lament.- O ! how great is my father's affliction ? Nothing can comfort him !— Why am I not permitted, at leaft, to hear his complaints? Az. Ah! what is it you afk of me? Zem. It is in your power to gratify me; and can you deny my requeft ? Shall I believe that you love me ? No— it cannot be. If I were dear to you, you could not perfift in oppofing my wifhes. Ar."], [49, "47 ffbuando I'efca ei porterk M-i. fie fratt onto Da man rapace La cara fipeme G'i fu involatay Scj'tira, o geme, Non ha piu pace. Per la ranipagna Col melto canto Lafua compagna Chtamando va. Az. Delpaterno cordogiio il tuo, Zemira Forfe non e men grave. Ah ! s'io poteffi Moderarne il rigor . .. Zem. Anzi tu puoi Calmar lo appien. Az. Io ! fpiegati; che vuoi ? Tutto per te faro. Zem. Per un momento II padre, le germane Lafciami riveder. Az. A te dinanzi In un magico quadro Apparir fi vedra. Ma tu dovrai Reftar da lungi ad offervar, che a loro, Se incauto il pie s'apprefla, Rotto l'incanto, fi dilegua, e ceffa. S C E N A VI. Azor e Zemira fiul Teatro. Sandro, Fatima, Lejbia nel quadro. Zem. Ah, caro padre ! Ah fofpirate, e piante Dolci forelle ! oh come, Afflitto e il gen i tor ! Non v'e chi pofla Confoiarlo Perche le fue querele D'udire almeno a me non epermeffo ? Az. Ah, che mi chiedi mai ? Zem. Come ? Appagar mi puoi E ai miei defir t'opponi ? E ere"], [50, "48 E credero che m'ami ! Ah ! non c vero Che a te cara fon io Se perfifti a negar quello ch'io bramo. Az. Bafta; hai vinto. Non piu; vedi, fe t'amo San. ■ Ah per pietade, oh Dio ! Lafciate in libertd V affanno mio. •Les. 7 jjej cQr caimate almn Pa f anno rio. San. J M San. Zemira, oh cielo ! . Ah, dove fei ? Fat. \\ In me I'avete Les. i L'aveie in me San. Mifero, Abime ! Fat. ? Con voifon io. Les. i La rivedrete. San. Per mio torment o, Vederla parmi, L'afcotto ancor. Chiamar mifento. Vieni, Zemira, Che il padre fpira Senza di te Deh vieni ah!. . . Zem. * Padre, ah padre ! crudel ! tu me Thai tolto. Az. Te fteffa incolpa, tu l'incanto hai fciolto. 7*em. Ah ! d'affanno io morro, fe al genitore D'andar mi vieti. Az. Oh Dei! Come fenza di te viver potrei ? Zem. II padre a confolar fol qualche iftante Ti chiedo. Ah ! fe negarlo a me tu puoi . . . Az. Va •, fol voler pofs' io cio che tu vuoi. II padre ti rivegga, e dal tuo labbro Sappia pur che ti adoro •, Che fe ti perdo io moro. Zem. In quefto giorno, • Ai Dei lo giuro, a te faro ritorno. * Precipitandoli verfo U quadro, che fpaiifce. Az."], [51, "49 Az. 'Tis done. — You have prevailed — Now, fee* if I love you ! San. O ! ceafie ! — my woes are paft relief. Let me in filence bear my grief! Les 1 pat r 01 calm, dear fir, ycur troubled mind! San.^ Heav'ns ! where can my Zemira be ? Les. 7 In me r? . r , San. She's loft!— for ever loft to me ! Les. *) Fat' f me you,U ft'1 ft behold her near. San. Alas ! methinks I fee her here ! I hear her voice — on me floe calls. O ! come, Zemira ! — come away! Thy fate thy father's heart appals. Trio. O, come! — 0, come! — no longer flay. Zem. * My father! O! my dear father! — cruel! thou haft taken him from me — Az. It is your own fault. — You have broken the enchantment. Zem. O ! I fhall die with grief if you oppofe my going to my father ! Az. Alas! how fhall I be able to live without you? Zem. All I afk is to fee my father, and to comfort him, only for a few minutes, Az. Go then — I have no will but yours. — Your father fhall fee you. Let him learn from your lips, that I adore you.— That, if I lofe you, I fhall lofe my life. Zem. This very day I call heaven to witnefs that I will certainly return to you. Az. Hear me — If you do not return before fun-fet, I fhall die with grief. — To your father you may * Running haftily towards the pidure, itdifappears. G then"], [52, "then lament my wretched fate. — You may tell him that the unfortunate Azor is no more. — That Zemira alone was the caufe of his death ; tho' his love and his fincerity deferved not fo cruel a return from her. Zem. Heaven avert the omen ! 1 cannot be guilty of fuch ingratitude. Az. Go, then. — I truft my happinefs to you.— Should you prove perjured and ungrateful, I could not have the heart to punifh you. — Take this ring — it will fet you free from my power. Zem. Such uncommon generofity exceeds all be- lief! Az. My deftiny, now, depends on you alone.— If willingly you throw the ring from you. By that means only can you be reftored to me. Zem. You fhall not find Zemira unworthy of this confidence. I leave you, refolved to prove my felf deferving of this noble pledge of your efteem. Az. Then go — hut ah ! remember well, 1 My life does on ycur will depend. Adieu Zemira. Zem. O ! farewel ! Az. Tet hear ! Zem. I your commands attend. Both. Diftrefsful hour l—'tis hard to part. Az. Remember me — and think what pain I muft endure. Zem. O ! trujl this heart, I furely fhall return again. [Exit Zerrj. [Azor retires oppreffed with grief.] The End of the Second Adl, 50"], [53, "( 52 ) A T T O III. S C E N A I. Camera nella cafia di Sandro. v Sandro, e Alt. San. (Malinconico, ftando appoggiato ad una tavola.) V'E' fotto il ciel, chi fia Piu mifero di me ! Al. Signor padrone, Ahime ! San. Che cofa fu ? Al. Per l'aria ho vifto . . . San. Che ? Al. Non lo fo piu. Ah I si, I' ho ancor prefente Un carro par volant e. No ; a un nuvolo raffembra. Eh ! fembra un carro ardente Da un nuvolo port at o. Io I'ho bme offervato, E temo, e tremo ognor, Che fcender voglia qua. Al carro frano Sono attaccati Due gran fierpenti alati. Han bocche ample voraci, Non gli ho veduti i denti ; Ma gli occhifon due fact, Son due carboni ar denti. Ovver, chi fa f Niente far a. Speffb il timore Credete a me : Quel che non e Veder cifa. San. Che vo' far io de' tuoi vani deliri ? Al. Eh, nulla, nulla, forfe Un di color fara, che gratis danno Al"], [54, "( 5X ) Az. Odirni: fe nell'onde Pria che tu rieda il fole oggi s'afconde, II duol m'uccidera. D'un infelice Compiangendo la forte Al genkore allora Dir portrai, piu non vive Lo fventurato Azor ; ma da Zemira Che fu iola cagion della fua morte Tanto amor, tanta fede Quefta non merito crude! mercede. Zem. Ne tolga il ciel l'augurio. A quefto fegno Sconofcente non fon. Az. Va ; ti confido La mia felicua. Spergiura, ingrata, • Sebben meco tu foffi, Punirtiionon faprei. Prendi, ti rende Libera queft'anello Dal mio poter. Zem. Ogni credenza eccede Bonta si rara. Az. Da te fol dipende Adeflb il mio deftin. Se volontaria Lungi da te gettar l'anel vorrai, Sol cosi in mio poter ritornerai. Zem. Dital fiducia indegno Non ha Zemira il core •, ed in lafciarlo Meriure fapra si nobil pegno. Az. Vanne ma ti rammenta, Che viver non pojs'io da te divifio Addio, Zemira. Zem. Addio. Az. Senti. Zem. Che dir mi vuoi ? A. 2. Che affanno e il mio ! Az. 1 Di me non ti ficordar, Zemira, addio. Zem. J Ate ritorncib fedel fon io. [Azore fi retira, opprcflb di [Parte. dolore. Fine dell' Atto Secondo."], [55, "( S3 ) ACT III. SCENE I. A Room in Sandro' s houfe. Sandro, and Ali. San. [Leaning on a table with a melancholy air.\"] CAN there be a more miferable creature under heaven than I am ? AH. Mafter ! mafter ! — alas ! San. What is the matter ? Ali. I faw in the air — Sou. What? Ali. I do not know what. O yes— 0 yes. — I fee it now. A flying chariot does appear. No—'tis more like a cloud, I vow. O I now a flaming car draws near. Upon a cloud 'tis borne away. It is — it is.— -I clearly trace. It makes me tremble. — Lackaday ! It feems defending in this place. To this grange car are harnefs'dfajl, Two monflrous fer pent s, fierce and fell, With gaping rav'nous mouths— fo vaft-— I cannot fee their teeth fo well. But O ! their eyes like torches flame, Two blazing carbuncles are they. 'Tis gone — I fee no more the fame. My fears flart monfter s in my way San. What am I to think of this foolilh delirium of thine ? Ali."], [56, "54 Ali. O !— nothing— perhaps it may be one of thofe people who give fruit gratis to all paflen- gers, and make them pay dear for the flowers. SCENE 11. Zemira, Fatima, Lefbla, Sandro, Ali. Les. Oh Zemira, Zemira ! I cannot but envy her fuccefs— Kind fortune has thrown all her wifhes into her lap — I long to have the fame luck. Til tell myfwain to eafe my pains, Refrain' d no longer will I be : But break the heavy galling chains, And be in future bold and free. What avail us, two lovely eyes, _ Our grace, our bloom asfreflj as May ? If beauty's rofe neglecled lies, Upon the thorn to jade away. ***' } Zemira ! Oh heaven ! Les. J Zem. My dear father ! San. My daughter ! can it be ? that to us Zem. Yes, Azore has given me leave to come to you. Be no longer deceived. — In him I have found a friend, and not a tyrant. His generous heart will provide for your future happinefs : I am the object of all his tendereft cares. Ceafe then to figh for me. Repine not at my fate : nor lament my fituation, for I am happy. — My deareft father ! — Sifters ! farewell. San."], [57, "55 Ai pafTaggier dei frutti delicati, Ma i fiori poi coftar gli fan falati [Parte. S C E N A II. Zemira, Fatima, Lefbia, Sandro, Aft. Fat. Oh Zemira, Zemira ! Quanta invidia ti porto ! Lo fperato conforto Arnica forte in grembo a lei ripofe ! Coronb '1 fuo desio : Ma vorrei coronato ancora '1 mio. Spiegar voglio al caro bene L'amorofo mio cordoglio, Voglio fcior le mie catene, Ed amar con liber t a. Che ci giova poverine Unfoave amabil volto, Se fepoltofra lefpine Langue ilfior della belta Fat. 1 Zemira, oh ciel ! Zem. Ah caro padre ! Les. * San. Ah figlia ! Ed e pur ver che a noi. Zem. Si, a voi permette Azor, ch'io venga. In lui, Ufcite omai d'inganno, Un amico trovai, non un tiranno. Quel generofo core a voi deftina 11 piu lieto avvenir. L'oggetto io fono Delle dolci fue cure. Alfin ceffate Di fofpirar per me. Non compiangete La forte, il cafo mio. Felice, io fon ; padre, germane, addio. San. Come ? lafciar mi vuoi? Zem. D'Azor foggetta Piu non fono al poter. Libera ei fteflb Con"], [58, "56 Con quefto anel mi refe.* San. Al padre appreflb, Perche dunque non refti ? Zem. Ah, genitore ! Ad Azor volontaria Promifi di tornar. So che l'affanno L'uccidera, fe ingrata, Se fpergiura mi rendo. E pretendete Ch'io lo lafci, fpietata in abbandono ? Ah, caro padre ! Si crudel non fono. A lui ritornero, cosi m'impone La fe, ch'io gli giurai. San. Delia tua liberta far devi, o figlia, Ufo miglior. Zem. Se libera gia fono Voi ficuro non fiete. Ah, fe veniffe A noi fdegnato ! . . . San. Eh ! venga Venga il moftro crudel, del fuo furore Non temo. Zem. Ah ! rammentate. San. In tal momento Che padre fono, oh Dei ! fol mi rammento Zem. Ahfe a noi vemffe oh Dei ! Pien difdegno, e di furor. San. Pianti, grida opporfiprei Alfuofdegno, al Jm furor. Zem. Difpavento., e di terrore, Gia mitrema in petto il cor. Zem. Caro padre, fe mi amate Qui reflar non mi lafciate ! San. La mia figlia il Jangue mio No non lajcio in abbandon. Fat. i t \" j -Ah, perch} nan poffo anch'io Quefla vita qffrir in don ! * Moftra loro un anello. Zem."], [59, "57 San. Mow ? wilt thou then leave me ? Zem. I am no longer fubject to the power of Azore, he himfelf, with this ring has fet me free*. San. Why then, will you not remain with your father ? Zem. O ! my father ! — To Azore I made a volun- tary promife to return. I know he will die with grief, if I prove perjured, and ungrateful. — Would you have me leave him, barbaroufly, in defpair ? Ah ! my dear father ! I cannot be fo cruel ! I will return to him. — The oath— the promife I made demands it of me. San. Daughter you ought to make a better ufe of your liberty. Zem. If I keep my liberty, you will not be fafe — O ! if he fhould come among us full of rage ■ San. Let him come ! let the cruel monfter come ! I fear not his wrath. Zem. Ah ! call to mind «■ San. I remember that I am a father ; and remem- ber nothing elfe at this moment. Zem. Heaven; f if he Jloould come to us in all his rage and fury ■ San . / would endeavour to appeafie his * anger with my groans and lamentations. Zem. My heart already trembles with terror, and ap- prehenfion. San. Let him come— 1st him rage, and ftorm—My heart trembles not in my bofem. Zeni. My dear father ! — if you love me, do not tempt me to ftay ! San. Can I refolve to abandon my daughter — my own blood ? ,- , Les 7 ■p ' > Why cannot I too offer up my life ? * Shews them a ring H Zem."], [60, "58 Zem. My timid obedience may difiarm his rigotr. Sm. He cannot withftand the conftancy of an ajliclgl father. Fat. 7 Heaven in it's mercy will always protebl tbi Les j innocent. San. With every dear hope, I fhall lofe my life again. Zem. Sifters, for my fake, try to comfort my fa- ther ! [Throwing away the ring] San. Daughter ! — Zemira. — Ah ! where is fhe ? who has fo barbaroufly fnatched her from my fight ? ¥f' I Father ! father ! Les. S San. Let me alone. — Reftore to me my daughter 1 thou barbarous monfter ! — But to whom do I fpeak ? p' X Let us hope.— who knows — San. It is all over. — I am defperate. SCENE III. Part of Azof's Garden. A wild fipot, in which is a Den. Azore alone, The fun has already finifhed more than half his couife and yet, alas! Zemira does not come. — Wi!l fhe then forfake me ? can fhe betray me ? — The ungrateful fair ? She knows that I love — that I adore her ; and that if deprived of her, I fhall die with grief. Alas ! my hopes begin to fail : Zemira here has left me to bewail My wretched fate ! ah cruel fair ! To fome defer ted land I will repair, And"], [61, "59 Zem. La mia timida ubbidienza Difarmar pub il fuo rigor. San. Se non cede alia coftanza D'un dolente genitor. y ' > A, prolegger Vinnocenza, Veglia il del pietofio ognor ? San. Colla dolce mia fperanza Herderb la vita ancor. * Zem. Germane, ah confolate [Gettando via V antsllo. II genitor per me. San. Figlia Zemira, Ah, Zemira ove fei ? Chi t'invola fpietato agliocchi miei! Fat. } Padre, ah padre! San. Lafciatemi. La Lef.) figlia Rendimi, o moftro indegno. a chi ragiono! Fefi ) Speriam . . Chi fa . . San. Gia difperato io Lat. \\ fono. S C E N A III. Parte del Giyirdino d' Azore, luogo felvaggio pv' e un Antra. Azore folo, Delia diurna fua carriera il fole Giunfe alia meta, e ancor Zemira, oh ftelle ! Non viene. . . Ah fara vero, Che abbandonar mi voglia, Che mi poffa tradir ? Sa pur l'ingrata, Che l'amo, che l'adoro; Sa che fenza di lei d'affanno io moro. Dal mio bene abbandonalo Spero invano aver merce : Crude ftelle ! avverfio fato ! Nume in del non v'e per me j Ah"], [62, "60 Ah ft ora e fia la mort II rift or o ai mali miei— Ah Zemira 1 dove fei ? Che abiffo di pene ! Perdulo ho V mio bene : Non v' e piu conforto, Ne fipeme per me. S'adempia il mio deftin, fe colla vita \" Finifce il mio tormento, Muojafi. Di queft' antro II fen m'accolga, e, fia, Pietofiflimo ciel,la tomba mU.[Sigelta nell' antra' S C E' N A IV. Zemira. Azor invano Ti cerco e chiamo. Eco pietofia Fra queft e fronde Sol mi rifponde. Vieni, e ravvifia La tua Zemira. Vieni, e rimira, II del divifia Non I' ha da te. Azor, deh vieni ! Ahime, ch'io fpargo ai ventj, II pianto, e le querele ! E mentre ognor fedele Sol te tofpiro, e bramo, Sento ch' io t'adorai, fento, ch'io t'amo. Parte, SCENA"], [63, "( 6x ) And fipend my voice in cries, And wafte in tears my eyes Till I reftgn my breath Into the arms of death. If my miferies end with my life, my deftiny fhall be accomplifhed. — This den will receive me into it's bofom, and grant, merciful Hea ven ! that it may prove my tomb ! SCENE IV. Zemira Azor ! — In vain I fiearch around And loud thy name repeat. Soft echo only, to the found Replies, in accent fweet. O ! come, and banifh ev'ry fear ! Thy own Zemira fee ! Heav'n grants thy wifh. Behold me here ! Once more reftor'd to thee. Azor. Why doft thou not come ! Alas ! my forrows, and my complaints are uttered only to the winds, while my conftant heart fighs, and wifhes for you. — alone, — O ! hear me when I tell yop that I adore you. — that I love you — [Exit, SCENE V. The inchanted Palace. Azore on a throne and Zemira. Az. Zemira ! Zem. Where am I ? Sure I know that voice ! Az> Heaven has reftored Azore to thee. Zem. Azore ! how is this ? — Is it you I hear ? Az."], [64, "62 d%. Yes, I am that Azor, who concealed under a deformed and hideous appearance, was not hated by Zemira. — By your means the fatal en- chantment ceafes, Zem. How could I effect fo much ? - Az. Only by loving me, thou haft appeafed the anger of the Fairy who was my enemy. — Ah! fince thou alone haft reftored me to my throne, and to myfelf; it is but juftthat I fhould fhare my happinefs with thee. Zem. Such a heart as yours is infinitely more valuable to me than a throne •, but I am not at my own difpofal. My father's inclination muft firft be confulted. Az. Confult with him then. I have no objection.— ■ Your father is here. SCENE the laft, Sandro, Fatima, Lefbia, All, and the above. Zem. Where is he ?— Ah! my father !— my fillers — he, whom you now behold feated on a throne is San. I know it already. Az. To a prudent, and tender father, I now reftore a beloved child. Like her, fubmiffive, and obedient to your will, behold Zemira's lover ! — and in him (if you oppofe it not) to her the tenderefi; of hufbands, *£J O! happy filter! Az. Azore, now, after fo many cruel viciflitudes of fortune, from your lips only, waits to hear his doom. San. If it depend on me — be happy to your utmoft wifhes. Daughter give him your hand. — Your felicity has indeed coft me dear enough : but happinefs is doubly fweet, when it takes birth from fufferings, and afflictions."], [65, "( h ) S C E N A V. Palazzo incantato. Azore fiopra un Trono, e Zemira, Az. Zemira ! Zem. Dove fon ! qual voce ! Az. II cielo Azor ti rende. Zem. Azor ! come ? Tu fei Che afcolto ? Az. Si fon io Quell' Azor, che Zemira Sotto deforme afpetto Non abborri celato. Per opra tua cefTato Ecco il fatale incanto. Zem. Tanto, com'io potei ? Az. Sol coll'amarmi Hai tu l'ira placata Delia nemica fata. Ah 1 fe tu fola Al mio foglio a me fteflb Mi rendi, e giufto ancora,. Ch'oggi teco io divida La mia felicita. Vieni. Zem. Del trono Per me dono maggiore ' E' il tenero tuo cor ; ma di me fteffa Arbitra non ion io. Del padre il voto Pria confultar convien. Az. Parlane feco, Io non tel vieto. II genitore e teco. S C E N A Ultima. Sandro, Fatima, L^fihia, AD, e dettL Zem. Dove ? ah, padre ! ah germane ! [Gettandofi nelle braccia del padre. Quel che in foglio mirate . . . San. Tutto gia fo. Az. Ti rendo, Saggio e tenero padre L'amata figlia. Al par di lei fommeflb A' tuoi cenni rimira"], [66, "64 Di Zemira l'amante, e in lei, fe vuoi II piu tenero fpofo. J1 ' X Oh germana felice ! Az. Azor adeflb Dopo si rie vicende II fuo deftin, fol dal tuo labbro attende. San. Se da me fol dipende Sara qual tu lo brami. A lui la deftra Porgi o figlia. La voflra Felicita molto mi cofta e veroj Ma e piii dolce il contento, Ce nafce dalia pena, e dal tormento. Az. Oh dolci affanni ! Zem. Oh pene avventurofe ! Fat. i Oh di felice ? Al. Oh ben cambiate Lef. S rofe ! Zem.l Amor fallace Az. J Fallace amor, Se a un fido cor Sol rechi affanno, Tu fei tiranno, Tu fiei crudel. Tutti. Fallace amor, etc. Zem, Ala fie in contenti Cangi le pene, I tuoi tormenti Le tue catene, Pietofio amore, Finche a te place Soffrire almeno Potra con pace, Chi ha un'alma infienoj Chi ha un cor fiedel. Tutti. Ma fie in content!, etc. Fine dell' Opera."], [67, "65 I Az. O ! delightful fufferings ! Zem. Fortunate diftrefles ! Les.} °! happy day! Ali. Ah ! it was a lucky rofe ? Deceitful love ! — thou wily pow'r ! Zem. i The heart that truft s to thee. Az. J Mufl fuffer harfhly, every hour. It's tyrant thou wilt be. All. Deceitful love, &c. Zem. But if our forrows change to ]oy ; Thy torments, and thy chains, O ! gentle love 1 no more annoy, 'Lis fweet to bear our pains. At thy decrees, the conftant heart At leaft, will not repine : But ftill with pleafure bear the fimart ; And blefis thy pow'r divine. All. But if our forrows, &?r. THE END."], [68, ""], [69, ""], [70, ""], [71, ""], [72, ""]]