[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "VARIETY. A TALE, FOR MARRIED PEOPLE. Martial. NEC TECUM POSSUM VIVERE, NEC SINE TE. I can't live with you, or without you. THE FIFTH EDITION. LONDON: Pcictcd for J. D O D S L E Y, in Pall-Mall. M.DCCLXXVIT."], [8, ""], [9, "VARIETY. A TALE. A Gentle Maid, of rural breeding, By Nature firft, and then by reading. Was fill'd with all thofe foft fenfations Which we reftrain in near relations, • Left future hufbands fhould be jealous, And think their wives too fond of fellows. The morning fun beheld her rove A Nymph, or Goddefs of the grove ! At eve (he pae'd the dewy lawn, And call'd each clown fhe faw, a faun! Then, fcudding homeward, lock'd her door, And turn'd fome copious volume o'er. A 2 For"], [10, "( 4 ] Fof much fhe read ; and chiefly thole Great Authors, who in verfe, or profe, Or fomething betwixt both, unwind The fecret fprings which move the mind. Thefe much fhe read ; and thought fhe knew The human heart's minuteft clue ; Yet fhrewd obfervers frill declare, (To fhow how fhrewd obfervers are) Tho' Plays, which breath'd heroic flame,: And Novels, in profufion, came, Imported frem and frefh from France,. She only read the heart's Romance. The World, no doubt, was well enough To fmooth the manners of the rough j Might pleafe the giddy and the vain, Thofe tinfell'd ilaves of Folly's train- : But, for her part, the trueft tafte She found was in retirement plac'd, Where,"], [11, "[ 5 ] But Where, as in verfe it fweetly flows, \" On every thorn inftrucrion grows.\" Not that fhe wiih'd to \" be alone,\" As fome affected Prudes have done ; She knew it was decreed on high We mould lc increafe and multiply ;\" And therefore, if kind Fate would grant Her fondefl with, her only want,. A cottage with the man fhe lov'd Was what her- gentle heart approv'd ; In fome delightful folitude Where flep profane might ne'er intrude : But Hymen guard the facred ground, And virtuous Cupids hover round. Net fuch as flutter on a fan. Round Crete's vile bull, or Leda's fwaii. (Who fcatter myrtles, fcatter rofes, And hold their fingers to their nofes.)"], [12, "t 6 ] In But fimp'ring, mild, and innocent As Angels on a monument Fate heard her pray'r : a Lover came, Who felt, like her, th' innoxious flame ; One who had trod, as well as fhe, The flow'ry paths of Poefy ; Had warm'd himfelf with Milton's heat, Could ev'ry line of Pope repeat, Or chaunt, in Shenflone's tender firains, \" The Lover's hopes,\" ■ the Lover's pains. i » Attentive to the Charmer's tongue, With him fhe thought no ev'ning long ; With him fhe faunter'd half the day; And fometimes, in a laughing way, Ran o'er the Catalogue by rote Of who might marry, and who not. Confider, Sir, we're near relations — M I hope fo in our inclinations.\" — -"], [13, "[ 7 ] In fhort, fhe look'd, fhe blufh'd confent -y He grafp'd her hand, to church they went ; And ev'ry matron that was there, With tongue fo voluble and fupple,, Said, for her part, fhe muft declare, She never faw a finer couple. O Halcyon days ! 'Twas Nature's reign,, Twas Tempe's vale, and Enna's plain*. The fields aflum'd unufual bloom, And ev'ry zephyr breath'd perfume.. The laughing Sun with genial beams Danc'd lightly on th' exulting ftreams ; And the pale Regent of the nighty In dewy foftnefs fhed delight. 'Twas Tranfport not to be expreft ; 'Twas Paradife I But mark the reft.. Two fmiling Springs had wak'd the flow'rs That paint the meads, or fringe the bow'rs,. 6 (Ye"], [14, "t v> I Sure they could hear her jokes for ever, She was fo fprightly, and fo clever ! Yet neighbours were not quite the thing ; What joy, alas ! could converfe bring With awkward creatures bred at home — The Dog grew dull, or troublefome. The Cat had fpoil'd the Kitten's merit, And, with her youth, had loft her fpirit* And jokes repeated o'er and o'er, Had quite exhaufted Jenny's ftore* — \" And then, my dear, I can't abide \" This always faunt'ring fide by fide.\" Enough, he. cries ! the reafbn's plain ? For caufes never rack your brain. Our neighbours are like other folks, Skip's playful tricks, and Jenny's jokes Are ftill delightful, ftill would pleafe Were we, my dear, ourfelves at cafe,. Look 2"], [15, "t « 3 Look round, with an impartial eye, On yonder fields, on yonder fky ; The azure cope, the flow'rs below, With all their wonted colours glow. The rill ftill murmurs ; and the moon Shines, as fhe did, a fofter fun. No change has made the feafons fail, No comet brufh'd us with his tail. The fcene's the fame, the fame the weather — We live, mv dear, too much together. Agreed, a rich old uncle dies, And added wealth the means fupplies. With eager hafte to Town they flew, Where all muft pleafe, for all was new. But here, by ftric\"t poetic laws Defcription claims it's proper paufe. B 2 The"], [16, "t \" 3 The rofy Morn had rais'd her head From old Tithonus' fafFron bed ; And embrio funbeams from the Eaft, Half chok'd, were ftruggling thro' the mift^ When forth advanc'd the gilded chaife. The village crowded round to gaze. The pert poftilion, now promoted. From driving plough, and neatly booted,,. His jacket, cap, and baldric on, (As greater folks than he. hath done). Look'd round ; and, with a coxcomb air3 Smack'd loud his lafh. The happy pair Bow'd graceful, from a fep'rate door, And Jenny, from the ftool before. Roll fvvift, ye wheels ! to willing eyes New. objects ev'ry moment, rife.. Each carriage palling on the road,, From the broad waggon's pond' rous load To"], [17, "At:. C 13 ] To the light car, where mounted high' The giddy driver feems to fly, Were themes for harmlefs fatire fit,: And gave frefh force to Jenny's wit. Whate'er occur'd, 'twas all delightful. No noife was harfh, no danger frightful* • The dafh and fplafh thro' thick and thin, The hair-breadth fcapes, the buftlinginn* (Where well-bred landlords were fo ready To welcome in the fquire and lady.) Dirt^duft, and fun, they bore with eafe, JDetermin'd to be pleas' d, and pleafe. Now nearer Town and all agog They know dear London by it?s fog.. Bridges they crofs,. thro' lanes they wind; Leave Hounflow's dang'rous heath behind,, Thro' Brentford win a paffage free- roaring, Wilkes and Liberty !"], [18, "I »4 ] At Knightfbridge blefs the fhort'ning way, (Where Bays's troops in ambufh lay) O'er Piccadilly's pavement glide, (With palaces to grace it's fide) 'Till Bond-ftreet with its lamps a-blaze Concludes the journey of three days. Why mould we paint, in tedious fong, How ev'ry day, and all day long, They drove at firft with curious hafte Thro' Lud's vaft town ; or, as they pafs'd Midft rifings, fallings, and repairs Of ftreets on ftreets, and fquares on fquares, Defcribe how ftrong their wonder grew At buildings — and at builders too. Scarce lefs aftonilhment arofe At archite&s more fair than thofe Who built as high, as widely fpread Th' enormous loads that cloath'd their head. For"], [19, "r n ] For Britifh dames new follies lovey And, if they can't invent, improve* Some with erect Pagodas vier Some nod, like Pifa's tow'r, awry, Medufa's fnakes, with Pallas' creft, Convolv'd, contorted, and comprefs'd j With intermingling trees, and flow'rs, And corn, and grafs, and fhepherds' bow'rs,-, Stage above ftage the turrets run, Like pendent groves of Babylon, 'Till nodding from the topmoft wall Otranto's plumes envelop all M Whilft the black ewes, who own'd the hair, Feed harmlefs on, in paftures fair, Unconfcious that their tails perfume ;, In fcented curls, the Drawing-room.^ When Night her murky pinions fpread,. And fober folks retire to bed,. To"], [20, "[ «6 ] To ev'ry public place they flew, Where Jenny told them who was who. Money was always at command, And tripp'd with Pleafure hand in hand. Money was equipage, was mow, Gallini's, Almack's, and Soho ; The pajfe par tout thro' ev'ry vein Of Diflipation's hydra reign. O London, thou prolific fource, Parent of Vice, and Folly's nurfe .! Fruitful as Nile thy copious fprings Spawn hourly births, — and all with flings But happieft far the He, or She, I know not which, that livelier dunce Who firft contriv'd the Coterie, To crufh domeftic blifs at once. Then grinn'd, no doubt, amidft the dames '» As Nero fiddled to the flames. Of *"], [21, "r «7 ] Of thee, Pantheon, let me fpeak With rev'rence, tho' in numbers weak ; Thy beauties Satire's frown beguile, We fpare the follies for the pile. Flounc'd, furbelow' d, and trick'd for fhow. With lamps above, and lamps below, Thy charms even modern tafte defy'd, They could not fpoil thee, tho' they try'd. Ah, pity that Time's hafty wings Muft fweep thee off with vulgar things ! Let architects of humbler name On frail materials build their fame, Their nobleft works the world might want, Wyatt fhould build in adamant. But what are thefe to fcenes which lie Secreted from the. vulgar eye, And baffle all tjje pow'rs of fong ? A brazen throat, an iron tongue C (Which"], [22, "t «8 J (Which poets wifh for, when at length Their fubject. foars above their ftrength) Would fhun the tafk. Our humbler Mufen (Who only reads the public news, And idly utters what fhe gleans From chronicles and magazines) Recoiling feels her feeble fires, And blufhing to her fhades retires. Alas ! fhe knows not how to treat The finer follies of the Great, Where ev'n, Dembcritus, thy fneej. Were vain* as Heraclitus' tear. Suffice it that by juft degrees They reach'd all heighths, and rofe with eafe ? (For Beauty, wins it's way, uncalled,, And ready dupes are ne'er black-Ball'd.) Each gambling Dame She knew,. and He Knew ev'ry Shark of Quality ;, From a"], [23, "[ *9 3 3£rom the grave, cautious few, who live On thoughtlefs Youth, and living thrive, To the light Train who mimic France, And the foft Sons of Nonchalance. While Jenny, now no more of ufe, Excufe fuoceeding to excufe, Grew piqu'd, and prudently withdrew To fhilling Whift, and chicken Lu. Advanc'd to Fafhion's wav'ring head, They now, where once they follow'd, led. Devis'd new fyftems of delight, A-bed all day, and up all night, In diff'rent circles reign'd fupreme, Wives copied her, and Hufbands him ; Till fo divinely Life ran on, So feparate, fo quite bon-ton. That meeting in a public place, They fcarcely knew each other's face. C 2 At"], [24, "E »o ] Ho\\ir At laft they met, by his defire, A-'tete-a-teU aqrols the fire ; Look'd in each other's face a-while, With half a tear, and half a finale. The ruddy health, which wont to grace With manly glow his rural face, Now fcarce retain'd its fainteft ftreak , So fallow was his leathern cheek. She lank, and pale, and hollow-ey'd, With rouge had ftriven in vain to hide What once was beauty, and repair The rapine of the midnight air. Silence is eloquence, 'tis faid. Both wifh'd to fpeak, both hung the head. At length it burft. \" Tis time,\" he cries* \" When tir'd of folly, to be wife. \" Are you too tir'd?\" — then check'd a groan* She wept confent, and he went on. cc"], [25, "c »; 3 *c How delicate the married life I Si You love your hufband, I my wife- CC Not ev'n fatiety could tame^ cc Nor diflipation quench the flame- \" True to the bias of our kind 'Tis happinefs we wiih to find. a a In rural fcenes retir'd' we fought <c In vain the dear, delicious draught. Tho' bleft with Love's indulgent ftore, cc ct We found we wanted' fomething more. (C 'Twas company, 'twas friends to fhare- The blifs we languifh'd to declare. cc 'Twas focial converfe, change of fcene, To foothe the fullen nour of fpleen. ?. cc cc 4< Short abfences to wake defire, ct And fweet regrets to fan the fire- w We left the lonefome place ; and found. M- In Diflipation's giddy round, <c' A thou"], [26, "C 22 1 ** A thoufand. novelties to wake <e The fprings of life and not to break. \" As, from the neft not wand'ring far, \" In light excurfions thro' the air, \" The feather'ti tenants of the-grove \" Around in mazy circles move, \" (Sip the cool fprings that murm'ring tc Or ta/le the blofTom on the bough.) *c We fported freely with the reft ; flow, \" And, ftill returning to the neft, lc In eafy mirth we chatted o'er \" The trifles of the day before. \" Behold us now, diflblving quite ] *' In the full ocean of delight ; <{ In pleafures ev'ry hour employ, \" Immers'd in all the world calls joy. il Our affluence eafing the expence 11 Of fplendour, and magnificence. \" Our"], [27, "go r 23 i *r Our company, th' exalted fet \" Of all that's gay, and all that's great : ** Nor happy yet! — and where's the wonder !— *- \" We live,, my dear, too much asundrr,\" The moral of my Tale is this„ Variety's the foul of blifs. But fuch Variety alone As makes our home the more our own- As from the heart's impelling pow'r The life-blood pours it's genial ftore ;; Tho', taking each a various way, The active ftreams meandring play Thro' ev?ry artery, ev'ry vein, Alii to the heart return again;-, From thence refume their new career, But ftill return, and center there :"], [28, "I * ] So real Happinefs below Muft from the Heart fincerely flow ; Nor, lift'ning to the Syren's fong, Muft ftray too far, or reft too long. All human pleafures thither tend ; Muft there begin, and there muft end ; Muft there recruit their languid force, And gain frefh vigour from their fource. FINIS."], [29, ""], [30, ""]]