[[1, ""], [2, ""], [3, ""], [4, ""], [5, "APÉNDICE \\ i. \\ JEOGRAflA DEL ECUADOR y iiki DE LOS TÉMENOS BALDÍOS, POlí VALPARAÍSO: IMPRENTA Y LIBRERÍA DEL MElíd'KK 1 860."], [6, ""], [7, "APÉNDICE A LA JEOGRAFIA DEL ECUADOR í DEFENSA DE LOS TERRENOS BALDÍOS."], [8, ""], [9, "APÉNDICE A LA JEOGRAFIA DEL ECUADOR Y DEFENSA DE LOS TERRENOS BALDÍOS, Qué dirán la razón y lasaña política, viendo que por un palmo de tierra arden en discordia pueblos que están rodeados de desiertos mas vastos que mncho? reinos de Europa? a £. « -♦- • INTRODUCCIÓN. Cuando verifiqué mi viaje a los Estados-Unidos con ei objeto de hacer imprimir la Jeografia del Ecuador, ningu na cuestión se ajitaba entre este Estado y los limítrofes, sobre derechos a los terrenos colindantes; y no creí nece sario, al enunciar mi opinión sobre la línea divisoria del Perú y la de la Nueva-Granada, por el Oriente, en la carta que acompañé a la Jeografia, esplicar las razones que me asistían para fijar tales o cuales límites a este 'pais. Sin embargo, atendiendo al descuido con que este asunto se ha bia mirado antes en mi patria, espuse en el prólogo de la misma obra lo que sigue : « En la carta he procurado fijar >> lo mas exactamente posible iosiímiles de nuestro territo » rio, aunque este punto no deja de ser oscuro y contener » algunas dudas, por cuanto ellos no están determinados de » un modo preciso por tratados con las naciones limítrofes: » siendo esta la causa de que_la*s_j7ecimos avanzar diaria j> mente sobre nuestro suck^&'§$6Íjisdo ajenos derechos"], [10, "6 » con esta empresa de codicia. No debería el gobierno del » Ecuador descuidar por mas tiempo cuestión de tan alta » importancia, tolerando la ambición de los países vecinos » que, a manera de aluviones, van estendiéndose mas allá » de los justos límites. Al cabo de algún tiempo la usurpa » cion habrá crecido por nuestra tolerancia, y nuestras » vírjenes montañas se verán holladas por plantas estran »jeras. Si es peligroso dejar un pais sin determinar sus » fronteras con los colindantes, mucho mas lo es cuando » posee inmensos territorios sin comunicación fácil, o los » tiene abandonados, inhabitados e incultos. » Bien sabido es hasta dónde estiende el Ecuador sus » dominios sobre los paises orientales, y lo es también que » él tiene derecho al gobierno del Putumayo; mas esto no » ha impedido a las repúblicas del Perú y Nueva-Granada » alegar derechos que nunca tuvieron, y aun llamarse a » posesión de lugares absolutamente ecuatorianos. La pro » vincia de Mainas nos pertenece también, porque fué de » Quito de donde se enviaron misiones para que sembraran » en ella los jérmenes de la civilización y el cristianismo : » en efecto, la compañía de Jesús se derramó por esos bos » ques, llevando consigo jente, luces y dinero, todo del » Ecuador ; y de este modo, él perfeccionó los derechos que » naturalmente tenia en esa provincia. » En la demarcación de los límites he creido justo apar » tarme, no solo de la que comunmente adoptan las cartas » estranjeras, sino también de la que resultaría si solo se » consultasen los antiguos derechos territoriales del Ecua » dor; y tne ha parecido mas racional señalar aquella que, » armonizando con las necesidades impuestas por la natu » raleza, dejase a cada pais limítrofe el uso de las tierras y » aguas que le son indispensables. Asi, queda en mi carta » perteneciendo al Perú la embocadura de todos los rios » afluentes del Amazonas que pasan por el suelo de esta » República; y a la Nueva-Granada la cordillera compren » dida entre el Ñapo y el Putumayo, de cuya navegación » reporta algunas ventajas la sola provincia de Pasto.» Bien temía yo, desde entonces, lo que todo ecuatoriano"], [11, "7 amante de su pais: el dia en que fuese, necesario contener los avances de la ambición de los vecinos. Hoi, las prevenciones del Ministro de una de las nacio nes limítrofes han ajitado de tal modo la cuestión, que el caso es llegado para el Ecuador de esclarecer de una vez la verdadera estension de su territorio, y poner coto a las usurpaciones injustas de que diariamente son víctimas los casi indefensos pueblos ecuatorianos. En mi carta del Ecuador me he separado, como lo dije, de todas las opiniones, desmembrando de él cuanto he creído necesario para satisfacer las exijencias de sus veci nos, y conservándole lo que juzgo indispensable a su exis tencia. Por amor a la paz y buena armonía de los pueblos, he sentado mi opinión, que en nada afecta los derechos perfectos del Ecuador a las desmembraciones de que daré razón a su tiempo. El parecer mió es el de un ciudadano sin pretensiones que solo indica a los gobiernos, sin arro garse sus facultades, lo que es natural y provechoso para el mas pronto arreglo de una odiosa cuestión. Ocupado ya en arreglar los materiales para esta nueva publicación, llegó a mis manos un cuaderno impreso en Londres por el comisionado de los tenedores de bonos anglo-ecuatorianos; y he creído justo y preciso tocar la ma teria cesión de terrenos, para aquietar los ánimos de aquellos que en el Perú y la Nueva-Granada propalan maliciosa mente la alarmante cuanto falsa aserción de que el gobierno del Ecuador ha adjudicado en pago de sus créditos a los ingle ses una grande estension de los territorios orientales aun no deslindados. Para hacer tanjible su inexactitud, traduzco literalmente parte del cuaderno, y acompaño el pequeño mapa con au mento de lugares, nombres de los rios, demarcaciones de los gobiernos, y todo lo concerniente para presentar clara y palpable la razón del Ecuador."], [12, ""], [13, "INFORME DE JORJE S. PRITCHETT ■¡OBRE SU MISIÓN A LA REPÚBLICA DEL ECUADOR, A LA CUAL FUE ENVIADO POR LA AjENCIA DE LA COMISIÓN ECUATORIANA, PARA ELEJIR Y CONTRATAR LAS TIERRAS BALDÍAS PERTENECIENTES A DICHA RbTUBLICA, Y RECIBIR LOS TÍTU LOS CANJEABLES POR BONOS PROVISIONALES, ADJUDICACIONES DE TIERRAS A LA PAR. PRIMERA ASIGNACIÓN. EL PAILÓN, PUERTO EN EL PACIFICO. Estension. — 10 leguas cuadradas españolas — 270,4 millas inglesas — 100,000 cuadras — 173,55*1 acres ingleses. La situación de este terreno ; su hermoso fondeadero, capaz de contener una flota de buques del mas alto bordo; su cercanía por el N. a los distritos auríferos de Barbacoas en la Nueva-Granada, a Timbí, Playa de Oro y Cachayí, en la misma provincia, y por el S. a las fértiles provincias de Imbabura y Quito, capital de la República ; su fácil co municación por su grande y estenso rio, son circunstancias que, hacen de este sitio el mas apropósito para el estableci miento de una colonia. No hai paraje a lo largo de toda la costa de la República que pueda compararse a este : ya en posición, ya en ventajas naturales. El clima es cálido, variado; a la sombra sube de 75° a 30° de F. El terreno es rico y fértil, abundando en casi todos los productos tropicales; y las apreciables y diferentes made- 1 J. DEL E."], [14, "10 ras de sus bosques serian objeto de un ventajoso comercio con los puertos vecinos del Perú. Todo lo que necesitara al parecer una colonia para pro gresar y ser el centro de un tráfico estenso y floreciente, seria construir un camino al interior que la pusiese en con tacto con Ibarra y Quito : sobre todo, su corta distancia a esta última, haría preferible su puerto al de Guayaquil para el comarcio esterno, que por este se hace al interior de las dos Repúblicas Ecuador y Nueva-Granada, y las costas del Chocó y Panamá : agregándose que su vecindad a las costas mas fértiles de ambas Repúblicas, donde los cereales son mas abundantes y baratos, mantendría en estos distritos un mercado constante y cómodo para sus propios y variado? productos. SEGUNDA ASIGNACIÓN. A TAC A MES, EN LA COSTA. Estension. — 10 leguas cuadradas españolas— 270,4 millas cuadradas inglesas — 100,000 cuadras — 173,553 acres in gleses. Esta asignación está situada al S. de Esmeraldas, dista 7 leguas de este puerto y 25 del Pailón, en la latitud de Quito. El clima es el mismo que el del Pailón, quizás un poco mas seco. Los cocos, tabaco y cacao que produce, son iguales en bondad a los de Esmeraldas; y abunda en plá tanos, caña de azúcar, fruta del pan, naranjas, piñas y otras producciones naturales. También se produce en gran cantidad la paja de Mocora, de que se hacen unas hamacas mui apreciables y que en el mismo Guayaquil tienen el subido precio de 17 a 25 pesos : solo este ramo de cultivo e industria daria un grande provecho a la colonia que se estableciera. Los numerosos valles, con declives mui sua ves, son particularmente adaptables a la cria de carneros, vacas, cerdos, etc, que tienen siempre una segura y pronta salida en las costas vecinas. En fin, un rio de mansa co rriente y navegable por lanchas, atraviesa el distrito, ofre ciendo medios fáciles para la conducción de sus productos."], [15, "11 TEMERÁ ASIGNACIÓN. GUALAQUIZA. Estension. — 100 leguas cuadradas españolas — 2,704 mi llas cuadradas inglesas — 1.000,000 de cuadras — 1.739,940 acres ingleses. Gualaquiza está situado en la parte navegable de uno de los mas cercanos afluentes del Amazonas, en el centro de un distrito estenso de quina, y dista 25 leguas de Cuenca. Este terreno, a 3,550 pies ingleses sobre el nivel del mar, goza de un clima mui templado como el del Pailón, que varia de 65° a 80° de F. en la sombra. Los vejetales de toda clase crecen allí: los cocoteros de diferentes especies producen aceite y cera, y de sus fibras se hacen cuerdas, hamacas, redes, bolsas, etc. (1) La caña de azúcar medra perfectamente ; un plantío se ha establecido hace poco ; el cacao de dos especies, blanco y pardo, es silvestre en los bosques; el algodón y el café son indíjenas: hai una gran cantidad de toquilla, especie de paja fina que sirve para tejer sombreros : de Cuenca van muchos a preparar las ho jas tiernas para la manufactura. Algunos norte-americanos se hallan establecidos en este lugar y se preparan a estraer la quinina en estos sitios, con el fin de evitarse los crecidos gastos de flete hasta la costa, y la demora del embarque para Europa o los Estados-Unidos (2). Una compañía de personas de Cuenca está allí haciendo lo mismo. Se dice que hai un importante distrito aurífero a distan- cia de unas pocas millas, rio abajo. Un ingles cacado y re- sidente algún tiempo en cl pais, me dijo que los indios le habian llevado a una parte de la floresta perteneciente a esta asignación, en donde habia recojido una cuarta de onza de oro en mui poco tiempo. Le habia sido difícil volver al (1) Véase mi Jeografia del Ecuador, páj. utití. ■(2) Jeografia del E. páj. 442."], [16, "12 lugar por no tener autorización del gobierno y por cl peli gro de los indios que lo tienen corno punto de reunión. Siendo estos terrenos entregados a los tenedores de bo nos, tomarían estos posesión pacífica, y tendrían la ventaja de todo descubrimiento vejetal o mineral. Al presente, la quina es colectada por los indios que la dan a los trafican tes en cambio de lanzas, cuchillos y otros instrumentos y bujerías (1). CUARTA ASIGNACIÓN. MOLLETURO. Estension. — 41 $ leguas cuadradas — 410,200 cuadras — 715,038 acres ingleses. Molleturo está cerca de la costa, sobre la banda oriental de la cordillera, en el camino que va de Cuenca a Naran jal, que es el puerto de Cuenca: está limitado al N. por un rio que corre por el interior de Jesús María, y al S. por un camino que pasa de Pucará a Balao. Este terreno es importante por su posición, pues situado entre Cuenca y Guayaquil, se hace por él el tráfico princi pal de la comarca. El clima es escelente, pues eu los terre nos que están en el declive occidental de la cordillera, puede elejirse cualquiera temperatura desde el calor hasta el frío estremado. La fertilidad y posición de estos terrenos los hacen pro pios para el cultivo de los cereales y establecimientos de molinos de harina. Aunque los cereales pueden cultivarse a 25 o 30 leguas de Guayaquil, no los hai: y en caso de plantearlos, serian preferidos a la harina qué actualmente se importa de Chile pagando crecidos derechos; la falta de caminos al interior es causa de esta anomalía. : 1 ) Jeografia del E. páj. 382."], [17, "13 QUINTA ASIGNACIÓN. BOBONAZA. Estension. — 100 leguas cuadradas españolas — 2,704 mi llas cuadradas inglesas — 1.000,000 de cuadras— 1.735,530 acres ingleses. El Bobonaza comprende toda la ostensión del rio de este nombre, que desagua en el Pastassa, uno de los tributarios del Amazonas. Al O. está limitado por el rio Topo, que tiene sus oríjenes en la montaña de Llanganate, célebre por su riqueza mineral que ha contribuido gradualmente a los depósitos de aluvión de este territorio (1). Es bien sabido que en esta parte do la cordillera hai inmensas vetas de cuarzo aurífero ; y puede inferirse que estas son las que alimentan los depósitos de oro en el lado oriental. Esta es la mas rica de todas las asignaciones. Se halla cubierta de una inmensa variedad de árboles jigantescos y de las especies mas raras de caoba, sándalo, laurel, roble, ébano negro y pardo, tungai blanco y colorado, etc. Estos serian mui adecuados para obras útiles o de adorno, y po dían ser aserrados o cortados en la cantidad que se quisiere, y conducidos por el rio, encontrarían un mercado lucrativo a lo largo de toda la ribera del Amazonas, no solamente en el Perú sino también en el Brasil. El cocotero de la cera es abundante ; una muchedumbre déjente va de Baños para colectarla: la cera simplemente requiere rasparla del tronco. Hai también millares de acres de laurel, de que se saca igualmente cera en la proximidad de un paraje llamado Barrancas en el Pastassa (2). Con tales producciones, que tienen asegurada una pronta salida y cambio ventajoso, la ocasión se presenta para la ocupación provechosa de un gran número de colonos ; los (1) Jeografia del E. páj. S8ó. (2) Jeografia .leí E. páj. 81 y 111."], [18, "14 que, estando ya establecidos, emprenderían la esplota cion de los campos, que recompensaría los esfuerzos em pleados para llevar a cabo la empresa. Crece aquí espon táneamente un algodón cuya fibra es fuerte y de la mas fina calidad. Ningún estorbo podría encontrarse para el cultivo, porque el terreno y clima le son eminentemente adaptados ; el Amazonas ofrece un embarque fácil para Europa o los Estados Unidos. El café se produce de una calidad escelente, y mucho mejor que el producido en las tierras bajas del Amazonas. Se encuentra igualmente cacao de tres especies, y todas de una calidad escelente. En una de ellas la . manteca es tan abundante, que pudiera cultivarse solamente para este artíeulo. La guayusa que los indios siembran cerca de sus habitaciones rivalizaría probablemente en los mercados in gleses con el té que importan del estranjero. Su sabor es aromático sin el amargor del té de la China. La canela, que es corteza de una especie de laurel, y el ishpingo, que es el cáliz de la flor, mas aromático aún, crece y dura en el árbol después que la fruta se ha caido, y pue de colectarse en grandes cantidades : al presente se recojen anualmente de tres a cuatro mil libras. El ishpingo es igual en el aroma a la mejor canela que se encuentra en las In dias orientales. La palma de toquilla, que* produce una hermosa paja para sombreros, se encuentra en todo este distrito (1). Pero en adición a un terreno interceptado de rios y abundando en una vejetacion variada y casi sin fin, es un hecho seguro que por todo el terreno de este distrito hai depósitos riquísimos de oro (2). El Dr. Jayme Taylor, de Riobamba, escribió sobre este asunto algunos años há, indicando que se encontrarían importantes placeres de oro en todos los declives orienta les de la cordillera ecuatoriana. La esperiencia ha probado la verdad de sus observacio- (1) Jeografia del E.: véase proíincia de Oriente, páj. 314. (2) Jeografia del E.: planos auríferos de páj. 382 y 386."], [19, "15 nes; pues los habitantes de este distrito dan oro en mui po cos dias en cambio de efectos a los traficantes. * En el Ñapo, que está al N, los placeres^ de oro son mas trabajados; pero aun estos solamente en una corta esten sion ; se sabe que son mui ricos. El oro se encuentra en toda la comarca de Macas, que es la provincia vecina al S. de Canelos, y está esparcido jeneralmente a lo largo de las playas en los rios que están mas al S. O. En el Rotuno, unas pocas leguas abajo de Sarayacu, en el Bobonaza, un sujeto de Ambato, sirviéndose de una es pecie de cucharon, sacó las arenas auríferas del lecho del rio. En Dalahuira, mas- arriba de Sarayacu, se formó una compañía de naturales para lavar oro : cortó un canal y dándole otra dirección al curso del rio, dejó el lecho seco por el espacio de una milla. La empresa fué abandonada o por falta de capital o de injenieros intelijentes. En Balsa-yacu el trabajo se suspendió por la muerte del dueño. En otro lugar el rio salió de su lecho, destruyó to dos los trabajos y máquinas del lavado de oro. Por falta de enerjia, de capital e intelijencia, poco se ha hecho hasta aquí para convertir y aprovechar las riquezas de esta rejion aurífera, pues ninguna tentativa se ha hecho mas allá de lavar la superficie del terreno. Un comerciante español en su ruta para el rio Janeiro, conduciendo som breros de paja de la provincia de Manabí, me dijo en el viaje de Baños a. Sarayacu, que «lo que le indujo primero a ir al Ecuador fué lavar oro en el rio Santiago ; pero que en el principio de su empresa, su compañero, por el influjo que tenia con el gobierno, procuró hacerse dueño absoluto del terreno, y por esta razón él le abandonó con disgusto.» En Baños, dijo, que todas las quebradas del Bobonaza contenían oro : y en prueba de ello se divertía mucho en visitar las diferentes quebradas al paso que bajábamos el rio, y en todas ellas encontramos, después de lavar la arena, algunas partículas de oro que quedaban en el plano de la batea. Segun me deciaél mismo, tiene la intención de volver del Brasil con una factura a propósito para este lugar, como"], [20, "16 lanzas, hachas, cuchillos, chaquiras, anzuelos, jéneros, etc.? que cambiará con los indios por oro. No habiendo tenido ocasión de hacer el esperimento en una escala en grande, juzgando solamente de lo que yo pude ver en mi visita a Canelos, calculo que cada quince libras de arena dan un grano de oro; o lo que es lo mismo, 166 granos por tonela da o una onza por cada tres. Esto es lo que yo creo juicio samente se puede obtener trabajando en cualquier parte de este terreno. Lea esperiencia solamente manifestaría lo que seria el resultado de la introducción de long-tom, y ha ciendo profundas escavaciones, como las que se hacen en California y Australia. La muestra de oro lavado que tendré el placer de mani festar a Vds., contiene una arena negra que es mui abun dante y causa algún trabajo para separarla del oro. Desde las cabeceras del Bobonaza, descendiendo hasta el punto en que se une con el Pastassa, los costados del rio manifiestan la misma mezcla de quarzo. Todo el distrito de Canelos contiene estensos lugares para lavar y separar el oro. Ni tampoco la estension de la rejion aurífera pertenece solo al Ecuador. Los numerosos rios que salen de la cordi llera del Llanganate tienen todos la misma especie de pla ya. Ellos contienen una gran cantidadde quarzo, siempre mezclado con la arena negra- que nunca falta. El rio Cura rai, que tiene su oríjen en la misma rejion y que desagua en el rio Ñapo, se dice que es mui rico. Grandes pepitas se han traído del Amazonas y una en particular del Pongo de Manseriche. Habiendo entrado al bosque de Canelos, tuve la felicidad de encontrar al Sr. Ricardo Spruce, un sujeto bien cono cido de los hombres científicos : habia pasado nueve años en el Amazonas y sus tributarios, ocupado en investigacio nes botánicas ; me obsequió bondadosamente algunas de sus notas sobre el Bobonaza, poniéndolas enteramente a mi disposición. Creyendo que fuese satisfactorio a la comisión saber su opinión acerca del distrito', daré unos pocos estractos de"], [21, "17 sus notas, solo en detalle, sin referir los pormenores, para no alargar este informe. « En contestación a la pregunta que Vds. me han hecho de que, si el distrito de Canelos seria una posición buena para el establecimiento de una colonia de europeos, con testo, que contiene los dos requisitos principales, es decir, un terreno fértil , en el cual el oro se encuentra por todas partes diseminado y un clima templado. Pero la salud es mucho mas importante que lo mero agradable del -clima : Vds. saben por su propia esperiencia que se viaja en estos bosques empapados en lluvia de dia, durmiendo sobre unas pocas hojas de palma y con poco o ningún abrigo por la noche, sin esperimentar el menor da ño o inconveniencia. Por mis propias informaciones e informes fidedignos, puedo con confianza afirmar que los declives aluviones mas inferiores de los Andes, desde los manantiales del Ñapo, al N. hasta el Marañon mas arriba del Pongo de Manseri che al S., todos producen oro. Quiero recordar aquí lo exacto de la observación de M. Taylor con relación a todo esto. Cerca de los Arroyos, en donde se sabe que el oro es mas abundante, el guijarro húmedo y flojo se estiende a una gran profundidad ; por esto los pedazos mas grandes de oro penetran por su propio peso, y como los indios lavan sola mente la superficie escarvando la arena con las manos, no es de maravillarse que no encuentren pepitas mas grandes. Pero profundizándose mas, no dudo que se encontrarían grandes pepitas enterradas. La tradición de que el oro ha sido sacado de la cordille ra de Llanganate, es tan universal que no puede haber duda de que sea verdad (1). El distrito de Canelos tiene la misma elevación que la de Tarapoto en el Perú, donde se cultiva el algodón de la fibra mas fuerte que jamas he visto. Los indios de Bobo naza tejen sus ponchos de algodón que ellos cultivan ; y (1) Jeografia del E. páj. 384. J. DEL E."], [22, "18 son mas fuertes que los lienzos mas fuertes no blanquea dos que se manufacturan en Inglaterra.» Estas son algunas de sus observaciones, y con estas con cluiré la descripción de esta asignación, añadiendo que el rio Pastassa es navegable por vapor de tres hasta cuatro cientas toneladas, a la proximidad de 15 a 20 leguas de Baños (1). Este pueblo está exactamente en el centro de la Repú blica, y su posición es la mas adecuada para el comercio, estando casi a una distancia igual de Quito, (capital y asien to del gobierno) Guayaquil (puerto) y las provincias seten trionales y meridionales. Este, señores, es el informe que presento de estas comar cas. En la elección me he valido de la información mas exacta que pude conseguir, mediante la bondad de Mr. Cope y otros amigos , del conocimiento del pais por mis propias observaciones y residencia de casi catorce años en la América del Sur.» Contrata con Mr. Pritchett. Esta contrata celebrada entre el Ministro del Ecuador y el comisionado Mr. Pritchett, es un documento que perte nece ya al dominio del público, y yo tomaré solo los artí culos precisos para mostrar la situación y dimensiones de los terrenos valdíos cedidos a los tenedores de bonos. Art. 1.° En pago del valor de los bonos ecuatorianos provisionales que se hayan emitido en Londres, por la co misión establecida al efecto, se adjudica a los tenedores, y de conformidad con el art. *24 del convenio de 6 de ,no- Ariembre de 1854, los terrenos valdíos que a continuación se espresan: Un millón de cuadras cuadradas sobre las orillas del rio Zamora, partiendo del punto mas cerca posible del pueblo de Gualaquiza, al precio de cuatro reales cada cuadra. (1) Jeografia del E. páj. 82."], [23, "19 Un millón de cuadras cuadradas en el cantón de Cane los, provincia de Oriente, sobre las márjenes del rio Bobo naza, y partiendo desde la confluencia de éste con el Pastassa hacia el Occidente, a cuatro reales cuadra. La inmigración: 1.° Reconocerá ahora y perpetuamente la soberania del Ecuador sobre dichos terrenos y sobre las poblaciones que en ellos puedan formarse. 2.° Estará sujeta a la constitución y leyes de la Repú blica y a las autoridades establecidas o que en adelante se establecieren. 3.° Los inmigrantes gozarán los derechos de naturales y ciudadanos del Ecuador, conforme a la constitución de la República, siempre que llenen los requisitos que ella pre viene. En las cláusulas precedentes está determinada con pre cisión la porción de territorio en la parte oriental que el gobierno ha cedido a los tenedores de bonos; estos terrenos adjudicados están mui lejos de haber pertenecido nunca a otros gobiernos, pues el Ecuador ha tenido la posesión de ellos desde la conquista, como mas abajo lo demostraremos. Las suposiciones del Sr. Ministro del Perú, al hablar de los terrenos del Ecuador, los cuales asevera que pertenecen al Perú, nacen, a mi modo de ver, de que no se han exhi- bido los documentos y datos que poseemos ; y de falta de conocimiento del mismo pais en cuestión. Yo por mi par- te, movido de un sentimiento nacional, me propongo reco- pilar hechos que puedan arrojar alguna luz para cuando se arreglen los linderos bajo los auspicios de la razón y de la j usticia. Cuestión de límites y cédula de 1802. El Ecuador jamas ha querido esplotar los conflictos del Perú para ensanchar sus límites, porque tenia la justicia y el derecho en su apoyo. El año de 1837 la Confederación Peni-boliviana, en cir cunstancias difíciles, celebró un tratado de límites justos"], [24, "20 y ventajosos para el Ecuador. El jcncral Juan José Flores, como presidente del Senado ecuatoriano en ese año, se opuso abiertamente a que se ratificara ese tratado. Grande fué la responsabilidad que por tal acto contrajo el jeneral Flores para con los pueblos de esta República, a quienes tra- tó de persuadir que tenia seguridad positiva de negociar el mismo tratado luego que se restableciese en el Perú el or- den constitucional; y que era siempre honroso para el Ecuador rehusar lo que se le ofrecia, por mui justo que fue- se, en dias de conflicto para aquella nación. Esta conducta del jeneral Flores, que debió granjearle la gratitud y sim- patías de todos los peruanos, no fué atendida ni apreciada. El jeneral Gamarra, arrebatado de entusiasmo en aquella época por tan jeneroso procedimiento, ofreció al jeneral Flores salvarle de la responsabilidad que habia contraído, asegurándole que prestaría su influjo para la celebración de un tratado igual al que habia ofrecido la Confederación Perú-boliviana. Flores descansaba tranquilo en la confian- za de que el jeneral Gamarra cumpliría su palabra, y de seaba, por esto, el dia de la restauración. Llegó por fin ese dia, y el de amargo desengaño para Flores. Después de la batalla de Yungai se apresuró este jeneral a dirijir cerca del presidente Gamarra al jeneral Antonio Elizalde, con el esclusivo objeto de recordarle su compromiso y encare cerle le relevase del cargo que podia hacerle la nación y de la responsabilidad moral que pesaba sobre él. Mas ¿cuál debió ser la sorpresa del jeneral Flores, al saber que Ga marra se negaba a cumplir lo mismo que habia ofrecido, bajo frívolos pretestos, indignos de un hombre de honor? Desde entonces el jeneral Flores, resentido justamente, solo miró al jeneral Gamarra como a un enemigo de su fama. Tampoco quiso el jeneral Flores utilizar las complica ciones de la revolución de Bolivia, que terminó en Ingavi. El año de 1841 el jenral Flores recibió al Sr. León, con el carácter de Ministro del Perú, quien le dio seguridades de que se haría el tratado de límites. En efecto, el señor León aceptó solamente los dos artículos principales de dicho tratado ; y el jeneral Flores salió de Quito para Gua-"], [25, "21 yaquil, persuadido de que las cosas quedaban arregladas. Pero ¿cuál debió ser su estrañeza al saber que el Sr. León, faltando a lo mismo en que habia convenido, rechazó aque llos artículos pidiendo una moratoria sospechosa? El jene ral Flores, ofendido de esto, habló de la necesidad de hacer la guerra al gobierno peruano. Mas ni la vehemencia de este deseo, ni otro motivo alguno de conveniencia, pudie ron decidir al jeneral Flores a protejer la espedicion de Hercelles; por el contrario, dictó providencias enérjicas para impedir que se enrolaran en ella algunos nacionales, cuando empezó a sospecharse que los peruanos amnistiados harían mal uso de la gracia que les habia concedido el gobierno. El mismo jeneral Flores hizo a Hercelles per suasivas reflexiones sobre la temeridad de cualquiera em presa de ese carácter. En el año de 1842 el Ecuador podia disponer de seis gruesos batallones y dos Tejimientos de caballería, fuerza que, situada en el N. del Perú a tiempo que el ejército boli viano se encontraba en Puno, hubiera bastado para resolver el problema. Sin embargo de esto y de la inconsecuencia manifestada por el Sr. Ministro León, el gobierno ecuato riano lejos de aprovechar el conflicto en que se hallaba el peruano, envió cerca de este un Plenipotenciario con el plausible objeto de celebrar un tratado definitivo. Esto era desear la paz, pero una paz honrosa, haciendo al Ecuador la justicia que merece. Espondremos luego cuáles son los derechos del Ecuador, y haremos ver de dónde proceden. Nadie puede poner en duda que la conquista del vasto territorio, objeto de tan acaloradas controversias, se hizo por el capitán Diego de Vaca, vecino de Loja; y que las misiones establecidas a la izquierda del rio Marañon, y a la márjen derecha de los rios Huallaga y Ucayali, fueron obra esclusiva de los jesui tas del colejio de Quito, quienes consumieron, en tan ardua empresa, sumas injentes. y sacrificaron muchos de sus hijos. Tampoco puede ponerse en duda que el tesoro de Quito remitía anualmente un situado a Mainas para el pago del gobernador, de los empleados subalternos, de la guarnición"], [26, "22 que salia de Quito y de los sínodos de los clérigos doctri neros. Luego que los jesuitas fueron espulsados, los subro garon en las misiones los clérigos de Quito, bajo el gobierno de un superior elejido de entre ellos mismos ; y estos cléri gos fueron reemplazados por los franciscanos de esa capital hasta que el gobernador D. Diego Calvo les despidió, pidiendo la vuelta de los clérigos, que luego fueron man dados a Mainas;-así como quedaron servidas por los mis mos clérigos quiteños las misiones del Ñapo con sus pue blos de Archidona, Santa Rosa y toda la estension del rio, asi como las de Canelos quedaron servidas por los mismos relijiosos dominicanos de Quito. D. Francisco Requena, que habia servido la gobernación de Mainas, fué consultado por el rei Carlos IV sobre los medios de reorganizar las misiones que habían decaído no- tablemente desde la espulsion de los jesuitas. Requena informó que convenia erijir'en obispado a Mainas, y encar- gar las misiones a los relijiosos franciscanos del colejio de propaganda de Ocopa ; y que a fin de conseguir el objeto que se deseaba, convenia que el gobierno y comandancia jeneral de la provincia dependiesen inmediatamente del virei del Perú. En consecuencia de este informe, el rei espidió la cédula del año 1802. Poco tiempo después se conoció el engaño que habia padecido el Sr. Requena, pues no habiéndose prestado los relijiosos de Ocopa a restablecer las misiones, quedaron estas en tan completo abandono, que el Sr. Rangel, primer obispo de Mainas, consagrado en Quito, tuvo que llevar consigo clérigos quiteños para encomendarles las primeras misiones. Esto aconteció el año de 1807, dos años antes de que Quito diese el primer grito de independencia ; por lo que no hubo tiempo de hacerse la demarcación del nuevo obispado, ni de levantarse la carta topográfica como lo habia prevenido el rei. A esto se agrega que tal cédula no fué rejistrada en el vireinato de Nueva Granada, y que el barón de Carondelet, entonces presidente de Quito, suplicó y reclamó de la orden del rei, manifestando con razones palmarias el engaño que habia sufrido Requena, los males"], [27, "23 que esperimentarían las misiones del Mainas, dependiendo del Perú, y las justas quejas que escitaria en los quiteños la desmembración de un territorio que habían poseído mas de dos siglos, a costa de su dinero y de inmensos sacri ficios. Mientras se hacían estos reclamos, el obispo de Quito continuó proveyendo constantemente de curas a las reduc ciones del Oriente; y la autoridad civil, de jueces y corre jidores asi como del situado, a Mainas; porque fué imposi ble que la del Perú estendiese su acción a países tan remo tos y -de tan difícil tránsito entonces. Asi es que la cé dula de 1802 quedó sin efecto por la naturaleza misma de las cosas, por ser impracticable y contraria a su objeto; y el vireinato de la Nueva Granada reputó siempre den tro de sus límites la provincia de Mainas, pues el mismo virei, al elevar la súplica del barón de Carondelet, añadió sus informes y súplicas en los mismos términos. En esta opinión se mantuvieron los jeógrafos y los ca lendarios y guias anuales de España y del vireinato del Perú, hasta muchos años posteriores al de la cédula, como se vé en las publicaciones de ellos. La provincia de Jaén pertenece al Ecuador ; pues jamas ha podido ni puede alegar el Perú ningún derecho sobre aquel territorio, ni podrá hacerlo porque no tiene en que. fundarlo, pues carece aun del frívolo pretesto de la cédula de 1802. La provincia de Jaén, como la de Mainas, perte- neció constantemente a la presidencia de Quito (siendo su último gobernador el Sr. D. N. Checa, natural de Quito, nombrado por dicha audiencia) hasta el año de 1821 en que sus habitantes, deseosos de sacudir el yugo de la me- trópoli, proclamaron la independencia. Y como entonces la espedicion chilena mandada por el jeneral San Martín, ocupaba Trujillo, cerca de Chachapoyas y Moyobamba, pudieron llevar al cabo su pensamiento, pues Quito, Cuenca y Loja aun estaban bajo el dominio de España, asi es que las tenencias que estaban contiguas y les pertenecían como Chito, Gualaquiza, Macas, Canelos, y Quijos, tuvieron que esperar que los correjimientos de Loja, Cuenca, Riobamba"], [28, "24 y Quito se independizaran en mayo de 1822 en que se dio la batalla de Pichincha, para quedar libres dependiendo siempre de sus respectivos gobiernos. Desde el año de 1821 los gobernadores de Chachapoyas y Moyobamba se abrogaron el derecho de nombrar tenien tes en los pueblos situados a las orillas del Amazonas que pertenecen a los gobiernos de Mainas y Jaén ; pero no tuvieron jamas jurisdicción, ni sobre los terrenos ni sobre los ríos que desembocan en el Amazonas, como son Chin chipe, Santiago, Pastassa, Morona, Nanai, Tigre y Ñapo, que, con sus embocaduras, pertenecían y siguieron perte neciendo a los gobiernos o tenencias de Chito, Gualaquiza, Macas, Canelos y Quijos, de los que quedó, y aun actual mente se halla en posesión el Ecuador. Los vecinos de Jaén en particular, al hacer su pronunciamiento el año de 821, se agregaron al Perú con la espresa condición de rein corporarse a Quilo, luego que este conquistase su libertad: asi lo espresa el acta de agregación provisional. Ahora consi dérese si el Perú retiene indebidamente los pueblos de Jaén y Santiago, que hacían parte del gobierno de Jaén, el cual quedó de hecho íntegramente reincorporado al Ecuador después de la batalla de Pichincha ; lo cual está corroborado por los tratados del año 1829. Esto es tan evi dente, tan incontestable, que el jeneral Bolívar, presente el Sr. Larrea y Loredo, ministro del Perú, nombró para go bernador de Jaén al coronel Gabriel Guevara, primer jefe del batallón Caracas. El negociador peruano, lejos de poner reparo a tal nombramiento, consintió en él, y manifestó la necesidad que habia de que las autoridades colombianas tomasen posesión de aquella provincia, en virtud de lo estipulado el año de 1829, y del acta de pronunciamiento de aquellos pueblos. No hai carta jeográfica alguna, antigua o moderna, en que no se halle marcada por la orilla derecha del Marañon la línea divisoria entre el Perú y la antigua presidencia de Quito ; siendo mui notables las que Torrente acompaña a a su historia de la revolución hispano-americana publicada en 1831, en la cual la espresada línea tiene la misma de*"], [29, "25 marcación, debiendo advertirse que ese escritor las levantó teniendo a la vista todos los documentos existentes en los archivos ministeriales de Madrid. Igual eonformidad pre sentan las cartas del Sr. Restreno en la historia de Colom bia. La última carta jeográfica de la América meridional, hecha en grande escala y con mucha precisión, es la de Arrowsmith ; y en ella los límites están fijados por el rio Chinchipe y curso del Marañon, pasando a la orillla dere cha de este último rio en la provincia de Jaén, incluyendo en este gobierno el territorio allí situado. En 1824, cuando el Congreso de Colombia dio la lei de división territorial de la república en doce departamentos, asignó al del Asuay las provincias de Cuena, Loja, Jaén y Mainas, y es claro que no lo habría hecho si no hubiese estado en la fundada convicción de que esas últimas pro vincias pertenecían a la antigua presidencia de Quito, de nominada entonces distrito del Sur. ¿ Cómo es que en esa época no reclamó el Perú el cumplimiento de la cédula del año de 1802 ? ¿ Cómo ha aprobado con su silencio que to dos los jeógrafos e historiadores del mundo continúen ha ciendo pertenecer aquellas provincias a Colombia y después al Ecuador? ¿ Cómo ha dejado que los territorios en su ma yor parte continúen en poder del Ecuador, como lo estu vieron por tres siglos no interrumpidos? Omitiremos la respuesta por ser demasiado clara. Al reconocer el gobierno español la independencia de la república del Ecuador , la verificó en la integridad del te rritorio que correspondía a la antigua presidencia de Quito (palabras testuales del tratado de Madrid), y nos parece que la España, poseedora de los datos auténticos, es el me jor juez, y no deja duda sobre las posesiones del Ecuador. En España, antes y después del reconocimiento, se han impreso mapas por orden del gobierno, y en todos se ve la misma demarcación del territorio de la presidencia de Quito , con dominio sobre Jaén y Mainas. De la relación anterior resulta: 1.°, que la provincia de Mainas fué conquistada por los ecuatorianos ; 2.°, que las misiones de tan. vastas rej iones se establecieron a costa del .1. DEL K. i"], [30, "26 dinero y de la sangre de los quiteños; 3.°, que el vireinato de la Nueva Granada las poseyó mas de un siglo ; 4.°, que la cédula del año 1802, arrancada subrepticiamente, y cuyo principal objeto era establecer las misiones, no fué cumpli- da y por el contrario escitó vivas reclamaciones; 5.°, que no fué cumplida porque no recibió el pase del virei de la Nueva Granada, sin cuyo requisito se consideraba como insubsistente, pues sabido es que por una lei de Indias, las cédulas reales se podían obedecer y no cumplir. No fué cumplida porque los regulares de Ocopa no se encargaron del restablecimiento de las misiones: no fué cumplida, por- que no se verificó la división del obispado, ni habia con- currido a ella el obispo de Quito, requisito esencial, segun el derecho canónico : no fué cumplida porque no se levantó la carta que mandó el rei : no fué cumplida porque el virei de la Nueva Granada no lo quiso, en virtud de sus facul- tades naturales; y no fué cumplida de hecho porque el obispo de Quito quedó proveyendo de curas a las reduc- ciones, y el gobierno civil de jueces y autoridades subal- ternas. Dedúcese, últimamente, que habiendo quedado la real cédula sin ejecución, el gobierno de Quito conservó en las provincias de que se trata el derecho de patronato eclesiástico, por el título lejítimo de fundación y dotación de sus iglesias. Así es que la cédula de 1802 se consideró como una mera tentativa que no tuvo resultado, quedando por tanto invariables los antiguos límites de los dos vireinatos. Es por esto que, en el artículo 5.° del tratado de 1829, se esti puló que los límites entre Colombia y el Perú fuesen los mismos que dividían los dos vireinatos antes de la época de la independencia; esto es, los límites fijos, ciertos, reco nocidos por los jeógrafos y por el mundo. De esto se deduce también que el artículo 5.\" del tratado de 1829 dá los límites reconocidos entre los dos vireinatos, y respecto a los disputados, previene que se nombre una comisión, que haciendo mutuas concesiones, fije una línea natural y equitativa que divida las dos Repúblicas : una línea conciliatoria de sus intereses, y esto lo dice 27 años"], [31, "27 después de publicada la cédula del 15 de julio de 1802, después de las tentativas hechas desde entonces por los peruanos para que esta cédula sirviese de línea de demar cación. Luego los autores del tratado la desatendieron •mando no la aceptaron como base y condición del deslin de ; y no la aceptaron porque era absurda, porque estable cía una deslimitacion irregular e inconsulta, porque heria los intereses vitales y los derechos perfectos de un pueblo, sin necesidad ni conveniencia; porque contenia en sus mis mos vicios la imposibilidad de su subsistencia, el jérmen de perpetuas querellas y discordias entre las poblaciones limítrofes ; y finalmente porque era inoficiosa y ninguna fuerza tenia como mero título para una acción de dominio, aun supuesta su validez en presencia del gran principio americano del uti-posidetis en 1810. Voi a insertar un fragmento de esta cédula memorable, para poner de manifiesto la justicia de mis observaciones. El Sr. Requena informó al rei que se hallaban las misiones del Mainas en la ma}7or decadencia, y que el único modo de hacerlas 'prosperar, era colocarlas bajo la dependencia del vireinato del Perú, desde donde podian ser mas pronto ausiliadas, mejor defendidas y fomentarse algún comercio. En vista de este informe y sin consultar ni el mapa, ni las dis- tancias, ni la estension y los saltos bruscos que se daban, dijo el rei : « que se erija un obispado que comprenda tc- » das las misiones reunidas con otros varios pueblos y » curatos próximos a ellas que pertenecen. a diferentes dió- » cesis, y pueden ser visitadas por este nuevo prelado; el » cual podrá prestar, por aquellos paises de montañas, los » socorros espirituales que no pueden los misioneros de » diferentes relij iones y provincias.» Para mejor cumpli- miento ordenó : «agregar al vireinato del Perú el gobierno » y comandancia jeneral del Mainas, con los pueblos del » gobierno de Quijos, escepto el de Papallacta, y que aquella » comandancia se estendiese, no solo por el rio Marañon » abajo hasta las fronteras de las colonias portuguesas, sino » también por todos los demás rios que entran al mismo » Marañon por su márjen septentrional y meridional, como"], [32, "28 ii son Morona, Huallaga, Pastassa, Ucayali, Ñapo, Yavarí, » Putumayo, Yapura y otros menos considerables, hasta el *» paraje en que estos mismos, por sus saltos y raudales, no » pueden ser navegables.» La misma cédula nos manifiesta en su contenido, que se dictó sin un estudio profundo de su objeto, sin conoci miento exacto de sus medios, y solo con el laudable desig nio de que las misiones que dejaron los padres jesuitas repentinamente abandonadas, pudieran ser mas pronto au siliadas, mejor defendidas y fomentado el comercio. Ahora bien. ¿De qué manera las misiones del alto Quijos podian estar mejor ausiliadas y defendidas por un Obispo que re sidía en Jeberos, distante del Baeza 75 dias en verano, y un tiempo indefinido en el invierno por las crecientes de los ríos, tales como el Ñapo, que en su dilatada navega ción ofrece obstáculos diarios ? ¿ Cómo podrá segun la cé dula fomentarse algún comercio, cuando el de los «Baezas » está reducido a la venta de algunas bateas, cucharas de ma dera y algunas frutas que sacan a Quito, de donde distan solo tres jornadas, único tiempo que permanecen sus frutas sin deteriorarse? Esto y muchas cosas semejantes, demues tran que la agregación de los pueblos de Quijos al Perú, no podia llenar el objeto propuesto; y que hubo ignorancia en España de las localidades de estos países, e inexactitud en el informante, que no fué impulsado por espíritu públi co, sino por su propio interés. Cuando la cédula habla de la navegación de los rios, debe entenderse de la estension en que era practicable has ta el año de 1802, época en que estaba limitado a poca distancia de la embocadura de los afluentes del Amazonas; y solo el rio Ñapo era el mas navegado, porque servia de puerta y camino para las misiones de Mainas que depen dían de Quito. Si en el dia se quisiese estender la navegación, se pro longarían progresivamente los límites de la cédula a medi da que la navegación se fuera forzando hasta donde por sus raudales son inaccesibles los rios; y tendríamos entonces un resultado bien peregrino: el Perú internado con el título"], [33, "29 de su cédula en el corazón de las poblaciones principales del Ecuador: el Perú con dominio inmanente en las ha ciendas de Imbabura, Quito, Tacunga, Pillar-a, Riobamba, Cuenca y Loja, y en los anejos o ayudas de las parroquias inmediatas a los rios navegables. Y esta no es una vana paradoja, porque en el dia, en que el vapor ha hecho navegables las corrientes del Missisippi, llegando al estremo de subir las montañas rocallosas, nada seria mas fácil ni mas accesible, sin tantos esfuerzos, que la navegación del Pastassa y sus tributarios, como el Chambo, navegable hasta Riobamba, centro de la república ; el Patate, que conduce hasta Tacunga : del Ñapo, por cuyo tributario el Coca se puede llegar a las faldas del nevado Cayambi y navegar hasta el pueblo de Oyacachi , en cuyo territorio se encuentran muchas haciendas de Imbabura y Quito, y así por los demás rios mencionados en la inconsulta cédula. Sin duda al no haber incluido a Macas se tuvo en con sideración que le eran difíciles los ausilios desde Jeberos, que se halla a 34 dias de distancia ; cuando de Riobamba dista cuatro dias por camino de herradura, sin las demoras y peligros que ofrece la navegación del Morona, ya porque sus orillas están plagadas de la belicosa y astuta nación Jíbara, ya porque sus crecientes en los meses de invierno hacen casi imposible navegar el rio sin gran riesgo. Cuando la cédula señaló como límite del obispado de Mainas y de su comandancia jeneral varios rios, y entre ellos el Morona, no comprendió la población de Macas, y siendo esta una ciudad célebre y notable en la historia, debió ser nombrada especialmente, así como lo fué la te nencia de Quijos; porque los rios no pueden ser materia de un obispado, sino las poblaciones, y estas son las que de ben ser llamadas y mencionadas con sus propios nombres. Esta observación es tanto mas fuerte, cuanto que Canelos fué mencionada por la cédula como parte de la diócesis del obispado de Mainas, pero no del gobierno o comandancia jeneral que también estableció. Si es un hecho reconocido en la práctica de las naciones que una población puede estar sujeta en lo espiritual al obispado de una república,"], [34, "30 y en lo civil y militar a otra, claro es que, aunque Canelos se halle incluido en el obispado de Mainas, no lo está en su comandancia, y por consiguiente, en el gobierno civil del Perú, pues todas estas poblaciones han estado y están sujetas al del Ecuador. También en otra parte nos dice la cédula : « igualmente » he resuelto erijir un Obispado en dichas misiones de » Mainas de los curatos de la provincia de Quijos, escepto » el de Papallacta ; de la doctrina de Canelos en el rio Bo » bonaza, servida por padres Dominicos : de las misiones » situadas en la parte superior del rio Putumayo y el Ya » pura, llamada de Sucumbios, que estaban a cargo de los » padres Franciscanos de Popayan. » El Sucumbios, que ahora pertenece a la Nueva-Granada, se halla. a mas de 80 dias de distancia de >Ieberos y a pocos de Pasto, y del Obispado de Popayan, de donde se han mandado y mandan aun los misioneros. Ahora ¿ qué dire mos de las misiones de Yapura o Caquetá respecto a la dis tancia de Jeberos y a la posesión y dominio que en ellas tiene la Nueva-Granada? Bien se conoce que tuvieron ra zón el Presidente de Quito y el virei de Santa^Fé, para suplicar de una cédula tan descabellada, que ataca los de rechos adquiridos por estos pueblos, y contraría su mente misma de facilitar las misiones. Hai ataque al Brasil, al incluir la orilla septentrional del Amazonas, pues en el dia el Brasil posee en esta parte las ciudades de Matural, San Pablo, Olivensa y Tabatinga (fron tera) encima de la boca del Putumayo, todo lo que adquirió por posteriores conquistas, teniendo a su favor el uti-poside tis, asi como la Nueva-Granada a las misiones del Yapura; ¿y por qué no se ha pretendido legalizar la cédula del año 1802 con el imperio del Brasil y la República déla Nueva- Granada en los tratados que el Perú ha hecho con estas naciones? ¿Cómo no se ha hecho mención siquiera en nin gún artículo, de esos terrenos como disputables por la cédula ? En 1802, como desde que la América se descubrió, el gobierno español hizo sufrir con usura a estas colonias los"], [35, "31 efectos de sus vaivenes perniciosos. Si alguna vez el buen sentido y la sana política influyeron en el nombramiento de un mandatario de mérito para ellas, ordinariamente ha cían su elección la intriga y los intereses mezquinos de los palaciegos. A esto debe agregarse la ignorancia absoluta que habia en Europa de lo inmensa estension de estos des conocidos países. Esta ignorancia de los lugares era causa de que se dictaran, sobre todo en materia de concesiones territoriales, las medidas mas disparatadas : hasta los mis mos españoles se burlan hoi de los grandes títulos que la corte de Madrid concedía a cuanto aventurero iba a con tar allá que habia descubierto una raza de semi-hombres por acá. Bajo tales impresiones se dio por Carlos IV la cédula de que estamos tratando. ¿Tendrá fuerza en nuestro ánimo una disposición arrancada a la ignorancia, exijida por la intriga, dictada y sancionada por el despotismo? Si ella fuese útil siquiera a los pueblos de que se dis ponía, pudiéramos hallar alguna razón para sufrirla; pero lejos de esto, su inconveniencia es palpable para cualquiera que eche una ojeada sobre el m,apa y examine tan incohe rentes concesiones. Hai contradicción, hai ataque a propiedades ajenas, hai cuantos vicios puede contener un acto gubernativo en latan decantada cédula del año de 1802. Hai absurdo en señalar imajinarios límites que no han de reducirse a práctica ; en erijir un obispado en una inmensa estension de tierra in transitable, dejando dentro del círculo (que suponen abraza la cédula), parroquias independientes, que se privarían de comunicación con sus superiores, incomunicando el prime ro con el último eslabón de una autoridad que se pretende concentrar ; señalar, en una palabra, los linderos del alto Huallaga y el Yapura o Caquetá con las orillas del Mara ñon, donde desaguan estos rios para un obispado, es como si se quisiera fundar un convento del Tiber al Sena. A presencia de lo que antes hemos dicho, y de los actos juridicionales y posesorios ejercidos por el gobierno ecuato riano sobre los territorios de Quijos, Canelos, Macas, Ya-"], [36, "32 guarzongo, Jaén y Mainas, no es la espresada cédula un titulo justo y lejítimo para disputarlos. La revolución del año de 1809 que vino antes de 'que la práctica hubiese dado la sanción de un hecho consumado a esta cédula, la hizo ilusoria y le quitó cuanto valor podia tener. Ademas, la cédula es como un título caduco y sin electo a presencia del uti-posidetis de 1810, principio reconocido en el derecho internacional y adoptado en toda su plenitud por los nuevos Estados- Americanos : por este principio el Perú tiene que devolver al Ecuador las comarcas de Mai nas, y ademas parte de la provincia de Jaeri que está fue ra de toda disputa. Uti-posidetis. Para mayor claridad, hablar-é separadamente de cada una de las provincias y gobiernos, aunque tenga que hacer algunas repeticiones en obsequio de la claridad, en una cuestión de vida o muerte para el pais. El mapa adjunto ilustrará la materia, pues allí están delineadas cada una de las provincias y gobiernos tal como se encontraron en el año de 1800. Gobierno de Quijos o Ñapo. Los linderos del gobierno de Quijos en 1802 eran : por el N., el gobierno de Mocoa y Sucumbios, en la cordillera llamada del Putumayo ; pos el S. el gobierno de Macas en la cordillera del Curarai (Canelos pertenecía a Macas); por el O., el correjimiento de Quito; y por el E. el rio Amazo nas, desde el pueblo de Oran hasta Loreto inclusive, abra zando de este modo la orilla del Amazonas en la parte indicada. ■ El cantón de Quijos en la orilla meridional del rio Ña po, está poblado por lá nación Zapara que se estiende hasta la boca del Curarai; por la nación Santa Marias desde el Curarai hasta la boca del rio Mazan, y por la nación Ma-"], [37, "33 zanes hasta la boca del Ñapo en el Amazonas. En su ori lla septentrional habita la nación Aguarico o Encabellada que se estiende hasta la boca del Aguarico ; de allí abajo hasta la boca del rio Churucocha, la nación Anguteros con diversos nombres, como Oritos etc, tomado del nombre del riachuelo o lago en que viven estas tribus oriundas del rio Putumayo; los Orejones que lindan con los Ticunas llegan hasta la boca del Ñapo. Todas estas naciones y tri bus son dependientes del Ecuador. Los territorios de Quijos fueron descubiertos enlósanos de 1536 por el capitán Gonzalo Dias de Pineda, quien los denominó países de la Canela. En 1540 fueron en parte recorridos en su desgraciada espedicion, por el gobernador Gonzalo Pizarro. En el año de 1551, la Audiencia de Quito erijió en ellos un gobierno, que fué dado al capitán Ejidio Ramírez Dávalos, natural de Riobamba: En 1558, le sucedió el capitán Jil Ramírez Dávalos, hermano del an terior : este último hizo las fundaciones de las ciudades de Baeza, Archidona y Avila, mas las villas de Maspa y Je na, a costa del erario de Quito y con jente de esta presi dencia. Con la entrada de los padres Jesuitas misioneros, a costa del convento máximo de Quito, comenzaron algunas nue vas fundaciones, como la de los pueblos de Ñapo, Napotoa, Santa Rosa, Suno, Cotapino, Concepción, Loreto, Mote, en la parte superior de Quijos, y en la parte baja, los de Ca pucuy, Nombre de Jesús, Nombre de Maria, San Javier, San Pedro, etc. En el año de 1743 se cambió el sitio de la ciudad de Archidona, porque los misioneros Jesuitas hicie ron este pueblo la puerta y entrada principal de las misio nes del Marañon. Desde 1551 hasta la fecha continuó proveyendo a este gobierno el gabinete de Quito (unas veces separado el de Quijos, y otras umdo al de Macas) como consta de los nombramientos, sueldos percibidos en el tesoro de Quito y otros documentos justificativos. Sin hacer mención de muchos de sus gobernadores, hasta fines del siglo pasado, citaré al Sr. í). Miguel Bello, que 5 J. DEL E."], [38, "34 fué nombrado gobernador del Ñapo o Quijos en 1797, y permaneció en dicho empleo hasta el año de 1815, ejer ciendo su jurisdicción pacíficamente por espacio de 18 años consecutivos, sin que el gobierno peruano hubiese hecho reclamo alguno sobre incompetencia ni quejádose de la usurpación de un territorio que se halla contenido en los límites de la cédula : al contrario, no hizo jestion alguna, fué frío espectador de la continuación del gobernador Be llo, trece años después de la cédula, y no presentó oposición al ejercicio de los actos administrativos de este, como el nombramiento de tenientes encargados de la administra ción de justicia, hasta el pueblo de Loreto en el Amazonas. En la boca del rio Ñapo se conservó una guarnición cos teada por la presidencia de Quito. El prenombrado gober nador hacia la recaudación del tributo de tres pesos por cada matrimonio, que pagaban los indíjenas de Quijos: en oro los pueblos denominados Oreras, como Ñapo, Napotoa; Santa Rosa, Suno y Payamino: en pitas los pueblos de Ar chidona, Cotapino, Concepción, Loreto, Avila y San José: y en cera los pueblos de Oran, Pebas y Loreto (Amazonas): cuyo producto se remitía al tesoro de Quito en paz y en faz del gobierno peruano. El año de 1815 fué nombrado gobernador el Sr. N. Ren jífo, con las mismas atribuciones de su antecesor ; y tuvo el destino hasta fines de 1821 en que murió. El año de 1822 fué nombrado el Sr. José Torres gober nador de Quijos ; mas este solo ejerció su jurisdicción desde Papallacta hasta la boca del Ñapo, donde conservaba un pequeño destacamento. Los pueblos de Oran, Pebas y Loreto , que se hallan a la márjen del Amazonas y per tenecían a Quijos, se habían adherido a la causa de la independencia, como ya lo dijimos, y recibieron funciona rios del gobierno de Moyobamba, en cuyo estado han se guido hasta hoi. Pero esta posesión no presta mérito en contra del uti-posidetis en 1810. El Sr. Torres fué muerto por los indios Ñapos, a conse cuencia de haber reducido uno de ellos a prisión cargán dole de cadenas y amenazándole de muerte, por cobrarle"], [39, "35 lO años de tributo que no habia pagado por su ausencia •del pais. Con la muerte de Torres, el gobierno del Ecua dar mandó al coronel Ramón Aguirre, con una fuerza pagada por el tesoro. Después de pacificados los Ñapos y aun otros pueblos ■que secundaron la revolución, como Napotoa y Cotapino, matando a sus párrocos; Aguirre siguió pacíficamente en su gobierno por el espacio de 21 años. En 1845 fué nom brado jefe político del cantón de Quijos el señor Clemente Guerrero, quien siguió con todas las atribuciones de sus predecesores haciendo la cobranza de la contribución de indíjenas, hasta el 13 de noviembre de 1846, en que el cuerpo lejislativo espidió el siguiente decreto: «Se exime » de la contribución personal a los indíjenas de Quijos, » Canelos y demás pueblos de la parte Oriental del Esta » do.» Con este decreto quedaron los quijuanos libres de una contribución que habían pagado por el espacio de 276 años a las cajas de la presidencia y gobierno de Quito. El señor Guerrero como jefe político de Quijos hasta el año de 1849, en que tuve la honra de sub rogarle en su empleo. En este mismo año de 49, fui informado de que algunas jentes del Perú habian penetrado en el rio Ñapo y hacian una correría. Bajé apresuradamente este rio hasta su des embocadero, para evitar que hubiesen desórdenes o que interrumpieran al doctrinero Ignacio Yanes, que catequi zaba a los . indios en todo el rio y en particular en los pequeños poblados de Mazan, San José, Yasuní y Sinchi chicta que yo habia fundado en el año de 848, cuando recorría estos parajes como naturalista y jeógrafo, siendo entonces el señor Guerrero jefe político. Eu la boca del rio Curarai grande, tuve la noticia de que algunos moyobambinos y brasileros que habian subido en busca de zarzaparrilla, acababan de incendiar dos casas de los záparos curarayes y robádoles muchas cosas. Para cortar estos desórdenes, oficié a las autoridades de Loreto y Nauta a fin de que previnieran a todos los peruanos nego ciantes de zarzaparrilla, que en adelante no permitiría la en-"], [40, "36 tradaal rio Ñapo sino a los que llevasen pasaportes visados por los tenientes de Mazan y Yasuní. Al efecto, nombré al ciudadano Rafael Teran en la boca del Mazan, contigua a la boca del Ñapo ; y a Asencio Arábalo, como teniente de Yasuní para inspeccionar el rio Curarai grande, que era el mas frecuentado por los negociantes de Loreto y Tabatin ga. Desde entonces todos los peruanos que necesitaban subir el Ñapo, traian sus respectivos pasaportes, por cuya medida contuve las correrías. Una sola partida de moyobambinos con bogas cocamas que subió e hizo algunos males a los indios anguteros, su frió un descalabro, y quizás habrían muerto todos los que la componían, si no los hubiesen salvado el valor y la des treza de los indios cocamas sus bogas, y el pronto ausilio que les prestó el teniente Teran. A fines del año 1850, en ausencia del teniente de Ma zan, que cuidaba de la boca del Ñapo, arribaron algunos aventureros, y entre ellos dos desertores de la guarnición de Tabatinga (Brasil): los salvajes anguteros mataron a estos soldados, escapándose los compañeros. Con tal motivo seguí el curso del Ñapo y del Amazonas hasta la fortaleza de Tabatinga, para hablar personalmente con el coman dante de dicha fortaleza y también con el juez de Loreto, a fin de tomar medidas para estorbar las correrías. De nuestra, conferencia resultó el acuerdo, que a todo el que no llevase pasaporte de las autoridades, se le prohibiría la navegación del Ñapo y de los otros rios del lado del Ecua dor. En su consecuencia, corrió a mi cargo la espedicion de pasaportes a los indios que viajan con frecuencia en busca de la sal de comer que produce el Huayaga, la cual se consume en Quijos. Como todos los indios del bajo y alto Ñapo han sido desde la mas remota antigüedad súbditos del Ecuador, aceptan con placer los tenientes y los misioneros que las respectivas autoridades les envían. En todas las orillas de este opulento rio no existe una sola tribu ni familia que desconozca a este gobierno y no viva a él sometida. En una escursion que verifiqué al centro de los bosques"], [41, "37 ■con el objeto de conocer todas las tribus zaparas, recorrer el territorio, rectificar mis notas, y principalmente empa dronar a los záparos, fui recibido por todos como su jefe, y jamas se puso en duda mi autoridad: conseguí sacar algu nas tribus del interior a las orillas del Ñapo y formé los pobladitos de Yasuní, Sinchichicta, Intillama y Nustrino. Los záparos, nuevos pobladores, tenían entusiasmo por el gobierno del Ecuador, recordaban lo que sus padres les habían contado sobre los Jesuitas y otros misioneros, y me pedian con entusiasmo doctrineros y párrocos para poder vivir reunidos y atraer a la comunidad otras tribus de lo interior de los bosques. Con motivo de la formación de estas poblaciones y mi visita a casi todas las tribus, conseguí'que los záparos hi cieran caminos rectos por tierra y salieran a negociar en los pueblos de Suno, Santa Rosa, Napotoa y Aguano, don de yo tenia lijada mi residencia y habia algún número de jentes blancas; conseguí también que los salvajes se presta ran al trabajo de desmontes y siembras en que los emplea ban losjblanoos, pagándoles su jornal ; obtuve asi mismo que los záparos recien avecindados en las orillas del Ñapo sirvieran eomo bogas en caso necesario a los navegantes de este rio, lo cual les proporcionaba un ausilio eficaz. El año de 1853 fui relevado de mi destino por el coman dante Manuel A. Zerda, quien a poco tiempo de estar en su gobierno recibió el decreto ejecutivo de 24 de abril de ,1854, cuyos artículos principales' son los siguientes: « Se incluyen bajo la denominación de Gobierno de » Oriente las porciones territoriales comprendidas en los » antiguos corroí i mientes de Quijos, Macas y Canelos. » Se csceptúan las poblaciones de Gualéquiza, que con » tinuarán perteneciendo a la provincia de Cuenca, las de » Zumba y Chito que corresponden a la provincia de Loja, » y las del Pun que dependen de la de Imbabura. » Para el réjimen interior se conservarán los mismos lí » mites que dividían los antiguos correjimicntos de Quijos, » Macas y Canelos.» * » En Santa Rosa, capital del nuevo gobierno, residirá"], [42, "í 38 » un gobernador con la dotación de mil pesos, nombrado » directamente por el Poder Ejecutivo; y un alcalde muni » cipa!, etc, etc.» Este decreto, que regularizaba mas los paises orientales^ fué puesto en ejecución y aun sigue en todo su vigor hasta el dia. El Sr. Zerda continuó en pacífica posesión de su destino, y así esta provincia ha estado bajo el señorío del gobierno del Ecuador por el tiempo de 309 años sin interrupción. Después de la narración que acabo de hacer, comproba da toda con los documentos de los archivos de Quito, ¿quién podrá desconocer el uti-posidetis del gobierno de Quijos? Tenencia o misión de Canelos. Esta tenencia confinaba por el N. E. con el cantón de Quijos; por S. O. con el gobierno de Macas; por el O. con el correjimiento de Latacunga; y por el E. con el Amazo nas, inclusas las bocas de los rios Pastassa y Tigre. Desde las orillas del Pastassa hasta las del Ñapo todo el territorio está ocupado por las tribus de la nación zapara; pero desde la banda derecha del Pastassa hasta la cordille ra de Úpanos, habitan algunas tribus de la nación Jívara. Canelos fué reconocido por el capitán Gonzalo Diaz de Pineda el año de 1536, quien la denominó así porque fué allí donde por primera vez halló los árboles de canela; Pi neda como gobernador de Macas, creyó que estos lugares estaban comprendidos en su gobierno. Poco tiempo des pués de este reconocimiento, entraron en ellos los PP. do minicos de Quil#, costeados por su convento máximo. Estos misioneros hicieron en el mencionado territorio algunas conquistas y reducciones y fundaron el pueblo de San José de Canelos, a las orillas del rio Bobonaza ; pero la gran sublevación de los jívaros, que hizo temblaren el año de 1599 a todas las comarcas orientales, aterró a los Ca nelos que fugaron a los bosques, y los misioneros salieron a Quito. Tres años después de esto, volvieron a encomen-"], [43, "39 darse de las misiones los mismos dominicos, a costa de su convento y del tesoro público; y restablecieron el pueblo de Canelos, pidiendo en seguida mas sacerdotes para las misiones del Pastassa que les correspondían. El año de 1650 se agregó, por un decreto especial, la mi sión de Canelos en lo temporal al gobierno de Macas; ma3 en lo espiritual quedó dependiendo de los mismos misio neros dominicos. Después se dispuso que los indíjenas de esa comarca pagasen el tributo impuesto a los indios del oriente ; pero los padres misioneros, a favor de una canti dad de dinero que les remitió el convento de Quito, y de las súplicas que elevaron al rei, consiguieron esceptuar sus misiones de esta contribución. Esto esplica por qué los go bernadores de Macas no iban a Canelos ; pues no habiendo tributo que cobrar, era escusada su marcha a esas rej iones. Esta tenencia se quedó en adelante completamente en po der de los padres misioneros, quienes establecieron en su gobierno político un sistema semi-teocrático. En 1797 se consagraron los blancos a la esplotacion de algunas minas de oro en Canelos, y como se juzgase en tonces que por su inmediación a Quijos el gobierno de este podia fomentar la industria y el progreso en ese rico suelo, se puso bajo su inspección la referida tenencia. Mas, a pesar de esto, los padres dominicos que habian estendido su poder y hacían los oficios de tenientes civiles, continuaron reconociendo solo como superior de las misio nes al cura de Canelos, que era nombrado por el obispo de Quito. El convento máximo, a la entrada del Sr. Bello, redobló sus esfuerzos, procurando mandar a esas poblaciones na cientes padres de luces y de virtudes ; asi és que en 1797 fué nombrado cura el padre Juan Avendaño, con el título de superior director de las misiones, y con facultades am plias sobre los otros misioneros que se hallaban disemina dos en el rio Pastassa. Con la muerte del padre Avendaño, después del año de 1810 salieron de Quito como misione ros los padres Pavón, Guerrero, Marino, Arias, etc, de los cuales los primeros pasaron a ser curas. En el año de 1800"], [44, "40 enviaron entre otros a los padres Santiago Riofrio de Loja y Mariano Villacreses de Ambato, que ambos murieron en' las misiones, dejando, el último, el recuerdo de una plan tación de árboles de canela en el Copatasa. En el año de 1812, después del fallecimiento del supe rior padre Riofrio, entró a Canelos el virtuoso padre Prie to, que estendió.sus misiones entre los Záparos del Lliquino y Rotuno. En el año de 1819 le sucedió como superior de laa mi siones el infatigable, activo y fuerte Fr. Leandro Fierro, junto con los padres Álvarez y Alarcón. El cura Fierro condujo el año de 1822 al padre Manuel Tamayo, a quien estableció de misionero en Pinduc-yacu (entre los Jívaros) por dos años, y al padre Francisco Álvarez como coadjutor entre Canelos y Sara-yacu. En Andoas se hallaba por este tiempo el padre Fernando Guerrero, natural de Ambato, como coadjutor misionero de los dominicos de Quito. Los superiores de estas misiones sostenían sus coadjuto res (sin incluir lo que les daba el convento) con 3Q0 pesos del tesoro de Quito, y 300 mas que les estaban asignados de los productos de las Bulas de la Santa Cruzada, desti nados a las misiones. Existen los recibos de estos padres, desde remotos tiempos, asi como todos los documentos del caso. Después de 18 años de constancia en las misiones, salió de ellas el padre Fierro en el año de 1837 ; desde cuyo tiempo no han dejado de ser provistas de misioneros regu lares y seculares, como el Dr. Antonio Chica que fué el primer cura de la misión del Lliquino. En la curia de Quito constan los nombres y el tiempo en que han sido provistas las misiones de Canelos por curas propios. Desde el año de 1797 en que se encargó del gobierno de Quijos el Sr. Miguel Bello, con jurisdicción estensiva a Canelos , se dedicaron muchos empresarios a esplotar sus minas de oro, todos con licencias y títulos de la audiencia de Quito. En 1810, el ilustrado D. Policarpo Diaz de la Fuente, natural de Quito, paso de las minas del rio Ñapo con una cuadrilla de negros, a trabajar en Canelos a orí-"], [45, "41 I lias del rio Balsa-yacu, encontrando allí constante coope ración en sus labores de parte de los indíjenas. En el siguiente año llegó al mismo lugar con otra cuadrilla el infatigable minero D. Manuel Ángulo , que hacia algún tiempo trabajaba en el rio Punino, uno de los ramales del rio Ñapo. x Después del año de 1822, han continuado penetrando en estas ricas comarcas muchos trabajadores y empresarios; compañias para esplotar el oro, la cera de laurel y la cane la, que son los artículos que desde la antigüedad se sacan para Quito. Muchos rios de Canelos tienen las señales de la esplotacion del oro; y en el Lliquino, la peña de Tani curi fué trabajada por una compañia de franceses, a cuya cabeza estaba Mr. Belon, quien obtuvo, como los otros empresarios, permiso del gobierno del Ecuador. Desde el año de 1824, ya se comenzaron a nombrar te nientes y autoridades civiles para todos los pueblos de esta antigua misión. En 1849 nombré yo al ciudadano N. Pérez teniente, jeneral de Canelos, y a Estevan Rojas con igual carácter para el pueblo de Andoas, donde permaneció hasta que sus enfermedades le obligaron a trasladarse al Ñapo. Esta relación fiel manifiesta que la misión de Canelos ha sido sostenida y alimentada por el gobierno de Quito y no pcrr el del Perú, pues los misioneros fueron ecuatoria nos y los recursos salieron del Tesoro, del convento máxi mo y de la bula de la Cruzada. Y aunque es verdad que la cédula de 1802 la comprendió en los límites del Obispado de Mainas, ya hemos demostrado que no tuvo efecto por su inmensa distancia a Jeberos, lugar de la residencia del Diocesano; por la imposibilidad de sostener las misiones, y porque se habría perpetrado una temeraria, injustificable y perniciosa usurpación al obispado de Quito, que las habia establecido desde 1536 y alimentado a vista y paciencia del Perú hasta la fecha, manteniendo una posesión de 324 años jamas contradicha ni estorbada; prescripción suficien te para legalizar el señorío, adquirir el dominio inmanente V para volver nugatorias las disposiciones de la cédula. J. Dlt E. 6"], [46, "42 Ademas, fa cédula no comprendió a Canelos en el gobiernos civil de Mainas, y esta omisión es una razón suficiente para que el Perú desista de toda pretensión sobre este impor tante territorio del Ecuador. Gobierno de Macas.' Este gobierno confinaba por el N. con el de Quijos, por el S. con el de Yaguarzongo en la cordillera de Úpanos, por el O. con el correjimiento de Riobamba y por el E. con el gobierno de Mainas en las orillas del Amazonas, inclu yendo la boca del rio Morona. En los territorios de este gobierno habitan los Macas, cuya raza está mezclada con la española; los Guamboyas, que viven en las-faldas de la cordillera de los Andes; y la nación Jívara, que ocupa casi la mayor parte del territorio, hasta cerca del Amazonas. El célebre Macas, unido a los Guamboyas, después de re chazar al conquistador peruano Tupac-yupanqui,»contrajo alianza con Atahualpa, rei de Quito. Cuando los españoles hicieron la conquista de esta ciudad, los Huamboyas y Macas hicieron alianza con estos por medio de embajadores indíjenas que salieron a Riobamba; y en sé de dicha alian za permitieron que fueran algunas familias españolas a establecer dos asientos de minas en los dos pueblos espre sados, lo cual se verificó el año de 1534, para cuyo efecto fué destinado el capitán Gonzalo Diaz de Pineda. En 1548 se decretó la erección de un gobierno especial para esos pueblos, sujeto a la presidencia de Quito. Desde entonces los españoles principiaron a oprimir á sus alia dos los Macas y Huamboyas, e intentaron la conquista de los Jívaros sus vecinos. Rechazados los conquistadores, y perdidas las simpatías de sus aliados, se vieron precisados a salir y desocupar el territorio. En 1549 el capitán Don Pedro Benavente volvió a él con el objeto de hacer una conquista formal, pero fué destruido por los Jívaros. En 1551, un considerable número de tropas y muchas familias enviadas de Quito por órde-a del virei del Perú"], [47, "43 D. Antonio Mendoza, fueron recibidas con satisfacción por los Macas y Huamboyas, pues estos se hallaban amenaza- dos por los Jívaros resentidos de la alianza que habían hecho con los españoles en 1534. Estos nuevos conquista- dores establecieron un gobierno compuesto de cuatro pro- vincias, a saber : Macas, Huamboyas, Jívaros y Canelos, que después se agregó a Quijos. Desde 1552, dieron prin- cipio a sus fundaciones, de entre las que cuatro fueron las principales : la villa de Mendoza en el asiento de Huam- boya: en el de Macas, la ciudad Sevilla del Oro: en la provincia de los Jívaros del Paute, la ciudad de Logroño, y en los Jívaros de Palora, la villa de este nombre. A mas de estas grandes ciudades, se fundaron muchos pueblos pe- queños, y maj de treinta asientos de minas, llegando a ser este gobierno en cuarenta y siete años el mas famoso y ri- co entre los gobiernos de Quito. En 1557 se hizo la tasación de los reales tributos de oro, gravando con un impuesto doble a los jívaros por su re- beldía. Este tributo ingresaba en las cajas reales y contri- buía a formar el situado que enviaba la presidencia de Quito a Cartajena. La gran sublevación de la nación Jívara, el año de 1599, destruyó el nuevo gobierno casi en su totalidad, y Sevilla de Oro cambió su nombre con el de ciudad de Macas, la cual pudo conservarse aunque deteriorada con algunas po- blaciones anexas, merced al ausilio oportuno de 200 hom- bres que le envió el Sr. Eecalde, Presidente de la Real Audiencia de Quito. Esta nombraba los gobernadores ; las cajas reales mandaban el sueldo de los empleados y la cuo- ta a los misioneros. Siguió cobrándose el tributo, que los indios Macas pagaban en tabaco, a consecuencia de la de saparición del laboreo de oro por el temor de los jívaros que no lo consentían. Los Huamboj^as, que habian fugado desde la revolución jívara, salieron a Riobamba en el año de 1730 con el ob jeto de llevar un sacerdote a su nación, que no solo con servaba el catolicismo, sino los paramentos de las iglesias. Repentinamente desaparecieron sin llevar el sacerdote, por"], [48, "44 las muchas preguntas que les hacían sobre las riquezas y minas de oro de su suelo. No se sabe con certez'i dónde residen actualmente, pero hai fuertes presunciones de que viven en la falda oriental de la cordillera. Por el año de 1797 se agregó este gobierno al correji miento de Riobamba, para que fuese mejor atendido; que dando, no obstante, el gobernador con muchos títulos y preeminencias, que no desaparecieron aun cuando la presi dencia de Quito se independizó de* la metrópoli. Practicada la división territorial por el congreso de Co lombia, que dividió en tres [ departamentos la presidencia de Quito el año de 1824, Macas fué erijida en cantón de la provincias de Riobamba a la que estaba contiguo, conser vando como anexos los pueblos de Zuña, Pairu, Copueno y Baraona, mas las misiones de Alapicos, Mendena, Guan binina y Palora en la provincia jívara. Estas misiones es tán ál Este de Macas y son compuestas de los jívaros semi-catequizados, amigos de los Macaveos, a quienes visi tan con frecuencia y con quienes tienen algún <y)mercio. La Presidencia de Quito continuó en la posesión de Macas sin interrupción de un solo dia y sin oposición de ninguna clase; sucediéndole en todos sus derechos, después de la disolución de Colombia, la nueva República del Ecua dor. El gobierno de ésta nombra hasta hoi y paga de los fondos del tesoro nacional las autoridades de ese vasto te rritorio e impulsa las misiones. Los sacerdotes destinados a ellas han hecho algunos adelantos últimamente sobre los belicosos e independientes jívaros. Este gobierno de Macas no está nombrado en la cédula de 1802; pero como el rio Morona es navegable en el dia hasta Macas , nos ha sido preciso hacer la reseña de este pais. Si la mente del rei hubiese sido que se comprendiesen los terrenos que bañan el rio Morona en su parte alta y media, los hubiese nombrado, como lo hizo con Quijos y con el miserable pueblecito de Papal lacta. ¿Cómo podia haber pasado en silencio a Macas en caso de haber querido incluirlo, habiendo sido este un gobierno de tanta nombra-"], [49, "45 dia, que tiene por capital una ciudad que es la mas poblada de jente blanca, y la mejor parada de la parte oriental? Claro es, pues, que este gobierno no está comprendido en la cédula, y en prueba de ello jamas se ha dudado del se ñorío que en él tiene el Ecuador. Macas con sus pueblos y misiones de consideración, que datan desde el siglo pasado, no fué ineluido ni aun en el obispado, como Canelos, que solo tenia entonces un pueblo de indios. Repito aquí lo que antes he dicho con fundamento: El Sr. Requena desconocia la materia de sti informe, y Carlos IV, al formular su cédula fué movido tan solo por el deseo de adelantar las misiones propagando el Evanjelio, sin en trar en su ánimo atacar propiedades, sobre las que la pre sidencia de Quito tenia un antiguo y perfecto derecho. Al hablar de los rios solo se contrajo a las embocaduras co nocidas, sin introducir alteraciones en los territorios donde habian gobiernos bien establecidos, y se abstuvo aun do nombrar, concordando en esto con el Sr. Requena, que los consideró estraños a su objeto. Gobierno de Yaguarzongo-Gualaquiza. Este gobierno confinaba: por el N. con el de Macas; por el S. con el de Jaén; por el E. con las misiones de Mainas; y por el O. con los correjimientos de Cuenca, Loja y Piura. Constaba este gobierno de dos grandes provincias llama das Yaguarzongo y Pacamuros, que eran dos naciones en teramente diversas en usos, costumbres y lenguas. Hoi la mayor parte de Yaguarzongo es habitada por los jívaros del Paute y Zamora. • La provincia de Yaguarzongo fué concedida al capitán Pedro de Mercadillo en 1548 que comenzó su conquista; y en 1549 fundó la ciudad de Zamora y asientos de Conga za y Yancuambi. El siguiente año avanzó y fundó a Santia go en la embocadura del rio de este nombre, que afluye al Marañon. La ciudad de Zamora fué la capital del gobierno y era la mas populosa, rica, bella y bien construida, toda de cal y"], [50, "46 La provincia de Pacamuros, bañada por el rio Chinchipi fué concedida por Pizarro al capitán Pedro Vergara en 1538. Gonzalo Pizarro, al entrar en su gobierno de Quito en 1539, tomó un vivo interés en la conquista de esta pro vincia, por estar dentro de los límites que señaló su her mano Francisco al gobierno de Quito. Gonzalo mandó al capitán Salinas desde Quito con nueve familias y los re cursos suficientes para ayudar a Vergara. A. fines de 1541 pudo Salinas fundar la ciudad de Valla dolid, sobre el rio Chinchipi; en el año siguiente, fundó la ciudad de Loyola y el asiento de minas de San José. Después de que los conquistadores y fundadores de estas provincias las disfrutaron por algunos años, fueron ambas refundidas en un solo gobierno, el cual fué provisto por la corte el año de 1557, con el nombre de gobierno de Ya guarzongo y Pacamoros, con su capital en Zamora. Este gobierno floreció a medida de su riqueza, durante algunos años; mas a consecuencia de la gran sublevación de los jívaros en 1599, cayó repentinamente, pues aunque los jívaros no avanzaron hasta Yaguarzongo, el temor movió a los españoles a abandonar esta provincia. Pasadas la alarma volvieron alguna jentes pobres a la ciudad de Zamora; restablecieron, en parte, los daños cau sados, e hicieron nueva amistad con los yaguarzongos, que quedaron irrevocablemente eximidos del trabajo en las minas de oro. La ciudad de Zamora fué transferida a las orillas del rio Zamora en 1663, pero no mejoró por esto. Los residuos recuperados en la provincia de Pacamoros, en su parte baja, como mas vecina al gobierno de Jaén, fueron agregados a este por orden de la Audiencia de Quito, dando a sus mandatarios el título de gobernadores de Jaén de Pacamoros, que llamaron después Bracamoros por corrupción. Lo poco que fué recuperado en el gobierno de Zamora y sus inmediaciones, fué puesto por la real audiencia bajo la protección de los correjidores de Loja, confirmándoles el título de gobernadores de Yaguarzango y señores de las minas de San José. La ciudad de Zamora decayó tanto,"], [51, "47 que en 1735, por destrucción de la parroquia se llevaron sus campanas a Loja, quedando solamente algun.ás familias en un estado semi-salvaje. La parte de los jívaros del Pautes donde s'e hallaba Lo groño, fué agregada al gobierno de Cuenca, por una cédula real, habiendo sido primero de Macas y después de Ya guarzongo. Se denominó esta parte misiones del Guala quiza y Rosario. Con motivo de esta agregación por los años de 1670, se hicieron algunas tentativas por el go bierno de Cuenca para la reconquista de los jívaros del Paute o Gualaquiza, en donde vivían las tribus de los Pautes, Paloras, Palmas y Logrónos: mas como estas espe diciones no consiguieron su objeto por la fuga de los jíva ros, el gobierno de entonces mandó que no se hicieran mas gastos del tesoro real, sino que se invitara a los parti culares, ofreciéndoles a nombre del rei los correspondien tes premios por la conquista y progresos que hicieren. Un caballero acaudalado que a la sazón se hallaba en la ciudad de Cuenca, abrazó con entusiasmo la empresa y dispuso su entrada por el pueblo de Paute, cerca de Cuen ca, por ser desde allí navegable el rio Paute (después lla mado Santiago) hasta salir al Marañon. Esta primera tentativa dejó mendigo al empresario. Después se hizo otra por una compañía de Cuenca y tuvo igual resultado. El obispo de Quito escojitó el medio de mandar misione ros jesuitas a la conquista en el año de 1631: estos obtu vieron buen suceso, y por el año de 1790 salian ya muchos jívaros al pueblo de Paute con sus efectos de comercio: dos años después entraron alli muchos blancos llevándoles herramientas y bujerías. Los jívaros continuaron saliendo con el objeto de hacer bautizar a sus hijos y adquirir com padres, a quienes reputan como parientes. Continuó su tráfico sin interrupción hasta el año de 1812, en que pre senciaron las disensiones del pronunciamiento de la inde pendencia y los movimientos de tropas de Cuenca y Quito; esto los hizo retirar; mas, dos años después, volvieron a salir para estrechar sus relaciones con los hombres de im portancia, entre los cuales distinguieron mucho al doctor"], [52, "48 Pablo Ilario Chica, que fué un oidor distinguido. Las visitas que hacían a este caballero eran mui frecuentes, y en el año de 1816 salió un gran número de jívaros con la pretensión de llevarle consigo , pues tal era lo que le amaban. En. este tiempo dicho oidor tenia ya sus estable cimientos y plantaciones en Gualaquiza, que eran cuidadas por sus jentfes, en unión de los jívaros, que se prestaban también al adelanto de dichas empresas. \"Desde entonces comenzaron a hacer muchos estableci mientos los cuencanos y los vecinos de los pueblos conti guos. Los naturales de Sigsig, en compañía de los jívaros, trabajaron un camino para los pueblos de Gualaquiza y Rosario, muchos años antes fundados con curas, misione ros y autoridades puestas por los ecuatorianos. En Gualaquiza. conservan sus establecimientos, con sus propios fondos, los Sres. Cerrudo, Ordoñez, Vasquez, y otros que han llegado a adquirir grandes relaciones con los jívaros, los cuales para ponerse mas en contacto con sus relacionados han abierto un nuevo camino al pueblo de Jima, desde las Palmas. Es pronto, cómodo, y facilita el incremento a los negocios mercantiles. En 1852 el virtuoso y antiguo misionero, Fr. M. Plaza, obispo de Cuenca, hizo una entrada con el fin de estable cer un número considerable de misiones en Gualaquiza; y aunque sus enfermedades no le permitieron llegar sino hasta el Rosario, envió al P. Fr. Vicente Solano y otros misioneros para que las estendieran a lo largo del rio San tiago, hasta su embocadura en el Marañon, entre todas las posiciones de la nación Jívara. En su entrada el obispo Plaza halló entre Gualaquiza y Yumasa, como unas cuarenta cuadras limpias y ocupadas por una antigua familia de las que se habian quedado a pesar del temor qne inspiraban los jívaros. El cura José María Torres y su hermano José Antonio, que era teniente, levantaron buenos establecimientos, los que no sufren detrimento alguno por los jívaros, que pare ce han cambiado algo de su carácter feroz, y han dado principio a la apertura de nuevos caminos, tal como el de"], [53, "49 Jima para Cuenca; uno a Loja por el Zamora, otro del Pas tassa para Macas, de Palora a Copataza y ofrecen abrir otros' mas para que se les proporcione misioneros del Ecuador. En 1854 el Sr. Bernardo Plaza, hermano del obispo, fué comisionado para la apertura de caminos, con cuyo motivo estuvo en Gualaquiza como autoridad. Entonces el famoso capitán jívaro Cayuca, marchó hasta el Pongo de Manse riche, y de allí se trajo a los jívaros mas célebres para que prestasen obediencia a los jueces ecuatorianos. ¿Dónde está lo cuestionable de este territorio? ¿de dónde se ha sacado la peregrina idea de que pueda ser reclamado por alguna nación? ¿por qué se afirma que se han vendido terrenos ajenos cuyos derechos son aun disputables? ¿Se llamarán reclamaciones las tentativas que contra toda leí han hecho algunos peruanos para conquistar por su lado a los jívaros y forzar asi la navegación del Santiago y Mo rona después del año de 1827? Pero si tales hechos se re cuerdan, tampoco debían olvidarse que esos mismos jívaros salvajes, pero ecuatorianos, han sabido escarmentar siem pre a sus invasoras las tropas peruanas, enviadas ya de Je beros, ya de Moyobamba. No se han olvidado en el Ecua dor los nombres de los capitanes jívaros Anguasa y Ca yuca (de Gualaquiza), Canambi y Nanchirima (de Mende na y Alapicos), el del valiente Cundumama (de Copataza), Uyungara (de Balsa-yacu) y tantos otros, cuyas tribus en comercio continuado con sus compatriotas del Ecuador, vienen a contar sus hazañas en nuestras misiones de Macas, Alapico, Mendena, Gualaquiza, etc, y protestan que no consentirán jamas que se profane su suelo con jente estraña. En una de las irrupciones peruanas hechas para forzar la navegación del rio Santiago, los jívaros pidieron ausilio a Cuenca, y como no se les prestó pronto, amenazaron con una revolución. Entonces el gobierno hizo marchar al co ronel Talbot del ejército ecuatoriano con una compañía del batallón núm. 2, pero no tuvo necesidad de hacer uso de la fuerza, porque los jívaros, obtenida la victoria sobre sus invasores, no se acordaron de su amenaza y siguieron su- .1. PEL E. 1"], [54, "50 misos a los misioneros. ¿Estos jívaros que derrotan a Ios peruanos y se sujetan a los misioneros y autoridades del Ecuador, serán peruanos o ecuatorianos? ¿Los peruanos que hacen tales acometidas, serán visitantes de sus rejiones patrias o usurpadores que van a conquistar ajeno terri torio? Advertiremos de paso que todas las escenas de los jíva ros con los peruanos1, solo han tenido lugar en la parte baja, cerca de la embocadura del rio Santiago en el Mara ñon; pero jamas ha podido llegar ninguna espedicion a la mitad de la parte navegable de este rio. En 1850, estando yo de gobernador de Quijos, llegaron algunos hombres y mujeres del pueblo de Borja (Mainas) a pedirme permiso para avecindarse y sacar algún oro en los rios del Ñapo: alegaban en apoyo de su demanda que eran ecuatorianos desde la antigüedad; pues su pueblo solo estaba precariamente en poder del Perú. Yo les ofrecí el bello sitio entre la confluencia del rio Coca con el Ñapo; es un terreno aurífero y alli podían recibir a sus compañe ros que, segun me aseguraron, vendrían a formar un pue blo. Aceptaron mi oferta, pero quisieron residir en la boca del Ñapo, donde se halla la isla denominada Destacamento, que, por ser guijarrosa, contiene algún oro menudo del que arrastra el rio Ñapo en sus crecientes: y cuando salí de ese gobierno ya los dejé establecidos en ese lugar. Estos borjas, que lavan algún oro en el Pongo de Man seriche, quisieron esplotar el rio Santiago. Los jívaros los consideraron compañeros o ausiliadores de la última espe dicion peruana; supusieron que iban a espiarlos para des pués usurparles sus terrenos; los corrieron, destruyeron el pueblo de Borja y se trasladaron sus moradores a otros puntos. Antes de la llegada de los borjas, ya habia yo recibido un posta de las jivarias del Pastassa mandado por mi ami go el capitán Pilisinga, comunicándome el triunfo y des trucción de los borjas. Los zamoras y bombaisas hicieron iguales postas a Macas y Gualaquiza, asegurando que ellos no permitirían la entrada de los peruanos a sus rancherías,"], [55, "51 sino solo a los ecuatorianos, con quienes estaban en rela ciones y a cuyas doctrinas pertenecian. Yo mismo fui invitado por muchos jívaros magnates para hacer un viaje por el centro de sus rancherías hasta Pongo de Manseriche y para tratar con los jefes de los pue blos peruanos' a fin de que no los molestaran. Después de la narración que hemos hecho, no queda la menor duda que Gualaquiza y sus misiones han perteneci do siempre al Ecuador. La cédula de 1802, al hablar de la comandancia de Mai nas, no dice nada del gobierno de Yaguarzongo (Gualaqui za), porque en este tiempo ya estaba fraccionado ; y sus partes pertenecian a Jaén y a los correjimientos de Loja y Cuenca. Tampoco nombra el rio Santiago, porque este rio no podia ser incluido, en razón de que la parte baja perte nece al gobierno de Jaén y la alta al de Cuenca. La cédula, hablando de los rios, dice : « Morona, Huallaga, Pastassa, Ucayali, Ñapo, Yavari, Putumayo, Yapura y otros menos considerables hasta el paraje, etc.» Hé aquí, pues, que el San tiago no está mencionado, y al decir otros menos considera bles, como el Morona, por ejemplo, no incluye al Santiago, que es doble mayor que este : de modo que estos territorios para ser disputados no tienen siquiera el protesto de la cé\" dula del año de 1802 ; y son y han sido pertenecientes al Ecuador desde la conquista hasta la fecha. Gobierno de Jaén. El Perú jamas ha disputado el territorio de este gobier no, porque le faltan para ello aun los pre testos; eso, no obstante, para hacer la historia completa de los terrenos orientales del Ecuador,* diremos algo sobre él. Confina por el Norte con el gobierno de Pacamoros, en tre los rios San Francisco y Paracasa ; por el Sur con el correjimiento de Chachapoyas ; por el Oeste con la provin cia de Huancabamba del Perú, y por el Este con las misio nes del Marañon. El gobierno, de Jaén era el último que por la parte del"], [56, "52 Sur pertenecía a la provincia de Quito y estaba sujeto a la jurisdicción dé su Real Audiencia. El obispado de Quito se dilataba solamente hasta la mitad de ese gobierno, sien do la línea divisoria el rio San Francisco, donde principia ba el obispado de Trujillo. La provincia de Jaén fué erijida en un gobierno que se dio al capitón Diego Palomino, el año de 1548. Poco costó la conquista a Palomino. Fundó en el siguiente año la ciu dad de Jaén a la ribera del Chinchipe. Se aumentó esta ciudad con las familias que le llegaron de Yaguarzongo, y el gobierno mismo tomó mas estension con la provincia de Pacamoros que se le* incorporó. No flo reció mucho ni se hicieron mas fundaciones españolas, por la inferioridad relativa de sus minas; pero sus habitantes hacian grandes plantaciones de tabaco, cuya esquisita cali dad dilató su comercio por Quito, Lima y Chile. Tenia Jaén propiamente dicho los pueblos siguientes: Jaén, Tomependa, Copallin, Puyaya, Lomas, Cujillo, Ba gua-chica, embarcadero de Susunga ; Jaén fué la capital. Los pueblos que se le agregaron por parte de Yaguarzongo, fueron diezisiete, tales como Zumba, Chito, Chirinos, Peri co, Pueará, etc. Todos en su mayor parte han sido arruina dos por falta de pobladores, o porque sus habitantes se han trasladado a otros pueblos mejor situados. El de San Fer nando sirvió algunas veces de residencia a los goberna dores. A principios del año de 1820, el Presidente de Qui to, D. Melchor Aimeric, nombró de Gobernador de Jaén en virtud de sus facultades, a D. Manuel Carrion Valdi vieso natural de Loja, segun consta del título y órdenes dadas por dicho Presidente. El gobierno de Jaén permaneció tranquilo, recibiendo sus funcionarios, situados y órdenes de la audiencia de Quito, hasta el año de 1821, en que la parte del Jaén pri mitivo se adhirió al pronunciamiento de independencia celebrado en Chachapoyas con la llegada del jeneral San Martín ; pero al verificarlo declaró en su acta que se adhe ría al Perú, provisionalmente, hasta que se estableciese en Quito un gobierno independiente, al cual era su volun-"], [57, "53 i tad el incorporarse : de modo que su segregación en el año de 1821 fué precaria, y si permanece aun indebida mente en poder del Perú, es por la incuria de nuestro ga binete. Jaén debió volver a la comunión ecuatoriana desde el año de 1822 en que este pais se separó de la metrópoli. El libertador Bolívar nombró en 1829 gobernador de esa provincia al coronel Gabriel Guevara, pero obstáculos de otra naturaleza estorbaron su marcha. Este nombra miento se verificó a presencia del Sr. Ministro peruano La rrea, quien lejos de hacer reparo alguno, consintió en él como justo e indispensable. La parte del Yaguarzongo que se incorporó al gobierno de Jaén, quedó perteneciendo a la provincia de Loja des pués de la independencia, de modo que el Perú tiene que devolver al Ecuador la otra parte que retiene aun contra la voluntad de sus habitantes, consignada en el acta refe rida, y contra los imprescriptibles derechos que la con quista, la posesión de dos siglos y la fundación y dotación de esos pueblos, dan al Ecuador. Gobierno de Mainas. Este gobierno era el mas oriental de la provincia de Quito. Su conquista se hizo mas con el Evanjelio que con las armas. Primero se dilató de O. a E. desde el Pongo de Manseriche hasta la boca del rio Negro, por 437 leguas. Después de que los portugueses se apoderaron desde el rio Negro hasta el rio Yavari, le quedaron solamente 220 le guas. Por el S. se estendia hasta los pajonales del alto Ucayali ; pero con la rebelión de sus naciones le quedaron sus linderos en el rio Chipurana. Su descubrimiento se hizo por casualidad. La ciudad de Santiago, situada al estremo del gobierno de Yaguarzongo, sobre el Pongo de Manseriche, mantenía una pequeña fortaleza con una guarnición suficiente. Unos soldados mo vidos de curiosidad e_ impelidos por el espíritu de su épo ca, que era el de los descubrimientos, se atrevieron a pasar el Pongo en una balsa el año de 1616. Lo atravesaron co-"], [58, "54 mo una flecha, y al fin descubrieron una nación tan dila tada y numerosa, como cortés y afable. Los soldados infor maron a sus jefes del resultado de su ésploracion. Estos lugares fueron adjudicados al capitán D. Diego de Vaca y Vega, natural de Loja, quien convino en hacer a su costa la conquista de los Mainas y otras naciones del Marañon, bajo la condición de que se le diese con'título de gobierno por dos vidas, todo cuanto conquistase. Los títu los y despachos jurídicos los obtuvo en el año 1618. El capitán Vaca y Vega era hombre acaudalado que vi vía en la ciudad de Loja, mui populosa entonces y llena de jentes fujitivas de los gobiernos destruidos; por lo que pudo hacer fácilmente sus preparativos para la conquista formal de Mainas. La verificó el año de 1619 con gran fe licidad; fundó el mismo año la ciudad de Borja, con el be neplácito de la nación Mainas. Ayudóle mucho en la con quista y fundación su hijo D. Pedro Vaca de la Cadena, a quien dejó encargado del gobierno después de haberlo or ganizado, y se retiró en seguida a la ciudad de Loja. Como las jentes que poblaron a Borja, eran proletarias y no podían consagrarse a estraer el oro por falta de ca pitales, se aplicaron a la labranza de las tierras y a formar granjas y heredades con el trabajo de los indianos, que eran muchos y buenos. Mas lo que unos practicaban con suavi dad y prudencia, lo hacían otros con demasiado rigor y exasperadora violencia. La nación Mainas, de índole pacífi ca, noble y jenerosa, llegó a exacebarse tanto con las irritan tes injusticias de algunos particulares, que se arrepintió de haberlos admitido y comenzó a buscar el medio de librarse de tan enfadosos dominadores, a quienes nada podía mo derar: ni el buen gobernador con todos sus esfuerzos, ni menos los párrocos que por esta causa dejaron de tener allí su residencia. En 1637 estalló una sublevación jeneral de la nación Mainas, pero sin buen suceso, porque los españoles, avisa dos antes, se habian parapetado y prevenido en la ciudad de Borja. Los indios que escaparon a la cuchilla de los es pañoles se refujiaron en los bosques, quedando casi dosier-"], [59, "55 ta la nación. El gobernador D. Pedro hizo un posta a su padre para instruirle de lo ocurrido, y éste alcanzó de la real audiencia y del convento máximo, que marcharan dos jesuitas como los únicos que podian pacificar y recojer los indios. Tal fué lo que motivó, la entrada de los jesuitas a Mai nas; ellos estendieron su territorio a gran distancia y con siguieron el año de 1640 que se les dieran las misiones de Quijos, que por su cercanía y caminos a Quito, servían de puerta y escala para las conquistas sucesivas. El primer pueblo de indianos que formaron en Mainas, fué Jeberos el año de 1640. Mainas permaneció con esta estension de territorio, de pendiendo en lo político del gobernador de Mainas o su te niente jeneral nombrado por el mismo; pero en el año de 1753 se gubdividió el gobierno en tres tenencias, las que eran conferidas por los Presidentes de la Real Audiencia de Quito, cuya jurisdicción se estendia a todas las misiones. Estas tenencias fueron las de las misiones alta y baja del Marañon y la de Quijos o Ñapo. Este gobierno fué dividi do en lo espiritual, poniendo un vice-superior en el Ñapo. y otro en las misiones alta y baja. Los dos sacerdotes que hacian de párrocos en Archidona y Borja, eran en sus pro vincias los vicarios del obispo de Quito, y en todas las demás los respectivos misioneros. Los padres jesuitas verificaron muchas fundaciones en estas vastas comarcas: desde el año 1640 a 1682 fundaron 33 pueblos, denominando este tiempo su primera época. En la segunda época, desde el año de 1686 hasta el de 1727, que fué la mas considerable, fundaron 75 pueblos. En su iei-cera época, desde 1732 hasta 1767; fundaron 45: de modo que en el espacio de 120 años habia 153 pueblos a costa de su sangre y los muchos tesoros que emplearon en herra mientas, regalos, etc. a los salvajes, atraídos los mas por esta pueril codicia. Los ausiliaron en sus gastos el tesoro de Quito asi como las crecidas limosnas de los habitantes del Ecuador. Cuando salieron de Mainas los jesuitas, cayeron en de-"], [60, "56 cadencia esas misiones, decadencia que motivó el informe del Sr. Requena y la cédula de 1802. Se fundó el nuevo obispado y fué conferido al Reverendísimo obispo Ranjel, que permaneció en Jeberos, su capital hasta el año de 1821 en que se marchó a España a consecuencia de la transfor mación política en los pueblos de su diócesis, dejando en ella de vicario jeneral al cura de Yurimaguas. El obispo Ranjel no reputaba por Mainas otra cosa que las riberas del Marañon, y por esto ni proveyó, ni visitó, ni remitió sus misioneros al Quijos ni Canelos, sin embargo de constar en la cédula; mucho menos lo hubiera hecho al Mocoa y Yapu ra, de los que casi no tenia noticia por su distancia. El gobierno civil permaneció el mismo desde la división en tenencia nombrada por la Audiencia; así como lo fue ron los gobernadores desde la muerte de D. Pedro Vaca de la Cadena. La presidencia de Quito mantenía un desta camento de soldados, parte en Jeberos y parte en Loreto ; los situados de dinero que sallan de Quito anualmente has ta 1821 servian para sostener el gobernador, tenientes y guarnición ; gastaba el mismo tesoro en el pago de los co rreos cada dos meses, que viajaban por el rio Ñapo, como el camino mas corto y trillado desde la entrada de los Je suitas. El año de 1807 se recibieron noticias de que Mainas in tentaba una revolución, y que también los portugueses querían tomar el territorio de la orilla setentrional del Amozonas hasta la boca del Ñapo, que pertenecía al go bierno de Quijos; con motivo de estas nuevas, y pertene ciendo Mainas y Quijos a la presidencia de Quito, mandó esta un nuevo gobernador y algunas tropas ; entre estas fué como cadete el ilustre patriota D. Juan Salinas (asesina do el año de 1810 en el cuartel de Quito) para que estor baran los avances de los portugueses y contuvieran a los indios Mainas. Una parte de ese destacamento marchó a Jeberos y otra se quedó en la boca del Ñapo. La parte que fué a Jeberos se estableció en el pais, y de ella descienden las familias de los Fierros, Mirandas, Villacreses, etc. que risiden aun en los pueblos de las orillas del Amazonas."], [61, "57 Cuando la transformación política del año 21, se for mó un gobierno denominado de Mainas y Jaén, al cui dado de las autoridades de Moyabamba, que dependía del Perú; en ese gobierno se incluyó una parte de Jaén, con los pueblos de Jaén y Santiago, cercanos a Jeberos, y una parte del gobierno de Quijos, es decir, la orilla setentrional del Amazonas, desde el pueblo de Oran hasta el de Lore to, con todas las poblaciones que se encuentran en esa orilla. La boca del Ñapo no entró en la transformación porque en ella residía el destacamento que envió la presi dencia de Quito, que se hallaba todavía bajo la domina ción española. Ya sabemos que Jaén fué agregado al nuevo gobierno de Mainas, pero con la condición de reincorporarse a Qui to tan luego como se independizase de la metrópoli. No sucedió lo mismo con la parte de Quijos, la que, no ha biendo hecho pronunciamiento alguno, ni aun condicional siquiera, como Jaén, de hecho fué obligada a pertenecer al gobierno de Mainas establecido el año 21, en unión de los pueblos de Oran o Puca-allpa, Churucocha, Pevas, Caballo-cocha y Loreto. Desde entonces el Perú retiene también esa porción de territorio que es importantísima por hallarse a orillas del Amazonas, desde el pueblo de Oran a Puca-allpa situado sobre la b-aca del Ñapo, hasta Loreto, colindante con Tabatinga de la propiedad del Bra sil. Estos pueblos -conservan aun los nombres que tenían entonces; y como fueron anexados de hecho al gobierno del Perú en una época tan reciente, el Ecuador no debe olvidar su inmemorial señorio y posesión, y menos guar dar un silencio que pueda servir de ' título a esa república, pues no tiene otro en que fundar tan ilegal retención. Es preciso hablar desde ahora en alta voz y con la enerjia que da la razón y la justicia para que jamas pueda lejitimarse semejante usurpación. Por las razones espuestas, cualquier hombre, por mas apasionado que sea, se convencerá que Mainas perteneció a la presidencia de Quito hasta el año 1821, y que en fuer za del idti-posidetis de 1810, reconocido como un principio J. P£L E. 8"], [62, "58 entre las naciones hispanoamericanas, es una propiedad indisputable del Ecuador; que si ha permanecido en poder del gobierno del Perú ha sido, ya porque esa nación ha presentado siempre obstáculos para el arreglo definitivo de límites; ya por las continuas revoluciones en que se ha visto envuelta, de las que, preciso es decirlo, no ha queri do aprovecharse el Ecuador, ya porque este mismo pais ha luchado largo tiempo con los enemigos de su nacionalidad; ya en fin, porque los ministros nombrados por ambas par tes no han tenido ni los conocimientos necesarios sobre I03 terrenos de Oriente, ni sobre su historia, requisitos indis pensables para llevar a buen término esa delicada e impor tantísima misión; resultando de esa ignorancia una descon fianza recíproca, que hacia creer a cada uno de ellos que el otro tenia pretensiones exaj eradas, sin saber cuáles eran sus verdaderos derechos. De aquí es que han nacido los embrollos y frívolos pretestos que han agriado las relacio nes entre los dos pueblos; de aquí la multitud de manejos siniestros que han traído en pos de sí una invasión injusti ficable ante la razón y la justicia, y que deshonra el nom bre americano. Yo creo, pues, que ahora que ha llegado a ser un asunto de gravedad y de una necesidad absoluta para las naciones limítrofes el tratado que fije los límites de cada una de ellas, se estudiará la cuestión con deteni miento y madurez, se considerarán los actos jurisdiccionales y posesorios de que abunda el Ecuador, y habrá un arreglo equitativo, sin ofensa, sin humillación, sin perjuicios ni abuso del poder."], [63, "ARREGLO DE LIMITES Modo conveniente de hacerlo entre el Ecuador y el Per6 segun la opinión de Villa vicencio. En la carta corográfioa que acompañé a la jeografia del Ecuador, he señalado como límites el rio Amazonas, desde la embocadura del rio Chinchipe hasta la frontera del Bra sil, dejando para el Ecuador las embocaduras de los rios que nacen del corazón y cordilleras de esta república y que, después de regar los territorios que le pertenecen, desaguan en el Amazonas. No faltarán algunos de mis compatriotas que digan que traiciono a mi pais con semejante arreglo, puesto que de •él resultaría la pérdida de algunas leguas de su territorio en la parte oriental del Amazonas, sin recibir recompensa alguna. Ya sé, responderé yo a los que tal cosa digan, que mi patria se perjudica; ya sé que lo que se llama ciencia política exije pretensiones mas estensas, que, aunque justas, no por eso dejarían de sernos perjudiciales; y sin embargo, estoi íntimamente convencido que es necesario hacer ese pequeño sacrificio a trueque de conseguir una demarcación mas natural, mas exacta y que pueda evitar competencias y disgustos en lo sucesivo. No se me acuse, pues, de que pretendo desmembrar mi pais en obsequio del Perú: soi americano y, ante todo, soi ecuatoriano, deseo su engrande cimiento y tranquilidad, y es por esto que emito mi opi nión con la franqueza de la buena sé, y sostendré siempre que aun cuando las exijencias sociales y el espíritu de na cionalidad demanden la línea divisoria que hoi existe, es mas conveniente, mas estable adoptar la que señala la misma naturaleza. Asi lo comprendieron seguramente los ministros Gual, de Colombia,, y Larrea Loredo, del Perú,"], [64, "60 cuando en el tratado de 1829 establecieron en los artículos 5.° y 6.° lo que sigue: «Art. 5.° Ambas partes reconocen por límites de sus «respectivos territorios, los mismos que tenían antes de su «independencia los antiguos vireinatos de Nueva Granada »y el Perú, con las solas variaciones que juzguen conve «niente acordar entre sí; a cuyo efecto se -obligan desde «ahora a hacer recíprocamente aquellas concesiones de pe «queños territorios que contribuyan a fijar la línea divisoria »de una manera natural, exacta y capaz de evitar competen acias y disgustos entre las autoridades y habitantes de lasfron »leras. »Art. 6.° a fin de obtener este último resultado a la «mayor brevedad posible, se ha convenido y conviene aquí «espresamente, en que se nombrará y constituirá por am »bos gobiernos una comisión compuesta de dos individuos »por cada República; que recorra, rectifique y fije la línea «divisoria conforme a lo estipulado en el artículo anterior. «Esta comisión irá poniendo, con acuerdo de sus gobier »nos respectivos, a cada una de las partes en posesión de »lo que le corresponde, a medida que vaya reconociendo y «trazando dicha línea, comenzando desde el rio Tumbes »en el océano Pacífico.» (1) La letra y el sentido del art. 5.°, sobre que debían ha cerse concesiones mutuas y trazar la línea de una manera natural, exacta y capaz de evitar disgustos, han obrado en mi ánimo de una manera poderosa y han fortalecido mis convicciones. Ademas de esto, preciso es conocer que la naturaleza, que nada hace incompleto, ha favorecido a las dos feraces rejiones que se llaman Perú y Ecuador, con todos sus dones. Hai en ellas esceso de vida, hai prodiga lidad de vejetacion, hai abundancia en la riqueza de estos países; y para que todos esos preciosos dones produzcan los beneficios consiguientes; para poder aprovechar esas comarcas, tan infructuosas como disputadas hoi, no se nece- (1) La comisión fué nombrada y compuesta de los señores coronel Fran cisco Eujenio Tamariz y D. Domingo Agustín Gómez, quienes estaban ple namente autorizados por el gobierno-de Colombia."], [65, "61 sita mas que de paz y de brazos. Toca, pues, al Ecuador dar este noble paso que lo acercará a la consecución de tan inestimable bien, cediendo un derecho inútil que lo ha perjudicado y puede perjudicarlo en lo sucesivo; pues yo no creo que sea conforme a los preceptos de la justicia uni versal ni a las indicaciones de la misma naturaleza, que el Ecuador, en virtud de su razón, de sus derechos o de su fuerza, quiera sujetar al Perú a una fuerte represalia, que envolvería a los dos pueblos en nuevas y lamentables des gracias. Si las leyes de los hombres dan derechos falibles, las de la naturaleza no se engañan jamas y la razón nos manda conservar lo nuestro sin perjuicio de tercero. En mi opinioB, cualquier arreglo que no tenga por base la línea propuesta, será perjudicial a uno de los dos paí ses; será la causa de continuas disputas, siempre dañosas a la tranquilidad y al verdadero y bien entendido ínteres de las naciones. Si no hai razón para que el Perú pretenda el dominio de los rios que, naciendo del corazón del Ecua dor, van regando sus tierras a desembocar en el Amazonas, porque seria atacar nuestro derecho y estorbar nuestro progreso y bienestar, tampoco creo que el Ecuador proceda jenerosamente exijiendo que las comarcas pertenecientes al Perú situadas a la banda meridional queden sujetas a no tener propias e independientes las salidas que la naturaleza les ha dado. Y no se diga que el Ecuador quedaría sin recompensa, porque la paz, ¡ la hermosa paz ! seria el premio de su ab negación. En conclusión, no me cansaré de repetir que todo sacri ficio será pequeño si con él se consigue la paz que repre senta la suprema dicha y el progreso indefinido de los pueblos. ¿Cuánto ganaría el pais arreglándose con el Perú de una manera sólida y componiendo una familia unida con lazos de una sincera amistad? Inmensamente. Luego la elección no debe ser dudosa. No son las guerras fratricidas entre pueblos que unidos han derramado su sangre en los campos de batalla por con seguir su libertad ; no son las invasiones a mano armada-"], [66, "62 ni las victorias ignominiosas las que engrandecerán a las secciones de Sur América; no, son la paz y la cordial intelijencia, son el progreso sin rivalidad, el ausilio mutuo y desinteresado los que las harán grandes, felices y respe tadas. «En esto deben pensar las repúblicas americanas y no en degollarse mutuamente,» decia hace treinta años el filósofo D. Simón Rodríguez, y nosotros, los que sentimos latir den tro de nuestro pecho un corazón verdaderamente ameri cano, no debemos cansarnos de repetir a nuestros hermanos esa triste y desconsoladora verdad. La verdadera gloria, el verdadero honor de los dos go biernos está en el arreglo amigable de es^. cuestión ; y los pueblos, llenos de gratitud, bendecirán la memoria de los jefes que los libren de continuas zozobras, que no hacen otra cosa que atrasarlos y aniquilar sus fuerzas. ¡ Oprobio y maldición eterna, recaigan sobre todos aquellos desnatu ralizados que contribuyan a la fratricida empresa de con citar los odios, atizar las pasiones hasta que lleguen a de gollarse entre sí pueblos que están llamados a ocupar altos y nobles destinos ! ¡ Execrados sean los labios que pronun cien la fatídica palabra de guerra! Este azote de la huma nidad debe desaparecer de las repúblicas hispano-ameri canas, si se quiere llegar a la verdadera democracia, si se quiere que reine la justicia y la prosperidad. RECAPITULACIÓN. Haré una recapitulación de todo lo que he espuesto an teriormente, para que de un golpe de vista se comprenda los derechos y títulos que tiene el Ecuador para no conve nir en que se adjudique al Perú el territorio oriental que posee y ha poseido siempre, con toda la plenitud que le dá la justicia. Si se hiciera valer como título de idiposidetis la cédula de 1802, se alteraría el sentido jenuino y la acepción ju rídica de aquella palabra, y se cometería la injusticia mas clamorosa, porque el Ecuador tendría que perder irremi-"], [67, "63 siblemente las tres cuartas partes de su territorio; la Nue va Granada mucha parte del suyo y el Brasil las posesio nes importantes que están incluidas en la espresada cédula. El Ecuador y Nueva Granada quedarían sin límites natu rales ; se abrirían las puertas a una guerra interminable y desastrosa. ¿ Y cuáles serian las ventajas que obtendría el Perú en cambio de los sacrificios que tendría que hacer para conservar esas posesiones ? Nada mas que un territo rio inmenso, inculto, despoblado, intransitable, sin medios para sostenerlo por la grande distancia que lo separa del centro de esa república y sin poderle sacar la mas pequeña utilidad. La posesión de una cosa y no el título a ella es lo que debe entenderse por uti-posidetis. El Ecuador tiene el títuloy la po sesión con respecto a su territorio oriental. El uti-posidetis. 1.° Por la posesión real y formal, señorío y dominio que ha ejercido esta nación sobre aquel pais desde su conquista has ta la presente, por mas de tres siglos sin competencia ni in terrupción, mirándolo y conservándolo como parte inte grante de su territorio. — 2.° Por el reconocimiento espreso de la Metrópoli cuando esta la declaró independiente, y por el reconocimiento tácito de la misma, deducido de las cartas jeográficas que se han levantado en la Península por orden y bajo la inspección de las autoridades de SS. MM. CC. — 3.° Por la convicción de todos los jeógrafos tanto europeos como americanos que han incluido aquella parte en el Ecuador. — 4.° Por el testimonio de los historiadores contemporáneos que han escrito las guerras de la indepen dencia y que corroboran la opinión de los jeógrafos de todo el mundo. — 5.° Por las guias y calendarios tanto españoles como peruanos que atestiguan el señorío del Ecuador en esas comarcas. — 6.° Por el espíritu de los tratados de 1829, que dan una prueba flagrante de que el uti-posidetis no era, ni habia sido conforme a la cédula de 1802. — 7.° Por el tenor de las actas del pronunciamiento de Jaén, en la que espresan terminantemente que se adhieren al Perú « mien tras el gobierno de Quito se independizara del gobierno español.» — 8.° En fin, por sus actos repetidos de sobera-"], [68, "64 nía ejercidos sobre aquel territorio constante de docu mentos públicos y fehacientes, existentes en los archivos tanto eclesiásticos como civiles, con los cuales se prueba que así el poder espiritual como el temporal se han ejer cido sin interrupción por las respectivas autoridades del Ecuador. Los títulos del Ecuador a la parte oriental son : 1.° de rechos de conquista por oriundos y vecinos de esta nación: 2.° por los gastos de la conquista y sostenimiento del pais conquistado, sacado ya del erario de la Presidencia de Quito, ya de las fortunas particulares de sus hijos : 3.° lar ga posesión, dominio y señorío no interrumpidos. El único título que alega el Perú es la cédula de 15 de julio de 1802, espedida por Carlos IV a consecuencia del informe que dio D. Francisco Requena. Por ella erijió en Obispado el territorio de Mainas, inclusos todos los rios intermedios que desaguan en el Marañon hasta el Yapura (todo en su parte navegable), y adjudicó esta nueva erec ción al vireinato del Perú. Los inconvenientes de la cédula, juzgada en sí, son : 1.° que ataca los derechos particulares de los que habian hecho la conquista a su costa, aunque no fuese mas que el derecho de patronato que debían ejercer los legos, segun las leyes canónicas, por haber erijido esas misiones: 2.° los mismos derechos reclamados por los conventos máximos que sostuvieron aquellas misiones con sus rentas : 3.° los derechos de la Presidencia de Quito, por los gastos que ha bia hecho de su erario : 4.° por ser contraproducente en su parte motiva, pues la erección tenia por objeto mejorar las misiones, creyendo disminuidas las distancias si dependían del Perú, y que estarían mejor servidas por los misioneros de Ocopa, cuando debia suceder todo lo contrario. La cé dula resultaba injusta, inconsulta y perjudicial, y por estas razones se suspendieron sus efectos : El virei de Santa Fé no le dio el pase, y el barón de Carondelet, presidente de Quito, reclamó de la orden real. Los acontecimientos polí ticos de la Península entre Carlos IV y Fernando VII, y posteriormente los del año de 1809, de Quito, hicieron"], [69, "— 65 •*■*- olvidar la cédula y desapareció el único título que podia haber alegado el Perú. Si suponemos por un momento existentes los efectos de la cédula de 1802, tocaríase con inconvenientes de gra vedad ; porque, segun el tenor de ella, parece contraerse únicamente a las misiones que están a las orillas de los rios navegables, o cerca de ellos, y no a los territorios interme dios. ¿Cómo se practicaría ese deslinde? ¿Cómo se najarían los límites? La cédula abraza, pues, el territorio de la Nue va Granada, el del Brasil y el del Ecuador: el Perú tendria que entenderse con las tres naciones ; las tres como coopo sedoras deberían arreglarse con el Perú de mancomún, pues la cesión o consentimiento de la una puede perjudi car a las otras. Las naciones, segun lo prescribe el dere cho de jentes, tienen que buscarse límites fijos y naturales para evitar disputas y mantener la paz. Los terrenos orientales le son indispensables al Ecuador, porque sin ellos quedaría reducido su territorio a casi nada ; de ellos saca utilidad y ademas marcan bien su frontera. Al Perú, por el contrario, le son inútiles, están a mayor distancia de la parte poblada y colindando con sus desiertos quo los tiene casi abandonados. Aun bajo de este punto de vista, y suponiendo que el Perú fuese dueño de Mainas y Quijos, por esas leyes que regulan el derecho de humanidad, po dría el Ecuador apropiarse de aquel territorio ; pero lejos de eso, él cederá voluntariamente la parte de Mainas me ridional al Amazonas, que aunque le pertenece lejítima mente, no tiene mueha necesidad de conservarla ; pero conservará lo que necesita y posee con derechos impres criptibles. Al Perú solo le servirían esos terrenos para agrandar su superficie y asumir la preponderancia de terri torio, desequilibrando la balanza política de las repúblicas sud-amcricanas. Para evitar disputas y conseguir la paz; tan necesaria para toda nación que desea marchar por el sendero del pro greso bien entendido, y particularmente para nuestras re públicas, cuya población es demasiadamente escasa; es necesario no olvidar los tratados del año 29, en los cuales J. DET, E. ' 9"], [70, "66 se habla de esos límites fijos y naturales, que deberían señalarse, haciéndose con ese objeto mutuas concesiones entre el Perú y Ecuador. Para esta república no hai otros límiles fijos y naturales, por el lado de aquel, que los que yo tengo indicados en mi jeografia. En cuanto a las mutuas concesiones de que habla el espresado tratado, se sabe y se comprende que es la parte del Mainas meridional al Ama zonas, en cambio de Tumbez que, sin frontera cierta, está inmediato al Ecuador, y separado del departamento de la Libertad por un inmenso desierto. Para arreglar estas diferencias, suscitadas sobre límites, no son el Ecuador y el Perú j ueces competentes e impar ciales, por lo mismo que son partes interesadas. Por este convencimiento, y por el espíritu de honor, de justicia y de grandeza con que se distinguía la república de Colom bia en todos sus actos públicos, y mui particularmente con los que estaban relacionados con aquellas naciones que eran sus hermanas, porque descendían de un mismo oríjen, por la identidad de sacrificios pasados, mediante los cuales luciera para ellas un dia de libertad y de esperanza, no quiso erijirse en juez para reclamar las posesiones de Mai nas, y aunque ella pudo decir como Breno después del triunfo: esto quiero, Colombia -era demasiado grande y de masiado noble para confundirse con esos oscuros conquis tadores. Ella no quiso tomar ni aun lo que le correspondía por estricta justicia, y legó mas bien al arbitraje la justifi cación de sus derechos. Esta moderación y jenerosidad des pués de un triunfo espléndido, fué una prueba de sus sen timientos humanitarios, de su desinterés y patriotismo, y fué una lección elocuente para que las repúblicas de la América del Sur comprendiesen que siempre deben tratar se como hermanas, y que su engrandecimiento no lo han de esplotar en las intrigas políticas, ni se han de aprove char de las circunstancias aflictivas de los pueblos limítro fes para atacar sus derechos y arrebatar sus propiedades, sino en la buena sé, en la lealtad, en el honor y en la buena intelijencia que debe reinar entre ellas. Si Colombia en cir cunstancias aflictivas para el Perú tuvo un proceder taa"], [71, "67 noble y tan jeneroso, ¿por qué el Perú no podrá cumplir siquiera lo que entonces prometió a la jenerosidad de Co lombia ? Si la Cédula de 1802 ha dado derechos aparentes al Perú para pretender la propiedad de Quijos y Mainas, no se los -dá,-niaun en apariencia siquiera, sobre los terrenos de Canelos y Gualaquiza, porque estos no están comprendidos en la espresada Cédula, de suerte que no existe ni aun ese fútil pretesto de propiedad ; por consiguiente el gobierno del Ecuador, al ceder parte de esos territorios a sus acree dores británicos para que los colonicen y queden sujetos siempre a las leyes del pais, ha dispuesto de un territorio que le pertenece, y sobre el cual tiene dominio perfecto que lo pone fuera de toda reclamación. Si los enviados perua nos han protestado contra esas cesiones, no es porque se hayan creído con derechos suficientes, sino porque, o no han conocido bien la topografía del pais, o no se han de tenido a estudiar el espíritu y la letra de la cédula ale gada, han creido que dichos territorios están comprendidos en ella ; pero un examen atento y desapasionado de ese documento y un conocimiento perfecto de la jeografia del pais disputado, les convencerá de que se han avanzado a reclamar unos terrenos sobre los cuales no tienen el mas pequeño derecho. Concluiré emitiendo mi opinión como americano, e in sistiendo en que al Perú le conviene, como a todas las otras repúblicas del continente de Colon, buscar su engrandeci miento en la paz y en la libertad; sus timbres y su gloria en el honor, en la lealtad y en la justicia; su independencia y su fuerza,; en la unión, en el respeto y consideraciones mu tuas. Proceder de otro modo, es desconocer sus verdaderos intereses y lanzarse en especulaciones injustas, peligrosas e improductivas ; turbar la paz de los otros pueblos, estor bar el progreso de los países colindantes, aniquilarse física y moralmente, cuando no mui lejos de nosotros tenemos quien ambicione nuestras fértiles comarcas, nuestras vírje nes selvas, nuestros hermosos rios, y quien, a no dudarlo, se lanzará sobre ellas el dia menos pensado, como un bui-"], [72, "68 tre sobre su presa. El honor, la justicia, la lealtad, deben ser nuestra divisa, hermanos del Perú ! No hai que dar un malo y pernicioso ejemplo a la América entera; no hai que sembrar semillas que mañana pueden producir frutos amar gos y mortíferos! Esas inmensas riquezas con que os ha favorecido la naturaleza, aprovechadlas en vuestro bien y en el de la humanidad entera, si es posible, y no en dañar a vuestros hermanos, porque si abusáis de ellas os haréis indignos de poseerlas. Si tenéis derechos a los territorios de Quijos y Mainas, convenid en que se nombren árbitros imparciales para que ellos decidan con'arreglo a los docu cumentos que se les presenten : el mundo juzgará de su decisión."], [73, "DESLINDE CON LA NUEVA GRANADA. Los deslindes con la Nueva Granada no tienen nada de difíciles si se atiende a lo que ya he dicho antes: esto es, que se deben hacer concesiones para obtener linderos na turales y que nos proporcionen una paz sóüda. La presidencia de Quito tenia derechos y posesión de los gobiernos de Mocoa y Sucumbios; adquirió señorío sobre ellos por las conquistas, caudales y esfuerzos de los quiteños empleados desde su primitivo tiempo. Mocoa y Sucumbios. Confinaban por el N. con el gobierno de Popayan en el rio Yapura o Caquetá; por el S. con el gobierno de Quijos en la cordillera del Putumayo; por el E. con los bosques de las tribus salvajes del Putumayo y Ticunas; y por el O. con el gobierno de Pasto y los Pastos. Estos países fueron poco reconocidos por Pineda en 1536. Posteriormente fueron mejor examinados y conquis tados por el capitán Francisco Pérez de Quesada, a quien se le confirieron en 1557 con el título de gobierno. El mis mo año, Quesada fundó la pequeña ciudad de Mocoa. En el año siguiente conquistó sin trabajo el Sucumbios, por que sus habitantes se redujeron sin necesidad de apelar a las armas. Fundó en esta provincia la ciudad de Ecija, sobre el rio San Miguel de Sucumbios. Se establecieron los españoles y trabajaron las minas de oro, hasta el año de 1582, en el que tuvieron que retirarse por la gran invasión y amenazas de los bárbaros cofanes, colindantes, y por la retirada de las tribus conquistadas que temían a sus vecinos. Con motivo de la retirada de los conquistadores queda"], [74, "70 ron estos países abandonados y solo con el resto de pocos indianos fieles, en los oríjeues del rio Putumayo. La Audiencia de Quito se valió de los padres jesuitas para que emprendieran la conquista de estas misiones, que las aceptaron y entraron en ellas el año de 1602; fundaron varios establecimientos, avanzándose hasta la nación Cofa na, donde fundaron también el pueblo de San Pedro de los Cofanes el año de su entrada, y siguieron sus fundaciones. Estas conquistas dispertaron en muchos el deseo de que se les adjudicase el gobierno de Mocoa y Sucumbios. La Audiencia confirió este título a un caballero de Quito: este restableció el antiguo pueblo de San Miguel de Sucumbios (que fué situado en mejor lugar que Ecij a), donde moraba con cien soldados de guarnición. Sabiendo el capitán de San Miguel que los jesuitas tenían casi reducida la nación de los cofanes, mandó dos soldados a San Pedro, para anunciar que quería pasar a este pueblo con el objeto de hacer la revista de los india nos para que pudiesen entrar al real servicio. Esta antici pación y la muerte del padre Ferrer que era el principal y querido misionero, dispersó casi en el todo a la nación Co fanes y obligó a que salieran los jesuitas. En seguida se encargaron los padres franciscanos de Quito de estas misiones, y no dejaron de hacer algunas conquistas y fundaciones de pueblos. Ebgobierno civil fué provisto en diversas personas, ya con el título de gobierno, ya de encomienda, y ya de tenencia, agregada al gobierno confinante de Quijos, pero no se consiguió mas que mante ner el miserable pueblo de San Miguel de Sucumbios. La entrada a este pueblo se hacia por Ibarra, por las faldas del Cayambi y por los terrenos de la fiel nación de los Yumbos. La parte setentrional donde estaba la provincia de Mocoa, como pobre de oro, quedó abandonada desde la casi destrucción de la ciudad. El año de 1650 el cabildo de Pasto solicitó con empeño del gobierno de Quito un misio nero jesuita, el que le fué concedido prontamente, y entró a las montañas de Mocoa el mismo año; restableció algu nos pueblos y fundó otros en los oríjenes del rio Putuma-"], [75, "71 yo, bajo la protección de la ciudad de Pasto. En el año de 1661 habia cuatro pueblos: Sebón doy, San Pedro, Santia go y Putumayo, los cuales con la salida de los jesuitas fueron encomendados a los franciscanos reformados de Popayan. La parte meridional de Sucumbios y rio Aguarico siguió siempre bajo la influencia, de los franciscanos de Quito, quienes recibían su dotación, asi como los tenientes de San Miguel, del tesoro real, caja de la bula de la cruzada y limosnas de los ecuatorianos. Esta larga y antigua posesión fué reconocida y sancio nada por una lei de Colombia en el año de 1824, la que arregló la división territorial de ésta gran república. Por esta lei fueron declarados territorios ecuatorianos el Agua rico y Mocoa. El ilustrado Sr. José M. Restrepo reconoce también por buena esta división territorial, tanto en la historia de Co lombia, como en sus cartas jenerales y particulares del año de 1827. El mismo Sr. Restrepo fué el que autorizó la lei del año de 1824 con pleno conocimiento de la materia. El ex-presidente de la Nueva Granada, jeneral Tomas O. Mosquera, fué el primero que desmembró del Ecuador la provincia de Mocoa, en su carta y jeografia de la Nueva Granada, dejándole solo los territorios del Aguarico al Ecuador, porque vio que no habia justicia ni conveniencia para agregarlo a su pais. Yo no tenia conocimiento de esa obra y carta cuando publiqué mi jeografia, y al poner el mismo lindero, lo hice porque me pareció el mas natural, aun cuando el Ecuador perdiese los territorios de Mocoa y parte de Sucumbios en bien de sus hermanos de Colombia. Pienso que el deslinde con la Nueva Granada es sencillo, pues todo se reduce a hacerle algunas concesiones. En este punto seré también acusado por algunos, y me creo en el deber de esplicar las razones por qué aconsejaría yo al go bierno del Ecuador la cesión de todos los terrenos que están mas allá de la cordillera del Putumayo, reservándose los que se se hallan de esta banda. Para el que no conoce esos grandes desiertos trasandinos,"], [76, "72 las impenetrables montañas que componen los terrenos ecuatorianos del lado de la Nueva Granada que, por su misma naturaleza, no pueden sernos útiles, parecerá un mal la cesión que de ellos propongo ; pero el que reconoz ca el ningún fruto que de esas rej iones podemos sacar, el que medite en el gran beneficio que, cediéndolas, hacemos a nuestros hermanos de Pasto, únicos que pueden utilizar las, se convencerá de las razones que ahora, y cuando es cribí mi obra, me asistieron para señalar estos linderos. El Putumayo, hermoso rio que dá nombre a la gran cordille ra, no puede directamente ser navegado por los ecuatoria nos, por estar colocado al otro lado de bosques intransita bles, de montañas elevadas, pues tiene su orijen en la provincia de Pasto, por donde es su entrada, y desemboca en el Amazonas por terrenos que pertenecen al imperio del Brasil. Ningún viajero habrá tan atrevido o ignorante que quiera esponerse a peligros mayores, teniendo una na vegación inmediata y fácil por otros rios caudalosos que se le presentan a la mano, tales como el N'apo, el Pastassa, etc. Los pastusos solamente bajan por el Putumayo al Ama zonas en busca de su comercio esterior ; luego de ellos y no del Ecuador debe ser la propiedad de un rio que ellos solos pueden aprovechar. Ademas, señalando la alta cadena de montañas que com ponen la cordillera del Putumayo como límite entre las dos repúblicas del Ecuador y Nueva Granada, beneficia ríamos grandemente a esta última, y zanjando nuestras dificultades, tendríamos un lindero natural, tanto en la parte trasandina como en la parte cisandina siguiendo la misma cordillera hasta el Ostional, que está como natu ral en esta parte, que es justamente del Ecuador, inclusa la pequeña isla de Tumaco que solo se halla retenida por nuestra hermana la Nueva Granada, de cuya filantropía y justificación es de esperarse que la devolverá, teniendo a la vista nuestros títulos incuestionables, tanto como la im periosa necesidad de unirnos, estrechando mas y mas los lazos de la fraternidad hasta llegar a formar una sola enti • dad política , proclamar un solo nombre glorioso y soste*"], [77, "73 ner una sola bandera que nos haga respetables y felices. Do todo lo que dejo espuesto se deduce la razón que tuve para deslindar el Ecuador por la parte oriental, como se verá en la carta que acompañé a mi Jeografia. Amante del progreso y bienestar de los pueblos, deseoso de que es tos estrechen mas y mas sus relaciones recíprocas y de que se alejen para siempre todos aquellos elementos que pu dieran alterar la paz y buena armonía, tan necesarias entre vecinos y hermanos, no he dudado en hacer ver que el Ecuador no pierde mucho cediendo parte de terrenos que no necesita a los que pueden necesitarlos. No sé si me equi voque, pero mi pensamiento no puede ser mas humanita rio y fraternal. Ojalá todos los gobiernos de las secciones americanas se convencieran de que no es de la mayor o menor estension de sus territorios incultos de que depende su felicidad, sino de la unión, de la mejora de sus institu ciones, de la instrucción de los pueblos, del desarrollo del comercio y de la industria, de la protección a las ciencias y artes, y del respeto a la justicia y a las garantias indivi duales de los ciudadanos. .Separarse de este programa es retrogradar inmensamente y alejarse de ese porvenir bri llante a que está llamada esta parte del mundo, sobre la cual ha derramado la Providencia sus inagotables dones. Guayaquil, pnero 20 de lSPeO. Manuel Villavicexcio. ,T. DKL T.."], [78, ""], [79, "ÍNDICE. Introducción 5 Informe de Jorjc S. Pritehett .,' 9 Contrata con Mr. Pritehett 18 Cuestión de límites y cédula de 1802 19 Uti-posidetis 32 Gobierno de Quijos o Ñapo 32 Tenencia o Misión de Canelos 38 Gobierno de Macas 42 Gobierno de Yaguarzongo-Gualaquiza 45 Gobierno de Jaén 51 Gobierno de Mainas 53 Arreglo de límites '. 59 Recapitulación ' 62 Deslinde con la Nueva Granada 69 Mocoa y Sucumbios 69"], [80, ""], [81, "[ Tenencia o CLekiernn de QUIJOS «lidí» ÑAPO. j\\ c\\ m<a e\\ r* I e\\ *» wj ir» pj £l I I PA ATUTÍA Presidencia de QUITO 11 Doctrina» Misión de CANELOS. UCLlCl ClLlCllCtl Cl Cl LJ Cl l Vil LC (X I Ci UlCU U l &1 1 Cl Comandancia del MAINAS «r-.uiiu.fe4m II CUbierno de MACAS 9 Ütafiado del M\\INAS,*»f»u«««»*iw» JETisr ~ de la REPÚBLICA DEL ECUADOR —^SSrrs VI Gobierno de MAINAS. División de los *iete oobiernoi. vnGohiemo de mocoa i sugumbio s. p MAIMIiri VILiAVirriMPin KI Ji°biern0 d,>Mmntis tn 1S1IJ i e"], [82, "N <*»"], [83, ""], [84, ""], [85, ""], [86, ""]]