[[1, ""], [2, ""], [3, ""], [4, ""], [5, "WAR POEMS"], [6, "By EDMUND GOSSB, C.B., LL.D. Collected Poems. Fcap. 8vo. 5s. net. By JOHN MASEFIBLD. Crown 8vo. 3s. 6_. net each. lollingdon downs and other poems. Dauber. The Daffodil Fields. Philip The King. The Faithful (A Play). By EDEN PHILLPOTTS. Plain Song (1914-1916). 5s. net. By SIEGFBIED SASSOON. The Old Huntsman and Other Poems. 5s. net. By GEORGE BE8TON MALLOCH. Poems and Lyrics. 3s. 6_. net. London : William Heinemann."], [7, ""], [8, "■ ' JC. 0. C v emetic 2nd Lt<4{tt'ri*»sit , )?'he"], [9, "WAR POEMS AND OTHER VERSES BY R. E. VERNEDE with an introductory note by EDMUND GOSSE, C.B. LONDON WILLIAM HEINEMANN"], [10, "London: William Eeinemann, 1917."], [11, "5 CONTENTS PAGE Introduction. By Edmund Gosse, C.B. 7 To C. H. V. 23 England to the Sea 24 The Call 27 The Indian Army 30 Mene, Mene 33 A Legend of the Fleet 35 The Sea is His 37 To the United States 39 The Day 41 England Marching 43 Christmas, 1914 45 Beyond the Pale 46 To Our Fallen 47 To Canada 49 The Little Army 51 The Little Sergeant 54 To F. G. S. 56 Before the Assault 58 A Petition 61 At Delville 62 A Listening Post 64"], [12, "6 CONTENTS PAGE A Trench Ditty 66 The Infantryman 68 The Sergeant 70 OTHER VERSES The July Garden 75 To a Prince's Princess 77 A Delirium 79 Friendship 80 An Apology 81 To an English Sheep-Dog 82 To a Hippopotamus 84 The Kid and the Tanner 85"], [13, "7 INTRODUCTION Too much can never be said in praise of the gener ous beauty of the gesture with which the youngest generation of Englishmen, just emerging on the golden threshold of life, have greeted the sacrifice of their hopes and ours. It has filled our history with new and magnificent figures which will excite the enthusiasm and awaken the gratitude of our race for centuries to come. But while we admire this miraculous courage of the very youthful paladins of the war, something should still be reserved for the praise of those who had been brought face to face with the illusions of peace-time and who had, if we may say so, got into the habit of not being soldiers, but who yet, at the call of duty, sprang to the height of their disinterested patriotism. The poet whose verses we collect to-day was one of those who might well believe that their age absolved them from an active part in the profession of arms. He was, indeed, above the limit then set upon military service when the declaration of war disturbed him among his books and his flowers. Nothing in his past life had prepared him for such an activity. He"], [14, "8 INTRODUCTION was, as he said himself, \" a dreamer,\" yet when the call to national duty came, he suddenly awoke, as a sleeper under the trumpet, to the utmost activity of enterprise. This is a case of the class of heroism which is most easily ignored, and which it is yet stupid and ungrateful of us to undervalue. Here we are invited to contemplate an aspect of the higher energy, even in the martial order, which is not included among the \" roses and myrtles of sweet two and twenty.\" Vernede's attitude towards the war is worthy of par ticular notice, because the nature of his occupations and tastes had led him to his fortieth year without any predilection for military matters and without any leaning to what are called \" Jingo \" views. But when once the problem of the attack of Germany on the democracy of the world was patent to him, he did not hesitate for a moment. He accepted, completely and finally, the situation. Nor did he ever doubt the righteousness of the cause of the Allies, nor hesitate in his conviction that it must be conducted to victory with full resolution. A few weeks before his death he wrote, in terms of scrupulous courtesy, to a \" pacificist \" who had asked leave to include \"England to the Sea\" in an anthology designed to exclude verses \" which might contribute to a continuation of ill-feeling between the various nations.\" To this visionary, Vernede replied : — \" Not for generations to come will there be any need to fan the embers against a people whose rulers"], [15, "9 INTRODUCTION have found logic in brutality and have urged their own necessities as an excuse for oppression. I do not think there is much hatred out here [in France] among our fighting men, but there will be memories among those who have seen what Kultur has inflicted on their comrades. I believe that if we had been fighting against men less filled with this logic of devilry, the mere horrors of modern war would have brought about a peace. Whatever historians or statesmen may make of it, we are fighting against the spirit that exults in such horrors.\" Robert Ernest Vernede was born in London on the 4th of June, 1875. He was of French extraction, representing the younger branch of a Southern family, the Vernede de Corneillans, who were driven from their estates in 1685 by the Revocation of the Edict of Nantes. The family dropped the \" de Comedian, \" and settled in Java, whence the poet's grandfather, Henri Vernede, proceeded in the early part of last century, marrying an Englishwoman and becoming a British citizen. Robert Louis Stevenson mentions the ancestral castle of the Vernedes in his Travels with a Donkey. The family coat of arms, for those interested in these things, is an orange-tree on a golden field with a raven clutching at an orange that falls from the tree. Essentially English in sentiment, the English branch of the Vernedes has never ceased to pride itself on its pure French ancestry. After passing through St. Paul's School, R. E."], [16, "10 INTRODUCTION Vernede went to Oxford, where he took a classical exhibition at St. John's College. He left Oxford in 1898, and four years later he married Miss Carol Howard Fry, who survives him, and he settled down to a quiet country life at Standon in Hertfordshire. He occupied his abundant leisure in reading and writing, with a continual increase of ambition to succeed. He published several novels, The Pursuit of Mr. Faviel, in 1905, Meriel of the Moors, in 1906 ; he visited Bengal in the company of his wife, and produced on his return An Ignorant iy, India, which has received high commendation. Success came slowly to him, but he was beginning to be recog nised as a writer of solid promise when the outbreak of war transfigured his whole vision of life. It has been seen that the temperament and habits of Vernede had not in any way prepared him for fighting, and that yet, when the crisis came, he faced it at once. Though his years were mature, he was one of the earliest to dedicate himself with out reserve to the service of the State, and to pre pare to be a soldier. He had playfully complained that life was \" humdrum \" ; it suddenly became perilous and splendid. One who knew him well describes the way in which Vernede faced the new conditions, — \" with the airman's far-away vision \" ; he took \" his fine headlong plunge to inspire us on our creep to death.\" In more prosaic language, at the beginning of September, 1914, he enlisted as a private in a Public Schools Battalion, the 19th"], [17, "11 INTRODUCTION Royal Fusiliers, although he was so much above the highest limit for enlistment ; and he received a com mission in the Rifle Brigade early in 1915. Before going to France, he had six months' commissioned service in the 5th Battalion of the same regiment, in the Isle of Sheppey. In France he was attached to the 3rd Battalion of the Rifle Brigade, one of the four Regular battalions of that regiment. Vernede's earliest experience of actual warfare was made in the trenches on the evening of Friday, January 7th, 1916. From that time, until his death fourteen months later, he was constantly in the thick of the fighting, save for a short time at the end of 1916 when he was at home, wounded. He was with the infantry the whole time, resisting all sug gestion of transference to more comfortable billets. He started in the ill-famed Salient. One of his first turns of duty in the trenches was taken during a pro longed and very violent bombardment of our lines ; on coming out, the battalion received the thanks of the General Officer Commanding the Division. At the end of March the battalion was moved slightly south to the neighbourhood of Ploegsteert Wood. In the early autumn it went further south again to take part in the battle of the Somme. During this fighting the captain commanding Vernede's company \"went sick \" for a short time, and Vernede was put in temporary command. He was so acting when a shrapnel wound in the thigh, on September 1st, 1916, sent him home to England."], [18, "12 INTRODUCTION After a quick recovery at Oxford and in his own Hertfordshire home, and a short time of light duty in Sheppey — having absolutely refused to let a friend in the War Office try to find him even temporary work there, for fear it might impede his return — he went back to the front in the last days of 1916. The battalion he joined, though of the Rifle Brigade, was not the one he had left : I am told that rarely happens. This was a service battalion, and in actual length of experience, apart from its quality, Vernede had probably the advantage of most of his brother officers ; but the commands had all been lately filled up, so he became merely the newest-joined subaltern. He was disappointed, being full of ideas which thus had no outlet, but accepted the arrangement as natural and unavoidable, and his captain has testified to the unselfish loyalty and modesty which made it possible for others to do the same. He was back again in very much the same region in which he had been before his wound. Later, he saw, and was deeply moved by, the ravages committed by the Germans in their retreat. On Easter Day he wrote as usual to his wife, and spoke of the summer at last coming on, and that perhaps the war would end this year and he would see his home again. Early the next morning, the 9th April, 1917, he was leading his platoon in an attack on Havrincourt Wood, when he was mortally wounded and died the same day. The circumstances of his death repeat the story"], [19, "13 INTRODUCTION of a thousand such events in this prodigious war. Vernede was in charge of his platoon on the advance, and was in front with a couple of his men when they suddenly came upon a concealed enemy machine gun. He was hit, and it was immediately seen that the wound was serious. His men carried him back alive to the aid station, but he died upon the further journey. He was buried in the French cemetery at Lechelle. His friend Captain F. E. Spurting put up a cross and planted around it a large bowl of daffodil bulbs which had been the joy of the poet when they flowered in the company mess. They now, in their long sleep, watch over his rest. He greatly endeared himself to those by whose side he worked and fought. From a sheaf of private tributes from his fellow-soldiers I am permitted to quote one or two passages. Capt. G. Tatham says : \" We served together in the same company from November 15th [1916] to last May, and we were a very happy party, as happy, at least, as it is possible to be in such circumstances. That we were so was in no small measure due to Vernede. He was a delightful companion and an excellent man to have in a battalion, — always cool and collected in the trenches, and always ready to lighten the dull monotony of billets with his quiet sense of humour. I now remember, sadly, that we used to accuse him of making notes for a future book in which all the weaknesses of his brother officers were to stand revealed ! \""], [20, "14 INTRODUCTION The late Capt. Andrew Buxton speaks of Vernede's \" extraordinary bravery, over and over again under- taking and carrying through the most ' unhealthy ' bits of work with all his thought for the men he was with and none for himself. He loved the N.C.O.s, and whenever any misfortune happened to one of his men, it was manifest that Vernede felt it intensely. Our time together was the most splendid imaginable, and I shall always look back on it with recollections that can never be forgotten.\" Vernede's closest friend, Mr. F. G. Salter, to whom I am indebted for much of the preceding information, gives me the following impression of him : \" In physical appearance Vernede was of rather more than average height, dark, with olive com plexion ; his face very regular and oval. He was strikingly good-looking, and his movements the most graceful of any creature's I have seen. He was a good skater, swimmer, and lawn-tennis player, and could walk enormous distances, when he chose. He never seemed to change at all from what he was like at Oxford. \" His manner was quiet and reserved, or what might have seemed reserved to people first meeting him. Underneath this lay a keen observation of human nature, in all kinds and classes, and a humour which on occasion could be sarcastic. Anything pretentious or pompous was a sure target : a lesser condemnation was reserved for conduct which was not perfectly natural and easy. Except among"], [21, "15 INTRODUCTION intimates, he would often sit silent while others talked, and then, unexpectedly, say something from an unwonted angle which lit up the whole question. He was entirely without affectation, and certainly not disposed to put the artist on a pedestal above ordinary men. Every form of life interested him : he had the solidest stand on his mother earth. His temper was quite impossible to ruffle : I don't think in all these years I have ever once known him put out or moody. It is not surprising that he became popular with the young officers among whom he was thrown, and with his men, especially when the latter were in any sort of trouble. \" To his friends he gave a generous and never- failing sympathy. They have lost the best man they have known. \" His hatred of war was intense, and positive. He hated the cruelty it inflicts, and denied it as a test of efficiency, but his feeling went beyond that : he loved ardently the things which war destroys, the good human life of fellowship and adventure, the kindliness between man and man, the ' thousand labours under the sun.' To him it was a clear-cut issue of right and wrong when Germany let loose this evil upon Europe. Neither did he feel any hesita tion as to his own duty. The greatness of England had always been the background of his thought : now he — ' dreamer,' as he calls himself — could serve her. He was a poor man, and enlistment meant for him the immediate cutting off of the greater part of"], [22, "16 INTRODUCTION his and his wife's livelihood ; it meant too, of course, subordination, as a private, to all sorts of stupid duties and persons. But he at once enlisted, and only took a commission when it had become clear that that was the greater need. He was not at all indifferent to death. He loved life, with a solid, English love ; he loved his garden, his art, his friends ; above all, he loved the wife who for all the years since their betrothal had been the inspirer and en courager of everything he did, and who was so in this decision also, and to the end. He very greatly desired to come back alive after the war. But it seemed to him that such a desire was, for the present, simply irrelevant.\" Found among his papers, after his death, were the opening lines of an unfinished poem ; he had noted it as one intended to be included in a collection he was contemplating, but if ever finished, the completion remained in his head alone. The lines are as follows : I seek new suns : I will not die ; Earth hath not shown me half her store. From an eloquent tribute written by another former school-fellow and friend, Mr. G. K. Chesterton, on receiving the news of Vernede's death, I quote a confirmatory passage : — \" He always remained, even in face and figure, almost startlingly young. There went with this the paradox of a considerable maturity of mind, even in"], [23, "17 INTRODUCTION boyhood ; a maturity so tranquil and, as it were, so solitary as to be the very opposite of priggishness. He had a curious intellectual independence ; I remember him maintaining in our little debating club, that Shakespeare was overrated ; not in the least impudently or with any foreshadowing of a Shavian pose, but rather like a conscientious student with a piece of Greek of which he could not make sense. He was too good a man of letters not to have learnt better afterwards ; but the thing had a touch of intangible isolation that surprised the gregarious mind of boyhood. He had in everything, even in his very appearance, something that can only be called distinction ; something that might be called, in the finer sense, race. This was perhaps the only thing about him, except his name and his critical temper, that suggested something French. I remember his passing a polished and almost Meredithian epigram to me in class : it was, I regret to say, an unfriendly reflection on the French master, and even on the French nation in his person ; but I remember think- ing, even at the time, that it was rather a French thing to do. There was a certain noble contradiction in his life and death that there was also in his very bearing and bodily habit. No man could look more lazy and no man was more active, even physically active. He would move as swiftly as a leopard from something like sleep to something too unexpected to be called gymnastics. It was so that he passed from the English country life he loved so much, with its"], [24, "18 INTRODUCTION gardening and dreaming, to an ambush and a German gun. In the lines called ' Before the Assault,' perhaps the finest of his poems, he showed how clear a vision he carried with him of the meaning of all this agony and the mystery of his own death. No printed controversy or political eloquence could put more logically, let alone more poetically, the higher pacifism which is now resolute to dry up at the foun tain-head the bitter waters of the dynastic wars, than the four lines that run : — ' Then to our children there shall be no handing Of fates so vain, of passions so abhorr'd . . But Peace . . . the Peace which passeth under- standing . . . Not in our time . . but in their time, O Lord.' \" The last phrase, which has the force of an epigram, has also the dignity of an epitaph ; and its truth will remain.\" To this admirable judgment I can add nothing, except to say that the great quality of Vernede's war-poems seems to me to reside in that directness of which Mr. Chesterton speaks. He is filled by a consciousness of the fine plain issues of the struggle between darkness and light. Hence, his verses emphasise our love of England, our veneration for her past, our confidence in her future, our steady and determined purpose. Moreover, he insists on keeping sharp the blade of indignation, whose edge is for ever being rubbed down by sentimentality."], [25, "19 B 2 INTRODUCTION Vernede indulges in no absurd diatribes or \" hate songs \" ; but his poems and his letters show that personal acquaintance with the dreadful accidents of his new profession had convinced him of the necessities of the moment. They had convinced him, beyond all disproof, that the peculiar Teutonic effort, — exercised, for instance, as at Arras or in Belgium, — was, to put it plainly, infamous. To punish, and for the future to prevent, such wicked ness as this was the object, and the entirely sufficient object, of the self-sacrifice which had brought the farmer from Canada and the shepherd from New Zealand, and incidentally had drawn VernSde himself from his Hertfordshire garden. No doubt it is the evidence of this directness in his verses which has given them their first popularity. Edmund Gosse. July, 1917"], [26, ""], [27, "WAR POEMS"], [28, ""], [29, "23 TO C. H. V What shall I bring to you, wife of mine, When I come back from the war ? A ribbon your dear brown hair to twine ? A shawl from a Berlin store ? Say, shall I choose you some Prussian hack When the Uhlans we o'erwhelm ? Shall I bring you a Potsdam goblet back And the crest from a Prince's helm ? Little you'd care what I laid at your feet, Ribbon or crest or shawl — What if I bring you nothing, sweet, Nor maybe come home at all ? Ah, but you'll know, Brave Heart, you'll know Two things I'll have kept to send : Mine honour for which you bade me go And my love — my love to the end."], [30, "24 ENGLAND TO THE SEA Hearken, O Mother, hearken to thy daughter ! Fain would I tell thee what men tell to me, Saying that henceforth no more on any water Shall I be first or great or loved or free, But that these others — so the tale is spoken — Who have not known thee all these centuries By fire and sword shall yet turn England broken Back from thy breast and beaten from thy seas, Me — whom thou barest where thy waves should guard me, Me — whom thou suckled'st on thy milk of foam, Me — whom thy kisses shaped what while they marred me, To whom thy storms are sweet and ring of home. \" Behold,\" they cry, \" she is grown soft and strength- less, All her proud memories changed to fear and fret.\""], [31, "25 WAR POEMS Say, thou, who hast watched through ages that are lengthless, Whom have I feared, and when did I forget ? What sons of mine have shunned thy whorls and races ? Have I not reared for thee time and again And bid go forth to share thy fierce embraces Sea-ducks, sea-wolves, sea-rovers, sea-men ? Names that thou knowest — great hearts that thou holdest, Rocking them, rocking them in an endless wake — Captains the world can match not with its boldest, Hawke, Howard, Grenville, Frobisher, Drake ? Nelson — the greatest of them all — the master Who swept across thee like a shooting star, And, while the Earth stood veiled before disaster, Caught Death and slew him — there — at Trafal- gar ? Mother, they knew me then as thou didst know me ; Then I cried, Peace, and every flag was furled : But I am old, it seems, and they would show me That never more my peace shall bind the world."], [32, "and that 26 WAR POEMS Wherefore, O Sea, I, standing thus before thee, Stretch forth my hands unto thy surge and say : When they come forth who seek this empire o'er thee, And I go forth to meet them — on that day God grant to us the old Armada weather, The winds that rip, the heavens that stoop lour — Not till the Sea and England sink together, Shall they be masters ! Let them boast hour ! August, 1914."], [33, "27 THE CALL Lad, with the merry smile and the eyes Quick as a hawk's and clear as the day, You, who have counted the game the prize, Here is the game of games to play. Never a goal— the captains say — Matches the one that's needed now : Put the old blazer and cap away — England's colours await your brow. Man, with the square-set jaws and chin, Always, it seems, you have moved to your end Sure of yourself, intent to win Fame and wealth and the power to bend — All that you've made you're called to spend, All that you've sought you're asked to miss — What's ambition compared with this That a man lay down his life for his friend ?"], [34, "28 WAR POEMS Dreamer, oft in your glancing mind Brave with drinking the faerie brew, You have smitten the ogres blind When the fair Princess cried out to you. Dreamer, what if your dreams are true ? Yonder's a bayonet, magical, since Him whom it strikes, the blade sinks through — Take it and strike for England, Prince ! Friend with the face so hard and worn, The Devil and you have sometime met, And now you curse the day you were born And want one boon of God — to forget. Ah, but I know, and yet — and yet — I think, out there in the shrapnel spray, You shall stand up and not regret The life that gave so splendid a day. Lover of ease, you've lolled and forgot All the things that you meant to right ; Life has been soft for you, has it not ? What offer does England make to-night ? This — to toil and to march and to fight As never you've dreamed since your life began ;"], [35, "1 29 WAR POEMS This — to carry the steel-swept height, This — to know that you've played the man ! Brothers, brothers, the time is short, Nor soon again shall it so betide That a man may pass from the common sort Sudden and stand by the heroes' side. Are there some that being named yet bide Hark once more to the clarion call — Sounded by him who deathless died — \" This day England expects you all.\" August, 1914."], [36, "30 THE INDIAN ARMY Into the West they are marching ! This is their longed-for day When that which England gave them they may at last repay ; When for the faith she dealt them, peasants and priests and lords, When for the love they bear her, they shall unsheathe their swords ! Men of the plains and hill-men, men born to warrior roles, Tall men of matchless ardour, small men with mighty souls, Rulers alike and subjects : splendid the roll-call rings : Rajahs and Maharajahs, Kings and the sons of Kings, Bikanir, Patiala, Ratlam and Kishangarh, Jodhpur, who rides the leopard down, Sachin and Cooch-Behar,"], [37, "31 WAR POEMS From lands where skies are molten and suns strike down and parch, Out of the East they're marching, into the West they march. Oh little nimble Gurkhas, who've won a hundred fights, Oh Sikhs — the Sikhs who failed not upon the Dargai heights, Rajputs, against whose valour once in a younger world Ruthless, unceasing, vainly, the Mogul's hosts were hurled, Grey are our Western daybreaks and grey our Western skies And very cold the night-watch unbroke by jackals' cries ; Hard too will be the waiting — you do not love to wait ? Aye, but the charge with bayonets — they'll sound it soon or late ! And when that charge is sounded, who'll heed grey skies and cold ? Not you, Sikhs, Rajputs, Gurkhas, if to one thought you hold,"], [38, "32 WAR POEMS If as you cross the open, if as the foe you near, If as you leap the trenches, this thought is very clear : These foes, they are not sahibs : they break the word they plight, On babes their blades are whetted, dead women know their might, Their Princes are as sweepers whom none may touch or trust, Their gods they have forgotten ; their honour trails the dust ; All that they had of izzat is trodden under heel — Into their hearts, my brothers, drive home, drive home the steel ! August, 1914."], [39, "C MENE, MENE In that green land behind you The well-loved homesteads stand Quiet as when you left them To spoil a little land. And still your busy housewives Sit knitting unafraid And still your children play as once The Flemish children played. In that green land behind you Whence you went forth to kill Your maids await their lovers, With hope their bosoms thrill. Oh lips too sweet almost to kiss, Oh eyes grown bright in vain — So waited many a Flemish maid Whom none shall kiss again. 33"], [40, "34 WAR POEMS In that green land behind you, Heard you a bugle call ? See you in dreams a writing form On every homestead wall ? What is yon cloud that grows and grows ? The Cossacks ride that way — Pray that their hearts be not as yours — If Gods be left you, pray !"], [41, "a A LEGEND OF TIIE FLEET Since Nelson went to glory A hundred years ago (No man can hear the story But still it makes him glow), There's lots of old wiseacres, Longshoremen and hcadshakers Who say, \" We have none like him His like we'll never know ! \" And maybe they speak rightly, For God Himself, you'd say, Would scarce start making lightly Another piece of clay Filled with his high devotions, His brain, that raced the oceans His heart of fire and swiftness That won Trafalgar Day 35 c"], [42, "36 WAR POEMS Yet on the other hand, sirs, There's some folks that declare — Strange stuff to tell on land, sirs, But sailor men — they'll swear — When Nelson went to glory, His heart — for that's their story- Afire he flung it to the Fleet, And still it's blazing there 1 So when our grim, grey cruisers Nose out the skulking foe, And, beggars not being choosers, Their guns begin to crow, Though Nelson's gone to glory 'Twill be the same old story — His heart, his heart will lead us, And them that doubt will know"], [43, "long dawnings 37 \"THE SEA IS HIS\" The Sea is His : He made it, Black gulf and sunlit shoal From barriered bight to where the Leagues of Atlantic roll : Small strait and ceaseless ocean He bade each one to be : The Sea is His : He made it — And England keeps it free. By pain and stress and striving Beyond the nations' ken, By vigils stern when others slept, By many lives of men ; Through nights of storm, through Blacker than midnights be — This Sea that God created, England has kept it free."], [44, "38 WAR POEMS Count me the splendid captains Who sailed with courage high To chart the perilous ways unknown — Tell me where these men lie ! To light a path for ships to come They moored at Dead Man's quay ; The Sea is God's — He made it, And these men made it free. Oh little land of England, Oh Mother of hearts too brave, Men say this trust shall pass from thee Who guardest Nelson's grave. Aye, but these braggarts yet shall learn Who'd hold the world in fee, The Sea is God's — and England j England shall keep it free."], [45, "39 TO THE UNITED STATES Traitors have carried the word about That your hearts are cold with the doubt that kills. Fools ! As though you could sink to doubt ; You — whom the name of freedom thrills 1 They fear lest we plead with you by our blood To throb with England in this great fight, Caring no whit if the cause be good, Crying — \" It's England's, account it right.\" Nay but that call would be vain indeed ; Not thus do brothers to brothers speak. We shall not plead with you — let them plead, Whose heel is set on the necks of the weak Let them plead who have piled the dead League after league in that little land, Whose hands with the blood of babes are red, Red — while they'd grasp you by the hand."], [46, "40 WAR POEMS Let them plead, if for shame they dare, Whose honour is broke and their oaths forsworn — We shall know by the blood we share The answer you cannot speak for scorn. September, 1914."], [47, "41 THE DAY How shall it break — this dawn beyond forgetting ? Out of grey skies shall just the same rose red Signal a day like that which ere its setting Gave us the seas to hold — and Nelson dead ? Then, even as now, strife filled the earth's four quarters. And Might seemed Right and God was chal- lenged ; Then even as now upon the dim blue waters The Fleet kept watch — the Fleet that Nelson led. Dead is the Admiral ; all the ships he won with Are scrapped — forgotten ; and the doubters say Though he still lived, his skill is passed and done with And none may tell the outcome of this day. Since from high Heaven itself Death may come sailing Suddenly, and from waters smooth and clear Sharper than from a gun's mouth, Hell starts hailing, And ere the foe be seen, the doom is near."], [48, "42 WAR POEMS Aye, but remember ye when doubts come creeping That not his seacraft only Nelson left — Things nobler far he gave his men in keeping That should avail them though all else were reft — Things that Time cannot fashion and unfashion The fearless faith that love of freedom gives. . . . The fire, the inextinguishable passion, The will to die . . . so only England lives . . . Watch an ye will and pray — no prayer forgetting — For the brave hearts on yon dim waters rocked * But fear not for the end of that sun-setting — The fire burns on — faith wins — God is not mocked."], [49, "43 ENGLAND MARCHING Winter — it's winter, Little Greatest Country, Black clouds keep piling on a bitter sky And the winds are screaming up from the cruel north- line, Cold winds — cold hearts — winter is nigh. Other Peoples, great ones, Little Greatest Country, Marking all the storm-signs and the tyrants waxing strong, Take fear to council and sound for a retiring, Sink on their knees and whimper \" Lord, how long ? \" You have never halted, Little Greatest Country, Though the foe ran ravening and all heav'n was gray, Though cowards noisily twittered of disaster, Leaders hung back that should have shown the way."], [50, "44 WAR POEMS On through the Darkness, Little Greatest Country, You have kept marching the men that you bore — Seemed their drums muffled, their trumpets were they silent ? — Ah, but the foot-beats — Hear their ceaseless roar 1 Little Greatest Country, never yet went army Poor and so valiant, crushed and so free, Through deadlier night, disdaining the false captains, Marching — marching — to Spring and Victory. December, 1914"], [51, "45 CHRISTMAS, 1914 Let us forget at this sad Christmastide All but the Babe who in his manger lay — God's Son who came that peace might reign alway And love be Lord. Though Him they crucified. Aye but He died not vainly. Cruelty died .All down the ages, and the Babe held sway In true men's hearts, so that the stronger they, So much the more they crushed their strength and pride. Until a race that had forgot the Christ Arose, saying, \" Behold we are mighty men, As once of old let Might be Right again \"... Oh, Babe, hath not Thy life, Thy death sufficed ? Let us forget . . . nay let us rather wake And strike them down for Christ's and all babes' sake."], [52, "46 BEYOND THE PALE (After reading the French evidence of the German atrocities.) As men who, in some hideous ju-ju place, Having found a naked ape with brutish tread Whom once they knew, before his reason fled, Decent and sane, a white man of their race, Will close their eyes in horror for a space — Then for sheer pity's sake, with no word said, Since no word may avail, will strike him dead And strive thereafter to forget his face : So with these ravening brutes that once were men A loathing world has held awhile its hand Unable to believe such things could be, Now, lest such baseness should be seen again, Let it in mercy flame across their land And sweep them to oblivion utterly."], [53, "47 TO OUR FALLEN Ye sleepers, who will sing you ? We can but give our tears — Ye dead men, who shall bring you Fame in the coming years ? Brave souls . . . but who remembers The flame that fired your embers ? . . . Deep, deep the sleep that holds you Who one time had no peers. Yet maybe Fame's but seeming And praise you'd set aside, Content to go on dreaming, Yea, happy to have died If of all things you prayed for — All things your valour paid for— One prayer is not forgotten, One purchase not denied,"], [54, "48 WAR POEMS But God grants your dear England A strength that shall not cease Till she have won for all the Earth From ruthless men release, And made supreme upon her Mercy and Truth and Honour — Is this the thing you died for ? Oh, Brothers, sleep in peace ! December, 1914."], [55, "49 D TO CANADA Canada, Canada, is not thy face most fair ? Is there a land men know fairer than thee ? Where is heaven half so vast ? Where blows a lovelier air ? What are thy sons doing here o'er the sea ? Have they forgot thy great hills and thy crystal clear Streams and deep woods and rich fields that they come ? Are not their women loved ? Are not their children dear ? Why do they march at the roll of the drum ? Chill are the Belgian dunes, clammy the night wind's breath, Always the livid mists from the meres creep ; Who takes the roads of France marches alongside death — Are thy sons weary to try the last sleep ?"], [56, "50 WAR POEMS Ah, but thou knowest well, Canada, Canada, Sweet's every inch of thee, dear's every call ; Came but a cry from thee, every man's heart would stir . . . Only thine honour is dearest of all . . . And they have sworn, thy sons, when thou art mightier yet, No man shall point at thee, none shall dare say, \" When, in the war of worlds, Cruelty and Justice met, Men of the maple hung back from the fray.\" So where the bugles call, there where the thin lines reel, Far from the land where their homes and hearts be, Stalwart and terrible, into the hail of steel, Canada, lo, they are marching for thee 1"], [57, "51 D 2 THE LITTLE ARMY It's true that hordes of British ne'er by tyrants' wills were hurled, Thicker than any locust swarm, to devastate the world ; But when those tyrants' legions passed, or painfully withdrew, One little Army still marched — it did at Waterloo. No British Attila is found upon our scroll of fame — A thing few Englishmen regret — we never liked the name — But where, in some Walhalla hall, the great dead Captains meet, It's odds if Wellington stands down or Marlborough lacks a seat. Why would they ? Small their armies were maybe, but none would call The battles they fought little ones, the victories they won small,"], [58, "52 WAR POEMS Seeing that, ere they left the field, whate'er their toll might be, Kings had gone down and Emperors given up their empery. Nay, take a map and count the spots where this small force made shift — Blenheim, the Douro, Quatre Bras, Alma, Quebec, Rorke's Drift ; Mark that long road they trudged, adown the endless Afghan nights, See where, at a sick hero's word, they climbed the Abraham's Heights. Let others count their men by hordes ! We count them one by one- And many a warrior doffed his shoes before John Nicholson ; And many a slave bowed down his head and wept to know his doom — When Gordon stood and faced the pack that roared into Khartoum . . ."], [59, "53 WAR POEMS Oh War-lord of the Western Huns — that Army of Sir John's — Your legions know it, do they not ? They drove it back from Mons — 'Twas small enough . . . too small perhaps . . . the British line is thin . . . It won't seem quite so little when it's marching through Berlin. 1915."], [60, "54 THE LITTLE SERGEANT (Sergeant , The Rifle Brigade.) He was one of the Bugler lads Born in the Army and bred also, And they gave him the stripes that had been his dad's For knowing what soldiers ought to know. And then you'd see him swanky and small Drilling grown men of twice his span, Dressing them down and telling 'em all That the British Army teaches a man. Lef-right-lef — how he'd make them run — All for their good as he let them see . . . \" It's the way the Army has always done, Don't argy the point,\" he'd say, \" with me.\" Sometimes they groused, but mostly they laughed — For there wasn't a job but he bore the brunt, And when the time came, there was never a draft Smarter than his when he went to the Front."], [61, "WAR POEMS Somewhere in France on a night of drench . . . When their guns had pounded the line to hell The Germans rushed what had been a trench And the Sergeant's men and the Sergeant fell. Light in some Boche I'm sure he'd let Before they could count him as reached full-stop And if there was breath in him, then I'll bet He told 'em why England would come out top. Swanky and small and full of guts — I wonder, now that he's out of the fight, Down what dark alleys his small ghost struts Giving his men \" Lef-right — lef-right \" . There where the darkening shadows fall I think I can hear him chanting slow — \" The British Army's the best of all, Don't argy the point — I ought to know.\" 5.5"], [62, "56 TO F. G. S. (\" Seriously wounded.\") Peaks that you dreamed of, hills your heart has climbed on, Never your feet shall climb, your eyes shall see : All your life long you must tread lowly places, Limping for England, well — so let it be. We know your heart's too high for any grudging, More than she asked, you gladly gave to her : What tho' it's streets you'll tramp instead of snow- fields, You'll be the cheeriest, as you always were. Yes, and you'll shoulder all our packs — we know you — And none will guess you're wearied night or day — Yes, you'll lift lots of lame dogs over fences, Who might have lifted you, for that's your way"], [63, "57 WAR POEMS All your life long — no matter — so you've chosen. Pity you ? Never — that were waste indeed — VA/ho up hills higher than the Alps you loved so All your life long will point the way and lead."], [64, "BEFORE THE ASSAULT If thro' this roar o' the guns one prayer may reach Thee, Lord of all Life, whose mercies never sleep, Not in our time, not now, Lord, we beseech Thee To grant us peace. The sword has bit too deep. We may not rest. We hear the wail of mothers Mourning the sons who fill some nameless grave : Past us, in dreams, the ghosts march of our brothers Who were most valiant . . . whom we could not save. We may not rest. What though our eyes be holden, In sleep we see dear eyes yet wet with tears, And locks that once were, oh, so fair and golden, Grown grey in hours more pitiless than years. 58"], [65, "59 WAR POEMS We see all fair things fouled — homes love's hands builded Shattered to dust beside their withered vines, Shattered the towers that once Thy sunsets gilded, And Christ struck yet again within His shrines Over them hangs the dust of death, beside them The dead lie countless — and the foe laughs still ; We may not rest, while those cruel mouths deride them, We, who were proud, yet could not work Thy will. We have failed — we have been more weak than these betrayers — In strength or in faith we have failed ; our pride was vain. How can we rest, who have not slain the slayers ? What peace for us, who have seen Thy children slain ? Hark, the roar grows . . . the thunders reawaken — We ask one thing, Lord, only one thing now : Hearts high as theirs, who went to death unshaken, Courage like theirs to make and keep their vow."], [66, "60 WAR POEMS To stay not till these hosts whom mercies harden, Who know no glory save of sword and fire, Find in our fire the splendour of Thy pardon, Meet from our steel the mercy they desire. . . . Then to our children there shall be no handing Of fates so vain^of passions so abhorr'd . . . But Peace . . the Peace which passeth understand- ing .. . Not in our time . . . but in their time, O Lord. December, 1916."], [67, "61 A PETITION All that a man might ask, thou hast given me, England, Birth-right and happy childhood's long heart's- ease, And love whose range is deep beyond all sounding And wider than all seas. A heart to front the world and find God in it, Eyes blind enow, but not too blind to see The lovely things behind the dross and darkness, And lovelier things to be. And friends whose loyalty time nor death shall weaken , And quenchless hope and laughter's golden store ; All that a man might ask thou hast given me, England, Yet grant thou one thing more : That now when envious foes would spoil thy splendour, Unversed in arms, a dreamer such as I May in thy ranks be deemed not all unworthy, England, for thee to die."], [68, "62 AT DELVILLE At Delville I lost three Sergeants — And never within my ken Had one of them taken thought for his life Or cover for aught but his men. Not for two years of fighting Through that devilish strain and noise ; Yet one of them called out as he died — \" I've been so ambitious, boys \"... And I thought to myself, \" Ambitious ! \" Did he mean that he longed for poAver ? But I knew that he'd never thought of himself Save in his dying hour. And one left a note for his mother, Saying he gladly died For England, and wished no better thing . . How she must weep with pride."], [69, "63 WAR POEMS And one with never a word fell, Talking's the one thing he'd shirk, But I never knew him other than keen For things like danger and work. Those Sergeants I lost at Delville On a night that was cruel and black, They gave their lives for England's sake, They will never come back. What of the hundreds in whose hearts Thoughts no less splendid burn ? . . . I wonder what England will do for them If ever they return ?"], [70, "64 A LISTENING POST The sun's a red ball in the oak And all the grass is grey with dew, Awhile ago a blackbird spoke — He didn't know the world's askew. And yonder rifleman and I Wait here behind the misty trees To shoot the first man that goes by, Our rifles ready on our knees. How could he know that if we fail The world may lie in chains for years And England be a bygone tale And right be wrong, and laughter tears ? Strange that this bird sits there and sings While we must only sit and plan — Who are so much the higher things — The murder of our fellow man. . . ."], [71, "65 E WAR POEMS But maybe God will cause to be — Who brought forth sweetness from the strong — Out of our discords harmony Sweeter than that bird's song."], [72, "66 A TRENCH DITTY When the war is over an' the fun is wearin' thin Of brightly doin' goosesteps down the alleys of Berlin, I'll find some German ulan, twist 'is 'elmet off 'is 'ead, An' throw 'im my puttees (what's left) to wear around instead. And I'll march into the station and address the bookin'-clerk : \" Ein billet for old England, look sharp, you frightful Turk. \" For I've had enough of Boches and I've shot a handsome few — Look sharp, you ruddy Strafer, or I may be shootin' you.\" 'E'll find a ticket fast enough, an' fust-class I'll go back With my feet upon the cushions an' my rifle in the rack."], [73, "67 E 2 WAR POEMS An' when I gets to England, why, I'll marry some sweet maid An' tell 'er 'ow we crossed the Rhine an' what the Prussians paid. Every night, for luck, I'll drink afore I go to bed A pint from out that 'elmet that once squeezed the ulan's 'ead. And on the Kaiser's birthday I will send, to keep 'im keen, A card with \" God strafe England \" on and \" Wot price St. Heleen ? \" When the war is over, that's the kind o' course I'll steer — But it ain't quite over yet, my lad, so 'eave that sandbag 'ere !"], [74, "the try 68 THE INFANTRYMAN I wish I 'ad entered the Navy — It's damp when the decks are a-wash ; But the 'appy A.B., unlike you and me, Ain't always knee-deep in the slosh. I wish I 'ad signed as a bird-man — 'Taint nice to fall outer the sky ; But 'e 'as got the fun of observing a 'Un Afore he gets nicked in the eye. I wish I 'ad gone for the cavalry — There's yourself and a 'orse to keep neat ; But it must save some trouble if your 'orse does double When you're launched on a ruddy retreat. I wish I 'ad tried anti-aircraft — It's 'ard to get off your armchair When a Zeppelin blows by ; but I'd 'ave a good To drill a thick 'ole in the air."], [75, "their way, 69 WAR POEMS I wish I 'ad joined the Staff Collidge — They work at the juice of a pace Drorin' maps — reg'lar rippers — fetchin' generals slippers ; But you can use yer brains at the base. I wish I'd applied for munitions — You should see me do 'alf- weekly spells ; No unions I'd worry by bein' in a hurry — No — I'd get the V.C. making shells. But I've been and entered the infantry, And I lives like a eel in the slosh — \" Dam fool ! \" did you say, lad ? Well, any ole lad, It's we that gets quits with the Boche."], [76, "L» 70 THE SERGEANT The Sergeant 'as 'is uses — I used to doubt of it — 'E did not like the way I washed, 'Is 'ead seemed bulged a bit. My arms drill seemed to 'urt 'im, 'E'd swear and close 'is eyes ; An' when I 'ad no time to shave 'E would not sympathise. At 'ome in good old England AVhen dealin' with recruits 'E seemed to 'ide his better self — If they 'ad dirty boots. But in this trench a-sitting All crouched upon my joints I do not mind admitting The Sergeant 'as 'is points."], [77, "71 WAR POEMS 'E's just been round explainin' That jumping up to see If shells is going to burst your way Is waste of energy. Shells, though you can't believe it, Aren't always aimed at you, But snipers if they see your 'ead Will put a bullet through. His words about the Boches Is also comforting — 'E says as good a shot as me Could do a dozen in. An' if it came to baynits, I'd easy stick a score The way I fight— I never knew 'E thought me smart before. \" An' anyway,\" 'e says, \" Lad , Mind this, we're goin' to win : It's no use thinkin' gloomy thoughts Whatever fix you're in."], [78, "72 WAR POEMS Suppose we did get outed — England would not forget. And where's the man that is a man That would not die for that ? \" August, 1916"], [79, "OTHER VERSES"], [80, ""], [81, "75 THE JULY GARDEN It's July in my garden ; and steel-blue are the globe thistles And French grey the willows that bow to every breeze ; And deep in every currant bush a robber blackbird whistles \" I'm picking, I'm picking, I'm picking these ! \" So off I go to rout them, and find instead I'm gazing At clusters of delphiniums — the seed was small and brown, But these are spurs that fell from heaven and caught the most amazing Colours of the welkin's own as they came hurtling down. And then some roses catch my eye, or maybe some Sweet Williams Or pink and white and purple peals of Canterbury bells,"], [82, "76 WAR POEMS Or pencilled violas that peep between the three- leaved trilliums Or red-hot pokers all aglow or poppies that cast spells — And while I stare at each in turn I quite forget or pardon The blackbirds — and the blackguards — that keep robbing me of pie ; For what do such things matter when I have so fair a garden, And what is half so lovely as my garden in July 1 Standon, July, 1914."], [83, "77 TO A PRINCE'S PRINCESS What sorer fate shall one win in the world Than to be lowered from Love's first estimate, To see her heart grow cold, her brows elate Questioning, and lips with scorn a little curled ; Then on her cheeks the blushing banners furled That told of Love's alliance, and — too late — Th' irrevocable guest -gifts alternate Into the ebb-tide of oblivion hurled ? Not wittingly, O Sweet Heart, did I seem Larger than my real self ; if it were so, Only in thy light of splendour did I glow So splendid as to earn thy dear esteem ; And if the dream is gone and I must go, Remember that I loved — and did not dream. Who is your like of all that Grimm portrayed ? Is Lovely Locks a lady of his pen ? Or would you play at Princess Scorn-the-men, Who, to an hateful goblin's power betrayed, Was rescued by a Prince's magic blade ? Or may be you are Beauty, as I deemed then When first you came into my wondering ken,"], [84, "78 WAR POEMS Beauty, a tennis-playing English maid ? I care not which you be, for all, at last, Were won to look upon the proper man, Beauty and Lovely Locks, the unsurpassed, And the fair Scorner, sick of Caliban : Aye, loved so much at last that none grew paler To find their Prince was, may be, but a tailor O happy times, when lovers' only need Was fairy godmother or magic sword, Or tablecloth that spread a sumptuous board Whene'er the Prince expressed a wish to feed ; When waiters were invisible and unfee'd, When ocean was no wider than a ford To seven-league boots, and mangy scrips could breed Of gold an unimaginable horde. What Prince to-day can carve a dragon's shank And in a flying trunk without a fear Elope with the dear lady of his heart ? Now at a ledger he must ply his part And wearily, in some suburban bank, Weigh Love against a hundred pounds a year."], [85, "79 A DELIRIUM \" So this young life is gone from us— God send Peace to his soul \" — (Amen !) — \" and we that grieve Some little consolation may conceive In dwelling on the days that death made end, How stainless \" (Seventy -times seven did I offend), \" How full of splendid promise, should he live, (Kind lips that lie, what promise did I give ?) How well-beloved ! \"—(Thank God, I had a friend). I on the wings of some tumultuous night Adown unceasing silences, along Wastes where wide-eyed deliriums sink and swell, By crazy shores and seas that circle wrong, Bodiless, mindless, without voice or sight, Speed to the maze and madnesses of Hell."], [86, "80 FRIENDSHIP I had a friend, and so we went together, Merry and armed for every kind of weather ; Far was the road, but tired no man could find US, We laughed at the hills, so soon they dropped behind us. I had a friend — yet not long had we started When we fell out, and in our anger parted : The clouds dipped down ; the mountains rose to screen him. Oh, passers-by, long years I have not seen him ! Far is the road, and always it is lonely. I am a man, and therefore march I . . . only It lures me not — the goal for which we started ; I seek my friend — my friend from whom I parted."], [87, "AN APOLOGY Listen ! I also have a lady fair, Whose praise in many a passionate rhyme should ring, Were I not weak, for all love's licensing, The wonder of her beauty to declare ; And while your lady's loveliness you blare, I tremble lest my notes fail on the string, Lest men that hear me, question, wondering, \" Was't beauty that inspired so poor an air ? \" Yet when all songs are sung, all praises told, And you demand with your last proudest tone Men's verdict — is the prize for his or mine ? — I shall but show my Love, saying \" Behold, What song shall match her ? \" And all men shall own Your words less weak, my Lady more divine. ■SI F"], [88, "82 TO AN ENGLISH SHEEP-DOG Old Dog, what times we had, you, she and I, Since first you came and with your trustful air Blundered into her lap — a valiant, shy, Small tub-shaped woolly bear. What lovely days we had ; how fast they flew In hill-side ramblings, gallopings by the sea : You grew too large for laps but never grew Too large for loyalty. We have known friends who living passed away — Your faith no man could turn, no passion kill ; Even when Death called, you would scarce obey Until you knew our will. Out in the fields I bore you in my arms, Dear Thick-coat, on your grave the grasses spring ; But He that sees no sparrow meets with harms Hath your soul's shepherding."], [89, "83 OTHER VERSES And will that King who knows all hearts and ways Kennel you where the winds blow long and fair That you who ever loathed the warm still days May snuff an upland air ? .And will He let you scamper o'er the meads Where His hills close their everlasting ranks, And show you pools that mirror gray-green reeds To cool your heaving flanks ? And will He feed you with good things at even, Bringing the bowl with His own hands maybe ? And will you, hunting in your dreams in Heaven, Dream that you hunt with me ? Yes, you will not forget ; and when we come, What time or by what gate we may not tell, Hastening to meet our friend that men called dumb Across the ditch of Hell, You'll hear — you first of all — oh, strong and fleet, How you will dash, an arrow to the mark ! Lord, but there'll be deaf angels when we meet — And you leap up and bark !"], [90, "84 TO A HIPPOPOTAMUS Lines written in dejection on seeing a River-horse. A Fragment Beast, that waddlest in the ooze Where Mid-Afric rivers lose Sight of the sheer hills they left In silvery leaps from cleft to cleft, But not yet with gathering roll Have espied their final goal — That great sea which we and they Must be mingled with some day — Beast, that, in this midway slime, Passest a primæval time, Say, what fancy did give birth To thy super-monstrous girth ? Did the Devil think it well To hoist thee up one day from hell, So that the crystal streams might be Churned with thy vast turbidity ? Or did he think — To stay a flood This nightmare horse is very good, Seeing that with his gulf-like mouth He could drink ocean to a drouth ?"], [91, "85 THE KID AND THE TANNER A white kid on a village green, Imagining itself unseen, Sported in such a graceful manner It caught th' attention of a Tanner. The Tanner watched, and mused, and said : \" To see you prancing on your head Some foolish folk, oh milk-white kid, Would very gladly pay a quid. \" To me it seems a sort of shame That one so young should — for a game — Without a thought of what is meet, Render himself too tough to eat.\" The kid replied : \" But, Mr. Tanner, It's lovely playing in this manner ; Why should I then, my young life spoiling, Cease — to become more fit for boiling ? \" The Tanner frowned : though fairly mild, Such heedless language made him wild — ■"], [92, "86 WAR POEMS Or, as he would himself allege, \" Set all his moral self on edge.\" \" Each kid,\" he cried, \" by Nature's laws, And Man's, subserves some Higher Cause- Not merely its own goatish pleasure — ■ And ought to learn to be a treasure. \" Now you'll be useless for the pot, And far too gambolsome — God wot — To draw along at nursemaid's pace A goat-cart in a watering-place.\" The kid believing that this view From one so serious must be true, First wept, then said if it knew how 'Twould be a better goat from now. The Tanner mused — he wished to aid A helpless creature that had strayed ; He mused for quite a lengthy spell — He wished to aid himself as well. \" Really I hardly know what you,\" He said at last, \" are fit to do. Stay — in my tannery at least Your skin could be preserved, poor beast,"], [93, "87 OTHER VERSES \" Nay, more, if you will be advised You can become immortalized, And though from you 'twill have to sever Your skin may gambol on for ever.\" \" Dear Mr. Tanner,\" straight replied The wondering kid, much gratified, \" I find it very hard, believe me, To think my ears do not deceive me. \" For how, dear Mr. Tanner, how Can that same skin I'm wearing now — Shorn from my frame so lithe and taper — Continue, as you say, to caper ? \" The Tanner smiled — all business men Enjoy a whimsy now and then, And chiefly when th' indulging of it May cause a gain — not loss — of profit. The Tanner smiled and cleared his throat, And said on quite a merry note : \" Know, kid, a nymph as gay as you Requires a shoe, or rather two."], [94, "WAR POEMS \" Your skin, once tanned and heeled and soled, And lacquered to the tint of gold, Will just suffice to make those slippers — Size Number 4, to fit her flippers. \" Thus, then, when you are dead and gone, Still will a kid go capering on, Or rather, 'neath her skirts will glide Two twinkling kidlets side by side.\" The kid, persuaded in this manner, Gladly accompanied the Tanner, And entering his odorous portal With great despatch became immortal. Moral 'Tis better, Kids, to frisk and frivol Than to take counsel of the Devil — Even though he has the business manner And staid appearance of a Tanner. The End PRINTED IN GREAT BRITAIN BY RICHARD CLAY AND SONS, LTD., BRUNSWICK STREET, STAMFORD STREET, S.E. I, AND BUNGAY, SUFFOLK"], [95, ""], [96, ""], [97, ""], [98, ""]]