[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "B. Ii. V. A. VAILXA1VT. DISSERTATIO HISTORICO-POLITICA INAUGURALIS DE PARTIBUS A REPUBLICA BATAVA IN MARI BALTICO AB ANNO 1655 US- QCE AD ANNUM 1660 ACTIS."], [8, ""], [9, "DISSERTATIO HISTORICO-POLITICA INACGCRALIS DE PARTIBUS A REPUBLICA BATA VA IN MARI BALTICO AB AN1VO 1655 USftUE AD AIVNUM 1660 ACTIS."], [10, ""], [11, "DISSERTATIO HISTORICO-POIilTICA IrVAUGURALIS DE PARTIBUS A REPUBLICA BATAVA IN MARI BALTICO AB AfflO 1655 USQUE AD AMU 1660 ACTIS : QUAM , ANNUENTE SUMMO NUMINE, EX AUCTORITATE RECTORIS MAGNIFICI JOANNIS FREDERICI VAN OORDT, J.G.FIL. TBEOL. DOCT. ET PROF. ORD. ET NOBiLissiMAE FACULTATIS JURIDICAE decreto, tfft* lÔttáu ì^mUmtMB , summisqde in JURE ROMANO et HODIERNO HONORIBUS AC PRIVILEGIIS , Et* Acatiemia MAtgtIuno-Batava, EITE ET LEGITIME CONSEQUEM DIS , DEFENDET RIJNHARDUS LUDOVICUS FREDERICUS ABRAHAMUS VAILLANT, fo E COLONIA SURINAME-BATAVUS. »d diem XII NOVEMBR1S MDCCCXLI. Horì II— III. Hagae Comitls, tïïis J. ROERING. MDCCCXLI."], [12, ""], [13, "(WÍavmtiSns."], [14, ""], [15, "Elapsofere tempore, quodad Academica sludia impendi solet, optio mihi data fiai aul thesibus propositis, aut conscriptd Disserlatione gradum Doctoralem capescendi. Quum autem per illudplu rinium tempus , quod in Academia degeram , non nisi conscriptd Dissertatione gradum peter e licuis setyeipolius Legi obsequendurn mihi visurn est. Sed"], [16, "■diu dubius haeside argumento. Qaum autern magnd semper obleclatione interfuissem lectionibus v. cl. thorbecke, eum potissirne adire censui, ut argu mentum aliquod in suis praesertim studiis obvium mihi indicaret. Hic me ed qud solet benevolentui et humanitate admiltens , scribere mi/ti suasit de PARTIBUS A REPUBLICA BATA VA IN MARI BALTICO AB ANNO l655 USQUE AD ANNTJM 1 66o ACTIS. Et Vttlde mihi placuit hoc argumentum; quippe quod in ea me traduceret tempora , quibus magna fuit inter caeteras Europae gentes Reipublicae nostrae gloria et auctoritas. Mox ad scribendum conversus , jam statim dolui quod speciminis finibus nimis con stringerer, ita ut impedirer quominus omnia quae ve/lem commemorarem: quod inprimis expertus sum, quum conscriptd jam majore Dissertationis parle in maman mihi venerunt Chartae Mss. con tinentes SECREETE RESOLUTIEN VAN HAARE HOOG-MO GENDEN,GENOMENIN DE JAAREN 1 654 TOT l66o:ubí tantam inveni materiae copiam et momentum , ut , si commernorare voluissem quae ad argumentum meum spectare mihi videbantur , facile mullum ul-"], [17, "tra speciminis fines perduci potuisscm. Ea igitur solummodo ex illo libro recepi quae tacere non licuil. Hisce praemissis jucundum mihi est officium Tibi inprimis, pater carissime, pro egregiis con siliis et beneficiis tuis gratias agere quam sincerri mas. Quid Tibi debeam verbis exprimere nequeo: at persuasum Tibi habeto me Tuorum in me meri torum neque immemorem unquamsore neque ingra tum. Vobis vv. cll., quos Praeceptores habere mihi contigit praestantissimos , pro egregid institu lione satis gratias agere non possum. Tu inprimis v. cl. van assen , cujus et privatis lectionibus mihi interesse licuit , me ipsarum amoenitatis im memorem unquamfore ne credas. Et Tibi, Promotor aestumatissime , v. cl. tijde man pro consiliis et praestito auxilio gratias ago quam maximas. Neque Tu praetereundus mihi es , v. cl. thor- becke , qui mihi Dissertationis argumenti auctor juisti: et Tibi pro egregiis instilutionibus et auxìliis gratum me dicere gestio."], [18, "Vos denìque Commìlitones amicissimi, quìbus cum tam studiis , quam amicitiájunctusfui, valea tis, mihique absenti aut praesenti amicitiam ves tram conservare ne denegetìs."], [19, "CAPUT I. DE CACSSIS. Cessaverat tandem bellum illud octoginta an norum, qui a quinto die mensis Junii anni 1 568 , quo comites ab Egmond et ab Hoorne injustâ ju dicum sententià intersecti erant , ad eundem diem anni 1648, quo Pacis Monasteriensis conditiones publice ab Ordinibus proclamatae erant, reputa bantur. Victrix erat caussa libertatis, quae Foede ratam Rempublicam ad summam gloriam et pros peritatem duceret, ita ut exemplum foret aliis gentibus, quid mores et industria cum patriae amoread promovendam hominum felicitatem va leant. Victa erat in his terris caussa Sacerdo tum et Monachorum et ad Hispaniam ipsam ejus que colonias restricta, ut, corruptis paullatim om- r"], [20, "2 nibus bene ordinandaecivitatis principiis, omnes illae regiones secundissimo solo et rarissimis prosperitalis incrementis praeditae tandem ora nis generis calamitatibus afficerentur. Magno in honore erat in Europaeis regionibus nostra Respublica. Admirati erant Reges et Prin cipes fortitudinem nostram, perseverantiam , fi dem, doctrinam,sollertiam diplomaticam, imosin gulares virtutes. Complures Europae principes cum novo, qui exstiterat, populo foedera inire cupiebant; sed mutatus erat Europae status. Aux ilium, quod nobis ab Angliae et Franciae Regibus advenerat non solum libertatis et Reformatae Religionis favori erat debitum , sed magnopere etiam inimiciliae adversus Hispaniam , cujus reg ni progressus aliae regiones non sine metu et invidia observaverant. Hispaniaad minorem vim et auctoritatem reducta, insurgebat regnum Francicum, cujus potestas cum lerritorio paul latim accrescens aliis regionibus periculosa ali quando sutura videbatur. Morluo Henrico IV , quum Cardinalis de Riche lieu ad imperium pervenisset, hujus artibus effec tuai est ut foedus inter Franciam et Rempublicam Ratavam contra Hispaniam iniretur. At postea ap paruit Franciam periculosiorem esse vicinum"], [21, "3 Provinciis Foederatis quam Hispania unquam fuerat, cujus vires ad dominationem conservan dam e remotioribus regionibus adducendae erant, dum Francia Belgio sinitima erat. Pax Monaste riensis anno 1648 valde ad versus voluntatem Régis Franciae facta, multum contulit ut amicitia inter Franciam et Belgii Provincias Unitas refriges ceret et sine dubio plane exstincta esset , nisi Francia bello Hispanico et cumlmperatore fuisset impedita. Quod ad Britanniam attinet , turbatus in illâ région e rerum status per ultimos hosce annos qualiacunque cum peregrinis regionibus coinmer cia nectere plane impediebat. Caroli I Régis exer citu a Cromwello iterum iterumque fuso , ipse tandem in Parliamenti potestatem incidit ettris tem vitae exitum habuit. Cum Dania et Sueciâ vicissim arctius vel minus arcte conjunctae erant Provinciae Unitae, quoad commoda reipublicae vel commercii ipsos ad bas vel illas partes traherent. Dum pax Monasterien sis fieret, Ordines Générales Belgii Foederati valde propensi erant ad foedus ineundum cum Dania, quae regio per aliquod tempus magis necessitate coacta quam voluntate ducta, alias partes quam Reipublicae Batavae in bello Germanico elegeral:"], [22, "4 nunc vero a Suecis oppressa, cum Ordinibus Ge neralibus foederis conditiones inierat; Sueciâ con tra, victoriis compluribus elata , immemor erat auxiliianostrâ regione praestiti, neque, ut oporte bat, ex pacto anni 1640 se gerebat. FredeiicusGuilielmusElectorBrandenburgicus, qui anno 1646 filiamFredericiHenriciGubernato ris Hollandici uxorem duxerat, hoc ipsomatrimonio arctecum Republica Batava conjunctus videbatur. Sed valde eum offendebat quod OrdinesGenerales urbes Wezel, Rees, Emmerik et Gennep praesi diis munirent : has enim urbes Provinciae Unitae tenebant ex pacto anni i632 , quo pollicebatur ElectorBelgio se per tresannos quotannis centum et viginti millia florenorum soluturum, quos Bel gium ipsi mutuo dederat : urbium vero supra me moratarum neutralitatem se servaturos spopon derant Ordines Générales. Cum urbibus vero Hanseaticis, quae prius ma jori erant numéro sedquarum nunc tres tantum supererant, Brema,Hamburgum etLubeca, ami citiae pactum initum ; sed nullum inde peculiare commodum Beipublicae exstitit , quoniam semper suum ipsarum commodum quaesiverant et inve nerant ex foederibus annis 161 3 et 1614 cum illis initis. Contra saepe fiebat ut tres hae urbes,"], [23, "5 occasione datâ, commercium Belgii in mari Bal tico impedire studerent, quamobrem et ipsarum amicitiae confidendum non erat. Haec praemonenda existimavimus ut recte inlelligeremus, quaenam fuerit Europae con ditio eo , quo hoc spécimen incipit , tempo re. Jam non abs re fore putamus si commercii vincula,quae nostram inter regionem et Régna Septentrionalia exstiterunt, paullo allius repeta mus. Anno i466 navigatio per Oresundam, quae antea jam sed non nisi parce et raro fiebat, magis increscerecoepit.(i)ChristianusI Rex Daniae anno i453 Hollandis et Zelandis concesserat , ut com mercium in suis regionibus exercèrent, hac tamen conditioue ut non per Balten sed per Oresundam navigarent, ubi jam portorium erat solvendum. Anno i52Ô pactum initum cum Rege Sueciae Gustavo I et urbeLubeca, quod superiori anno jam inceptum erat, sed frustra. Christianus II Rex Daniae regno suo ejeclus propter immanem crudelitalem, in Belgium confugerat et in Zelan diam appulsus ibi naves instruxit atque ornavit, quibus in Daniam reverteretur. Populi autem (1) Cf. Wagenaar, Vaderl. Hist. IV. p. 88."], [24, "6 primores ad hoc minime consentiebant , nam Fredericus I qui loco Christiani Rex creatus erat, quum videret Christianum in Belgio armaparare, complures naves Hollandas et Zelandas ceperat. Hollandi jure putabant pluris sua interesse com mercium servari quam Regem in regnum resti tui. At Christianus incipiente anno i529denuo nonnullas naves in provinciâ Zelandia paraverat. Tum Urbes Hollandicae et peculiariter Dordra cum et Amstelodamum Gubernatricem Margare tham rogaverant ut hos belli apparatus impedi ret. Rex vero Fredericus Oresundam omnibus Belgicis navibus clauserat. Christianus autem quinque millibus militum collectis, naves petivit ut in Daniam tenderet ad regnum recuperandum : quae quum ei denegarentur Hollandiam provin ciam invasit, quae militibus orbata facile in ejus potestatem redigebatur, multisque oppidis ex pugnatis, nullisaliis conditionibusregionecedere volebat nisi ut quinquaginta millia florenorum acciperet atque insuper duodecim naves bellicas. Hollandi necessitate coacti haecconcessere. Hisce igitur navibus in Daniam tendit, ubia Frederico captus, in arce Kallenburgo inclusus anno i55o, diem obiit supremum. Saepius jam de urbe Hanseatica Lubeca men-"], [25, "7 tionem fecimus. Haec potentissima erat illarum urbium et cum caeteris Hanseaticis imperium in mari Baltico habebat: solebat et saepe navigati onem in fretum Oresundanum claudere navibus peregrinis, sed in sine saeculi XVI paullatim ejus potestas decrevit et commercium Belgicum inde valde auctum est. Cum Danis multae controver siae oriebantur propter commeatum per Ore sundam. Dani enim existimabant, et hoc ex situ regionis repetendum, se dominos et custodes esse inlroitus maris Baltici , indeque pro lubitu haud raro portoria augebant. Sic anno i 56 1 Fredericus II qui patri suo Christiano III in regnum Dani cum successerat portorium Oresundanum imruo dice auxit, nulla ratione habita pactorum inter patrem et Belgium initorum. Hujus silius Chris tianus IV anno i58g etiam portorium auxit ligno rum quae e Norvegiâ veheban tur, quamvis Ordines quod poterant adhiberent ut amicitiam cum Danis servaient. Sic anno 1 5o,6 legati missi qui Christiano IVin adeundo regno salutem dicerent et veterapacta instauraient. Anno 1610 a Carolo IX Sueciae Rege legati ex Sueciâ missi in Belgium , qui arctius cum Ordinibus Generalibus foedus conjungerent et auxilium rogarent adversus Re gem Poloniae Sigismundum , qui Moscospraelio"], [26, "8 superaverat a Suecis auxiliis sustentatos. Hoc ei concessum hac tamen conditione, ut pacem cum Daniae Rege Christiano IV non turbaret. Brevi tamen post bellum inter Sueciam et Daniam exsti tit, quo facto legati Copenhagam missi , qui tamen pacem obtinere non potuerunt. Non ita multo post moritur Carolus IX, (i) regnum concedens silio Gustavo Adolpho, anno 161 i.Duobusannispostea foedus initum inter Belgium et urbem Lubecam in quindecim annos ad defendendam utriusque regionis navigationem et commercium in mari Baltico et Septentrionali. At Christianus foedus illud cum Lubecâ timens, portoria se imminutu rum spopondit. Rex Sueciae legatum in Belgium misit, qui de tali foedere defensionis,amicitiae, et commercii ageret. Hoc foedus in quindecim annos consectumanno i6i4; articulosecretoconventum, ut si bellum oriretur invicem auxilia quatuor milli um militum mitterentur. Anno 1617 discordiae ortae inter Regem Daniae et urbes Hanseaticas quae praesidiis muniebantur, inprimis Hambur gum. Rex quoque Poloniae bellum parabat contra Gustavum Adolphum Sueciae Regem, qui lega tum auxiliipetendi caussa in Belgium misit, quod (1) Vid. Geijee, Geschichte Schwendens, formâ 8a Hambur gae A°. i836. T. II. C. 7. p. 3o8."], [27, "9 tamen concedi non poterat propter res turbatas in patria nostra. Hollandos maximi facièbat Gus tavus Adolphus propter constantemfortitudinem, et régnante jam ejus pâtre cohors militum Hol landorum partem efsiciebat exercitus Régis: quo rum praefecti laudando res gestas bellicas Princi pis Mauritii, ipsum non levi aemulationis etglo riae ardore incendebant. Non minorem laudem meretur, imovero dignus Régis Sueciae aemulus erat Rex Daniae Christianus IV, cujus excellentes animi dotes per omnes res gestas eluxerunt. Anno 1621 Jacobus Ulefeldus Daniae Cancellarius Ha gam venit, qui nomine Christiani IV Régis foedus amiciliae et defensionis cum Provinciis Unitis conponeret.CumElectore Brandenburgico quoque anno 1622 foedus initum, quo Ordines Générales obstringebantur ad defendenda jura Electoris in urbibus Cleva, Gulik et Berga: contra Ordinibus cederetur cohors mille militum per viginti annos , quoad foedus illud duraret. Anno 1625 pactum inter Daniam, Angliam et Belgium confectum, quo Régi Daniae auxilium praestaretur in bello quod tune gerebat in Germania. Rex Angliae Ca rolus I trecenta millia florenorum per mensem se daturum promittebat, quibus Belgium quin quaginta millia adderet."], [28, "10 Rébus Imperatoris Germaniae Ferdinandi II in bello valde procedentibus, Belgae Danorum Régi auxilium mittere decrevere. Praeterea timebant Belgae, ne Imperator totam Daniam et navigalio nem commerciumque in mari Baltico usurparet, quo grave damnum Provinciis Unilis posset afferre. Igitur anno 1627 cum Gustavo Adolpho Sueciae Rege foedus renovare constituerunt quod jam anno i6í4 inierant. Sed ipse Rex bello Polo nico implicitus nullum iis auxilium praestare poterat. Belgae vero quum animadverterent bel ligerantibus Regibus Sueciae et Poloniae non in gratum fore si ipsi eos ad bellum componendum adjuvarent, legatos misère in Sueciam hoc prae cipue mandato, ut nova inire pacta conarentur de commercio in mari Baltico et Oresundâ cum Regibus Sueciae et Poloniae, quippe hoc bello commercium valde impediebatur : porro pacem inter ambos Reges conciliarent. At Rex Poloniae Sigismundus pacem non tantopere cupiebat, neque Gustavus Adolphus, qui victoriis elatus non ita facile ad foedera facienda permoveri po terat. Sequenti tamen anno 1628, incitantibus Ordinibus Generalibus Belgii Foederati, induciae initae sunt inter Reges Sueciae et Poloniae. Sed foedere eos conjungere frustra conabantur, quo-"], [29, "11 niam Rex Sueciae qui Pilaviam occupaverat in telligeret magnum sibi commodum parari ex por torioquodibi solvebatur praecipue a navibusHol landicis, et si foedus iniretur fieri potuisset ut Belgium ipsi hoc portorium adimeret. At sequentianno 1629 ambo Reges sine inter ventione Ordinum Belgii (1) foedus iniere per sex annos, quo Sueciae Régi occasio data se bello Germanico immiscendi. Belgae intérim jure sol liciti de commercio in Mari Baltico propter mag nos Imperatoris progressus in Germania, Régi Da niae auxilium offerre decrevere ad tuendam Oresundam: sed hic viribus suis consisus auxilia illa recusavit, eo etiam magis quoniam interce dente urbe Lubeca cum Imperatore Ferdinando U de pace convenerat (2) et foedus inierat, quo Ferdinandus sponderet sese Danicis negotiis non amplius immixturum, quod etiam a Daniae Rege circa Imperatoris negotia conventum erat. Haec tamen pax amicitiam quae adhuc inter Daniam et Belgium exstiterat haud parum imminuit. Sueciae Rex, composito bello Polonico , Germa- (1) V. Dumomt, Corps Dipl. T. V. P. II, p. 5o4 (2) Dumobt , o. 1 T. V. P. U. p. 56i— 56g."], [30, "12 nicis rébus totum se dédit (i). Belgae ipsum cen tum et quinquaginta millibus florenorum adjuva bant propter caussas quas supra memoravimus. Felici usus armorum successu iterum iterumque Belgas auxilia rogavit: qui ipsi ea mittere volue runt hac conditione, ut nova portoria urbibus Gedano, Pilaviae, Rigae aliisque imposita, tolle ret: quod tamen non obtinuere: nihilominus auxilia ei mittere decreverunt, ut Imperatorem felici ipsius armorum successu ab aliis consiliis Belgis forsan perniciosis averteret. Atanno i632 praelio commisso ad Lutzen oppidum, Rex Sue ciae Gustavus Adolphus cecidit. Regnum cessit filiae ejus Christinae vix sex annos natae : (2) sed Cancellarius Axel Oxenstierna (de quo plura in Capite II) res Suecicas suscepit et bellum Germa nicum continuavit. Sequenti anno i633 novae discordiae exortae propter portoria quae a Sueciâ in Borussiâ et praeserîim Gedani imposita erant. Uladislaus IV Poloniae Rex, qui Sigismundo III successerat, de bis querebatur Hagae, sed Sue cicus legatus Camerarius has querimonias eo ten- (1) V. de bello Germanico Geijer, Gescliichle Schwedens, formâ 8.i Hamburgae i836. Tomo III. C. III. p. i36. (2) Vid. de minoreniiitate Reginae Christihae, Geuer , o. 1. T. III. C. IV. p 25o."], [31, "13 dereputabat, ut discordias excitaret inter Belgium et Reginam Sueciae, neque Ordines Générales illas valde curabant. Commercium rêvera porto riis illis opprimebatur, sed arma Suecica ad repri mendos Imperatoris progressus nimis erant ne cessaria in Germania, et hoc casu commercii commoda reipublicae commodis cedere debebant. Sed non aeque felici successu res a Suecis ges tae anno i635. Plurima oppida amisere , quae in Imperatoris potestatem cessere. Axel Oxenstierna quidem a Belgis et Francico Rege Ludovico XIII auxilium petivit, (i )at utraque haecregio bello in Provinciis Belgicis impediebatur quominus Ger manicarum rerum curam gereret. Secunda Suecorum fortuna in Germania jam diu Danici Régis invidiam excitaverat, quamob rem arctius se cum Imperatore conjunxerat jam anno 1629. Portorium Oresundanum anno i643 tam immodice auctum erat, ut Sueci ad haec im pediendaHolsteniaminvaderent : multasexpugna runt urbes in Holstenia , Jutlandia et Schonia. Sueci a Belgis naves petebant bellicas, Hollandia quidem mittere non recusabat, sed reliquae pro vinciae non ita paratae erant ad auxilium prae- (1) Vid. Aitzema , Saken van Staet en Oorlogh. II. 391 sqq."], [32, "14 standum. Ordines Générales Daniam opprimere cupientes cum Sueciâ pactum iniere , ut alter alterisubveniret contra omnes, qui commercium Foederatorum impedire studerent. (i) Legati tandem missi in Daniam et Sueciam anno i645 ad compouendas discordias : Classis quadra ginla navium bellicarum a Belgis missa , quae in Oresundâ maneret. Christianus IV tandem pactum iniit cum Belgio Christianopoli die i3 Augusti i645, quo Rex pollicebatur per quadragin ta annos senullum aliud portorium exacturum nisi de quo invicemconveuissent. (2) Cum Sueciâ quoque pax confecta est, quâ Dania magnam territorii partem Suecis cedebat. At non diu post pacem factam obiit et filius Fredericus III ei successit. Anno 1646 de pace agi coepit Monasteriiquam oinnesEuropae civitates valde cupiebant. Post tot enim annosquibusduraveratbellum,aerariumubi queeratexhaustum :nostratesjampotitierant, quo tamdiu vires omnes intenderant, ut nempelibertas et jura agnoscerentur : Hispania Francorum et Belgarum armis oppressa, nil amplius fere efsicere poterat. Tum nostrates Francici régis Ludovici (1) Vid. Aitz., o. 1. II. 691. {2) Aitz., o. 1. III. i3. —Dumont, Corps Diplom. T. VI. PI. p. 3 13."], [33, "15 XIV superbiam timere coeperunt, qui victorias suas in ea parte Belgarum, quae antea ad Hispa niam pertinueral, extendebat et magis magisque ad fines Provinciarum Unitarum accedebat. Pax Monasteriensis promulgata die 5 Junii 1648 in Provinciis Unitis. Post factam pacem Belgium cum Daniae rege Frederico III foedus iniit defensionis et redemtio nis(uitkoop)circaportoriumOresundanum, cujus Belgii quam maxime intererat. !Nam ultimo foede re inter Sueciam et Daniam Sueci ab omni por torio in Oresundâ liberabantur. Hac ultimâ con ditione nonnulli Belgici mercatores quaestum faciebant : hi enim jus civitalis in Suecia eme bant et merces non soluto portorio per Ore sundam ducebant; alii nominibus Suecicis mer ces invehebant. Rex igitur decipiebatur et in Hollandia mercatores qui his modis uti no lebant damno afsiciebantur. Ab utraque igitur parte foedus Redemtionis maximae erat utili talis, quâ omnes naves et merces quae Belgio evehebantur per Oresundam liberabantur a por torio, modo nautae mandata (zeebrieven) secum haberent. Porro Belgis quinque naves bellicas per Oresundam ducere licebat, Rege ante non admonito: et totam classem, modo per tres heb-"], [34, "16 domades ante Rex certior factus fuisset: porro Rex suis sumtibus ignés nocturnas et alia vado rum indicia curaret : pro quâ portorii liberta te Belgae quotannis Régi solverent trecenta et quinquaginta millia florenorum. Hoc foedus inire tur anno 1649 ad trigintasex annos. Sueci intérim quod poterant adhibebant ut hoc impedirent: Haraldus Appelbomius SuecicusLegatus, conten debat pacta illa cum foederibus Suecicis congrua non esse. Urbes Hanseaticae idem perhibebant. nihilominus foedus confectum, sedanno demum i65i consirmatum. Bello intérim exorto inter Angliam et Belgium, nostrates arctius se conjungere cupiebant cum Danià et Sueciâ tum quia auxilia iis ferre pote rant, tum ob lignum, frumentum, cannabin et picem, quae ex iis regionibus accipere solebant quibusque omnino iis opus erat ad conficiendas navesbellicas. Legatos igitur miserunt Beuningium in Sueciam et Keizerum in Daniam. Beuningius Reginae Sueciae significabat, Angliam bello perse quentem Belgium, si dominio maris potirelur, Sueciae etiam timendam fore: Sueciam autem ex foederibus annorum i64oeli645 auxilium praes tare debere : tum petebat a Reginane Anglis ve niam daret lignum et picem ad conficiendas naves"], [35, "17 e Suecico regno exportandi. At nil efsicere potuit quoniam Sueci Belgis valde erant infensi propter foedus anno 1649 cum Dania initum. Keizerus vero in Dan in m missus auxilium na vium petendi caussâ ex foedere anni 1649, plura obtinuit. Rex enlm intelligens si commercium Belgicum interiret magno id damno futurum esse navigalioni in Oresundam et portoriis regiis, et praeterea arcliora foedera Belgarum cum Suecià impedire studens, auxilia promisit: quin non du bitabat rogantibus Belgis viginti duas naves An glicas in Oresundàdetinere, (1) dummodo Belgae ipsum damno liberarent quod inde sequeretur: quod quum hi sponderent merces in illis navibus reconditas statim vendidit. Dictu opus non est inde graviter hoc Danorum factum tulisse Anglos. Novum etiam foedus (2) Keizerus iniit Copenha gae quod die 18 Febr. anni i653 signatum et confirmatum est, quo Belgae sibi Danos magis ■devinxerunt, et naves ab illis obtinuerunt. Christina Sueciae Reginaregnumabdicavit anno iG54, (3) ut literarum et scientiarum cultui se (1) Vid. Secrète Resolutien van H. H. Mog. van de Jaren i654 — 1660. Ms. fol. p. i5, 22, 35 et 38 (in Tabulario Regni ('f Rijks Archicf) Hagae-Comilum.) (a) Vid. Arrz. o. I. III. 790. (3) Vid. Geijer. o. 1. T. III. C. V. p. 353. 3"], [36, "18 dederet. Carolus Gustavus ejus consobrinus ipsi successif. Statim bellum in Germania continua- vit. Sueci incredibili armorum successu in Polo- nia,cujus tune Rex eratJoannesCasimirus,utentes, Warsa viam etCracoviam expugnavere. Ordines Gé- nérales Poloniae succurrere decrevere et classera instruebant, quaeSuecorumprogressusimpediret. At priusquam bellum inciperent legatos mitten- dos censuere in Daniam et Sueciam , qui pacem restaurare conarentur. Metuebant enim ne Sueci, si pergerent victorias suas extendere, commercio BelgicoinmariBalticoetOresundâ gravia inferrent damna, praeserlim quum anno 1 656 se cum Elec- tore Brandenburgico conjunxissent. (ì)Legati in- térim missi sunt in Daniam , Poloniam et Sueciam ; classis etiam profecta duce Obdamo. Carolus Gus- tavus intelligens se Poloniam aegre defendere posse quippe locis munitis non praeditam, Elec- torem autem Brandenburgicum propter armorum Suecorum fortunam Regem suspicari, Belgas vero Regem Daniae in ipsum incitare et classem in Oresundâ habere, prudentius judicavit pactum facere cum Belgis, quod Elbingae inilum est. At confirmatio non statim secuta : legatienim Belgici (i) Vid. Airz. o. I. III. 1288."], [37, "19 in Daniá Regem permovere conabantur ad bellum contra Carolum Gustavum , et pactum secerant ad defendenda commercia in Oresundâ contra omnem aggressorem: Sueciam et Poloniam ad pacem componere studebant, quod tamen facere non poterant si Dania ipsis infesta erat: porro Joannem Casimirum Poloniae Regem adigere cu piebant ut postulata in Sueciae coronam mitte ret, et Carolum Gustavum ut pariter redderet quae nuper in Poloniâ et Borussiâ occupaverat : porro Electorem Brandenburgicum restituere in eum statum quo ante bellum fuerat. Ad quae om nia perficienda auxilio Daniae opus erat, quae pacto Elbingensi a commodis Belgicis aliéna facta fuerat. Dani intérim , bello suscepto contra Sueciam, adversâ fortunâ usi fere totum regnum amisere. Jam ad Copenhagam accesserat Carolus Gustavus: sed Belgae, qui merito solliciti erant de commer «io per Oresundam, legatis suis in Suecia manda vere ut omnes actûs de pace et foedere Elbin gensi cessarent: jamque in eo erant ut cum tolâ classe et omnibus viribusDanissubvenirent,quum paxRotschildensisanno j658eospaullumretinuit. Sed quum Rex Sueciae inimicitias instauraret Obdamum cum classe triginta quinque navium"], [38, "20 in Daniam misère ad auxilium Danis ferendum et commercium in Oresundâ defendendum : prae terea clam ei mandatum erat ut classem Suecicam sub Wrangelio incendio deleret. At brevi post praelioacerrimo classem Suecicam fudit. Sequenli anno i65g Belgium sibi Franciam et Angliam con junxit et Hagae pactum fecit ad exemplum pacti Rotschildensis redactum, demto tamen articulo, ne peregrinae naves bellicae in Oresundam naviga rent. Scopus istius pacti Hagani erat ut bellum in Septentrione cilius componeretur ; at frustra etiam , quoniam Daniae Rex a pace alienum se os tenderet etopem Belgii rogaret contra Suecos. In Angliâ intérim partes Caroli II Régis se erigere coeperant : ad quas sustentandas Montacutius dux Anglicae classis in Oresundâ reversus est in Angliam, annonae inopiamcaussatus: quo classis Belgica libéra facta brevi Suecos e Dania ejecere et Copenhagam ab obsidione liberavere , dirutâ urbe Nyburgâ fusisque Suecicis copiis. De pace continuo adhuc agebatur, donec rex Sueciae tandem intelligens quantum sua interes set amiciliam cum Belgis colère, in Elbingense foedus consensit , quo pax brevi constituta est. Et sic in regionibus Septentrionalibus post acer rimum bellum quinque annorum rediit quies ,"], [39, "21 quae ad commercium Belgicum tutandum et au gendum maximi erat momenti. Hic enim in om nibus Belgarum actibus semper erat scopus quo tendebant, ut libertas interna vindicaretur et com mercium promoveretur ac defenderetur."], [40, "CAP UT II. DE REBUS G EST I S. Anno i654 Christina Regina Sueciae se im perio abdicaverat: quod tota Europa mirabatur: nam féliciter bella gesserat , gloriosam confecerat pacem, nuper summosplendore coronata, vix tri gintaannosnata, regnum tradebat filio avunculi. Sed amor literarum et studiorum praevalebat. Carolus Gustavus igitur rex creatus Upsaliae ritu solemni, isto in actu tantam eloquentiae vim gratiamque ostendit, utipsam Cbristinam omnes que adstantes admiratione perfunderet et quam de eo susceperant opinionem superaret , quae jam antea de ipsius prudentiâ ac multarum rerum peritiâ fuerat non mediocris. Bellicoso imbutus animo statim jam turbas"], [41, "23 in urbe Bremâ exortas componere cupit. Comile Konigsmarkio jam aliquamdiu occupato in obsi dione illius urbis, Bremenses in Belgis soedera tis maximam fiduciam collocaverant. (t) Hos autem Rex Sueciae ut a Bremensibus averteret Haraldum Appelbomium misit in Belgium qui juslitiam caussae suae defenderet ; non enim animum sibi esse urbem Bremam oppugnare, sed tantum insolentiam incolarum compescere. Hollandia cum nupero bello Anglo opes defue rint pro se ipsâ bellum gerere, metuebat aperte ad partes Bremensium accedendo novum bellum (cum Suecis nempe) ordiri. Beuningius e Suecia legatione redux Belgas monuerat, ne temere et tenuemob caussam Suecis insultarent,praesertim gliscente inter Sueciam et reliquos Belgii Foederati provincias simultate ob separatum cum Crom wello pactum deexclusione Principis Arausionen sis Guilielmi III. (2) Igitur Hollandia verita ne adversa factio ipsam bello cum Suecis implicare studeret cujus impensae et damna in ipsam plu rima redundatura erant , tum etiam quum Beu- (i) Vid. Secr. Resol. van II. H. Mog. van de jar. 1654 — 1660. Ms. p. 44. 5r, 69 et passim. (2) Vid. Secr. Resol. v. H. H. Mog. Ms. p. 40, 43, 44— 5i , 69. etc."], [42, "24 ningius oslenderet Suecos, si irrilarentur, cent u m et quinquaginta naves Hollandorum onerarias in portu Rigensi intercepluros, decrevit legalos essemittendosqui compositionem tentaient: quod si non succederet Bremenses pecuniâ juvandos idque excusandum misso in Sueciam legato. At Cornes Kònigsmarkius cum Bremensibus de in- duciis convenit. Praecipuus rixae cum Bremensi- bus scopus dein esse apparuil, ut praetextu bujus belli copias contraherent sine ulla vicinorum suspicione: composilis enim Bremensibus turbis, copias tamen in Germania hiberna babere Rex vo- lebat: neque dubium amplius quin Poloniâ et provinciisBrandenburgicispotiri arderet Rex Sue- ciae. Igitur cura Bremensis negotii solutus bel lum Polonicum acriore studio parare coepit. Warsaviae de foedere cum Belgis ineundo cogita» bant Poloni: inter cujus capita praecipuum erat, ut in mari Baltico viginti naves bellicae a Belgis sistendae essent praestandae commercii securi tati. Ad quod conlrahendum Byaeus (de bije) in Belgium missus jam anno i653 ; sed cum Belgae nimia cominoda sibi peterent stalim non initum foedus ; postea vero sui ipsorum intererat ut partes Polonorum susciperent , quoniam Suecia semel mari Baltico potita eorum commercium"], [43, "25 impedire posset augendis ad libitum portoriis. Intérim plurimas urbesin Polonià cepit Caro lus Gustavus: Warsaviaet Cracoviase dediderunt: Rex Casimirus et Regina cessere e Polonia in Sile siam, quo facto sere omnes provinciae in Regis Suecipotestatem setradidere. Gedanum(Dantzich) tamen se tradere recusabat, ad cujus obsidionem Rex copias suas navales et terrestres movit. (i) Quo rerum statu Ordines Belgii Foederati Polonis auxilium mittere suasere , incitante inprimis Byaeo. (2) Decretum igitur mittendam esse classem in Oresundam ad defendendum commercium in mari Baltico. Intérim Carolus Guslavus victoriarum in Bo russiâ seriem continuabat et mense Decembri die 10 hujus anni 1 655 Elbingam urbem cepit. Rex autem Sueciae apparalus bellicos Belgarum videns, ne consiliis suis obsisterent verebatur; ad quos demulcendos misit Gustavum Spar rium. (3) Ispublice de studio regis ad colendam et augendam cum illis amicitiam testabatur: sed (1) Vid. Secr. Resol. v. H. H. Mog. Ms. p. 352. sqq. (2) Vid. Aitzema. Sak. van Staet en Oorl. III. p. 1216. (3) Paullo ante etiam ob eandem caussam Haraldus Appelbo mius missus erat a Rege Sueciae in Belgium mense Aug. i655. Vid. Secr. Resol. v. H. H. Mog. Ms. p. 239-2/jr."], [44, "26 Belgae vehementi suspicione movebantur cum Poloniam et Borussiam a Carolo Gustavo peti vidèrent. Eam ob caussam amicitia cum Electore Brandenburgico Friderico Wilhelmo affectabatur, quod expediret istis a principe minus potente portus Borussiae obtineri. Porro Belgae magnifiée de classe suâ senliebant et jactabanteà apparente Suecicas naves, nullâ tentatâ pugnâ, in portus se abdituras. Cum Brandenburgico tamen foedus de mumconfeclum est, (i) cuifoederiutet Dani accé dèrent acriter instabant Belgae. Horumautem qui acutius vidèrent judicabant Carolum Gustavum in praesentiâ a Polonis honestissimis conditioni bus pacem obtinere posse , sed si de subigendà (i) Vid. de hoc soedere Secrète Resol. genomeu ten lijde van Mr. J. de Witt. I. p. 206 , formâ in i°. — Aitzema. Saken van Staet en Oorlogh. III. 1200. — Dumobt. Corps Univ. Diplom. du droit des Gens, T. VI. P. II. p. 108. Secr. Resol. van H. H. Mog. Ms. p. 109. ubi legimus: lega tum Electoris Brandenburgici Copes foedus proposuisse Ordi nibus Generalibus nomine Electoris Friderici Wilhelmi, quo ex plicaret quemadmodum se conjunxerat cum Duce Brunswico aliisque vicinis principibus Germanise ad repellendos omnes ex traneorum impetus et ad pacem conservaudara : sic et confìdebat magni Ordinum Generalium interesse ipsisque gratissimum esse veterem amicitiam tam cum Electore Brandenburgico quam cum ceteris Germaniae principibus instaurare ad communem quietem conservandam , et se invicem defendere ab impetu extraneorum. IIujus autem soederis articuli concepti ÍDveuiuntur ibid. pag. 263 sqq."], [45, "27 Polonià cogitaret gravia reperturum impedimenta aCaesare, Dano, Anglis, Belgis, ipsoque Turcâ, cujus intererat ne Polonia in potentioris Régis manus perveniret: ipsam quoque Poloniam esse nationem licentiae suetam , coercitu difficilem: et posse Carolum Gustavum initio magnos obti nere successus, qui vero ad diuturnitatem vali turi non essent propter diffìcultates domi exter nosque hostes. Beuningius etiam multa de pau pertate et impotentiâ Sueciae declamabat: Ordi nes taraen Générales cautius agebant ne justo longius progrederentur ac bellum terrestre sibi excitarent : Beuningium autem (1 ) in Daniam mit tendum censuerunt qui omni ope impediret , ne Sueci in mari Baltico potentiores fièrent utque Danus in Sueciam incitaretur. Brandenburgicus autem Elector partes Belgarum deserens se cum Carolo Gustavo conjunxit. (2) At Polonia quae jam devicla credebatur novo repente bello coepit exardescere. Incilabat eos Pontifex Alexander VII , qui operâ sacerdotum et Jesuitarum ipsis persuaserat hoc bello a Carolo Gustavo id agi, ut ritus Romanos et quae stabili- (1) Vid. Briev. v. Mr. J. de Wm. III. p. ioi.in4.° — Secr. Resol. gen. t. tijd. v. Mr. J. de Witt. I. p. 224. (2) Vid. Brieven v. Mr. J. de Witt. III. 180."], [46, "28 endo sacrorum regno sacerdotum aslutia commen ta essel, aboliret, etquamipseprositebaturreligio nemreponeret. Nil efficacius excogitare poterat ut Polonos contra Suecos excitaretrat fortunaneque tum Suecos deseruit feliciterque Rex seditionem composuit. Per totum autem hoc bellum id inprimis Belgas Foederatos anxios tenebat, ne Sueci Borussiâ potiti ipsorum ad ejus portus na vigationi, quae fundamentum commercii apud eoshabebalur, ingentem inferrent plagam impo sitis pro lubitu vectigalibus. Igilur Beuningio viro acuto et alacri in Daniam profecto cumlegatione], Ordines Générales insuper classem quadraginta octo navium bellicarum in mare Balticum mitten dam instrui curabant, quae vim adderet nego tiis de quibus ageretur. Legatio quoque ad Regem Carolum Gustavum decernebatur, quae eum gratularetur de victo riis et nuper nato filio; sécréta autem caussa erat res Suecorum in Borussiâ statumque urbisGeda nensis penitius speculari, tum suscepto novo foe dere vim priorum foederum quae adversus Dani am iuita erant, eludere. Eam legationem obibant GovertusSlingelandus, FridericusDorpius, Petrus Hubertus, Joannes Isbrantius: qui quo tempore cum Rege Sueciae agebant , classis Belgica duce"], [47, "29 Wassenario Obdamo (i) Oresundam versus vêla faciebat. Initio Legati Belgici de conciliandà inter bellantes Reges pace levi duntaxat fructu move bant, pro urbe Gedanensi acriter connitentes ne quid molestiae isti inferretur et ut vectigalia in antiquum modum redigerentur. lis respon sum, Regem Gedanensibusobtulisse quod honestis conditionibus neutrarum esse partium possent, sed illosarma suscipere maluisse: unde Regivitio verti non poterat si terra marique nunc urbem clauderet : et Belgis per foedus anni 1640 sas non esse isti urbi auxilium ferre. Quibus responsum: cum Sueci anno i652 ab ipsis sollicitarentur ad auxilia adversus Anglos ex foedere ferenda, istos abnuisse, unde cum a Suecis hoc foedus primum Yiolatum esset se quoque eodem non amplius te neri: ac sas sibi esse Gedanensibus adsistere tum vi foederis Hanseatici, tum quod ea urbs pactis inler Suecos et Danos inclusa esset , quod praestan dumsibi incumberet : ac satius istis visum Obdamo injungere ut e freto in mare Balticum penetraret et anchoris ad littus Gedanense jactis , prohiberet (i) Vid. Instructie voor den Heere van Obdam, Luit. Adm. gaande met eene vloot naar den Orizont. Secr. Resol. genomen ten tijde van Mr. J. de Witt. p. 221. — Brieven van Mr. J. de Witt. III. p. 101."], [48, "30 quominus urbs obsidio premeretur et cominer cia in eam inhiberentur. Tandem vero multis ab utrâque parte intercedentibus difsicultati bus, Elbingae initum foedus (i), quo foedus anno i645 stabiliretur. Enimvero Belgae hoc pacto nil aliud spectaverunt quam ut tempus lucraren tur et quo se res daturae essent specularentur. Non iis placuit foedus illud Elbingense: offende bat inter alia vocubalum ad parem C[rciter mo dum (2), quod ut expungeretur velut ambiguum movebatur et ut elucidatio exigeretur. Foedus ab Ordinibus Generalibus non consirmatum ; ve rum etiam postquam initum esset non destite runt collocandis copiis in urbe Gedano, quo proposita Régis Sueciae in banc urbemlurbarent. Porro Ordines Générales legatis suis in Borussiâ injungebant oinnem lapidem movere ut Elector Brandenburgicus a Suecicis partibus abstrahere- (1) Vid. Secr. Resol. genomen ten tijde v. Mr. J. de Witt. I. 35o. — Dumont. o. I. T. VI. P. II. p. 147. — Aitzema. o. 1. III. 1278. — Pufemdorf. delíehus gestis Caroli Gustavi , p. 240. (2) Vid. Secr. Resol. v. H. H. Mog. Ms. p. 4o5 sqq. Circa vocabulura circiter haec movebatur diíficultas, quod eo ipso Sue ciae nimia libertas relinquebatur, qua timebant Belgae ne Sueci postea abuterentur , quum intérim Ordines Générales sibi propo nerent vectigalia dimiuuere ad modum anni 1640."], [49, "31 tur. Magni habebatur ante omnia Suecos Borussiâ expellere , cui rei expeditissima via erat Electorem Régi disjungere, Moscos in Livoniam excitare et Danos cum Hamburgensibus Bremensem provin ciam invadere. Cum Dania etiam Ordines Générales foedus in ierunt (i) : recuperare autem ardebant Dani quae Suecis cedere debuerant ex foedere Elbingensi. Cum autem nostrates idem flagrarent, convenere legati Hagam, ubi pactum diei 9 Oct. anni 1649 consirmaverunt seque obstrinxerunt jam non 4.000 militum, ut convenerant, sed 6.000, quin et 8.000 auxilium praestare: porro tum ab Ordi nibus Generalibus tum a rege Danico classem mittere , quae urbem et porlum Gedani tuere tur (2) quaeque navigationem ad eam urbem liberam servaret. Suecica arma post victoriam ad Warsaviam (3) languere coeperunt ob tergiversationes Electoris Brandenburgici copias suas cum Suecicis junge re abnuentis, ut penitus Polonos contundere posset. Nec e re sua videbatur Régi copias per (1) Vid. Aitzema. Sak. v. Staet en Oorl. III. 1390, sqq. (3) Vid. Secr. Besol.genomen tentijde v. Mt.J.deWitt. I. 282, (3) Vid. descriptio hujus pugnae apud Warsaviam Aitzem». Saken van Staet en Oorlogh. III. 1272."], [50, "32 latissima Poloniae spatia dispergere, quae jam in dies magis minuebantur ob labores bellicos et morborum contagia, quibusque supplendis facul tas non erat déficiente pecuniâ, et quia jam omnes fere bellum Polonicum abhorrebant. AtRegi spes erat bello Polonico íinem imponendi quoniam ejus regni nobilitatem iugens belli taedium ce pisset. Ex adverso autem sollicitudinem injicie bant Danorum belli apparatus, quos Belgae inci tabant invidiâ in Sueciae incrementa. Igitur incipiente anno 1657 missus ad Danorum Regem Magnus Durellius ex Sueciâ(i): sed foedus cum Sueciâ inire noluit Dania, quoniam jam cum Bel gis foederejuncti erant, nisi urbs Gedanumomni obsidione et periculo liberaretur. Rêvera autem Dania bellum inferre Sueciae cupiebat. Diximus jam supra Electorem Brandenburgi cum Sueciae Régis partes ample.xum, a Belgis , qui buscum prius conjunctus fuerat , destituisse: sed novam e D^tniâ lempestatem prospiciens simul que intelligens quid Austriaci quid Belgae moli rentur, temerarium censebat omnes suas fortu nas ob aliéna commoda exponere , quin et Poloni, ut partibus eundem Suecicis avellerent, (r) Vid. Aitzema. Sak. v. St. en Oorl. IV. p. 97."], [51, "33 promisisse dicebantur , eos si desereret , statim se hostilia omissuros , Elbingam ac Mariaeburgum cum adjunctis insulis daturos, et Warmiam in pignoris vicem concessuros, quoad Sueci Germa nia ejecti forent. Rex autem Electorem in partibus suis retinere studens , Slippenbacbium misit , qui tentaret num Eleclorem a proposito avertere posset , verum frustra, neutrarumque esse parlium maluit. Hostilia Danos inter et Suecos incepere captis tribus navibus Suecicis in Oresundâ. Verum in Senatu Danico non omnes tam proclives ad bellum erant: plures pro pace servandâ certabant: qui vero pro bello inferendo contendebant, his utebantur rationibus : Carolum Gustavum bello Polonico et Moscovico iîa viribus exhaustum esse , ut ad resistendum adversus récentes et bene armatas Danorum copias in Suecia nec virorum salis esset nec opum : igitur occasionem esse arri» piendam ad recuperandas provincias nuper bello amissas: Daniam porro praecipue inniti posse ra tionibus Belgarum, qui Suecos ulcisci optabant, quia ipsorum commercia in mari Baltico turbave rant: unde Dania plane confideret se omni aux ilio a Belgis fruituram, navibus, viris, argento. Brandenburgicus vero legatus bellum Danis 3"], [52, "34 dissuasit, dicens : Electorem Brandenburgicum antepraesentes turbas Polonicas haud percepisse Daniae regem de Suecis questum esse , velut pacti violatoribus : Galîos et Anglos haud otiosos specta tores fore, nec passuros ut aemuli sui Daniae opé ra incrementum caperent: non esse Sueciam ita viribus exhaustam, verum contra habere milites veteranos, egregiisantea edilis speeiminibus: ne que constate, quid Belgae facturi sint si hoc bello commercia turbata, ac Gallos et Anglos eidem immixtos vidèrent. At nihil valebant apud Danos istae rationes, et in bellum ruebant: hostiliaque inceperunt, ut supra jam vidimus , capiendis tribus navibus Suecicis sale onustis , ad damna a Suecis illata recuperanda. At Carolus Gustavus sine morâ bellum parabat, Poloniam relinquens etDaniam invadere studens. Ac jam animo agitabat de regno Daniae in soce rum transferendo, quod tamen Principes Europaei haud concessuri essent. Copiae Danis numerosae erant sed pauci egregii ductores ob pecuniae parcimoniam. Mox in Bre- mensem provinciam nruperunt: pars vero supra Hamburgum per Luneburgicam provinciam, reh qui recta trajecto Albi irrumpebant."], [53, "35 Sueciae autem Rex in Holsaliam tendit: quod cum sciscitaretur Fridericus , valde turbatus pro pere in Daniam rediit , jani tum belli íemere moti tristes eventus speclaturus. Dani perterriti eo Suecorum adventu , plerasque copias e Bremensi provincia revocarunt, seque in Holsatiae interiora non sine trepidalione receperunt. Danivicti,auditâexpugnationeFrederiksundae, plerasque suas copias in Fioniam traduxere. De paceiiiterimagebatur; verum multaeseofferebant difsicultates , quae proveniebant ab artibus Aus triacorum: tum praecipue a ministrorum Bran denburgicorum macbinationibus , qui postquam variismodis ipsum lacessivissent, rem confundere quantum possent studebant, ne Rex Sueciae uno hostiumsuorum liberatus,occasionemnanciscere tur injurias illatas cum foenore repetendi. Hisce rébus quoque se immiscuit Cromwellus, Angliae Protector, quem Carolus Gustavus spera bat in suas partes posse perduci ; cum enirn toto hoc bello inopià pecuniae premeretur , opinio opulentiae Angliae ipsi spem dédit, posse se aliquid a Cromwello impetrare. At spes eum fefellit; Cromwellus enim pro mutuo petitis aliquot cen lenis librarum Anglicarum millibus, hypothecae nomine Bremensem provinciam sibi tradi postu-"], [54, "36 labat: quam oppignorationem valde urgebatjac tans, si Rex statim eam conditionem acceptaret, Danos in arma fuisse erupturos: et eo casu Re gem ex Anglià milites, nautas, naves, omnia que necessaria accipere posse. At Carolus Gustavus hanc accipere conditionem recusabat; hac eniroprovincià carerenon poterat, propter opimos reditus et situai peropportunum ad coërcendos Danos: Cromwellus, remissâ hac provinciâ, Stadarn tantum postulabat; sed nec isto oppido Rex carere poterat, velut armamen tario, et a quo totus Ducatus pendebal: sed cas tellain Verdensi provinciâ daturus erat, si Crom wellus classem triginta navium mitteret , quae adversus Danos rem gereret, aut quae in Oresun dam accederet ad observandos Belgarum conatus et ad prohibendam horum cum Danis conjunc tionem : deniquepro quadringentis millibuslibra rum Anglicarum Rex Buxlehudam et castellum ad Leinam fluvium oppignoraret. Verum horum nihil Cromwello placuit, qui reponebat: quamvis brevi res sibi cum Belgis ad manus venturae vide rentur, non tamen regiones a Rege propositas in vadereita in expedito sibi esse. Quae cum non succederet tractatio, Rex Sueciae Joannem Fridericum Frisendorfium in Angliam"], [55, "37 misit, quidextre explorare conaretur, anel quo usque Cromwellus in negotium Danicumpertrahi posset: Cromwelli nempe rationes exigebant ut Dania et Hollandia repellerentur : tum ut liber commerciorum usus et navigalio per Oresundam omnibus nationibus restitueretur : utque Belgas coërceret, ne caussam Daniae susciperent, et si hi classem in fretum initterent, ipse idem faceret. Neque haec successere: Cromwello enim satius videbatur paribus cum rege auspiciis bellum ge rere,quam inter auxilia haberi: et prius sibi ex spectandum curabat quo res se daturae essent, ut tutâ via incedere posset. Unde judicabat Rex, Cromwello cunctatione et iniquis postulatis foe dus declinare cordi esse: attamen inomnem even tum Belgas coërcere sibi proponebat ne Suecos invaderent. Cromwello rêvera propositum erat , neque in partes belli Danici venire, nec permit tere ut Bex Sueciae Danos plane opprimeret. Supra jam depacto Elbingensi mentionem feci mus ; apud Belgas vero ralibabilio hujus pacti ad huc pendebat, quibusdam provinciis in istam con sentientibus, aliis elucidationem (i), quam (i) Vid. Secr. Resol. v. H. H. Mog. Ms. p. 427—437 et inde passim usque ad p. 555."], [56, "38 vocabanl, desideranlibus. Caussa morae erat, quod Belgae prospicerent Danos in arma ad \\ersus Suecos erupturos, unde, cum Danis lavèrent, Suecis auxilium praestare recusabant. Igitur ad legatos in Borussiâ sciiptum, ut certo rum capitum illustrationem exigèrent : sed Dani cam ralihabitionem impedire sludebant, incitan te Beuningio, qui arctius foedus cum Belgis cu piebat. Capita, quorum in pacto elucidationem exigebant, erant haec: ut aequalitas, quam Belgae sibi circa vecligalia stipulati fueranl, tantum modo intelligeretur de augmenlo post conclusum anno i64o foedus introducto, aut deinceps in troducendo : circa quod augmenlum Belgae non amplius quam Sueciae cives erant onerandi: at que ut constaret, quomodo vectigalia in Sueciâ anno j64o se habuerint, et an augmenli nomi ne paclo velut perpétua régula inserenda essel laxatiç vectigalium anno 1640 Stokholmiae facta : addito , ul illa aequalitas etiam ponigerelur atl provincias Sueciae acquisitas, et deinceps acqui rendas: ul deinde illa aequalitas intelligeretur de personis, mercibus el navibus, nullo circa bas discrimine, in Sueciâ an alibi constructae es sent, ut lamen privilegiis navium in usum belli aedifìcatarum nil derogaretur. Quod autem"], [57, "39 attinet ad peculiaria privilégia cerlis societalibus et personis data in foedere expresse reservata, ea duntaxat conservationem illorum jurium specta rent,utquemonopoliumpicis, velututrinquenoxi um aboleretur (i). Denique ut inclusio urbis Gedanensis et amicitia isto paclo expressa du rante hoc bello non ulterius porrigerelur, quam ad commercia inter utriusquesubditos exercenda. Legati Belgae illas illustraliones pacti Elbingen sis a Carolo Gustavo rogabant, spondentes simul atque illas recepissent , Ordines Générales ratifi cationem ipsius illuslrati pacti missuros esse. Sueciautem ministriBelgicis legatis responderunt: Régi valde mirum videri Belgas non tantum non ratificasse foedus, sed contra illustrationes rogare earum rerum,quaein foedere satis perspicue erant expressae: Regem tameu utamicitiam cum Belgis conservaret rogatas illustrationes ipsis daturum, (i) Vid. Secr. Resol. v. H. H. Mog. Ms. p. 4*4 i. Quum enim antea concessio liiipetrala esset ail monopolium quoddam picis constituenduiii ila ul oninein picem inde a Siok holmia nullis aliis incolis Suecis in peregiinns regiones evehere liceret quam illis, qui hujus concessionis pariicipes essent , quod magnae laesionis erat non tantum incolis Belgicis, veruni etiani Suecis, Ordines Générales foedere Elbingensi effîcere conabanlur , ne amplius hoc monopolium retinerelur sed plane aboleretur ut tam Belgis quam Suecis liceret picem veudere et emere et eve here quo ipsis auimus ferret."], [58, "40 sed ipsmii postulare ul prius ratifìcalio foederis sibi traderelur: Régi aequum videri vectigalium solutionem secundum taxationem anni 1646 mo- dérai i tam circa armatas aliasque naves Suecas , quam peiegrinas, in quarum lavorem id propo- neretur : quod vero ad augmentum vectigalium, quod ex eo inde tempore accesserit , aequalitatem inter peregrinorum et indigenarum naves obser- vari debere : laxalionem illam factam esse anno proximo post foedus Bròmsebroense , ipsamque piaesentirerum staluiaptissimam esse, quia in eâ tam invebendarum quam eveliendarum mercium aeslimatio expressa erat, et quod in eâ discrimen inter armatas et non armatas naves observataerat : illam autem aequalitatem nullum daninum afferre debere societalibus , quae in Sueciâ nonnullis pri- vilegiisgauderentautinposterumgavisuraeessent: Belgasque eadem privilégia sibi ipsis impetrare non posse, quia aequalitas naliones in universum spectaret,salvis singulorum privilegiis :quod vero de monopolio picis agitaient, Suecis illud postu latum incongruum videri et dignitali Régis con trarium, quoniam ipse hoc monopolium confir masset et civibus Suecis concessisset, quod sine ipsorum damno tolli non posset: mullas praeterea viduas et pupillos hujus monopolii pariicipes esse,"], [59, "41 quibus hac abolitione magnum damnum inferre tur: neque Belgis magis quam Suecis justam esse caussam querendi , quoniam hi etiam illa privi légia aequo animo pâli debebant. Quod vero ad inclusionem urbis Gedani (i) in foedere Elbin gensi allinet, Rex concedebat ut amicitia, de quâ in foedere mentiofactaerat, intelligeretur tantum de cessatione hostilium, et a Gedanensibus uil aliud petebat nisi ut neutrarum partium mane rent, et ut ne sides quam Poloniae Régi debebant, ipsos incitaret, durante hoc bello, quidquam in Sueciae damnum tentare. Caeteruin Rex Carolus paratus erat quaesitas elucidaliones pacti Belgis praeslare, modo ipsius ratificatio antecessisset. Belgarum vero legati insislebant taxationi anno 1640 confectae: de monopolto enim picis jam scrip serant ad Ordines Générales, quam aegre id tolli (1) Vid. Secr. Resol. v. H. H. Mog. p. 472- Ubi verba leginius haec: quae inveniunlur in Instructie v.ff. H. Mog. Heeren Staten Generael voor de H. H. Frederik v. Dorp etc. aan de Koningen vin Zweden en Polen: ad art. 20. « Wat wijders belangt bet3e poinct van deliberatie (inclusie van Dantzich) hier voren geroert, ver staan hare Hog. Mog. dienthalve geen ampelder extensie te kon nen worden geadmitteert , ais albereits vervat is in een tractateop den '/,, Sept, des voorleden jaars (i656) tot Elbing getekent , oordelende aile scrupulen dienthalven te weesen voldaen door de woorden : «ita ut cesset inter praedictam Sacram Majestatem ■■ Regiam etCivilatem Gedanensem omnis hoslilitas »"], [60, "42 posset: ad quod idoneum responsum exspecta bant: circa inclusionem Gedanensium Régis sen tentiam probabant, ferentes, exercitium sidei in Regem Poloniae inlelligi tantum posse de judicia libus, appellationibus, et id genus aliis negoliis civilibus, non autem de hostilibus, hoc bello du rante in Suecos exercendis: sibique persuasum habebant Gedanenses eam inclusionem et inde emanantem neutralitatem nunc acceptaturos. Tandem vero, manentibus semper difficultati bus, Rex Sueciae, quantum dabatur, Belgarum petitis annuebat,quo Belgas a conjunctione cum suis hoslibus retraheret. Enimvero, quidquid Rex Belgis indulgeret incassum erat, praevalente odio in Sueciam: accedebat quod Beuningius subinde Danos ad bellum Sueciae iuferendum instigaret, quod sine ullopericuloinpraesens fieri poterat. Rex Daniae literis suis ad Belgas aperte hoc prositebatur, ipsosque ad auxilia praestanda obslringebal: et Beuningius bellum Danos inter et Suecos non exoptalum censebat, quod in tuto mari commercia per solas Belgarum naves exer ceri poterant. Erumpentibus in bellum Danis, Rex Sueciae per Appelbomium legatum (i) Belgis (i) Vid. Aitzema , Saken v;m Staet en Ooi-lógTi. IV. i/[3."], [61, "43 Danorum injurias demonstrabat, auxilia postulans ex foedere Bròmsebroensi. Si vero ad auxilia praestanda permoveri Belgae non possent saltem Danis ne auxiliarentur, ac neulrarum partium essent. Porro insignia commoda circa commcr cia Belgis in Borussiâ pollicebatur, si R<°gi contra Dania m auxilium ferre vellent. Conlra Beunin gius omnem lapidem movebat, incitandis Belgis ad arctiorem cum Danis conjunctionem ineun dam : ac ut eo magis Belgas in Suecos irritaret, inter alia comminiscebatur, a Suecis utiles Da niae, Belgio noxias conditiones offerri, quas amplexuri essent Dani, ni Belgae in suas partes transirent. Hi autem aperle bellum suscipere non audebant, suspecta Anglià, et quod cum Gallis tum parum ipsis conveniret.Legati Belgici in Sue ciam profecti sunt, quibus officium incumbebat componendi bellum cum Daniae Rege: quae res Belgis cordi esse coeperat, postquam Dani tam infeliciter bellum gesserant. At Sueciae Rex Bel garum legatos acceptare noîebat , quoad hi pactum Elbingense confirmassent: ul scire possel amici an hostes esse vellent Belgae, quoniam Joannes Wittius Pensionariusprofessuseral , seDaniaeop pressionem ferre non posse. Circa Senalus Sueciae declarationem sic judicabat Carolus Gustavus : se"], [62, "44 non posse Belgis gratisicari circa armatas naves, quarum maximus usus esset, ut istae adversus ïurcas et piratas secure navigare possent, iner mibus navibus valde infeslos: sed et ínsolens esse Belgas supremo principi praescribere velle, quid in ditione suâ faciendum ipsi esset. Judica bat autem Senatus, quamdiu Sueci in mari Bal tico praevalerent, Belgas nihil servaturos eorum, quaecunque concluderentur, neque quam mini mum auxilium laturos. Belgae vero circa elucidationem sic judica bant: se probare , quaelegati sui fecerint, velut mandatis cougrua: differentias autem reliquas tribus capitibus contineri : quod primo Sueci velin t potulenta externa in indicem mercium externa rum referre, id facile annuebant : quod autem Sueci metuebant, ne naves suaearmatae per peti tam a Belgis extensionem plane infrucluosae redderentur, idevitari poterat, si taxatio vectiga lium anni 1640 obi-ervaretur: denique et in hoc consentiebant Belgae, ut soli Sueciae cives arma tarum navium privilegio gauderent. Eo tempore legati Belgici e Daniâ reversi me morabant, quando primum eo venissent, Danos et Suecos inter se convenisse, sed cum ipsi legati Belgici de arctiori foedere et ingenli classe in"], [63, "45 mare Balticum mittendà jactassent , Danos alia cepisse consilia et transaclionem cum Suecis ab rupisse. Sequitur jam annus i658 multis rébus gestis memorabilis. Dania se cum Belgis conjunxerat. Sueciae Rex immodico frigore utens, per glaciem viam exercitui tentavit, et in mediam Daniam penetravit. Hac nova via tendit in Fioniarn,Da nosque apud Ivernoesum aggressus , eos acri pugnâ vicit, quâ victoria totâ Fioniâ potitus est, nemine amplius resistente. E Fioniâ Rex Carolus Gustavus in Selandiam glacie transire cupiebat, uti e Jutià in Fioniam fecerat. At id nemo ducum suadere audebat , ob magnitu dinem periculi transeundi glaciem per quatuor milliaria (Germanica scil.) Sed Rex occasionem eam arripere eo gloriosius ducebat, quo rariora ejus modi expeditionum exempla occurrerent. Igitur Rex die 6 Februarii equitatum féliciter trans misit per glaciem , et Grimstadium in Lalandia attigit, unde nuntium ad Wrangelium ducem misit, ut et ipse cum peditatu et machinis eâdem viâsubsequeretur, quod aeque felici eventu perfe cit. Proximo Rex cum exercitu Vordinburgum in Selandiâ pervenit, quam totam insulam terror et conslernatio cepit , nemine apparente qui resis-"], [64, "46 tere auderet, et jam in eo erat ut Copenhagam tenderet, quum legatus Anglicus Medovius pacem ei cum Daniâ proposuit, quae Tostrupi conclusa est. (i) Cupiebant Dani Belgas quoque aliosque socios foederi includere , quod tamen Sueci declinabant. (2) Dani hoc pacto Régi Sueciae satisfactionis loco, tam pro cessione terrarum occupatarum , quam damno per hoc bellum illato , cedere debebant Hallandiam, Blekingiam , Scaniam et Bornhol miam, una cum subjacentibus insulis, nec non castellum Bahusium in Norvegiâ, una cum ad jacente territorio et praefectura, cum omnibus et singulis regalibus etjuribus, nullis exceptis. Ex adverso Rex Sueciae quascunque Régis regnique Daniae terras, ditiones et arces, durante hoc bello sive in Dania sive in Norvegiâ occupasset, restituere debebat. Conventum inde est , ut pactum Rotschildiae faclum (3) rursus in revisionem cederet et con sirmaretur. Legatus Belgicus Beuningius pos- (1) Vid. Dumokt. o. 1. T. VI. P. II. p. 204 — Pufendorp , o. 1. in sine'operis p. 18. (2) Vid. Aitz. ,0. 1. IV. 2i5. (3) Vid. Aitzema, 217—226. — Pufendorf de R. G. Caroli Guslavi in fine operis p. 21."], [65, "47 tulaverat, ne quid concluderetur in fraudem foederis , quod Daniam inter et Belgas initum fuerat, circa mare nempe Balticum et liberam navigationem. Pendebat adhuc quaestio de vec tigale Oresundano: Carolus Gustavus ad con ciliandum sibi Belgarum favorem ipsorum lega tis significaverat, se futuris cura Dano Rege foederibus operam daturum, ut vectigal Oresun danum plane aboleretur, velut caussa et origo omnium dissidiorum inter Septenlrionalia régna. Ad quod legati: vectigal Oresundanum inter reditus coronae Danicae esse magni momenti, stabilitum possessione memoriam excedente ac omnibus nationibus agnitum. Ad quae Sueci: jus illud non magis Danis competere quam reliquis populis accolis freti Britannici vel Gadi tani et similium maris angustiarum: Oresun dam et Balten liberos esse transitus, Oceano et mari Baltico connexos: vectigalis exactionem igi tur esse usurpationem , quae solâ facilitate ac patientiá aliarum nationum irrepserit ac stabilita fuerit : omnes fraudes quibus aliorum merces sub Suecico nomine immunes transierint, inde prae- cipue profectas esse, quod mercatores Hollandi aliique ministros suos Holmiam et in alia Sueciae oppida mitterent, civitatis jure ibi donandos:"], [66, "48 unde Hollandi lucrum capiebant , nullo coro nae Sueciae emolumento, ut ita iniquum esset e fraudibus privalorum bis solis lucrum cedere, etsemper ansam arripi offensarum et bellorum in Sueciâ eo tempore, quo haec aliis bellis impli cita esset. Talia legati Sueci ad Ordines Générales: qui illis rescripserunt, se nolle operam conferre ad tollendum vectigal Oresundanum , quod ipsi ex pacto in cerlum tempus solvere sese obstrinxe rant, ac verbis se stare velle. Erant et qui judi carent , Daniam petendo hoc vectigale nimium in molestias transferri, eoque semper invasioni bus Suecis obnoxiam reddi. In concione Ordinum Generalium decretum, operam esse navandam, ut pax inter Sueciam et Daniam confirmaretur, eâ lege, ut utrinque abla ta redderentur, omnia in priorem statum resti tuerentur, et pax Bròmsebroensis confirmaretur, spondentibus Ordinibus Foederatis. Danicus Minister Rosenwingius apud Belgas auxilium flagitabat, quod Rex Fridericusob com mune commodum bellum susceperat ad coërcen dos Suecos mari Baltici commercia turbantes. Praevalebat et vêtus Belgarum opinio, potentiam regnorum Borealium in aequilibrio tenendi."], [67, "49 çminente praecaeteris studio provinciae Hollan diae,quae immensa hoc bello damna acceperat, impedilâ sacultate merces Indicas distrahendi. Igi tur Belgis Danis faventibus, missis in Daniam auxi liis, spes erat fìnem imponere bello: dissuade bant tamen ministri Gailici et Anglici, ne Bel gae auxilia Danis mutèrent, non nisi bello extra hendo inservitura, tum a se quoque Suecis auxilia ferenda, et melius esse pacem conciliari inter ea régna. Thuanus (de ThouJ legatus Francipus Hagae, etsi a Rege suo injunclum sibi ferret pro Sueciae commodis contendere,publice tamen apud Ordines Générales nihil movebat, sed privatim eo officio se apud Joannem Wittium et alios primores defungi dicebat; quin consta bat Gallos clanculum Belgis animum addere ad auxilia Danisferenda, quoCarolo Gustavo necessi tatem assènent cum Danis pacem ineundi, ut in de Galli omni vi in Aitslriacos movere possent. Intérim pactum Elbingense nondum confirma tuni erat, neque placebat Régi Sueciae praecipitatâ istius pacti ratisicatione manus sibi ligare, quod hactenus neque a Belgis servatum, nec sibi utile exstiterat. Legatus autem Dorpius (van Dorp) ad Regem Sueciae missus, qui de absolvendâ eluci datione et Gedanensis civitalis inclusione ageret: 4"], [68, "50 Sed Carolus Gustavus, cui ea res paru m cordi erat, respondebat, Ordinibus prius declarandum esse, quod ipsius hostibus auxilium non essent laturi; quod responsum Belgis parum placebat: ac minabatur Joannes Witlius, ni intra mensem Rex sententiam suam déclarasses , Belgas aliam viam inituros, foedere cum Austriacis et Electore Brandenburgico inito, quo negotium id tandem absolvi instabat: neque se quid amplius postula- re contendebat Wittius, quam quod Rex antea Thorunii , et proxima aestate Flensburgi jam concesserat. Sed respondebatur : Belgas tune, quae offerebantur, non acceptasse, ut adversus Danos ahosque hostes Suecis opem ferrent. Sed nunc tempora mutata esse, et cum Belgae nihil minus, quam ista praestiterint, non teneriquoque Regem tanta emolumenta gratis iisdemindulgere: velle quidem Regem pactum Elbingense ratum habere, prius tamen nossecupere, num amicos hac re se gerere ac conventa praestare, an ipsi- us hostibus auxilium ferre vellent Belgae. His Belgae: nolle se ejusmodi caulionem in anteces sum praestare, antequam Rex Sueciae pariterpro misisset, se ipsis circa commercia et alia juxta pac tum Elbingense negotia satisfacturum : caeterum absolulo pacto Elbingensi petitam declarationem"], [69, "51 re ipsâ praestari, post cujus elucidationem appro batam, Belgae Régis hostes nullo modo subleva turi, ac per omnia legibus pacti obtemperaturi essent. Huic rei componendae operam suam offerebat Downingius, eo propositotemperamento, ut Bel gae statimpactum ratificarent Regique caverent, se ipsius hostibus Austriacis , Brandenburgico , Gedanensibus haud auxiliaturos, ipsamque elu cidationem Cromwelli arbitrio subjecturos. Hoc Joanni Wittio non displicebat , qui petebat ut Appelbomius id ad Regem referret : multisque verbis apud Appelbomium testabatur , quanto teneretur desiderio cum Sueciâ ad veterem amici tiae cultum reverti. Valde autem anxios tene hat Belgas iter Régis Sueci, ne forte infensi quid in Daniam agitaret. Mox autem nuntio allato de Caroli Gustavi in Selandiam irruptione , pacti Elbingensis cum elucidatiouibus obliti , nihil aliud cogitabanl nisi ut Daniam omnibus viribus intensis praesenti exitio eriperent. Belgio enim conducebat Danis auxilium ferre, quoniam com merciis maris Baltiei carere non posset, quae quo tannis summam octoginta millionum florenorum occupabant. De tenlandâ prius amicâ composi tione nonampliusactumest,etduomilliamilitum"], [70, "52 auxilio missa. Haec omnia eo fidentiusab Hollan dis suscipiebantur , quod nec Gallicus nec Angli cus legatus quidquam in favorem Sueciae interpo nerent; Gallos enim et Anglos valde offendebat, quod Suecicus Rex ipsos hoc consilium celasset. Acceperat a Mazarino mandata Thuanus (de Thou) ut Sueciae commodis invigilaret, sed quia hic ista mandata supprimebat, dicis caussâ tantum ea missa videbantur. Thuanus et blanditiis suis Bel gas insolentiores reddiderat, et Anglos animosius pro Sueciâ sentientes, non parum molliverat. Intérim Sueciae Rex post captum Cronenbur gum, mercatorias naves Belgicas dimisit: et ad Bel gas demulcendos Appelbomio legato injungebat, ut illis plenam immunitatem a vectigale Oresunda no offerret, si a Daniae defensioneabstinerent,et insuper dimidiam immunitatem in provinciis recens acquisitis de illis mercibus, quaeapud ipsos natae aut confectae hue advehebantur: et si Rex Borussiam retineret, eâdem ibi Belgas conditione gavisuros ac reliquos cives Suecos: siRexDaniam subigeret, seaesalienum soluturum quod Dani ip sis deberent. Nolebat tamen Rex omnia haec istis offerri , ni cautum foret, hoc pretio se Daniam posse acquirere. Sed haec omnia speciosa satis et lucrosa Belgae recusarunt , tanquam e libidine"], [71, "53 Régis pensura, si is votorum suorum compos fac tus esset. Igitur cum decretum esset auxilium in Daniam miltendumesse,WassenariusObdamus(i)in Ore sundam cum classe et militibusprofectus est: con stabat classis trigintá quinque navibus bellicis : se quebatur ingens numerus navigiorum milites et annonam vehentium. (2) Praelium commissum in ipsis faucibus freti Oresundani. Wrangelius Sueciae Archithalassus cum Obdamopugnam con seruit, sed non subvenientibus reliquis navibus, septem Belgicis navibus circumdatus, sub Cronen burgum se recepit. Bielkenstierna cum Wittenio altero duce conflictatus, Belgicam navem expug navit, caeso ipso Wittenio: sed Bielkenstiernae navis ita laesa, ut et ipsa e medio praelio se reci pere necesse haberet: qui casus Suecorum classi non parumnocuit, tribus primariis navibus post unius horae praelium epugnâ subductis : reliquae eliam optime rem gesserunt, ul Belgae fateren tur nunquam se lam acre certamen sustinuisse. Et cum vidèrent Suecos stalariam pugnam in- (1) Vid. Instructie voor den Luit. Adm. van Wassekaah Ob dam. Aitz. o. 1. IV. 233. (2) Vid. ampliorem hujus praelii relationem apud Aitz. o. 1. IV. ï38,sqq."], [72, "54 choare asfigendo naves, Belgae pauliulu m se de verterunt, Copenhagam tendentes. Quum sic igitur Belgae rêvera hostes sese in Sueciam exhibèrent , a Rege Suecico agitabatur , bellumne indicendum, an vero opéra danda esset ut cum Belgis in gratiam rediretur. Qui vero bel lum cumiisdem gerere cuperent dicebant, muf tis modis ipsos meruisse ut armis peterentur: nam Danos, Polonos, Austriacos in Regem inci taverant , pactum Elbingense solenniter iclum eluserant, classem hostili modo invaserant, hostes auxilio sublevaverant. Verum qui pacem cum istis servandam bellumque evitandum suade bant, hisce utebantur ralionibus: coustare qui dem de meritis Sueciae erga Belgium bello Germa nico adhibitis , citra quae vix jugo Hispanico po tuissent se liberare: nec minus nolum, quid ma lorum Belgae Suecis ab initio belli Polonici intu lerint : Belgas vero a proposito non destituros: fieri enim posse ut Belgae ad ullimum perducti, cum Anglis coalescerent, quâ de conjunctione et olim actum erat. Tum et Suecorum commerciorum interesse, Belgicam Rempublicam servari : ipso rum enim indefessâ industriâ fieri , ut merces Suecicae, quarum jam uberior quam olim pro venlus erat,diversis locisdislraherentur. Quas ob"], [73, "55 rationes et quia Respublica Batava ad aequili brium inter vicinos tenendum admodum esset opporluna, operam dandam esse, ut idoneis modis iterum Sueciae conciliaretur. Belgas cum omnibus nationibus nunc pacem colère, excep tis Suecis et Lusitanis; horum legatum Hagae lautas pacis conditiones offerre, quo facto, om nes vires adversus Sueciam intendendi occasio daretur : eosdem post bellum Anglicum sep tuaginta et duas ingenti formâ naves bellicas instruxisse , quibus accédèrent veleres naves Reipublicae. Tantis succinctos viribus eo acrius in bellum incubituros , quo magis damna com merciis in mari Baltico diuturnitate belli exstarent. Hisce Belgis accessuras grandes Danorum na ves, quae Belgicis junctae formidandam classem confecturae essent. Classem vero quae a Rege Suecico oppom posset, non spernendam esse, sed magna nautarum peritorum penuria erat, multis nupero bello caesis , multisque morbo confectis. Propter bas et alias rationes apparebat quam noxium esset Sueciae bellum cum Belgis: atdifsi cultas restabat , quâ ratione cum Belgis amicitia conciliari posset, quae Régis consilia circa Daniam non everteret. Aliquam spem praebebat , quod"], [74, "56 commercium in mari Baltico magnam partem Amstelodamum urbem duntaxat tangeret, unde tentandum , num amicorum operà id negolium contra eam urbem pervinci possit: tum et mo lestiae quas ex bello et destruclione commercii in mari Baltico perciperent, ad leniora eos con siliapoterant impellere. Dein et tentandum erat, quid promissa apud eos valerent, oblatâ a vecli gale Oresundano immunitate. Ad quem finem legatus in Hollandiam missus est. Cum autem Belgae de quatuor millibus pe ditum in Daniam mittendis laborarent, Appel bomius Suecicus legatus quantum poterat inter cedebat, dicens id a Gustavo pro apertâ hostilitate habitum iri. Etiam Thuanus (de Thon) Gallicus legatus Joanni Wiltio significabal, etsi postrema Gustavi in Daniam expeditio inscio Gallico Rege factafuerit, hune tamen non passurum ut Sueciae Rex plane obruerelur: simul dictis insinuans, non invita Gallià fieri si idem paullulum casligaretur: porro ut satis haberent Belgae auxilium Danis misisse, quod ex foedere deberent, nec amplius se hostibus Sueciae insérèrent. Ad haec Wittius : Belgas nil facere, nisi quod ex foedere promiserant, et nil amplius cupere nisi ut honesta pax Daniam inter et Sueciam consti-"], [75, "57 tueretur, quâ ipsorum commercium tutum esset. Appelbomius vero Suecicus legatus mollem Thuani agendi modum improbabat , disserens acrius Belgas terrendos , et exercitu in Flandriâ illis minandum esse; Thuanus vero judicabat, cum Belgis caute agendum esse , ne partibus Hispanicis se immergèrent. Id autem agere nite bantur Thuanus et (i ) Downíngius (Anglicus le gatus) , ne nova auxilia Belgae in Daniam imi tèrent, sed cum Galliâ et Angliâ ad ulramque nationem pacandam studiumconferrent. Foedera ti Ordines declarabant , se junctim cum Galliâ et Angliâ instaurandae paci operam daturos : ulti mam vero pugnam non ad Suecos opprimendos esse commissam , sed ad Daniam ab oppressione liberandam lantum speclasse : nec aliud se quae rere, nisi ut uterque Rex regnum suum relineret, utque dominium mai isBaltici non in unius manu i u perveniret. Neque se quid hostile in Regem Sueci cum fovere , sed quae pro Danià molirentur e foedere mutuae defensionis et per modum meri auxilii fieri. Mox vero cum de Anglicâ classe Ore sundam versus profectâ Belgae audirent , non levem suspicionem susceperunt, ac Obdamo, ut (i) Vid. Secr. Res. v. H. H. Mog. Ms. p. 53o-534-"], [76, "58 caute ageret, mandabant. Downingius vero Wiltio testabatur, Angliam et Galliam Régi Sueciae per suasuras ut paci Rotschildensi (i) se submitteret : Angliam vero hoc auxilium misisse, quia nolebat neque poterat pati ut vel Dania subigeretur, vel Sueciâ opprimeretur. Sed quae de pacto Rotschil densi agebantur, Régi Suecico minime placebat: (2) sed persuasum sibi habebat , Gallos et Anglos non id agere , ut firmam Sueciae cum Daniâ pacem curarent, sed ut, bello composito, cum Auslriacis ipsum commilterent : licet Angli tandem ad susci piendam Sueciae caussam seaccingere viderentur. Igitur Rex Sueciae legato suo Appelbomio in junxit, utdehisce rébus neque cum Belgis, ne que cum Gallis aut Anglis tractaret. Alque haec fere gesta anno 1 658. Videamus jam de iis quae sequénti anno acciderint. Bellica autem gesta non cessabant. Suecicus RexCopenhagamobsidione clausit, infelici tamen eventu : multi caesi inter quos plurimi duces. Eâ in defensione urbis magni pretii fuere Belgae socii navales, machinas tractare aptissimi , qui trecentas machinas per vallum dispositas (1) Vid. Ddmont. o. I. T. VI. P. II. p. 2o5. (2) Nempe de exclusione classium peregrinarum « mari Bal tico."], [77, "59 tantâ alacritate displodebant , ut continuus ignis circa urbem appareret. Post infelicem Copenhagae obsidionem Carolus Gustavus reliquas insulas in ditionem redigere suscepit ac Langelandiam aggressus est: Josias Waldeccae Cornes primo infelici successu, post vero Wrangelius melius rem gessit, et insulam Langelandiam occupavit. Cursu Alsiam versus intento, Nordburgum uno impetu expugnavit. Foederati autem in Fioniam aliasque Daniae urbes penetrare tentantes, minus felices su ère : cujus rei haec erat caussa , quod Belgarum clas- sis ad eum finem una operam navare nolebat, Anglorum metu. Erat enim inter has duas nati- ones aemulatio, ne una, exclusâ altéra, se arbi- trum slatueret in rébus Septentrionalibus com- ponendis: quamobrem et validas classes utrinque armabant, ne alterutra hac occasione sibi soli commercia maris Baltici et liberum Oresundae transitum compararet. Angli non directe auxili- um Sueciae sed pacem spectabant: nam hac in re Angli et Belgae conveniebant , ne Suecus RexDaniâpotiretur. Angliae peculiariter intererat pacem ita fieri, ut ne Sueciâ a Belgis opprime retur, aut ad iniquam pacem cogeretur. Angliae et intererat iis conditionibus Sueciam bello eripi,"], [78, "60 ut et facullas foret et obligatio Angliae pro tot impensis débite satisfaciendi. At hac in re me lior sine dubio videbatur Belgarum quam Anglo rum conditio. Nam si Belgae Danis auxilium ferentes Suecos oppressissent, Daniam fere sub tutelà habituri erant per copias terrestres, per classem et magnum aes alienum ipsis (Belgis) debitum , sic ut pro lubilu et sua et aliorum corn mercia per Oresundam moderari possent. Con tra si Angli Suecis ad subigendam Daniam opem ferrent, quae inde captaient emolumenta sibi ipsis praestare non poterant, sed a potentis Ré gis Sueciae placitoac nudâ fide pendebant. Unde et nil mi ru m Belgas longe majore studio Daniae, quam Anglos Sueciae caussam amplexos esse. Porro satius erat dominium Oresundae pênes duos quam pênes unum esse: sed inanis erat cura ne Oresundâ in unius manum perveniret: nam ab aliquot jam saeculis poslquam Scania Sueciae avulsa fuerat, in solorum Danorum po testate fuerat Oresundâ, eoque jam in praesentià res pervenerat , ut neque Sueci neque Belgae, qui in Danorum jus successisse videbantur, dimi dio freti contenu futuri essent, ac Sueciae Rex omnia potius tentaret, quam id amittere, quod tanlo laboreoccupaverat."], [79, "61 Angli obscure in Suecicâ re agebanl, ita ut, quid ab illis exspeclandum esset, non constaret. Classis superiori anno in Oresundam missa in Angliam revocata : legatos Suecos hujus rei ex plicationem rogantes edocere noluit Richardus (Cromvvelli filius et Successor). Galliâ intérim el Ânglia convenerant de consirmandâ aequis condittonibus pace in Septentrione. Dum jam in Angliâ de foedere ageretur inter Sueciam et Daniam, Montacutius cum Anglicâ classe in Ore sundam missusest : quod Angli valde festinaverant, ut Belgas praeverterent, quia moderamen rerum Daniae pênes illum futurum videbalur , qui prior fretum occupasset. Haec festinatio Belgis non parvam suspicionem movebat. Sed Downingius Ordinibus Foederatis signifìcavit, de nullo hostili actu cogitari, sed tantum de instaurandâ pace agi: quibus tamen Belgae fidem non habuere. Angli autem sua interesse judicabant ut Da niae ruina averteretur ac imperium Oresundae pênes Daniae Regem maneret, velut Principem infirmiorem, qui vicinis suis leges praescribere ausurus non esset; tum bello in regionibus mari Baltico adjectis exorto, navigatio Angliae et vi cinorum valde turbata fuerat, etcommercia mag nae partis Europae destructa. Porro de restaurandâ"], [80, "62 pace Rotschildensi agebant, et ut Daniam avio lentiâ Suecorum et a machinationibus Belgarum liberarent, ut Daniae Rex liber neminique ob noxiils esset. Intérim classis Belgarum in Oresundam missa ( i ).Ruiterus aliquan to post missus hisce man da t is , ul se conjungerel cum Praefecto Obdamo , hoc tempore circa Copenhagam morante. Si Sueci eum in hoc negotio impedirent, vim vi repelle ret: si Anglicae classi obviam iret, quod tamen evitare conaretur, eam omni quâ deceret hu manitate tractaret, praesectoque Anglico manda tum significaret, si rogaretur : si vero omni usus esset prudentiâ, et Anglica classis nihilomi nus viimped ire conaretur quomin us Ruiterus cum Obdamo se conjungerel, tum vim vi repelleret, Anglosque tractaret ut ad conservandam hujus Reipublicae dignitatem necessarium judicaret. Montacutius cum in Daniam prior advenisset Ruileri conjunctionem cum Obdamo impedire decrevit, ne junctae ipsius naves in Oresundâ praevaleient, et apud Scagens promontorium na vem speculatoriam reliquit, quaeadventanti Rui tero literas traderet , quibus postularet, ne quid auxilii alterutri parti u m praestaret, neque cum (i) Vid. Aitzbma o. 1. IV. 38i."], [81, "63 classe Copenhagam , Oresundam aut Balten versus pergeret. Montacutius, misso nepote et Vice-praefeclo classis adsalutandum Carolum Gustavum, verbis et mox literis confirmavit, se cum classe venisse ad promovendam pacem inter Reges Boréales, ad quam omni studio incubilurus esset, neu tri tamen auxilii aut offensae quid praebiturus. Medovius Anglicus legatus, in eandem sen tentiam ad Daniae Regem literas misit, necessi tatem pacis et irreparabile damnum e belli con tinuatione orilurum , demonstrans. Sed Carolus Gustavus propositis istis Anglicis minime con tentus erat; majorera enim spem in suifavorem ab illis exspectaverat. Satius autem ipsi vide batur cum omnibus suis hostibus in universum pacem inire, quam Danico bello utcunquecom posito cum caeteris frustra luctari. Galliâ enim ul existimabal Carolus Gustavus, parum candide secum egerat, caussâ Suecicâ Francofurti desti tutâ, ac nunc conventione cum Angliâ in sui fraudem initâ. Missi in Angliam a Suecis legati hoc manda lum receperunt: ne quid Montacutio injungere tur quod commodis, honori, et securitati ipsius Régis repugnaret : malle se cum infestissimis hos-"], [82, "64 tibus conciliari et omnia alibi jparta dirnittere, quam pacis Rotschildensis conditionibus cum Danis pacem inire et tam opportuna loca in Da nia occupaía relinquere. Danis nullus hostis erat praeter Sueciam: Suecis autem multi hostes lé sant, ita ut probabilius esset, Sueciam saepius bello peti, quam Daniam. Hac denique pace, quâ parla jam commoda abdicare nécessitas impone batur, non solum facullas adimebatur hostibus resistendi, sed et amicis suis deinceps inutilis fie bat, nisi pax cum aliis quoque hostibus simul pa raretur. Poslulabat Rex Sueciae ut Angliâ ad certum auxilium adversus quosvis futurae pacis turbato res Sueciae ferendum, se obligaret : si autem Dania pacem abnueret , Angli curarent , quâ ratione Belgae Régi reconciliarentur , aut si et hi in bellum ruèrent, Angliâ horum vim a Sueciâ averteret. Hisce omnibus Régis declarationibus acceptis, Angli Copenhagae acriter instabant ut et Daniae Rex pacem Rotschildensem amplecteretur, exclu sis Foederatis suis : quod vero Daniae Rex omnino Tecusabat. HagaeComitis (i ) intérim de constituendâpace (i) Vid. Secr. Resol. v. H. H. Mog. Ms. p. 643. sqq. 648. 653. sqq. 687. sqq."], [83, "65 inter Seplenlrionis régna agebatur(i) inter Gal los, Anglos et Belgas. Secundum id pactum articulus tertius e pacto Rotschildensi tolleretur, de excludendis mari Baltico extraneis classibus: classis Anglica neque cum Sueciae , neque cum Daniae Régis classe se conjungeret : porro, Belgica classis sub Ruitero cum Obdamo se non conjun geret, neque Obdami classis copiarum transvec tioni in Danicasinsulas contra Suecos inserviret: deinde Galliâ et Angliâ operam navarent ut offen sae inter Sueciae Regem et Belgas Foederatos tol lerentur, et ut foedus Elbingense cum elucidalio nibus confirmaretur. Verum hoc paclum multis displicebat: Dani cum Regem valde offendebat (2) : Obdamus ipse fatebatur decies se mori malle, quam in taie foe dus consentire. In Sueciam missi sunt legati Slin gelandus et Hubertus, qui scriptis literis sensu mo desto Sueciae Régi signisicarent, se a Gallico Rege et Protectore Angliae rogatos esse omnem operam navare ut bellum in Septentrione componeretur. Deinde et venere Vogelsangus et Harenus (van Haren) , qui peculiariter ad Regem Daniae erant (1) Vid. Aitz. o. 1. IV. 383. (2) Vid. Aitz. o. I. IV. 3g3. 5"], [84, "66 missi : qui et cum collegis Regem Sueciae adiere et cum eo de renovandâamicitiâ, et consirmando paclo Elbingensi multa disseruere.Quibus Rex hu- manissimis verbisrespondit, sed quod ad pactum Elbingense pertineret, reponebat , faciem rerum valde mutatam esse, culpâ Belgarum , quoniam loco promissae amicitiae hostilia induissent: sed se tamen reconciliationem velle , et legatos ad id nominaturum. Rex Sueciae valde cupiebat ve- terem cum Belgis amicitiam instaurare: sed ad hoc necesse erat illos a Sueciae hostibus se se- jungere et ab hostilibus actibus abstinere. Et cum semper Belgis magni cordi essent res Elec- toris et urbis Gedani, Rex in conciliationem cum hac urbe consentiebat hac conditione, ut ipsi liceret, durante bello Polonico, Gedani, Pila- viae et Memelae vectigal capere ad eu m mo- dum, qui Rigae observaretur. Porro si omnia loca quae jam occupaverat Rex Sueciae , Daniae Régi restituenda essent, postulabat Carolus Gustavus totam Norvegiam et Cronenburgum velut com pensationem : deinde ut naves bellicae Danorum ad certum numerumdiminuerentur, et ul milites conducere aut copias ultra cerlum numerum au gere iis non liceret. Igitur a Suecis nominati sunt qui cum Belgicis legatis hisce de rébus dis-"], [85, "67 ceptarent, Rosenhanius, Gustavus Sopius, Cojetus et Ehrensteinius. Sed parum prosiciebatur: Bel garum legati Régi Daniae instabant, ut pactum Haganum (i) amplecteretur : sed FridericusRex, gratiis actis Belgis pro magnis ipsorum in se meri tis, profitebatur , malle se omnia sua aleae expo nere , quam pacem conditionibus Rotschilden sibus concludere, praesertim exclusis Foederalis et amicis suis , neque se aliam pacem velle , quam quae omnes complecteretur. Haec Danorum recu satio Belgarum legatos valde turbavit , veluti qui exspectarent Danos pacem accepturos, Suecos autem recusaturos. Cum jam inopes consilii sta rent, Medovius Anglicus legatus iis persuadere conabatur, ut ex paclo Hagano Régi Daniae recu santi auxilium subtraherent. Et jam mox videba tur Daniae Rex in angustias adduci, sed, mu tatâ regiminis formâ in Angliâ , Medovius a novo Angliae Parliamento agendi facultatem non acce pit, nec novi legati missi, unde Belgae occasionem anipuerunt sese primo pacto Hagano solvendi, novumque pactum in favorem Daniae ineundi. Carolus Gustavus videns Belgas tantopere con firmationem pacti Elbingensis urgere, jam minus (i) Vid. de his uberius Aitzema. Sak. v. Staet en Oorl. IV. 398 sqq."], [86, "68 abhorrere coepil , modo inclusio Electoris Bran denburgici et Gedanensis civitatis ita temperare tur, ut nullum inde praejudicium aut damnum sibi oriri posset. Et cum nihil agere vellet, quod Anglis displiceret, cum semper auxilium ab illis speraret, de pacis conditionibus Medovium con suluit. Hic se valde de side et integritate Belga rum legatorum dubitare prosilebatur: at operam dandam esse ut omnis offensa et lis inter Caro lum Gustavum et Belgas ortae ex pacto Elbin gensi, cessarent, quod pactum non tam Sueciae inutile judicabat, si modo inclusio Branden burgi, Daniae et Gedani recte explicarelur. Igitur Rex legatis Belgis significavit , velle se pactum Elbingense ratum facere, si Belgae se a Sueciae hostibus separarent , et reliqua recte explicarent. Tum Belgae legati Copenhagam convenere. At elapso spatio induciarum, ad hostilia in Oresun dâ denuo se converterunt , simulante Obdamo ignorantiam pacti Hagani, et Daniae Régis impe rio se subesse dicente: Suecicas naves quâ poterat impugnabat, et inter Neoburgum et Corsòerum anchoris jactis, transilum Régis Sueciae et com mercia cum Fioniâ turbare et intercludere coepit. Legati Belgae Copenhagam cum convenissent, illis Rex Suecicus significavit , se decrevisse foedus"], [87, "69 Elbingense ratum habere cum elucidationibus ad praesentia tempora accommodatis, et quo niam Daniae Rex declaraverat se non peculiarem sed communem pacem velle, Carolus Gustavus vicissim declarabat , se et hoc desiderare , modo idoneam rationem inirent, et citores absolveretur, ut tot populi a belli calamitatibus liberarentur. Interea et Angliae Parliamentum legatos in Da niam miserat ad componendum bellum. Sed ex omnibus ipsorum actibus patebat , Anglis nun quam cordi suisse bonâ fide in illis rébus agere, sedspecieamicitiae et conciliationis parles sensim sensimque labesactare, ut eo minus formidolosae postea exstarent. Et quod ad Carolum Gustavum, nolebat Angliâ ipsum plane opprimi , sed multo minus potentiam ejus augeri, quoniam ejusinusitataeexpeditiones Anglos multo magis commovebant, quam vicina rum gentium acta, quas consiliorum divisione se facile labefacturam confidebat. Accedebat quod Angliae Protector e re suâ esse existimaret, Bel gas amicos habere, neStuartis auxilium ferrent, quorum factio se movere coeperat. At dum haec in Daniâ geruntur, Hagae de novis pactis cogitabatur, quae tamen magis in fraudem et damnum Sueciae , quam priora tende-"], [88, "70 bant. Post mutatum enim in Angliâ regimen, Belgae per ipsorum legatum Neoportum nova commercia cum Ànglis nectere conabantur. Da nis autem auxilia se detracturos constituerunt Belgae, si pactum Haganum accipere diutius re cusarent. Nibilomiuus tamen Neoportus Londini quae poterat adhibebat, ut Danis prodesset , et plura etiam iis redderet, quam pax Rotschildensis cederet. Sed Amstelodamenses queri incipiebant, clas sem octoginta navium cum sex millibus mili tumotiosam jacerein Oresundâ, ad quosalendos tanlapecuniae vis impendebatur. Hos ob clamores et Neoportus pacta conficere festinabat et Parlia mentum eo permovere conabatur, ut Rex Sueciae Danis Nidrosiam et Bornholmiam cederet, et pacem Rotschildensem amplecteretur. Suecos autem e Cronenburgo cedere et Galli, et Angli et Belgae cupiebant. Hagae alterum pactum conscc tum est, quo convenit, ut si unus aut alter Re gum rogaret ut nonnulli pacis Rotschildensis ar ticuli mutarentur, ministri Angliae, Franciae et Belgii operam darent ut ambo Reges intra 14 dies prioris pacti Hagani condilionibus paciscerentur: tum, elapsis quatordecim illis diebus, ut classes ei opem ferre desinerent, qui pactum illudratifi-"], [89, "71 care recusaret et contra acceptantem omnibus viribus juvarent, et recusantem cogèrent ad acci piendas conditioues. Belgae vero de Copenhagâ valde solliciti erant, et ducibus suis sécréta mandata miserunt, ut ejus urbis servandae omnem curam gérèrent, et omnia lentarent , ut in potestate Daniae maneret. Quod etsi Angli bene nossent , dissimulabant tamen , quoniam et ipsi non libenter vidèrent , banc urbem, Septenlrionis aequilibrium, in Suecorum potestatem cedere. At Carolus Gustavus ea pacla improbabat, Valde iratus Belgis, qui leges utrique Regum praescri bere auderent. Indignabatur et quod Angli se hos tibus Sueciae jungerent, et Sueciae tam noxium foedus inirent, quod eo indignius erat, quoniam ipse Carolus Gustavus pacem Rotschildensem acceptarit, non quia ad id cogebatur, sed sua dente Angliâ sibi amicâ. Nunc vero Anglos in sui detrimentum ac Daniae favorem diversa a priori buspactaconsicere, et Belgis praeleraliacommoda etiam Nidrosiam (Drontheim) procurasse, e quâ urbe Belgae plures fructus caperent, quam Dani, quoniam ejus reditus mercatoribus Amsteloda mensibus oppignorati essent, et Belgis occasio praeberetur conducendi socios navales, quorum"], [90, "72 tria millia jam proximo bello in classe suà ha buerant. Belgae vero cum ex omnibus Régis Sueciae dic tis perspicerent, ipsum illospacis arbitros accipere nolle, nisi renovalâ prius cum illis priscâ amici tiâ, reconciliationis formulam confecerunt , et ad Rosenhanium Sueciae ministrum miserunt. In castra ad Regem admissi legati Belgici, de il lustrationibus pacti Elbingensis , de pace cum Daniâ, et renovandâ veteri inter Belgas et Suecos amicitiâ, tractarunt. Rex autem sibi maxime cordi esse affirmavit veterem cum Belgis amicitiam , et pacem se cum Daniâ desiderare, modo honestam et tutam. Igitur tractandi initium faclum inter Suecos et Danos in tentoriis inter urbem Copenhagam et castra positis. Lbi cum denuo incassum age retur, elapso induciarum tempore, legati Bel gae Obdamo scripserunt, ut Suecos aggredere tur ubicunque eos deprehenderet. De conditio nibus pacis autem res sic sese habebat, quod Ca rolus Gustavus pacem non repudiaret , sed eam sibi obtrudi nollet ex pacto Hagano. Deinde eo dem pacto Hagano convenerat definire nume rum cerlum navium utriusque nationis quae in mari Baltico remanerent. Sed legatos suos Bel-"], [91, "73 gae secreto monuerant , ne supra viginti naves dimitlerent, neque anlea quam Angli suas naves revocassent , et curam haberent , ut numerus re manentium Belgarum navium, Anglicarum nume rum superaret. At Anglica classis tota domurn re diit, caussata, quod necessaria tantae classialen dae defìcerent. Quo subito discessu Sueci magno dolore commoti sunt; quoniam Oresundâ, por tus, et totum mare Balticum Belgarum libidini paleret: Belgae autem maxime gaudebant, etsi simulate improbarent, utpote pacto adversum. In Dania post discessum classis Anglicae con gressus habitus : sed non feliciori eventu quam praecedentes, Suecico rege nolenle pacis condi tiones sibi obtrudi, Danis vero de poslulalis suis quidquid remittere recusanlibus. Igitur hostilia instaurata, et omnes operae aFoederatis impen sae, ut Fioniam Suecis eriperent. At Wrangelio ar chithalasso Carolus Gustavus mandaverat, ut, si videret Langelandiam ab hosle peti, omnia ibi flammis traderet, et milites in Fioniam revoca ret. Verum Rex Sueciae non tam de conservan dâ insulâ Fioniâ quam mililibus suis veteranis solhcitus erat. Igitur jusserat annonam quae in Fioniâ reperiretur, Neoburgum transvehi, et ibi praesidio relicto, reliquos milites in Selandiam"], [92, "74 deduci. Sed hoc non successit quoniam hostilis classis aditum in Selandiam impediebat: tum co pias Neoburgum trajicere cupiebat Rex, sed frustra, quia classis hostilis totum fretum obses sum teneret. Tum Gustavus tractandi cum hosti bus consilium cepit; at serius id cogitavit, cladein Fioniâ jam accepta. Foederati poslquam Ottonii (Odensee) seconjunxerant, novem militum millia Suecis opponebant, et praelium tentare cupie bant, ubicunque Sueci se oslenderent. Apud Neoburgum praeliu m commissum est, initio Suecis bene rem gerentibus, ita ut copiae sub Eber steinio duce magnâ cum clade repellerentur: nec Schackius, alter Foederatorum dux, felicior fuit, sed copiae diffusae et in fugam conversae, ita ut , nisi fossa Suecos impediisset quominus Foederatospersequerentur,etprohibuissetnecum Belgis se conjungeret Schackius, sine dubio vic toria pênes Suecos fuisset. At Rillegraeus, me diae aciei Belgis constantis praefectus , (ugientes copias stitit, et ordinibus instauratis, in Suecos duxit, qui numéro obruli, ad unum fere caesi sunt a Polonis et Danis. Tum Alefeldius qui dextri cornu imperium habebat, sinistrum Suecorum cornu invasit, quod non nisi post acerrimam pug nam multitudine obrutum fundebatur, et nullà"], [93, "75 vicloriae spe relictâ, ad Neoburgum oppidum se recepit. Sequenti die Foederati propius oppidum suggressi tormentis ruinam minabantur, insuper Ruitero ex navibus indefesse globos in urbem mit tente. Adversus ta n tam vim urbs cum par non esset tubicinem ad hostes misit, qui de condi tionibus traditionis ageret. Copiae omnes in urbe captae cum ducibus, inter quos Konigsmarkius. Pacis conditores, auditâ hac Suecorum clade, confidebant fore ut Carolus Gustavus facilius con ditiones acciperet. Sed contra Rex conslanspro positi, legatis suis mandabat, ne quem metum ostenderent , neque tamen négligèrent, siquid ad pacem conficiendam efsicere possent. Igitur legati cum convenissent , Instrumentum ita dic tum ReconcUiationis confecerunt, quo omnes offensas, controversias, et hostiles actioues mit tere sponderent, et vêtus, sincera, sida, et conti nuaamicitia inter Regem Sueciae et Rempublicam Batavam redintegraretur, neque tamen hoc prius, quam pax cum Danis confecta fuissel. Deinde le gati Belgae, si possent, efíìcerent, ut pax cum Daniâ constitueretur , et ut gravamina, quae ad huc inter Belgas et Suecos exsisterent, amoveren tur. Legatis Suecis inprimis mandatum erat, ut stipulalionem nequa classis externa absque con-"], [94, "76 sensu Regum Sueciae et Daniae Balticum mare introiret, conservare conarentur, quod summi juris Rex judicabat, quoniam utrique Régi maris illius custodia competeret. Sed pacis arbitri nullo modo ferre poterant neque volebant classibus externis bellicis introitum Oresundae prohiberi» nisi Angliae et Belgio licentiam pro lubitu per fretum navigandi concédèrent. At Sueci intelli gebant, hoc si concédèrent, Sueciam invasioni bus Anglorum et Belgarum patere. Rex autem Sueciae , cum videret Belgas continuo si occasio offerebatur, ipsius votis se opponere, ultimum velut conatum adhibere consliluit ut suis par tibus illos adjungeret. Misit in Belgium legatum Publium Julium Cojetum (1) cum mandatis ad singulas provincias et imprimis ad oppidum Am stelodamum. Ut vero omnes suspiciones averte ret, initium fecit Cojetus a pacto Elbingensi ad sinem perducendo et paci obstantibus difficulta tibus tollendis. Stimulabateteosadarnicitiamcum Belgis conciliandam, quod eventu didicerant, se ab Anglis nil praeter promissa obtinere, eosque non minus invidiae in Suecos alere, quam Belgas. Mandatum Cojeto, ut clam operam daret ut Joan- (i) Vid. Aitz. o. 1. p. 431"], [95, "77 nem Wittium Pensionarium in Régis partes per traheret : tum ostenderet quam invitus Rex in bel lum Danicum incidisset, et quantum doloris Rex haberet, propter abruptam inter Sueciam et Bel gium amicitiam. Praeterea maximi utriusque nationis interesse pacem constitui , quoniam nulla nalio magis altéra indigeret , quam Belgae et Sueci invicem. Daniam vero,viribus refectis, Angliae partes seculuram, tum ob cognationem sanguinis, tum ob immensum aesalienum, quo Belgis adstricti erant, quod solvere nec facultas iis, nec animus esset. A Gallis Belgis non minus quam ab Anglis periculi imminere post pacem cum Hispanisfaclam, ita ut sidis amicis tumopus iis esset, e quibus nullis magis considère possent quam Suecis : Regemque omnibus viribus Belgis auxiliaturum si modo, positis hostilibus, amicos se gérèrent. Neque foederaquae cumDanis Belgae habebaut, obstare, quoniam nullo modo anti quiora cum Suecis soedera abrumpere possent. Ad haec et emolumenta Belgis offerre Cojetus jubebatur, veluti, ut naves ipsorum in Oresun dâ et ulrâque Balte immunitate vectigalium gau derent, utque pari condilione, quâ naves Sue ciae nonarmatae (quae dimidiâ immunitate gau debant) fruerentur in provinciis nuper acquisilis"], [96, "78 Pomeraniâ , Livoniâ et Bremâ, circa merces quas e suâ regione importabant Belgae. Quodsi Borus siam Rex retineret, iisdem commodis Belgas ibi atque Suecos fruituros. Picis quoque commercium post elapsos annos monopolii liberum fore. Si Rex Copenhagâ potiretur , se in Belgarum gratiam portum ibi clausurum urbemque omni com mercio exuturum, quo ipsis Neoburgo aut totâ Fioniâ potitis, commercium per Oresundam et Balten pateret. Si vero Cojetus haec efsicere non posset, nonnullasconditiones obtinere conaretur, quibus sutura pax Sueciae securitatem aliquam praestaret. Quales conditiones hae erant, ut pax Rotschildensis tota executioni darelur: ut Dania Régi satisfaceret pro damnis in Germania, Bo russiâ et alibi ab illis illatis : ut Régi Sueciae cédèrent totam Norvegiam: Danis non amplius jus esset vectigal in Oresundâ exigere: utCronen burgum Sueciae traderent: ut tota classis Daniae Suecis traderetur. Amstelodamum venit Cojetus, qui ne audiretur, Dani et Brandenburgici ministri omnibus viri bus impedire conabantur. At Belgae aperte se hostes Sueciae profiteri nolebant , cum ipsi solam commerciorum libertatem quaererent, cui melius cavebatur, Oresundâ inter Sueciam et Daniam"], [97, "79 divisa. Admissus igitur Cojetus et solito honore receptus est. ( i ) Exposito mandato Cojetus nil pro fecit ; neque Dani legati Kragius et Bucwaldus a Daniae Rege ad disturbandas Cojeli negotiationes missi felicioresfuere-.postulabant enim hi, ne am plius pacis Rotschildensis aut pactorum Hagano rum ratio haberetur, sed ul Sueciâ tamdiu pre meretur, donec Scaniam reddidisset : porro ut pax sutura omnes comprehenderet Foederatos. Bel gis cedere spondebant Nidrosiam, Malmodiam et Landscronam: sed bis Angli se opponebant no lentes Belgas ad Albin aut Oresundam nidulari. Ab Ordinibus Generalibus Belgii octo legati electi, qui cum Cojeto agerent. Tandem post mul tos belli casus anno 1 660 Oliva urbs ad pacis con ditiones ordinandas proponebatur. Intérim Rex Sueciae, cujus res belli diuturnitate bostiumque numéro eo jam redactae erant , ut pace ipsi quam maxime opus esset , nihil tamen suà dignitate indignum agere, et pacis conditiones cum Polonis inire constituit. At Rex Gotheburgum cum se contulisset ut apud Ordines Regni de conditione rerum suarum ageret, morbo arripitur: qui initio nihil pericu- (1) Vin. Pue. de R. G. C. G. p. 577."], [98, "80 lum vitae minari videbatur,sedintendentibusfe bribus, die duodecimo Februarii anni 1660 ani mam efflavit. De ejus laudibus hîc nihil dicemus: ex iis quae jam monuimus, satis magnum ejus ingenium et egregiae animi dotes eluxerunt. Postmortem Caroli,jam inceptaenegotiationes facilius procedebant, quoniam et invidia in Sue ciam multo imminuta erat , tanto Principe orba tam. (1) Conditiones pacis Olivae propositae et ac ceptae inter Sueciam et Poloniam. Séquestres (2) Helsingoram se contulerunt, ut pacem inter Da niam et Sueciam componerent. Sueci legati pro fitebantur, se acceplare pacem Rotschildensem in gratiam Sequestrium, et Nidrosiam tradituros: conditiones, de quibus inter Séquestres et utrum que Regem convenerat , intégras manere opor tere : Régi Sueciae ne liceret nova onera navibus in Oresundâ aut Baltico mari navigantibus im ponere : Regem Daniae a civibus trium Regno rum (Franciae , Angliae , Belgii) , nulla alia jura exacturum, nisi quae jam essent constituta: caeterum plane se justitiâ et integrilate Seques- (1) Vid. Aitzema. Sak. v. St. en Oorl. IV. 5 14. sqq. — Dd mokt. o. 1. T. VI. P. II. p. 3o3. (2) De variis actibus, epístolis et conventionihus sequestrium vid. inprimis Secr. Resol. v. H. H. Mog. Ms. p. 776 et porro passim."], [99, "81 trium considère, et pacem consiciendam ipsorum curis tradere : praeterea se post foedus ratum ha bitum Danis redditurosea loca, quae illis ex foe dere competerent, idque intra tempus quo Se queslribus convenisset : tandem se in foedus comprehensuros Poloniam et Electorem Branden burgicum , si hoc a Sequestribus exigerelur. Belgae haec proponebant : si a Suecis cautio ipsis daretur, ut nullam navibus Belgis moles tiam assènent naves bellicae Suecicae , Belgas suam classem e portu Landscronensi revocaturos, neque amplius quid hostile in classem Suecicam tentaturos , cui tendere liceret quo vellet. Hoc Suecis omnino placuit: timebant tamen ne Belga rum non amplius conclusionis pacis interfuturum esset, si semel obtinuissent quod cuperent, nem pe ut naves sine molestiâ et impedimento per mare Balticum navigare possent. Séquestres igitur Copenhagam reversi Régi Friderico III declaralionem Suecorum proposue runt, rogantes, ut ipse suam sententiam pariter de pace emitteret. Cum nulluin sequerelur res ponsum, iterum scripto petitum , ne sic quidem Daniae Rex iis responsum tulit. Tum Belgae, in stantibus Gallis et Anglis , navium suarum auxili um Danis adimere constituerunt ; sìmul et Belgae 0"], [100, "82 benevolos se erga Suecos exhibuerunt, pactum tîonficiendo uti illis propositum fuerat, et foedus Elbingense exsequendo, quod usque ad factam cum Daniâ pacem erat dilatum. Simul et Danis Belgae signisicarunt, se armis illos aggressuros, si ralioni obtemperare nolleut. Daniae Rege adhuc récusante responsum dare, Séquestres junctim ipsum urgebant, ut declara- tionem de pace ederet. Sed Fridericus Rex nun- tium in Belgium miserai, qui legatis suis injun- gerel, ut Ordines Foederalos ad lautiores Daniae pacis conditiones permoverent. Nuntio Danico Hagâ reverso, Rex Daniae Séquestres convoca- vit: sed loco exspectatae declarationis praestan- dae quaerebat, quid Sueci in pacto Rotschildensi mutari desiderarent. Ad hoc Belgae: hoc non quaeri, sed se tantum scire velle num ipse decla- rationem de pace editurus esset. Post multas vero disceptalioues Rex pollicitus est se postero die declarationem exhibiturum uti Sueci fecerant. Quod et faclum est. Tum rursus de pacis condi tionibus agi coepit: accessum est ad capita pacis Rotschildensis : multae vero dissensiones obor- tae negotium pacis non nisi quam lentissime pro cedere sinebant : tum Sequestrium inter se aemu lalio et nova postulata valde impediebant, quo-"], [101, "83 minus pax constitueretur. Cujus generis postula torum erat aequalitas , quam tres civitates pro suis civibus in Sueciâ stipulati fuerant, quamque Belgae huic foederi inseri volebant : tum quoque ut articulus tertius pacis Rotschildensis penitus deleretur. At dissensiones Sequestrium, quae hactenus inlra modestiam verborum remanse rant , Belgarum facto fere in hostilitatem dege nerarunt. Ordines nempe Foederati non con tenu Suecorum declaratione, legatos suos jusse runt, ut si Sueci pacem nondum acceptassent, ex Haganâ conventione vi eos compellerent ad eam accipiendam. Quae mandata hi stricte se ex secuturos jactabant. Sueci jam antea saepius mo niti erant, ne Belgis considèrent: freli tamen pacto inter eos inito , quo omnia hostilia cessa rent et navigatio libéra esset, classem e portu Landscronensi eduxerunt, constantem novem na vibus belliciset unâ mercatoriâ, quâ supellex Régis Stokholmiam vehebatur : sub Hueni insulae ( i) an choras jecerunt ventum secundum exspectantes. Legati Belgae hoc animadverso Cornelium Evert senum (Evertsen) miserunt in Oresundamcum sep tem navibus , qui Suecis resisteret, si per hoc fre- (i) Huen, insula in freto Oresundano."], [102, "84 tum tendere vellent: Ruitero vero mandarunt ut iisdem obsisteret, si per mare Balticum navigare animus iis esset. Sueci ventos secundos cum habe renl, solutis anchoris , jam Copenhagam praeter navigaverant, quum Ruiterus duci classis literas misit, quas legati ipsi Belgae scripserant: bae li terae Suecos monebant , ut isto in loco mane rent; quod ni facerent , Ruiterus ipsis resisteret, si ulterius progrederentur: deliberantibus Suecis quid faciendum ipsis esset , tandem globo e na vibus Ruiteri misso , Sueci anchoras jecerunt, pugnam lentare non audentes adversus validio rem classem. Caussa hujus delentionis erat , quod Belgae metuerent, ne istae naves post pacem in Borussiâ constitulam copias inde in Daniam ad veherent, quarum auxilio politi Sueci se paci opponerent, pactum Elbingense éludèrent, ip siusque Elucidationes retractarent. Hoc Belga rum factum non tantum Suecos, verum eliam Anglicos et Gallos legatos valde osfendit, eo ma gis etiam quod priori die Belgae Suecorum bona consilial audaverant et nihil amplius se ab illis desiderare testati erant. Terlonus et Anglici mi nistri legatos Sueciae adiere, fatentes se recu sare cum Belgis agere, antequam hanc (quam aiebant) expiassent persidiam, simul proponen-"], [103, "85 les ut cum Danis agerent, solis Anglis et Gallis Sequestribus, exclusis Belgis. Dani pacem exop tabant, Belgarum pertinaciae dudum pertaesi. Sueci gaudebant Danos tandem ad pacem incli nare, sed Belgas e negotiationibus excludere non audebant, quippe timentes se implicare bello cum Belgis qui viribus marilimis praevalerent. Suecis pax omnino necessaria erat : Dani vide bant Séquestres bellum tantum trahere ut Da norum praedâ se ditescerent. Tandem Dani et Sueci inter se invicem rem ad fìnem duxerunt; Séquestres plane contra morem rem pro suâlibi dine gerebant, neque Suecis neque Danis com municantes quid agerent : plura proponebant sed non nisi in sua ipsorum commoda tendentia: ita ut rei sinem imponi posse vix videretur. Attamen Sueci , ne cum Sequestribus omnino rupisse vi derentur, denuo cum iis congressi sunt. Cum vero Séquestres ad tractandum faciliores se non praeberent , Sueci ad pacem faciendam propera verunt, ut Sequestribus tam imperiosis libera rentur. Igitur pax inter Danos et Suecos tandem confecta est. Legati Anglici nil magis cupiebant quam ut pax consiceretur, quoniam Carolo II Rege in Angliam revertente, ipsorum mandata cessa rent, ipsique adeo , re non perfectâ, domum es-"], [104, "86 sent redituri. Sueci eliam timebant ne Carolus II partes Danorum suscepturus esset, ob propin quam cognationem cum Rege Daniae. Haec ratio et Belgas ad pacem movebat. Dani vero, cum auxilium quod ab Anglis exspectare poterant, nimis lente adventurum fuisset, certam pacem fortunae belli praeferebant. Igitur die 27 Maji hujus anni 1660 pacis conditiones a Sequestri bus et belligerantibus populis signatae sunt. Sueci simul declarabant se nullum vectigal in Oresundâ a tribus Civitatibus exacturos , neque se unquam hoc vectigal probasse: exigebant tantum ut a sin gulis hisce tribus Civitatibus penderetur quae ad alendos nocturnos ignés pendi consueverit."], [105, "CAP UT III. DE EFFECT1BUS. In primo hujus speciminis capite caussas in dagavimus, quae Belgas incitaverant , ut se ré bus Septentrionalium regnorum immiscèrent: altero autem res gestas exposuimus, quae spa tio quinque annorum inde ab anno 1 655 us que ad annum 1660 locum habuerunt: hac tan dem ultimâ opusculi parte jam videainus, quae nam inde commoda Belgae sibi paraverint. Hoc aplissime reputandum existimavimus ex foederibus ipsis, quae inter Daniam, Sueciam et Belgium per quinque illos annos inita sunt. Quorum jam nunc praecipua memoremus."], [106, "88 § 1* Foedus inter Carolum Gustavum Regem Sueciae, et Provincias Unitas Belgii, Elbingae initum die i i Sept, anni i656. Jam anno 161 4 inter Regem Sueciae Gusta vum Adolphum et Ordines Générales Belgii Foe derali, cum ab alias caussas, tum inprimis pro libertate navigationis et commercii per mare Bal ticum foedus sancilum fuerat. Régnante dein Christinâ, Sueciae Reginâ, cum jam ante aliquot annos statutum huic foederi temporis spatium ex pletum esset , die 1 Sept, anni 1640 hoc foedus Stokholmiaerenovatum est interCbristinam Regi nam et Ordines Générales Belgii Foederati (1). Postea cum jam inimicitiae intercessissent , El bingae die 1 1 Sept, anni i656 novum initum foe dus inter Ordines Générales Belgii Foederati et Regem Sueciae Carolum Gustavum. In quo foedere redigendo ob oculos sibi proposuerunt foedus , quod anno 1640 sancilum erat, et illud, quo ab anno i6/i5 ad mutuam salutem tuendam se obli gaverant (2). Sed mullae se obtulerunt difíicul- (1) Vid. Dumobt. o. 1. T. VI. P. I. p. 192. (2) Vid. Dumoht. o. 1. T. VI. P. I. p. 32i."], [107, "89 tates ad sanciendum illud foedus Elbingense, uli e superiori capite vidimus, neque Belgae illud ratum facere voluerunt, antequam Rex Sueciae élucidât iones in ipsum foedus edidisset. Initum est hoc foedus inter Carolum Gustavum et Belgium ad confirmandam securitatem et liber tatem commercii et navigationis in utroque mari Baltico etSeptentrionali ad angustias usque maris Anglo-Gallici sive Canalis : deinde ad corroboran dam et confirmandam amicitiam Régis Sueciae cumOrdinibusGeneralibus Belgii Foederati. Quod vero attinet ad vectigalia, tanquam normam sum serunt taxationem anno 1640 confectam : quâ uterque Foederatorum frueretur omnibus illis privilegiis, quae super immunitate a vectigalibus, impositionibus et oneribus pro utrâque regione stipulalae fuerant. In foedere anno i656 initoilla tali modo erant sancita : quod uterque Foederato rum, salvis Regalibus et Juribus suis circa vecti galium constitutionem , ad parem circiter modum et taxationem tum temporis probatam , eandem dehinc Regnis et Provinciis, quas uterque Foe deratorum nunc possideret aut possessurus es set, accommodaret, adeo ut quam moderalis sima vectigalia et onera commerciis et naviga tioni utrinque imponerentur. Huic etiam adj-"], [108, "90 ciebalur et expresse cavebatur, ut neuter Foe deratorum aut ejus subditi in sui Foederati di tionibus in vectigalium solutione aliter habere tur aut magis oneraretur, quam conjunctissima quaeque gens peregrina, quae polissima fruere tur ibidem aut in posterum fructura esset a vecti galibus immunitate. Hoc autem Ordinibus Gene ralibus minus placuit : offendebant inprimis ver ba ad parem circiter modum , tanquam incerta et dubia , et Sueciae occasionem relictura hisce verbis utendi vel abutendi. Quod ad bona et merces attinet, quae e Regno Sueciae eveherentur, pro iis , quae navibus onera riis Belgicis veherentur tanto majus vectigal sol veretur, quam pro iis, quae navibus Suecicis eveherentur, quantum anno 1640 observatum fuerat, secundum differentiam certâ vectigalium tabula in Sueciâ confeclâ anno 1640 statutam: quae tabula jussu Régis Sueciae ampliata et a legatis Regiis legationi Belgicae exhibita fuit. Quod ad bona et merces attinet, quae in Sue ciam inveherentur , incolae Belgii Foederati ex supradictâ tabula non magis onerarentur quam ipsi incolae Sueciae, sed omnis aequalitas inter eos observaretur , sine discrimine sive eorum bona ac merces Suecicis, sive Belgicis navibus"], [109, "91 in Regnum Sueciae inveherenlur vel inde evehe rentur. Porro ut firma et stabilis pax colerelur cum vicinis gentibus, Reges Galliae el Daniae, item Protectorem Angliae, Electorem Brandenburgi cum et civilalem Gedanensem hoc foedere inclu dere placuit. Haec praecipua sunt, quae in foedere occur runt, unde Belgae commerciis suis plura com moda oblinuere. Navigalio enim libéra constitue batur, et vectigalia et onera a Belgicis et Suecis navibus soìvenda utrique populo aequabantur. Elucidationes vero hujus foederis demum sanci tae Helsingorae die 29 Nov. anni 1659. §2 Foedus initum inter Regem Daniae Fridericum III et Ordines Générales Provinciarum Unitarum, Copenhagae , die 27 Julii anni 1657. Hoc pactum est redintegratio pacti inter Fri dericum III Daniae Regem et Ordines Générales Belgii initi anno 1649 (1). (1) Vid. Dumoht.T. VI. P. I. p. 529."], [110, "92 Initum est ad defendenda utriusque regionis Jura, Commercia et Navigalionem per turbata haec tempota: si vero accideret, ut quicunque Régis Daniae provincias, urbes vel regiones aggre di conaretur, Ordines Générales intra tres men ses ipsi Régi auxilium milterent sex millium mi litum: pariter Rex Daniae Belgio Foederato intra tres menses auxilia mitteret sex millium militum, ubicunque ipsius Reipublicae commercium, na vigatio, provinciae vel urbes vi externâ turba rentur. Bello incepto, praeslitisqueauxiliis, neu tri partium liceret cum hoste foedus inire vel bello discedere, nisi invicem hoc communica to. Quod vero attinet ad pactum Redemtionis portorii in Oresundâ anno i64g inter Regem Da niae et Belgium confeclum, hujus pacti arliculus septimus hoc foedere confirmaretur, quo Ordi nibus Generalibus liceret mittere naves bellicas per Oresuudam numéro tres, quatuor aut quin que simul, Rege Daniae antea non praemonito. Si vero Ordines Générales plures naves bellicas per Oresundam aut Balten mitterent, tum Regem Daniae ante trium hebdomadum spatium certio remfacerent, ne advenlus illius classis ullam mo veret suspicionem."], [111, "93 § 3 Foedus Rotschildiae initum inter Carolum Gusta- vum Sueciae Regem et Fridericum III Regem Daniae die 26 Febr. anni i658. Jam in superiori capite vidimus Reges Sueciae et Daniae , quum vidèrent diuturna bella non nisi ingenti utriusque Regni damno et detrimento geri, tandem Rotschildiae de reslaurandâ pace egisse. Ipsas jam nunc foederis conditiones inda gemus. Primum perpétua amicitia, mu tua bene volentia, concordia , et sida vicinitas observaretur et conservaretur inter Regem Daniae et Sueciae. Neuter Regum concederet, ut peregrina classis inimica, cujuscunque illa fuerit , per fretum Oresundanum in Balticum mare transiret. Omnes naves Régis Sueciae, sive armatae sive non arma tae , cum mercibus cujuscunque generis per Oresundam et Balticum mare navigantes ab omni bus vectigalibus, detentione, aliisque moles tiis liberae et immunes essent, si modo in Régis Daniae Portoriis Helsingorae et Neoburgi légiti mas suas liberi commeatus tabulas exhibèrent et ostenderent. Quod ad bona et merces attinet , quae quidem ad Régis Sueciae subditos pertine-"], [112, "94 rent, sed peregrinis navibus imposilae essent, eadem ratio observaretur quae in paclis Bròm sebroensibus, ut, si modo légitima sua docu menta ostendissent, sine impedimento aut vec tigalium exactione per Oresundam et fret u m Bal ticum libère transite iis liceret. Rex Daniae cederet Régi Sueciae ejusque Suc cessoribus Provinciam Hallandiam, Scaniam, Ble kingiam, Bornhohniam una cum adjacentibus urbibus, arcibus, castellis et munimentis. Simi liter Régi Sueciae cederet arcem Bahus et prae fecturam Nidrosiensem cum urbibus et arcibus. Porro Daniae Rex provincias et loca , quae hoc bello Sueciae Régi eripuerat, ipsi redderet: uti et tres naves, inilio belli in Oresundâ detentas. Contra Rex Sueciae cederet Régi Daniae omnia jura quae haberet in provincias, urbes et terri toria, quae hoc bello occupaverat, nominatim in provincias Selandiam, Lalandiam, Falstriam et Langelandiam, item Fioniam; Jutiam, Ducatum Slesvicensem , Holsatiam et Dithmarsiam cum arce Frederiksundâ: tum et in omnes tam in his duobus regnis Daniae et Norwegiae quam in praedictis Ducatibus occupatas Urbes , praefectu ras, et arces. Hae fere praecipuae conditiones suere, quae in"], [113, "95 foedere Rotschildensi occurrunt, quod die 26 Febr. anni t658 conclusum est. §4 Foedus inter angliam , Franciam et Belgium , Hagae Comilis die 21 Majianni 165g inilurn. Hoc foedus inter praedicta Régna initum est, ut finis imponeretur bellis et dissensionibus inter Régna Septentrionalia. Legati Angliae, Franciae et Belgii conjunctim omnes intenderent vires ut pa cem inter Sueciam et Daniam firmam et pacto Rot schildensi nitentem confirmaient. Ut veroomnem invidiam, quae ex tertio hujus foederis articulo, qui de transitu classium peregrinarum per Ore sundam impediendo agit , tollerent, hic arliculus plane amoveretur. Anglica classis, quae in com munem amicitiam cum utroque Rege a Protectore in Oresundam missa erat, neutri Régi se conjun geret, neque auxiliaretur, neque unum alte rumve ante trium hebdomadum spatium aggre deretur. Pariterque classis Belgica neutri Regum auxiliaretur, neque se conjungeret cum classe quae Praefecto Obdamo jam prius ad auxilian dum .Daniae Regem missa erat. Si vero post om-"], [114, "96 neslegatorum conatus et diligentiam pax consici non posset, Angliâ, Francia et Belgium ei aux ilium detraherent, qui pacem acceptare et ratam facere récusasses. Nullum novum vectigal aut portorium pro igni bus, anchoris, aut alià de caussâin mari Oresun dano aut Baltico Suecis aut Danis exigere liceret a Francicis, Anglicis et Belgicis navibus. Denique Francia et Angliâ omnes intenderent vires, ut dissensionibus inter Regem Sueciae et Belgium finis imponeretur, et ut pactum Elbingense cum elucidationibus ratum haberetur, utque Elector Brandenburgicus et urbs Gedanum dicto foederi includerentur. §5 Foedus pacis inter Regem Poloniae Joannem Casi- mirum ejusque Foederatos Leopoldum Romano- rum Imperatorem , et Electorem Brandenburgi- cum Fridericum Wilhelmum ab und, et Carolum Gustavum Sueciae Regem ab altéra parte con- clusae. Actum Olivae , die 3 Maji anni 1 66o. Haec fuit illa pax, quae post lot lantasque dis-"], [115, "97 fìcultates Olivae conclusa est anno 1660 inter Reges Sueciae et Poloniae: quâ omnibus dissidiis et bellis tandem finis imponeretur. Conditiones satis favorabiles erant Sueciae, et Regina Poloniae Ludovica Maria multum contulit ut foedus illud concluderetur. Quum vero pacis hujus conditio nes valde sint numerosae, ne quidquam omitte remus quod memoratu dignum foret, lectorem potius referre voluimus ad Dumont in opère sae pius laudato Parte II inde a pag. 3o3 usque ad pag. 3i4, ubi et ratihabitiones et cautiones Régis Poloniae et Sueciae et reliquorum Principum in foedere comprehensorum, inveniuntur. §6 Foedus pacis inter Carolum XI (Gustavum) Regem Sueciae et Fridericum Ul Regem Daniae per mediationem Regurn Galliae et Angliae atque Uniti Belgii initum ; dalum in caslris ad Copen- hagam die 27 Maji anni 1660. Non omittendum est hoc foedus, quod con fectum est eodem fere tempore quo de pacis con ditionibus Olivae inter Reges Sueciae et Poloniae agebatur. Praecipua quae in ipsooccurrunt, haec 7"], [116, "98 sunt : ut bona etsincera amicitia inter ambos Reges instauraretur et conservarelur , omnia foedera cum aliis quibuscunque Regibus, Principibus aut Rebuspublicis in praejudiciurn alterutrius Partis inita tollerentur. Omnes naves Suecicae quae ad subditos Régis Sueciae pertinerent, sive armatae sive non armatae, quibuscunque mer» cibus onustae , in freto Oresundano et Baltico immunes essent ab omni vectigali omnibusque molestiis. Quod vero attinet ad bona et merces, quae ad Regem Sueciae vel ejus subditos perti nerent, sed peregrinis navibus illata essent, idem modus observaretur alque in pacto Bròmse broensi, nempe ut si illi modo ostenderent liberi commeatus tabulas, tum sine ullo impedimento per Oresundam et Balten navigare ipsis liceret. Cessio vero provinciarum, urbium, arcium, de quâ ex pacto Rotschildensi inter Regem Daniae et Regem Sueciae convenerat (i) , hocce foedere confirmaretur. Pariter quae de tradendis provin ces, urbibus et arcibus a Rege Sueciae in potesta tem Régis Daniae pacto Rotschildensi convene rant, hocce foedere confirmarentur. Prioraetiam pacta , Bromsebroense et Rotschildense , excepto (i) Vid. quae de pacto Rotschildensi diximus."], [117, "99 articulo tertio (de exclusioneclassium peregrina rum e mari Baltico) omnimodo et in omnibus suis articulis, pleno vigore permanerent. Ratihabitionum formulae tam Régis Sueciae quam Régis Daniae, expositae sunt in Dumont, opère laudato T. VI Parte II p. 324- De foedere inter Carolum Gustavum et Bel gium Foederatum die 9 Dec. anni i65g ad con fìrmandum foedus Elbingense inito, nil dicere attinet, quoniam ipsum id foedus Elbingense supra lautius memoravimus. Vid. de hoc foedere Dumont T. VI P. II p. 293. Ex omnibus hisce Foederibus facile confici potest, quaenam inde Provinciis Unilis Belgii Foederati commoda et emolumenta exstiterint. Navigatio nempe per Oresundam et Mare Balti cum, quae antea neque libéra neque facilis fuerat, initio saeculi hujus XVII et inprimis inde ab anno i65o et i655 valde aucta fuit. Nullo enim alio consilio Belgae se rébus Danicis et Suecicis im-"], [118, "100 miscuerant nisi ut ex mutuo initis foederibus mer- caturae florem augerent, quo demto vel ímpedito Respublica stare omnino non poterat. Etsi Respu- blica Batava saeculo XVI cum Sueciâ arctius con- juncta fuisset quam cum Daniâ, tempore inpri- mis Ludovici de Geer, in sequenti tamen saeculo magis partibus Danicis favebant , tum propter victoriis in Germania in dies crescentem Sueciae Régis potestatem, quae Reipublicae aliquando periculosa sutura esset; tum quia ipse Sueciae Rex victoriis elatus Danicum Regnum subigere flagra- ret. Quod si accidisset, sine dubio irreparabile inde damnum exstitisset commercio Belgico in Oresundâ, quoniam Sueci Belgis propter désertas illorum partes infesti, eorum certe commoda non admodum curassent. Porro, (quantum exponere licuit exiguo speciminis spatio) mirisice Belgarum solertia Diplomatica in omnibus actibus et foede ribus perlucet, ita ut, licet angustiis saepissime premerentur, tamen indefessâ perseverantiâ res eo perducerent, ut in suum commodum semper cédèrent. Atque hicsinem opusculo imponimus, quod, etsi bene gnari praecepti Horatiani : siquid - olim scripseris - nonum prematur in annum: tamen, quoniam tantum lemporis spatium adconficien-"], [119, "101 dum Spécimen impendi haud potest, in lucem edimus, eâ, quae juvenilibus exercitationibus tri bui solet, benevolentiâ et indulgentiâ lectorum (siqui fuerint) confidentes."], [120, ""], [121, "THESES. i. Quanta fuerit Romanorum tempore Reipubli cae luxuria praecipue consiciendum est ex magno legum sumtuariarum frustra latarum numero. II. Quae § 39 Inst. de Rerum Divis. leguntur , Hadrianum thesaurum in sacro aut religioso loco repertum totum inventori tribuisse, pugnant cum L. 3 § 10 ff. de Jure Fisci, ubi scribit Callistratus, thesauri in religiosis locis aut monumentis in venti dimidium a Divis fratribus fisco tribui."], [122, "THESES. III. Quaequae sint mutationes diversorum codicum recentioris temporis , Juris Romani studium unus semper, uberrimusque verae jurisprudentiae sons manet; atque hujus juris auctoritas, inprimis quoque in eo consistit, quod exemplare illudjus dicerepossimus, cumfere cuivis casui suppeditet exempla, quae saepissime ipsis legis verbis con tinentur. IV. Valet Jure Romano legatum rei alienae, modo alienam eam sciverit testator. Itaque nullam pug nam agnoscimus inter L. 3g. § 8. 9. 10. de leg. i°; 1. 4g. § 2. ff. de leg. 2°; et 1. 4o, 1. 114. § 5. ff. de leg. i°; 1. 1 í. § 16. ff. de leg. 3». V. Recte Carnot ad art. 434 C. P. N.° 4 :«l'incendie de sa propre chose ne pourrait donner lieu à aucune poursuite, s'il n'en était résulté aucun dommage à autrui.»"], [123, "THESES. VI. Arlt. 684 et 689 C. C. N. pugnare videntur. VII. Omnino laudanda constitutio art. i4i 1 C. C. N. VIII. Educatio liberorum est obligatio parentum ex Jure Naturali. IX. Interest civitatis ut quisque quae sibi in impe rio videantur reprehendenda , eâ, quâ par est, Summi Imperantis reverentiâ palam in médium proférât. X. Egregie Droz. Applications de la morale à la politique, p. 76: «Le plus noble privilège de Thomme est d'avoir sur la terre des devoirs à remplir; c'est là le signe de sa céleste origine , la"], [124, "THESES. preuve de sa supériorité sur tous les êtres, le gage de sou immortelle existence.» XI. Egregie demercatura praecipit Fénélon, Aven tures deTélémaque, L. III: «Surtout n'entrepre nez jamais de gêner le commerce pour le tourner selon vos vues. Le commerce est comme certaines sources: si vous voulez détourner leur cours, vous les faites tarir. » XII. Non tantum arbilrio hominum factum est ut civitates exstiterint: nam ita naturam humanam informavit Deus ut ad civitates condendas et necessario et sponte accédant homines. XIII. Egregie illud apud Ciceronem in Oratione pro Sextio, C. 9. «Omnes bonisemper nobilitati fave mus, et, quia utile est Reipublicae, nobiles homines esse dignos majoribus suis, et quia valet apud nos , clarorum hominum et bene de"], [125, "THESES- Republicâ meritorum memoria etiam demortuo rum. » XIV. Recte Grotius de Jure Belli ac Pacis L. II. C. 20. N.° 19. « Oportet legem scribi secundum id quod obtineri potest, siquis velitpaucos uliliter, non multos inutiliter punire. » XV. Graviter Scriptor egregius Bernardin de St. Pierre, Etudes de la Nature, Vol. 4- législatures monet: «Considérez l'éducation des enfans de votre peuple comme la partie la plus précieuse de votre administration, c'est elle seule, qui forme le citoyen : les meilleures loix ne sont rien sans elle. »"], [126, ""], [127, "CORRIGENDA. Pag. 8 in nolâ : Schwendens lege Schwedens. Ibidem ib. Hamburgae « Hamburgi. Pag. i3 al. 21 Scbonia » Scania. Ibid. ib. Jutlandia ■ Jutia. Pag. 16 al. 8 Suecicus Legatus , » Suecicus Legatus » ao » ao Nyburgâ « Neoburgo. » a3 » io Anglo » Anglico. » 27 n 2 Dano » Danis. » 37 » 10 rege » Rege » 09 » 11 rattficationem » ratihabitionem » — . i5 ratisicasse » ratum habuisse » 4o » 1 ratifîcatio >. ratihabitio » 4i » '4 ratifîcatio » ratihabitio '2 \" 21 non exoptatum » non nisi exoptatum » 83 » 20 Hiieni insulae » Huena insula C. C. B. L."], [128, ""], [129, ""], [130, ""], [131, ""], [132, ""], [133, ""], [134, ""], [135, ""], [136, ""]]