[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "SCEPTICISM IN GEOLOGY"], [10, ""], [11, ""], [12, "PLAN OF THE FALLS OF THE ZAMBESI, CENTRAL AFRICA, THROUGH A FISSURE NOT MADE BY RUNNING WATER. Frontispiece."], [13, "SCEPTICISM IN GEOLOGY VXD THE REASONS FOR IT AN ASSEMBLAGE OF FACTS FROM NATURE OPPOSED TO THE THEORY OF \" CAUSES NOW IN ACTION,\" AND REFUTING IT. BY VERIFIER \" Ama nesciri.\" — Thos. a-Kemfis. SECON D EDITION. LONDON JOHN MURBAY, ALBEMARLE STREET 1878 [The right of translation is reserved. ,]"], [14, ""], [15, "PREFACE TO THE SECOND EDITION. » It has been alleged by some of the critics who have noticed Scepticism in Geology, that many of the objections raised by it against existing Systems are already adopted and supported by the more advanced geologists of the day. If this be the case, these new lights have penetrated but a short way into the general darkness, else why are the fallacious assump tions and old errors still enounced by professors in lecture-rooms, and taught in Manuals and School Primers ? The chief aim of this volume is not to discuss doubtful questions but to settle them, if possible, for ever; in fact, to separate what is true from what is false. Surely it is a work worthy of such learned societies as the Geological of London and the British Association to aid in removing this reproach from an uncertain science, and to ascertain by observations and experiments in various parts of the world the extent and limits of Atmospheric and River Erosion, the real nature, tendency, and effects, whether permanent or not, of Earthquake shocks, the present Rise of Land in any part of the world,"], [16, "VI PREFACE TO THE SECOND EDITION. the actual formation of Chalk in deep sea bottoms, etc. The time has surely come for competent scientific observers, with minds free from prejudice or hypo thesis, to test and try these natural phenomena in the Bay of Naples or in the Baltic, in S. America, New Zealand, on the borders of glaciers, gorges and waterfalls, where nature may be caught in the act. The duties of these agents should be to observe and record facts, leaving others to draw conclusions ; let them undertake to settle the results. The following wise words should serve as a stimulus for this further exertion in the cause of truth. \" Men of science, to render themselves worthy of the licence given them in what they communicate to the world, should carefully distinguish between truths which are definitely established by unquestion able proof, and ideas which are as yet mere problems or opinions. \" Facts should be taught ; conjecture, if communi cated at all to those still studying the rudiments, should be mentioned as conjecture. Were a different method pursued science would run the risk of being misled, and, moreover, might fall into disrepute and have its freedom curtailed by those in power.\" ** 1 Professor van Virchow's Freedom of Science, 1877."], [17, "PREFACE TO THE FIRST EDITION. The geological theory of Modern Causes was presented to the world in a manner so attractive by the gifted author of The Principles, and his explanations of some of the most profound cosmical phenomena appeared to his readers so easily in telligible, that they have taken root almost without being questioned. Many persons, however, including the writer of the following chapters, while rejoicing in the real gains and expansion of human knowledge made by Geology, have from the first felt the want of that scientific proof of this theory which philosophy assures us is alone capable of producing rational belief. There seems no reason why Geology should be exempt from the tests demanded from other sciences and beliefs. It is easy to attribute to the action of the elements and of earthquakes phenomena not easily ac counted for. Is it not possible that, in the reliance placed by the promoters of this theory on such feeble agencies, they have been misled by plausible but"], [18, "PREFACE TO THE FIRST EDITION. VIII mistaken analogies, which can never counterbalance the entire absence of any positive proof of what they assert ? At all events, there can be no presumption in asking that their facts and instances should be passed in careful review and scrutinised. The as sumptions of modern geology have filled some minds with alarm. Let us, in the cause of truth, try to ascertain whether her own foundations are secure. A theory is but a scaffolding by which we approach the colossus Nature, in the attempt to develope some new feature ; and that end being served, the scaffold drops away. The theory of Modern Causes has done some service in advancing and popularising geologi cal study ; and, unlike \" new facts \" in some other \"ologies,\" whose average vitality is said not to ex ceed three years, it has had a long and prosperous career. Already, however, have some heavy blows been dealt to it, perhaps unintentionally, by its own friends and supporters. Thus, Professor Huxley ac knowledges \" a very remote period when the earth was passing through physical and chemical condi tions which it can no more see again than a man can recall his infancy.\"1 Darwin, Lyell, and others, who proclaim a term of 300 millions of years in- 1 Critiques and Addresses, p. 239."], [19, "PREFACE TO THE FIRST EDITION. IX sufficient for some of the operations of geology, are warned — \" So much the worse for geology, since physical considerations render it impossible to allow her more than 10 or 15 millions of years.\"1 Re searches into the Dissipation of Energy have already dissipated the uniformitarian doctrine that — thanks to a supply of heat furnished constantly to our earth by the sun — the state of things which has existed on it for millions of years will continue unchanged for as many more millions. We have also recently obtained positive assurance that our globe was, \" in the remotest times,\" so hot as to be at least plastic — a condition, fortunately, not now prevailing, either \" in kind or in degree.\" This little book does not deal with the broad and incontrovertible truths of geology, but only with certain excrescences, which aim at proving the earth to have been fashioned by mechanical processes still going on. To sift the truth of this is the author's object. If the book should attract any attention, it is sure to be met in certain quarters with rough usage. Faults may very likely be found with his arguments, and his suggestions (they scarce deserve to be called theories) may share the fate of many others ; but he would earnestly submit to the candid 1 Tait's Lectures, p. 165."], [20, "X PREFACE TO THE FIRST EDITION. reader whether the long array of his facts, taken together with his answers and objections to alleged facts hitherto generally accepted, can be refuted or evaded ? A conviction of the radical flaws apparent in the theory of Modern Causes, long brooded over, and confirmed by careful investigation of the pro cesses now employed by nature, impels him to make public his views."], [21, "PAGE 1 38 CONTENTS. CHAPTER I. Geology — Its Verities and Vagaries — Unlimited Time — Causes now in Action — Metamorphism CHAPTER II. Earthquakes — Their Effect in modifying Earth's Surface — Earthquake-Waves . . .11 CHAPTER III. Supposed Elevation of Mountains by Gradual and Gentle Impulses . . . . . .33 CHAPTER IV. The Formation of Mountains — Upheaval from below Doubtful — Shrinkage and Lateral Pressure — The Bursting of the Earth-Rind CHAPTER V. Present Rise of Land in Sweden and Norway — Is it a Fact that it does Rise . ... 46"], [22, "XII CONTENTS. CHAPTER VI. PAGE River Erosion — The Creation of Valleys by Run- ning Water, and of Lake-Beds by Glaciers — Examples : the Simeto, Rhine at Bingen, Iron Gate, Cataract of Niagara, Falls of Zambesi, River Litany, Dead Sea, etc ... 57 CHAPTER VII. Atmospheric Denudation — Mountains and Valleys asserted to be made by it ; also destroyed by it — Amount of Faith required — Great Results from Inadequate Causes — Another Cause Suggested ...... 86 CHAPTER VIII. Of Denudation by Glaciation — Effects of Sudden Emancipation of the Earth's Crust from an Icy Coating . . . . . . .102 CHAPTER IX. Summing up — Inviting the Reader's Verdict — Convulsions — Can the Doctrine of Modern Causes and Natural Development apply to the Earth, and if so, to what Final Conclu- sion does it lead ? . . . . .111 Postscript. — Gaping Faults . . . . .126 Index . . . . . . . .129"], [23, "LIST OF ILLUSTRATIONS. PAGE Plan of Falls of Zambesi, Central Africa Frontispiece. Torrent from the Findelen Glacier, Zermatt . 60 Gorge of the Danube below Belgrade . . 64 Gorge of the Rhine — the Via Mala ... 65 Bird's-eye View of the Falls of Zambesi . . 68 Glacier — Movable and Immovable Ice . . 81 Section of Basin of the Dead Sea . . . 83 Nero Fjord, Norway 98"], [24, ""], [25, "SCEPTICISM IN GEOLOGY. CHAPTER I. GEOLOGY ITS VERITIES AND VAGARIES. UNLIMITED TIME— CAUSES NOW IN ACTION METAMORPHISM. Of all the sciences, the most rapid in its rise and general popularity has been Geology. Since the beginning of the present century a band of illus- trious men, contemporaries in this and other coun- tries, all striving with one aim, and reminding us of the group of authors in the time of Queen Anne, and of artists in that of Leo the Tenth, have de- veloped this branch of learning and rendered it perhaps the most attractive of the Natural Sciences. In rapid succession they poured upon the world the results of their discoveries; the fixed orders and super- position of strata all the world over, the determina- tion of relative age, not only by superposition, but by the distinctive fossil contents of these strata, the existence and structure of multitudes of animals b'"], [26, "2 SCEPTICISM IN GEOLOGY. CHAP. I. created and annihilated long before man's appear ance on earth, and more recently the prevalence of glaciation in former ages, and its effects on the earth's surface. To have recovered so many lost records of the past existence of our globe, and of its inhabitants, was a precious addition to the book of knowledge. But while appreciating the verities of geology, few who have studied the subject attentively can have failed to feel some qualms at accepting all its theories. There is no denying that the systems proposed by the Cosmogenists of the present day, while very dogmatically enforced by their propagan dists, contain many things hard to believe, and which appear to have been accepted too readily and without full investigation. An observer, long oc cupied in the study of nature, may be allowed to dwell upon the difficulties which environ the doctrine of Uniformity or the operation of Modern Causes, the elevating power of Earthquakes, Erosion of rocks by rivers, unlimited Denudation by atmospheric influ ences, and the Antiquity of Man on the earth. If it can be shown that there is ground for this hesitation to believe, and need for fresh in vestigation of dubious facts, if it should turn out that enormous exaggerations have paved the way for erroneous conclusions, and that supposed analogy"], [27, "3 CHAP. I. LIBERTY OF DOUBTING. has been mistaken for evidence, the great cause of truth will have been served. The younger disciples of this school of geology will in that case not refuse to retrace their steps and start afresh. A living philosopher has proclaimed that to doubt is the first principle of modern science. Science, moreover, claims for herself an unlimited right of search into all matters of belief, and will not refuse to concede the same liberty which she enjoys. I propose, therefore, to relieve myself of an accumulation of scientific doubts which have obstructed my acceptance of cer- tain tenets of the modern school of geology, examin- ing various statements assumed to be facts, and testing their competency to fulfil the results attri- buted to them, from careful study of the writings of that school, partly from personal observations of the earth's structure in this and in other countries during many years past. The candid reader who may not be convinced by my arguments may perhaps be so far shaken in his implicit trust in these the ories as to desire a verification of the bases of some parts of modern geology, by a careful re-investigation of the phenomena on the spot. And here, at the outset, it is necessary to protest against the insatiable demands of geologists for time, or rather against the substitution of time for proof"], [28, "4 CHAr. I. SCEPTICISM IN GEOLOGY. of what they assert. They see in their visions re sults which do not follow their premises, but which they assure us will happen, or ought to happen, pro vided we put off the fulfilment for \" an incalculable period of time.\" They seem unconscious of the fallacy of supposing that an event which to all appearance is not happening, and which certainly has not happened within the period of the world's known history, can ever come to pass, conditions and circumstances remaining the same, and no new motors coming into the field. There cannot be a more groundless assumption than that \" time is power.\" *■ A late geological president has corrected the mistake in these terse words : \" It is a question of dynamics and not of time, and we cannot accept the introduction of time in explanation of problems the real difficulties of which are thereby more often passed over than solved.\" — Professor Prestwich's Inaugural Lecture; Oxford, 1875. Granted millions of years table-lands they say will be cut down into mountains and glens ; given four and a half millions of years and the whole N. American continent will be denuded away. It cost, according to Darwin,2 only 300 millions of 1 Geikie, Scenery of Scotland, p. 8. 2 Origin of Species, p. 287, 1st edition."], [29, "CHAP. I. LIBERTY OF DOUBTING. 5 years to denude the Weald, and positively if we concede only a few millions more of \" untold ages,\" the present ** continents will all be washed into the sea ! In truth, the geologist draws bills at very long dates, which are never paid because they never arrive at maturity. Would it not become the geologists of our time to abandon a position which enforces on their followers a belief almost amounting to a superstition ? Does it not look like a resource for escaping from the fulfilment of their own prophecies ? Another preliminary objection must be recorded against a prevalent practice endorsed by some eminent names, but very dangerous to real science, of arguing from supposition and alleged similarity to conclusions wholly unproved. Thus, because a puddle in a rainstorm will cut runlets in the soft sand in an hour or two, it must follow that rain or running water will cut glens and valleys, or even sever high mountains, granted millions of years.2 Or that because the earthquake of 1822 in Chili raised the sea-beach 3 or 4 or 10 feet, whether perman ently or not has not been proved, a part of the South American continent, surpassing in weight and volume the whole chain of the Andes, was lifted at the same 1 Geikie, Scenery of Scotland, p. 115. 2 Ibid. p. 13."], [30, "SCEPTICISM IN GEOLOGY. CIIAP. I. 6 time.1 Yet these assumed facts have been drawn into the texture of their arguments by the eminent geo logists referred to, apparently carried away by en thusiasm for their subject. As a reason for the following discussion, indeed as a justification of it, we ought to bear in mind that the dogmas to which objection is taken are not confined to scientific papers or learned Transactions, but are promulgated in popular treatises and taught in school-books, now being widely circulated among the young. Is it not, therefore, incumbent upon us to ascertain whether these assertions be true ? The principles of this school of science have been thus formally enunciated by their eminent leader : \" The forces now operating %ipcm earth are the same in kind and in degree as those which, in the remotest times, produced geological changes!' — Lyell. If this be really the fact, if nature were still carrying on the operations by which the globe was made and fashioned, only on a diminished scale, are we not, in the first place, entitled to expect to catch her in the act of producing some of those elementary substances which enter into the composition of the earth's crust ; not of depositing but creating the 1 Lyell's Principles, i. p. 133."], [31, "CHAP. I. NO NEW ELEMENTARY SUBSTANCES. 7 metals and simple minerals, gold, silver, tin, quick silver, iron, the diamond, emerald, etc.? In no in stance has any such discovery been made. The geologist is lavish in explaining how sandstone is to be produced out of beds of sand, the washings of great rivers deposited in the sea. Yet we are not aware of any example of these sandbanks being raised from the bottom of the sea, and converted into solid sandstone or crystalline quartz. The sand and mud washed down into the Mediterranean by the Rhone in the days of Hannibal remain to this clay incoherent mud and sand. We cannot even satisfy ourselves with the sight of a fragment of new-made granite or a morsel of modern mica-schist. The obvious conclusion to be drawn from the absence of these substances is that the conditions under which they were created no longer exist. What goes on at present is but a fresh deposit, or concretion, or sublimation, or crystallisation of substances already existing in vapours or solution, as of silex from the Geysers of Iceland and hot springs of New Zealand, of calcareous stones from water impreg nated with carbonic acid, of sulphur from the vol canic vapours of Etna or Hecla, etc. A distinguished philosopher proclaims, as one of the facts gained to science from the cruise of the"], [32, "8 SCEPTICISM IN GEOLOGY. ciiAr. i. \" Challenger,\" the discovery that true chalk, in the condition of mud, is now being made at the bottom of the Atlantic, and even that it has never ceased to be made since the deposit of the chalk formation of our continents. Two reasons, however, have been brought forward by Mr. Gwynn Jeffreys, which would seem to make it impossible for us to imbibe implicitly this assertion. Atlantic mud cannot be liquid chalk, because it contains no more than fifty per cent of carbonate of lime, chalk being a nearly pure carbonite — and the living mollusca found in this mud are in every case totally different from the species contained in the old genuine chalk. Hutton ** satisfied himself, and many others, his followers, by the assertion that \" the materials of the harder rocks transported into the sea are spread out and form strata analogous to those of more ancient date. Though loosely deposited along the bottom of the ocean, they become afterwards altered and con solidated by volcanic heat, and are then heaved up fractured and contorted\" — Play/air's Works, iv. p. 75. Sir James Hall, to corroborate this, instituted instructive chemical experiments, such as heating lime in a closed gun barrel, to produce the crystalline texture assumed by melted matter cooled under high 1 Lyell's Principles, i. p. 73."], [33, "CHAP. I. METAMORPHISM A THING OF THE PAST. 9 pressure. But no sea, no water, could have existed on the surface of a globe of molten rocks. The water in contact with sand or rock heated red hot would have turned into vapour. What then be comes of high pressure exercised by the old ocean ? Metamorphism.1 Of comparatively recent origin is the theory of Metamorphism, or the alteration and conversion of one kind of rock into another, on a large scale and over great areas. By it sandstone has been (or may have been) converted into quartz rock (or even into granite), shales into mica-schists, and fossiliferous limestones into crystalline marble. That such effects have been produced in a former condition of the earth we have full evidence. The question is how it was effected. About this geologists are much perplexed and greatly at variance ; some attributing it to great heat under pressure, others to chemical action. To some, hot water charged with chemical carbonates seems to have been the agent, to others cold water percolating the rocks. Another expounder3 writes : \" heat aided by water is necessary to allow 1 Lyell's Elements, p. 730, 6th ed. ; Geikie's Geology (Chambers), pp. 72, 73. \" Ramsay, Physical Geology of Great Britain, p. 47."], [34, "10 SCEPTICISM IN GEOLOGY. CHAP. I. of internal movements in the rocks by the softening of their materials, without which I do not see how complete re-arrangement of matters, accompanied by crystallisation could take place ; \" but he adds, \" how to obtain the required heat is a difficulty.\" One thing at least is clear, that the modus opcrandi is neither satisfactorily explained nor approximately understood, and that it has been found impossible to realise metamorphism, or even to imitate it, in the laboratory. From all that has been stated, however, we arrive at one unmistakeable conclusion, viz. — that metamorphism is a thing of the past, its processes not now discoverable, and it must therefore be dismissed from the category of \" Causes now in action.\""], [35, "CHAP. II. EARTHQUAKES. 11 CHAPTER II. EARTHQUAKES THEIR EFFECT IN MODIFYING EARTH'S SURFACE EARTHQUAKE- WAVES. \" Thou sure and firm-set earth. \"—Macbeth. The theory which attributes to earthquakes a large share in the conformation of the actual surface of the globe we inhabit is as old as Herodotus, who referred the opening of the gorge, through which the Peneus escapes to the sea, and Thessaly ceased to be a lake, to an earthquake caused by Neptune. This view was shared by Strabo. It was adopted by Hooke and Hutton; and their follower, Sir Charles Lyell, proclaimed the continued action of earthquakes as the undisputed agent of his cosmogony, operating now, as in former ages of the world's ex- istence, only with diminished force. Not less than 100 pages of that fascinating work The Principles are devoted to a history of the best recorded con- vulsions, and to the description of the office they fill. He sums up with the conclusion that the actual configuration of the earth's surface is due to a long-"], [36, "12 SCEPTICISM IN GEOLOGY. CHAP. H. continued series of moderate shocks. The poets of old, he tells us, were wrong to select the rock as the emblem of firmness,1 and it has fallen to the geolo gist of modern times to correct their error. There can be no doubt that the earthquake, when it comes in contact with buildings, or other work of man, is truly terrible, indeed irresistible. \" Temple and tower fall to the ground,\" whole cities are pro strated like packs of cards, and myriads of human beings are annihilated in the ruin. No wonder then that the description by eye-witnesses of these catas trophes should be tinged with the exaggerations of terror. It is surprising, however, that men of science should have transferred such exaggerations to their writings, and should have applied to the works of Nature what is strictly true only in reference to those of man, more especially since the few scientific eye-witnesses who have written from the spot, and near the time of such convulsions, give information which enables us to correct these fables and reduce them to sober reality. If it should turn out that this part of the fabric of modern geology has been hastily laid on foundations not perfectly secure, it is to be hoped that all lovers of science will encourage an investigation which has truth for its object. i Lyell's Principles, ii. p. 179."], [37, "EARTHQUAKES. 13 CHAP. II. Earthquake phenomena, little understood when the Principles of Geology first appeared, have been since subjected to minute mathematical and practical investigation by Mr. Hopkins and Mr. Robert Mallet. The last-named gentleman has studied them not only theoretically but on the scene of operations, having visited South Italy after the earthquake of 1857. His authority is acknowledged by Lyell, who quotes his writings, though he does not avail himself of all the results we are bound to bring forward. First of all let us invite attention to Mr. Mallet's definition of an earthquake as \" a movement like the shaking of a sieve,\" x as \" simply the transit of a wave or waves of elastic compression, from vertically upwards to horizontally, through the crust and surface of the earth.\" An eye-witness compares its motion with that of a carpet lifted on one side and shaken along the ground. Another wrote from Callao, August 13th, 1868, \"As far as the eye could see along the narrow street, the very street itself rose and fell in long billowy undulations.\" 2 After the 1 A translation of the Greek e.,a/.t,6g. Admiralty Manual, p. 325. 2 During an earthquake at Samoa, February 1876, an observer writes, \" The thatched roof presented the appear ance of waves running rapidly across it from south to north.\" —Nature, July 27, 1876."], [38, "14 SCEPTICISM IN GEOLOGY. CHAP. II. first concussions the earth continues for hours, even for days, in a constant tremor or vibration. Mallet adds, p. 329,\" Earthquakes must not be confounded with the forces producing permanent elevation of the land.\" These fundamental determinations of learned observers ought carefully to be borne in mind in the following investigation ; they are somewhat at vari ance with the assumption of the Huttonian school of geology regarding both the nature and the permanent changes effected by these convulsions. Let us examine, then, the various instances recorded in the pages of the Principles, so as to ascertain what enduring consequences earthquakes are really capable of producing, and what evidences they leave behind, on the face of Nature, of the permanent elevation and fracturing of rocks, and especially of great mountain chains. The earthquake of Calabria in 1783 was one of the most tremendous on record, and its effects were carefully investigated on the spot immediately after, by the Neapolitan Academy, by Sir William Hamil ton, Mons. Dolomieu, and others, who published elaborate reports ; and Sir Charles Lyell has given a very full account of it from these sources. First and foremost occurred the opening of fissures in the ground, as the earth-wave rolled along, and the swallowing up of men and cattle and buildings by"], [39, "RESULTS OF EARTHQUAKE. 15 CHAP. II. the immediate closing of these gashes. Some re mained open, however. Next we are struck by the constant occurrence of landslips,1 caused by enor mous masses of earth being shaken down from the hillsides by the sieve-like motion, so that, in the language of the terror-stricken inhabitants, one hill marched down to meet another. The result was — innumerable stoppages of the river -courses, the obstruction of the drainage of the district, and the formation2 of 215 stagnant ponds and lakes. But the reader of Lyell who has admired the curious woodcuts of straight and starred fissures, holes, ravines, and chasms, must not for a moment suppose that these were formed in solid rock, that they lasted any time, or that any one visiting the spot would be likely to find any trace of them at the present day. All the fissures gradually closed up, for they were confined to superficial deposits, alluvium, clay, gravel, and an incoherent tertiary sandstone, according to Dolomieu (Brit. Assoc. Rep., 1 The filling up of a deep cove near Dusky Bay, New Zealand — surrounded by steep cliffs — after the earthquakes of 1826-27, was evidently the result of landslips. \"Trees were seen under water near the coast, having probably been carried down by landslips.\" — Lyell's Principles, ii. p. 82. 2 Lyell's Principles, ii. pp. 129, 130, 133."], [40, "SCEPTICISM IN GEOLOGY. CHAP. II. 16 p. 39). This is also acknowledged by Lyell, who adds that \" in more solid rocks we may expect that fissures will remain open for ages.\" Yet he is able to adduce no example of such permanent fissures in Cal abria, nor of any enduring change of level. Mr. Mallet visited this part of South Italy immediately after another very severe earthquake, which spread de struction through the southern part of the Peninsula, December 1857 ; but after the most patient investi gation, after traversing 150 miles of sea-coast and river-courses, he \" could find no trace of permanent elevation ; \" ** or, as the author of the Principles ex- presses it, \" the changes wrought in the river-courses were not on so grand a scale as in 1783.\" — Lyell's Principles, ii. p. 138. The well-known Temple of Serapis, on the Bay of Naples at Pozzuoli, a carefully observed geological example, is stated to have been twice raised and twice lowered by earthquake influence since the Christian era. Granting this, it at least affords no proof of permanent elevation, for we learn that in 1852 the floor of the temple was nearly on a level with the sea, and all downward movement had ceased, so that the temple stands now nearly where it did at first. The zone of holes midway in the three 1 Report to Royal Society, Transactions, vol. x."], [41, "17 CHAP. II. TEMPLE OF SERAPIS. standing columns, at a height of 12 feet above the pedestals, formed by marine-boring animals, which can live only under the sea, renders this building a puzzle to geologists and archæologists alike.1 We owe to the erudition, however, of the late Sir Edmund Head the discovery of a passage in Pausanias, from which it seems quite possible that the site of the temple was originally gained from the sea by artificial means, by throwing down earth and rubbish on which to found the temple, around a hot spring which rose in the midst of the sea itself. No doubt this is the spring, now flowing behind the temple, and once used to fill its baths. The pavement which was discovered five feet below the level of the base of the columns may have been the floor of a sunken bath, and conse quently no indication of any subsidence in the ground on which the stones of the pavement are laid. In the same manner the Fort of Sindree, in the delta of the Indus (L. ii. p. 104), submerged by the earthquake of Cutch, 1819, and seen by Alex. Burnes, 1828, surrounded by water, ten years later had risen up again on dry land, the lagoon having diminished; while still more recent intelligence, in 1845, assures us that \" a large area seems to have sub sided, and the Sindree Lake had become a salt marsh.\" 1 See Archœologia, vol. xxxvii C"], [42, "18 SCEPTICISM IN GEOLOGY. CHAP. II. From all these circumstances, recited by Lyell himself, and from others which it would be tedious to quote, the permanent effects of earthquakes are discredited, and it would appear that although parts of the earth's surface may be raised by the jar of an earthquake, like the lifting of the lid of a box, the truth, as it emerges, proves that this rise is not lasting, and the ground subsides again gradually into place, when the shocks are over. Were it not so, there are some spots on the earth's surface, such as Conception and Copiapo in Chili, which ought to have been hoisted into the air or permanently sunk long ago, since scarce a year passes without at least one shock, whereas they remain, like the Temple of Serapis, just where history and geology first found them. No more extensive or remarkable range of volcanoes exists on the globe than that great circle which belts the Malay Archipelago. In this whole region earthquakes are constant, slight shocks occur ring monthly, or even weekly, intermixed with stu pendous convulsions at intervals, yet we do not find that Java, Sumatra, or the adjoining Philippines, are either gradually rising at all or sinking below the ocean. In many instances severe earthquakes pass with out causing the slightest change of level. After that"], [43, "CHAP. II. RISE OF LAND TEMPORARY. 19 which desolated the West Indies in 1868, a survey made on the part of the coast where the shocks had been most severe, by Captain Hamdton of H.M.S. Sphynx, proved that no alteration had occurred in the soundings. The most destructive earthquake which ever visited the coast of Chili was that of November 1822, when shocks were felt throughout a space of 1200 miles from north to south. Next morning the coast was found to have been raised at Valparaiso 3 feet, and about 4 feet at Quintero, a seaport close to Valparaiso, where \"some rocks, a few hundred feet from the shore, previously always under water, were uncovered at half-tide ; \" also, \" a mill-stream, about 1 mile from the sea, gained a fall of 14 inches in little more than 100 yards, and from this fact it was inferred that the rise in some parts of the inland country was far more considerable than on the borders of the ocean.\"— Lyell's Principles, ii. 95. Dr. Meyer, a Prussian, who visited the coast nine years after, and saw beds of shell-fish and sea-weed adher- ing to rocks which before the earthquake were under the sea, was \" led to think the whole coast of central Chili was raised about 4 feet.\" This supposition of the rise of the coast is repeated in written state ments of Mrs. Graham, Mr. Cruikshank, and Mr."], [44, "20 SCEPTICISM IN GEOLOGY. CHAP. II. Darwin, but in no instance do surveys or measure ments appear to have been taken either before or after the shocks. Upon the strength of this evi dence alone, though confined to the neighbourhood of Valparaiso and the coast of central Chili, we are told that \" some observers supiposcd the whole country, from the foot of the Andes to a great distance under the sea, was upraised in 1822.\" — Lyell's Principles, ii. 9 6. \"It has also been conjectured by the same eye witnesses that the area over which the permanent alteration of level extended may have been equal to 100,000 square miles.\" It is true the author of the Principles acknow ledges that \" this conjecture must be considered as very hypothetical, and the estimate may have greatly exceeded or fallen short of the truth.\" — -Vol. ii. p. 96. Still he builds upon it in different parts of his book, so far as to assert that \"in Chili, in 1822, the volcanic force has overcome the resistance, and has permanently uplifted a country of such vast extent that the weight and volume of the Andes must be insignificant in comparison,\" adding, a few lines further on, \" We can scarcely doubt that a mass of rock several miles thick was uplifted in Chili, 1822.\" x We have shown upon how very slight evidence, 1 Lyell's Principles, vol. i. p. 133."], [45, "CHAP. II. EARTHQUAKE IN CHILI. 21 in Sir Charles Lyell's own estimation, this assertion is made. Let us seek for any other example at any time or in any other country, from the author's earthquake chapters, to confirm it. The statement that \" Chili has thrice been per manently elevated \" is modified by Captain Fitzroy, who was there during another earthquake in 1835, and who warns us that \" the difference of 4 or 5 feet vertical, perceptible at first in the relative level of the land and water, gradually diminished, until the water rose again to within 2 feet of the former high-water level.\" He concluded also that in the neighbouring island of Santa Maria the land had been raised 4 or 5 feet in February, and had re turned in April to within 2 or 3 feet of its former level.\"1 — Lyell, ii. 92. Mr. Darwin, indeed, who was in Chili at the same time as Captain Fitzroy, appears to have been so blinded by his bias towards \" the permanent eleva tion theory,\" as not to be able to trust the evidence of his own eyes. \" There can be no doubt,\" he tells us, \" that the land round the Bay of Conception was 1 Sir Charles himself, in another place (vol. ii. p. 156), alludes to \" an opinion often promulgated of late years, that there is a tendency in the Chilian coast, after upheaval, to sink gradually and return towards its former position.\""], [46, "22 SCEPTICISM IN GEOLOGY. cnAP. ii. upraised 2 or 3 feet; but it deserves notice that, owing to the waves having obliterated the old lines of tidal action on the sloping sand, / could discover no evidence of this fact, except in the united testi mony of the inhabitants, that one little rocky shoal, now exposed, was formerly covered with water.\" — Journal, p. 310. Of the earthquake in New Zealand of 1855, a description appears for the first time in the tenth edition of the Principles. The author lays the greatest stress on it, because \" the geologist has rarely enjoyed so good an opportunity as that afforded him by this convulsion.\" — Lyell, ii. 88. The ac counts of it, also, were furnished to him by \" three well qualified scientific observers, who were eye-witnes ses,\" and their statement of the elevation of a high cliff of hard slaty rock over a distance of ninety mdes inland from the sea, is a unique instance of the kind, and requires to be carefully examined and tested on the spot at the present time by competent observers. This earthquake occurred on January 23d, 1855, in Cook's Straits, in the vicinity of Wellington, and was supposed by Mr. Roberts, an engineer, \" to have permanently elevated, in the vicinity of Wellington, a tract of land comprising 4600 square miles, not much inferior to Yorkshire.\""], [47, "CHAP. II. NEW ZEALAND EARTHQUAKE. 23 But it is added, \" the points of minimum and maxi mum elevation were 23 miles apart, which therefore expresses the breadth of the upraised area.\" — P. 85. The length of the fault running inland from Muka Muka, which marks the termination and the highest point of the upheaval, viz., 9 feet, amounted, accord ing to Mr. Borlase, \" to the extraordinary distance of about 90 miles.\" — P. 86. Now if we multiply 90, the length, by 23, the breadth, we find the result to be an area not of 4600 but only 2070 square miles. Farther on1 it is stated by the author — \" At the same time this vertical movement took place, Jan. 23, the harbour of Port Nicholson, about 12 miles west of Muka Muka Cliff (where the rise of 9 feet occurred), together with the valley of the Hutt, was raised from 4 to 5 feet.\" The reader would naturally suppose that this was a separate catastrophe in a different district ; but on consulting Sir Charles Lyell's map we find that Muka Muka Cliff* and the valley of the Hutt are included in the strip of 23 miles wide by 90 long, which he has already told us was elevated from 1 to 9 feet (p. 85), while Muka Muka Cliff is only an escarpment of the Remutaka Mountains which bound the Hutt valley on the east, and are 1 Principles, vol. i. p. 86."], [48, "24 SCEPTICISM IN GEOLOGY. CHAP. II. also included in the same strip or tongue of land, washed on either side by the sea. How can we account for such confusion and con tradictions in the statement of \" an engineer who observed minutely the changes in the level of the land,\" and who \" was able to measure accurately the amount of permanent upheaval in the older for mations \" ? Until we can obtain further information on the results of this earthquake, we are compelled to refuse belief in the \" fissures 6 to 9 feet broad \" in the older formations, especially as there exists, as far as we know, no well-authenticated instance on record of the raising of an entire mountain chain in any part of the globe,1 nor of permanent fissures in hard or crystalline rocks by any earthquake. We are informed by one well acquainted with New Zealand 1 Observe, however, we are told of a fissure 15 inches wide, \" traced by Mr. Mills, and partly by observers on whom he could rely, for 60 miles.\" — Lyell, vol. ii. p. 89. Also \"deep rents caused in solid rocks in Syria, 1837,\" no place or authority named. — Lyell, vol. ii. p. 89. \" Near Val paraiso, in 1822, parallel fissures in the granite ; some were traced \\\\ m. inland\" (no spot named). — Lyell's Principles, voL ii. p. 95. But Mallet rejects the idea of the formation of fissures of any magnitude by the direct influence of earth quake. — Report, p. 52."], [49, "25 CHAP. II. PROOF WANTING. and the locality of this earthquake, that the asser tion of permanent upheavals over so large an area is allowed to be a mistake, and is not now to be made out on the spot. Moreover, after the repeated and persistent asser tion of permanent upheaval (Lyell, p. 82), the nar rative of the New Zealand earthquake winds up with the usual confession that \" a question arose whether the land about Port Nicholson,\" where the shocks were most violent, upheaved several feet in January, had not \" sunk again to some slight extent before September 1855\" — Lyell, vol. ii. p. 88. It is but just to add that Mr. Roberts \" felt per suaded that he could not have failed to notice even a slight change of level, had any occurred ; \" and the author adds, \" It is surprising how soon the signs of a recent change of level on a coast are effaced to all eyes but those of the scientific observer.\" To sum up the results of the New Zealand earth quake, it may be safely asserted that the idea of a change of level over a space nearly as large as York shire originated in a total mistake ; while the 90 miles fault, if it really extends that distance, will probably turn out on examination to be not a fracture of solid rock, but a mere shift or landslip at the junction of two discordant unconformable formations."], [50, "26 SCEPTICISM IN GEOLOGY. CHAr. II. If there be well-founded doubts of any perma nence in the elevations and depressions caused by earthquakes, a perusal of their annals will prove how limited are their operations on the solid frame of the globe. Although by no means confined to plains and low grounds, earthquakes are most common among them, as in Cutch, the Mississippi valley, Lisbon, Jamaica, and even when they occur amidst the mountains, are felt chiefly upon the clay, gravel, and other recent or alluvial deposits at their base. Indeed, as a general rule, the earthquake force seems to glance off and to be turned aside on reaching the solid rocks of older formations. Dolomieu assures us that the Calabrian earthquake of 1783 did little mischief on the granite and slate rocks around the plain. Humboldt was astonished to find the spires and pinnacles of lofty buildings in the mountain capital of Quito, 9500 feet above the sea, stand the shock with scarcely a rent in their walls, while in the plain even huts are shattered by it. Sir Charles Lyell expresses wonder that two isolated earth columns, called the Dwarf Towers, near Viesch, in the Valais, \" consisting of hardened mud and gravel, should have resisted the destructive power of earthquakes which have occurred again and again in the neighbourhood,\" but he explains the"], [51, "CHAP. II. EARTHQUAKES CHECKED BY MOUNTAINS. 27 cause when he tells us \" the fundamental rock is mica schist,\" vol. i. p. 343. \"The destroying effects of the Lisbon earthquake were confined to the tertiary strata, and were most violent on the blue clay in the lowest part of the city. Not a building on the secondary limestone or basalt was injured,\" writes Mr. Sharpe in 1839, quoted by Lyell. \" In New Zealand, 1855, the motion on the plain was greater than that on the hills.\" — Thompson's New Zealand, vol. ii. p. 232. \"The vertical movement ceased abruptly along the base of the hills of Remu taka.\"—Lyell, ii. 85.1 \" Those houses in Chili of which 1 It is true Humboldt asserts that during the earthquake at Caracas (1812) the gneiss and slate mountains of the Cordilleras were more shaken than the plains. There may be other exceptions to the rule, but the opposite instances are far more numerous, and Mallet's opinion that the shocks felt at Lahore in 1832 passed through the Hindoo Coosh chain appears to be a conjecture only. The earthquakes felt at the same time on the Oxus, and even at Bokhara, may have originated from different centres. — See Mallet, British Asso ciation Report, 1850, pp. 39-40. In the Earthquake of Cashar, 1869, Dr. Oldham declares not a single fissure occurred in the solid and permanent part of the plain. They were confined to the borders of the river, and caused landslips, often filling up its channel, and driving back the water. The Earthquake of Mendoza (on the authority of the late David Forbes) \" was felt for 1200 miles across the"], [52, "28 SCEPTICISM IN GEOLOGY. CHAP. II. the foundations were on rock were less damaged than those built on alluvial soil.\" — Lyell, vol. ii. p. 95. But it is precisely among the mountains, amid the great elevations and the fissures of the earth, that the operations which have modified its surface in ancient times are most perceptible, and here it is that the modern earthquake, if it were capable of performing the part assigned to it by geologists, ought to be most telling and active in lifting and fracturing, yet here precisely it begins to be impotent. The Swiss earthquake of 1855 shattered some houses of Visp on the low alluvium of the Rhone, dis lodged and shook down a few loose rocks upon the path to Zermatt ; but the lofty Balfrin Peak which looks down on Visp was not moved. During the catastrophe which levelled part of the city of Antioch in 1872, a German traveller, Seif, journeying thither through the mountains, had no perception whatever of the shock. So also to persons at the bottom of mines, the earthquake, so terrible at the surface, often passes unheeded by ; witness that which spread terror at Falun in Sweden, November 1823. The late excellent geologist, David Forbes, had been at plain at the foot of the Andes. Wherever the firm rock came to the surface, there was no trace of fissure — only in the alluvial soil.\" — Quarterly Journal of Geological Society, August 1872."], [53, "CHAP. II. EARTHQUAKES AMONG MOUNTAINS. 29 the bottom of deep mines during earthquakes, but perceived nothing except the noise. He could tes tify to their effects being confined to the surface.1 But not only does the earthquake appear to avoid the mountains, it has also nothing to say to those great gorges which intersect them and furnish channels to allow rivers to pass ; such as the Via Mala traversed by the Rhine in the Grisons, the gorge of the Danube below Belgrade, that of the Avon at Bristol, that of Sottoguda in the Tyrol, and a thousand others. Sir C. Lyell leads us to expect, p. 163, \"Where rocks have been once fractured and freedom of action communicated to detached portions of them, these will naturally continue to yield in the same direction, if the process of upheaval be continued.\" But we look in vain in these gorges for any \"up heaval \" of their sides or enlargement of their open ings at the present day. Two examples remain among the interesting catalogue of earthquake results brought together by Sir C. Lyell, which must not be passed over, because beyond doubt their effects are permanent — -the sub sidence of 1000 acres of sandy beach at Port Royal, Jamaica, 1692, and of an area 8 0 miles by 3 0 at New Madrid, in the valley of the Mississippi, 1811-12. 1 Journal of Geological Society, August 1872."], [54, "30 SCEPTICISM IN GEOLOGY. CHAP. II. In the latter case the ground affected consisted of alluvial matter — mud, trees decayed and living, mixed with reeds and lacustrine herbage. Such a soil could scarcely be termed dry land ; the neigh bouring rivers inundating it, and constantly chang ing their beds even at ordinary seasons ; and after being incessantly cracked and fissured by shocks for three months together, it is no wonder that it was underwashed. It had been squeezed dry like a sponge by the successive shocks, and collapsed soon after. In that very neighbourhood Sir Charles Lyell1 found the river alone, unaided by earthquakes, wasting its banks and undermining houses. The Jamaica case was a settlement of an incoherent sandbank, over weighted with buildings, which simply slipped into the sea from the concussion. Due stress and consideration has hardly been given to the effects of the great waves which always follow an earthquake occurring near the sea-shore. The ocean would appear to be turned up from its lowest depths on these occasions, and its equilibrium to be destroyed for days or weeks during which its oscillations last. These waves (as at Lima and Callao 1750, Conception 1751, Lisbon and Tan- 1 Lyell, Second Visit to the United States, vol. ii. p. 228 ; Lyell's Principles, ii. p. 161."], [55, "CHAP. II. EARTHQUAKE WAVES. 31 giers 1755, Hawaii 1867) rush inland for miles, sweeping everything before them, and carrying along with them not only vessels (in 1868 an American corvette was swept inland a mile at Arica, and left high and dry) but also masses of gravel and shingle. In this way beds of shells of living species are thrown up far beyond the shore, at heights of 60 or 80 feet above the reach of the tides, along with sea-weeds and shell-fish. This will account for the deposit of cotton thread, plaited rush, and an ear of Indian corn, found by Darwin on a hill near Lima.1 The tremendous force and volume of water thus set in motion also greatly alters the sea-bed near the shore, creating bars and sandbanks, and thrusting forward huge detached rocks 2 to places where before there was deep water. Hence the stories of rocks appearing above the water, and shell-fish exhaling odours on the shore. May not such waves have been the cause of the gently sloping beach which 1 Lyell, Antiq. of Man, p. 49 ; Mallet, Report, p. 61. In 1689, at Callao, one of these waves carried three ships inland over an intervening hill, so that they were left to rot there for want of means to take them back to the sea. 2 Lyell, after describing the rise of recent reefs in the harbours of Penco and Concepcion (Lyell, ii. p. 155), states that facts discountenance the idea of any permanent upheaval in that ancient port in modern times (p. 156)."], [56, "32 SCEPTICISM IN GEOLOGY. CHAP. II. was laid dry between the cliff and the sea imme diately after the New Zealand earthquake ? \" affording ample space at all states of the tide for the passage of man and beast.\" — Lyell, p. 86. We have now passed in review all the most pro- minent and important instances of earthquake action enumerated by Lyell, and have endeavoured to show, partly out of his own ever candid avowals and con- fessions, that they do not bear out the conclusions at which he arrived. We have also the support of the following decisive sentences from Mallet : \" An earthquake, however great, is incapable of pro- ducing any permanent elevation or depression of land whatever. . . . Hence it is inexact, or rather untrue, to class earthquakes as among the causes of permanent elevation or depression of land.\" — Mallet, Report on Earthquake Phenomena, p. 48. The reader, it is hoped, will not consider that we have devoted too much space to this discussion when he remembers the importance which Lyell attributes to earthquakes : \" The integrity of the habitable world is preserved, and the very existence and perpetuation of dry land is secured, in a great degree, by subter ranean movements.\" — Lyell's Principles, ii. p. 144."], [57, "RESORT TO \"CONVULSIONS.\" CHAP. III. 33 CHAPTER III. SUPPOSED ELEVATION OF MOUNTAINS BY GRADUAL AND GENTLE IMPULSES. The difficulties of modern Geology are greatly increased owing to its undertaking to produce vast effects with means which, on investigation, appear utterly inadequate to perform them. However, these results are so stupendous that even its adherents show signs of incredulity asrn their own theory, and a want of confidence in it. While professing uniformity and quietude, and charging with ignor ance and obliquity of vision those who still have faith in former operations of a more decisive character and on a grander scale than at present, they are compelled themselves to resort to these to account, in the first instance, for the creation of mountains, valleys, and river-beds, although laying the chief stress on denu dation. Thus a stubborn repudiator of any but modern causes writes, \"Valleys, lacustrine hollows, table lands, and mountains, have all been, more or less, n"], [58, "34 SCEPTICISM IN GEOLOGY. CHAP. III. slowly formed by the forces we see even now at zvork in the world around us,\"1 but he adds,2 \" It is evi dent that the great mountain-chains of the world are due, in the first place, to ztpheaval.\" Further on he invokes \" the subterranean forces which upheaved the solid crust into great table-lands or mountain undulations.\" Lyell also, in his Elements? describes and figures a remarkable ravine in the suburbs of Lewes, called \" The Combe,\" which he says \" is un doubtedly due to dislocation. ... No outward signs of distzirbance are visible, and the connection of the hollow with subterranean movements would not have been suspected by the geologist, had not the evidence of great convulsions been clearly exposed in the escarpment of the valley of the Ouse.\" The Quietudinarian geologist will answer that these upheavals are due to tranquil and gentle dis turbances, to \"multiplied convulsions of moderate intensity\"!4 — a succession of uniform minor move ments, repeated at distant intervals and after long pauses. A slight attention, however, to the laws of dynamics teaches us that enormous weights are raised i C/iambers's Geology, by J. Geikie, p. 74. 2 Ib., p. 76. 3 Lyell, sixth edition, p. 361. It is unaccountably omitted in later editions. 4 Lyell's Principles, vol. i. p. 120."], [59, "35 CHAP. III. EVIDENCE OF FORCES NOW EXTINCT. and inertia is overcome only by a concentration and accumulation of force, and that pauses or intervals between the impulses inevitably produce loss of power. Moreover, as a wise modern geologist appropriately lays it down, \" It is not possible for any number of minor forces, where the ultimate resistance exceeds each one taken separately, to accomplish in any time, however long, that which requires for its execution a force of infinitely greater power.\" — Prestwich, Past and Future of Geology, 1875. To overcome the resistance of a mountain mass, to lift the Alps or Andes, and at the same time to break them up into gorges and valleys, was as suredly due to no modified violence, no gentle taps renewed from time to time. In order fully to under stand the magnitude of the work to be done by these gentle jogs, let us transport ourselves for a time into the midst of some of the grandest scenes of nature's operations. Listen to the evidence of an unbiassed geological observer possessing a minute knowledge of the highest mountain chain, the Hima layas. \" The whole mass,\" says Mr. Blanford, in a Report attached to the Geological Survey of India (p. 68), \"has been broken and disturbed, the rocks on one side of the fracture having been lifted up many thou-"], [60, "SCEPTICISM IN GEOLOGY. 36 CHAP. III. sands of feet, and crushed and crumpled together as the leaves of a book might be if placed edgeways between the boards of a powerful press. If we con tinue the section through the whole chain of the Himalaya, for some hundred miles, and still farther into Thibet and the plain of the great Gobi, we should still find the same evidence of crushing and contor tion. Here, then, is the work of a power compared to which the greatest of earthquakes sinks into insig nificance. Since man began to record his experience of natural catastrophes no one has ever witnessed such gigantic movements of the crust of the earth as here stand in existence.\" Sir Roderick Murchison — \" non sordidus auctor naturæ verique,\" writes, \" See the deep chasm occu pied by the Lake of the Four Cantons (between Brunnen and Altorf), a profound transverse fissure with vertical cliffs on either side, and observe the broken and discordant ends of the strata on one side, showing abrupt clean vertical abscission from those of the other. Then follow up on each opposite cliff the twisted and often inverted lines of torsion, by which the Tertiary strata are crumpled up with the Secondary rocks, particularly on the east side of that great hollow, even to the summit of the mountain.\" — Siluria, p. 490."], [61, "CHAP. III. EVIDENCE OF FORCES NOW EXTINCT. 37 These two passages alone form a standing pro test against the theory of modern causes, and we are not aware that they have ever been answered. Geologists acquainted with the Alps need not to be reminded of such examples as the Glarnisch, where an entire mountain is rent from top to bottom in a precipice 6000 feet high; nor of the Galanda, torn from the opposite range of the Kuhfirsten, both in Eastern Switzerland. Such instances of the effects of energies now extinct may be multiplied a hundred fold in almost every part of the world."], [62, "38 SCEPTICISM IN GEOLOGY. CHAP. IV. CHAPTER IV. THE FORMATION OF MOUNTAINS UPHEAVAL FROM BELOW DOUBTFUL SHRINKAGE AND LATERAL PRES- SURE — THE BURSTING OF THE EARTH-RIND. The great geological problem of the day is, \" How were mountains made ? \" The advocates of \" modem causes \" endeavour to answer the question by suggesting some upheaving force acting from below. This idea underlies all their speculations.1 Lyell refers the elevation of mountain-chains to the effects of subterranean power, simdar to that which causes volcanic eruptions; yet he himself demolished the theory of \"craters of elevation,\" and no one has satisfactorily ascertained the seat or origin of a power which, like that of the fabled giant of old, is to rise up under its mountain burthen. If the evidence produced in my second chapter is of any value, it does not exist in the earthquake, whose movement is a mere superficial and transient shake. 1 \"It is evident that the great mountain-chains of the world are due, in the first place, to upheaval.\" — GeiMe's Geology, p. 76."], [63, "CHAP. IV. FORMATION OF MOUNTAINS. 39 Volcanoes are a purely coUateral phenomenon, which have existed in all ages of our planet. They are to it what bods and pustules are to the human body, a sort of safety-valve. Through holes in the earth's crust they throw up cinder and lava-heaps, veins and dykes, after the manner of huge furnace chimneys, ejecting molten matter at their mouths or sides, which sometimes rises into permanent mountains and islands, but seldom effects movement of the strata adjoining. In nine cases out of ten the outburst of trap and basalt has not raised the adjacent strata. These intruders usuaUy ascend in veins through cracks, or are injected in sheets between sedimentary strata, and are constantly tdted up along with them. Even granite, though an intrusive rock, often occurs super imposed upon mezozoic strata, as in the mountain mass of the Finster-Aarhorn ; while in the section of Cader Idris 1 igneous rocks are uplifted along with the schists and interstratified. The same \"with porphyry, as may be seen in the hills of the Vicentine and -Tyrol. Is it not possible that the idea of general up heaval by a vertical force acting from below may have carried too far ? Would not such an upward blow produce a radiating fracture in the earth's crust at the point of impact, like the starring of a pane of 1 Siluria, p. 41."], [64, "40 SCEPTICISM IN GEOLOGY. CHAP. IV. glass, in which the widest aperture would be in the centre and the fissures would diminish from that centre — the very reverse of what has happened in the case of mountains and valleys ? With no reliable evidence on this subject within our reach, may it be permitted to offer for considera tion an opposite theory, substituting lateral for verti cal movement in the great natural operations which have given our earth its existing surface of hill and valley . It is to be hoped that the suggestion may not fail of obtaining a hearing and considera tion from the geologists of this time and country merely because it is unconnected with \" causes now in action,\" and in fact is independent of them. It originates in events, issues, and developments which have passed away, and depends on a different condi tion of our planet from the present. We all know that the highest mountains on our globe are, in com parison with its diameter, far less than the wrinkles on the skin of an orange. Any one who has taken a survey of mountain-ranges from a high coign of vantage must have been struck by the uniformity with which they rise around him, wave beyond wave, maintaining, with the exception of a few pro minent peaks, nearly the same uniform level. Is it not possible that the spectator is here beholding"], [65, "CHAP. IV. MOUNTAINS NOT UPHEAVALS. 41 the shattered ridges of a great table-land of stratified deposits which once formed the even surface of the primeval earth's crust ? If we adopt this conception, the mountain masses of the globe, the basins of lakes, the channels of rivers, the deep bed of the ocean, its narrow straits and wide gulfs, are the residt of overthrow rather than upheaval, of fissures and cracks in earth's surface caused by the contraction and shrinkage of the rocks whde in the act of cooling down from the state of a molten mass, like a lava stream, solid above, yet resting on masses still pliable from heat, and moveable below. Out of the openings thus formed arose our present mountains and valleys. The lines of fracture may have followed a direction nearly but not entirely paraHel to one another, interrupted in places by cross faults and fissures extending at right angles. At the moment of disruption some of the divided masses would be liable to fad over upon their yielding and still plastic base, like clods turned by the plough. The broken edges of the upper strata thus inclined would become peaks and ridges. Some, like the waves in a moving lava stream, would topple over and be absorbed in the glowing abyss below, to be remelted into granite or trap. In the general break-up the yawning gaps would become vaUeys and gorges, while"], [66, "42 SCEPTICISM IN GEOLOGY. CHAP. IV. the widest gulfs and deepest cracks, some descending not less than five miles, would become the ocean beds for the waters of the great deep to repose in. But the tremendous force developed in the sudden bursting asunder of the loftiest mountain chains would be accompanied by a recoil of the larger masses, producing unlimited lateral pressure, suffi cient to drive up the flat sedimentary strata behind either in slopes against their sides, or pushing them onward, to squeeze and crumple them up together. Hence those gigantic bends and contortions which in many a mountain section have roused the geolo gist's wonder. Thus the rupture and recod of the Alps bursting out of their cerements may have pro duced those wave-like undulations and folds, rising in nearly paraUel ridges one behind the other, which characterise the chains of the Jura. We know from high authority that no strata are so rigid as to resist a sufficient force applied laterady.1 The same con tracting movement would also promote the injec tion from the molten sea below of trap or granite in beds between the half-closed folds of the strata, or in veins and dykes penetrating their cracks and vertical fissures. The work would be completed by the flooring-over of the vaUey bottoms, as the lower layer 1 Lyell's Principles, chap. vii."], [67, "ORIGIN OF CONTORTED STRATA. 43 CHAP. IV. of heated rock hardened and cooled between the mountain-wads caused by the original fractures, and thus water-tight lake and river beds would be formed. Geologists assure us that lateral pressure has crumpled up the Palæozoic rocks extending from the Mendip Hdls, under the sea, to the Ardennes, a distance of 800 mdes. If we consider the space these strata would occupy if laid flat in their original position, we may form some notion of the amount of folding and crumpling, of fractures and fissures, of gaps and slips, arising from the combined influence of contraction and recod. As the pressure increased nearly every fold would become a fracture, and the uplifted strata would resemble a long line of bound volumes, part of which would be liable to slip out of the strong grasp of one who attempted to lift them ad together. That some of these isolated strata should drop through into the seething abyss, there to be melted into trap or porphyry, would be inevit able. What more natural also than that, in a range of mountains of such length, in the midst of such vast lateral dislocations and vertical displacements and shifts thus set in movement, large isolated masses, parts of beds once continuous, should have been left behind as outliers ? In this way may we not account for those wonderful columnar hids of"], [68, "SCEPTICISM IN GEOLOGY. CHAP. IV. 44 Assynt in Ross-shire, Sudven, Canisp, and Coulmore, and the Isle of Handa, the puzzle of geologists hitherto ; standing up as they do alone, and lifting their banded sides marked like tadies with lines, to prove the thickness and number of the strata now lost and vanished, of which they are fragments ? By such violent recods may we not comprehend how the isolated deposit of secondary rocks, including chalk, discovered by Mr. Judd,1 above a mass of gneiss, found its way to the top of the mountains of Morven ? The explanation furnished by this hypothesis would relieve us also from those preposterous and incredible curves of strata prolonged nito the air by geologists of our day only to be swept away by atmospheric denudation. From the evidence afforded to us by numberless sections of disturbed strata, it appears that the outer folds of bent rocks have snapped asunder under the strain of severe pressure long before assuming the shape of complete arches. Thus the amount of chalk destroyed by denudation in the Weald may have been comparatively smaU, when we adow for shrinkage and a fracture ensuing soon after the pressure was applied. To use a homely comparison, the chalk escarpments may have parted 1 Proceedings of Geological Society, 1876."], [69, "45 CHAP. IV. CONTRACTION OF ROCKS. asunder like the sinews in a shoulder of mutton on the application of the knife. The tendency of earth's crust to split and divide is not confined to the main severances forming great vadeys, but extends to the joints, faults, and cleavage dnes which traverse every stratum more or less. To this propensity is owing the fitness of the globe for man's occupation. Through it the lowest strata and ad their mineral treasure have been brought to light on the surface; through it the water springs have been let loose, and broad avenues made for their dispersion and circulation over earth's surface. The leading outdne of the theory of a primeval spdt-up of the crust of the globe thus propounded does not originate with the present writer. Many geologists, chiefly of foreign schools, have approxi mated to it. The sagacious Prestwich almost clutches it, but is entangled with the notion of upheaval from below ; Sir William Thomson's views on the rigidity of earth's surface have nearly anticipated it and tend to confirm it ; but the merit of fudy developing it is due to Professor Suess 1 of Vienna, who has carried it out and exemplified it upon the principal mountain-ranges not only of Europe, but also of Asia and America. 1 Die Entstehung der Alpen, von Edward Suess. Wien, 1875."], [70, "SCEPTICISM IN GEOLOGY. chap. v. 46 CHAPTER V. PRESENT RISE OF LAND IN SWEDEN AND NORWAY— IS IT A FACT THAT IT DOES RISE ? That a considerable part of the continent of N. Europe is at the present time undergoing an up ward movement is positively asserted in ad recent English works of geology, and is generady bedeved by geologists. Thus, in an elementary school-book ** it is stated that \" the Scandinavian Peninsula offers a fine example of tranquil movements of elevation and depression.\" The phenomenon, if real, is remark able in a geological point of view, because it is effected entirely without the interposition of earth quakes, which are almost unknown in Scandinavia. Thus, whde the fact itself is doubtful, geology can furnish no reason why it should occur, which is a strong primcl facie argument against it. Linnæus, it is true, shared in the bedes of a rise, but in his time no attempt had been made at accu rate observation. Von Buch, in 1807, was the first 1 Geikie's Geology, p. 60."], [71, "chap. V. RISE OF LAND IN SWEDEN. 47 > geologist who, from information derived from in habitants and pdots on the spot, declared his con viction that the whole of Scandinavia was slowly and insensibly rising. In recent times marks have been made on rocks on the shores of the Baltic, and observations with levels taken both on the Swedish and Prussian coasts. The residts hitherto have not been satis- factory ; no two sets of observations, made even by those who assert a rise, agree as to the rate and amount of it; and some of them throw doubt on the existence of any rise whatever. Sir Charles Lyed having visited the Baltic, 1834, on purpose, concluded that he had ascertained by a comparison of measurements, made at different periods/ that the land had risen by an insensible motion, — Principles, vol. i. p. 314; but in vol. ii. p. 190, of the same work, he evinces doubts whether the land had risen 2-| feet, or 10 inches, or it might be less, in a cen tury, \" in certain places north of Stockholm.\" Much stress is laid by Von Buch, Lyell, and others, on the existence of beds of sea-shells of ex isting species, at various heights considerably above the Baltic, but no dght is thrown on the time or mode of their deposition, and we cannot suppose that Wales is at present emerging from the sea"], [72, "48 SCEPTICISM IN GEOLOGY. CHAP. V. merely from the discovery of sea-sheds on Moel Trivaen, which may have been placed there before the creation of man. The question we have to deal with is confined to causes now in action, and we seek to ascertain what is going on at the present time. So much uncertainty prevails on the subject of the shores of the Baltic, that it is worth while to compare the conflicting evidence brought together by Sir Charles Lyell, which prevailed in convincing him that a rise is now ready going on in Scandi navia over an area of 1000 miles N. and S., and of unknown distance E. and W., increasing as we approach North Cape.1 Assertion. Modification. \" In parts of Sweden, and the shores and islands of the Gulf of Bothnia, proofs have .een obtained that the land is experiencing, and has experienced for centuries, a slow upheaving movement.\" — Lyell's Elements, p. 49. The investigations of MM. Loven, Erdmann, Norden skiold, and others, made since my visit to Sweden in 1834, have on the whole tended to confirm the idea previously entertained, that some changes are now going on in the re lative level of land and sea in certain parts of the Swedish coast, though they consider them to be probably local. With a view oi accurately de- 1 Antiquity of Man, p. 61."], [73, "RISE OF LAND IN SWEDEN. 49 CHAP. V. Assertion. Modification. ter mining the reality of the movement, and its amount and direction, they have in stituted a regular series of annual observations, which, however, have not yet been continued long enough to lead to positive results. — Principles, 1867, p. 314. Sir Charles Lyell examined in 1834 some marks made by Swedish surveyors four years before. \" In that interval the land appeared to me to have risen at certain places north of Stockholm, as near Gefle, for example, about 4 inches, or at the rate of less than 2-| feet per century. But at Stockholm, I inferred from the position of certain aged oak-trees only 8 feet above the level of the Baltic, that the rise could not have been at a greater rate than 10 inches in a century, and might be less.\" — Lyell's Prin ciples, ii. p. 186. Lord Selkirk, after exa mining the marks on the rocks, declares, \" There is so much fluctuation in the sea level from day to day, owing to the action of the wind and other causes, that the observa tions of a casual visitor are of no real value in determin ing the average water-level.\" ■ — Lord Selkirk, Geological Journal, 1867, p. 187. \" In seaport towns all along \" Several towns, also, on E"], [74, "50 SCEPTICISM IN GEOLOGY. CHAP. V Modification. Assertion. the coast of Scania there are streets below the high-water level of the Baltic, and in some cases below the level of the lowest tide. Thus, when the wind is high at Malmu, the water overflows one of the present streets, and some years ago some excavations showed an ancient street in the same place 8 feet lower, and it was then seen that there had been an artificial raising of the ground, doubt less in consequence of that subsidence. There is also a street at Trelleborg, and an other at Skanor, a few inches below high-water mark, and a street at Ystad is exactly on a level with the sea, at which it could not have been origi nally built.\" — Lyell's Prin ciples, ii. p. 191. the shores of the Baltic, as Lubeck, Wismar, Rostock, Stralsund, and others, after 600 and even 800 years, are as little elevated above the sea as at the era of their found ation, being now close to the water's edge. The lowest part of Dantzic was no higher than the mean level of the sea in the year 1000 ; and after 8 centuries its relative position remains exactly the same.\" - — Lyell's Principles, 9th Edition, p. 526. \" The upward movement now in progress in parts of Norway and Sweden, extends, as I have elsewhere 1 shown, \" The rate of upheaval was said to be greatest at the North Cape, but no accurate scientific proof of this fact has 1 Principles, 11th edit. chap. xxxi."], [75, "CHAF. V. SCANDINAVIA UNMOVED. 51 Assertion. Modification. throughout an area about 1000 miles N. and SJE. for an unknown distance E. and W., the amount of elevation al ways increasing as we approach North Cape, where it is said to equal 5 feet in a century.\" — Lyell's Principles. yet been obtained.\" — Lyell's Principles, ii. p. 196. \" Whether any of the land in Norway is now rising must be determined by future in vestigations.\" — Lyell's Prin ciples, ii. p. 194. Such a conflict of testimony cannot fad to have perplexed my readers, and no wonder, since it appears to have had the same effect upon Sir Charles Lyed himself, for he adds, \" We have not only to learn whether the motion proceeds always at the same rate, but also whether it has been uniformly in one direc tion. Some phenomena in the neighbourhood of Stockholm appear to me only expdcable on the sup position of the alternate rising and sinking of the ground since the country was inhabited by man.\" J It is pleasant to pass from such uncertainties to positive facts which lead us to hope that we have once more arrived on \" terra firma.\" Thus, \" at Soder telge, 16 mdes S.W. of Stockholm, the land seems to have been quite stationary during the last cen tury.\" — Lyed's Principles, ii. 1 8 2. We have at least two other fixed points about which proof is positive 1 Principles, vol. ii. p. 184."], [76, "52 SCEPTICISM IN GEOLOGY. (HAP. V. that they have not budged. The low Isle of Salt holm,1 near Copenhagen, is covered by the sea, except in summer, and it is proved by old deeds to have been precisely in that state in 1280, whde the islet Munkholm,2 in the Bay of Drontheim, offers proof that the land has there remained stationaiy for the last 800 years at least. Thus we have been fortunate enough to pin down the Scandinavian Peninsula, so to speak, unmistakably in its centre on the Baltic, and at its N.W. and S. extremities, upon evidence furnished by the author of the Prin ciples himself. The above extracts wid show how serious are the misconceptions regarding any present rise or fall in the Baltic shores, and how greatly exaggerated are the positive statements in books regarding it. But are there any local peculiarities which will account for the delusion of geologists ? Although there are no regular tides in the Baltic, it is subject to constant variations in level. Even strong N.E. winds in the North Sea affect it by damming up the narrow outlets which adow its waters to escape. Being fed by many large rivers, it is dable to sud den rises when they melt in summer, and it is lowest 1 Lyell's Principles, ii. p. 181. 2 Everest's Norway ; Lyell's Principles, ii. p. 194."], [77, "CHAP. V. SHORES OF THE BALTIC. 53 in winter. Oscdlations of magnitude also occur in this inland sea merely from the pressure of the atmosphere. Professor Schidten observed that a fall of the barometer is fodowed by a rise in the surface of the sea, lasting sometimes for three weeks together. Moreover, no sea is more subject to the influence of ice than the Baltic. The ground ice which forms at the bottom of its shadow bays and channels whenever the frost is severe and prolonged, speeddy converts them into sodd cakes of ice. These, when lifted by the freshets of spring, take up not only large quantities of gravel and sheds, but also great stones, blocks, and boulders, and float them away, depositing them in shoals and reefs. Nay, sometimes these floes are driven a considerable dis tance inland along with their burthen, and are packed up to a height of 20 or even 50 feet. Von Baer observed a granite block of more than 400 tons weight thus stranded high and dry. By these means in many cases the channels between the fringe of islets and the mainland are growing shadower, or are even deserted by the sea, and reefs appear above the water from the deposits left by floating ice, driven by the wind, and not at ad from any rise of the land. The elaborate re searches of Dr. Meyer of Kiel, on the west part of"], [78, "54 SCEPTICISM IN GEOLOGY. CHAP. V. the Baltic, show that under such circumstances no reliance can be placed on marks made on rocks two or three inches above the water in a sea- basin liable to so great variability. To sum up the evidence, it would appear beyond doubt that in a former state of the globe, in the quaternary period, the shores of the Baltic may have been deeper in the water than now, but no proof is shown of any such rise during the historic period, and certainly there is no ground for the positive assertion, that \" The land is experi encing and has experienced for centuries a slow upheaving movement.\"1 Indeed, if the author of the Elements had seen the fodowing testimony of M. Pettersen, it is fair to suppose he would have modified his statement. That accurate Norwegian surveyor and geologist asserts : \" As to whether the land is stdl rising there is no positive evidence. In any case it is certain that the elevation during the last 1000 years has been quite insignificant. When it is stated in so many quarters, as a geological fact, that the north part of Norway rises about -^ of a metre in a century, this rate is evidently much too great.\"2 This is virtuady a confirmation of the previous tes- 1 Lyell's Elements, p. 49. 2 \" Karl Pettersen on the Geology of Norway, 1867-75,' quoted in the Geological Mag., No. 1351."], [79, "CHAP. V. PINE TREES STARVED TO DEATH. 55 timony of Professor Kedhau of Christiania to a general change of level \" at some unknown period \" — i.e. before the historic era. He confesses that \" the deviation from horizontadty in the marks denoting the ancient coast lines, although the measurements have been made at a great number of points, is too smad to be appreciated.\" — Lyed's Principles, ii. p. 195. Even supposing a partial rise of the Baltic coasts in the quaternary period, under geological conditions which have long since ceased to exist, let us ask the reader whether this furnishes sufficient ground on which to base a theory of uninterrupted change present as wed as past on the earth's surface ? It is true that ardent disciple of the school, Mr. Geikie,1 is so fudy convinced of a slow upward movement now going on in Scandinavia, as to assure us that, in consequence of the great rise of the land, \" the pine-woods which clothe the mountains are being slowly elevated to ungenial heights, and are there fore gradually dying out along their upper dmits.\" Now as the upper dmits of pine-trees even as far north as Norway is 3500 feet, and as not -^ of the whole surface of Sweden surmounts the level of 2000 feet above the sea, it is quite clear the eleva- 1 Chambers's Geology, p. 66."], [80, "56 SCEPTICISM IN GEOLOGY. f'HAP. V. tion of the land cannot have produced these disas trous effects, for which, let us hope, there is no other foundation than in the geologist's own imagination. In concluding this chapter we may safely rely on the decision quoted above of native geologists. There is no positive evidence that the land is now rising ; and, in any case, it is certain the elevation during the last thousand years, if perceptible at all, has been insignificant."], [81, "chap. VI. HAS RUNNING WATER A SAWING POWER ? 57 CHAPTER VI. RIVER EROSION THE CREATION OF VALLEYS BY RUN- NING WATER, AND OF LAKE BEDS BY GLACIERS ■ EXAMPLES : THE SIMETO, RHINE AT BINGEN, IRON GATE, CATARACT OF NIAGARA, FALLS OF ZAMBESI, RIVER LITANY, DEAD SEA, ETC. Among assertions w7hich have been accepted as facts, and assumed to be verities by geologists, is the theory of the erosive power of running water, and the conclusion that the vadeys, gorges, and beds of rivers, many of them composed of the hardest and most indestructible of rocks, in all parts of the world, have been cut by the streams now running through them, however inconsiderable. The writers of the modern school of geology adopt this as the basis of cosmical operations. Their system cannot work without it ; it is laid down in their elementary manuals, and reasoned on in the profoundest of their philosophical papers, and those who dare to doubt are treated with ridicule. The present writer craves permission to inquire whether this view has not"], [82, "58 SCEPTICISM IN GEOLOGY. CHAP. VI. been accepted blindfold, and without due reflection. He cannot avoid laying stress on the fact that no one has observed the sawing process in operation, not even in places where water exercises its greatest fo-ce, as at the cataract of Schaffhausen or the Falls of the Clyde, he hopes to be able to prove, in addi tion, however surprising it may seem to many, that even Niagara is wrongly quoted as an instance of erosion by running water. Those who dwed near the rushing waters of cataracts are unconscious of the abrasion of a single foot or inch within the term of man's memory. The Linn of Dee, in Braemar, is a small Fall, caused by the whole river forcing itself through a natural cleft in its bed not three feet wide. It has been described by one who not only knew it wed, being a native of the county, but was also a man of science, and therefore a reliable witness. What says MacGidivray of it ? \" Great as the force of the stream must be, it has faded to wear off projecting angles or to straighten the passage. Considering the power of running water, and especiady the wonderful effects it is represented as producing, we naturady think it strange that this fissure, in no very hard rock, should remain so dttle changed. The Dee, with ad its floods, and many they have been, has rushed"], [83, "CHAP. VI. THE LINN OF DEE, BRAEMAR. 59 along this narrow rent — I suppose some thousand years — without so much as fairly smoothing its sides.\" 1 The frequent growth of water plants, mosses, sea-weeds, etc., on the very surface washed by rapid currents, ought also to create doubts as to. the truth of this prevalent notion. Its general acceptance seems to be due to the confounding together of certain undoubted fluviatde operations. Currents of water in rapid motion partiady abrade their beds by forcing stones and gravel over them. Whdlpools also drid holes in sodd rock, by making loose stones revolve constantly in their vortex, thus hodowing out pits or cauldrons many feet deep. Sometimes, by constant wear, two such \" pot-holes \" are thrown into one. In both cases this is purely mechanical erosion, since the stones, and not the water, hodow out the rocks. But these forms of erosion occur2 only near fads and rapids, and are not 1 MaeGillivray, Natural History of Deeside. 2 Streams flowing beneath glaciers act in the same manner. The water gathering on their surface drops through the first crack in the ice, and cuts a shaft sometimes more than 100 feet deep right through to the rock below, descending with tremendous force and a roar like thunder. If at the bottom it meets with any loose stones this Molin or glacier-mill sets them revolving, and drills round pits in the rock just as in a river bed. A remarkable example of this may be seen at"], [84, "60 SCEPTICISM IN GEOLOGY. CHAP. VI. generady marked by the curved or conchoidal surfaces which they leave behind on the rocks. There is no instance to be found, in any part of the world, of water, even with these auxdiaries, cutting down a clean smooth vertical surface in hard rock. It is not pretended that sdghtly coherent rocks, such as tufa, travertine, shale, and lava, can resist heavy floods any more than clay, drift, gravel, or sand, which of course are liable to be dissolved into mud, and washed away by any torrent, or even by any contact of water. This wdl explain the action of the flood of the Anio in destroying some of the houses at Tivod (Lyed's Principles, i. 354), because they stood upon beds of porous and incoherent tufa. The passage cut in a columnar lava current by the river Sioule in Central France (Scrope, C. F., p. 60), between granite and columnar trap, is accounted for by the current penetrating between the joints and separations of the lava columns, Lucerne, on the hill-side close above the Swiss Lion, where a surface of rock, laid bare accidentally in 1875, exhibits in an area of 50 or 60 square yards sixteen such holes, some of them 20 feet in diameter and 20 to 30 feet deep, retaining the identical round stones whose revolutions excavated them thou sands of years ago ; an interesting proof of the extension of primæval glaciation. The \" Giants' Kettles \" near Christi ania and other parts of Scandinavia are due to the same cause."], [85, "TORRENT DESCENDING FR01I THE FINDELEN GLACIER, ZERMATT. SHOWING A, WHAT RUNNING WATER CAN DO, AND B, WHAT IT CANNOT DO. A Hullow at the base of the cleft formed by friction of stones driven by the stream. In front are two small pot-holes alsu formed by stones. B Smooth surface of cliff, not fashioned by running water. To face page 60."], [86, ""], [87, "THE SIOULE AND SIMETO. 61 CHAP. VI. by wldch, in process of time, it has sapped them and swept them away dke a row of skittles; but it has stopped short at the original granite bed of the Sioide. Lyed's ravine at Midedgeville, Georgia, was excavated 55 feet deep in twenty years, because \" the sides of the ravine consist of beds of clay and sand, red, white, and green.\" In fact the stream has only done on a large scale there what any shower of rain does on a ploughed field, by dissolving the clods into mud. For the same reason, no one (except Mr. Jukes) 1 denies the power of running water to cut through aduvial deposits in plains and deltas and other easdy disintegrated modern formations, where rivers are constantly meandering and changing their beds. Another of Lyed's examples, that of the Simeto, at the foot of Mount Etna, cutting its way through lava of modern origin, but described by him to be compact and heavy, is yet capable of explanation. 1 \" When, however, a great river reaches the broad plain, its current must necessarily slacken, and its erosive power departs.\" — Jukes' School Geology, 2d edition. True, where the river is most rapid it has greatest power to move stones , but in its course over alluvial plains the current wears and dis solves its banks. The effects of friction of rivers against their banks and beds in retarding the flow of the stream ought to show that water is mastered, and is not the mastering agent."], [88, "62 SCEPTICISM IN GEOLOGY. CHAT. VI The investigations of a trustworthy scientific observer on the spot fortunately enable us to clear up this mystery. Sir Charles Lyed is, as usual, accurate on the whole in his observations, the lava current which issued from Etna in 1603 has been removed to a depth of 200 feet, and the stratum over which the river none flows is unusuady compact. He has faden into error, however, in this respect that, though the layer of lava now forming the river bed is comparatively hard, the upper beds, as in all lava streams, are scoriaceous, being the mere froth of the fiery mud, and offer slight resistance to running water. Notwithstanding, however, even the more compact bed has dttle tenacity, and from the nature Of its aggregation is very brittle, and more easdy battered to pieces by fragments washed down by the stream than a similarly compact rock of sandstone or limestone, the Simeto makes little or no progress at present in the lowering of its bed. However, by far the greatest number of vadeys, gorges, and water-courses, and the most important in ad parts of the world, de in hard rock, slate, granite, crystaline dme or sandstone, trap, etc., and it is with these that we have now to deal. The case of dmestone countries demands special attention, since it teds much in favour of our argument. Upon"], [89, "CHEMICAL CORROSION OF LIMESTONE. 63 CHAP. VI. hard dmestone, water charged with carbonic acid exercises a chemical power of con-osion, but it is carried on chiefly in the dark ; instead of cutting open gorges and ravines on its surface the running water hodowrs out caves and gulfs and tortuous passages in the very heart of the rock, while the rivers not unfrequently qidt their beds and sink below ground. Yet, notwithstanding this, dmestone countries abound in open vadeys, speciady distin guished for the cdffs that almost invariably flank them, and are traversed by rivers like any other formations. Here, then, where water exercises an acknowledged power of excavation, it does not fulfil the duties which geology assigns to it. The limestone cdffs of Yorkshire and Derbyshire, there fore, were certainly not cut by watery erosion, but are probably due to a dislocation like that which produced the great Craven Fault. Many of the great river-vadeys display ndles of lateral precipice, rising often to heights of 1000 and 2000 feet above the water, almost invariably as smooth and even as the wads of a house. No proof exists of any of the processes of watery action above enumerated being able to produce straight cdffs, i.e., wads of rock. If running water specially possessed this useful property of opening in hard rock such"], [90, "64 SCEPTICISM IN GEOLOGY. i ii _r. vi. \"cuttings\" as these, it is inexplicable why our scientific engineers shoidd have faded to avail them selves of it. How easily and economicady might the many cuttings on our railways have been constructed by turning over a hid a rapid current of water. The Prussian engineers, at any rate, had no faith in such aid in 1833, when they had some trouble in removing, by means of gunpowder, the well-known reef stretching across the Bhine at Bingen, upon which so many laden barges had suffered wreck during hundreds of years, to the injury and oppro brium of Hanseatic commerce. Yet notwithstanding the fud stream of the Bhine during so many ages had been unable to wear away this comparatively slight barrier, we are taught by geologists to believe that the long avenue of lofty precipices, including the Lurley a little lower down, and consequently the whole of the gorge from Bingen to Neuwied, 60 miles long, have been cut through by this same river Bhine. The Iron Gate on the Danube, just below the even more stupendous gorge through which that river passes out of Hungary, presents a similar obstacle to navigation and to geologists, who have failed to explain to us how water erosion having (as they assert) cut through cliffs 2000 feet high, should have stopped short at this petty barrier reef. No"], [91, "GORGE OF THE DANUBK BELOW BELGRADE Cliffs 2000 feet higli — an example of geologieal erosion by running water ! ! ! To face page G-i."], [92, ""], [93, ""], [94, "GORGK OF TUE Ii I-I INK— THE VIA MALA. According to Geologists scooped out by \" rain, frost, and running water\" (aerial denudation)! To /ace pagt 6 >"], [95, "65 CHAP. VI. GORGES OF VIA MALA, ETC. impartial spectator looking at these two defiles can deny that they have the appearance of clean fracture, effected cl zin seul coup. Their sides are flat, smooth, and, where the beds of strata project, they present sharp angles or spdntery edges, in distinction from curved surfaces. Such facts as these occurring ad over the globe are a standing protest against water erosion. The wed-known gorge of the Via Mala is so absolutely a crack through a mountain, that the two sides, 1500 feet high, in places are barely separated by 2 or 3 feet of interval ; from the freshness of the fracture they seem to have been torn apart only yesterday, and ready to close again at any moment. The Bhine, though a broad river above the pass, sinks invisible or reduced to a mere thread at the bottom of this most remarkable fissure. But cliffs and precipices occur ad over the world, and there is no distinction in form and structure between those which bound seas or river-courses and those which occur inland and far away from running water. Why should the one class of cdff have a different origin from the other ? The gorge of Goschenen, on the St. Gothard Bass, is traversed by the furious torrent Eeuss; but its vadey runs uninterruptedly into the lake of Lucerne, whose precipices are loftier F"], [96, "66 SCEPTICISM IN GEOLOGY. CHAP. VI. than those about the Devd's Bridge, and as straight, though no running water washes their base, but only a deep lake. A ready explanation is at hand in the faults, shifts, joints, etc., which prevail all through the earth's crust : but these the ruling school of geology repudiate, nay, try as far as possible to shut their eyes to the frequent occurrence of such dislocations. Let us now, however, test the erosion theory by an examination of the phenomena attending the two greatest cataracts in the world. In them, beyond doubt, we see the power of running water exercised to its fullest extent. The first, Niagara, is ap pealed to triumphantly as an undoubted proof of the effects of running water. \" We have here,\" Sir Charles Lyed assures us, \" a river which has been eating its way backwards through the rocks for a distance of 7 mdes.\" Fortunately he himseff fur nishes the explanation of this : \" The St. Lawrence flows over a- bed of hard limestone nearly 90 feet thick, beneath which lie soft shales of equal thick ness, continually undermined by the action of the spray, which rises from the pool into which so large a body of water is projected, and is driven violently by gusts of wind against the base of the preeipke. In consequence of this action, and that of the frost, the shale disintegrates and crumbles away, and portions of the incumbent .rock overhang 40 feet,"], [97, "CHAP. VI. NIAGARA FALLS. 67 and often, when unsupported, tumble down.\" ' Is it not singular that the author should not have per ceived that this explanation refutes his own theory ? The hard dmestone bed, 90 feet thick, of the St. Lawrence, is not eaten back by the current flowing over it. It suffers no detriment from the passing river, but breaks away by its own weight,2 because its natural support is removed, not by the running stream above but by the splash of the spray wafted up from below the Fads, which dissolves the soft shale. To use the words of Professor Tyndad, \" the most violent whirdng of the shattered liquid (!)\" and \"the most powerful eddies recoding against the shale.\" But for the accident of the occurrence of this shale the Fads would not have altered their position. So far from the limestone bed being eroded, it is by its resistance to the river alone that the shale has not ad been removed long ago, and the cataract demodshed. The retrocession of Niagara Falls, therefore, is not the result of river erosion ; it is not even caused by contact with running water, but by the fortuitous 1 Lyell's Principles, vol. i. p. 360. 2 The famous Table Rock at Niagara, a part of the 90 feet limestone, projected, it is stated, 70 feet beyond the face of the cliff before it broke by its own weight ; but for many years before that event occurred the river had ceased to flow over it."], [98, "68 SCEPTICISM IN GEOLOGY. CHAP. VI. concurrence of a soft stratum soluble in water, whether stid or in motion, at a considerable depth below the bed of the river. The great cataract of the Zambesi, in Central Africa, caded by its discoverer, Livingstone, the Vic toria Fads, redresses the balance of glory for the Old World in possessing a larger and grander waterfall than any in the New. But besides that, it furnishes an undoubted example, on the largest scale, of a river-bed made for the river and not by it. This commanding stream having attained a width of more than a mde, flowing from N. to S. along an undu lating plain bounded by distant hills, on a sudden drops down into a crack stretching directly across its course, forming a trough 350 feet deep, but not more than 8 0 feet wide, into which the whole body of water is discharged. The Fad is twice as high and twice as wide as Niagara, but differs from it in that, immedi ately opposite to the Fad, rise three successive natural wads of rock of the same height as that over which the river leaps, separated from one another by narrow rifts. These triple barriers consist of wedge-shaped pro montories of rock with vertical sides, projecting alternately from the right bank and from the left — like side-scenes in a theatre, but entirely overlapping one another. Out of the first deep trough the river,"], [99, "Gap in the rock forming first barrier. BIRD'S-EYE VIEW OF THE FALLS OF THE ZAMBESI, SOUTH AFRICA. To face page GS,"], [100, ""], [101, "CHAP. VI. ZAMBESI FALLS. 69 after its descent, is compelled to find its way through a gap only 80 yards wide in the first opposing rock wad. A second wad here confronts it, by which the stream is turned at an acute angle to the right. It is next forced round the second promontory, then reversing its course round a third, and before it is adowed to escape to the sea it is compeded to double round a fourth wider headland. If the irresistible erosive power attributed to running water ready existed in it, the intrusive wad thus thrusting itself in front of the cataract should have been swept away by it long ago, instead of which the hard basalt over which the river tumbles has not yet lost its sharp edge, and the floods of thousands of years have surged against the opposing precipice without the sdghtest apparent enlargement of the wonderful, deep, zigzag channel. The profound abyss into which the Zambesi fads is so narrow, it is diffi cult to discern athwart the blinding spray the vast flood at its bottom ; but the surging river, however much it may chafe within its bounding wads, is turned backwards and forwards by them, to right and to left, according as they ddect its course. What action or application of running water could cause a river of first magnitude, flowing over a flat surface of rock, thus suddenly to drop into the bowels of the earth ? By what operation did it"], [102, "70 SCEPTICISM IN GEOLOGY. CHAP. VI. make this zigzag ravine channel ? Was it by cutting back ? ' Then how came it not to sweep away these rock-partitions, so narrow in places that two men can scarcely walk abreast along them? Stid more preposterous is it to suppose that such a river could reverse its current on a sudden, so as to cut sideways, first right to left, next left to right. The discovery of the Zambesi Falls would seem to have been reserved until the present time, in order to refute a leading tenet of modern geology, and to prove the utter impotence of water to cut through hard rock. The conclusion seems irresistible that the fissure was made for the river to pass through, possibly by some shrinkage of the basaltic rock, when coodng down from an incandescent state, per haps on the sudden contact of water or ice. 1 Mr. Geikie, after studying an excellent model of these Falls, gives the following explanation upon erosive prin ciples : — \" The river seems to have cut its way backward through this winding ravine, until, owing to some subter ranean movements effecting a change of level, or to some other cause which would probably be detected by a geologist on the spot, the body of water in place of entering at the top of the ravine has been emptied over its sides.\" — Geikie's Scenery of Scotland. This winding ravine is in reality a series of cracks, ending in narrow points. The river is not emptied over its sides. There can have heen no change of level, the top of the rocks at the Fall being even with the river bed above."], [103, "CHAP. VI. THE LITANY RIVER. 71 But we find mountains spdt through to adow rivers to pass in ad parts of the world. If, then, water made such gorges, how was it carried up to the top of these mountains ? how could it com mence operations on a curved slope ? how could water have rested on such incdnes ? We wid pro duce another river as an example deserving the best efforts of modern geology to explain the phenomena attending it on erosive principles. The Litany (ancient Leontes), a river of Falestine, rising on the east slope of Lebanon, descends the valley between it and Anti-Libanus for more than 3 0 miles.1 At that point it approaches within 10 miles of the head-waters of the Jordan. A watershed of not more than 50 feet elevation, rising directly in the dne of its previous course N.and S., alone separates the two vadeys. Precisely at this spot the Litany alters its course, turns abruptly at a right2 angle due W.,in order to enter the defile of Kuweh,in places no more than 1 0 or 1 5 feet wide, which cleaves the chain of Lebanon 1 Robinson, Researches. Porter's Hand-book of Palestine, p. 530. 2 This rectangular bend is not confined to the Litiny, but is shared by the neighbouring rivers, to the N. , as they approach the coast, thus proving that it is due to the pri mitive modelling of the district ; it is a feature impressed on the physical contour of the region."], [104, "72 SCEPTICISM IN GEOLOGY. chap. vi. to a depth of 600 feet at least, and through this it enters the sea a dttle to the N. of Tyre. The Litany, if left to itself, according to the laws of hydrostatics, must have fodowed the lower opening presented to it, and have flowed over the inconsider able watershed into the Jordan, and thence to the Dead Sea. It is equady clear and certain that it coidd not have turned round, risen up 600 feet, and cut its present bed through so lofty and rocky a chasm, when the low road was open to it, without changing the dne of its previous course. But it is not necessary to go so far as to Palestine. We have precisely simdar examples to that of the Leontes close at home, one of them in the course of the Avon. Why should the Avon on quitting Bristol have altered its course, and instead of running straight forward over the low ridge at Bedminster into the Bristol Channel, have turned north to encounter hids five times higher (400-500 feet), those of Leigh Downs, unless it had found the gorge of Cdfton opened ready for it ? That that gorge was produced by a great convulsion is undeniable from the remark able fault a dttle below the Suspension Bridge, by which the strata on one side have suffered a vertical displacement of 800 feet above those on the other. In both these instances we may fairly ask the"], [105, "RIVER-BEDS VERSUS WATERSHEDS. 73 CHAP. VI. erosionists what could possibly have induced rivers to run up hill to surmount ridges many hundred feet high, and then to saw through mountains many nnles thick when a clear low gap was offered to them with the least possible amount of erosion ? Modern geology assures us that the original ele vations of earth's surface determined the flow of the waters, and that their currents carved out the river valleys.1 How does this agree with the physical geography of our own country? In the Isle of Wight a high ridge of chalk running from E. to W. forms the back-bone of the island and the natural watershed, but the three chief rivers, the Brading brook, the Medina, and Yare, rise to the S. of the ridge and run N. into the sea, through this op posing ridge, by depressions evidently not made by water running from the watershed, which, as it is, yields only smad rivulets. The same thing occurs in the drainage of S. E. England. The natural watershed of the oodte and chalk ranges is utterly disregarded by the Nene, Ouse, and Wedand, ad of which rise to the west of these hdls, and by means of 1 \" The direction of the river valleys has, in the first place, been determined by the original slope of the land, but the deep dells, the broad valleys and straths, have all been scooped out by running waters.\" — Geikie's Geology, p. 76."], [106, "74 SCEPTICISM IN GEOLOGY. CHAP. VI. fractures across them enter the Wash, and through it the North Sea. The Weald of Kent and Sussex may be described as a. succession of strata trending nearly from N.W. to S.E., surrounded on the W., N., and S. by a horse shoe shaped escarpment of chalk, with an opening towards the E., descending towards Bomney Marsh. Do the rivers rising from the central Forest Bidge run parallel to the ranges which seem to offer ready made troughs, and through the wide level gap be tween Folkestown and Beachy Head empty into the Channel ? Nothing of the kind — the chalk barrier to the N. and S. is fractured, and through these openings the Arun, Adour, and Ouse run into the sea, the Med way, Mole, and Wey to the Thames. It is then vain to ted us that river-vadeys have been scooped out by running water, and that their ddection has been determined by the original slope of the surface, when there are innumerable instances to the contrary. Again, let not the geological student run away with the idea that the mud carried down by rivers is any proof of their erosive power, nor refer to the rapid increase of deltas at river mouths as a measure of its extent. In this case rivers are but trans porters. Adowing for the moderate disintegration of rocks at the present day from weather action, far"], [107, "75 CHAP. VI. MAIN OFFICE OF RIVERS. the larger portion of the sediment in suspension is only the washings out by rain and torrents of clays and other mineral and vegetable soils, the creation of ancient denudation and glaciation, the debris of rocks disintegrated thousands of years ago by processes differing widely from any now in oper ation, as wid be shown further on. (See Chap, viii.) No doubt the mdky streams rising in glaciers are tainted with the mud formed by the present grind ing of the ice, but even here the water is only the carrier and not the creator of the mud suspended in it. One of the ablest and most popidar geological writers of the day describes an imaginary Ravine? cut by the stream running through it, as though it were typical of ad ravines. He ought to have made it plain to his readers how many ravines have the strata on one side either dfted higher or sunk lower than those on the other, thus proving them to be undeniable faults or fractures in the strata. He does not even come forward as an eye-witness of the erosion which he describes, but confesses he \" has much to learn as to the process of excavation,\"2 and that no appreciable difference might be detected pro- 1 See Story of a Boulder. 2 Geikie, Scenery of Scotland, p, 148."], [108, "76 SCEPTICISM IN GEOLOGY. CHAP. VI. bably \" even after the lapse of a generation.\" — Geikie, Scenery of Scotland, p. 25. The same author informs us that among the rivers of his acquaintance, \" their main office seems to be to deepen their beds and carry off the waste of the rocks.\" — p. 34. But be it remembered nature works for a purpose, and what would be the good of deepen ing channels which adeady effect the object for which they were intended, that of affording free passage for the waters of the country that they intersect ? The great impediment to the formation of a con sistent theory of the fashioning of the existing sur face of the earth lies in the obstinacy of those who deny the influence of pristine cracks and shrinkage fissures in the creation of vadeys, culminating in the dogmatic assertion that \" there is no necessary connection between fractures and the formation of vadeys.\" It may be safely asserted that fissurage is the common lot of earth's crust. Every formation, from the oldest to the newest, is pervaded with cracks, the natural result of the primitive baking to which all have been subjected. Every cliff and precipice, every quarry, convincingly proves this, and especiady every mine groaning under the number of its faults, shifts, etc. ; yet the utmost concession to be wrung from the erosionists is that \" the direction of vadeys"], [109, "77 CHAP. VI. VALLEYS OF DISLOCATION. may sometimes have been determined by rents and fissures, although not due to them.\" — Lyed's Prin ciples, d. p. 359. Another authority assures us that \" for one vadey which happens to run along a dne of dislocation there are, / daresay, 50 or 100 which do not.\"1 He is mistaken, however, when he adds \" that our vadeys and ravines are not mere cracks, would seem to be put beyond dispute ;\" also, \" that there is no point which the detailed investigations of the Geological Survey has made clearer than this.\" Unfortunately for this bold assertion the point is disputed, and by a member of the Geological Survey, Mr. Kinahan,2 who maintains, without any hesitation, \" But for the existence of faults, joints, and other shrinkage-fissures, few, if any, valleys could have acquired thed present form.\" He enforces and proves his assertion by examples without number from various parts of Ireland, and fodows up the war into his antagonist's country, the Highlands of Scotland, where he did not meet with a vadey, ravine, or lake-basin unconnected with a break \" in the parts which he visited.\"3 In the case of Loch Lomond, whose general bear- 1 Geikie, Scenery of Scotland, p. 9. 2 Kinahan, Valleys in their relation to Fissures, p. 83. 3 Ibid. p. 209."], [110, "78 SCEPTICISM IN GEOLOGY. CHAP. VI. ings N. and S. correspond with the dne of other im portant breaks in that part of Scotland, he accounts for the bends or change of direction in the lake-basin by the intervention of transverse valleys and depressions in the bids crossing it, while he finds the deepest spots in the lake basin coincide with these breaks or faults in the strata. This appdes also to other valleys and lakes, and accounts for the peculiar zigzag ground plan of the Lakes of Lucerne, Lugano, and Maggiore, which appear to be a combination of cross strikes and transverse openings. \" The historic valley of Glencoe lies along a line of break in its schistose rocks, which is very prominently marked from about the centre to the top of the glen, where the main fault appears to be split into a number, and these are in many cases cut across by other faults.\"1 Sir Charles Lyell himself has acknowledged the gorges of the Avon at Bath and Bristol to be \"the site of a great convidsion and fracture, which took place in the crust of the earth at some former period.\" — Lyed, Address to British Assoc. 1864, p. lxiv. The great fault extending from Denbighsldre to Bala and Towyn on the sea, passing S. of Cader Idris, has given rise to the lakes of Bala and Tal y-Llyn. This fault affects the carboniferous and 1 Kinahan, Valleys in their relation to Fissures, p. 217."], [111, "WEAKNESS IN THE EARTH'S CRUST. 79 CHAP. VI. Sdurian rocks in its passage. The vadey of the Severn at Coalbrook Dale offers a crux for erosionists -1 a river, tranquil and powerless, flowing through a gorge of the Wenlock limestone, the strata on one side of the river being quite unconformable to those on the other. There is no part of the world from which certain proofs of similar shifts and breaks might not be codected. But proof in this instance is dkely not to lead to conviction in a mind which, whde acknowledging that the Great Glen of Scotland, tra versed by the Caledonian Canal, with its chain of lakes, runs along a line of fracture throughout its entire length even to the Moray Firth, yet maintains this to be \" a coincidence.\" Thus, the most pronounced feature in the physical geography of Scotland is dis missed as \" a weakness in the crust of the earth.\" 2 That the atmosphere is to take the credit of making the vadey when all the hard work has been performed by the power which first forced the open ing, would appear in the highest degree unreasonable and inconsequential, and it would be perfectly justi fiable to retort that, without the original fracture, there would have been no valley at ad. 1 Murchison's Siluria, p. 497. 2 Geikie, Scenery of Scotland, p. 177; but see Note at the end of this volume."], [112, "80 SCEPTICISM IN GEOLOGY. CHAP. VI. Next to the Great Glen as a feature in the geo graphy of Scotland, comes the valley of the Tay, which sends to the sea more water than any other in Britain. From the head of Glen Dochart to the junction of the Tummel, this vadey corresponds with the general strike of the rocks. \" It is excavated along an anticlinal axis or fold of the quartz rocks and schists.\" ** Nevertheless this, according to Geikie, is another \" coincidence,\" although the atmospheric erosion is determined by geological structure, and may be traceable to an actual fracture in the strata. These instances have been quoted, among hundreds, in order to show that \" coincidences\" (as they are caded) of a vadey with a dne of fault are by no means \" exceptional.\" It is mere assertion on Mr. Geikie's part to deny that the sides of the valley are the actual sides of the fracture. These and other similar assertions regarding various parts of the Highlands are confidently expressed, but they are accompanied by no evidence by which their accuracy may be tested.2 Mr. Geikie needs not to be reminded that \" a bedes of any kind must be founded on evidence of some sort, and that evidence must be produced if the owner of the belief desires 1 Kinahan, Valleys in their relation to Fissures, p. 147. 2 See Postscript, end of Volume, added since this was written."], [113, "81 CHAP. VI. ICE EROSION OF LAKE-BEDS. that it should be accepted by others besides him self.\" Professor Eamsay's theory of the erosion of Lake- Basins by ice was called forth by the acknowledged incompetence of running water to form basins or hodows, by cuttnig back or any other mode, since as soon as running water falls into a hole or basin it ceases to run. He has faded to perceive that the same ddemma affects the action of glaciers. Ice A, course of a Glacier down B, a mountain's side. C, portion of Glacier arrested, and consequently immovable, in it's* course by the rock-barrier, B. can grind only when in motion, and is liable to be stopped by a barrier in front. Sunk into a hole, ice becomes dormant and ceases to grind, therefore never could have caused those deep hodows which form the beds of most lakes.1 Even supposing the whole lake basin covered with a glacier, the upper stratum 1 This argument has already been brought forward by the Duke of Argyle in his Presidential Address, but it was worked out separately by the present author before he read that Address. G"], [114, "82 SCEPTICISM IN GEOLOGY. chap. vi. of ice would flow over that in the hollows, which would stick fast for an indefinite time. In such a hollow des Loch Tay, an expansion in the course of the river Tay, descending to a depth of 600 feet, its bottom being nearly 250 feet below the level of the sea. In a basin far deeper lies the Lake of Como ; how could any ice-grinding account for its depth of 1924 feet, 1200 of which descend below the sea level ? How is it possible for running water or ice on any principle of hydrostatics to have created such basins ? The Sogne Fiord of Norway attains in its upper recesses a depth of 4000 feet, while near its entrance into the sea it is diminished to 200 or 300 feet. Loch Etive, in Scotland, is nearly walled in at its mouth by a reef, over which the entering and receding tide fads like a cataract. There is scarce a lake bed in any part of the world which does not present similar obstacles to the theory, and they are immensely increased in the case of such a de pression as the Dead Sea, whose surface is sunken 1300 feet below the Mediterranean, with the further obstacle of a watershed intervening in the vadey of the Ghor, between it and the Bed Sea, to in tercept an outflow in that direction. A dne of frac ture in the strata forming the Valley of the Jordan extends N. and S. for 160 miles. In this crack lies"], [115, "CHAP. VI. FADLT IN THE DEAD SEA BASIN. 83 the river bed of the Jordan, and when it reaches the Dead Sea the rocks on either side not only do not correspond, as they would have done had the hodow Moab — Hills of cbalk marl. Sandstone (Gres de Nubie). Section across the Bed of the Dead Sea, showing a dislocation and shift of strata. \" A Gaping Fissure.\" Copied from Lartet's work. been caused by atmospheric erosion, but the chalk cdffs on the W. side of the Dead Sea are totally different from the red sandstones (gres de Nubie) which occupy the E. (Moab) shores, owing to the sandstone having been ldted up many hundred feet, while the cretaceous rock on the W. is depressed. Professor Huxley, who has especially studied the geology of Palestine (see his Presidential Address), having before him the survey of the Dead Sea by M. L. Lartet, the most complete yet made, along with his section of the Dead Sea which we here"], [116, "84 SCEPTICISM IN GEOLOGY. CHAP. VI. reproduce, yet deliberately endorses the assertion that \"rain and running water, working along this old line of fracture, ultimately hollowed out the Valley of the Jordan ; in fact, determined the present configuration of the country.\" ' Just as plausibly, and with as much probability, might he attribute the image on a rusty bronze medal to the rust which corrodes it, and not to the die which stamped it. Existing glacier beds, as a rule, would not hold lakes. Their rocky sides and bottom are always on a slope open at their lower extremity, generally assuming a spoon-shaped curve. Glaciers certainly never form vertical precipices, such as those which wad in the Lakes of Lucerne, Garda, Wadenstadt, and many others. But here the question arises, can it be shown that there is any essential difference between river and lake valleys ? They are both channels for running water, which, in the case of lakes, is arrested for a time by hodows deeper than the average level of the bed of the passing stream. The course of all great rivers among mountains is virtuady a succession of gorges and basins ; if the gorges were closed the basins above them would become lakes. What, for instance, is the Uri Bay 1 The Nineteenth Century, No. 1. \" Gdologie de la Terre Sainte,\" par Louis Lartet, 1876."], [117, "PROCESS OF EROSION UNCERTAIN. 85 CHAP. VI. of the Lake of Lucerne but a continuation of the vadey of the Beuss ? and if the defile at the Devd's Bridge were closed, as it once was, it would dam up the river and restore the basin of Urseren to its original condition of a lake. Before closing this chapter, after this accumula tion of evidence to prove that vadeys are not and have not been made by river erosion, but are for the most part the results of original dislocation in earth's surface, we cannot do better than quote two admis sions which we find modestly lurking in the quiet corner of a footnote to Geikie's Scenery of Scotland, p. 148 :— \" Loch Tay has had its basin scooped out, I be deve, by land ice, but the vadey was there probably before the ice filled it.\" \" Though I am fudy persuaded that these High land vadeys are the results not of subterranean movements but of subaerial denudation, I have stdl very much to learn as to the way in which the pro cess of excavation was carried on.\""], [118, "86 SCEPTICISM IN GEOLOGY. i'n.\\r. vii. CHAPTEB VII. ATMOSPHERIC DENUDATION MOUNTAINS AND VALLEYS ASSERTED TO BE MADE BY IT ; ALSO DESTROYED BY IT AMOUNT OF FAITH REQUIRED— GREAT RESULTS FROM INADEQUATE CAUSES ANOTHER CAUSE SUG GESTED. One of the most potent agencies counted on by geologists for modifying the surface of our planet is Denudation. It is defined by them to mean the removal of solid matter by water in motion, includ ing rain, frost, rivers, and sea-waves. It surpasses ad other modern causes in the power that it is said to be stid exerting, and in the effects it produces. The wonders which it has performed and is performing are best set forth in the very words of its advocates. \" Mountains and valleys are due to it; it has carved them out of the sodd rock. The great river systems are excavated by it.\"1 Again, wherever upturned strata crop out at the surface of the ground, these represent the effects 1 Lyell's Elements, chap. vi."], [119, "87 CHAP. VII. GEOLOGICAL DENUDATION. of denudation ; \" they are but the truncated portions of beds that were once continuous, and formed com plete arches or curves.\" ** Professor Geikie also asserts, \" it can be proved that strata miles in thick ness have been removed boddy by the seemingly feeble action of denudation.\" But what has become of the missing strata removed by this clean sweep? \" They have been carried away,\" we are assured, \" grain by grain,2 by the denuding forces, weathering, rain, frost, and the fluviatde and marine action.\" 3 But in case this astounding announcement should not meet wdth submissive acceptance, we are warned, by one of its most zealous propagators,4 that a long process of geological education is requded to realise the conception ; and the scholar may be excused for some hesitation, since another professor, who firmly bedeves it, confesses his ignorance as to the way in which it is brought about, as we have already seen. The difficulty, however, seems to lie not in the great amount of Denudation, which without doubt has made its mighty influence felt in ad parts of the 1 Chambers's Geology, by Geikie, pp. 74 and 77. 2 Geikie, Scenery of Scotland, pp. 8 and 12. 3 Chambers's Geology, p. 75. 4 Ramsay's Physical Geology of Great Britain, p. 35."], [120, "88 SCEPTICISM IN GEOLOGY. CHAP. VII. earth, but in attributing denuding powers on such a scale to such trivial causes as those to which our geologists restrict them. A disciple of this school must indeed be gifted with faith without measure before he could admit the possibdity of removing even such a mountain as Ben Nevis, not quite one mile high, by rain and frost above, aided by all the seabreakers that could be brought to bear on its base. It is needful, therefore, to inquire how this pro cess of rasping down the face of nature is carried on, whether these smad agents are ready effecting such changes, and in what way their power, such as it is, is applied. Weather, that is to say frost far more than raiu, is a potent cause of disintegrating surfaces of rocks, especiady those of slaty texture or jointed, so as to admit water into their interstices, which are burst open through its expansion by intense cold. But even at the greatest heights, where frost has its utmost sway, the mountain peaks and crags are covered with perennial lichens which preserve the surface from further corrosion. Such a coating envelopes the hoary blocks of Stonehenge, and has defied the storms of at least a thousand years. Where the softer nature of a rock allows the crumbling"], [121, "CHAP. VII. ATMOSPHERIC DENUDATION. 89 process to penetrate, the very debris which results, turning into sod, supports grass and herbs sufficient to stop the destructive tendency. There is scarce a radway cutting which does not furnish proof of this by the rapid clothing of its bare sides. There are two objections to the denudation of the Weald by atmospheric causes ; the chalk of the Downs, which form its N. and S. margin, though one of the softest rocks, yields to the weather less than granite, because it is so quickly covered with turf, which is virtuady indestructible and impregnable to atmospheric de nudation. The turf-clad barrows on Salisbury Plain have preserved thed prehistoric surfaces and out dne unchanged for thousands of years, while wads of stoutest masonry have crumbled. Secondly, there is no trace of beach or shingle ** at the base of the chalk escarpments, such as must inevitably have been left there had they ever been washed by sea waves. Nature has thus set a decided limit to the denud ing influences of frost and rain, for before they can penetrate to any great depth in rock surfaces vegetation interposes and disintegration is stopped. The ddapida tion and ruin which fodow where forests are recklessly cut down is the best proof of the importance and 1 Murchison's Siluria, p. 493."], [122, "90 SCEPTICISM IN GEOLOGY. CHAP. VII. strength of the protection which vegetation affords. These consoling facts, and the knowledge of the very large proportion of earth's surface which is covered by vegetation, may appease any alarm occasioned by geological exaggeration as to the present progress of denudation under mere atmospheric waste now in operation. The impotence of sub-aeriel agencies coidd not be better proved than by the engraving still indelibly fixed by glacial erosion on rocks so hard as to resist the growth of lichens, on which the finest lines are preserved in defiance of weather, as perfect as the day in which they were scratched, which the geolo gists wid tell us is not less than 30,000, perhaps than 100,000 years ago. Let us next consider the part which the sea and its breakers are taking in this work of denudation, which, if we believe some of the modern school, is so formidable as to threaten \" a power of waste having perhaps no limit short of the total demolition of the dry land.\" — Geikie, Scenery of Scotland, p. 44. Lyed commences his chapter on tides and cur rents by \" viewing them first as employed in de stroying portions of the sodd crust of the earth,\" and illustrates his conclusions by reference to the"], [123, "CHAP. VII. INROADS OF SEA ON LAND. 91 coasts of the Shetland Islands exposed to the full violence of the Atlantic. \" Steep cliffs,\" he teds us, \" are hodowed out into deep caves, and almost every promontory ends in a cluster of rocks imitat ing the forms of columns, pinnacles, and obelisks.\" — Lyed's Principles, i. p. 503. The Needles of the Isle of Wight are a famidar example of the same sort of thing, only they consist of soft chalk, while many of the Shetland outlier obedsks are composed of granite. But ad these rocks have stood, dttle if at all altered in size and form, since the beginning of the historic era. Those who live close to them detect very slight change, so that so far from proving the power of modern agencies, they demonstrate that the uncontrolled pressure of the Atlantic, aided by the most rapid currents known on the shores of Britain, are unable to complete the work of oceauic devastation effected in a former age of the world, by destroying these apparently feeble obe lisks. The experienced engineers wrho budt the storm braving dghthouses of Skerryvore and Dhu Hertagh on isolated breaker-battered rocks in the midst of the Atlantic, rarely rising above the tides, were not deterred by geologists' tales of the power of waves to consume sodd rock. The evidence of the barnacles and sea-weeds adhering to the surface of those rocks"], [124, "92 SCEPTICISM IN GEOLOGY. CHAP. VII. proved how baseless is the fable of wave erosion. Even the terrible surf- wave of the Tropics J has for ages lashed the foot of the cliffs of Angola without encroaching on them, though it pulverises to atoms the fragments of the hardest rock and sheds which fad within its swirls. The fiat has gone forth to the sea, \"Thus far shall thy waves come, and no farther.\" No doubt there are many spots on the coast of Britain, notably between Bridlington and Spurn Point in Yorkshire, at Dunwich in Suffolk, at Bognor in Sussex, etc., where clay and sand cdffs of easy disintegration2 are yielding to the gnawing attacks of the sea. The mechanical force of waves also, during storms, in hurdng heavy detached rocks against cliffs, dke battering-rams, must not be ignored, but it is equady true that there are as many places where the land is gaining upon the sea. In readty the sea is not a destroying element, as geologists would lead us to suppose. No fact is more certain then that its boundaries and those of 1 Monteiro's Angola, i. p. 24. 2 On no subject are vulgar errors more rank and deceiving than on this : many of the instances of sea-cliffs falling and afterwards washed away, depend not upon the waves but on the undermining effects of land springs."], [125, "CHAP. VII. RESISTANCE TO THE WAVES. 93 the dry land are fixed. On the whole, taking account of those few places where \" give \" is compensated by \" take,\" continents are not diminishing, nor are sea areas increasing. Admitting the sdting up of some estuaries, no other material change has taken place in the outdne of Britain since Boman tunes. In fact nature herself sets a barrier to marine inva sion by the foreshores and beaches of shingle and alluvium thrown up by the waves themselves. Even the isthmus of the Spurn Point, at the mouth of the Humber, which is especially relied upon by erosionists to prove the inroads of the sea, though composed only of a heap of loose pebbles and sand, and \" exposed to two strong currents, may perhaps be little changed for ages to come ; such is the efficacy of long equal slopes and a pebbly sand in repelling the znge of the sea.\" — Phdlip's Yorkshire, p. 69. Every cape and headland which has midway breasted the sea and the storm for thousands of years offers a protest against a bedes in the power of breakers to mow clown mountains or \" strata miles in thickness.\" Finady, we have from Lyell himself (Elements, p. 82), the acknowledgment that \"waste of sea-edffs forms an insignificant portion of marine denudation.\""], [126, "94 SCEPTICISM IN GEOLOGY. OHAP. VII. The foregoing examination of the powers of the various agents of atmospheric corrosion (excepting that of running water, discussed already, Chap, vi.), by which geologists account for the vast phenomena of denudation, wdl enable the reader to appreciate the amount of credulity they are called upon to exer cise in order to accept the astouuding announcement that strata 3800 feet thick from the S. Wales district, and 4000 feet from the Mendip district, and 10,000 to 11,000 feet from the Vale of Towey, Caermarthen,1 have been removed by rain, running water, frost, and waves. This rests on the authority of one eminent geologist, Prof. Bamsay, who avaded himself of his opportunities while engaged on the geological survey of Great Britain to calculate the thickness of the beds removed. Did he, when proclaiming such extraordinary results, consider how far he was straining the theory of Causes now in Action by fathering upon it such a geological mdacle, i Memoirs of the Geological Survey of Great Britain, vol. i. p. 334. Ramsay, p. 306, moreover, states \" It is not unlikely that, including all the rocks from the old red sandstone up wards, 9000 feet is not the greatest amount of vertical denuda tion which these rocks have suffered in the district between Brodrick Hill and Garth Hill.\" Is it usual to find in this or any country hills, say rather mountains, of the formations specified, attaining an elevation of 9000 feet ?"], [127, "95 CHAP. VII. REMOVAL OF MOUNTAINS. amounting to a removal of whole chains of moun tains by rain, and frost, and running water ? Imagine what would have been the reception of a similar statement made in defence of the Noacldan Deluge, with what a howl of derision would it have been received ? It is true those who adopt atmo spheric denudation are obliged to take refuge under the \"great lapse of time required in explanation of the facts so observed.\" Geologists, it would appear, \" never are but always to be blest\" by consummation. It is evident that in proportion as the uniformi tarian geologist raises these imaginary mountains, the difficulty of removing them by causes now in operation is increased. Nevertheless, the story of this clean sweep of mountains of strata was at once accepted by De la Beche, Lyed, Geikie, and others,1 and is now part of the geological creed, and incor porated in elementary works on geology. If we inquire what is the evidence that such masses of strata were so removed, or even that they ever existed, it rests solely upon geological diagrams, drawn by a process which is described as \" protract ing in imagination.\" 2 The gifted Government 1 De la Beche, Geol. Obs. 817-819. Murchison alone refused belief. See his protest, Siluria. 2 Chambers's Geology, p. 74."], [128, "96 SCEPTICISM IN GEOLOGY. CHAP. VII. Director of the Geological Survey, not satisfied with producing sections of the actual strata as they exist, was tempted to \"join up the disrupted edges of the beds in conformity with the known normal curves de duced from accurately observed normal dips.\" ' But it is evident that in drawing these curves a varia tion in the angle, almost microscopical in amount, or a sdght twist of the compasses in protracting the curves, would convert hundreds of feet into thousands. No wonder that mountains so readily and fancifully created should be washed out by equady fanciful agencies. But besides this, it is highly probable that these contorted and uplifted strata, for all we know, may have been run up into many small plies or folds instead of one or two exorbitant or impossible curves. The flexibdity also of stratified rock has its limits ; and the pheno menon may be accounted for by the outer bands of strata breaking in the act of flexure long before the up lifted curve was compressed into an arch. The author of this theory of lofty curves seems to have been by no means sure of its adoption, and he propounded it with a diffidence and modesty which commands our commendation. He, as every other geologist, must perceive the risk of distortion and exaggera- 1 Geological Survey of Great Britain, vol. i."], [129, "97 CHAP. VII. PROTRACTING IN IMAGINATION. tion in adopting a false scale. When he finds certain strata diving down below the surface he has often to seek for their upthrow at very great distances, the intervening space being covered with vast superficial deposits, not to be penetrated. How can he be sure that he has not passed over the missing ends of the strata which may possibly be buried beneath ? If he fancies he recognises the same rock many miles off, can he positively identify it, knowing how constantly rocks are modified; how, even when identical in mineral composition and occurring in contact, they differ widely in age ? These and other difficulties constantly make it a hopeless task for the geological surveyor to define the boundaries of strata, and to delineate the structure of a country, and ought to make us very cautious in bedeving that which may turn out after all to be not a fact but only an un safe inference. But may not the gaps, and voids in the con tinidty of dislocated strata, be accounted for in another way ? If we take into account the shrink age of rocks at the time of cooling, and the recoil of the strata at the moment of fracture, it is toler ably certain the edges of the strata stretched to the utmost degree of tension previous to breaking ii"], [130, "98 SCEPTICISM IN GEOLOGY. CHAP.. VII. would fly asunder and leave vacant spaces between, independent of any denudation. This redeves us from the necessity of supposing that the whole area between the escarpments of the N. and S. Downs was ever covered by a continuous bed of chalk. Moreover, the ingenious Professor Bamsay has pro longed his curves into the air until he could drop them down, so as to cap some other outcrop of the same strata, regardless of the probable destruction and entire disappearance of intervening beds, which may have sdpped through in the general concussion at the moment of the uplifting of whole ranges of hills. But over and above the sweeping away of masses of strata piled mdes up into the sky, weather, frost, and running water, are credited by the younger geo logists with the power of carving ad mountains and vadeys out of the solid block of the primitive table lands.1 Let us apply this to Mont Blanc, with its twelve mdes array of peaks and precipices, and inquire what has become of the chips and fragments which this subacrial hammer and chisel work could not have faded to leave behind ? The answer is, that not only is the vadey of Chamounix, measuring from the top of Mont Blanc to that of the back of 1 Chambers's Geology (Geikie's), pp. 75, 76."], [131, "NERO FJORD, NORWAY. Specimen of a Gorge, 3000 to 4000 feet high, scooped out by \"rain, frost, ami running water,\" according to the geological creed of \" Modern Causes.\" To face page OS."], [132, ""], [133, "99 CHAP. VII. SCULPTURING OF MOUNTAINS. Flegere, a width of five or six mdes, entirely open, but its bottom bears no trace of any such encumbrances. The river Arve rods over a bed of rock, covered with a thin layer of boulders and gravel, the product of ancient and modern glacier moraines. Yet we know that in places where weathering (whose influence no geologist wid underrate) is going on to a great extent, as on the sides and summit of the Matterhorn, an exceptionady fissde mountain, a vast pile of debris at its foot proclaims the action of frost and thaw, which ceases not during the whole summer. Not that we find in this instance \" the missing strata have been carried away grain by grain,\" 1 for the geologist who uses this expression need scarcely be reminded that frost and weather do not act in this fashion, but by working into the crannies of rocks, by detaching flakes and fragments, and even after the expiration of ages smad traces of granulation are perceptible, so as to enable the debris in any quantity to be washed away by rivers. But mountain peaks and ridges by their very shape proclaim their hardness and power of resisting the weather. Yet how is it credible that these colossal obelisks were originally imbedded in an uni- 1 Geikie, Scenery of Scotland, p. 9."], [134, "100 SCEPTICISM IN GEOLOGY. Ill A 1'. VII. form matrix of sodd rock, the bidk of which was liable to be washed out whde they were left standing ? How came the sides of vadeys to stand, while the centres were swept away, and have vanished ? We know that weather acts equably upon ad rock-sur faces exposed to it, consisting of similar strata, and placed under the same conditions of exposure. Sir Charles Lyed1 has too readdy taken for granted that the largest and deepest valleys are in rocks which yield most readily to the atmosphere. The reverse is so often the case as to be a strong argument against erosion. The very deep vadey of the Dee, in Aberdeenshire, is riven through granite, and that of Chamounix, the deepest in Europe, in rocks of the hardest crystadine texture. Where then are we to seek for an explanation which wid relieve geology from these discordant improbabdities ? The only one we can offer is that real denztdation, which effected such astonishing revo lutions on the earth, was no imperceptible \" feeble process,\" was a power quite different from the puny everyday causes now in action, and one infinitely sur passing them in energy and intensity. We see in it the results of the phenomena accompanying the 1 Antiquity of Man, p. 36."], [135, "101 CHAP. VII. TRANSITIONAL PHENOMENA. transition of our earth from a globe in great part crusted over with tldck ice to its present habitable condition : that state of glaciation having probably been the climax of the cooling down of our planet, the first consequence of which was the cracking and breaking up of its crust, which we have already attempted to describe.1 1 See Chapter iv."], [136, "102 SCEPTICISM IN GEOLOGY. CHAP. vni. CHAPTEE VIII. OF DENUDATION BY GLACIATION EFFECTS OF SUDDEN EMANCIPATION OF EARTH'S CRUST FROM AN ICY COATING. The existence of glaciers in primæval times, not merely in the heads of the highest valleys, as at present, but filling them entirely, radiating from the mountain chains, and overspreading large parts of the existing continents, was first discovered amidst the Alps, but it has since been traced to distant corners of the globe. Mount Sinai, Lebanon, Norway, the Himalayas, and New Zealand, alike proclaim in their old moraines, grooved and mamidated rock-surfaces and boulders, the widespread presence, at one time, of an icy crust. Greenland, a country equal to Germany in area, exists at the present day in that state of glaciation. There the vadeys are scarcely to be distinguished from mountains, so completely is the surface equadsed by the burthen of snow and ice. Investigations among the Alps have detected, at heights of 6000 and 7000 feet above the sea,"], [137, "DENUDATION BY GLACIATION. 103 CHAP. VIII. removed blocks and ancient moraines distributed over both N. and S. slopes of the great chain from one extremity to the other, also pot-holes made by whirling torrents under the ice.1 The process of removal of this ice crust from altitudes so great, in quantities so enormous, wid furnish, I would venture to suggest, a power more capable of accompdshing the stupendous effects of denudation than any amount of atmospheric influ ences, however long their duration. To appreciate this power we must dismiss from our minds the trivial workings of modern glaciers confined to deep sunken beds, down which they descend with a slow motion and with a moderate erosive action. The phenomena before us are inconsistent with the supposition of a gradual retirement and diminu tion of the ice covering, which geologists hitherto have taken for granted. We have to consider the effect of a sudden transition from total glaciation, due to a change of temperature, and the consequent melting of a body of ice covering \\v_ry mountain and hdly region, combined with the additional weight and force which such huge bodies would acquire from 1 See de Salis' Ueber Erratischen Erscheinungen im Rhein- Gebiet, 1875. On the very summit of the Bernina Pass, 7400 feet above the sea, pot-holes occur, made by sub-glacial whirlpools or \" glacier-mills.\""], [138, "104 SCEPTICISM IN GEOLOGY. CHAP. VIII. their vast elevation, starting into motion from moun tain peaks and overhanging precipices, and sweeping downward in ad ddections. It appears probable that the state of glaciation fodowed close upon, if it was not the result of, the cooling down of the earth from a molten state, the first consequence of which was the universal fracturing of its crust, described in Chapter iv. Thus, from the extreme of heat the globe may have passed to the extreme of cold, a prelude to oscillations of cdmate, constantly diminishing, un td the happy mean of temperature which we now enjoy was attained. Glaciation, therefore, must have taken possession of a fractured but unpolished world, of those deep fissures encumbered with moun tain fragments, and strata bent into curves or broken short off with spdntered edges, great part of which it was destined to smooth down or clear away. No one, so far as we can call to mind, has taken the trouble to consider by what steps and stages the earth was redeved from this general incrustation of thick ribbed ice. It must have been due of course, in the first instance, to a change of climate. A sdght increase of temperature acting upon so wide an expanse of ice and snow would set torrents running equal to the largest European rivers, capable of"], [139, "105 CHAP. VIII. PRIMITIVE GLACIATION. detaching and carrying off huge icebergs. Most of these would fodow the openings in the fissured rocks which we have described as the rude troughs of future valleys, but great part of the icy coating of the upper tableland would slough off in enormous cakes, acres in extent, over the shoulders and down the mountain sides. We have proof that the ice masses we have to deal with were not dmited to glaciers, deep sunk in channels prepared for them, moving downwards a few inches per diem. We must face the problem of a continent of ice, superimposed upon a vast mountain area, suddenly released from peaks and precipices, and hurled downwards in every direc tion in which the force of gravity could conduct it, in the form of colossal avalanches, and ice sdps loaded with debris of rock exceeding that of the fad of the Bossberg, and starting from infinitely greater eleva tions. From this, and from the greatness of the masses, some faint ideas may be formed of the force they would exercise in concussing, pounding, fracturing, and sweeping away the obstacles in their course. Not that the rush of the debacle would long continue uninterrupted. The fragments of faden mountains, the reefs of fractured and up turned strata lying in the way, the discharges of constantly recurring avalanches of overwhelming"], [140, "106 SCEPTICISM IN GEOLOGY. CHAP. VIII. mass, would furnish, especially at the bends of vadeys or in gorges, obstructions sufficient to arrest masses in which ice formed so considerable a part. It wdl assist us to understand the occur rences inseparable from such a state of things if we refer to accidents of a similar kind, though r • an infinitely smader scale, which produce the * e barriers on the St. Lawrence, St. John's, and other rivers in N. America, and in Europe at times on the Bhine and Danube. In the spring of some years the ice breaks up in the upper course of the river before the thaw has set in below ; and floats down untd ar rested by ice stid unmelted. The constantly accumu lating blocks and floes, driven by the strong current against this obstacle, are not only pded one over the other, but are sunken, and packed into one sodd watertight dam, stretching across from side to side, and taking the shape of the river-bed, which it entirely fills. This impervious barrier lasts untd a further thaw, or the accumulated weight of water behind, aided by the cutting power of the overflow upon ice, bursts the dam. \" The river goes,\" sweeping all before it, and wdd work ensues. Such debacles, made familiar to us by the wed-known bursting of the ice-formed lake in the Val de Bagnes, may give some slight notion of the tendency of ice, when driven along"], [141, "107 CHAP. VIII. BURSTING OF THE GLACIERS. by water, to pack and arrest the entire stream of a great river in a comparatively short time, and may thus account for some of the gigantic pheno mena which we are attempting to describe. Those acquainted with the properties of glacier ice, the ir~tantaneous cohesion of its surfaces, however sudden tht contact, its flexibidty and elasticity in masses, wid easdy comprehend the rapid formation of these ice barriers, — -indeed the impossibdity of such large masses of ice disengaging themselves from their cradle on the high plateaux without forming them. Then disruption, again, releasing the accumulated icebergs behind them would occasion a succession of concussions exercising the most powerful influence. At the openings of secondary vadeys minor glaciers protruding across, and even pushed up the opposite heights, woidd also effectuady bar the passage of the descending deluge of ice, water, rocks, and mud. Thus the accumulation, though enormous, would be let down step by step. Lakes would be formed one after another at different heights and in ad ddections, filling the main vadeys, and ramdying back into thed tributaries, at times overflowing lateral ridges. At every burst the process of rasping and smooth ing the rocks in the way would be renewed, and when starting from the higher elevations the dis-"], [142, "108 SCEPTICISM IN GEOLOGY. CHAR VIII. charge woidd sweep over hids, valleys, and plains, carrying away with it boulders, gravel, drift, and sand, the varied components of moraines, and scattering them far and wide to great distances and on various levels, far above the reach of any existing rivers. With such a variety of impediments, so large a mass of ice could not be speeddy removed. The Arctic climate, which such an enormous body of ice pre supposes, granting the alternations of seasons, and the return of winters of far greater severity than at present, would continuady reconvert into ice the rushing torrents let loose by summer heat, so that this state of tldngs must have lasted for an indefinite time before the pristine glaciation could have been reduced to its present limits. At such a time, and under such circumstances, the Lake of Geneva was joined to those of Morat, Bienne, and Neuchatel, forming a great inland sea, stretching N. to the base of the Jura, and S. up the Ehone to Martigny. Beyond the Jura another lake may have occupied the whole space between the Vosges and Black Forest hids, as far as the gorge of the Bingen Loch, then perhaps recently opened, but stid choked with debris. So long as these temporary lake-beds lasted, they would receive the products of ad the pounding and grinddig of rocks, mixed with"], [143, "109 CHAP. VIII. DEPOSITS IN GLACIER LAKES. washed-out moraines and glacier detritus, which the inflowing waters would sdt and deposit in the form of beds of boulder, clay, gravel, sand, and drift, — in gredients for fertde soils in the future. On the sur face of these lakes would float icebergs capable of clasping, prizing up, and transporting boulders of the largest size. The open fissures in the earth's crust, destined to be permanent lake and river beds, wrould be puddled and made water-tight by the influx of clay into cracks and leakages. Conjectural as many of the foregoing suggestions may be, they have yet a larger basis of facts than the atmospheric denudation theory. They are con firmed, as far as regards the stepwise formation of lakes, by the phenomena exhibited in the wed known Paradel Boads of Glen Boy, which are to be accounted for only on the supposition of a series of temporary lakes at various levels, ponded back by ice-barriers, one formed after the other. They re lieve the geologist from the ludicrous incongruity and startdng assertion of \" a compdcated series of events, including more than one interglacial period, requding for their explanations several oscdlations of level and successive submergencies and re-eleva tions of land\" to account for the production of"], [144, "110 SCEPTICISM IN GEOLOGY. CHAP. VIII. boidder clay.1 They would at least enable us to dispense with \" three successive periods in N. Wales, when the land was alternately (1) much higher than at present — ice excessive; (2) 2300 feet lower than now — reduced to a cluster of low islands ; (3) and raised again when the valleys were ploughed out by a second set ef glaciers.\" 1 Lyell, Antiquity of Man, pp. 295, 313."], [145, "CHAP. IX. SUMMING UP. 111 CHAPTEE IX. SUMMING UP INVITING THE READER'S VERDICT CON- VULSIONS CAN\" THE DOCTRINE OF MODERN CAUSES AND NATURAL DEVELOPMENT APPLY TO THE EARTH, AND IF SO, TO WHAT FINAL CONCLUSION DOES IT LEAD? Pausing from the scrutiny to which certain import ant geological assertions — involving fundamental principles of the science — have been subjected in the foregoing pages, let us ask whether the inquiry has been justified, and whether prevailing hypotheses have passed muster as worthy to be accepted for the bases of the geological theory which depends upon thed substantial truth. Are the forces now in action the same in kind and in degree as those which stamped upon the earth its actual features ? The reader who has fodowed me may be enabled to judge, from the comments I have made on the various statements and instances brought forward by modern geologists to corroborate their theory, what influence Earthquakes are now exercising on our"], [146, "112 SCEPTICISM IN GEOLOGY. chap. ix. planet. It has not only been proved that mountain chains are not raised by them, but made probable that their shock is arrested by mountains ; while, so far from opening gorges and valleys, they are powerless to effect even a fracture 1 in solid rock ; that whatever slight displacement of low alluvial land or rocks of recent formation may arise from one shock is undone by the next, and that they have left no permanent marks behind, except the devastation of human constructions. It is impossible to overrate the importance of the testimony of Mr. Madet, who, so to speak, has studied earthquakes both in theory and practice, that \" An earthquake, how ever great, is incapable of producing any permanent elevation or depression of land whatever.\" Limited as earthquakes are in action and area, they cannot disturb the general evidence we discover everywhere on the face of Nature of former disturbance and present tranquidity. We may rest content then with the conclusion that, after all, the round world stands so fast that it cannot be moved, and that its surface on the whole is neither rising nor fall ing, not even in Scandinavia. It is submitted also that the case of Atmospheric Denz.dation has broken down under cross-exami- 1 Mallet, Report on Earthquakes, p. 52."], [147, "113 CHAP. IX. CONCLUSIONS. nation : that geologists have lost sight of the fact of the almost universal spread of vegetation over the globe, and that a limit is set by it to the erosive effects of the atmosphere, except always that small amount, chiefly the result of frost and ice, which, in conjunction with decay of leaves and other vegetable products, serves to repair the waste of fertdising sods.— That, at the utmost, present denu dation could not produce the astounding effects at tributed to it ; since the combined action of rain, frost, running water, and sea waves, whatever their force and velocity, have but a very limited power to file away or erode hard rocks, much less to carve out great vadeys or mountains. We cannot even admit the possibdity of a \" brooklet gouging out deep trenches in sodd rock,\" to use the poetical words of an erosionist. That the supposed triumphant example of erosion in Niagara Fads has been mis leading, inasmuch as it is proved that the undeniably successful resistance of hard rock to rushing water, in that case has alone preserved the river bed, and prevented the removal long ago of the barrier which pens back the great lakes of N. America. There is cause for bedeving that the entire dis appearance of strata over large areas, known to us by a few outlying fragments, may be due to earlier I"], [148, "114 SCEPTICISM IN GEOLOGY. CHAP. IX. and mightier operations than those of Modern De nudation. The dedberate assertion of a rise of land in Scandinavia, now going on to such an extent as to stop the growth of trees, on scrutiny eludes our search, and is shown to be destitute if not in capable of proof; aud we have in vain endeavoured to discover any instance, at any time, or in any part of the world, of alluvial materials washed down into the sea having been hardened into rock, and \" pushed up, ever and anon, as new beds to the light of day.\"1 It is surely time that common sense should be exercised to resist the fadacy that weather, frost, ice, and running water (such as we now experience), could have carved out mountains, dug vadeys, swept away pdes of strata miles high, or strewed hids, valleys, and plains, ad over the world, with streams of loose stones, including boulders as big as a house, gravel, clay, and earth. The redance of modern geology upon such feeble and inadequate agencies to produce such enormous results may perhaps be accounted for by the fact that a teacher of this new phdosophy assures us both that time is power, and that to attri bute great effects to great causes is a prejudice.2 1 Chambers's Geology, p. 77. 2 \" We make the fatal error of forgetting that in the geo logical history of our globe time is power. — It may not be"], [149, "115 CHAP. IX. CONCEIT OF KNOWLEDGE. An attempt has been made in the foregoing pages to explain what was the real cause of Denudation, and to refer it to phenomena which, fortunately for the existence of man, cannot be numbered among causes now in operation. We have also endeavoured to show that other causes besides modern denuda tions, or upheaval, or earthquakes and volcanoes may have been instrumental in forming mountains and vadey7s ; that they are possibly the result not so much of a dfting up as of a throwing down of the earth's crust, of a rending and crumpdng together caused by contraction and recoil, of a horizontal rather than a vertical movement, and are at ad events not due to any lifting power of volcanic action. The contraction of heated rocks by cold would send earth's crust into valleys and mountains. The strain and pressure from weather outwards, on such an enormous scale, would produce the residts hitherto attributed to upheavel. Instead of dogmatising then, let us rather con fess it is difficult if not impossible for the limited faculties of man thoroughly to explain the nature of those ad-powerful causes which have given the easy to get rid of the natural tendency to associate great effects with great causes ; but if one can free himself from this prejudice,\" etc. etc. — Geikie, Scenery of Scotland, p. 9,"], [150, "116 SCEPTICISM IN GEOLOGY. OHAP. IX. earth its present surface. Whatever they were, they were means to an end, and that end has been effectually and successfully carried out. A certain object was to be effected, that of rendering the earth habitable and useful to man ; the resistless force which effected this, though stupendous in our eyes, was no more a convulsion than is the burst ing of a seed-vessel of a plant when ripe, in order to disperse the seed. What wonder then that these forces should exceed in might and power of perfecting anything we now behold on earth? It was perhaps descending a little below the dignity of science when geologists of the younger school began to upbraid their opponents as \" Convulsionists,\" promoters of catastrophes, and obstructives, bearing in mind their own favourite resort to earthquakes, the most tre mendous \"convulsions,\" taken together with vol canoes, of which we have experience at present. It becomes a question indeed, whether the impulse given to geology by the great founder of the modern theory in his inimitable works has not been some what counterbalanced by the exaggerations and in consistencies of his fodowers, and whether they are not the real obstructives, who, while acknowledging the prevalence of faults, fractures, and shifts in ad strata, refuse to them their real and direct connec-"], [151, "CHAP. IX. FALLACY IN MODERN CAUSES. 117 tion with the formation of vadeys and gorges, for getting that these are but larger fractures, only opened with design and for a purpose. After considering such cases as those of the Litany in Syria, the Zambesi in Africa, the Avon at Clifton below Bristol, the rivers of Eastern England, and of the Weald, examples which may be multi- pded a hundredfold from ad parts of the globe, we surely have authority to deny that rivers have made their own channels, and that the mere original slopes or contour of high lands have sufficed to conduct them in thed course over the surface. \" Subter- ranean movements,\" ** — say rather primeval fractures of the strata, cannot have been the mere2 aids of rain and running water in excavating the great vadeys, but must have been their ddect cause. The original force, hitherto styled \" subterranean movement,\" which dfted continents above the sea, was not only capable of spdtting open vadeys and creating mountains, but could not have done the one with- out the other. Why does the geologist stop short at the dfting, and deny the natural and inevitable result — the dislocation of strata ? 1 Geikie's Geology, pp. 75, 76. 2 \" Subterranean movements have lent their aid in acce lerating the process of erosion.\" — Lyell's Principles, xv. p. 332."], [152, "118 SCEPTICISM IN GEOLOGY. CHAP. IX. More important objects, however, are, it is hoped, to be gained from such a discussion as the present than the refutation of some spurious offshoots of a popular theory. One vast fadacy would appear to underde the doctrine of Modern Causes, the suppo sition that the world we inhabit, so beautiful, so pregnant with every gift which can contribute to man's progress, prosperity, and happiness, has been turned out by its Maker unfinished and imperfect ; that it is capable of improvement, at least of de velopment, and is undergoing material change day by day. According to this hypothesis ad its ar rangements are faulty, its waterways require lowering and scraping, and are being reduced to other levels by the influence of the elements, occasionally corrected by earthquake shocks ! Yet it would be hard to find a more striking and beautiful example of design and combination than that by which the earth is drained and watered. And the evidence of design deserves ad the more to be dwelt upon, because granite and date and greywacke are not sentient bodies capable of self-evolution. No innate desire on thed part to let the waters pass through them could have pro duced that \" mighty maze, but not without a plan,\" — the wonderful ramification of the river-systems of the world, resembling the outspread filaments of a"], [153, "EVIDENCE OF DESIGN. 119 CHAP. IX. sea-weed. In travelling over a mountainous country, or ascending the course of a river, we comprehend the nature and extent of this multitude of water courses, joining the main stream from the right hand and from the left, through gaps and fractures, by perfectly-adjusted levels, so that however elevated the source, however distant from the sea, no matter by how many mountain barriers the stream was shut in, it meanders through them ad, and emerges into the plain, where rivulets and rivers, united into one channel, finady pour themselves into the ocean. Especiady to be observed in the course of every river is the number of basin-shaped openings, which it traverses in succession, connected with one another by rocky gorges and narrow defiles cloven through the chine of the mountains. No one can doubt that at one time these gorges were closed, and formed huge dams, holding up behind them the lakes and pools which fided the basins, and which must have remained nearly stagnant untd, the barriers being broken down, cdculation was given to the accumula tions, and thenceforth \"the waters were gathered together in one place.\" But this is only one-had of the wonder. Philosophers have not perhaps suffi ciently considered the intimate connection between the firmament above and this fissuring of the earth"], [154, "120 SCEPTICISM IN GEOLOGY. cnAP. ix. below. This intricate, but not clueless labyrinth of water-ways is inseparably connected with the system of the atmosphere, with the clouds and storms, and evaporation going on above and around us, by which the snowflake or the raindrop, falling on the mountain crests, finds its way from the highest level down these rock-cleft channels, until, on reach ing the sea, it ascends again in the form of vapour, and is transferred back to the snowy peaks to feed the same or other rivers, and once more to fertilise the earth in its passage. Such is one of the complicated arrangements, analogous to the circulation of the blood in the human body, by which the earth was made habitable for man. What undeniable proof of well-concerted design ! how worthy of the most subdme intelligence ! Yet we are taught by the geologist to bedeve that all this was effected by the atmospheric processes of nature now daily at work, and by earthquakes ; \" a long-continued series of moderate shocks,\" whose puny efforts, in fact, produce merely superficial and temporary disorder on the earth, and, judging from their own historian, act by haphazard, and thus mar the fair face of Nature. A zealous 'erosionist exclaims : \" It is incon ceivable that a country could have been rent originady"], [155, "121 CHAP. IX. RESULTS OF CAUSES NOW IN ACTION. into the pattern of its drainage system.\" Yet in the end we cannot doubt that geologists will be constrained to accept this as a fact. Is it indeed a bit more difficult to believe than that mountains are created and dkewise washed away by rain, water, etc. etc.? At ad events the forces, whatever their nature, which made the existing mountains and opened the vadeys, were directed to a consistent purpose, tending to a common result. They did not, as we have seen the earthquakes do,1 throw down merely to raise up again after a few years ; they opened up water-courses instead of obstructing them, promoted the circulation of water instead of damming it up into stagnant pools producing order in the world, and not confusion, such as the destruction of Lisbon, the wasting of Calabria and Java. In short, that original wonder ful break-up of surface, whenever and in what manner soever it was brought about, opened out to man a world otherwise impenetrable, and but for this unprofitable, to him. Few, it is dkely, of the many readers of the fascinating chapters of the Principles and Elements have been prepared for the ultimate conclusion to which the Author was leading them. Fewer, we sus pect, wdl be disposed to acquiesce in it. Those who 1 Lyell's Principles, ii. pp. 128, 131, 140, 159."], [156, "122 SCEPTICISM IN GEOLOGY. CHAP. IX. believe in modern causes must accept as the certain result of their action that we owe to earthquakes in a great degree the perpetuation, nay the very exist ence of the habitable earth.1 They must acquiesce in a redistribution of land and water, as it is caded, as now going forwrard — that is to say, the sea is to replace the land, the land the sea ; they must admit that the land is gradually but certainly being washed into the ocean ; that denudation, undoing at one moment what it has done at another,3 may be destined to work away, \" in the long ages of the future, until it has worn down the solid land, and mountains and glens have alike disappeared.\"3 A phdosopher, no less eminent than Playfair, even calculated the time it wdl take to transfer the whole of the dry land into the bosom of the ocean ; and, though he did not arrive at \"safe conclusions,\" bolder men have been found of late, who, with \" more exactness,\" assert that the whole globe is 1 \" Subterranean movements ... are essential to the well being of the habitable surface, and even the very existence of terrestrial species.\" — Lyell's Principles, ii. p. 243. 2 \" Thus the final result of atmospheric denudation is to de stroy the features which itself gave rise to ; so the end of its action is to plane everything down to a uniform level.\" — Green, Geology for Students, 1876. 3 Geikie, Scenery of Scotland, p. 115."], [157, "EARTH REDUCED TO A DEAD LEVEL. 123 CHAP. IX. worn down 1 foot in 6000 years ; and, consequently, it will not take more than 4^ mdlion of years to sweep away the whole American continent, and in 6 mildons the entire rock-surface of the earth may be planed off in the same fashion. — See Lyed's Ele ments, pp. 91-92. The result, then, of the most approved geological phdosophy is to reduce the great globe, and ad that it inherit, to a dead level ! ! ** unless by the antagon istic aid of igneous causes the unevenness of earth's surface can be restored* — truly a difficult task, con sidering that whde atmospheric effects operate over the whole globe, volcanoes are dmited to about 1-5 00th part of it ! ! - The modern Huttonians lay it down as profouncdy unphdosophical that the energies of nature should be supposed to have been greater at the creation of the globe than at present. Is there then any inconsistency in supposing that when a potter moulds a vase out of a lump of clay he should put forth his greatest energy 1 Lyell's Principles, i. p. 327 : \" The aqueous agents are incessantly labouring to reduce the inequalities of the earth's surface to a level.\" See also Principles, ii. pp. 237-239. \" So great is the denudation of the land, that in process of time the whole would be planed down to the level of the sea, were it not for the subterranean forces.\" — Geikie's Geology p. 77."], [158, "124 SCEPTICISM IN GEOLOGY. CHAP. IX. and exert Ids utmost skdl to finish it and turn it out perfect ? That achieved, would there be any reason for his continuing to revolve his wheel slowly for an indefinite time ? That the work of the creation of the earth was one of perfection defies ad disproof. What need then to imagine that it was done by little and little ; least of all can we admit a solution of the problem of cosmogony involving the absurdity that the work was left unfinished, and needs constant alteration by means of certain mechanical self acting operations. The theory of natural develop ment in other branches of natural history, whether true or false, at least infers improvement of structure and conformation. Appded to geology, it ends in deterioration, monotony, and stagnation. According to it the earth is to be planed smooth and bare, deprived of ad that makes it beautdul, useful, and habitable ; converted into one monotonous plain, barely capable of keeping its head above water, save by the aid of occasional earthquakes ! ! \" The hunger of the mind to see every natural occurrence resting upon a cause,\" and the vanity of bedeving (spite of man's finite capacity) that modern science can account for and explain everything, ap pear to de at the bottom of the confidence reposed in the Theory of Modern Causes. Yet there is"], [159, "125 CHAP. IX. CONCLUSION. to hope that the more geology is studied in an earnest spirit, free from the mirage of attractive but shadowy hypotheses, the more it will be acknowledged that not blind force, however gentle, nor mechanical impulses, however gradual, rendered our planet what we find it. It will eventuady be acknowledged that at the time and in the process of fashioning the globe, a power was exerted totally different from the present course of nature ; that, in fact, it is not inconsistent with logical conclusions to hold that an act of creation may differ essentiady from one of maintenance and conservation."], [160, "126 POSTSCRIPT. — GAPING FISSURES. POSTSCRIPT.— GAPING FISSURES. Since the foregoing pages were in print, we have met with the following passage in a new edition of Mr. Geikie's Great Ice Age, lately published : — \" Do lakes lie in gaping fissures or in chasms produced by dislocations of the solid rocks, or, as they are technically termed, faults ? As a matter of fact, no single instance has yet been adduced, either at home or abroad, where a fault could be said to be the proximate cause of a lake-hollow.\" ' We were about to raise a protest against this dog matic assertion when we were re-assured by discovering the following explanation or modification of it on the page following, though this rider to the new edition of the work had nearly escaped our notice again in the modest retirement and small type of a footnote : — \" It may be well to remind the reader that I am speak ing of the carboniferous areas of the west of Scotland. I am very far from affirming that faults have never in any case given the initial direction to a line of drainage. I could mention a number of instances where they have certainly done so. A good case in point is Glenapp, in the south of Ayrshire, which coincides with a large frac ture. Again, the north-east and south-west fault that traverses Scotland from the shores of the Firth of Forth 1 Geikie's Great lee Age, New Edition, 1876, p. 272."], [161, "POSTSCRIPT. — GAPING FISSURES. 127 to the Irish Sea, gives rise in many places to a distinct feature, and streams occasionally follow it for some dis tance. The Great Glen would also appear to be in a line of dislocation. I have never seen, and would travel a long way to see, a gaping fault.\"1 An author who shows so laudable a desire to be set right, even at the expense of a considerable journey, may be glad to be informed of the existence of gaping faults, — 1st, in the Dead Sea; 2d, in the Lake of Lucerne * or, d he declines to go so far from home, 3 d, in the gorges of the Avon at Bath and Clifton, also in Colebrook Dale. 1 Geikie, The Great Ice Age, p. 273."], [162, ""], [163, "INDEX. Andes, alleged lifting by earthquake, 19. Assynt Mountains accounted for, 44. Atmospheric denudation, 86, 92, 108. Avon Gorge made for the river, and not by it, 72 ; at Bath, 78. Baltic, rise in its shores — contradictory statements, 47, 55. Bingen Gorge, not a proof of erosion, 64. Cashap. earthquake, 27 note. Causes now in action — Do they account for the state of earth's surface? Ill ; results to which they lead, 121; fallacies involved in the theory, 122-124 ; will reduce earth's surface to a dead level, 123. Chalk forming at the present time not soeertain, 8. Chili, earthquakes in, IS, 20. Cliffs never formed by river or atmospheric action, 60. Contraction and shrinkage of the earth's surface on cooling down, 40. Cracking of earth's crust, 39. Cracks and fissures, 76, 77. Colebrook Dale, 76. Convulsions, geological, 33, 116-117 ; employed by Lyell, 34, 70, 78. Cutch earthquake, 17. Dead level, the ultimate destiny of earth, 122, 123. Dead Sea and Valley of Jordan, 83. Denudation, atmospheric, 86 ; removal of strata miles high, 87 ; limited by natural processes, 89 ; applied to Mont Blanc, 98.] Denudation, by sea waves, 90 ; exaggerations as to amount, 93. real, by primæval glaciation, 102, 109. Difficulties of modem geology, 33. Development theory as applied to geology, 124. Earthquake waves, 30. K"], [164, "130 INDEX. Earthquakes, geological consequences attributed to, 11 ; their limited effects, 13 ; nature of the shock, 13 ; permanent re- sults, 14, 32 ; in Calabria, 14 ; Chili, 19, 21 ; New Zealand, 22 ; more destructive on plains than among mountains, 26-28; at Cashar, 27 ; said to preserve the integrity of the habitable world, 32. Elementary substances not now created, 6. Elevation of continents by earthquakes questioned, 15, 16, 18, 20, 24. of mountains, want of proof, 33. Erosive power of running water, 57, 70. Fissures in hard rock formed by earthquakes, 23, 27 note, 112. Fissures and cracks in earth's surface, 24 note, 40, 76. Forbes, David, on earthquakes, 27 ; in mines, 28. Gaping fissures, 83-126. Geikie, Professor, formation of a ravine, 71 ; on creation of valleys by erosion, 73 ; at a loss as to process of denudation, 82 ; pre- judice regarding cause and effect, 114 ; on the starving out of trees in Sweden, 55 ; in quest of a gaping fault, 126 ; palinode respecting valleys of dislocation, 126. \"Giants' Kettles,\" 60. Glaciation, terrestrial, primeval, 102. Glaciers, primeval, marks of at Lucerne, 58 ; extent of former, 99 ; their dissolution, 104 ; and dispersion, 107. Glacier Mills, 59 note. Great Glen of Scotland, 79. Himalayas, 35. Huxley on the Valley of the Jordan and Dead Sea, 83. Ice Age on earth, the, 102, 103 ; process of removal, 104-107. Ice dams formed on rivers, 106. Iron gate of Danube, 64. Jura crumpled strata, 42. Kinahan, valleys formed by fissures, 77. Lake-beds formed by glaciers, 81-84."], [165, "INDEX. 131 Limestone, corrosion of, by water charged with carbonic acid, 63. Lewes, \"The Combe,\" attributed by Lyell to a \"convulsion,\" 34. Lisbon earthquake, 27. Litany river, 71. Loch Lomond, 77. Lucerne glacier pot-holes, 59 note. Lucerne lake, 35. Lyell, Sir C, describes valleys formed by convulsion, 34, 78 evidence of rise of Andes in Chili, 20. MacGillivrat on Linn of Dee, 58. Mallet on earthquakes, 13, 31, 32, 112. Metamorphism, 8 ; a thing of the past, 9. Mines, earthquakes not perceived in, 28. Modern causes underlying error, 118, 122, 124. Mont Blanc, 98. Mountains removed by denudation, 94 ; created by denudation, 96. — f how they are made, 38 ; upheaval of, 39, 35. Nero Fjord, Norway, 98. New Madrid earthquake, 29. New Zealand earthquake, 22, 25. Niagara Falls, 66 ; not an instance of river erosion, 67. Operations of nature, magnitude of, 34, 35. Outlier mountains accounted for, 42, 97. Prestwich, Professor, quoted, 4, 35. Pot-holes in river beds at Lucerne, 59 ; in glacier beds, 59. Protracting in imagination, 95. Ramsay, Professor, on extent of denudation, 95 ; on lake beds, 81 Ravine, imaginary, 75. Rise of land caused by earthquakes, 17 ; not permanent, 20, 24, 31 in Scandinavia at present, 46, 54. River beds not made by rivers, but for them, 71, 74. River erosion, 57. Rivers, only transporters of mud, not producers, 74."], [166, "132 INDEX. Scandinavia, rise of land, 47-55 ; doubts respecting, 48, 49 ; three fixed points ascertained, 51 ; probable explanation of the de- lusion, 52. Scientific doubts, 2. Sea inroads on land restricted, 93. Serapis' temple, Pozzuoli, 16. Simeto river, erosion explained, 61. Sioule river, erosion explained, 60. Spurn Point, resistance to sea, 93. Strata folds and contortions accounted for, 41 ; broken and lost, 43, 96. Suess, Professor, of Vienna, his theory of the earth,. 45. Sweden and Norway, supposed rise of land in, 44, 55 ; confusion of testimony on, 47-51 ; positive facts, 51 ; probable causes of the error, 52, 54. Tay valley, 80 ; loch and river, 82. Time, demand for, unlimited by geologists, 3. Time is not power, 4. Trees, growth stopped by elevation of land, 55, 114. Turf resists weather, 89. Upheaval of earth's crust, limits of, 38, 115. Valleys, how formed, 40, 41. Vegetation, effects in checking denudation, 89, 113. Via Mala, 65. Volcanoes, limited elevating power of, 39. Water in motion, limits of erosion by, 58, 59. charged with carbonic acid, corrosion by, 63. Weald of Kent denudation, 74. Weathering, its effects on rocks, 88, 97. Zambesi Falls, not made by river erosion, 68, 70. Printed ijUSR. Clark, Edinburgh.."], [167, "50a, Albemarle Street, London, September, 1877. ME. MURK AY'S GENERAL LIST OF WORKS. ABINGER'S (Lord Chief Baron of the Exchequer) Life. By the Hon. P. Campbell Scarlett. Portrait. 8vo. 15s. ALBERT MEMORIAL. A Descriptive and Illustrated Account of the National Monument erected to the PRINCE CONSORT at Kensington. Illustrated by Engravings of its Architecture, Decora- tions, Sculptured Groups, Statues, Mosaics, Metalwork, &c. With Descriptive Text. By Dovne C. Bell. With 21 Plates. Folio. 12!. 12s. Handbook to, Is. ; or Illustrated Edition, 2s. .d. (Prince) Speeches and Addresses, with an In- troduction, giving some outline of his Character. With Portrait. 8vo. 10s. 6d. \". or Popular Edition, fcap. 8vo. 1*. ALBERT D U RER j his Life, with a History of his Art. By Dr. Thadsing, Keeper of Archduke Albert's Art Collection at Vienna. Translated from the German. With Portrait and Illustrations 2 vols. 8vo. [In the Press. ABBOTT'S (Rev. J.) Memoirs of a Church of EDgland Missionary in the North American Colonies. Post 8vo. 2s. ABERCROMBIE (John). Enquiries concerning the Intellectual Powers aud the Investigation of Truth. Fcap. 8vo. 3s. 6(2. Philosophy of the Moral Feelings. Fcap. 8vo. 2s. 6ci. ACLAND (Rev. Charles). Popular Account of the Manners and Customs of India. Post 8vo. 2s. ÆSOP'S FABLES. A New Version. With Historical Preface. By Rev. Thomas James. With 100 Woodcuts, by Tenniel and Wulf. Post 8vo. 2s. _d. AGRICULTURAL (Rotal) JOURNAL. (Published half-yearly.) AIDS TO FAITH : a Series of Theological Essays. By various Authors. 8vo. 9s. Contents : — Miracles; Evidences of Christianity; Prophecy & Mosric Record of Creation; Ideology and Subs r.ption; The Pentattuch; In- spiration; Death of Christ; Scripture and its Interpretation. AMBERWITCH (The). A most interesting Trial lor Witch- craft. Translated by Ladv Duff Gordon. Post 8vo. 2s. ARMY LIST (The). Published Monthly by Authority. ARTHUR'S (Little) History of England. By Lad-** Callcott. ATew Edition, continued to 1872. With 36 Woodcuts. Fcap. 8vo. Is. _d. AUSTIN (John). Leotokes on General Jurisprudence ; or, the Philosophy of Positive Law. Edited by RoBEax Campbell. 2 Vols. 8vo. 32s. Student's Edition, by Robert Campeell, compiled from the above work. Post 8vo. l?s. Analysis of. By Gordon Campbell, M.A. Post 8vo. 6s. ARNOLD (Thos.). Ecclesiastical and Secular Architecture of Scotland : The Abbevs, Churches, Castles, aud Mansions. With Illus- trations. Medium &vo. [In Preparation. B"], [168, "2 LIST OF WORKS ATKINSON (Dr. B.) Vie de Stint Auban. A Poem in Norman- French. Ascribed to Matthew Paris. With Concordance, Glossary, and Notes. Small 4to, 10s. 6d. ADMIRALTY PUBLICATIONS; Issued by direction of the Lordu Commissioners of the Admiraltv:— A MANUAL OF SCIENTIFIC ENQUIRY, for the Use of Travellers. Fourth Edition. Edited by Robert Main, M.A. Woodcuts. Post 8vo. 3s. ed. GREENWICH ASTRONOMICAL OBSERVATIONS 1811 to 1846, and 1817 to 1871. Royal 4to. 20s. each. MAGNETICAL AND METEOROLOGICAL OBSERVATIONS. 1840 to 1847. Royal 4to. 20s. each. APPENDICES TO OBSERVATIONS. 1837. Logarithms of Sine\" and Cosine** In Time: 3s. 1842. Catalogue of 1439 Stars, from Observations mado in 1836 to 1811. 4s. 1S45. Longitude of Valentia (Chronometrical). 3s. 1847. Description of Altazimuth. 3s. Twelve Years' Catalogue of Stars, from Observations made in 1836 to 1847. 4«. Description of Photographic Apparatus. 2s. 1851. Maskelyne's Ledger of Stars. 3s. 1852. I. Description of the Transit Circle. 3s. 1853. Refradtion Tables. Ss. 1854. Description of the Zenith Tube. 3s. Six Years' Catalogue of Stare, from Observations. 1848 to 18M. 4s. 1862. Seven Years' Catalogue of Stars, from Observations. 1854 to 1860. 10s. Plan ot Ground Buildings. 3?. Longitude of Valentia ((ialvanic). 2s. 1864. Moon's Semid. from Occupations. 2s. Planetary Observations, 1831 to 1835. 2s. 1868. Corrections of Elements of Jupiter and Saturn. 2s. Second Seven Years' Catalogue of 2760 Stars for 1861 to 1867. 4s. Description of the Great Equatorial. 3s. 1856. Descriptive Chronograph. 3-. 1860. Reduction of Deep Thermometer Observations. 2*. 1871. History and Description of Water Telescope. 8s. Cape of Good Hope Observations (Star Ledgers). 1856 to 1863. 2s. - - 1856. 5s. Astronomical ResultB. 1857 to 1858. 5s. Report on Teneriffe Astronomical Experiment. 1856. 5s. Paramatta Catalogue of 7385 Stars. 1822 to 1826. 4s. ASTRONOMICAL RESULTS. 1847 to 1871. 4to. 3s. each. MAGNETICAL AND METEOROLOGICAL RESULTS. 1847 to 1871. 4*o. 3s. each. REDUCTION OF THE OBSERVATIONS OF PLANETS. 1760 to 1830. Royal 4to. 20s each. LUNAR OBSERVATIONS. 1750 20s. each. 1831tol851. 4to. 10s. each. to 1830. 2 Vols. Royal 4to. 20s. each. BERNOULLI'S SEXCENTENARY TABLE. 177». 4to. 6s. BESSEL'S AUXILIARY TAKLES FOR HIS METHOD OF CLEAR- ING LUNAR DISTANCES. 8vo. 2s. ENCKE'S BERLINER JAHKBUCH, for 1830. Berlin, 1828. 8vo. 9s. HANSEN'S TABLES DE LA LUNE. 4lo. 20s. LAX'S TABLES FOR FINDING THE LATITUDE AND LONGI- TUDE. 1821. Svo. 10s. LUNAR OBSERVATIONS at GREENWICH. 1783 to 1819. Compared with the Tables. 1821. 4to. 7s. 6-f. MACLEAR ON LACAILLE'S ARC OF MERIDIAN. 2 Vols. 20s.eacb."], [169, "PUBLISHED BY MR. MURRAY. 3 Admiralty Publications— continued. MAYER'S DISTANCES of the MOON'S CENTRE from the PLANETS. 1822. 3s.; 1823, 4s. (M. 1824 to 1835. 8vo. 4s. each. TABULÆ MOTUUM SOLIS ET LUNÆ. 1770. 5s ASTRONOMICAL OBSERVATIONS MADE AT GOT- TINGEN, from 1756 to 1761. 1826. Folio. 7s. 6A NAUTICAL ALMANACS, from 1767 to 1877, 80s. 2s. 6<i each. SELECTIONS FROM, up to 1812. 8vo. 6s. 1834-64. 6s. SUPPLEMENTS, 1828 to 1833, 1837 and 1833. 2s. each. TABLE requisite to be need with the N.A. 1781. 8vo. 5s. SABINE'S PENDULUM EXPERIMENTS to Determine the Fiqubh of THE Earth. 1825. 4to. 405. SHEPHERD'S TABLES for Correcting Lunar Distances. 1772. Royal 4to. 21s. TABLES, GENERAL, of the MOON'S DISTANCE from the SUN, and 10 STARS. 1787. Folio, bs. 6d. TAYLOR'S SEXAGESIMAL TABLE. 1780. 4to. 15s. TABLES OF LOGARITHMS. 4to. 60s. TIARK'S ASTRONOMICAL OBSERVATIONS for the Longitude of Madeira. 1822. 4to. 6s. CHRONOMETRICAL OBSERVATIONS for Differences of Longitude hetween Dover, Portsmouth, aud Falmouth. 1823. 4to. 5s. VENUS and JUPITER: Observations of, compared with the Tables. London, 1822. 4to. 2s. WALES' AND BAYLY'S ASTRONOMICAL OBSERVATIONS. 1777. 4to. 21s. — REDUCTION OF ASTRONOMICAL OBSERVATIONS made in the Southern Hemisphere. 1764—1771. 1788. 4to. 10s. _i. BARBAULD (Mrs.). Hymns in Prose for Children. With Illustrations. Crown 8vo. BARCLAY (JOSEPH, LL.D.). The Talmud: being Selected Extracts, chiefly illustrating the Teaching of the Bible. With an Introduction describing the General Character of tbe Talmud. 8vo. BARKLEY (H. C). Five Years among the Bulgarians and Turks between the Danube and the Black Sea. Post 8vo. 10s. 6d. My Boyhood : a True Story. With Illustrations. Post 8vo. A Christmas Book for Schoolboys and others. BARROW (Sir John). Autobiographical Memoir, from Early Life to Advanced Age. Portrait. 8vo. 16s. (John) Life, Exploits, and Voyages of Sir Francis Drake. Post 8vo. 2s. BARRY (Sir Chakles). Life and Works. By Canon Barry. With Portrait and Illustrations. Medium 8vo. 15s. BATES' (H. W.) Records of a Naturalist on tbe River Amazon during eleven years of Adventure and Travel. Illustrations. Post 8vo. 7s. .d. BAX (Capt. R.N.). Russian Tartary, Eastern Siberia, China, Japan, and Formosa. A Narrative of a Cruise in the Eastern Seas. With Map and Illustrations. Crown 8vo. 12s. BELCHER (Lady). Account of the Mutineers of the ' Bounty,' and their Descendants; with their Settlements in Pitcairn and Norfolk Islands. With Illustrations. Post 8vo. 12s. BELL'S (Sir Chas.) Familiar Letters. Portrait. Post 8vo. 12s. v E 2"], [170, "4 LIST OF WORKS BELL (Doynk C). Notices of the Historic Interments in the Church of St. Peter ad Vincnla. in the Tower of London, with an account of the disoovery of the remains of Queen Anno Boleyn. With Illustra- tions. Crown 8vo. 14s. BELT (Thos.). Naturalist in Nicaragua, including a Residence at the Gold Mines of Chontales ; wilh Journeys in the Savannahs and Forests; aud Observations on Animals and Plants. Illustrations. Post 8vo. 12s. BERTRAM (Jas. G.). Harvest of the Sea : an Account of British Food Fishe-*, including sketches of Fisheiies and Fisher Folk. With 60 Illustrations, bvo. 9s. BIBLE COMMENTARY. Explanatory and Critical. With » Revision of the Translation. By BISHOPS and CLERGY of the ANGLICAN CHURCH. Edited byF.C Cook, M.A., Canon of Exeter. Vols. I. to VI. (The Old Testament). Medium Bvo. 6(. 15s. (Genesis. Exodus. Leviticus. NUMBERS. Deuteronomy. _ . TT (\"Joshua, Judges, Ruth, i tit ( Samdel» Kiuoa, Chro an' st I nicles, Ezra, Nehemiah, J65' \\ E8THEB. [Job. Voi. IV F8*,\"MS- 24 PllOVERBS. ecci.esiasteb. ( Song of Solomon. Vol. V. (I»ai»h. 20s. I .'ehemiah. Vol VI f*™\"* 25s \\ DAN,KL- (. Minor Phopiiets. BIGG-WITHER (T. P.). Pioneering in S.Brazil; three years of forest and prairie life in the province of Parana. Wap and Illustrations. Svo. | In the Press. BIRCH (Samuel). History of Ancient Pottery and Porcelain : Egyptian, Assyrian, Greek, Roman, and Etruscan. With Coloured Plates and 200 illustrations. Medium bvo. 42s. EIRD (Isabella). Hawaiian Archipelago; or Six Months among the Palm Groves, Coral Reefs, and Volcanoes of the Sandwich Islands. With Illustrations. Crown 8vo. 7s. Gd. BISSET (General). Sport and War in South Africa from 1834 to 1867, with a Narrative of the Duke of Edinburgh's Visit. With Hap and Illustrations. Crown 8vo. 14s. BLACKSTONE'S COMMENTARIES; adapted to the Present State of the Law. By R. Malcolm Kfrr, I.L.D. Revised Edition, incorporating all the Recent Changes in the Law. 4 vols. 8vo. 60s. BLUNT (Rev. J. J.). Undesigned Coincidences in the Writings of the Old and NewTestaments, an Argument of their Veracity : containing the Books of Moses, Historical and Prophetical Scriptures, and the Gospels and Acts. Post 8vo. 6s. — History of the Church in the First Three Centuries. Post 8vo. 6s. — Parish Priest; His Duties, Acquirements and Obliga tions. Post 8vo. 6s. — Lectures on the Right Use of the Early Fathers. 8vo. 9s. University Sermons. Post 8vo. 6s. Plain Sermons. 2 vols. Pott 8vo. 12s. BLOMFIELD'S (Bibhop) Memoir, with Selections from his Corre- spondence. By his Son. Portrait, post bvo. 12s."], [171, "PUBLISHED BY MR. MURRAY. 5 BOSWELL'S (James) Life of Samuel Johnson, LL.D. Including tbe Tour to the Hebrides. Edited by Mr. Croeer. Seventh Edition. Portraits. 1 vol. Medium Svo. 12s. BRACE (C. L.) Manual of Ethnology ; or the Races of the Old World. Post 8vo. 6s. BOOK OF COMMON PRAYER. Illustrated with Coloured Borders, Initial Letters, and Woodcuts. 8vo. 18s. BORROW (George) Bible in Spain; or the Journeys, Adventures, and Imprisonments of an Englishman in an Attempt to circulate the Scriptures io the Peninsula. Post 8vo. 5s. Gypsies of Spain ; their Manners, Customs, Re- ligion, and Language. With Portrait. Post 8vo. 5s. Lavengro ; The Scholar — The Gypsy — and the Priest. Post 8vo. 5s. Romany Rye — a Sequel to \" Lavengro.\" Post 8vo. 5s. Wild Wales : its People, Language, and Scenery. Post 8vo. 5s. Romano Lavo-Lil ; Word- Book of the EomaDy, or English Gyp-y Language; with Specimens of their Poetry, and aa account of certain Gypsyries. Post 8vo. 10s. Gd. BRAY (Mrs.) Life of Thomas Stothard, R.A. With Portrait and 60 WoodcutB. 4to. 21s. BRITISH ASSOCIATION REPORTS. 8vo. York and Oxford, 1831-32, 13s. 6d. Cambridge, 1833, 12s. Edinburgh, 1834, 15s. Dublin, 1835, 13s. Bd. Bristol, 1836, 12s. Liverpool, 1837. 16s. 6d. Newcastle, 1838, 15s. Birmingham, 1839, 13s. M. Glasgow, 1840, 15s. Plymouth, 1841, 13s. 6d. Manchester, 1842, 10s. 6i. Cork, 1843, 12s. York, 1844, 20s. Cambridge, 1845, 12s. Southampton, 1846, 15s. Oxford, 1847, 18s. Swansea, 1848, 9s. Birmingham, 1849, 10s. Edinburgh, 1850, 15s. Ipswich, 1851, 16s. 6d. Belfast, 1852, 15s. Hull, 1853, 10s. 6ci. Glasgow, 1855, 15s. Cheltenham, 1856, 18s. Dublin, 1857, 15s. Leeds. 1868, 20s. Aberdeen, 1859, 15s. Oxford, 1860, 25s. Manchester, 1861, 15s. Cambridge, 1862, 20s. Newcastle, 1863, 25s. Bath, 1864, 18s. Birmingham, 1865, 25s Nottingham, 1866, 24s. Dundee, 1867, 26s. Norwich, 18.68, 25s. Exeter, 1869, 22». Liverpool, 1870, 18s. Edinburgh, 1871, 16s. Brighton, 1872. 24s. Bradford, 1873, 25s. Belfast, 1874. 2_,«. Bristol, 1875, 25s. Glasgow, 1876, 25s. Liverpool, 1864, 18s. BROUGHTON (Lord) Journey through Albania, Turkey in Europe and Asia, to Constantinople. Illustrations. 2 Vols. 8vo. 30s. Visits to Italy. 2 Vols. Post 8vo. 18s. BRUGSCH (Professor) History of Egypt, from the earliest period. Derived from Monuments and Inscriptions. New Edition. Trans- laled by H. Danby Seymour. 2 vols. 8vo. [In Preparation. BUCKLEY (Arabella B.) Short History of Natural Science, and the Progress of Discovery from the time of the Greeks to the present day, for Schools and young Persons. Illustrations. Post 8vo. 9s. BURGON (Rev. J. W.). Christian Gentleman ; or, Memoir of Patrick Fraser Tytler. Post 8vo. 9s. Letters from Rome. Post 8vo. 12s."], [172, "LIST OF WORKS 6 BURN (Col.). Dictionary of Naval and Military Technical Terms, English and French— French and English. Crown Svo. 15s. BUXTON'S (Charles) Memoirs of Sir Thomas Powell Buxton, Bart. With Selections from his Correspondence. Portrait. 8vo. 16s. lupular Edition. Fcap. bvo. 5s. . Ideas of the Day. Svo. _s. BURCKHARDT'S (Dr. Jacob) Cicerone; or Art Guide to Paint- ing in Italy. Edited by Rev. Dr. A. Von Zan-*, and Translated Iron* the Gerniauby Mrs. A. Clouoh. Post Svo. 6s. BYLES' (Sir John) Foundations of Religion in the Mind and Heart of Man. Post 8vo. 6s. BYRON'S (Lord) Life, Letters, and Journals, lly Thomas Moons. Cabinet Edition. Plates. 6 Vols. Fcap. 8vo. 18». ; or Ooo Volume, Portraits. Royal 8vo., 7s. 6,1. _ and Poetical Works. Popular Edition. Portraits. 2 vols. Royal 8vo. 15s. Poetical Works. Library Edition. Portrait. 6 Vols. 8vo. 45s. Cabinet Edition. Plates. 10 Vols. 12mo. 30s. Pocket Edition. 8 Vols. 24mo. 21s. In a case. — Popular Edition. Plates. Royal 8vo. 7s. Sd. — Pearl Edition. Crown 8vo. 2s. 6a!. Childe Harold. With 80 Engravings. Crown 8vo. 12s. 16mo. 2s. _d. Vignettes. 16mo. Is. — Portrait. 16mo. _d. Tales and Poems. 24mo. 2s. ..I. Miscellaneous. 2 Vols. 24mo. 5s. Dramas and Plays. 2 Vols. 24mo. 5s. Don Juan and Beppo. 2 Vols. 24mo. 5s. Beauties. Poetry and Prose. Portrait. Fcap. 8vo. 3s. 6d. BUTTMAN'S Lexilogus ; a Critical Examination of the Meaning of numerous Greek Words, chiefly in Homer and Uesiod. By Rev. J. R. Fishlake. 8vo. 12s. Irregular Greek Verbs. With all the Tjfnsea extant — their Formation, Meaning, aud Usage, with Notes, by Rev. J.R. Fishlake. Post 8vo. 6s. CALLCOTT (Lady). Little Arthur's History of England. New Edition, brought down to 1872. With Woodcuts. Fcap. 8vo. Is. 6d. CARNARVON (Lord). Portugal, Gallicia, and the Basque Provinces. Post 8vo. 3s. _d. CARTWRIGHT (W. C). The Jesuits: their Constitution and Teaching. An Historical Sketch. 8vo. 9s. CASTLEKEAGH (The) Despatches, from the commencement of the official career of Viscount Castlereagh to the close of his life. 12 Vols. 8vo. 14s. each. CAMPBELL (Lord). Lord Chancellors and Keepers of the Great Seal of England. From the Earliest Times to the Death of Lord Eldon in 1838. 10 Vols. Crown 8vo. 6s. each. Chief Justices of England. From the Norman Conquest to the Death of Lord Tenterden. 4 Vols. Crown bvo. 6s. each."], [173, "PUBLISHED BY MR. MURRAY. 7 CAMPBELL (Lord). Lives of Ljndhurst and Brougham. 8vo. 16s. Shakspeare's Legal Acquirements. 8vo. 5s. 6d. Lord Bacon. Fcap. 8vo. 2s. _d. (Sir George) India as it may be : an Outline of a proposed Government and Policy. 8vo. 12s. Handy-Book on the Eastern Ques- tion; being a Very Recent View of Turkey. With Map. Post8vo. 9s. (Thos.) Essay on English Poetry. With Short Lives of the British Poets. Post Svo. 3s. _d. CAVALCASELLE and CROWE'S History of Painting in North Italy, from the 14th to the 16th Century. With Illustrations. 2 Vols. 8vo. 42s. Early Flemish Painters, their Lives and Works. Illustrations. Post 8vo. 10s. 6d. ; or Large Paper, 8vo. 15s. Life and Times of Titian, with some Account of his Family. With Pi rtrait 5tnd Illustrations. 2 vols. 8vo. 42s. CESNOLA (Gen. L. P. di). Cyprus; its Ancient Cities, Tombs, and Temples. A Narrative of Researches and Excavations during Ten Years' Residence in that Island. With numerous Illustrations. Medium Svo. {In Preparation. CHILD (G. Chaplin, M.D.). Benedicite; or, Song of the Three Children ; being Illustrations of the Power, Beneficence, and Design manifested by the Creator in his works. Post 8vo. 6s. CHISHOLM (Mrs.). Perils of the Polar Seas ; True Stories of Arctic Discovery and Adventure. Illustrations. Post 8vo. 6s. CHURTON (Archdeacon). Poetical Bemains, Translations and Imitations. Porcrait. Post 8vo. 7s. _d. New Testament. Edited with a Plain Practical Commentary for Families and General Readers. With 100 Panoramic and other Vieivs, from Sketches made on the Spat. 2 vols. Svo. 2ls. CICERO'S Life and Times. His Character as a Statesman, Orator, and Friend, with a Selection from his Correspondence and Ora- tions. By William Forsyth. With Illustrations. 8vo. 10s. .d. CLARK (Sir James). Memoir of Dr. John Conolly. Comprising a Sketch of the Treatment of the Iusane in Europe aud America. With Portrait. Post 8vo. 10*>. 6<i. CLIVE'S (Lord) Life. By Rev. G. R. Gleig. Post 8vo. 3s. .d. CL05> (CM.). Military Forces of the Crown ; their Administra- tion and Government. 2 Vols. 8vo. 21s. each. — Administration of Justice under Military and Martial Law, as applicable to the Army, Navy, Marine, and Auxiliary Forces. Svo. Us. CHURCH (The) & THE AGE. Essays on the Principles and Present Position of the Anglican Church. By various Authors. 2 vols. 8vo. 26s. COLCHESTER (The) Papers. The Diary and Correspondence of Charles Abbott, Lord Colchester, Speaker of the House of Commons. 1802-1817. Portrait. 3 Vols. 8vo. 42s. COLERIDGE'S (Samuel Taylor) Table-Talk. Portrait. 12mo. 3s. ed. COLLINGWOOD (Cuthbert). Eambles of a Naturalist on the Shores and Waters of the China Sea. With Illustrations. 8vo. 16s. COLONIAL LIBRARY. [See Home and Colonial Library.]"], [174, "LIST OF WORKS 8 COMPANIONS Fill! THE DEVOUT LIFE. Lectures delivered in St. James's Church. 1st Series, 1875. 2ud Series, 1876. New Edition in 1 vol., post Svo. [In the Press. COOK (Canon). Sermons Preached at Lincoln's Inn. 8vo. 9s. COOKE (E. W.). Leaves from my Sketch-Book. Being a selection from -.ketches made during many tours. 25 Plates. Small folio. 31s. 6d. ■ A Second Seiies of Leaves from my Sketch Book. Consisting chit-fly of Vie5vs in Egypt and the East. With Desciiptivo Text. Small folio. [In the Press. COOKERY (Modern Domestic). Founded on Principles of Economy and Practical Knowledge. By a Lady. Woodcuts. Fcap. Svo. 5s. COOPER (T. T.). Travels of a Pioneer of Commerce on an Overland Journey from China towards India. Illustrations. 8vo. 16s. CORNWALLIS (The) Papers and Correspondence during the American War, — Administrations In India, — Union with Ireland, and Peace of Amiens. 3 Vols. 8vo. 63s. COWPER'S (CooNiEse) Diary while Lady of the Bedchamber to Caroline, Princess of Wales, 1714-20. Portrait. 8\"o. 10s.6d. CRABBE (Rev. Gioroe). Life and Poetical Works. With Illus- trations. Roval Svo. 7s. CRAWFORD & BALCARRES (Earl of). Etruscan Inscriptions. Analyzed, Translated, and Commented upon. 8vo. 12s. Argo ; or the Quest of the Golden Fleece. A Metrical Tale, in Ten Books. 8vo. 10s. ed. CROKER (J. W.). Progressive Geography for Children. 18mo. Is. 6d. Stories for Children, Selected from the History of England. Woodcuts. 16mo. 2s. _d. - Boswell's Life of Johnson. Including the Tour to the Hebrides. Seventh Edition. Portraits. 8vo. 12s. Early Period of the French Revolution. 8vo. 15s. Historical EsBay on the Guillotine. Fcap. 8vo. Is. CROWE and CAVALCASELLE. Lives of the Early Flemish Painters. Woodcuts. Post 8vo, 10s. 6<i. ; or Large Paper, 8vo, 15s. History of Painting in North Italy, from 14th to 16th Century. Derived from Researches into the Works of Art in that Country. With Illustrations. 2 Vols. 8vo. 42s. Life and Times of Titian, with some Account of hia Family, chiefly from new and unpublished records. With Portrait and Illustrations. 2 vols. 8vo. 42s. CUMMING (R. Gordon). Five Years of a Hunter's Life in the Far Interior of South Africa. Woodcuts. Post Svo. 6s. CUNYNGHAME (Sir Arthur). Travels in the Eastern Caucasus, on the Caspian and Black Seas, in Daghestan and the Frontiers of Persia and Turkey. With Map and Illustrations. 8vo. ISs. CURTIUS' (Professor) Student's Greek Grammar, for the Upper Forms. Edited by Dr. Wm. Smith. Post 8vo. 6s. Elucidations of the above Grammar. Translated by Evelyn Abbot. Post 8vo. 7s. ed. Smaller Greek Grammar for the Middle and Lower Forms. Abridged from the larger work. 12mo. 3s. ed. Accidence of the Greek Language. Extracted from the above work. 12mo. 2s. 6./. Principles of Greek Etymology. Translated by A. S. Wilkins, M.A., and E. B. England, B.A. 2 vols. 8vo. 15s. each."], [175, "PUBLISHED BY MR. MURRAY. 9 CUEZON (Hon. Robert). Visits to the Monasteries of the Levant. Illustrations. Post Svo. 7s. ed. CUST (General). Warriors ofthe 17th Century— The Thirty Years' War. 2 Vols. 16s. Civil Wars of France and England. 2 Vols. 16s. Commanders of Fleets and Ai mies. 2 Vols. ISs. - Annals of the Wars — 18th & 19th Century, 1700 — 1815. With Maps. 9 Vols. Post Svo. 5s. each. DAVIS (Nathan). Ruined Cities of Numidia and Carthaginia. Illustrations. Svo. 16s. DAVY (Sir Humphry). Consolations in Travel; or, Last Days ot a Philosopher. Woodcuts. Fcap. Svo 3s. ed. — Salmonia; or, Days of Fly Fishing. Woodcuts. Fcap. Svo. 3s. ed. DARWIN (Charles). Journal of a Naturalist during a Voyage round the World. Crown Svo. 9s. - Origin of Species by Means of Natural Selection ; or, the Preservation of Favoured Races in the struggle for Life. Crown Svo. 7s. tid. Variation of Animals and Plants under Domestication. Wiih Illustrations. 2 Vols. Crown 8vo. 18s. Descent of Man, and Selection in Relation to Sex. With Illustrations. Crown bvo. 9s. Expressions of the Emotions in Man and Animals. With Illustrations. Crown Svo. 12s. Various Contrivances by which Orchids are Fertilized by Insects. Woodcuts. Crown 8vo. 9s. Movements and Habits of Climbing Plants. Wood- cuts. Crown Svo. 6s. Insectivorous Plants. Woodcuts. Crown 8vo. 14s. Effects of Cross aDd Self-Eertilization in the Vege table Kingdom. Crown Svo. 12s. Facts and Argument for Darwin. By Fritz Muller. Translated by W. S. Dallas. Woodcuts. Post 8vo. 6s. Different Forms of Flowers on Plants of the same Species. Crown 8vo. It's. 6d. DE COSSON (E. A.). The Cradle of the Blue Nile; a Journey through Abyssinia and Soudan, and a rtsidence at the Court ot King John of Ethiopia. Map and Illustrations. 2 vols. Post Svo. 21s. DELEPIERRE (Octave). History of Flemish Literature. Svo. 9s. DENNIS (George). The Cities and Cemeteries of Etruria. An entirely new Edition, with a new Chapter on Etrurian bologna. Numeious Illustrations. 2 vols. Svo. [In the Press. DENT (Emma). Annals of Winchcowbe and Sudeley. With 120 Porti aits, Plates and Woodcuts. 4to. 42s. DERBY (Earl of). Iliad of Homer rendered into English Blank Verse. 10(7. Edition. With Portrait. 2 Vols. Post 8vo. 10s. DEER Y (Bishop op). Witness of the Psalms to Christ and Chris- tianity. The Bampton Lectures for 1676. 8vo. 10s. ed. DEUTSCH (Emanoel). Talmud, Islam, The Targums and other Literary Remains. 8vo. 12s. DILKE (Sir C. W.). Papers of a Critic. Selected from the Writings of tbe late Chas. Wenhvorth Dilke. With a Biographi- cal Sketch. 2 Vols. Svo. 24s."], [176, "10 LIST OF WORKS DOG-BREAKING, with Odds and Ends for those who love the Dog and Gun. By Gen. IIutciiinson. With 40 Illustrations. Crown Svo. 7s. ed. DOMESTIC MODERN COOKERY. Founded on Principles of Economy and Practical Knowledge, and adapted for Private Families. Woodcuts. Fcap. 8vo. 6s. DOUGLAS'S (Sir Howard) Life and Adventures. Portrait. 8vo. 15s. Theory and Practice of Gunnery. Plates. 8vo. 21s. Construction of Bridges and the Passage of Rivers, in Military Operations. Plates, bvo. 21s. (Wm.) Horse-Shoeing; As it Is, and As it Should be. Illustrations. Post Svo. 7s. Cd. DRAKE'S (Sir Franois) Life, Voyages, and Exploits, by Sea and Land. By John Barrow. Post 8vo. 2s. DRINKWATER (John). History of the Siege of Gibraltar, 1779-1783. With a Description and Account of that Garrison from the Earliest Periods. Post 8vo. 2s. DUCANGE'S Mediæval Latin-English Dictionary. Translated and Edited by Rev. E. A.Dayman anu J.H. Hessels. Small 4to. [In preparation. DU CHAILLU (Paul B.). Equatorial Africa, with Accounts of the Gorilla, the Nest-building Ape, Chimpanzee, Crocodile, Ac. Illustrations. 8vo. 2ls. Journey to Ashango Land ; and Further Pene tration into Equatorial Africa. Illustrations. Svo. 21s. DUFFEKIN (Lord). Letters from High Latitudes; a Yacht Voyage to Iceland, Jan Mayen, aud Spitzbergen. Woodcuts. Post 8vo. 7s. ed. DUNCAN (Major). History of the Royal Artillery. Com- piled from the Original Records. With Portraits. 2 Vols. Svo. 3i's. The English in Spain; or, The Story of the Civil War between Christinos and Carlists in 1834 and 184U. Compiled from the Letters, Journals, and Reports of the British Commissioners with Queen Isabella's Armies. With Plates. 8vo. EA8TLAKE (Sir Charles). Contributions to the Literature of the Fine Arts. With Memoir of the Author, and Selections from his Correspondence. By Lady Eastlake. 2 Vols. 8vo. 24s. EDWARDS' (W. H.) Voyage up the River Amazons, including a Visit to Para. Post 8vo. 2s. EIGHT MONTHS AT ROME,' during the Vatican Council, with a Daily Account of the Proceedings. By Pomponio Leto. Trans- lated from the Original. 8vo. 12s. ELDON'S (Lord) Public and Private Life, with Selections from his Correspondence and Diaries. By Horace Twtss. Portrait. 2 Vols. Post Svo. 21s. ELGIN'S (Lord) Letters and Journals. Edited by Theodore Walrosd. With Preface by Dean Stanley. Svo. 14s. ELLESMERE (Lord). Two Sieges of Vienna by the Turks. Translated from the German. Post 8vo. 2s. ELLIS (W.). Madagascar Revisited. Setting forth the Perse- cutions and Heroic Sufferings of the Native Christians. Illustrations. 8vo. 16s. Memoir. By His Son. With his Character and Work. By Rev. Henry Allon, D.D. Portrait. Svo. 10s. ed. — (Roeinson) Poems aLd Fragments of Catullus. 16mo. 5s."], [177, "PUBLISHED BY MR. MURRAY. 11 ELPHINSTONE (Hon. Mountstuart). History of India — the Hindoo and Mahomedan Periods. Edited by Pbofessor Cowell. Map. 8vo. 18s. — (H. W.) Patterns for Turning ; Comprising Elliptical and other Figures cut on the Lathe without the use of any Ornamental Chuck. With 70 Illustrations. Small 4to. 15s. ENGLAND. See Callcott, Croker, Hume, Markham, Smith, and Stanhope. ESSAYS ON CATHEDRALS. With an Introduction. By Dean Howson. 8vo. 12s. ELZE (Karl). Life of Lord Byron. With a Critical Essay on his Place in Literature. Translated from the German. With Portrait. 8vo. 16s. FERGUSSON (James). History of Architecture in all Countries from the Earliest Times. With 1.600 Illustrations. 4 Vols. Medium 8vo. Vol. I. & II. AncieDt and Mediæval. 63s. Vol. III. Indian and Eastern. 42s. Vol. IV. Modern. 31s. 6d. Rude Stone Monuments in all Countries; their Age aud Uses. With 230 Illustrations. Medium 8vo. 24s. Holy Sepulchre and the Temple at Jerusalem. Woodcuts. 8vo. 7s. ed. FLEMING (Professor). Student's Manual of Moral Philosophy. With Quotatious and References. Post8vo. 7s. ed. FLOWER GARDEN. By Rev. Thos. James. Fcap. 8vo. 1«. FOKD (Richard). Gatherings from Spain. Post 8vo. 3s. 6ti. FORSYTH (William). Life and Times of Cicero. With Selections from his Correspondence and Orations. Illustrations. 8vo. 10s. ed. Hortensius; an Historical Essay on the Office aud Duties of an Advocate. Illustrations. 8vo. 12s. History of AncientManuscripts. Post8vo. 2s. .d. Novels and Novelists of the 18 th Century, in Illustration of the Manners and Morals of the Age. Post 8vo. 10s. ed. The Slavonic Provinces South of the Danube; a Sketch of their History and Present State. Map. Post 8vo. 5s. FORTUNE (Robert). Narrative of Two Visits to the Tea Countries of China, 1843-52. Woodcuts. 2 Vols. Post 8vo. 18s. FORSTER (John). The Early Life of Jonathan Swift. 1667-1711. With Portrait 8vo. 15s. FOSS (Edward). Biographia Juridica, or Biographical Dictionary of the Judges of England, from the Conquest to the Present Time, 1066-1870. Medium Svo. 21s. FRANCE (History of). See Markham — Smith — Student's. FRENCH (The) in Algiers ; The Soldier of the Foreign Legion — and the Prisoners ef Abd-el-Kadir. Translated by Lady Dcff Gordon. Post 8vo. 2s. FRERB (Sir Bartle). Indian Missions. Small 8vo. 2s. 6d. Eastern Africa as a field for Missionary Labour. With Map. Crown 8vo. 5s. Bengal Famine. How it will be Met and How to Prevent Future Famines in India. With Maps. Crown Svo. 5s."], [178, "12 LIST OK WORKS GALTON (Francis). Art of Travel ; or, Hints on the Shifts and Contrivances available in Wild Countries. Woodcuts. Post Svo 7s. 6d. GEOGRAPHICAL SOCIETY'S JOURNAL. (Published Yearly.) GEORGE (Ernest). The Mosel ; a Series of Twenty Etchings, with Descriptive Letterpress. Imperial 4to. 42s. Loire and South of France ; a Series of Twenty Etchiigs, with Descriptive Text Folio. 42s. GERMANY (History of). See Markham. GIBBON (Edward). History of the Decline and Fall of the Roman Empire. Edited by Milicax and Guizor. Edited, with Notes by Dr. Wm. Smith. Maps. 8 Vols. 8vo. 60s. (The Student's Gibbon) ; Being an Epitome of the above work, incorporating the Researches of Recent Commentators. By Dr. Wm. Smith. Woodcuts. Post 8vo. 7s. ed. GIFFARD (Edward). Deeds of Naval Daring ; or, Anecdotes of the British Navy. Fcap. 8vo. 3s. ed. GLADSTONE (W. E.). Financial Statements of 1853, 1860, 63-65. 8vo. 12s. Rome and the Newest Fashions in Religion. Three Tracts. 8vo. 7s. ed. GLEIG (G. R.). Campaigns of the British Army at Washington and New Orleans. Post 8vo. 2s. — Story of the Battle of Waterloo. Post 8vo. 3*. 6d. - Narrative of Sale's Brigade in Afghanistan. Post 8vo. 2s. Life of Lord Clive. Post 8vo. 8*. _d. Sir Thomas Munro. Post 8vo. 3s. _d. GLYNNE (Sir Stephen). Notes on the Churches of Kent. With Illustrations. 8vo. [In Preparation. GOLDSMITH'S (Oliver) Works. Edited with Notes by Peter Cunningham. Vignettes. 4 Vols. 8vo. 30s. GORDON (Sir Alex.). Sketches of German Life, and Scenes from the War of Liberation. Post Svo. 3s. ed. (Lady Duff) Amber- Witch .* A Trial for Witch craft. Post Svo. 2s. French in Algiers. 1. The Soldier of the Foreign Legion. 2. The Prisoners of Abdn-1-Kadir. Post Svo. 2«. GRAMMARS. See Curtius ; Hall; Hutton; Kino Edward; atthiæ; Maetzner; Smith. GREECE (History of). See Grote— Smith — Student. GREY (Earl). Parliamentary Government and Reform ; with Suggestions for the Improvement of our Representative System. Second Edition. Svo. 9s. GUIZOT(M.). Meditations on Christianity. 3 Vols. Post 8vo. 30». GROTE (George). History of Greece. From the Earliest Times to the close of the generation contemporary with the death of Alexander the Great. Library Edition. Portrair, Maps, and Plans. 10 Vols Svo. 120s. Cabinet Edition. Portrait and Plans. 12 Vols. Post 8vo. 6s. each. Plato, and other Companions of Socrates. 3 Vols. 8vo. 45«."], [179, "PUBLISHED BY MR. MURRAY. 13 GROTE (George). Aristotle. 2 Vols. 8vo. 32s. Minor Works. With Critical Remarks on his Intellectual Character, Writiogs, and Speeches. By Alex. Bain, LL.D. Portrait. 8vo. Its. — Fragments on Ethical Subjects. Being a Selection from his Posthumous Pap-rs. With an Introduction. By Alexander Bain, M.A. 8vo. 7s. Letters on the Politics of Switzerland in 1847. 6s. Personal Life. Compiled from Family Documents, Private Memoranda, and Original Letters to and from Various Friends. By Mrs. Grote. Portrait. 8vo. 12s. HALL (T. D.) and Dr. Wm. SMITH'S School Manual of English Grammar. With Copious Exercises. 12mo. 3s. ed. — Primary English Grammar for Elementary Schools. Based on the above work. 16mo. Is. — Child's First Latin Book, including a Systematic Treat- ment of the New Pronunciation, and a full Praxis of Nouns, Adjec- tives, and Pronouns. 16mo. Is. ed. HALLAM (Henry). Constitutional History of England, from the Accession of Henry the Seventh to the Death of George the Second. Library Edition. 3 Vols. 8vo. 30s. Cabinet Edition, 3 Vols. Post 8vo. 12s. Student's Edition of the above work. Edited by Wm. Smith, D.C.L. Post 8vo. 7s. 6d. History of Europe during the Middle Ages. Library Edition. 3 Vols. 8vo. 30s. Cabinet Edition, 3 Vols. Post8vo. 12s. Student's Edition of the above work. Edited by Wm. Smith, D.C.L. Post 8vo. 7s. 6d. Literary History of Europe, during the 15th, 16th and 17th Centuries. Library Edition. 3 Vols. 8vo. 36s. Cabinet Edition. 4 Vols. Post 8vo. 16s. (Arthur) Literary Remains; in Verse and Prose. Portrait. Fcap. 8vo. 3s. ed. HAMILTON (Gen. Sir F. W.). History of the Grenadier Guards. From Original Documents in the Rolls' Records, War Office, Regimental Records, &c. Wiih Illustrations. 3 Vols. 8vo. 63s. HART'S ARMY LIST. (Published Quarterly and Annually.) HAY (Sir J. H. Drummond). Western Barbary, its Wild Tribes and Savage Animals. Post 8vo. 2s. HEAD (Sir Francis). Royal Engineer. Illustrations. 8vo. 12s. Life of Sir John Burgoyne. Post 8vo. Is. Rapid Journeys across the Pampas. Post 8vo. 2s. - Bubbles from the Brunnen of NaBsau. Illustrations. Post 8vo. 7s. Sd. - Stokers aud Pokers ; or, the London and North Western Railway. Post 8vo. Is. - (Sir Edmund) Shall and Will; or, Future Auxiliary Verbs. Fcap. 8vo. 4s. HEBER'S (Bishop) Journals in India. 2 Vols. Post 8vo. Is. Poetical Works. Portrait. Fcap. 8vo. 3s. ,d. . Hymns adapted to the Church Service. 16mo. Is. _d."], [180, "14 LIST OF WORKS FOREIGN HANDBOOKS. HAND-BOOK— TRAVEL-TALK. English, French, German, and Italian. 18mo. Ss. ed. HOLLAND AND BELGIUM. Map and Plans. Post 8vo. 6s. NORTH GERMANY and THE RHINE,— The Black Forest, the Hartz, Tbtlringerwald, Saxon Switzerland, Rligen the Giant Mountains, Taunus, Odenwald, Elass, and Loth ring^n. Hap und Plans. Post 8vo. 10s. SOUTH GERMANY, — Wurtembnrg, Bavaria, Austria, Styiia, Salzburg, the Austrian and Bavarian Alps, Tyrol, Hun gary, and the Danube, from Ulm to the Black Sea. Map. PoBt 8vo. 10s PAINTING. German, Flemish, and Dutch Schools. Illustrations. 2 Vols. Post 8vo. 24s. LIVES OF EARLY FLEMISH PAINTERS. By Crowe and Cavalca3elle. Illustrations. Post 8vo. 10s. ed. SWITZERLAND, Alps of Savoy, and Piedmont. Maps. Post 8vo. 9s. FRANCE, Part I. Normandy, Brittany, the French Alps, the Loire, the Seine, the Garonne, and Pvrenees. Post 8vo. 7s. _d. Part II. Central France, Auvcrgne, the Cevennes, Burgundy, the Rhone and Saone, Provence, Nimos, Aries, Marseilles, the French Alps, Alsace, Lorraine, Champagne, &c. Maps. Post 8vo. 7s. ed. - MEDITERRANEAN ISLANDS— Malta, Corsica, Sardinia, and Sicily. Maps. Post Svo. [In the Press. ALGERIA. Algiers, Constanline, Oran, the Atlas Range. Map. Post 8vo. 9s. PARIS, and its Environs. Map. 16mo. 3s. _d. *»• Murrav's Plan oe Paris, mounted on canvas. 3s. ed. SPAIN, Madrid, The Castries, The Basque Provinces, Leon, The Asturias, Galicia, Estremadura, Andalusia, Ronda, Granada, Murcia, Valencia, Catalonia, Aragon, Navarre, The Balearic Islands, Ac. &.. Maps. 2 Vols. Post 8vo. 24s. PORTUGAL, Lisbon, Porto, Cintra, Mafra, &c. Map. Post 8vo. 12s. NORTH ITALY, Turin, Milan, Cremona, the Italian Lakes, Bergamo, Brescia, Verona, Mantua, Vicenza, Padua, Ferrara, Bologna, Ravenna, Rimini, Piacenza, Genoa, the Riviera, Venice, Farm*, Modena, and Romagna. Map. Post 8vo. 10s. CENTRAL ITALY, Florence, Lucca, Tuscany, The Marches, Umbria, and late Patrimony of St. Peter's. Map. Post 8vo. __t. ROME and its Environs. Map. Post 8vo. 10s. SOUTH ITALY, Two Sicilies, Naples, Pompeii, Herculanenm, and Vesuvius. Map. Post Svo. 10s. - KNAPSACK GUIDE TO ITALY. 16mo. - PAINTING. The Italian Schools. Illustrations. 2 Vols. Post 8vo. 30s. LIVES OF ITALIAN PAINTERS, from Cimaboe to Bassano. By Mrs. Jameson. Portraits. Post 8vo. 12s. NORWAY, Christiania, Bergen, Trondhjem. The Fjeldsand Fjords. Map. Post 8vo. 9s. SWEDEN, Stockholm, Upsala, Gothenburg, the Shores of the Baltic, &c. Post 8vo. fi». DENMARK, Sleswig, Holstein, Copenhagen, Jut land, Iceland. Map. Post 8vo. 6'."], [181, "PUBLISHED BY MR. MURRAY. 15 HAND-BOOK— RUSSIA. St. Petersburg, Moscow, Poland, and Finland. Maps. Post 8vo. 18a. GREECE, the Ionian Islands, Continental Greece, Athens, the Peloponnesus the Islands of the Ægean Sea, Albania, Thessaly, and Macedonia. Maps. Post Svo. 16s. TURKEY IN ASIA— Constantinople, the Bos phorus, Dardanelles, Brousa, Plain of Troy, Crefe, Cyprus, Smyrna, Ephesus, the Seven Churches, Coasts of the Black Sea, Armenia, Mesopotamia, &c. Maps. Post Svo. 15s. EGYPT, including Descriptions of the Course of the Nile through Egypt and Nubia, Alexandria, Cairo, and Thebes, the Suez Canal, the Pyramids, the Peninsula of Sinai, the Oases, the Fyoom, &c. Map. Post 8to. 15-S. HOLY LAND — Stria, Palestine, Peninsula of Sinai Edom , Syrian Deserts, Pe^rw, Damascus .and Palmyra. Maps. Post8vo. 20s. *♦* Travelling Map of Palestine. In a case. 12s. INDIA — Bombay and Madras. Map. 2 Vols. Post 8vo, 12s. each. ENGLISH HANDBOOKS. HAND-BOOK— MODERN LONDON. Map. 16mo. 3s. 6d. ENVIRONS OF LONDON -within a circuit of 20 miles. 2 Vols. Crown 8vo. 21s. EASTERN COUNTIES, Chelmsford, Harwich, Col- chester, Maldon, Cambridge, Ely, Newmarket, Bury St. Edmunds, Ips-vicb, Woodbridge, Felixstowe, Lowestoft, Norwich, Yarmouth, Cromer, &c. Map and Plans. Post 8vo. 12s. CATHEDRALS of Oxford, Peterborough, Norwich, Ely, and Lincoln. With 90 Illustrations. Crown 8vo. 18s. KENT, Canterbury, Dover, Ramsgate, Sheerness, Rochester. Chatham, Woolwich. Map. Post Svo. 75. ed. SUSSEX, Brighton, Chichester, Worthing, HastiDgs, Lewes, Arundel, &c. Map. Post 8vo. 6s. SURREY AND HANTS, Kingston, Croydon, Rei -rate, Guildford, Dorking, Boxhill, Winchester, Southampton, Ne>v Forest, Portsmouth, and Isle of Wight. Maps. Post 8vo. 10s. BERKS, BUCKS, AND OXON, Windsor, Eton, Reading, Aylesbury. Uxbridge, Wycombe, Henley, the City and Uni versity of Oxford, Blenheim, and the Descent of the Thames. Map. Post 8vo. 7s. 6d. WILTS, DORSET, AND SOMERSET, Salisbury, Chippenham, Weymouth, Sherborne, Wells, Bath, Bristol, Taunton, &c. Map. Post 8vo. 10s. DEVON AND CORNWALL, Exeter, Ilfracombe, Linton, Sidmouth, Dawlish, Teignmouth, Plymouth, Devonport, Tor quay, Launceston, Truro, Penzance, Falmoutb, the Lizard, Land's End, 4c. Maps. Post8vo. 12s. CATHEDRALS of Winchester, Salisbury, Exeter, Wells, Chichester, Rochester, Canterbury, and St. Albans. With 130 Illustrations. 2 Vols. Crown 8vo. 36s. St. Albans separately, cronn 8VO. 6S. ._ri.r.r,r.cT_r,r, L_l GLOUCESTER, HEREFORD, and WORCESTER, Cirencester, Cheltenham, Strond, Tewkesbury, Leominster, Ross, Mal vern, Kidderminster, Dudley, Bromsgrove, Evesnam. Map. Post 8vo. 9s. '___ CATHEDRALS of Bristol, Gloucester, Hereford, Worcester, and Lichfield. With 50 Illustrations. Crown 8vo. 16s."], [182, "LIST OF WORKS 16 HAND-BOOK — NORTH WALES, Bangor, Carnarvon, Beaumaris, Snowdon, Llauberis, Dolgelly, Cader Idlis, Couway, &c. Map. Post Svo. 7s SOUTH WALES, Monmouth, Llandaff, Merthyr, Vale of Neatlt, Pembroke, Carmarthen, Tenby, Swansea, The Wye.&c. Map. Post 8vo. 7s. CATHEDRALS OF BANGOR. ST. ASAPH, Llandaff, and St. David's. With Illustrations. Post 8vo. 1S«. DERBY, NOTTS, LEICESTER, STAFFORD, Matlock. Bak-.well, Chalswoi th, The Peak, Buxlnn, Hardwick, Dove Dale, Aslihorne. South wi-ll, Mansfield, Retford, Burton, Helvoir, M-'ltcn Mowbray, Wolverhaiupton, LichfielJ, Walsall, Tamwortb. Map. Post 8vo. 9j. SHROPSHIRE, CHESHIRE and LANCASHIRE — Shrewsbury, Ludlow, Bridgnnrrh, Oswestry, Chests r, Crewe.Alderley, Stock port, Rirkenhead, Wan inn ton, Bury, Manchester, Liverpool, Burnley, Cli theme, Briton, Blackburn, Wigan, Preston, Koclidale, Lancaster, Southpc-rt, Blackpool, Ac. Map. Post Svo. 10*. YORKSHIRE, Doncaster, Hull, Selby, Beverley, Scarborough, Wliitby, Harrognte, Kipon, Leeds, Waketi*ld, Bradford, Halifax, Huddersfield, Sheffield, Map and Plans. Post 8vo. 1*2*. CATHEDRALS of York, Ripon, Durham, Carlisle, Chester, and Manchester. With 60 Illustrations. 2 Vols. Crown 8vo. 215. DURHAM and NORTHUMBERLAND, New castle, Darlington. Gateshead, Bishop Auckland, Stockton, Hartlepool, Sunderland, Shields, Burwick-nn-Tweed, Morpeth, Tynnmouth, Cold stream, Alnwick, &c. Map. Post 8vo. 9.». WESTMORLAND and CUMBERLAND— Lan- caster, Fnrness Abhey, Amhlesid*, Kendal, Windermere, Coniston, Keswick, Grasmere, Ulswater, Carlisle, Cockermoutb, Penritb, Appleby. Map Post 8vo. 6s. *»• Murray's Map of the Lakk District, on canvas. Bt.Bd. ENGLAND and WALKS. Alphabetically arranged and condensed into rnie volume. Post 8vo [In the Prtia. SCOTLAND, Edinburgh, Melrose, Kelso, Glasgow, Dumfries, Ayr, Stirling, Arran, The Clyde, Ob»n. Inverary, Loch Lomond, Loch Katrine and Trossachs, Caledonian Canal, Inverness, Perth, Dundee, Aberdeen. Bra^mar, Skye, Caithness, Ross, Suther- land, &c. Maps Knd Plans. Post Svo. ti*. IRELAND, Dublin, Belfast, Donegal, Galway, Wexfard, Cork, Limerick, Waterford, Killaruey, Munster, Æc. Maps. Post 8vo. 12s. HERODOTUS. A New English Version. Edited, with Notes and Essays, historical, ethnographical, and geographical, by Canon Rawlinson, assisted by Sir Henkt Rawlinson and Sib J. G. Wil- kinson. Maps and Woodcuts. 4 Vols. Svo. 48*. HERSCHEL'S (Caroline) Memoir and Correspondence. By Mrs. John Hersciiul. With PuitraiU. Crown Svo 12a. HATHERLEY (Lord). Continuity of Scripture, as Declared by the Testimonv of our Lord and of the Evangelists and Apostles. 8vo. 6s. Popular Edition. Post Svo. 2a. 6rf. HOLLWAY (J. G.). A Month in Norway. Fcap. 8vo. 2s. HONEY BEE. By Rev. Thomas James. Fcap. 8vo. 1*. HOOK'S (Dean) Church Dictionary. 8vo. 16«."], [183, "PUBLISHED BY MR. MURRAY. 17 HOME AND COLONIAL LIBRARY. A Series of Works adapted for all circles and classes of Readers, having been selected for their acknowledged interest, and ability of the Authors. Post 8vo. Published at 2s. and 3s. _d. each, and arranged under two distinctive heads as follows : — CLASS A. HISTORY, BIOGRAPHY, AND HISTORIC TALES. 1. SIEGE OF GIBRALTAR. y John Dbixkwateb. 2s. 11. THE SIEGES OP VIENNA. By Loed Ellesmebs. 2s. 12. THE WAYSIDE CROSS. By Capt. Milman. 2s. 2. THE AMBER-WITCH. By Lady Duff Goedon. 2s. 13. SKETCHES OF GERMAN LIFE. By Sib A. Goedon. 3s. 6d. 3, CROMWELL AND BUNYAN. By ROBEBT SOUTHKY. 2s. 14. THE BATTLE OF WATERLOO. By Rev. G. R. Gleio. 3s. 6d. 4. LIFE OF Sib FRANCIS DRAKE. By John Babbow. 2s. 15. AUTOBIOGRAPHY OF STEF. FENS. 2s. 5. CAMPAIGNS AT WASHING- TON. By Rev. G. R. Gleio. 2s. 16. THE BRITISH POETS. By Thomas Campbell. 3s. 6d. 6. THE FRENCH IN ALGIERS. By Lady Duff Goedon. 2s. 17. HISTORICAL ESSAYS. By Lobd Mahon. 3s. ed. 7. THE FALL OF THE JESUITS. 2s. 18. LIFE OF LORD CLIVE. By Rev. G. R. Gleio. 3s. 6d. 8. LIVONIAN TALES. 2s. 9. LIFE OF CONDfi. ByLoBD Ma- hon. 3s. ed. 19. NORTH - WESTERN RAIL- WAY. By Sib F.B. Head. 2». 10. SALE'S BRIGADE. By Rev. G. R. GiElG. 2s. 20. LIFE OF MUNRO. By Rev. G. R. Gleio. 3s. ed. , CLASS E. VOYAGES, TRAVELS AND ADVENTURES. 15. LETTERS FROM MADRAS. By a Lady. 2s. 1. BIBLE IN SPAIN. By Geoboe Bobbow. 3s. ed. 2. GYPSIES of SPAIN. By Geoeoe Bobbow. 3s. ed. 16. HIGHLAND SPORTS. By Chaeles St. John. 3s. 6d. 3&4. JOURNALS IN INDIA. By Bishop Hebeb. 2 Vols. 7s. 5. TRAVELS IN the HOLY LAND. By Iebv and Mangles. 2s. 6. MOROCCO AND THE MOORS. By J. Dbummond Hay. 2s. 17. PAMPAS JOURNEYS. By Sib F. B. Head. 2s. 18. GATHERINGS FROM SPAIN. By Richabd Fobd. 3s. ed. 19. THE RIVER AMAZON. By W. H. Edwabds. 2s. 7. LETTERS FROM THE BALTIC. By a Lady. 20. MANNERS & CUSTOMS OF INDIA. By Rev. C.Acland. 2s. 8. NEW SOUTH WALES. By Mss. Mebedith. 2s. 21. ADVENTURES IN MEXICO. By G. F. Roxton. 3s. 6a!. 9. THE WEST INDIES. By M. G. Lewis. 2s. 22. PORTUGAL AND GALICIA. By Lobd Caenahvon. 3s. ed. 10. SKETCHES OF PERSIA. By Sib John Malcolm. 3s. ed. 23. BUSH LIFE IN AUSTRALIA. By Rev. H. W. Haygabth. 2s. 11. MEMOIRS OF FATHER RIPA. 2s. 24. THE LIBYAN DESERT. By Bayle St. Jobn. 2s. 12 & 13. TYPEE AND OMOO. By Heemann Melville. 2 Vols. 7s. 25. SIERRA LEONE. By A Lady. Ss.ed. 14. MISSION iRY LIFE IN CAN- ADA. By Rev. J. Abbott. 2s. * Each work may be had separately. c"], [184, "18 LIST OF WORKS HOOK'S (Theodore) Life. By J. G. Lockhart. Fcap. 8vo. Is. HOPE (T. C). Architecture of Aiiuedabad, with Historical Sk.*tcli and Architectural Notes. With Maps, Photographs, aud Woodcuts. 4to. bl. 6s. (A. J. Beresford) Worship in the Church of England. 8vo. 9s., or, Popular Selections from. 8vo. 2s. ed. HORACE ; a New Edition of the Text. Edited by Dean Milman. With 1C0 Woodcuts. Crown 8vo. 7s. 6d. Life of. By Dean Milman. Illustrations. 8vo. 9s. HOUGHTON'S (Lord) Monographs, Personal and Social. With Portraits. Crown 8vo. it's. ed. Poetical Works. Collected Edition. With Por trait. 2 Vols. Fcap. 8vo. 12s. HUME'S (The Student's) History of England, from the Inva- sion of Julius Cæsar to the Revolution ot 1688. Corrected and con- tinued to 1868 Woodcuts. Post 8vo. 7s. ed. HUTCHINSON (Gen.) Dog Breaking, with Odds and Ends for those who love the Dog and the Gun. With 40 Illustrations. 6th edition, 7s. ed. HUTTON (H. E.). PrincipiaGræca; an Introduction to the Study of Greek. Comprehending Grammar. Delectus, and Exercise-book, with Vocabularies. Sixth Edition. 12mo. 3s. ed. IRBY AND MANGLES' Travels in Egypt, Nubia, Syria, and the Holy Land. Post 8vo. 2s. JACOBSON (Bisnop). Fragmentary Illustrations of the History of the Book of Common Prayer; from Manuscript Sources (Bishop Sandbbson and Bishop Wren*. 6vo. 5s. JAMES' (Rev. Thomas) Fables of Æsop. A New Translation, with Historical Preface. With 100 Woodcuts by Tenniel and Wolf. Post 8vo. 2s. ed. JAMESON (Mrs.). Lives of the Early Italian Painters— and the Progress of Painting in Ita]) — Cimabue to Bassano. With 50 Portraits. Post 8vo. 12s. JENNINGS (Louis J.). Field Paths and Green Lanes. Being Country Walks, chiefly in Surrey and Sussex. With Illustrations. Post Svo. [In the Pie.s. JERVIS (Rev. W. H.). Gallican Church, from the Con- ordat of Boh gna, 1516, to ihe Revolution. With an Introduction. Portraits. 2 Vols. 8vo. 28s. JESSE (Edward). Gleanings in Natural History. Fcp. 8vo. Zs. Sd. JEX-BLAKE (Rev. T. W.). Life in Faith: Sermons Preached at Cheltenham and Rugby. Fcap. 8vo. 3s. ed. JOHNS' (Rev. B. G.) Blind People ; their Works and Ways. With Sketches of the Lives of some famous Blind Men. With Illustrations. Post 8vo. 7s. 6d. JOHNSON'S (Dr. Samuel) Life. By James Boswell. Including the Tour to the Hebrides. Edited by Mb. Choker. New Edition. Portraits. 4 Vols. Svo. [In Preparation. Lives of the most eminent English Poets, with Critical Observations on their Works. Edited with Notes, Corrective and Explanatory, by Peteb Cunninoham. 3 vols. 8vo. 22s. ed. JUNIUS' Handwriting Professionally investigated. By Mr.C'HABOT, Expert. With Preface and Collateral Evidence, by tbe Hon. Edwabd Twisleton. With Facsimiles, Woodcuts, &c. 4to. £i 3s."], [185, "PUBLISHED BY MR. MURRAY. 19 KEN'S (Bishop) Life. By a Layman. Portrait. 2 Vols. 8vo. 18s. Exposition of the Apostles' Creed. 16mo. Is. .d. KERR (Robert). Gentleman's House ; or, How to Plan Eng- lish Residences from the Parsonage to the Palace. With Views and Plans. 8vo. 24s. Small Country House. A Brief Practical Discourse on the Planning of a Residence from 2O0OZ. to 5.0.1. With Supple mentary Estimates to 700UZ. Post Svo. 3s. — Ancient Lights ; a Book for Architects, Surveyors, Lawyers, and Landlords. Svo. 5s. ed. — ■ (R. Malcolm) Student's Blackstone. A Systematic Abridgment of the entire Commentaries, adapted to the present state of the law. Post 8vo. 7s. ed. KING EDWARD VIth'8 Latin Grammar. 12mo. 3s. 6d. First Latin Book. 12mo. 2s 6d. \" KING GEORGE HIrd's Correspondence with Lord North, 1769-82. Edited, with Notes and Introduction, bv W. Bodham Donne. 2 voK 8vo. 32s. KING (R. J.). Archæology, Travel and Art ; beiDg Sketches and Studies, Historical and Descriptive. 8vo. 1:2s. KIRK (J. Foster). History of Charles the Bold, Duke of Bur- gundy. Portrait. 3 Vols. 8vo. 45s. KIRKE3' Handbook of Physiology. Edited by W. Morrant Bakeb, F.R.C.S. -th Edition. With 4C0 Illustrations. Post 8vo. 14s. KUGLER'S Handbook of Painting.— The Italian Schools. Re- vised and Remodelled from tbe most recent Researches. Ky Lady Eastlake. With 140 Illustrations. 2 Vols. Crown 8vo. 30s. Handbook of Painting. — The German, Flemish, and Dutch Schools. Revised and in part re-written. By J. A. Crowe. With 60 IUustrctioos. 2 Vols. Crown 8vo. 24s. LANE (E. W.). Account of the Manners and Customs of Modern Egyptians. With Illustrations. 2 Vols. Post 8vo. 12s LAWRENCE (Sir Geo.). Reminiscences of Forty-three Years' Service in India ; including Captivities in Cabul among the Affghaus and among the Sikhs, and a Narrative of the Mutiny in Rajputana. Crown 8vo. 10s. ed. LAYARD (A. H.). Nineveh and its Remains. Being a Nar- rative of Researches and Discoveries amidst the Ruins of Assyria. With an Account of the Chaldean Christians of Kurdistan ; the Yezedis, or Devil-worshippers ; and an Enquiry into the Manners and Arts olf the Ancient Assyrians. Plates and Woodcuts. 2 Vols. 8vo. 36s. *„* A Populab Edition of the above work. With Illustrations. Post 8vo. 7s. ed. Nineveh and Babylon ; being the Narrative of Dis- coveries in the Ruins, with 'travels in Armenia, Kurdistan and the Desert, during a Second Expedition to Assyria. With Map and Plates. 8vo. 21s. V A Populab Edition of the above work. With Illustrations. Post 8vo. 7s. ed. LEATHES' (Stanley) Practical Hebrew Grammar. With the Hebrew Text of Genesis i.— vi., and Psalms i— vi. Grammatical Analysis and Vocabulary. Post 8vo. 7s. 6d. LENNEP (Rev. H. J. Van). Missionary Travels in Asia Minor. With Illustrations of Biblical History and Archæology. With Map and Woodcuts. 2 Vols. Post 8vo. 24s. Modern Customs and Manners of Bible Lands in Illustration of Scripture. With Coloured Maps and 300 Illustrations. 2 Vols. Bvo. 21s. O 2"], [186, "20 LIST OF WORKS LESLIE (C. R.). Handbook for Young Painters. With Illustra- tions. Post 8vo. 7s. ed. — Life and Works of Sir Joshua Reynolds. Portraits and Illustrations. 2 Vols. 8vo. 42s. LETO (Pomponio). Eight Months at Rome during the Vatican Council. With a daily account of the proceeding-*. Translated from the original. Svo. 12s. LETTERS From the Baltic. By a Lady. Post 8vo. 2s. Madras. By a Lady. Post 8vo. 2s. Sierra Leone. By a Lady. Post 8vo. 3s. 6d. LEVI (Leone). History of British Commerce; aud of the Eco- nomic Progress of the Nation, fiom 1763 to 1 870. 8vo. 10s. LIDDELL (Dean). Student's History of Home, from the earliest Times to the establishment ot the Empire. Woodouts. Post Svo. 7s. ed. LLOYD (W. Watkiss). History of Sicily to the Athenian War; with Elucidations of the Sicilian odes ol Pindar. With M»ip. Svo. 14s. LISPINGS from LOW LATITUDES; or, the Journal of the Hon. ImpulsiaGushington. Edited by Lord Pufferin. With 24 Plates. 4to.2U. LITTLE ARTHUR'S History of England. By Lady Call- cott. New Edition, continued to 1872. With Woodcuts Fcap. 8vo. Is. ed. LIVINGSTONE (Dr.). Popular Account of his First Expedition to Africa, 1840-56. Illustrations. Post Svo. 7s. ed. Popular Account of his Second Expedition to Africa, 1858-64. Map and Illustrations. Post Hvo. 7s. ed. Last Journals in Central Africa, from 1865 to his Death. Continued by a Narrative of bis lust moments and sufferings. By Rev Horace Waller. Maps aud Illustrations. 2 Vols. 8vo. 28s. LIVINGSTONIA. Journal of Adventures in Exploring the Lake Nyassa, and Establishing the above Settlement. By E- D, Youno, R.N. Revised by Rev. Horace Waller, FR.G.S. Maps Post8vo. LIVONIAN TALES. By the Author of \" Letters from the Baltic.\" Post 8vo. 2s. LOCH (H. B.). Personal Narrative of Events during Lord Elgin's Second Embassy to China. With Illustrations. PoBt Svo. 9*. LOCKHART (J. G.). Ancient Spanish Ballads. Historical and Romantic. Translated, with Notes. With Portrait and Illustrations. Crown 8vo. 5s. Life of Theodore Hook. Fcap. 8vo. 1». LOUDON (Mrs.). Gardening for Ladies. With Directions and Calendar of Operations for Every Month Woodcuts. Fcap. 8vo. 3s. ed. LYELL (Sir Charles). Principles of Geology; or, the Modern Changes of the Earth and its Inhabitants considered as illustrative of Geology. With Illustrations. 2 Vols. 8vo. 32s. Student's Elements of Geology. With Table of British Fossils and 600 Illustrations, Post 8vo. 9s. Geological Evidences of the Antiquity of Man, including an Outline of Glacial Post-Ter iary Geology, and Remarks on tbe Origin of Species. Illustrations. 8vo. 14s. (K. M.). Geographical Handbook of Ferns. With Tables to show their Distribution. Post 8vo. 7s. ed. LYTTON'S (Lord) Memoir of Julian Fane. With Portrait. Poat 8vo. 5s. M<=CLINTOCK (Sir L.). Narrative of the Discovery of the Fate of Sir John Franklin and his Companions in the Arctic Seas. With Illustrations. Post 8vo. 7s. ed. MACDOUGALL (Col.). Modern Warfare as Influeneed by Modern Artillery. With Plans. Post 8vo. 12j."], [187, "PUBLISHED BY MR. MURRAY. 21 MACGREQOR (J.). Rob Roy on the Jordan, Nile, Red Sea, Gen- nesareth, &c. A Canoe Cruise in Palestine and Egypt and the Waters of Damascus. With Map aud 70 Illustrations. Crown Svo. 7s. ed. MAETZNER'S English Grammar. A Methodical, Analytical, and Historical Treatise on the Orthography, Prosody, Inflections, and Syntax of the English Tongue. Translated from the German. By Clair J. Grece, LL.D. 3 Vols. 8vo. 36s. MAHON (Lord), see Stanhope. MAINE (Sir H. Sumner). Ancient Law: its Connection with the Early History of Society, and its Relation to Modern Ideas. 8vo. 12s. Village Communities in the East and West. With additional Essays. Svo. 12s. Early History of Institutions. 8vo. 12s. MALCOLM (Sir John). Sketches of Persia. Post 8vo. 3s. 6d.' MANSEL (Dean). Limits of Religious Thought Examined. Post 8vo. 8s. ed. Letters, Lectures, and Papers, including the Phrontis- terion, or Oxford in the XIXth Jentury. Edited by H. W. Chandler, M.A. Svo. 12s. Gnostic Heresies of the First and Second Centuries. With a sketch of his life and character. By Lord Carnaevon. Edited by Canon Lightfoot. Svo 10s. ed. MANUAL OF SCIENTIFIC ENQUIRY. For the Use of Travellers. Edited by Rev. R. Main. Post 8vo. 3s. ed. (Published by order of the Lords of the Admiralty.) MARCO POLO. The Book of Ser Marco Polo, the Venetian. Concerning the Kingdoms and Marvels of the East. A new English Version. Illustrated by the light of Oriental Writers and Modem Travels. By Col. Henby Yule. Maps aud Illustrations. 2 Vols. Medium Svo. 63s. MARKHAM'S (Mrs.) History of England. From the First Inva- sion by the Romans to 1867. Woodcuts. 12mo. 3s. ed. History of France. From the Conquest by the Gauls to 1861. Woodcuts. 12mo. 3s. ed. History of Germany. From the Invasion by Marins to 1867. Woodcuts. 12mo. 3s. ed. MARL BOROUGH'S (Sarah, Duchess of) Letters. Now first published from the Original MSS. at Madresfield Court. With an Introduction. 8vo. 10s. ed. MARRY AT (Joseph). History of Modern and Mediæval Pottery and Porcelain. With a Description of the Manufacture. Plates and ■Woodcuts. 8vo. 42s. [Post Svo. 7s. ed. MARSH (G. P.). Student's Manual of the English Language. MASTERS in English Theology. A Series of Lectures delivered at King's Coll., London, 1877. By Canon Barry, D.D., the Dean of St. Paul's; Prof. Plumptre, D.D.; Csnon Westcott, D D. ; Canon Farrar, D.D. ; and Prof. Chcetham, M.A. With an Historical Introduction. Post Svo. U\" Preparation. MATTHIÆ'S Gbeek Grammar. Abridged by Blomfield, Revise.1 by E. S. Cbooke. 12mo. 4s. MAUREL'S Character, Actions, and Writings of Wellington. Fcap. 8vo. Is. ed. MAYNE (Capt.). Four Years in British Columbia and Van- couver Island. Illustrations. 8vo. 16s. MAYO (Lord). Sport in Abyssinia; or, the Mareb and Tack- azzee. With Illustrations. Crowu 8vo. 12s. MEADE (Hon. Herbert). Ride through the Disturbed Districts of New Zealand, with a Cruise among the South Sea Islands. With Illus- trations. Medium 8vo. 12s."], [188, "22 LIST OF WORKS MELVILLE (Hermann). Marquesas and South Sea Islands. 2 Vols. Post 8vo. 7s. MEREDITH'S (Mrs. Charles) Notes and Sketches of New South Wales. Post 8vo. 2s. MESSIAH (THE): The Life, Travels, Death, Resurrection, and Ascension of our Blessed Lord. By A Layman. Map. 8vo. 18s. MICHELANGELO - BUONARROTI, Sculptor, Painter, and Architect. His Life and Works. By C. Heath Wilson. Illustrations. Royal 8>0. 26s. MILL1NGT0N (Rev. T. S.). Signs and Wonders in the Land of Ham, or the Ten Plagues of Egypt, with Ancient and Modern Illustra- tions. Woodcuts. Post 8vo. 7s. ed. MILMAN (Dean). History of the Jews, from the earliest Period down to Modern Times. 3 Vols. Post 8vo. 18s. Early Christianity, from the Birth of Christ to the Abolition of Paganism in the Roman Empire. 3 Vols. Post Svo. 18f. ; Latin Christianity, including that of the Popes to the Pontificate of Nicholas V. 9 Vols. Post8vo. 64*. - Annals of St. Paul's Cathedral, from tbe Romans to the funeral of Wellington. Portrait and Illustrations. 8vo. 18s. Character and Conduct of the Apostles considered as an Evidence of Christianity. 8vo. 10s. ed. Quinti Horatii Flacci Opera. With 100 Woodcuts. Small 8vo. 7s. ed. Life of Quintus Horatius Flaccus. With Illustra tions. 8vo. 9s. Poetical Works. The Fall of Jerusalem — Martyr of Antioch — Balshazzar— Tamor — Anne Boleyn — Fazio, Ate. With Por trait and Illustrations. 3 Vols. Fcap. 8vo. 18s. Fall of Jerusalem. Fcap. 8vo. Is. (Capt. E. A.) Wayside Cross. Post 8vo. 2s. MIVART'S (St. George) Lessons from Nature ; as manifested in Mind and Matter. 8vo. 15s. MODERN DOMESTIC COOKERY. Founded on Principles of Economy and Practical Knowledge. iVawÆyiium. Woodcuts. Fcap.8vo. 5s. MONGREDIEN (Augustus). Trees and Shrubs for English Plantation. A Selection and Description of the most Ornamental which will flourish in the open air in our climate. With Classified Lists. With 30 Illustrations. 8vo. 16*. MOORE'S (Thomas) Life and Letters of Lord Byron. Cabinet Edition. With Plates. 6 Vols. Fcap. 8vo. 18*. ; Popular Edition, with Portraits. Royal 8vo. 7*. 6d. MORESBY (Capt.), R.N. Discoveries in New Guinea, Polynesia, Torres Straits, &c, during the cruise of H. M.S. Basilisk. Map and Illustrations. 8vo. 15s. MOTLEY (J. L.). History of the United Netherlands: from the Death of William the Silent to the Twelve Years' Truce, 1609. Dbrary Edition. Portraits. 4 Vols. 8vo. 60*. Cabinet Edition. 4 Vols. Post 8vo. 6*. each. Life and Death of John of Barneveld, Advocate of Holland. With a View of the Primary Causes and Movements of the Thirty Years' War. Library Edition. Illustratioos. 2 Vols. Svo. 28*. Cabinet Edition, 2 vols. Post 8vo. 12*. MOSSMAN (Samuel). New Japan; the Land of the Rising Sun ; its Annals and Progress during the past Twenty Years, recording the remarkable Progress of the Japanese in Western Civilisation. With Map. 8vo. 15*."], [189, "PUBLISHED BY MR. MURRAY. 23 MOtJHOT (Henri). Siam, Cambojia, and Lao; a Narrative of Travels and Discoveries. Illustrations. 2 Vols. 8vo. MOZLEY'S (Canon) Treatise on Predestination. 8vo. 14s. Primitive Doctrine of Baptismal Regeneration. 8vo. 7s. 6a!. M JIRH EAD'S (Jas.) Vaux-de-Vire of Maistre Jean Le Houx, Advocate of Vire. Translated and Edited. With Portrait and Illus- trations. Svo. 21s. MUNRO'S (General) Life and Letters. By Rev. G. R. Gleio. Post Svo. 8s. ed. MURCHISON'S (Sir Roderick) Siluria ; or, a History of the Oldest rocks containing Organic Remains. Map and Plates. 8vo. 18s. — —^— — — Memoirs. With Notices of his Contemporaries, and Rise and Progress of Palæozoic Geology. By Aechibalu Geikie. Portraits. 2 Vols. 8vo. 30s. MURRAY'S RAILWAY READING. Containing:— VV ILLIFilIOI. By LOBD ElLESUBBE. I'd. Nimbodoa the Chase, 1*. Muaic and Drbss. Ii. MilmaVs Pall of Jerusalem, la. Mahou's \"Fobti-Fivb.\" 3a. Lifb of Thiobobs Hooi. la. Dbbdb of Naval Dabino, 3i. td, Tni Honbi Bbb. la. Æsor'a Fables. 2a. 6d. Nimrod oic the Turf. ta. <_d. Art of Dininc. la. &d. Mahui'b Joan of Ahc. ia. Hi 11 'fl EM16RAMT. -».',,i. Nimeod on tub Road. 1*. CuOKEB 'il TUB GUILLOTINB. ll. Hollwat's Nob wat. 2«. Miubel's IVKLinsrui. ls.t,d. Campbell's Lifb of Bacon. 2t.6d. Tub Flowbb Gabdbn. It. Tatlob'b Notxs kbi.hi Lifb. 2j. Rejected A_.u_ikEis.ea. la. PrKH'b IflSlst ON AlSI.infi. ll. MUSTERS' (Capt.) Patagonians ; a Year's Wanderings over Untrodden Ground from the Strails of Magellan to the Rio Negro. Illustrations. Post 8vo. 7t.6d. NAPIER (Sir Wm.). English Battles and Sieges ofthe Peninsular War. Portrait. Post8vo. 9s. NAPOLEON at Fontainebleau and Elba. A Journal of Occurrences and Notes of Conversations. By Sir Neil Campbell, C.B. With a Memoir. By Kev. A. N. C. Maclachlan, M.A. Poitrait. Svo. 15s. NARES (Sir George), R.N. Official Report to the Admiralty of the receot Aictic Expedition. Map. 8vo. 2s. 6d. NASMYTH and CARPENTER. The Moon. Considered as a Planet, a World, and a Satellite. With Illustrations from Drawings made with the aid of Powerful Telescopes, Woodcuts, &c. 4to. 30s. NAUTICAL ALMANAC (The). {By Authority.) 2s. 6d. NAVY LIST. (Monthly and Quarterly.) Post 8vo. NEW TESTAMENT. With Short Explanatory Commentary. By Archdeacon Churton, M.A., and Archdeacon Basil Jones, M.A. With 110 authentic Views, &c. 2 Vols. Crown 8vo 21s. bound. NEWTH (Samuel). First Book of Natural Philosophy ; au Intro- duction to the Study of Statics, Dyoamics, Hydrostatics, Optics, and Acoustics, with numerous^Examples. SmaU Svo. 3s. 6rf. Elements of Mechanics, including Hydrostatics, with numerous Examples. Small 8vo. 8s. 6d. . Mathematical Examinations. A Graduated Series of Elementary Examples in Arithmetic, Algebra, Logarithms, Trigonometry, and Mechanics. Small Svo. 8s. 6d. NICHOLS' (J. G.) Pilgrimages to Walsingham and Canterbury. By Erasmus. Translated, with Notes. With Illustrations. Post 8vo. 6s. (Sir George) History of the English Poor Laws. 2 Vols. 8vo. NICOLAS' (Sir Harris) Historic Peerage of England. Exhi- biting the Origin, Descent, and Present State of every Title of Peer. age which has existed in this Country since the Conquest. By William Courthope. 8vo. 30s."], [190, "24 LIST OF WORKS NIMROD, On the Chace— Turf— and Road. With Portrait and Plates. Crown 8vo. 55. Or with Coloured Plates, 7s. 6rf. NORDHOFF (Chab.). Communistic Societies of the United States; Including Detailed Accounts of the Shakers, The Amana, Oneida, Bethel!, Aurora, Icarian and other exisiing Societies; with Particulars ot their Religious Creeds, Industries, aud Pnst-nt CondU lion, With 40 Illustrations, Svo. 15s. NORTHCOTE'S (Sir John) Notebook in the Long Parliament. Containing Proceedings during its First Session, 1640. From the Original MS. in dis possession of the Ripht Hon. Sir Stafford N<irthcote, Bart., M.P. Transcribed and Edited, with a Memoir. By A. II. A. Hamilton. Crown Svo. [In the Press. OWEN (Liedt.Col.). Principles and Practice of Modern Artillery, including Artillery Material, Gunnery, and Organisation aud Use oi Artillery in Warfare. With Illustrations. 8vo. 15s. OXENHAM (Rev. W.). English Notes for Latin Elegiacs ; designed for tarly Proficients in the Art of Latin Versification, with Prefatory Rules of Composition in Elegiac Metre. 12mo. 8s. Bd. PALGRAVE (R. H. I.). Local Taxation of Great Britain\" and Ireland. 8vo. 5s. — ■ Notes on Banking in Great Britain and Ire- land, Sweden, Denmark, and Hamburg, with s<-ma Remarks on tlie amount of Bills in circulation, both Inland and Foreign. 8vo. 6*. PALLISER (Mrs.). Biittany and its Byeways, its Inhabitants, and Antiquities. \"With Illustrations. PoBt 8vo. 12s. Mottoes for Monuments, or Epitaphs selected for General Use and Study. With Illustrations. Crown 8vo. 7s. 6d. PARIS' (Dr.) Philosophy in Sport made Scienee in Earnest; or, the First Principles of Natural Philosophy inculcated by aid of the Toys and Sports of Youth. Woodcuts. Post 8vo. 7s. Gd. PARKMAN (Francis). Discovery of the Great West; or, The Valleys of the Mississippi and the Lakes of North America. An Historical Narrative. Map. Svo. 10s. 6d. PARKYNS' (Mansfield) Three Years' Residence in Abyssinia: with Travels in that Country. With Illustrations. Pnst 8vo. 7s. 6d. PEEK PRIZE ESSAYS. The Maintenance of the Church of England as an Established Church. By Rev. Charles Hole— Rbv. R. Watson Dixon— and Rev. Julius Lloyd. 8vo. 10«. 6d. PEEL'S (Sir Robert) Memoirs. 2 Vols. Poet 8vo. 15$. PENN (Richard). Maxims and Hints for an Angler and Chess- player. Woodcuts. Fcap. 8vo. Is. PERCY (John, M.D.). Metallurgy. Vol. L, Part 1. Fuel, Wood. Pear, Coal, Charcoal, Cokp, Refractory Materials, Fire-Clays, &c. With Illustrations. 8vo. 3U«. — Vol. I., Part 2. Copper, Zinc, Brass.' \"With Illustra tions. 8vo. [In the Press. — Vol. II. Iron and Steel. With Illustrations. 8vo. [In Preparation. — Vol. III. Lead, including part of Silver. With Illus trations. 8vo. 30s. Vols. IV. and V. Gold, Silver, and Mercury, Platinum, TiD, Nickel, Cobalt, Antimony, Bismutb, Arsenic, and other Metals. With Illustrations. 8vo. [In Preparation. PHILLIPS' (John) Memoirs of William Smith. 8vo. 7s.6d_ (John) Geology of Yorkshire, The Coast, and Limestone District. Plates. 2 Vols. 4to. Rivers, Mountains, and Sea Coast of Yorkshire. With Essays on the Climate, Scenery, and Ancient Inhabitants. Plates. 8vo. 15*."], [191, "PUBLISHED BY MR. MURRAY. 25 PHILLIPS' (Samuel) Literary Essays from \" The Times.\" With Portrait. 2 Vols. Fcap. 8vo. 7s. POPE'S (Alexander) Works. With Introduction** and Notes, by Ret. Wbitwbli Elwin. Vola. I., II., VI., VII., VIII. With Por- traits. Svo. Ins. ed. eacb. PORTER (Rev. J. L.). Damascus, Palmyra, and Lebanon. With Travels among tbe Giant Cities of Bashan aud the Hauran. Map and Woodcuts. Post 8vo. 7s. ed. PRAYER-BOOK (Illustrated), with Borders, Initials, Vig- nettes, &c. Edited, with Notes, by Ret. Thos. James. Medium 8vo. l&s. cloth; 31s. 6(3. calf; 36s. morocco. PRINCESS CHARLOTTE OP WALES. A Brief Memoir. With Selections from her Correspondence and other unpublished Papers. By Lady Rose Weigall. With Portrait. 8vo. 8s. ed. PUSS IN BOOTS. With 12 Illustrations. By Otto Speckter. 16mo. Is. 60!. Or coloured, 2s. 6d. PRIVY COUNCIL JUDGMENTS in Ecclesiastical Cases re- lating to Doctrine and Discipline. With Historical Introduction, by G. C. Brodrick and W. H. Fremantle. 8to. 10s. ed. QUARTERLY REVIEW (The). 8vo. 6s. RAE (Edward). Land of the North Wind ; or Travels among the Laplanders and Samoyedes, and along the Shores of the White Sea. With Map and Woodcuts. Post 8vo. 10s. ed. The Country of the Moors. A Journey from Tripoli in Barbary to the City of K&irwan. Crown Svo. [In the Press. RAMBLES in the Syrian Deserts. Post 8vo. 10s. 6d. RANKE (Leopold). History of the Popes of Rome during the 16th and 17tn Centuries. Translated from tbe German by Sarah Austin. 3 Vols. 8vo. 30s. RASSAM (Hormuzd). Narrative of the British Mission to Abys- sinia. With Notices of the Countries Traversed from Massowah to Magdala. Illustrations. 2 Vols. 8vo. 28s. RAWLIN SON'S (Canon) Herodotus. A New English Ver- sion. Edited with Notes and Essays. Maps and Woodcut. 4 Vols 8to. 48s. Five Great Monarchies of Chaldæa, Assyria, Meflia, Babylonia, and Persia. With Maps and Illustrations. 3 Vols. 8vo. 42s. (Sir Henry) England and Russia in the East ; a Series of Papers on the Political and Geographical Condition of Central Asia. Map. 8vo. 12s. REED (E. J.). Shipbuilding in Iron and Steel; a Practical Treatise, giving full details of Construction, Processes of Manufacture, and Building Arrangements. With 5 Plans and 250 Woodcuts. 8vo. Iron -Clad Ships; their Qualities, Performances, and Cost. With Chapters on Turret Ships, Iron-Clad Rams, iic. With Illustrations. 8vo. 12s. Letters from Russia in 1875. 8vo. 5s. REJECTED ADDRESSES (The). By James and Horace Smith. Woodcuts. Post 8vo. 3s. ed. ; or Popular Edition, Fcap. 8vo. Is. REYNOLDS' (Sir Joshua) Life and Times. By <J. R. Leslie, R.A. and Toa Taylor. Portraits. 2 Vols. 8vo. RICARDO'S (David) Political Works. With a Notice of his Life and Writings. By J. E. M'Citllooh. 8vo. 16s. PJPA (Father). Thirteen Years' Residence at the Court of Peking. Post 8vo. 2s. ROBERTSON (Canon). History of the Christian Church, from the Apostolic Age to the Reformation, 1517. Library Edition. 4 Vols. 8vo. Cabinet Edition. 8 Vols. Post 8vo. 6s. eacb."], [192, "26 LIST OF WORKS ROBINSON (Rev. Dr.). Biblical Researches in Palestine and the Adjacent Regions, 1838— 52. Maps. 3Vols. Svo. 42». Physical Geography of the Holy Land. Post 8vo. (Wm.) Alpine Flowers for English Gardens. With 10s. 6u!. 70 Illustrations. Crown 8vo. 12s. Wild Gardens ; or, our Groves and Shrubberies made beautiful by the Naturalization of Hardy Exotic Planta. With Frontispiece. Small 8vo. 6s. * Sub-Tropical Gardens ; or, Beauty of Form in the Flower Garden. With Illustrations. Small 8vo. 7s. ed. ROBSON (E. R.). School Architecture. Being Practical Re- mnrks on the Planning, Designing, Building, and Furnishing of Schnol-hou-ies. With 300 Illustrations. Medium Svo. 18s. ROME (History op). See Liddell and Smith. ROWLAND (David). Manual of the English Constitution. Its Rise, Growth, and Present State. Post 8vo. 10s. 6d. Laws of Nature the Foundation of Morals. PoBt 8vo. 6s. RUNDELL'S (Mrs.) Modern Domestic Cookery. Fcap. 8vo. 6s. RUXTON (Georob F.). Travels in Mexico ; with Adventures among the Wild Tribes aud Animals of the Prairies and Rocky Moun- tains. Post 8vo. 3s. ed. SALE'S (Sir Robert) Brigade in Afghanistan. With an Account of the Defence of Jellalabad. By Rev. G. R. Gleio. Post 8vo. 2s. SCEPTICISM IN GEOLOGY; and the Reasons for It. By Verifier. Crown 8vo. 6s. SCHLIEMANN (Dr. Henry). Troy and Its Remains. A Narra- tive of Researches and Discoveries made on the Site of Ilium, and in the TrojanPlain. With Maps, Views, and 500 Illustrations. Medium 8vo. 42s. Discoveries on the Site of Ancient Mycenæ. With numerous Illustrations, Plans, &c. Medium 8vo. [In Preparation. SCOTT (Sir G. G.). Secular and Domestic Architecture, Present and Future. 8vo. 9s. (Dean) University Sermons. Post 8vo. 8s. ,d. SCROPE (G. P.). Geology and Extinct Volcanoes of Central France. Illustrations. Medium 8vo. 30s. SHADOWS OF A SICK ROOM. With a Preface by Canon LiDno** 16mo. 2s. ed. SHAH OF PERSIA'S Diary during his Tour through Europe in 1873. Translated from the Original. By J. W. Reohoiiss. With Portrait and Coloured Title. Crown 8vo. 12s. SMILES' (Samuel) British Engineers ; from the Earliest Period to the death of tbe Stephenson*. With Illustrations. 5 Vols. Crown 8vo. 7s. ed. each. - George and Robert Stephenson. Illustrations. Medium 8vo. 21s. Boulton and Watt. Illustrations. Medium 8vo. 21s. - Life of a Scotch Naturalist (Thomas Edward). With Portrait and Illustrations. Crown 8vo. 10* ed. - Huguenots in England and Ireland. Crown 8vo. 1s..d. - Self-Help. With Illustrations of Conduct and Persever ance. Post 8vo. 6s. Or in French, 5s. - Character. A Sequel to \" Self-Help.\" Post 8vo. 6s. - Thrift. A Book of Domestic Counsel. Post 8vo. 6s. - Industrial Biography; or, Iron Workers and Tool Makers. Post 8vo. 6s."], [193, "PUBLISHED BY MR. MURRAY. 27 SMILES' (Samuel) Boy's Voyage round the World. With Illustra- tions. Post Svo. 6s. SMITH'S (Dr. Wm.) Dictionary of the Bible; its Antiquities, Biography, Geography, and Natural History. Illustrations. 3 Vols. 8vo. 105s. — Concise Bible Dictionary. With 300 Illustrations. Medium 8vo. 21s. — Smaller Bible Dictionary. With Illustrations. Post 8vo. 7s. 6(. — Christian Antiquities. Comprising the History, Insti tutions, and Antiquities of the Christian Church. With Illustrations, Vol. I. 8vo. 31s 6d. — Biography, Literature, Sects, and Doctrines; frim the Times of the Apostles to the Age of Charlemagne. Vol. I. 8vo. 3Ij.6ci. — Atlas of Ancient Geography — Biblical and Classical. Folio. 6i. 6i. Greek and Roman Antiquities. With 500 Illustra- tions. Medium 8vo. 28s. Biography and Mythology. With 600 Illustrations. 3 Vols. Medium 8vo. _l. is Geography. 2 Vols. With 500 Illustrations. Medium 8vo. 56s. Classical Dictionary of Mythology, Biography, and Geography. 1 Vol. With 750 Woodcuts. 8vo. 18s. — Smaller Classical Dictionary. With 200 Woodcuts. Crown Svo. 7s. 6<f. — Smaller Greek and Roman Antiquities. With 200 Wood cuts. Crown 8vo. 7s. ed. — Complete Latin-English Dictionary. With Tables of the Roman Calendar, Measures, Weights, and Money. 8vo. 21s. Smaller Latin-English Dictionary. 12mo. 7s. 6d. Copious and Critical English-Latin Dictionary. 8vo. 2 Is. Smaller English-Latia Dictionary. 12mo. 7s. 6d. School Manual of English Grammar, with Copious Exercises. Post 8to. 3s. ed. Modern Geography, Physical and Political. Post 8vo. 5s. Primary English Grammar. lGmo. Is. History of Britain. 12mo. 2s. 6d. — French Principia. Part I. A First Course, containing a Grammar, Delectus, Exercises, and Vocabularies. 12mo. ?s. ed. Part II. A Reading Book, containing Fable-i, Stories, and Anecdotes, Natural Hittory, and Scenes from tbe History of France. With Grammatical Questions, Notes and copious Etymological Dictionary. 12mo. 4s. ed. Part III. Prose Composition, contain ing a Systematic CouTe of Exercises on tbe Syntax, with the Principal Rules of Syntax. 12mo. [In the Press. Student's French Grammar. By C. Heron-Wall. With Introduction by M. Littre. Post Svo. 7s. ed. Smaller Grammar of the French Language. Abridged from the above. 12mo. 3s. ed. — German Principia, Part I. A First German Course, containing a Grammar, Delectus, Exercise Book, and Vocabularies. 12mo. 3s. ed."], [194, "28 LIST OF WOKKS SMITH'S (Dr. Wm.) German Prineipia, Part II. A Reading Book; containing Fables, StorieB, and Anecdotes, Natural History, and Scenes from tlit* History of Germany. Wiih Grammatical Questions, Notes, aud Dictionary. 12mo. 3s. ed. Part III. An Introduction to GermaQ Prose Composition ; containing a Systematic Course of Exer cises on the Syntax, with tlie Principal Rules of Syntax. ISmo. [In the Press. — Practical German Grammar. Post Svo. 3s. _d. Prineipia Latina — Part I. First Latin Course, con taining a Grammar, Delectus, aud Exercise Book, with Vocabularies. 12mo. 3s. ed. ***** In tfis Edition the Cases of tbe Nouns, Adjectives, and Pronouns are arranged both as in tlie ordinary Grammars and as in the Public School Piumer, together with tlie corresponding Exercises. Part II. A Reading-book of Mytho- logy, Geography, Romau Antiquities, aud History. With Notes and Dictionary. 12ino. 3s. ed. Part III. A Poetry Book. Hex- ameters and Pentameters; Eclog. Ovidianœ; Latin Prosody. I2mo. 3s. ed. Part IV. Prose Composition. Rules of Syntax with Examples, Explanations of Synonyms, and Exercises on the Syntax. 12mo. 3s. ed. . Prineipia Latina— Part V. Short Tales and Anecdote3 tor Translation into Latin. 12mo. 3s. — Latin-English Vocabulary and First Latin-English Dictionary for Phædrus, Cornelius Nepos, and Cæsar. 12mo. 3s. ed. Student's Latin Grammar. Post 8vo. 6s. Smaller Latin Grammar. 12rao. 3s. _d. — Tacitus, Germania, Agricola, &c. With English Notes. 12mo. 3s. ed. Initia Græca, Part I. A First Greek Course, con- taining a Grammnr, Delectus, and Exercise-book. With Vocabu- laries. 12mo. 3s. ed. Part II. A Reading Book. Containing Short Tales, Anecdotes, Fables, Mythology, aud Grecian History. P/mo. 3s. ed. Part III. Prose Composition. Containing the Rules of Syntax, with copious Examples and Exercises. 12mo. 3». 6<i. Student's Greek Grammar. By Curtius. Post 8vo. 6s. . Smaller Greek Grammar. 12mo. 3s. _d. Gretk Accidence. 12ino. 2s. _d. Plato, Apology of Socrates, &c, with Notes. 12mo. 3s. ed. Smaller Scripture History. Woodcuts. 16mo. 3s. _d. Ancient History. Wood\"cuts. 16mo. 3s. 6d. ■ Geography. Woodcuts. 16mo. 3s. .d. Rome. Woodcuts. 16mo. 3s. _d. Greece. Woodcuts. 16mo. 3s. Sd. Classical Mythology. Woodcuts. 16mo. 3s. .d. History of England. Woodcut6. 16mo. 3s. 6d. English Literature. 16mo. 3s. _d. Specimens of English Literature. 16mo. 3s.. d."], [195, "PUBLISHED BY MR. MURRAY. 20 SHAW (T. B.). Student's Manual of English Literature. Post 8vo. 7s. ed. Specimens of English Literature. Selected from the Chief Writers. Post 8vo. 7s. ed. ■ (Robert). Visit to High Tartary, Yavkand, and Kashgar (formerly Chinese Tartavy). aud Return Journey over tbe Karakorum Pass. With Map and Illustrations. 8vo. 16s. SHIRLEY (Evelyn P.). Deer and Deer Parks; or some Account of English Parks, with Notes on tbe Management of Deer. Illus- trations. 4to. 21s. SIERRA LEONE ; Described in Letters to Friends at Home. By A Lady. Post Svo. 3s. ed. SMITH (Philip). History of the Ancient World, from the Creation to the Fall of the Roman Empire, a.d. 476. Fourth Edition. 3 Vols. Svo. 31s. id. SIMMONS' (Capt.) Constitution and Practice of Courts-Mar- tial. Seventh Edition. 8vo. 15s. SPALDING (Captain). Tale of Frithiof Translated from the Swedish of Esias Tegnfr. Post 8vo. 7s. 6d. STANLEY (Dean). Sinai and Palestine, iu connexion with their History. Map. 8vo. 14s. Bible in the Holy Land ; Extracted from the above Work. Woodcuts. Fcap. 8vo. 2s. ed. Eastern Church. Plans. 8vo. 12s. Jewish Church. 1st tfc 2nd Series. From the Earliest Times to the Captivity. 2 Vols. 8vo. 24j. Tliird Series. From the Captivity to the Destruction of Jerusalem. 8vo. 14s. Epistles of St. Paul to the Corinthians. 8vo. 18s. Life of Dr. Arnold, of Rugby. With selections from his Correspondence. With portrait. 2 vols. Crown 8vo. 12s. Church of Scotland. Svo. 7s. Qd. Memorials of Canterbury Cathedral. Woodcuts. Post 8vo. 7s. ed. Westminster Abbey. With Illustra- tions. 8vo. 15s. Sermons during a Tour in the East. 8vo. 9s. Addresses and Chakoes op the late Bishop Stanley. With Memoir. Svo. 10s. 6d. STEPHEN (Rev. W. R.). Life and Times of St. Chrysostom. With Portrait. 8vo. 15s. ST. JAMES LECTURES. Companions for the Devoul Life. 2 Vols. 8vo. Is. Gd each. First Serie*, 1875 Imitation of Christ. Canon Farrar. Pensees of Blaise Pascal. Dean Church. S. Francois de Sales. Dean Goulburn. Baxtk.r's Saints' Rest. Archbishop Trench. S.Augustine's Confessions.' Bishop Alexander. Jeremy Taylor's Holy Living and Dying. Key. Dk. Humphry. Second Series, 1S76. Theologia Germanic a. Canon Ash well. FenELON's ŒUVBES SPIRITUELLES. Rev. T. T Cartee. Andrewes* Devotions. Bishop of Ely. Christian Year. . Canon Barry. Paradise Lost. Ret. E. II. Biokeb- steth. Pilgrim's Progress. Dean Hovyson. Prayee Book. Dean Burgon. ST. JOHN (Chakles). Wild Sports and Natural History ofthe Highlands. Post Svo. 3s. M. (Bayle) Adventures in the Libyan Desert. Post 8vo. 2s."], [196, "30 LIST OF WORKS STUDENT'S OLD TESTAMENT HISTORY ; from the Creation to the Return of the Jews from Captivity. Maps and Woodcuts. Pout 8vo. 7s. 6<i. NEW TESTAMENT HISTORY. With an Intro duction connecting the History of the Old and New Testaments. Maps and Woodcuts. Post 8vo. 7s. Gd. ECCLESIASTICAL HISTORY. A History of the Christian Church from its Foundation to the Eve of the Protestant Reformation. Post 8vo. 7s. Gd. - MANUAL OF ENGLISH CHURCH HISTORY, from (he Reformation to the Present Timp. By Rev. G. G. Perry, Prebendary ot Luicln and Rector of Waddmgton. Post 8vo. ANCIENT HISTORY OF THE EAST; Egypt, Assyria, Babylonia, Media, Persia, Asia Minor, and Phœnicia. Wood cuts. Post Svo. 7s. 6d. GEOGRAPHY. By Rev. W. L. Bkvan. Woodcuts. Pnst8vo. 7s. Gd. HISTORY OP GREECE ; from the Earliest Time1? to the Roman Conquest. By Wm. Smith, D.C.L. Woodcuts. Crown 8vo. 7a. Gd. *»* Questions on the above Work, 12mo. 2j. HISTORY OF ROME; from the Earliest Times to the Establishment of the Empire. By Dean Lidobll. Woodcuts. Crown Hvo. 7s. ed. GIBBON'S Decline and Fall of the Roman Empire. Woodcuts. Post 8vo. 7s. ed. HALLAM'S HISTORY OF EUROPE during the Middle Aces. Post Svo. 7s. ed. HALLAM'S HISTORY OF ENGLAND; from the Accession of Henry VII. to the Death of George II. Post 8vo. 7s. ed. - HUME'S History of England from the Invasion of Julius Cæsar to Hie Revolution in 1IJ38. Continued down to 1868. Woodcuts. Post 8vo. Is. 6d. *.• Questions on the above Work, 12mo. 2a. HISTORY OF FRANCE ; from the Earliest Times to the Establishment of the Second Empire, 1852. By Rev. H. W. Jebvis. Woodcuts. Post 8vo. 7s. ed. ENGLISH LANGUAGE. By Geo. P. Marsh. Post 8vo. 7s. ed. LITERATURE. By T. B. Shaw, M.A. Post 8vo. 7s. 6d. SPECIMENS of English Literature from the Chief Writers. By T. B. Sbaw. Post 8vo. 7s. 6d. MODERN GEOGRAPHY; Mathematical, Physi cal, and Descriptive. By Rev. W. L. Bevan. Woodcuts. Post 8vo. 7s. ed. MORAL PHILOSOPHY. By William Flkmino, D.D. Post 8vo. 7s. 6d. BLACKSTONE'S Commentaries on the Laws of England. By K. Malcolm Kerb, LL.D. Post8vo. 7s. ed. SUMNER'S (Bishop) Life and Episcopate during 40 Years. By Rev. G. H. Scji.neb. Portrait. Svo. Us. STREET (G. E.) Gothic Architecture in Spain. From Personal Observations made during several Journeys. With Illustrations. Royal Svo. 30«. Italy, chiefly in Brick and Marble. With Notes of Tours in the North of Italy. With 60 Il lustrations. Royal 8vo. 26s."], [197, "PUBLISHED BY MR. MURRAY. 31 STANHOPE (Earl) England from the Reign of Queen Anne to the Peace of Versailles, 1701-83. Library Edition. 8 vols. 8vo. Cabinet Edition, 9 vols. Post 8vo. 6*. each. British India, from its Origin to 1783. 8vo. 3s. .d. History of \" Forty-Five.\" Po3t 8vo. 3s. Historical and Critical Essays. Post 8vo. 3s. 6d. French Retreat from Moscow, and other Essays. . Post 8vo. 7s. 6d. Life of Belisarius. Post 8vo. 10s. Gd. — Condg. Post 8vo. 3s. _d. - -William Pitt. Portraits. 4 Vols. 8vo. 24s. Miscellanies. 2 Vols. Post 8vo. 13s. — Story of Joan of Arc. Fcap. 8vo. Is. Addresses on Various Occasions. 16mo. Is. STYFFE (Knut). Strength of Iron and Steel. Plates. 8vo. 12s. SOMERVILLE (Mart). Personal Recollections from Early Life to Old Age. With her Correspondence. Portrait. Crown 8vo. 12s. Physical Geography. Portrait. Post 8vo. 9s. Connexion of the Physical Sciences. Portrait. Post 8vo. 9s. Molecular and Microscopic Science. Illustra- tions. 2 Vols. Post 8vo. 21s. SOUTHEY (Robert). Lives of Bunyan and Cromwell. Post 8vo. 2s. SWAINSON (Canon). Nicene and Apostles' Creeds; Their Literary History • together with some Account of \" The Creed of St. Atbanasius.\" 8vo. 16s. SYBEL (Von) History of Europe during the French Revolution, 1789—1795. 4 Vols. 8vo. 48s. SYMONDS' (Rev. W.) Records of the Rocks; or Notes on the Geolo-ry, Natural History, and Antiquities of North and South Wales, Siluria, Devon, aud Cornwall. With Illustrations. Crown Svo. 12s. THIBAUT (Antoine) On Purity in Musical Art. Translated from the German. With a prefatory Memoir by W. H. Gladstone, M.P Post 8vo. [In preparation. THIELMANN (Baron) Journey through the Caucasus to Tabreez, Kurdistan, down the Tigris and Euphrates to Nineveh and Babylon, and across the Desert to Palmyra. Translated by Chas. Heneage. Illustrations. 2 Vols. Post 8vo. 18s. THOMS' (W. J.) Longevity of Man ; its Facts and its Fiction. Including Observations on the more Remarkable Instances. Post Svo. 10s. ed. THOMSON (Archbishop). Lincoln's Inn Sermons. 8vo. 10s. 6d. Life in the Light of God's Word. Post Svo. 5s. TITIAN. His Life and Times. With some account of his Family, chiefly from new and nnpubli-hed Records. By J. A. Crowe and G. B. Cavalcaselle. With Portrait and Illustrations. 2 Vols. Svo. 42s. TOCQUEVILLE'S State of Society in France before the Revolul ion, 1769, and on the Causes which led to that Event. Translated by Henhy Reeve. 8vo. 14s. TOMLINSON (Charlfs) ; The Sonnet; Its Origin, Structure, and Place in Poetry. With translations from Dante, Petratch, &c. Post 8vo. 9s."], [198, "82 LIST OF WORKS PUBLISHED BY MR. MURRAY. TOZER (Rev. H. F.) Highlands of Turkey, with Visits to Mounts Ida, Athos, Olympus, and IVli.in. 2 Vols Crown Rvo. 21*. Lectures on the Geography of Greece. Map. Post 8vo. 9s. TRISTRAM (Canon) Great Sahara. Illustrations. Crown 8vo. 15s. Land of Moab ; Travels and Discoveries on the East Side of the Dead Sea and tho Jordan, lllustidlioui. Crowa 8vo. Us. TWISLETON (Edward). The Tongue not Es-scntial to Speech, with Illustrations of the Power of Speech in the caBe of the African Confessors. Post 8vo. 6s. TWISS' (Horaoe) Life of Lord Eldon. 2 Vols. Post 8vo. 21s. TYLOR (E. B.) Early History of Mankind, and Development of Civilization. 8vo. 12s. Primitive Culture; the Development of Mythology, Philosophy, Religion, Art, and Custom. 2 Vols. 8vo. 24s. VAMBERY (Arminios) Travels from Teheran across the Turko- man Desert on the Esstern Shore of the Caspian. Illustrations. 8vo. 21s. VAN LENNEP (Henry J.) Travels in Asia Minor. With Illustrations of Biblical Literature, and Archæology. With Woodcuts. 2 Vols. Post Svi>. 2.1. Modern Customs and Manners of Bible Lands, in illustration of Scripture. With Maps and 300 Illustrations. 2 Vols. 8vo. 21s. WELLINGTON'S Despatches during his Campaigns in India, Denmark, Portugal, Spain, the Low Countries, and Fiance. Edited by Colonel Guewood. 8 Vols. 8vo. 20s. each. Supplementary Despatches, relating to India, Ireland, Denmark, Spanish America, Spain, Portugal, France, Con- gress of Vienna, Waterloo and Paris. Edited by his Son. 14 Vols. Svo. 20*. each. *«* An Index. 8vo. 20s. Civil and Political Correspondence. Edited by his Sou. Vols. I. to V. 8vo. 20s. each. — Vol. VI., relating to the Eastern Question of 1^29. Russian Intrigues, Turkish Affairs, Treaty of Adrianoplc, &c. 8vo. Speeches in Parliament. 2 Vols. 8vo. 42s. WHEELER (G.). Choice of a Dwelling ; a Practical Handbook of Useful Ir, formation on Building a House. Plans. Poat 8vo. 7s. ed. WHITE (W. H.). Manual of Naval Architecture, for the use of Officers. Illustrations. Svo. [lathe Press. WILBERFOECE'S (Bishop) Life of William Wilberforce. Portrait. Crown 8vo. 6s. WILKINSON (Sir J. G.). Manners and Customs of th-j Ancient Egyptians, their Private Life, Government Laws, Arts. Manu- factures, Religion, &c. A new edition, with additions bv the lite Author. Edited by Samuel Bibch, LL.D. Illustrations. 3 Vols. 8vo. Popular Account of the Ancient Egyptians. With 500 Woodcuts. 2 Vols. Post Svo. 12s. WOOD'S (Captain) Source of the Oxus. With the Geography of the Valley of the Oxns. By Col. Yule. Map. Svo. 12s. WORDS OF HUMAN WISDOM. Collected and Arranged by E. S. With a Preface by Cano.v Liddon. Fcap. Svo. 3a. ed WORDSWORTH'S (Bishop) Athens and Attica. Plates. 8vo. 5s. YULE'S (Colonel) Book of Marco Polo. Illustrated by the Light of Oriental Writers aud Modern Tiavels. With Maps aud i>. Plates. 2 Vols. Medium 8vo. 63«. URADBURY AQNEW (fe CO. PRINTERS, WHITEFRIARS."], [199, ""], [200, ""], [201, ""], [202, ""], [203, ""], [204, ""]]