[[1, ""], [2, ""], [3, ""], [4, ""], [5, "Die Graelischen Annalen nach der Ueb-ertragung O'connor's mit Erläuterungen von Wilhelm Ober mii Her. Als Riü;ii;s 7.ii iter Ion; 'xs{ rhco Gesellschaft. WIEN, 1879. .ii Ali i Bn W.ollznl"], [6, ""], [7, "VORWORT. Die gälischen Jahrbücher erschienen im Jahre 1822 in London bei Philipps; der Ire O'counor hatte sie in seinem Vaterlande gesammelt, zusammengestellt und in das Englische übertragen. Dreimal misslang ihm der Versuch, sie zu veröffentlichen. Ein erstes Schriftstück, um 1798 oder 1799 im Gefängnisse zu Dublin verfasst, fiel der englischen Miliz in die Hände und ging verloren; O'counor, als irischer Pat; iot und Bahnbrecher für den späteren OYonnel war näm- lich sein ganzes vielbewegtes Leben über dem Hasse und der Verfolgung der Engländer ausgesetzt. Das zweite Manuscript aus der Zeit der Gefangenschaft im Fort St. Georg in Schottland, 1801, ward dort in's Feuer geworfen. Im Jahre 1803 der Freiheit wiedergegeben, wurde von ihm ein drittes Manuscript nach einem Pergament aus den berühmten Archiven der Gewölbe des Stammsitzes der O'counor bearbeitet; es war schon bis zu Ed. Bruce, also bis zum Jahre 1315, vorgerückt, als im grossen Brande von Dungan-Castle 1809 auch diese Arbeit zu Grunde ging. Nun schien das Vorhaben vergessen, als im Jahre 1817 Sir Francis Burdett, seit 30 V"], [8, "4 Jahren mit O'connor befreundet, von diesem das Versprechen erhielt, ihm eine getreue Geschichte des Landes von den ältesten Zeiten an zu liefern. In Folge dessen erschien nun die vorliegende vierte Bearbeitung, wie gesagt in London im Jahre 1822. Der politisch-religiöse Hass lastete aber auch auf dieser Ausgabe, denn nur wenige Exemplare derselben sind noch vorhanden, und auch diese werden selbst heute noch von angelsächsisch-germanistischen Eiferern für «erlogen» erklärt, wie der Verlauf des Ende Juli dieses Jahres in Laibach abgehaltenen Anthropologen-Congresses auswües. O'connor starb zu Paris im Exile, die Urkunden, welche er benutzte und von welcheu unter dem Namen Seanachas mor (Alterthums-Weisheit) noch mehrere vorhanden sind, wie Vallencay, Küttner und Mone angeben, werden von den irischen Patrioten aus Furcht vor der fanatischen Zerstörungs wuth der Engländer sehr geheim gehalten, indess hatte O'connor sich erbötig erklärt, dieselben einer Versammlung unparteiischer Männer zum Beweis ihrer Echtheit vorzulegen aber kein Engländer ging auf den Antrag ein. In Deutschland erschien im Jahre 1844 eine Ueber setzung des englischen Textes (Hannover bei Helwing), ver sehen mit Erläuterungen, welche aber in Folge allzu wTeit ausgreifender Hypothesen und wegen Unkenntuiss der mittler weilen entzifferten egyptischen, assyrischen und chaldäischen. Schriftdenkmale wie der alt-persischen Geschichte Firdusi's dem Verständnisse und der Glaubwürdigkeit dieser - hoch wichtigen Annalen mehr geschadet als genutzt haben. Dazu kam, dass um dieselbe Zeit, wie es scheint, auf englische Veranlassung, ein gewisser Wagenfeld einen Sanchu niathon, oder eine phönizische Geschichte fabricirte, und"], [9, "5 dieses Schwindelwerk nun als Beleg für die Falschheit auch der irischen Annalen verwerthet wurde. Die Echtheit der von O'connor gelieferten Jahr bücher, oder wenigstens von deren historischem Inhalte geht, abgesehen von dem hier Mitgetheilten, unzweifelhaft aus eben diesem Inhalte hervor, und gegen diesen Beweis lässt sich nicht ankämpfen. Die Annalen theilen historische Thatsachen mit, die zur Zeit O'connors in Europa noch völlig unbekannt waren, welche aber durch die erst in den letzten Jahren veröffentlichten egyptischen, chaldäischen und persischen Urkunden im Wesentlichen bestätigt werden, sohin nicht von O'connor oder einem noch älteren «Falsarius* erfunden worden sein könuen. Dies wird sich für jeden Unbefangenen bei der Lesung des hier gegebenen Textes derselben sammt den von dem Herausgeber beigefügten Er läuterungen zur Evidenz erweisen. O'connor selbst stellte seiner Ausgabe der gälischeu Jahrbücher folgende Einleitung voran: «Diese Geschichte ist eine wörtliche Uebertragung in die englische Sprache saus dem phönizischen Dialecte der skjthischen Sprache) aus den alten Manuscripten, welche zum Glück für die Welt durch so manche Zeitalter trotz Wechseln und Unfällen bewahrt werden. Sollte Jemand aus Voreingenommenheit geneigt sein, Verdacht gegen das Alter dieser Manuscripte zu hegen, so bitte ich, zu beachten, dass ich mir nicht anmasse, zu behaupten, dass sogar die Per gamente, sei es von Schaf- oder Ziegenfell, so alten Datums seien, als die in denselben erzählten Ereignisse, aber das will ich behaupten, dass sie treue Uebertragungen der ältesten Urkunden sein müssen, da es nicht im Bereich der Möglich-"], [10, "6 keit liegt, sowohl nach Styl und Sprache als nach ihrem Inhalt, dass sie hätten künstlich geschmiedet werden können. Es ist nicht möglich, noch wäre es sozusagen angezeigt, Ausnahmen von vornherein anzunehmen, welche etwa be züglich der Chronik von Erin (des dritten und letzten Theiles der Annalen) gemacht werden könnten. Wenn solche dennoch aufgestellt werden sollten, und zwar von genügender Wichtig keit, so mögen die Gegner sich darauf verlassen, dass ihnen zufriedenstellende Antworten auf alle Zweifel und Verdäch tigungen gegeben werden, umsomehr, als dieselben bis jetzt durchweg genau entsprechend der Unwissenheit erfunden wurden, von welcher bis heute das Volk von England (und, fügen wir bei, auch des übrigen. Europa's, Deutschland nicht ausgenommen) bezüglich der älteren und neueren Geschichte der berühmten Insel beherrscht wird.*"], [11, "Uebersicht. Die gälischen oder irischen A nnalen zerfallen nach ihrem Inhalte in drei Theile, nämlich: in die Schriften des Eolus, in die Chro ni k v on Gaelag oder spanisch Ualizien, und in die irische Chronik. Diese Schriften und Chroniken erzählen in kurzen Zügen die Auswanderung der Chaldäer aus dem heutigen A f ghanistan oder dem Berglande der Gildjics um den Khy ber-Pass nach dem unteren Tigris und Euphrat; die Bildung des dortigen ersten chaldäischen Reiches, nutet- Daire, dem Sar-Kin I. der Keilschriften, die Zertrümmerung die les Reiches durch die Sako- Sueven (oder die Sakumanu der Keilschriften), d. h. durch die Sachsen und Chamaven (Cha miden und Amaler) Kabulistans uud der Oxus-Lande, im Einklang mit den Angaben des. Persers Firdusi und der hebräischen Sage von der babylonischen Sprachverwir rung; Eol erzählt sodann weiter die Flucht eines Theiles der Chaldäer nach Armenien und an den Süden des Kaukasus, die Stiftung des dortigen Grosreiches derMeder oderMadian (Madjaren) entsprechend den Angaben Herodots und Firdusi's. deren Uebergang über den Kaukasus zur Zeit des Dorka (dem Targitaos des Herodot) und die Bildung des grossen Reiches der Skythen oder des Gaal of Sgioth im Norden des Gebirges, welchem dann im Verlaufe der Zeiten die Sarmaten, Alanen. .1 a z y g e n. Polen, Kabardiner und Madjaren entsprangen. Von den in Armenien zurückgebliebenen Chaldäern oder Gaalen trennten sich verschiedene Zweige, als die Jas an oder Jonier sammt den Ogygen in der Richtung"], [12, "8 auf Kleinasien, und der Heerhaufe der Milead unter Calma, welcher nach Sidon zog und von dort durch die Khatto- Fenier oder Aoimag nach Spanien an den Duero über geschifft wurde. Dort gründete dieser Zweig das Reich der Galegos, machte sich von den Khatto-Feniern oder dem Volke von Eisfeine (Hispanien) unabhängig, wurde aber 1008 vor Chr. durch einen Einfall der Sarmaten hart mitgenommen, so dass ein Theil des Volkes nach Irland absegelte und diese Iusel zu zwei Dritttheilen eroberte. Die Westseite verblieb den Tuath-Danan oder den nörd lichen Seeleuten, den Teutonen der römischen Autoren, im Norden erhielten sich des Weiteren die k h a 1 1 i s c h e n Böigen oder Belgier unabhängig, die ebenfalls aus Spanien, aber aus Andalusien, und zwar schon vor den Gaelag, dahin gekommen waren. Zwischen hiueiu wird von Eol die Verbindung der Gaelag mit den Basken erwähnt und die Herkunft der letzteren von denGaetulen des Atlas; sodann der Ueber gang eines Theiles der Gaalen nach Gallien, wo sich das den Römern und Griechen furchtbar gewordene Volk der Gallier aus ihnen entwickelte. In gleicher Weise wird die Handelsthätigkeit der P h ö n i c i e r, hier wie in den egyptischen Grabschriften gewöhnlich Aoimag oder Aamu genannt, mit allen Einzelnheiten erzählt, dann der Durchbruch der Landenge, mittelst welcher noch bis 1000 Jahre vor Chr. England mit Frankreich zusammenhing, und endlich die Abfahrt Lugads, eines Königes der Galegos, westwärts über den Ocean 1257 Jahre vor Chr.. in der Absicht, dort das Land Ruad-iat, (Rothland. Amerika) aufzufinden, das schon vor ihm durch die Basken entdeckt und strichweise colonisirt worden war, wie wir im Verlaufe dieser Publika tion des Näheren zeigen werden. Dies in Kurzem der Inhalt des für die Geschichte Europa's hochwichtigen Theiles dieser merkwürdigen Annalen. deren Inhalt von der Zeit au, da das Volk sich am Duero niederlies, von Jahr zu Jahr durch die 01a ms (oder Ge lehrten) aufgezeichnet worden ist."], [13, "Die Schriften des Eolus.') i (Aus Afghanistan nach dein Sinear nnd Armenien.) Höre nun, mein Sohn ! — Unsere Altvordern wohnten zur Linken des Sonnenaufganges über den Quellen der gros sen Gewä.-ser,J) in der Zeit als Baal 1011 Kreise seines Um laufes vollbrachte. ,) Dann (5357) verbreiteten sie sich von den Fluthen des Sgeind bis zu den Ufern des Teth-gris.4) Und als 1304 Jahres-Ringe vollendet waren (4053), da zogen unsere Väter von damals auf die.^e Seite des Teth gris, und kamen abendwärts bis zu dem Affreidg-eis,5) und sie wurden Herren alles Landes auf dieser und auf jener Seite und streckten ihre Hand aus über alle Völker, mit Milde. e) Erläuterung tt. ') Eolus war ein König der Galegus oder Gaelag (Galizier) des nordwestlichen Spaniens, er regierte daselbst, wie wir später sehen werden, von 1368 his 1335 v. Chr. Zu Lebzeiten seines Vaters Enar hatte er Sidon besueht, und wollte auch bis an den unteren Euphrat oder in das Sinear - Feld vordringen, um das Land meiner Voreltern kennen zu lernen. a)\"-r die Schwierigkeiten waren ihm zu gross; =\" blieb er ein Jahr in Sidon, und kehrte dann, bereichert mit den Kennt nissen Aoimjj | hönizischen Khattenlandes) wieder an den Oucro in Spanien zurüek. wo er seine Annalen nach alten üeberlii I - hrieb, und in die Hände der Olamh (Ullams) zum ewigen Ge dächtniss hinterleg Ssame Eolus kommt von ealad.li kundig, er fahren, tnl ist Weisheit. Ausser diesem Eolus kommen in der gaelischen ht. noch /«'i andere gleichen Namens vor, einer als Sohn Ogamain's, der ander ■ di aa-gaot, wie Betham in seinem Buche über die „Gael and Kymbri\" pag. 4.J7 —38 angiebi O'connor war nicht der einzige-, welcher über die Gaelag berichtete. 8) Zur Linken des Sonnen-Aufganges, wenn man das Gesicht gegen Osten kehrt, also nördlich über den Quellen der grossen Gewässer des Indus und seiner zahlreichen Nebenflüsse, in Afghanistan. Hier wohnen die Stammverwandten der Gaelag, deren Name bald Gilzen bald Gildjies geschrieben wird, im Gebirge noch heute; ihre Sitze dehnen si< h aus der Gegend von Kandahar (Burg-hoch) über den Khyberpass (Waldberg) bis zum indischen Kau-"], [14, "10 kasus, vielfach unterbrochen und begrenzt durch andere Stämme, als durch die Cauru (Schmiede) im Gebiet von Kurrum (Heim, om oder Wohnstätte\" der Cauru) durch dieCzaken, indische Ziegenhirten, deren Weideplätze südwestlich an diese Gaelag grenzen, (caga bedeutet nach dem Sanscrit die Ziege) und durch die'Turani, den herrschenden Stamm- der aus Turan nach Cabul und Kandahar eingewanderten Part her. 3) Nach den Baals- Kreisen, oder Sonnenringen (keltisch Baal ainit) berechneten die alten Galen ihre Jahre; jedes Sonnenjahr war in dreizehn Monate oder Sonnenhäuser getheilt, welche folgendermassen bezeichnet wurden: 1. Tionnscnad, Anfangszeit, Frühjahr, dem April entsprechend. 2. Blat, Blüthezeit, Mai. 3. Baal tetgne, Baals- oder Sonnenwärme, Juni. 4. Sgil, Feldarbeit, Ermüdung, Juli. 5. Tarsgil, trockene Arbeit. August. 6. Meas, Erndte, Ende August und Anfang September, der Sextilis der vorjulianischen Eintheilung. 7. Cruinnivg, Einsammlung in die Fruchtspeicher; September. 8. Tirim, trocken, dürr, October. 9. Fluicim Nässe, November. 10. Geima, Winter, Julzeit, Weihnacht. 11. Sneacda, Schneezeit, Januar. 12. Siocan, Frost, Februar. 13. Deirionae, Ende, Ostern, März. Diese lahreseintheilung entwickelte sich aus dem Klima Afgha nistans, und passt nicht ganz auf das unsrige, doch entsprechen der sechste, siebente, achte, neunte und zehnte Monat so ziemlich dem römischen Sextilis, September, October, November und December. Aus dem September u. s. w. ersieht man, dass die Römer ursprünglich ebenfalls nach dem chaldäischen Kalender rechneten, denn nach diesem ist der September richtig der siebente Monat, während durch die juli anischen Abänderungen der September zum neunten Monat wurde. Der Januar und Februar gehörten an das Ende des Jahres, und begann dasselbe mit dem Osterfeste oder dem Frühling. Die Berechnung der Jahre der altgälischeu Geschichte nach diesen Sonnenringen rührt von O'connor her, sie harmonirt, von gerin gen Abweichungen abgesehen, mit der erst in unseren Tagen entdeckten Zeitberechnung der assyrischen und chaldäischen Keilschriften. *) Sgeind, ist der Sind oder Indus, Name von gairme, Schilf, Sind von suan, Fluss, Saone, Seine, Indus von ean. Inn und dns, sandig, voll Sandbänken. Der Tethgris oder Tegris ist der Tigris, letztere Form ist griechisch und soll auf den tigerschnellen Lauf des Flusses deuten; näher liegt ili-caoir Klein-Fluss im Gegensatz zum Euphrat, oder Phrat, dessen Name frudd oder Pruth, einfach Fluss bedeutet. Also vom untern Indus verbreiteten sich die Gaelen allmählig bis an den untern Tigris, und zwar bis zu dessen Ostufer. Sie kamen nicht zur See durch den persischen Meerbusen, sondern auf dein weiten und beschwerlichem Landwege, durch dürre Gegenden, in welchen Alexander's Heer bei seinem Rückzüge aus Indien beinahe zu Grunde gegangen wäre. Die Wanderung erfolgte darum auch uur allmählig, und hielt ein Jahrtausend an, bis sich am Tigris wieder soviel Vosk gesammelt hatte, als nöthig war, um den Uebergang über den Fluss zu forciren. Der Auszug aus dem Tnduslaude erfolgte auch nicht frei-"], [15, "11 willig, sondern in Folge der Feindschaft der Cauru odei < tethen gegen In dem indischen Liede Maha-bharata wird ausdrücklich angeführt, es seien die Cauru oder Caurava gewesen, von welchen die Pan-Kalya, der Bann der Gaelen, wieder aus Indien v. ■ worden sei. Diese Cauru hatten sich schon vor den Gaelen im niedergelassen, um ihrem Handwerke obzuliegen, erhielten wohl «Auch Zufluss an Genossen aus dem nördlichen Iran, wo sie im Elbruz ein mäehtiges Staatswesen gegründet hatten, das der Gawiden, welchem später Kvros entsprang; sonach wird man nicht fehlgreifen, den theil weisen Abzug der Gaelen nach dem Tigris einer Auflehnung der Czechen gegen die gälische Herrschaft zuzuschreiben, ein Vorkommniss, wie es sich in der Geschichte diese- Volkes von den ältesten Zeiten bis auf unsere Tage zum Bftern in all den Ländern wiederholte, wo I n Czechen gelang, in grössern Massen aufzutreten. Die zahllos) n Ausstände der Babylonier gegen die Herrschaft der Assyrer rührten grossem heils von der Hartnäckigkeit, dieser Kuschiten her, welche den Handwerker stand in Babel bildeten, und setzten dieselben endlich auch richtig die Zerstörung Ninive's durch. 5) Die Gaelen begannen darnach um 5300 vor Christus ihre Auswanderung na >. \"der grossen Feldland am untern Euphrat und Tigris, aber erst um Ri.'i.'i gelangten sie auf „diese«, d. h. die Westseite des Tigris und bis zum Euphrat. Die Ursache dieses langsamen Vorrückens ergiebt sich aus den chaldäischen Baudenkmalen und Inschriften, die erst in neuester Zeit aufgefunden oder näher untersucht wurden. Daraus ersieht man. dass das Sinear nicht eine einfache, leicht zu erobernde Ebene ist. sondern eine durch viele Fluss verzweigungen in eine Menge Inseln ve theilte Niederung, unterbrochen durch Sümpfe und andererseits durch höhere Sandplatten. Letztere waren terrassenförmig befestigt und von Backsteinpyramiden über ragt, die man bei uns irrthümlich Thürme benennt. Jede Insel besass eine solche Festungspyramide, in welcher oder neben welcher auch die Tempel, Begräbnissst itten der Fürsten und deren Wohnungen ange bracht waren. Fast jede Insel beherbergte ein eigenes Volk, oder wenigstens eine besondere Dynastie. Dii älteste Volksschichte daselbst waren die Sum-ir, Sumpfbewohner, dunkelhäutige, kranshaarige S e m i te n. wozu dann die Akkadh oder arischen Feldleu! Kuschiten oder Kesselschmiede kamen, weiter N im red, der Jäger oder Joetanide aus dem östlichen Arabien und endlich die Gaelen vom Indus her. 6) »Mit Milde* im Gegensatze zu der Raub- und Mordwirth schaft der Assyrer. Diese Stelle zeigt, dass Eolus von dieser Wirth schaft Kenntnis« hatte, er muss also zu einer Zeit geschrieben haben. wo sieh dieselbe in Sidon schon bemerklieb gemacht hatte, denn dort vervollständigte er .-ine Urgeschichte dei Gaelen oder Chaldäer. Justin (II. 3) sagt bezüglich dieser Milde -ic (die Skythen, denn so nannten sich die Gaelen -elbst! machten sieh dai eroberte Asien zinsbar, indem sie es mit einem massigen Tribut belegten, mehr um den Namen der Herrschaft zu wahren, denn als Preis des Sieges.« Und Absal war es,') der auszog vor dem Haufen aus dem Land der Elemente, aus deueu unsere Ur- Väter gebildet waren. Und Daire (I) war es, der die Kinder des Landes auf diese Seite des Affreidg-eis führte, uud das Geschlecht von Daire ward der Herr der Erde.2)"], [16, "12 ') Absal, Name des Epommos für einen der Häuptlinge, welche aus Indien an den Tigris gekommen, er bedeutet Vater-gros. abba-aal oder saul. *) D air e ist die weichere Form für Sair, Sir, Czar. In den chaldäischen Keilschriften kommt er als Sarkinl. vor, und wird dort in Ueberein- stimmung mit den Andeutungen des Eolus von ihm berichtet, dass er ein Sohn desAmatnim (amhas, wild, kriegerisch, naimh, heilig) war. Heilig insoferne, als er wohl, wie der spätere persische Darius von den indischen Derwischen stammte, deren Name bald Daire, bald Dara und Darjawusch, bei den Griechen iJerbiklcoi lautete. Diese Der- wische hatten sich von Indien aus über den ganzen Orient verbreitet, und waren auf Grund ihrer religiösen Büssungen überall zu hohem Ansehen gelangt, so in der Urzeit wie heute noch. Am Oxus bildeten sie die Priesterkaste, und stiegen dort sowohl, als in Balkh und später in Persien zu fürstliehen Ehren und Würden empor. Am alten Aus- flusse des Oxus in das kaspische Meer wird noch in unseren Tagen eine Anzahl von Inseln als Der wisch -In sein bezeichnet. Darius Hystaspes wurde, nach Firdusi, von den persischen Grossen, als sie sich nach dem Tode des Czechen Kambyses, dessen Vater Kyros aus dem Elbruz oder aus Kurdistan herbeigeholt worden war, über die Thronfolge nicht einigen konnten, aus Balkh, wo er in einer Höhle als Einsiedler hauste, herbeigerufen, und zum »Czaren* erhoben ; daher der Ausdruck Czar, die gezischte Form für Darja, oder Derwisch. Als solcher führte dieser Darjawusch in Persien die Reformen des Zoro- aster, oder Zarad-ustra ein, ein Name, in dessen Anfangssilben wieder der Czar, saraidh oder Darja entgegentritt, während aster, ausser, uster auf den strengen Sittenrichter deutet. Gleiche Bewandtniss mag es mit dem Daire oder Sar-kin der Chaldäer gehabt haben, (kin ist König). denn auch diese kamen aus Indien an den Euphrat. Schliesslich lässt sich auch der Name der Druiden oder Drawiden auf die Darja oder Daire zurückführen. Als Baum bedeutet dair oder dry die Eiche, unter welcher diese Druiden den Baumgöttern ihre Opfer brachten. Daire-Sarkin, der in A g a n e , der Hochburg von Sippara, der Gelehrten- stadt am Euphrat, etwas oberhalb Babel's residirte, darf nicht mit dem weit späteren assyrischen Sarkin, derSamaria eroberte, verwechselt werden. Der ehaldäische Sarkin lies in Agane eine Sammlung von astronomischen und meteorologischen Erscheinungen abfassen, verbunden mit den daraus sich ergebenden Prophezeiungen; dieselben wurden auf 70 Tafeln ein- gegraben, welche später von dem Assyrer Assur-Bani-pal, dem Sarda- napal der Griechen, copirt wurden, und von welchen ein grosser Theil auf uns gekommen ist. Sarkin meldet in denselben Folgendes : »Ich Sarkin, der mächtige König von Agane : Meine Mutter empfing mich ohne Zuthun meines Vaters, während (Rimsin), der Bruder meines Vaters, das Land unterdrückte, und zwar in der Stadt Azupirani am Euphrat; sie gebar mich heimlich, und legte mich in einen Binsenkorb, der mit Erdpech umgeben war (Vor bild der Sage von Moses). Das Wasser schwemmte mich zu A k k i , dem Aufseher des Flusses, dieser gewann mich lieb, er erzog nach, ich wurde bei ihm Arbeiter, und die Istar segnete meine Fluren Nach fünf Jahren bemächtigte ich mich des Königreiche s (stürzte den (Rimsin), und beherrschte die Menschen mit schwarzen Köpfen die Sumir oder Semiten). Auf Wagen mit Rädern von Erz durchzog ich ftun schwierige Länder, und unterjochte die"], [17, "13 Bergvölker (des Libanon); ich herrschte über die Könige der Ebene Tittisallul (Mesopotamien). Ich belagerte drei Mal und eroberte Dilmum (Dilvum, Seestadt im persischen Meerbusen, östlich von der Mündung des Euphrat, heutzutage Bender-Deilim, Seeburg). Duranki- Gal neigte sich vor mir, ich zerstörte . . . Weiter erzählt Sarkin, dass er gegen El am (Persien) zog, und das dortige Reich ebenfalls zertrümmerte, dann gegen Syrien, wo er die vier Raeen unterwarf. Dann eroberte er ganz Sinear und entfernte den Staub von der Beute von Bab-tuna (oder Bab-el, dem Bau des El, Eloah, tun ist Stadt,) dann baute er Agane, zog noch zwei Mal gegen die vier Racen Syriens (Chatten, Arameer oder Czechen, Canaaniter oder Feldbauern und Sako- Sueven oder Amalek, die Reiter Mesopotamiens). »Ich hatte nie Einen, der es mir gleich that, meine Heere durchzogen das Land jenseits des (rothen) Meeres im Westen (also Egypten), und zwar im dritten Jahre nochmals; auch fuhr ich über das Meer mit der Beute des Landes (Chypern).* Er bestellte als Padi (Herrn) fünf Pathesi, und ernannte den Ekiam-Tzallak als ihren Ober herrn (wohl in Amonitis, wo in hebräischen Zeiten der ehaldäische Baalsdienst besonders in Flor stand) ; »aber Käst ubila vonKazalla (ier Bailly der Burg Kassel) empörte sich gegen mich; ich schlug ihn mit seinen Leuten (den Chatten des Libanon), machte aus Kassel eine Ruine, und zerstörte dieses Vogelnest.* Da revoltirte Daire's eigene Armee, die der Kaldi, (Chaldäer) und belagerte ihn in Agane, aber Sarkin machte einen Ausfall, schlug die Rebellen und eroberte ihr Lager. Darauf wurde Sub-Arti und sein Volk besiegt (»ubhar, schwarze Leute des Chusistan im Osten vom Tigris) und die grosse Beute aus ihrem Lande nach Agane gebracht. Damit schliesst Sarkin seinen Rapport. Joachim M^nant, in Rouen, der erste Assyrologe unserer Tage, setzt den Sarkin I. auf 2000 vor Chr. an, aber mit einem Frage zeichen. O'connor berechnet ihn auf die Zeit vor 2244, also ungefähr auf 2300 vor Chr. Hier sei indess nebenbei bemerkt, dass es »kluge* Leute giebt, welche den assyrisch-chaldäischen Urkunden, und deren Entzifferungen allen Werth absprechen, weil einzelne Worte und Namen noch nicht völlig sichergestellt sind. Dergleichen Kritiken lassen wir ruhig bei Seite liegen. Sarkin folgte sein Sohn N'aram-Sin, welcher die Eroberung von Apirak im südwestlichen Chaldäa, sowie die von Maganna (Wasser- Feld, Egypten) erzählt, dessen König er gefangen nahm, wie die von ihm in Agane vergrabenen, und später von Nabonid, dem letzten, von Kyros besiegten, König von Babel, gefundenen und mitgetheilten Täfelchen ausweisen. Vor Daire hatten sich aber die Chaldäer schon in Apirak, einem Caraeha oder Steinring der Sumir festgesetzt, und kennen die Keilschriften, soweit sie bis jetzt entziffert sind, dort folgende Könige: den Gasin, der die Elamiten aus dein Sinear vertrieb, welche unter Kudur Laogmer in jener Zeit bis nach Canaan vorgedrungen, wie aus der Gen entlieh, (gmtan ist Kriegsmann, Gäsate), dann dessen Sohn. Sin-Idinnam, der in Ur und Larsam (der ältesten schon vor sündfluthlichen Stadt Sinear's) residirte. beide Orte liegen südlich von Babel, nahe bei Rata oder Eridu, der früheren heiligen Burg des Nimrod. Sin-Idinnam herrschte zuerst über alleAkkad und Sumir deä Sinear, daher sein Name Minnam oder aithne-amh heischender Krieger. Sin"], [18, "14 oder Sinlia ist nach dem indischen der Löwe, eine bei den Sikhs des Pend schab noch heute übliche Titulatur. Auf diesen gewaltigen Löwen folgte Nurbin und diesem Rimsin, der von Larsam aus das süd westlich an der Grenze Arabiens gelegene schon genannte Apirach eroberte. Dieser Rimsin muss der oben angeführte Oheim Sarkin's gewesen sein, denn dieser vertrieb ihn. und setzte sich in Agane fest, nachdem er bei Akki, dem Fluss- Aufseher, heimlich erzogen worden. Bin ist Sohn, reim, rim mächtig (Remus. Romulus) nur, nuar mürrisch. Dieses Chaldäerreich wurde im Jahre 2244 v. Chr. durch die Sako-Sueven zerstört, welche aus Persien und Kabulistan herüberge kommen. Eolus erzählt hierüber Folgendes : Höre weiter, mein Sohn! — Als zweimal neunhundert und drei mal drei Ringe verlaufen waren (2214) an den Ufern des Affreidg-eis, da kam eine Menge vom Sonnenaufgang unter dein Erstsitz unserer Altvordern und sie ergossen sich in das Land unserer Väter von damals gleich einem Heu schreckenschwarm, oder wie Wolken brennenden Sandes, ja gleich einem Strom gewaltigen Wassers, der alles Ding über schwemmt. Und der Haufe, zahllos wie der Sand des Meeres und die Sterne des Himmels, mit tausend verschiedenen Zungen sprechend,1) wild und grausam, er kam über unsere Väter. ') Ueber die verschiedenen Völker, welche damals in Chaldäa einbrachen, geben die Keilschriften abermals höchst merkwürdige Auf schlüsse: Darnach waren es Sako-Sueven, welche diese auch von der Genesis erzählte Sprachverwirrung anrichteten, und nennen die Keilschriften unter denselben die Sakunianu, oder Saken- Agas als Anführer, dann die Padan, die Alman und die Guti, drei Namen, welche später in Deutschland als Batten an der Lahn, als Ale mannen am Oberrhein, und als Gothen durch ganz Mitteleuropa vorkamen. Die babylonischen Keilschriften bestätigen die Angaben des Eolus und der Genesis sohin in allem Wesentlichen, gaben aber noch folgendes Nähere über die Saken-Agas an. Der ältest bekannte derselben, derinNipur, (Neuburg) zwischen dem Euphrat und Tigris südöstlich von Babel residirte hiess Ummi-Zirrithi, von dem ausdrücklich beigefügt ist, dass er dem Geschlechte der Sakunianu, Saken-Männer, angehörte. Dessen Sohn war Agu-rabi; der Sohn dieses hiess A b i . . . Dieser hatte einen Sohn Tassi-Gurubar, und dieser wieder einen Agu (Aga, Hagen). Die Schreibweise, in welcher die Notizen über diese Agas zu uns gekommen, ist eine andere, als die sonst im Sinear üblich gewesene ehaldäische, und darum schwer zu lesen. Der letztere Agu nannte sich »König der Kassu, und der Akkad, König von Babilu, der Pa dan, der Alman und der Guti, und der vier Landschaften Sinears*. Agu war demnach der Aga verschiedener Völker, er hatte seinen Sitz in Babilu, und beherrschte von da erstlich die Kassu oder die Kuschiten, Kossäer, die Zeugschmiede im Osten und Süd westen des Sinear; zweitens die wendisch - khattischen Akkad, deren Sitze sich von Kutha, einer der Städte im Umkreis Babilu's bis El- Asar in Assyrien erstreckten. Mit den Saken waren, wie gesagt, eingewandert: die wilden Jäirtenstämme der Padan, deren Name im heutigen Oberhessen Batten"], [19, "15 eben wurde, wo sie als eine Abtheilung der Lahnsueven aultraten, bath ist Schlacht, Tod, bathan, Kriegsmann. franz. baltre, weiter die Alman. Alemannen, wilde Männer, am Oberrhein chattischsucvisehen Stammes und die Guti, Gothen, reine Sueven. 3onad in der That ein Schwärm fremder, wilder Völker, die hier wie später in Europa unter der Führung von Saken-Agas standen, welche sowohl Kriegsobersto als Oberpriester oder »Sa garten-5 waren. Der letzte gewaltige Saken-Aga war Sag-araktias. Derselbe sass in Babel, etwa 2000 Jahre vor Chr. ; sein Name kommt von arach, Kämpfer, und uiais, Fürst, bedeutet also einen tapfern Sakenfürsten ; denn er eroberte Agane, die letzte und stärkste L'urg der Chaldu, in dieselben noch bis dahin gehalten hatten; dort im Tempel der Ulbar fand aiulerthalbtausend Jahre später Nabonid, der schon genannte letzte König von Babel, die Gedenktafeln des Sag aractias, welche nach dessen Angaben Folgendes enthielten: »Ich Sagaraktias, in Wahrheit König der Hirten und von Babilu, erkläre, dass mich der Gott Samas (Tagesgott) und die Göttin Anunit (Anna. Juno) beriefen, um das Land und die Völker zu regieren, sie füllten meine Taschen mit dem Tribut aller Menschen. Der Tempel des Tages, der Tempel des Samas, meines Herrn, zu Sippar und der Tempel der Ulbar-Annunit, meiner Herrin zu Sippar, lagen seit der Regierung des Zabum (oder Sisuthrus des Noe der Ge nesis.) aus alter Zeit in Trümmern; ich erbaute wieder einen Tempel der Samara- Anunit u. s. w.K Ul-bar ward die Anunit, die Frau des Himmelsgottes Anu, also die Mondgöttin, deshalb genannt, weil sie in der Universitätsstadt Sippar verehrt wurde, denn oil ist gelehrt, daher die Ollamhs oder Gelehrten und bar ist Barde. Samara I sie als eine Semir-amaid, eine Smaragden-Maid oder gedacht war, als eine mit grünen heiligen Steinen ge schmückte Amazone. Die Semixamis war bekanntlich keine bestimmte sOnlichkeit, sondern 1er Beiname der Astarte oder Istar, der Himmelskönigin von Babel, welcher denn auch später von Nebu cadnezar die sogenannten hängenden Gärten geweiht waren, welche derselbe seim-r Frau, der Aniuhit. zu Gefallen dort erbauen liess. Die Herrschaft der Saken wurde 1500 v. Chr. durch Hain m-Urabi, den Chamiden, Chamaven, Cham-Araber oder Räuber wiederzertrümmert. (Das Weitere ist im siebenten Hefte meiner Saken und Sachsen gegeben. Ueber die traurigen Folgen des Einfalles dor Sako-Sueven im Sinear für die ehaldäische Bevölkerung und über die Flucht eines Theiles derselben unter Ardfear, wohl dem Fluss - Aufseher, Jen Euphrat aufwärts, erzählt Eolus weiter, wie folgt: Und viele des Volkes wurden gefangen und viele er schlagen, aber Einige waren glücklicher als ihre Brüder. Und Ardfear '), der Häuptling seines Geschlechts, und alle die Häupter des Volkes, das sich um den Häuptling sammelte, rund um die Gezelto Ardfears wohnend, entrannen der Schärfe des Schwertes von Eis-soir.2) Und Ardfear schwamm auf dem Busen des gesegneten Affreidg-eis, und die Wasser trugen sein kleines Schiff, bis er landete in den Ebenen von Ard-mionn. s)"], [20, "16 Und Alles, was aus Magh-sean-ar*) ausgezogen war, wohnte in Ard-mionn, und Ardfear herrschte im Lande wie sonst, aber nun in Person.5) ') Ardfear hoch — Mann, gleich dem König Artus. !) Eis-soir waren ««», d. i. Leute aus dem aoir oder Osten; daraus enstand der Name der Assyrer, welche von Babel als Mark grafen am mittleren Tigris angesetzt wurden, sich aber dort, im Ober lande aith-tir oder in Aturi;.. bald unabhängig zu machen suchten, da rüber mit der Mutterstadt Babel in langwierige Kämpfe geriethen, die selbe erst besiegten, schliesslich aber doch von letzterer im Vereine mit den Matjyn oder Madjaren, Aorsen und Saken geschlagen und ver nichtet wurden. Der Sitz der assyrischen Markgrafen befand sich erst in El-Assar oder El-assiir in der Nähe der Mündung des unteren Zab in den Tigris, wurde aber allmählich mehr nördlich geschoben, zunächt nach Kalakh (Kalah, Calais Hafen) an der Mündung des oberen Zab, und endlich nach Khorsabad und Ninua oder Ninive (Neustadt), dem heuligen Mossul gegenüber. ö) Ard-mionn, Armenien, Hoch -Berg -land, moin, main, min mynt, mötit, ■mau». Emaus, Hämus ist Berg. 4) Magh-sean-ar ist <ias magh oder Feld des Sinear; letzters Form bedeutet wieder dasselbe von caan, cain. /zin, »in Feld und ar gross, eine' Tautologie, ,-igt, dass der Name Sinear älter ist als die Einwanderung der Chaldäer, welche als. Erklärung ihr magh vorsetzten. In ähnlicher Weise bildest u sieh auen in Europa die heu tigen Fluss- und Bergnamer. aus altkeltische» oder noch alteren drui dischen Namen mit angehängter schwäbischer Uebersetzung, z. B. Don, tuin, Fluss, mit dem schwäbischen aa wurde daraus die Tunaha oder Donau. Das ehaldäische magh oder maidfi, Feld, gab den Medern, Madian oder Madjaren den Namen, denn diese stammen ans .lern magh-seannar oder Sinear, wesshalb ihr Name bei den Parsen neben Madian auch Matjin oder Ma-tziu lautete, was dai'ii wieder zu Ver wechslungen mit den Cingaren oder Czechen Kusistans im Osten von Babel Veranlassung gab. In Oberegypten oder Nubien befindet sich auch ein Siuear, Sennar oder grq -<-.- F-ldi, Ägypten wurde, wie schön berichtet, mehreremale von den Chaldäern erobert, und stammte von denselben dort namentlich die sechste Dynastie mit der Nitociis ab. (Vergl. hierüber meine Entstehung der Hebräer, wo als Einleitung die fnmte Urgeschichte Egypten's nach der Uebertraguiig «es Henry Brugseh- Bey, des besten Buches, das wir jetzt über'den Inhalt der Grab denkmale besitzen, mitgetheilt ist. Die Zeitbeieehnung zwischen den Assy rologen und Aegyptologen bedürfte übrigens noch einiger Ausgleichung.) ') Nun in Person, weil Ardfear in Chaldäa, gleich dem ge nannten Akki, blos Flussautseher und insoferne gteHyeftreter des Czaren gewesen; darum flüchtet« er zu Schiff den Fluss aufwärts wo ihm lie Sako-Sueven als Reiter nicht gut beikommen konnten. Er hiess auch Naoi,- (navis Schiff] >v ■• wii weiter unten - eben werden, entsprechend dem Nuah n chaldäischen Schiffgott, und dem Nokl der Hebräer. Und der Feind von [Qsften hielt ein ganzes Jahr lang das Schwert nicht iu der Scheide, und als das Jahr vollendet war, da ward's Friede."], [21, "17 II. (Thurm zu Babel, Ardfear-Noe's Tod, Jap'uot). Und Eis-soir machte die Erde dröhnen unter dem Ge wicht, das er ihr auflegte an den Stellen, wo sonst die Zelte Ardfear's und der Volkshäupter gestanden hatten. Richtete er nicht dauernde Wohnstätten auf und Walle rund herum, und einen Wachsthum1) zur Erkundung des Landes von allen Seiten? ') Der Wachtthurrn oder Thurm zu Babel. Hier ist blos von einem die Rede; jeder Gau hatte aber auf seiner Fhi33insel einen solchen angelegt, die Saken dou ihrigen zuerst in Nipur, südöstlich \\e-.. Babel. Den höchsten erbaute, aber viel später, Nebucaduezar, dieser wurde von den Persern zerstört. Und Haufen dL'S Volkes sammelten sich um die Zelte Ardfear's in Ard-miouu, uud das Volk wuchs ausnehmend. Und als Ardfear einmal zwanzig und eilf Ringe (2213) in Ard-mionn regiert hatte, da und dort, starb er. Und all die Kinder des Landes von sonsten1) und die des Volkes versammelten sieh, und sie legten den Leich nam von Ardfear in das Schiff, in dem ihn die Wasser des gesegneten Affreidg-eis von Magh-sean-ar nach Aid-mionn getragen hatten. ') Di dei Landes HMen und tybareniseh.- Feuer Arbeiter, wie sich später zeigen wird. Und sie brachten das Schiff an die Stelle, wo es stehen geblieben war, als Ardfear aus demselben ins Land kam. Und sie erhoben das Schiff, das den Körper des Häupt lings trug, aus dem Wasser, und es ward getragen auf den Schultern der Edlen in der Strecke von neunhundert Schrit ten vom Ufer des rVassers gegen Sonnen- Niedergang. Und hier wurde d f, das den Körper Ardfear's trag, niedergesetzt, und hier ward ihm sein Grabhügel ') er richtet — zum Andenken für immer. ') Grabhügel in derselben Weise, wie die Gomile und .ane Europa's, hier ein Schiff in der Mitte, wie dies in ähn licher Weise auch in Scandinavieu üblich war. Und alles Volk wehklagte irnerlich und ergoss sich in lauten Klagen, den Geist Ardfear's anrufend, und nannte ihn: Naoi, den Auserwählten ßüal's zur Erhaltung des Ge schlechts von Absal und des Stammes Nasi, l ) den die Ge wässer des gesegneten Affreidg-eis in Sicherheit nach Aid mionn getragen. •2"], [22, "18 ') N a s i Schiffleute von naoi Schiff und dae oder ti Leute. Aus dieser Flucht chaldäischer Schiffieute nach Armenien, verbunden mit der weit älteren Sage von der Sündflutb, aus welcher sich Sisuth rus oder Zabum rettete, entstand in Canaan bei den Hebräern die Sage von Noah oder Noe. Sisutbrus schwamm aber mit seiner Arche nicht stromaufwärts auf den Ararat in Armenien, sondern den Euph rat abwärts in den persischen Meerbusen in das Land Nizir, oder Schiiftand naoi-tir, wie aus der chaldäischen Dichtung Isdubar's her vorgeht. (Vergl. meine Saken VII. Heft, Seite 85). Japhet 2213-2172. Und Macaar,1) der Sohn Ardfear's ward gewählt an die Stelle seines Vaters, und man nannte ihn Jath-foth 2), den ersten des Geschlechtes Absal, der gewählt wurde zu herr schen über Ard-mionD, der neuen Grüudung der Kinder Ardfear's in jenem Lande. Und Jath-foth starb, nachdem er zweimal zwanzig und einen Ring regiert hatte. (2172). ') Ma c aar, Mac-ar, Sohn-gross, oder auf das Volk bezogen, M a g h - a r, Feldmann, M a g y a r e. 2) Jath-foth oder Jah-fot, Landesfürst; foth in der weiche ren Form b o d h, b o d kommt später durch ganz Europa vor, als bei Marbod, Teutobod. Aus diesem Jah-fot entstand der Japhet der Genesis als Eponymos der Nordvölker im Gegensatze zu. C ha m, dem Chamaven oder Araber der syrischen Wüste, die heute noch Sbam heisst, und dem Sem oder Sumir, dem kleineren Dunkelhäuter. Japhet war nach Eolus in der That ein Sohn Ardfear-Noe's, Cham und Sem gehörten aber anderen Völkern an , Cham den Sueven oder Tamhu , Sem den Dyvs, oder dunklen Urbewohnern, welche sich aus Jndien über das Sinear und Arabien bis nach Egypten und Lybicn erstreckten. Von diesen Semiten stammten in ihrer Haupt masse die Hebräer ab, von Cham die räuberischen Beduinen, wel che den Juden viel zu schaffen machten, und darum in der Genesis übel wegkommen. Cham ist Kampf, C a m o s war der Kriegsgott der Moabiter. Rothhäutig waren die Chamaven nicht, wohl aber, wie die meisten Sueven, rotbhaarig; die wilden Amalek oder Amaler, die später als Königsgescblecbt bei den Ostgotheu vorkamen, und bis heute noch im Namen Amelung oder Amerung sich erhielten, ge hörten diesea Kindern Chams an. III. (Og, Jafan nnd Ogyges.) Og 2172-2145. Nun warfen alle Söhne Jathfoths das Loos unter sich, zu erfahren, wer sitzen sollte auf dem Stuhl ihres Vaters, und das Loos traf den ältesten. Aber als die Häupter des"], [23, "19 Volks hörten , was die Söhne Jathfoths gethan batten, riefen sie aus mit einer Stimme : wir wollen aus dem Ge schlecht Ardfear's den wählen, der regieren soll. Und alle Söhne Jathfoths, fünf Söhne, und alle die Häupter des Volkes versammelten sich auf dem Berge, eigentlich dem Grabhügel, unter dem lag Ardfear, der Sohn Am-loac's,1) vom Stamme Absal. Und sie wählten 0 g,2) den jüngsten der Söhne Jathfoths, zu herrschen über das Land. Und der älteste sagte zu Og in Gegenwart seiner Brüder und der Kinder des Landes : „Ich bitte dich, lass mich ziehen aus Ardmionn, und mit mir nehmen Diejenigen, die mit mir ziehen wollen — das Land ist zu enge für die Menge.\" Und Og hörte die Worte mit Wohlgefallen, und als Alles bereitet war, richtete Og ein grosses Fest an, für seinen Bruder und seine Begleiter. Und jedermann reichte ihnen Gaben, Waffen und Kleider in Ueberfluss — Mädchen nahmen sie nicht; denn sie sagten ; wir wollen uns verbinden mit den Töchtern des Landes, wohin wir kommen werden. Und sie zogen aus — Jat-ban3) und Ogeag e i s *) aus Ardmionn, abendwärts als Baal die Schwelle seines Hauses Tion-scnad :>) betreten, im zweiten Jahre der Regierung von Og. (2170.) Und Og versammelte die Krieger, und er zog aus vor ihnen, und kehrte als Sieger zurück, seine Grenzen auf allen Seiten erweiternd. Und Og drang gegen die Finger von Baal\") unterhalb Gab a- Casan7) und er trieb das Volk dieses Landes über die Berge, wo roth glühend Eisen f 1 i e s 8 1 , und das Volk trat auf glühende Kohlen vor dem An gesiebte Og'a und der Nomades8) von Ardmionn. Und Og9) wurde berühmt, ein Mann des Ruhms, und Volker wurden bei seinem Namen genannt, und als er einmal zwanzig und sieben Ringe regiert hatte, da starb er. (2145.) Und zwischen Og und Dorka waren neunmal zwanzig und eilf Ringe gezählt. (1954.) *) Am-loagh, wild-tapfer, von amha und loagh oder laogh. Held, ein Name, der bet Kudur Laoghmer oder maoir wiederkehrt, des- 2»"], [24, "20 gleichen bei den Lakkobarden-Suevec, die in Longo-barden oder gar in Lang-bärte gedeutet wurden. J) 0 g, der Junge, von ogha, jung. Es ist dies der „Gog und M a g o g\" Ezechiels. 3) Jatban, irisch iath-bhan bedeutet einen Laud -Verbaunten ; bhan oder fan ist abwärts, nach dem Untergänge der Sonne zu, also westlich, daraus entstand nach Eolus derNarne der Javaner, Jioner oder Jonier, welche in der That aus Klein-Asien immer mehr westwärts wandernd, bis nach Griechenland gelangten, wo sie in Achaia im nördlichen Theile des Peloponeses die jonischen Städte und sodann Athen gerade nicht zuerst anlegten, wohl aber mit neuen Ansiedlern bevölkerten. Hiezu ist jedoch zu bemerken, daä3 der Name der Jonier schon in der Form Abu in dem alten Reiche der Jamuden am Oxus vorkam, wo sie die Kaufmannskaste bildeten, desgleichen im Sinear , noch vor Einwanderung der Gaelag in diesen Landstrich, so dass, um beide Angaben zu verbinden, angenommen werden müsste, dass bei der Auswanderung Jät-ban's aus Armenier es vorzugsweise die schon vor der Ankunft Ard-fear's dort angesie delten Anu waren, welche unter Jatbau westwärts zogen. Nach Eze chiel (27, 13) lebten die Javan neben oder unter den Tubal, den Schmieden Tyharene's, und den Me3ech oder Moschern am südöst lichen Ende des schwarzen Meeres, also an den Grenzen Armeniens uud Iberiens; sie trieben dort Handel mit Menschen uud Erz geräthen. Da die Jonier jedenfalls zur See nach Griechenland kamen, so nennt sie Herodot (1, 56) ein pelasgisches, das heisst ein auf dem Pelagoa oder bial-uisge, grosä Wasser, dahin gelangtes, denn der Name Pelasger bedeutet kein bestimmtes Volk, sondern blos Seefahrer. In Achaia hiessen diese jonischen Pelasger zum Unterschiede von andern ägialische oder Küstenpelasger. Die athenischen Jonier hiessen ebenfalls Pelasger und zwar kranische oder Kranaer, von crona oder Groua, Burg, Akropjlis. Später wur den diese Burgbewohner nach Kekrops Kekropiden, nach Erech theus Athener und angeblich nach einem Fürsten Jon Jonier genannt, wie Herodot (VIII, 44) combiuirt. — Jedenfalls stammen sie aus Armenien, dessen Bevölkerung heute noch sieb vorzugsweise mit Handel befasst. 4) Ogeageis, bei den Athenern und Böotiern Ogyges odei blos Ogen, ein alter König, zu dessen Zeit eine grosse Fluth über die Erde gekommen. Da Ogyges nach den gälischen Aunalen zugleich mit Javan aus Armenien westwärts wanderte, und selbst oder mittelst seiner Nachkommen in Griechenland auftrat, so ergibt sich damit die ogygische Fluth als dieselbe, welche sonst Sündfluth genannt wird, und deren Kenntniss durch die Chaldäer erst nach Armenien. und durch diese Javan und Ogygen nach Griechenland kam. Ogeag eis bedeutet einen Seemann, von oichig, wasserig, und eus, Mann, 5) Tion-scnad, Anfangszeit, Frühjahr. 8) Finger von Baal, das Nordlicht oder Norden über haupt; die „Stärke\" Baal's bedeutet den Süden. 7) Unterhalb Gaba Casan oder dem Kaukasus. Gabhan oder golhain, gobha, gota, gau ist Schmied und casan \"VW\", daraus entstand Kau-kas, der Schmiedepfad oder Weg, den die5 aus dem"], [25, "21 koraen dos Gebirges nach Iberien wandernden Sciimiede einzuschlagen pflegten; es ist der Terek-Pa -.. der beute noch die kür- Verbindungsstrassi zwischen der Kabarda im Nordei de birges und G der Iberien bildet -U. dem Namen Kau-kas ergibt sich, dass die Schmiede vor den Chaldäern, aber von Norden ' das Land gekommen waren. Nach den Angaben der Chi . ling, das ist eben die Schmiede, ursprünglich am Altai. nach der indischen Gau-ru-Sage aus einer Verbindung der Sueven mit den Dyvs hervorgegangen s) Nomade; hi-r nicht Nomaden, sondern von nouiha. neu, Lnsiedler. An der Spitze derselben trieb Og die Schmiede über den Kau-kas zurück, er selbst aber blieb noch im Süden desselben stehen. 9) Von diesem Og oder Gog (Held, Kokles) und Ma-gog, (Land des Gog) wiss sowohl die Genesis als der Prophet Ezechiel zu ten. Letzterer sagt: .Gog im Lande Ma^'og ist der oberste der Mesech und Thubal\", das ist der Moscher (Mysier) und Tybarener, der Hirten und Eisengiesser. Die Araber bezeichneten mit Jagug va Magug die Skythen des Kaukasus, also unser Gaal ol bei den Ossethen, den Äsen des Kaukasus, bedeutete ■ yhogh einen k \\g-el, ma-g/t. ' also Bergland. Nun folgt in den Annalen des Folus eine Lücke von beinahe 200 Jahren, denn der von di.n Hebräern gefürchtetc Og starb 2145, während Dorka, der Targitaos des Herodot, der Thargamos oder Thogarma der Armenier nnd Georgier, seine Begierui g erst mit 1954 begann. IV. (Uenergang aber den Kaukasus.) Porka (Targitaos, Targamos.) 1954-1950. In den Tagen von Dorca !) erfüllten die Nomades alles Land zwischen Eisamhan und Eri c- e ann. 2) Und aU er vier Ringe regiert hatte (1950), setzte er Glas,3) seinen Bruder, über das Land und nannte es I b e r.1) In diesen Tagen zogen Haufen des Voltes über die Höhen von Gaban Casan. In jener weiLen Ferne errichteten sie ih reZelte, und blieben daselbst und nannten das Land ihrer Wohnung Jath-Sciot, 5) zum Andenken unseres Geschlechtes.11) l) D o r k a , im Keltischen bedeutet torc einen Eber, wilden Krieger. ') E i s - a m h ». n und E r i c - e a n, schwarzes und kaspisches Meer. Ei», eas ist schlimm, gefährlich, amhan Wasser, entsprechend dem alten Rufe des Euxiuus ; das Eric-ean kommt von eiVic Eis, Kälte, and ean, Wasser, daraus wurde das byrkanische Meer. ') Glas gleich Gleua, Ordner, Regent, Landvogt über Iberien, das Bergland, das mm Theil von Tnbhal oder Schmieden bewohnl"], [26, "22 war, die also schon vor den Galen sich dort ansässig gemacht. In der Form Tybarene erhielt sich das Andenken an diese Tubars bei den Griechen. •*) Ib er, Iberien, der westliche Theil Georgiens; harr bedeutet jede Höhe, ibh-bai-r Land-hoch ; in gleichem Sinne hiess auch in Spa nien das Gebirgsland am Ebro sammt den Pyrenäen Iberien; die dort wohnenden Kelten und Basken wurden danach von den Römern als Kelt-Iberen bezeichnet, und in der That 3tammte denn auch der gälischo Theil dieser Kelt-Iberen aus dem kaukasischen Iberien, wie aus den Angaben des Eolus erhellt. S t r a b o n (Buch 11) nennt unter den Bewohnern der Lande zwischen dem schwarzen uud kaspi schen Meere noch die Gelen (Gaelen) neben den Cadusen (Chat ten), Amardern (Marsen) und anderen Bergvölkern. Die Iberen, sagt er, bewohnten regelmässig gebaute Städte mit Ziegeldächern (baby lonische Erfindung), das Land sai wohl voll Bergen, habe aber auch eine Ebene , auf welcher Ackerbau getrieben werde ; die Sitten der Bewohner dieser Ebene seien armenisch und medisch (madjarisch, denn Iberen, Armenier und Meder stammten alle drei von den Gae lag oder Chaldäern Babylons), sie zerfielen in vier Classen, die erste sei diejenige , aus welcher die Könige, Richter und Kriegsoberstea genommen würden, die zweite die der Priester, die dritte die der Krieger und Ackerbauern, die vierte die der königlichen Leibeigenen (hervorgegangen aus den früher ansässig gewesenen und unterjochten Stämmen). Das Vermögen, Haus und Hof, gehöre der Familie, welche unter dem Aeltesten derselben stehe. Oestlich von Iberien bis zum kaspisehen Meere lebten die Albaner, ein Hirtenvolk, dasein grösseres Heer , als die Iberen zu steilen vermöge , nämlich 60.000 Mann Fussvolk und 22.000 Reiter. .Ihre Bewaffnung sei dieselbe, wie die iberische, Wurfspiess, Bogen, Panzer, lange Schilde und Helme von Leder ; sie redeten sechsundzwanzig verschiedene Sprachen und zerfielen in ebecsoviele unabhängige Clane (weshalb sie denn auch von den Iberen unter Og und Dorka leicht unterworfen werden konnten). Als Götter verehrten sie die Sonne und besonders die MondgöttiD, welche an der iberischen Grenze einen Tempel mit vielen Tempelsclaven besass. Dies das Volk, über welches die Iberen ihre Herrschaft ostwärts ausdehnten, als sie von Armenien her in Geor gien (dem Ackerbaulande) einrückten. AI ban bedeutet hoher Berg. 5) Jath -sciot, Land der Pfeile oder Pfeilschützer, Sky then des Kaukasus. Sgaitl, sgiot, saighead, lat. sagüta ist der Pfeil. Der Uebergang geschah also zu Dorka's Zeit, uicht ganz 2000 v. Chr. Herodot (IV, 5) nennt diesen Dorka in der Form Targitaos, die Sagen der Armenier und Georgier kennen ihn als T a r g a m o s oder versetzt Togarmos. Tork bedeutet, wie gesagt, einen Eber, Krie ger, das angehängte taos, duais einen Fürsten, während amha tapfer, wild ist. Von der Zeit dieses Ebers leitet Herodot die Entstehung der Skythen her, als des Jüngsten\" Volkes, und dies ist aucl: inso ferne richtig, als durch den Uebergang der Galen über den Kaukasus und deren Herrschaft über die früher dort ansässig geweseneu „Wil den\" das Skythenland erst zu historischer Bedeutung gelangte. Von diesen Skythen stammt nun eine Reihe voll Völkern, welche von da ab sich in der Geschichte Südrusslands durch ihre Streifzüge und Kämpfe mit den Persern bemerklich machten und später unter ver schiedenen Namen, als Sarmaten, Alanen. Cabaren (Cabardiner),"], [27, "23 Tseherkessen, Jazygen, Polen, Magyaren bis zur Theiss und Weichsel, dann als Äsen uud Jaswingen bis zur Ostsee und nach Skandinavien vordrangen, und weite Lander ihrer Herrschaft unterwarfen, (Vergl. darüber meine „ Abstammung der Magyaren\".) a) Alles was hier in den Schriften des Eolus über die Wan derung der Gaelen von Babel nach Armenien und Georgien berichtet wird, erhält seine Bestätigung durch die ältesten Sagen der Armenier und Georgier, welche erst in unseren Tagen bekannter wurden, und von welchen dem Iren O'connor schwerlich jemals ein Wort zur Kenntniss kam. Nach dem Armenier Mar Abas von Catina (150 v. Chr.) war Haig (Haka, Aga) der erste Führer der Armenier; derselbe hatte ungefähr 22 Jahrhunderte v. Chr. Babel verlassen, um s;eh der Tyrannei des B e 1 u s, Königs der Assyrer, zu entziehen. Letzterer verfolgte ihn bis nach Armenien, wurde aber am Wansee geschlagen, und von Haik getödtet. Die 22 Jahrhunderte v. Chr., zu welcher Zeit Haik oder der Aga der Chaldäer aus Babel flüchtete, stimmen genau mit den An gaben des Eolus überein, der den Ardfear 2244 v. Chr. von Babel wegziehen l Haik soll nach armenischen Angaben ein Sohn des Taglath gewesen sein, der mit dem Thogarma, dem angeblichen Enkel des Japhet id\"ntiücirt wird. Hier liegen Verwechslungen vor ; Toganna, richtiger Tbarkamo, ist der Dorka des Eolus, der Targitaos des Herodot, der zwar ein, Nachfolger des Japhet, nicht aber dessen Enkei war, und was den Ta-glath betrifft, so wird wohl der von genannte Glas, der Bruder des Dorca, darunter zu verstehen sein. Richtiger gibt die georgische Chronik, welche König Wakh t a n k V. im vorigen Jahrh undert nach alten Urkunden zusammen stellen liess, die in den Klöstern von Mtskheta und Gelati gefunden wurden, diese Verwandtschaft an. Darnach stammen die Georgier von Tbargamos (Dorka), einem Urenkel des Japhet, eines Sohnes des Noe., (Ardfear.) Lies stimmt mit den Angaben des Eokus überein, welcher ohnehin um 1000 Jahre den Ereignissen, die er erzählt, näher stand, als der angeführte Mar Abas von Catina. (Vergl. Weiss Welt gesch. I. 1. 275.) V- (Trennung Ibrriens oder Georgiens von Armenien. Glanzperiode Iberiens. Glas. 1950-1933. Und Glas ward gesetzt zu herrschen in I b e r, und er sass auf dem Herrn-Stuhl durch siebeuzehn Ringe und starb. (1933.) File. 1933-1910. Und File,1) sein Sohn, ward erwählt, und Dorca starb in Ardmionn und Lonrac,2) sein Sohn, gedachte File und die Kinder von Iber zinsbar zu machen."], [28, "24 i) File. Dichter. 2) Lom-ark. glänzend, prachtliebend. File, der Sohn des Statt hälters Glas, wurde sonach zum König von Iberien gewählt, während in Armenien der Sohn des Dorka, - i a i las Ruder kam; letzterer wollte Iberien wieder mit Armenien vereinig i - gelang aber nicht, und von da an blieben auch beide Länder fa getrennt. Und File legte dem Boten Worte in den Mund, und die Worte waren: „Die Männer von Iber wollen keinen Tribut zahlen — will Lonrac herüberkommen, der Weg ist weit, und vielleicht ■ — \" Und Lonrac blieb in Ardmionn. Und File starb zur Zeit, als einmal zwanzig und drei Ringe verlaufen waren. (1910.) Von File's Todestag bis Daire gewählt wurde, verliefen dreihundert viermal zwanzig uud sechzehn Ringe. (1514.) Dairc. 1514— 1492. In diesen Tagen erfüllten die Gaalen alles Land zwischen Eis-amhan und Eric -eann, und sie über trafen alle Völker im Gebrauch des Bogens1), und erweiterten ihre Grenzen westwärts , und südwärts, und wurden erfahrene Bergleute und Schwert- Schmiede2) und Verfertiger ehernen Gelasses. Und mit dem Werk ihrer Hände besuchten sie die Gewässer von Eric-eann, und ihre Brüder von Ardmionn empfingen sie mit offenen Armen, und hinderten sie nicht, das Land zu durchziehen, wohin ihnen gefiele. Und die Gaelen von Ib-Er wuchsen, und verbrei teten sich im Norden über die Busen von A i 1 - b e a n n3) und wohnten in jenem Land. Und Daire starb, nachdem er einmal zwanzig und zwei Ringe regiert hatte (1492), und keiner der Fürsten in Ib-Er kam ihm gleich in Anstand, Körperstärke und Geschick im Gebrauch der Kriegswaffe, als allein der ge waltige Og von Mag-og.4) ') Daher ihr Name Gaal sgiod, Pfeilvolk, Skythe; w< hauptsächlich nur auf der Nordseite des Kaukasus in Uebung kam. 2) Sehwertschmiede, wohl die Chalyber der Griechen im Lande Pontus, westwärts vm Iberien, chalybs ist griechisch der Stahl. 3) Im Norden über den Thalschluchten oder Busen des ail bhean oder Ubiu, des Felsengebirges Albaniens sammt dem Kaukasus Aus Ilbhin wurde bei uns Helfenstein."], [29, "25 4) Og von Ma-gog: 'na ist Land, G0.7 oder cog. Kampf (KokV ■ Ezechiel (38. 39) beherrschte äii - (durch Alli teratio ntstanden) im Lande Magog die M«secb und Tubal oder die Moscher und Tybarener. Die Tubal sind ' ede, die r. Waldbewohner, Hirten, wohl dieselben, wie die Albaner, die übrigens in eine ffengt . irs bii I nei Stämme zerfielen. Ezechiel kannte diesen Gog von dem Einfall Ler. welchen die nord- - beu kurz vor der Zerstörung Ninives in der Hälfte des V. Jahrh, v. Chr. also kurz vor Ezechiel nach Syrien und Canaan gern icht husten. Pam ehteu und durchplünderten die-'. Skythen Vorder- Asien acht und zwanzig Jahre lang, brachen die Macht der Assyrer, und machten es dem Kyaxares. dem Könige von Medien, Georgien und Armenien möglich, im Bunde mit den Baby loniern Ninive zu zerstören. VI. (Thronstreitigkeiten nnd Abzug Calma's nach Sidon.) Nun versammelten sich die Häupter des Volkes, um zu erwählen den, der das Land beherrschen solle an der Stelle von Daire. Und als sie beisammen waren am Hügel vor T 0 b r a d1) im Herzen sich zu C a 1 m a2) neigend, dem Sohne Daire's — umstellte da nicht C e a 1 g a c3) den Berg mit erlesenen Gehülfen, die, aufgereizt durch starke Getränke sich den Volkshäuptern widersetzten? Wurde nicht von diesen im Lärmen Cealgac ausgerufen? ') Tobrad oder logradh ist Wahl, Wunsch. 2) Calma, calm. brav, tapfer. 3) Cealg, Betrug, cealgach, betrügerisch. So wurde Cealgac gewählt — und er suchte Calma, um ihn zu todten, denn er eiferte gegen ihn um der Liebe willeD, die zu ihm das Volk trug. Und Calma sagte zu seinem Bruder und sprach : „Cealgac, wir sind Brüder von einem Vater, aus einem Mutterleib ans Licht getreten, einerlei Brüste haben uns gesäugt. Willst du vor den Ohren des Volkes versprechen, deiner seither unbeherrschten Leidenschaft zu gebieten, den Tapfern und Tugendhaften um dich zu sammeln, dem Feigen, Lasterhaften und Trägen den Rücken zu kehren, und Gerechtigkeit zu achten? So mag Cealgac seinen Sitz behalten, Calma will Ib-Er seiner Väter verlassen, und die mit sich nehmen, die ihm folgen wollen.\" Und die Worte gefielen Cealgac, und es ward so. Und Calma verzog noch während einem Ring in Ib-Er (1491),"], [30, "26 und wählte aus neunmal neun Jünglinge, und jeder von ihnen erwählte neun, alle vom Skythenvolk von Ib-Er, und je einer von neun nahm zu sich ein Mädchen nach Wahl. Und jeder Jüngling hatte Schwert und Schild, seinen Tubal-Stock, J) Bogen und den Köcher voller Pfeile. ') Tubalstock, Stock mit daran befestigter Schleuder, wohl eine Erfindung der Tubal, und von den Gaelen angenommen. In Ungarn kommen diesen Tubais entsprechende Geschlechter der To polya und Zobolsu vor, die wohl Steinschleuderer waren. Im h bedeutet tabltal oder tabhull die Schleuder, im Slavischen tobola die Tasche. Viele waren noch, die Calma gerne gefolgt wären, aber er untersagte es — sie hörten auf seine Stimme, wenn auch ungern. Und in dem Monat Sgit,1) als Baal seine Kraft er frischt hatte, zogen Calma und seine Begleiter aus dem Land ihrer Väter. >) Sglt, Sommermonat, trocken. Und Calma sprach : „Lasst uns nach dem Land von A o i - m a g1) ziehen, und da erkunden das Loos unserer Brüder, die vor 11 Jahren gefangen, in Sgadan2) in A o i - m a g verkauft worden mit C i u r, 3 • unter dessen Augen Calma gross geworden. ') Aoi-mag, Land der Aahrnu oder Chatto-Föniken. In deu egyptischen Grabschriften der Kr.mseiden werden bei deren Kämpfen im Libanon die Bewohner des letzteren bald Cheta, bald Aahrnu ge nannt; es ist derselbe Name, der schliesslich den Kindern Ainmon oder dem Lande der Ammoniter verblieb. Ursprünglich reichte der Name Aoi-mag über ganz Syrien, Canaan und Phönizien. Mag ist Land, aoi oder aah egyptisch der Mond; die Bezeichnung geht also auf die mondblassen, blonden Cheta, welche in den phenizischen Städten wie in ganz Aoimag die herrsehende Schichte bildeten; ihr Hauptsitz war Hamath zwischen den beiden Libanonketten. 2) Sgadan, Sidon; Sgadan ist der Häring. Die Sidonier nannten nach Justin (18, 3 u. s. w.) den Fisch Sidon. Näher liegt hiefür das keltische sea-dv.n, Seestadt. Sgadan als Stadtname, ist die Stadt der Fische, nicht der Fisch selbst. 3) Cuir, cuar ist Held-gross, Goar, er war Erzieher des Calma. Und am siebenten Tage Abends, als sie vor ihren Zelten lagen, am Ufer des klaren Wassers eines Baches, der das Land bewässerte, als sie ihre Blicke gegen Ib-Er richteten, siehe ! da zog ein Haufen Jünglinge und Mädchen auf sie zu. ündals die näher kamen, erkannte man Ronar d,1) Calma's Bruder, und mit ihm neunmal neun Jünglinge,"], [31, "27 alle bewaffnet, und neun Mädchen bei ihnen — und die Nacht wurde in Tanz und grosser Freude verbracht. i) roinn, Haar, ronnair, bärtig, daher auch roinigh oder Beinecke> der Fuchs mit dem bus-.higen Schwanz. Und als am Morgen Calma seinen Weg fortsetzen wollte, sprach Ronard zu ihm : „Calma, mein Bruder, wie konntest du denken, dass Ronard nach dir in Ib-Er zurück bleiben werde ? Er ist gekommen, um dein Betrübniss zu theilen, wenn du Widerwärtiges erfahren solltest, oder mu einen freudigen Zeugen deines Glückes abzugeben. Ronard wird den Schritten Calma's folgen, Calma wird seinen Brader nicht zurückweisen. Ronard wird lieber einen Theil von Calma's Sorgen, wenn solche ihm bevorstehen, tragen, als in Ib-Er die Stimmen der ihm Gewogenen hören, wenn Calma weit weg ist. Und Calma hörte Ronard's Wort mit Wohlgefallen, und der ganze Haufe jauchzte voll Freude, als es bekannt wurde, dass man sich nicht trennen werde. VII. (Verhandlungen mit Hercnles von Sidon wegen der Ueberfahrt nach Spanien.) Und sie brachen ihre Zelte ab. und zogen gegen Sgadan. Und hier forschten sie nach den Kindern ihres Stammes, und man sagte ihnen, dieselben seien gebracht worden uuf die rechte Seite des Meeres, das beherrscht wird von Sgadan, der Königin der Schiffe, und Nargal1) war damals Herr in Aoi-mag. ') Nargal. Argal, Jorkal, Jörgel, Hercules, der Arge, Grosse oder Gewaltige 1er St. Georg, Stammgott oder Eponymos der Chatto- Föniken, zugleich Titel der Könige von Sidon. Und Nargal sprach freundlich mit Calma, aber er meinte es betrüglicb, und gedachte die Gaalen zu seinen Knechten zu machen. Allein die Kinder von Ib-Er hielten die Rechte an's Schwert — ihre Herzen waren trotzig und unerschrocken. Und Calma kam überein mit den Knechten N a r gal's um den Preis, um den sie ihn und die Seinen in das Land führen sollten, wohin jene Gaalen gebracht wor den, doch Nargal sagte: „die ihr sucht, die sind in Eis feine.1)"], [32, "28 *) Eis-feine, Hispanien, Insel der Fenier. In Schottland heisst das Land, wo einst der Stamm der Fingais oder Fiongals herrschte, d. h., das westliehe Hochschottland sammt den Hebriden Feinne. Fionn ist weis, hell, blond; der Name der Eisfeine oder Hispanier bedeutet demnach dasselbe, was aoimag oder aahrnu, das ist hell im Gegensatze zu den dunkleren Libyern. Lieuren und anderen Ureinwohnern West- Europa's. Der griechische Name Phönikes könnte ebenfalls auf/?on, weiss bezogen werden ; näher liegt aber hier die Purpurschnecke phoinix, welche von den Peniern an den griechischen Küsten gefischt wurde. Und als Calma und Ronard die Worte Nargal's hörten, kam ihnen der Verdacht, Nargal's Herz sei übel gegen sie gesinnt. Und sie sagten zu ihm : Schwöre, dass du nicht be trügerisch an uns bandeln willst — wir wollen deinem Volke zahlen, was es verlangt — wir wissen nicht, wie ihr euch mit unsern Brüdern1) vertragen habt — zwischen dir und uns soll kein Vertrag sein, wohin wir auch ziehen, wollen wir frei leben. Und Nargal schwur bei Sonne, Mond und allen Sternen. ') Unter den „Brüdern\" sind hier die mit Cuir, Calma's Er zieher, nach Spanien übergeführten Gaelen zu verstehen, welche als Gefangene dort in den Silbtrgruben arbeiten mussten. In dieser Weise waren schon verschiedene Abtheilungen nach Spanien gebracht worden, wie wir später sehen werden. Cainia wollte sich und die Seinen diesem Schicksale nicht aussetzen, sondern nur als freier Soldat (mileadh, miles) in fernsehe Dienste treten, deshalb führte dieser Trupp von Ansiedlern, als er am Duero ankam, auch den Namen mileadh, Milc-sier, Soldaten. Am Duero machten sie sich aber dann bald ganz unabhängig. Und während die Gaalen in Sgadan verweilten, ergötzte sich Nargal an den Erzählungen der alten Tage von den Lippen Feit-am's ') — dessen Mundes Worte süss waren. ') Fei tarn, jeitheamh bedeutet aufmerksam. Wächter, faidh ist der Pro-phet, ursprünglich ein „Finder\" der Zukunft. Und gern hätte Nargal Feit-am in Sgadan behalten, auf dass er seine Worte auf Tafeln l) bringen möge zur ewigen Dauer. ') Tafeln, gleich den in Cbaldäa üblich gewesenen, wie die in unseren Tagen in zahlloser Menge aufgefundenen Backstein- und Erztafeln mit den darauf eingegrabenen Keilschriften bezeugen. Aber Feit-am liess sich nicht bereden, doch versprach er wiederzukommen, wenn es Calma gefiele, und die Reise nicht mehr als einen Monat betrage."], [33, "29 Und Calma und Ronard gaben und empfingen von Nargal die Hand der Freundschaft und des Wohlwollens, und zogen ab aus Sgadan. VIII. (Fahrt nach Spanien.) Und sie fuhren gegen Mittag.1) und als sie glaubten an's Land zu kommen, siehe! da wendeten sich die Schiffe g?gen Niedergang und hielten den Lauf, bis sie durch die Pforten der Fluthen gekommen waren, die die Welt des Wassers von der Welt des Landes scheiden. 2) >) Gegen Mittag, nach der Küste Afrika's. 2) Die Pforten der Fluthen, die Meerenge von Gibraltar, welche die Welt des Wassers, den atlantischen Ocean, von der Welt des festen Landts, d. h. von Europa, Afrika und Asien scheidet. Und das Land von Eis-feine war zu Ende an ihrer Rechten, nach einer Weile änderten sie den Lauf, nord wärts steuernd, und am neunten Tage Nachmittags gingen sie an's Land an dem Strom des grossen Wassers.1) ') Dies grosse Wasser ist der Duero oder Duor, (Thür, dwr, Wasser.) Und sie frugen nach Cuir und seinen Gefährten, aber sie hörten nichts von ihnen. Die Männer von Eis-feine am Duor ivaren theils F i r • g n e a t l), geformt aus den Elemeuten des Landes vom Anbeginn — und theils auch selbst Gaalen, von Zeit zu Zeit herübergeführt,2) beide Nargal zinsbar in den Eingeweiden der Erde, uud auf den Höhen über der Tiefe. ') Fir-gneat, eingebome Dunkelhäuter, (fir ist Mann, gneat, geboren), von libyscher Race. 2) Skythische Gaalen von demselben Stamme wie die Milead, Calma's, aber schon früher, also vor 1401 v. Chr., von den Feniern nach Spanien übergeführt, um in den Bergwerken zu arbeiten, die Felder zu bestellen und das Vieh zu hüten. Und die Gaalen von Ib-Er waren verlegen, und ihre Häupter traten zu Calma und Ronard, und alle waren sie gleichen Sinns, zu sterben oder frei zu leben. Und als die Knechte Nargal's dies sahen, sagten sie ihnen, wo die Wohnungen ihrer Brüder zu finden seien."], [34, "30 Und Calma wandte das Gesicht dahinwärts, und er hatte die Wasser des grossen Landstromes ') zu seiner Rechten. ') Den Duero zur Rechten; er zog also auf der Nordseite des Flusses au demselben auswärts gegen das Baskenland. IX. (Zusammentreffen mit den Basken.) Und als der Haufen sieh bewegte, während Baal durch die Zimmer seines Hauses Fluicim J) zog, richteten sie ihren Lauf gegen Mitternacht, bis sie erreichten die Zelte ihres2) Geschlechts, und ihr Häuptling war Dubar3) aus Gaoi-ata-eolac4), der, welcher die Kinder von Ib- Er5) geführt hatte, nicht aus der Gefangenschaft, sondern die Gaelen, die aus Ib-Er ausg«zogen in den Tagen der Grün dungen vor siebenmal zwanzig Ringen (1631)6) in das Land im fernen Süden des Duor 7) von da Gaoi-ata-eloac sie aus Naoi-maid-eis-iat3) führte — und hier blieben sie, und nann ten ihren Landestheil Al-gerb-a,fl) nach unserm Geschlecht. ') Fluicim, Regenzeit, Herbst. 2) „Ihres\" Geschlechtes; später wird angegeben, Dubar, der Führer der Basken, sei nicht vom Stamme Ardfear's gewesen, ob wohl den Gaelen befreundet. z) Dubar, Dubh, schwarz, ar, Mann, also kein blonder heller Gaele, sondern ein Tybarener. 4) Gaoi-ata-eolac, ein Wort, das Oconnor nicht zu erklären wusste, wohl, weil er die Basken nicht kannte. Gaoi ist falsch, ganidhean falsch gefärbt, Mischling, gaidheal Fremdling, Gätule, eolac, evlaigh Flüchtling; die Basken bilden in der That, durch ihre meist schwarzeu Haare und Augen, dunkelere Hautfarbe und kleineren Wuchs den Uebergang zu den hellen grossgewachsenen Völkern arischer Race. Das Wort Ata zwischen gaoi und eolagk, deutet auf die Aditen, welche schon vor den Kelten (Chatten, wie Gaelen) in Afrika einge.irungen waren, und als Hiksos Egypten erobert hatten, wie vorher schein als Aditen den grössten Theil Arabiens. Diese Aditen waren bis in den Atlas gekommen, hatten sich hier mit den dunklen Töchtern des Landes verbunden, und die Mischrace der Gaetulen oder Basken er zeugt. Dem Geschlechte der Gaelen gehören diese Basken jedenfalls nicht an, dies wird durch die gänzliche Verschiedenheit der Sprache beider Racen vollkommen sicher gestellt. Wenn trotzdem Eolus die Basken mit den Gaelen in Verbindung bringt, so geschah dies wohl des halb, weil beide gemeinsam gegen die Feuier in AVaffen standen, und gemeinsam nach Gallien vordrangen; vielleicht auch deshalb, weil die Aadtu oder Sasu, welche die herrschende Schichte unter den Gae tulen bildeten, derselben Race angehörten, wie die Gaelen. Diese herrschende Race ging aber bald in dem Mischvolke der Gaoi unter. 6) Iber. Darnach hätte schon vor dem Abzug Calma's aus Iberien eine frühere Wanderung von da stattgefunden, geführt von"], [35, "31 Dubhar. dem Tybarener. also einem Sehmiede, und hätte sich dieser erst im Lande im fernen Süden des Duero festgesetzt und zwar in lac (iu Numidien), welcher Name in der Form eloagh (Held) als Personenname für den Dubhar gebraucht wird, so dass die Angabe unklar bleibt. Ebenso bezeichnet Eolus die Genossen des Dub har oder Tybaieuers als Gaelen, was sie aber, weil Basken, in ihrer Hauptmass? jedenfalls nicht waren. Indess bedeutet Gael eigentlich einen jeden Fremdling, ebenso wie Gaidheal, Gatüle, womit heutzu- hen Hochländer von den Iren benamst werden, so dass man unter diesen Dubhar-Gaelen eben blos baskische oder gätu lische Fremdlinge verstehen kann. In gleicher Weise bedeutet Tb - er jedes Bergland, nicht blos Bbeiien am Kaukasus, und kann man mit Zuhilfenahme der - hen und nubisch-abyssinischen Gesohichte unter diesem Bber auch das Gebirgsland von Abyssinien verstehen. Dem Eolus war es aber vor Allem darum zu thun, die Basken als Brüder der Gaelen und als Bundesgenossen gegen die Eisfeine darzustellen, gerade wie er bei den Verhandlungen mit Nargal den Ton darauf legt, dass die Gaelen als freie Männer nach dem Duero gebracht worden seien, während die Fenier sie als ihre Soldknechte benutzen wollten. Sicher bei diesen Angaben bleibt zunächst nur, dass die Basken aus ulien im Atlas nach Spanien gekommen sind. 6) Diese Zeitangabe deutet auf die Feldzüge der Tuthmoseu dev ägyptischen Pharaonen von der 18. Dynastie, gegen die Hyksos, wie gegen die Nubier und Abyssinier. Diese Dynastie kam mit Amosis i das Ruder, und behauptete sich bis 1500 v. Chr. Unter den Fürsten dieser Periode kam Thuthmosis I. (1647 — 1625) auf seinen Kriegszügen bis nach Abyssinien. Tuthmosis HI., der von 1625 bis IÖ77 regierte, führte, vie sein Vater Tuthmosis H. ebenfalls langwierige Kriege gegen die Hyksos, Cheta und Kyprioten; er erobert« um 1603 Avaris, die Hauptveste der Sasu am untern Nil, und vertrieb deren Bewohner nach Philistea, wo sie noch in spätern Jahrhunderten eine wichtige Rolle spielten. Sein Nachfolger Amenophis setzte gegen dieselben Völker die Kriege fort, rückte auch wieder \\Tubien, wo er fünf Völker besiegte. Li seine Fusstapfen trat Tuthmosis IV., der die Nilinsel Konosso bei Philae in Nubien eroberte. Die Kriege gegen die Nubier und Abyssinier dauerten noch lange Jahre unter den spätern Pharaonen fort. Durch dieselben wurde noth wendig ein Theil der Bevölkerung zur Auswanderung gegen Westen gezwungen, und da diese Bevölkerung nicht blos aus Dunkelhäutern, sondern auch aus der herrschenden Schichte der Aditen oder Sasu bestand, so erklärt sich damit das Erscheinen von aditischen Flücht- i Afrika's auf eine natürliche Weise. (Vergl. hierüber meine „Entstehung der Hebräer\". Seite 38 und folgende.) Auch von d:-,i .ais Ci t vertriebenen Hykso» muss ein Tneil nach Westafrika gekommen sein , da selbst bis an den Niederrhein Flücht linge derselben zu Schiff gelangten, wie die N e m e d e r - Sage ausweist. Der Name Gaoi scheint sich im Aures -Gebirge er halten zu haben, denn dort haust ein Kabylenstamm, der Schawi genannt wird, Schawi ist nur die gazischte Form für gaoi. Die Sprache Schawi, w:e aller Kabylen, ist eine ganz eigenthümliche, und verdient gfältige Vergleichnng mit dem Baskischen, die bis jetzt noch nicht unternommen wurde. Die Schawi siud theils blond, blauäugig, hochgewachsen und hellhäutig, theils mehr dunkel und"], [36, "32 klein, offenbar aus zwei Racen, der der Sasu und der der Libyer hervorgegangen. Diese Mischung findet sich aber bei allen Kabylen, so namentlich denen Marokko's. Auch die Tuaregs der Sahara gehören dieser Race der Gaoi an, von denen ein Theil aus Nubien und fiabesch als Ata oder Hirten und als Eulagh oder Flüchtlinge nach Lyoien kam, und hier zum Volke der Gätulen oder Gwyddelian zusammenwuchs. In Marokko weiden die Gaoi heutzutage Amaziken genannt, von amasaigh, wild, frei, woraus ,bei den Griechen die Form Maxier oder Maziken wurde. 8) Naoi-maid-eis-ial, ist das iath oder Land der Numidenleute oder Nomaden. Im Irischen bedeutet naimdheas oder namhuid einen Feind, einen schlimmen räuberischen Menschen, entsprechend dem niemce der Slaven, womit diese die Deutschen bezeichnen, dem Worte aber jetzt die Deutung „stumm\" geben, während sie selbst die Reden den, Slovo's, seien, Naomh, neimh, bedeutet im Keltischen 'auch einen Heiligen, daher die Nemeder am Rhein und in Egypten ; endlich ist nomhi soviel wie neu. Man kaun sonach das Wort Numiden auf ver schiedene Art erklären. Die Griechen und Römer benannten alle Nomaden- Völker Lybiens als Numiden, und insofern müssen darunter ebenso die von den Feniem herbeigeführten Ansiedler, als die lybi schen Urbewohner verstanden werden, welche eine bald hellere, bald dunkelers Mischrace gebildet hatten, und von Viehzucht und Raub lebten. Ihre Könige, zur Zeit der Kriege der Römer gegen den Ju gurtha, stammten aus dem Geschlechte der heraklidischen Sophaker. Herakles zeigt deren chattiseh-fenischen Ursprung, und Sophak, Syphax bedeutet einen seabhag, Falken oder Jäger, gleich den Seibecken in Kleinasien. 9) Al-gerb-a, Algarbien im südlichen Portugal von al, hoch und garbh, rauh, bergig. Von da zog aus Fialloac1), der Sohn von Gaoi-ata eloac, und sein Gefolge, und sie bewegten sich auf den Wassern der Tiefe, bis zum Eintritt des Iber5) in die selben, und da gingen sie ans Land, und hier blieben sie, und nannten das Land Bu-eis-ce.3) ') Fialloac, von fial, gut, tapfer und laogh, Held ; er zog aus Algafvien zur See, wohl mit Hilfe fenischer ' Schiffer nach der Mündung des Ebro. 2) I b e r , hier als Flussname der Ebro, lat. Iherus, von y Artikel und bior, Wasser, Fluss. 3) Bu-eis-ce, von bu, Kuh oder Vieh überhaupt, als, Berg, ce, Land, Kuhbergland, Baskenland, Vasconia, Land der Päiici bei Ptolemäus. Und Calma und Ronard waren hochgeehrt bei Dubar und den Gaelen von Iber1) in Bu-ais-ce; denn Dubar war nicht vom Stamme Ardfear's. >) Die Gaeltn am Ebro im Baskenlande waren also nicht vom Stamme Ardfear's, also keine von Babel nach Armenien gewan derten Chaldäer, sondern Dubhar oder Tybarener, die nach Eolus schon vor Calma vom Kaukasus nach Numidien wanderten, und dor| mit Aditen und Libyern zum Volke der Gätulen zusammenwuchsen."], [37, "33 X Bund der Gaelen mit den Basken. Calma's Nachfolger bis auf F.o'tn-. Und Calma und die Seinen wurden verseben mit allen nöthigt n Dingen von ihren Brüdern, und sie blieben bei ihnen, bis Baal sein Haus Tionnscnad1) betrat. • 7' - ad Frühling. Und Calma nahm Min,1) die Tochter von Dnbar, und die Skythen-Gaelen1) breiteten sich aus gegen Niedei und hier errichteten sie ihre Zelte, und nannten das Land Gael-ag.3) lieb. 2) Skythen-Gaden im Gegensatz zu den Ebrb-Gaelen oder - derern am Ebro, d. h. den Basken oder Iberen der H ael-ag, Galizien, Gallaecia, Gael I and in der Nord west-Ecke S] Und Calma herr?chte über die Gaeien von Gaehag im Laufe von fünfzehn Hingen, und starb. (1475.) Und sein Grabhügel wurde errichtet nächst untei Bri-tetgne-ol-Jttine,1) und ganz Gael-ag trauerte, dass Calma nicht mehr war. ') Bri-tetgne-ol-dmne von bri, Hügel, tr-tgne, Feuer, ol-duine hoher Herr. Baal, Gott. Es war der Hügel, wo Jas heilige Feuer von den Priestern unterhalten wurde, die Volksversanunl und dem Sonnengotte Baal. dem ol-duine oder Adonis, Adonai. d. h. dem Herrn, die Opfer dargebracht wurden. Rocard. 1475-1458. Als Calma starb, war sein Sohn Uuil1) noch ein Jüng ling, und Ronard, der Bruder Calma'?, wurde gewählt. Und al.? Duil zum Mann erwachsen war , reiste er nach dem Land von Ib-Er2), und nahm da ein Mädchen, die Tochter Faill's3), des Bruders von Calma und Ronard, ihr Name war Carma-1), aber nun wurde sie Sciota5) genannt, und Duil und Sciota kamen nach Gael-ap. Ronard starb, nachdem er siebenzehn Ringe (1458). '■) i ich waches, liebes Kind. '') Ib - Er, iii'-r II' es Kai t) Fa - deutet einen Bing, falbh einen Wai Nachfol gerin, Zauberin, lat. carmen, Lied, franz. •■härme. Zauber, irisch garm, gnirm,. Bus, Schrei ■ ;hin. 3"], [38, "34 Dnil. 1458-1427. Und es wurde gewählt Duil, der Sohn Calma's, und als er durch einmal zwanzig und eilf Ringe (1427) regiert hatte , da kam eine grosse Krankheit über Duil , und es blieb Niemand übrig aus dtm Stamme Glas ausser Cier1), der einjährige Sohn Airt's2), des Sohnes Duil, Und die Gaelen graben eine Höhle für den Unglück lichen und das Kind, und Tang wurde geholt aus der See, und verbrannt Tag und Nacht ohne Aufhören am Eingang der Höhle, um die Seuche abzuhalten von dem Unglücklichen und dem Kinde. Und das Kind ward En-ar') genannt, darum, dass es r allein\" übrig geblieben von seinem ganzen Stamme in Gael-ag. Und neun Häupter des Volkes herrschten im Lande, bis En-ar das Alter erreicht hatte , und dann ward er gewählt (1403). Und er nahm eine Tochter von Beart,4) dem Herrn der Gaelen von Ib-Er in Buaisce. Und sie gebar ihm acht Söhne, und der Erstgeborne hiess Dealta.5) Und En-ar regierte einmal zwanzig und fünfzehn Ringe und starb. (1368.) ') Cier, ciora, Lämmchen, caoi.-, Schaf. 2) Airt, traurig, unglücklich. J) En-ar. einziger Mann, aon, eins. 4) Beart, bearta, reich, mächtig. Fürst der Basken. 6) Dealta bedeutet Thau, diolta, Belohnung, Entschädigung. Die 24jährige Dauer der Vormundschaft geht auch aus einer spä teren Stelle der Annalen hervor, da sagt Aongus: „Als Ei'ar, Je des Eolus, des weisesten der Menschen, allein von seinem gan schlechte übriggeblieben, waren, es nicht da neun Volkshäupter von Gaelag, die durch 24 Jahre das Land regierten 'i- Die Volljährigkeit begann demnach bei den Gaelen erst mit dem 25. Jahre. (Schluss der Auszeichnungen des Eolus; es beginnen nun die Jahrbücher von Gaelag, die von den Ard-Olams [Erz-Ulemas oder -Gelehrten] aufgezeichnet wurden, zwischen hinein\" tritt aber Eolus selbst auf, so namentlich bei Verkündung seiner 15 Geb o"], [39, "Die Jahrbücher von Gael-ag. T. Eolus. 1368-1335 v. Chr, Nun ward aber Dealta. der Erstgeborne Enar's, nicht gewählt, Eolus ward erhoben auf den Stuhl seines Vaters. Und Eolas, bevor er gewählt war, hatte, während sein Va ter noch lebte, in Iberien, dem Lande der Väter (am Kau kasus) und in dem Lande von Aoimag1) verweilt, um Kentnisse zu sammeln, und sein Wunsch war, zu gehen selbst bis nach Mag-sean-ar2), dem Wohnort unserer Vor eltern, aber die Schwierigkeiten waren grösser, als sein Ver langen. ') Aoi-mag. das mag oder Feld der Aamu oder Ammnniter, welcher Name hier, wie in den egyptisehen Grabmonumenten, den Cheta oder Phöniziern, den Beherrschern allen Landes zwischen dem it und dem Mittelmeer, gegeben wird. Zur Zeit der Juden herrschaft in Canaan schrumpfte die Bezeichnung Ammon, griechisch Ammonitis. auf das Land im Osten des Jordan, oder auf den Anti libanon (Dsehebel Akkar, Karer-Gebirge) ein, und fiel in diesem Sinne mit Aramea zusammen, dessen Hauptstadt Damas-kus, (die Burg der Cus, oder Kuschiten) war. Ram ist Erz, Aramea Erzland, (Ram- rg im Harz). Der Ausdruck Aamu oder Aoimag lässt eine doppelte Deutung zu; im Koptischen bedeutet aah den Mond, die Aamu wann darnach entweder blasse, hellhäutige Mondgesichtor, oder -Verehrer. Legt man dagegen die keltisch chaldaische Form aoi zu Grunde, welche einen Bund bi - ivie bei den keltischen Aoitdae oder Esthen der baltischen Küste, so erhalten wir einen unter der Führung der Chattn-Phslnizier stehen den Bund verschiedener Völker und Fürstenthnmer, der sieb von zum Mittelmeer und vom Taurus bis nach und Egypten zog. „Worauf setzen diese Aamu ihre Hoffnungen.'\"' ruft Ban. von Egypten 14C-Ö v Chr. in der Schlacht Cheta (bei Kedes oder Atesch am Oronti Pergl. Brugsch Bistoire d'Egypte (Seite s eine Ansprache an seinen ■ ,< '■ h werde mich mitten unter sie stürzen; was denkt denn dein Herz von diesen Aamu? Ammon 3«"], [40, "36 (Gott von Theben in Oberegypten) wäre kein Gott, wenn er nicht mein Antlitz vor ihren unzähligen Schaaren verherrlichte.\" Und damit drang er in das Heer dieser „elenden Cheta\", sechsmal stürzte er mitten unter sie u. s. w. Seite 154 wird von diesem Ramses gemeldet, dass er „Neger nach Norden und Aamu nach Nubien versetzt habe\", daher an beiden Orten die vielfachen Mischlinge, so dass unter den Nu biern heute noch arische Gesichtsbildung aber mit brauner Haut, und unter den Ma-roniten, den Nachkommen der Amori oder Aamu im Libanon, oft genug Negertypen vorkommen. (Vergl. Obermüller's Hessen- Völker.) Nach Nubien waren indess schon lange vor Ramses vom süd liehen Arabien her Aditen und Joktaniden, d. h. Sako-Sueven und Chatten gekommen; letztere hatten als Nemeder auf dem rothen Meere die Herrschaft geübt, und zogen sich von da alsAnamim nordwärts bis in den Gau E n e m e ti a in Unteregypten, wo sie an ihre Stammverwandten die Kas-luchen (tapfere Chatten) und weiter an die Phönicier oder Chatto-Fenier stiessen. Zu diesen Nemediern gehörte u. A. auch Osiris oder Easru, von welchem, wie von dessen Frau, der Isis, und deren Sohn Ho rus (Herkules) die egypti schen Priester dem Herodot und dem Diodor allerhand fabelhafte Geschichten zu erzählen wussten. Da von den Ncmedern aur 7 Vertreibung der Hyksos aus Unteregypten, unter deren Herrschaft sie gestanden, ein Theil nach England, Belgien und die Rheinlande ab segelte, wie die Nemeder-Sage ausweist, so gehört dieser Theil der egyptischen, phönizischen oder speciell der erytlr.äischen Geschichte, sammt dem Osiris, der Isis und dem Horus in die Urgeschichte der „deutschen\" Völker. Wir werden diese hochwichtige Nemeder-Sage später des Weiteren erörtern. 2) Mag-sean-ar, oder Sinear-Feld, (sin, xean, wohl gleich caint, caan, Feld, also eine Tautalogie) ist das alte Chaldäa mit der Hauptstadt Babylon, aus welcher unsere Gaelag zur Zeit des Einfalles der Sakumanu 2244 v. Chr. erst nach Armenien und dann nach Spanien auswanderten. Die Iren erklären Mag-eean-ar als „Feld der alten Väter\", denn sean (senex) bedeutet wirklich alt; der Name Sinear ist aber älter als die Einwanderung der Gaelag aus Afghanistan nach dem unteren Euphrat ; er kommt schon in den Tzinis oder Cin garen, d.h. den Zinn- oder Metallarbeitern (Czechen, Kuschiten). in den Keilschriften von „Senkereh\" vor; von den Arbeiten dieser Schmiede finden sich heute noch zahllose Reste in den Ruinen von Tel-S:fr bei Senkereh, als : Kessel, Vasen, Hämmer, Zangen, Bohrer, Aexte, Messer und Dolche, alles von Kupfer und theilweise unvollendet, woraus sich ergibt, dass hier schon in vorchaldäischen Zeiten eine Cingaren- oder Czechen-Colonie eine Metallfabrik angelegt hatte. (Vergl. Menants Chaldäa Seite 83.) Und Eolus verblieb einen vollen Jahres-Ring nud oinen Monat in Sgadan (Sidon), wo er gelernt hatte, nieder zuschreiben all' seine Gedanken in Formen und Figuren, dem Auge erkennbar. „Ich bin dieser Eolus, der Sohn von Enar, des Sohnes von Airt, von dem Geschlechte. Calma's von Ardfear, der niederschreibt diese WTorte, zur Unterweisung über das,"], [41, "37 was jetzt ist, und über das, was erst noch kommen soll ; zu lehren Jedermann, wie er sich selbst boberrsche. da mit seine Vernunft die Leidenschaften in beständiger Unter- keit halten möge; zu erzählen den Führern und Häuptern der Gaelen und dem Volke ihrer Race, dem be rühmten der Erde. Und diese \"Worte habe ich ge schrieben, wie sie wiederholt wurden von Mund zum Ohr, von Geschlecht zu Geschlecht, und diese Zeiten notirte ich nach den Ab theilungen derBaals-Ringe, und diese Worte sied wahr im Einklang mit den Ueberliefe rungen glaubwürdiger Männer; doch genauer, nach denZ eiten, in Uebereinstimmung mit den Drehungen Baals (der Sonne), der nicht irren kann. Aber ich, Eolus, habe nicht die Worte niederge schrieben, welche mir die Priester sagten, uud. welche den ,ueun Prie?teru* Baals beim Anbeginn (derWelt) überlie fert worden seien, weil mein Verstand darin keine Unterhal tung finden kann, und meine Sinne den Glauben nicht zu lassen, dass Baal zu irgend einer Zeit Gespräche mit einem der Kinder dieser Erde gepflogen habe.\" ') Von diesen neun Urpriestern und ihren neun Geboten wird später des Weiteren die Rede sein. Bevor Priester waren , hörten wir nicht von den Worten, welche von den Vätern zu den Kindern gespro chen werden , als sie horchten auf deren Stimme, unter der Decke ihrer Zelte, ein jeder in seiner Behausung, eher als die Gemeinde rings um die Wohnungen der Priester versammelt war. Da gab jeder Vater Denen, welche seinen Lenden entsprangen, die Erklärung: Die fünfzehn gaelischen Gebote. 1. Gib Preis und Dank dem Baal, dem Urheber von Licht und Leben. 2. Vergiesse nicht das Blut deines Mitmenschen ohne gerechte Ursache. 3. Nehme nicht heimlich irgend Etwas , das einem Anderen gehört. 4. Halte Falschheit von deinen Lippen, — Falsch heit verkehrt die Gerechtigkeit."], [42, "38 5. Halte Neid von deinem Herzen, — Neid verzehrt den Geist. 6. Halte Schmeichelei von deiner Zunge, — Schmei chelei verblendet das Urtheil. 7. Zolle Achtung deinem Vater, richte dich nach dessen Willen, sei ihm eine sichere Stütze für sein Alter. 8. Liebe, ehre und pflege deine Mutter, lass deine Hand gewärtig sein ihres Auges, deinen Fuss sich bewegen gehorsam ihrer Stimme ; für den ersten Schmerzt welchen du ihr verursachtest, wurde sie entschädigt durch die Freude bei deiner Geburt; hüte dich, dem Herzen deiner Mutter Kummer zu bringen, der Gedanke daran wird deinen Geist in später Zeit noch quälen. 9. Streite dich nicht mit deinem Bruder , Einigkeit geziemt sich für Brüder. 10. Sei liebreich und sorgsam für deine Schwester. 11. Unterstütze die Witwe, nähre die Waise, die ihres Vaters, ihres Stabes beraubt ist, die niemals mehr die zarte Mutterstimme hört. 12. Helfe dem Armen, dem Dürftigen und Nothlei denden, sei gütig und unterstütze den Fremdling fern von der Wohnung seiner Verwandtschaft. 13. Sei barmherzig gegen jedes lebende Wesen. 14. Sei vor Allem wachsam, deine Leidenschaften unter dem Gehorsam deiner Vernunft zu halten, dadurch wirst du vermeiden, einem Anderen zu thun, was du nicht von einem Anderen dir gethan haben willst. 15. Wahre den Ruhm deines Volkes, sterbe oder lebe frei. — Was haben diese Dinge mit Feuer-Mahlzeiten und dem Ausschauen nach einem Theil de3 Landes gemein ? l) ') Wie sich aus dem weiteren Verlaufe der Geschichte ergibt, geriethen die Priester mit dem übrigen Theil der Bevölkerung, nament lich mit den Olam oder Gelehrten in heftige Zerwürfnisse wegen der von ersteren begehrten Betheiligung am Landbesitz. Und als Eolus neun Ring« (1359) regiert hatte, setzte er Dealta, seinen Bruder, an seine Stelle, und ging nach Sgadan (Sidon), und er wohnte dort einen Ring (Jahr),"], [43, "39 und schloss einen Vertrag mit Rama,1) dem Oberhaupte des Landes von Aoi-mag. ') Rama. ram ist Erz, reim Macht, Herrschaft (Remus). Und Rama sandte Gelehrte (Olam) zu wohnen unter dem Volke von Gaelag, und die Lehrer von Aoi-mag gaben den Edlen Kenntniss, und unterrichteten dieselben, Reden zu halten untereinander über das Land von Aoimag, sowie über das von Gaelag. Ueberdies lehrten Männer von Aoi mag das Volk von Gaelag. Schiffe zu bauen, um sich zu bewegen auf der Oberfläche über der Tiefe. Und das Volk (Gaal von Gaelag) half den Kindern von Feine *) in den Eingeweiden der Erde in dem Lande von Eis -feine,2) denn die Kinder von Iberien waren kundige Werkleute in dem Lande ihrer Väter im Suchen von Erz. l) Hier werden also die Kinder von Aoimag solche von Feine oder von Phönizien genannt, Beleg, dass .lie Aahrnu des Ramses mit denFeniern nicht minder als mit den Cheta identisch waren, wenigstens was die herrschende Schichte betrifft. 2) Eis-feine, Insel, (richtiger Halbinsel) der Fenier, eine Bezeichnung, aus welcher bei den Römern der Name Hispania entstand. Und Eolus sandte neun der Söhne Iberiens mit den Weisesten der Kinder des Landes , ihre bisherigen Kennt nisse zu vermehren. Und diese Männer kehrter, nach der gesetzten Zeit von drei Ringen zurück, und Eolus rief die Führer der Gaelen zusammen nach dem Bri-tetgne-Ol duine (dem Feuerberge des hohen Adonis oder Baal, wo Calma begraben lag), und er sprach zu ihnen mit den Worten : »Der Mensch unterscheidet sich in Nichts von dem Thiere des Feldes, ausser durch die Vernunft ; aber wo- llt die Vernunft, wenn sie nicht eine richtige Lei tung erhält? Hat der Mensch Leidenschaften gemeinsam mit allen anderen Geschöpfen, die ihn oft verzehren, so wird die unterrichtete Vernunft dieselben in Ordnung halten. Lehrer sind nun unter uns. Wie, wenn ein Theil des Landes einem jeden der Olam in verschiedenen Strichen angewiesen würde, dass sie frei von Sorgen leben könnten, ausser d?ss sie die Jugend in den Wegen der Kenntniss unterweisen; — Gaelag hat bis jetzt zu wenig den weisen Männern der Erde zugewendet.\""], [44, "40 Und es war so — und die Olam erhielten ihren An theil, und sie wählten unter sich den Tarlat1), den Sohn des Leir2), ihr Erz-Olain zu sein. Und Tarlat schwor in Gegenwart der Versammlung, zu hüten die Schrif ten3) welche Eolus in seine Hand legte, und niederzu schreiben die Be r,i c h t e d « r Gaelen, Falschheit von ihnen fernzuhalten, und sie zu bewahren während sei ner Tage. *) Tarlat, tarlaid, Knecht (des Rama). 2) Leir, Kenntniss, Verständniss. 3) Die Schriften des Eolus, welche im Vorangehenden mitgetheilt wurden, während die Berichte der Gaelen die „gäli schen Annalen\" sind, welche von da an regelmässig von den Olam geführt wurden, und sich bis auf unsere Tage, wie aus dieser Publi cation ersichtlich, erhalten haben. Nun, als Eolus den Lauf von 18 Ringen regiert hatte (1350), geschah es, dass Rama, das Oberhaupt der Kinder vom Lande Aoimag. starb, und Amram, seines Bruders Sohn, dessen Platz einnahm. ') Amram oder Abram. Abraham, denn m und b stehen sich gleich, bedeutet Vater, beziehungsweise Mann der Macht, mächtiges Stammes-Oberhaupt, ist also, wie alle alten Namen, ein Titel. Ein solcher Abram mag wohl jener gewesen sein, der, übrigens früher als obiger Neffe des Rama, den Kudur Laoghmer von Elam wieder aus Aoimag vertrieb, wie die Genesis I. 14 andeutet. Kudur Laoghmer (der tapfere Maor der Kattyarem stand an der Spitze eines Völker bundes, zu welchem, ausser den Elamiten oder Persern, Amraphel, König vom Sinear oder Chaldäa, Arioch, König von Elasar oder Assyrien, und Thadal, König der Go'im oder Beduinen Mesopota miens gehörten, und durch deren vereinte Macht die Riesen zu Astaroth-Karnaim , die Susim zu Ham und die Emiin zu Kiriathaim, dann die Horiter auf dem Gebirge Seir, die Amalekiter und Amoriter geschlagen, und 12 Jahre in Unterwürfigkeit gehalten worden waren, worauf sie sich empörten. Aber auch dies zweite Mal siegte Kudur, und zwar im Thale von Siddiin, wo jetzt das todte Meer liegt. Da hatten sich fünf Fürsten mit ihren Leuten aufgestellt, nämlich Bera von Sodom, Birsa von Gomorrha, Sineab von Edom, Semeber vom Lande Zob östlich vom Arnon an der syrischen Wüste und der von Bela oder Zoar am Südende des todten Meeres. Sie wurden geschlagen und Kudur blieb Sieger in ganz Canaan. Um nuu solche Herrschaft zu brechen, und den Kudur wieder zu vertreiben, dazu gehörte sicher eine starke Macht. Ein Abram von Phönizieu, Ammonitis und Aramea mag dies zu vollbringe;.; im Stande gewesen sein, schwerlich aber jener Abram, welche.) die Hebräer als Eponymos oder Stammvater an die Spitze ihres Geschlechtes stellen, und welchem nur 318 Knechte zu Gebote gestanden haben sollen. Im Uebrigen stammte ein Theil der Elemente, aus .welchen sich an der egyptisch-syrischen Grenze das Volk der Hebräer conglomerirte, aus Canaan, und zwar gerade von jenen Stämmen, welche den Abram von Sidon als ihr Oberhaupt"], [45, "41 anerkannt hatten, so dass die Verschmelzung des sidonischen Abrams mit dem Hebräischen in der Erinnerung der hebräisch-canaanischen le sehr nalie lag. (Vergl. hierübei das Weitere in meiner „Ent stehung der Hebräer\".) Und Amram schickte Briefe an Eolus in der Weise : „Die Kinder von Iberien in Eis-feine (Hispanien) haben säumt, ihren Tribat zu entrichten. Entweder wünscht Eolus. das3 Diener Atnram's dorthin gehen, oder lieber, dass Eolus seine Diener sogleich nach Sgadan sende. — So sei es.* Uni Eolus rief zusammen alle Anführer und von den Häuptern des Volkes Einen von jedem neunten Zelte dar Gaelen. Und Tarlat (der oberste Gelehrte) war auf sei- Platze, und verkündete laut die Worte des Amram, worüber ein lautes Geruurmel durch die Versammlung lief, und als die Luft still war, erhob sich Eolus in der Mitte, und legte zu Handen Tarlats die Worte für Amram, und diese waren folgende : .Eolus, der Sohn Enar's, von Calma vom Geschlechte Ardfear's, Oberhaupt der Skythen-Gaelen von Iberieu in Gaelag an Amram, Oberhaupt von Aoimag: Siebenmal zwanzig Ringe und einen sind gemerkt, seit Calma und Ronard mit den Kindern der Skythen-Gaelen von Iberien auf fenischen Schiffen hieher kamen für einen festgesetzten und bezahlten Preis, von welcher Zeit bis jetzt wir frei gelebt haben, ohne dass von einem Tribut die Rede war während all dieser Zeit. Haben wir nicht dieses Land von unseren Vätern und sollen wir es nicht so unseren Kindern lassen ! Gaelag ist nicht, noch war es jemals Eisfeine ! ? Als Lonrac (von Armenien) gedachte, Ibeiien unter Tribut zu bringen, ant wortete da nicht File: Die Männer von Iber wollen keinen Tribut zahlen, sollte Lonrac hieher kommen, der Weg ist weit — und vielleicht1). l) Vergleiche Seite 23 und 24 dieses Buches. So antwortete jetzt Eolus und der Heerhaufe von Gaelag. Und die Worte waren gut. Und die Diener des Amn.m machten sich mit den Worten des Eolus und mit Morlat'j, einem Führer von Gaelag auf den Heimweg nach Aoimag. ') Morlat, mor-lvath, grosswürdig, errlaucht\", luadh, bedeutet auch Unterhaltung."], [46, "42 Und Morlat kehrte in richtiger Jahreszeit mit Briefen von Amram zurück, die besagten: Eidar1), der Diener von Amram hat geirrt, die Tributbriefe waren für M e o r l2), den Anführer der Kinder von Iberien im Baskenland. •) Eidar, uidhear, Reisender, Abgesandter. s) Meorl, meirle, mearle, Dieb, weil er den Tribut nicht be zahlte, beai bedeutet so viel als Beede, Abgabe, beasguin, Beede-ge bunden, steuerpflichtig. Ans diesem Grunde kann man den Namen der Basken auch als „Beedepflichtige\" erklären Nun kamen Boten von Meorl zu Eolus, sagend: „ Amram von Aoimag verlangt Tribut von uns. Die Kinder von Feine sind habsüchtig; sie sind betrügerisch ; sollten wir uns denselben unterwerfen, so wird eine kurze Zeit vergeben, bis die Skythen-Gaelen auch in Noth gerathen11. „Lass die Männer von Iberien, die Naoimaideis und Oigeageis1) alle einer Meinung sein, dann werden weder Amram, noch alle Völker der Erde im Stande sein, sie zu beunruhigen\". ') Naoimaidei s, hier gleich Numiden, Hirten neben den Ogygen oder Seeleuten. (Vergl. S. 20.) Und Eolus antwortete und sprach : „Hat zwischen Euch und ihm ein Vertrag bestanden?\" Und die Boten antworteten: „Ja, zu halfen ihm auf der Oberfläche des tiefen Meeres, und in den Eingeweiden der Erde in Eisseme.\" Und Eolus sagte: ,,Habt Ihr beobachtet diese Dinge?\" Und dio Boten antworteten: „Ja\". Und Eolus sagte: „Kehrt zurück zu den Zelten Eurer Wohnstätten, und lasst alle die Kinder von sämmtlichen Gaelen von Iberien sein wie ein Mann , zu widerstehen dem Unterdrücker, zu leben frei oder zu Grunde zu gehen.\" Und Amram wiegelte ans alle Völker und deren Knechte1) aus den Gegenden fern vom Duor bis nach Gaelag, aber sie waren langsam zu bewegen. Und die Knechte Amram's suchten Gelegenheit, die Kinder des Baskenlandes zu quälen, aber nach einer Wreüe hörten sie auf.2) \") Die Völker Spaniens und ihre Knechte, das sind vor Allem die Vectonen oder cbattischen Wagenkämpfer, ihre Knechte waren die Gleten oder Turduler, Tursen, die Ceittidh, welche wie die Arevaker in Erdhöhlen wohnten."], [47, "43 i dieser Notiz ergibt sich, dass der Kampf der Basken die Herrschaft der Spanier ein uralter ist , und schon vor 3000 Jahren begann. Durch die Obmacht der Römer wurden die Chatto- Fenier in Eisfeiue gezwungen, die römische Sprache anzunehmen; die Basken bewahrten dagegen die ihrige sammt ihrer Autonomie, wenn auch vielfach von den Castilianos angefochten , bis auf unsere Tage. Und das Volk der Gaelen wurde berühmt, und wuchs beständig an Zahl und Kenntniss. Eolus sagte zu dem Olam: Nähre das Verständniss der Jugend, lass es den Ruhm des Eolus sein, zu heben deren Geist unter den Kindern der Erde, nach dem Ur stoff, aus welchem ihre Körper gebildet sind, um Theile anderer Substanzen zu werden oder auch nicht, wenn es so ist\". Und als Eolus eine Kerbe (20 Jahre) und 13 Ringe (1335) regiert hatte , fühlte or sich matt, gleich der Schwäche Eines , der dem Tode nahe ist. Und er sandte nach seinem Sohne Don1) und nach mir, Tarlat. !) D o n, duin, daoin, Mann, Herr. Und zu Don sagts er: „Wenn Du gewählt werden solltest, auf dem Platze Deines Vaters zu sitzen , so sei Du es, und belehre das Volk sich zu wahren vor den An schlägen der Kinder von Feine, sie sind habgierig, sie sind betrügerisch. Mit ihren Lippen geben sie Ehre dem Baal, in \"Werken haben sie blos Achtung vor Reichthum.\" Mein Sohn, mache Gebrauch von Deinem Verstand, lerne Dich zu verlassen auf Deine Sinne, und schenke den Worten, die Du hörest, keinen Glauben, bis Du sie selbst gründlich untersucht hast und versichert bist, dass die Vernunft Dein Urtheil geleitet hat; vor Allem, dass die Eitelkeit Deiner eigenen Meinung keinen Theil daran habe.\" „Wenn Du in Deinem Herzen die Worte bewahren wirst, die Dein Vater darein niederlegte , so wird dies ein Schatz sein, aus welchem Du beständigen Vortheil ziehen, und wodurch Du das Glück im höchsten Grade kennen lernen wirst\". Und sich zu mir, Tarlat, wendend, sagte er: „Tarlat, nähre die Geister der Jugend, hüte die Schriften des Eolus, bewahre die Annalen Deiner Tage, halte Falschheit von ihnen fern, lehre die Kinder von Gaelag, Tugend zu üben, und sie werden glücklich sein»."], [48, "44 Und dies waren die letzten Worte des Eolus, welche ich, Tarlat, hörte; Eolus, des Weisesten von den Söhnen Iberiens. Sein Geist möge für immer wohnen unter den Menschen , welche sich erfreuen am Guten und meiden (vollen das Uebel. Und all dio Kinder des Landes trauerten für Eolus und nannten ihn Vater und Lehrer. II. (Zerwürfnisse mit den Fenlern.) Don. 1335—1268 Und Don ward gewählt an die Stelle seines Vaters, und er hatte Schiffe, gefertigt von den Männern von Gaelag, und es ergötzte ihn , darinnen zu fahren auf dem grossen Meere. Und viele Gaalen kamen um in den Schiffen, als die Wellen der Gewässer das Land überschwemmten. Als Don eilf Ringe regiert hatte, da starb Tarlat, und zum Ard-Olam ward L o t a r 1) gewählt. ') Lotar, Luther, werthvoller, verständiger, erlauchter Mann, von luadh, luagh und ar Mann. In diesen Tagen kamen Klagen , die Männer von Gael-ag, die in den Bergwerken von Eis-feine arbeiten, wären gefangen in den Höhlen der Erde. Und Don war Willens, die Krieger zu versammeln, und jene mit gewaltiger Hand zu befreien, aber Eocaid,1) einer seines Geblütes, hielt ihn zurück und sagte: „Lass die Volksversammlung berufen — will der Sohn Eolus' solch Ding auf sich nehmen?\" Und die Versammlung ward berufen, und Engasc,2) Häuptling in Gael-ag, mit einem Gefolge, zog aus, um die Wahrheit zu erkunden — die Knechte von Feine aber, als sie die Ursache der Herüber kunft erfuhren, versagten ihnen den Aufenthalt im Lande. ') Eocaid, von eucag, euchdag, heldenmüthig, tapfer, Mann der That. _ D Engask von gaisJce Krieger, Held und an, on Mann oder aon einzig, ausgezeichnet. Und Don berief abermals die Versammlung, und er zählte den Vorgang und gab in die Hand Lotars an Ra mah die Worte:"], [49, "45 „Wie? die Knechte Ramah's halten gefangen die Männer von Gael-ag, die um Lohn arbeiten in den Berg werken von Eis - feine — Engasc , ein Häuptling von Gael-ag, will mit Ramah sprechen, und wenn Engasc Ramah's Worte vernommen, dann wird er Ramah die Ant wort Don's eröffnen. Und Don legte Engasc die Worte in den Mund für das Ohr Ramah's in einem oder dem andern Falle. Und Engasc reiste ab (nach Sidon), und gab die Worte Don's in die Hand Ramah's, uud als Ramah diese gelesen, schien er verwirrt, und über eine Weile sagte er zu Engasc: „Was, wenn Ramah dir sagte: die Männer, von denen Don spricht, sind Knechte Ramah's, und sollen nicht ab g-L \"n — was hättest du daun für eine Antwort zu geben von deinem Herrn ?\" Hierauf antwortete Engasc und sprach; „Von einem Herrn hat Engasc nichts zu sagen — die Kinder von Ib-Er haben keinen Herrn — von Don und den Häuptern der Gael-Sciot von ib-Er würde dann Engasc sagen : Lass Ramah sich vorsehen — Ib-Er ist sein Feind, nichts mehr und nichts anderes bliebe Engasc zu sagen in solchem Falle. .Und Ramah berief seine Räthe, und. er fragte Engasc: ob er Vollmacht habe, Vertrag abzusehliessen ? Und En gasc antwortete: Nein. Und Ramah sagte: In Kurzem soll von hier Jemand nach Gael-ag kommen, mit Voll macht, einen Vertrag für künftige Zeit zu errichten. Und Engasc sprach: Bis dahin sende Worte durch mich an deine Knechte; die Kinder von Ib-Er dürfen nicht fühlen den Stachel der Knechtschaft auch nicht einen Augenblick. Und die Worte wurden geschrieben , und Engasc kehrte damit zurück nach Eis-feine. und Engasc überlieferte die Worte Ramab's. und sprach mit den Gaalen, und kam zurück an seinen Platz. Und ein Vertrag wurde errichtet, dass die Gaalen Aufseher haben sollten aus ihrem Volke, und sicher sein, zurückzukehren in ihr eigen Land, nach Ablauf der Zeit des Gedinges. ftnd als Don einmal zwanzig und vierzehn Ringe regiert hatte, starb Lotar und For ') wurde gewählt. ') For, Phar-ao von form, farradh, farraich. Gewalt, for-ail Befehl, daher Forchheim als Fcra-heim Fürstensitz."], [50, "46 Nun waren die Kinder von Ib-Er übel gesinnt gegen alle Völker von Eis-feine unter Ramah's Herrschaft, und es erhob sieb Streit zwischen diesen und den Männern von Gael-ag, und die Gaelen kamen in Nachtheil. Uud Don sandte in das Land der Metalle die Worte: „Lass alle Gaelen, deren Zeit abgelaufen, sogleich zurückkehren — und viele kamen zurück nach Gael-ag.1) ]J Die Völker von Eisfeine, die unter Rahma's Herr schaft standen, umfassten alle im Süden des Duero und im Westen des Ebro hausenden, so namentlich alle Druiden- Völker, Celten oder Gleten, die in Erdhöhlen verbergen (ceütidhj lebten, und sich bis heute, namentlich in Andalusien und im mittlern Portugal ziemlich rein erhielten, während sie in Arragonien stark mit Basken oder Iberen gemischt sind, wesshalb dort in Römerzeiten der Ausdruck Celt-Iberen entstand. Diese Celten, oder passendei Gleten, in Ir land Klo den, in Schottland Mac-Cleods, d. h. Erdklösse, genannt, gehörten der dunkelhäutigen Urbevölkerung an, und hatten in Tar tessus, in der Nähe von Cadix, schon Jahrtausende vor Ankunft der Chatto-fenier ein geregeltes Staatswesen gegründet. Die Kämpfe des Herakles, (das ist der Ferners gegen den Geryones, den Sohn des Chrysaor (GoldmannesJ, dem er die Rinder wegtrieb, geben darüber Zeugniss; darnach trieben diese Tartessier schon damals Viehzucht, be sassen auch viel Gold und Silber, wie ihre Stammesbrüder in Mexico und Peru; die Turdetaner (Andalusier) besassen sogar Krippen und Fässer von Silber, wie Strabon (111, 1 ) angibt. Geryon bedeutet nach dem baskischen ger, frz, gverre, einen Krieger. Den geschriebenen Ge setzen der Druiden gibt Strabon ein Alter vou 6000 Jahren, sie waren in Verse abgetheilt, und wurden gesungen wie die Triaden der wäl schen Siluren in Wales auf Bretland. Die Namen Turdetaner und Turduler beziehungsweise Tartessier wurden von den Römern bald als identisch angesehen, bald wurden, wie dies Polybius thut, die Andalusier als Turduler, die nördlich von ihnen wohnenden als Tur detaner bezeichnet. In der Edda heissen sie Tursen, bei Ossiau Druidenvölker. Dass sie über ganz Spanien verbreifet waren, zeigen heute noch die Ortsnamen, die mit einem doppelten Ll beginnen, so namentlich in Arragonien , Catalonien und Andalusien , denn dieser Zungenlaut ist wesentlich wälsch und kommt auch in Wales häufig vor. Diese Celten waren, wie schon öfter bemerkt, ganz verschie den von den Kelten, beziehungsweise Gaelag und Chatten. Die an datusischen Druidenstämme waren bei Ankunft der Römer in Spanien völlig fenisirt, und wurden dann auch eben vollständig romani sirt, während die lusitanisehen Gleten, welche ans Andalusien dahin gewandert waren, wie, Strabon erzählt, auf ihren rauhen Gebirgen den Römern unter dem Hirten Viriath zehn Jahre hin.' tapferen Widerstand leisteten. Zu Lusitanien, dem Endlande, Ins tan,\" dem heu tigen Portugal, gehörte aber damals auch noch spanisch Estremadura bis in die Nähe von Madrid. Dagegen war Nordportugal, jenseits des Duero, in den Händen der Gael-ag, und in Algarvian, am Südend?, hausten Cin garen, hier Kynetcn genannt, eine Schir.iedecolonie. wohl von den Fernern angesetzt. Die Silberberg werke befanden sich vorzüglich in der Nähe von Carthagena, und im Gebiet yon Murcia, wo die Bastuler oder Bastetaner in den dortigen Wäldern"], [51, "47 hausten (bas, bois ist Wald, tan. Land), dann die Or etaner in der Sierra Morena, und die Carpetaner in den spanischen. Carpathen bei Toledo — lauter Druidenvölker. üauptsitz der Fenier war Gadir, Gades oder Cadix (Gatter), dann innerhalb der Säulen des Herkules Malaga [feste Maalstättej, eine noch zu Römerzeiten rein phönizischc Stadt. Von hier brachten diese Feno-Chatten allmätig alle Druiden fölker bis zum Duero und Ebro unter ihre Obmacht, und setzten, um sie in Unterwürfigkeit zu erhalten, Colonisten aus Canaan unter ihnen an, so namentlich die Vaccäer (faiche ist Feld), in der Tierra de Campos bei Valladolid in Nordcastüien. Diese Felder verblieben den Colonisten gemeinsam, ■vurden all-» Jahre neu vertheilt und war der Ertrag wieder Gemein gut, wie Diodor V. iii, berichtet; eine solche Einrichtung lässt sich ohne strenge Oberaufsicht nicht durchführen, und deshalb wurden an die Spitze der Gemeinheiten ritterliche Fechter (Vectones) 1, welche die Ordnung handhaben, und zugleich mittelst ihrer (chattisch-canaanitisehen'; Streitwagen das Land südlich vom Duero, also Castilien, gegen die Angriffe der Gael-ag. der Basko-lberen, wie der Celt-Iberen, in den Gebirgen von Soria, im Quellgebiet des Duero und Tajo zu schützen hatten. Als das tapferste Volk Spaniens zur Zeit der römischen Er oberung (149 — 13-1 v. Chr.) galt das der Celt-Iberen; ihre Haupt stadt, oder vielmehr ihr I Tempel war Numantia, an den Quellen des Tajo; num, neimh ist heilig; tia, dia, Göttin, und zwar die Civa, die Gattin Thor's oder Crud-loda's, die allwärts in Europa bis weit hinein nach Asien und Africa an all' den Orten ver ehrt wurde, die den Namen Theben, Düben u. s. w. führen. Um diesen heiligen Civa-Tempel wohnten zunächst die drui dischen Arevaken, Höhlenbewohner, wie alle Celten, von ar, Berg und vagh, Höhle; unter oder über ihnen aber baskische Iberen, daher der Doppelname Celt-Iberen. Die Basken waren treffliche Stein schleuderer, mmgenossen ans den Balearen, sie hiessen darum auch Pelendonen, von peil, Ball, Wurf, pei':r, Steinwerfer; im Baskischen bedeutet peleatu heute noch kämpfen. Diese Celt nieren vertheidigten ihren Hauptempel sammt Stadt mit äusserster Hartnäckigkeit, ohne Zweifel unterstützt durch flüchtige Vaccaer und Vectonen. welche kurz vorher gegen Rom in Waffen getreten, aber besiegt wurden waren , wie durch die Basken, an welche diese Are- wü heute noch die Arragonier, grenzten ; denn letzterer Name d aus Ar-uagh-on, Berghöhlenmann. In Catalonien, wie in den Thüiern am Südfusse der Pyrenäen, Jaauste eine Reihe kleiner theils druidischer, theils baskischer Race, deren Namen sich is auf die von ihnen bewohnten Ortschaften beziehen, hier zu erörtern zu viel Raum in Anspruch nähme. Längs der See küsten hatten sich neben phönizischen auch griechische Colonisten angesiedelt. Und als die Nachricht nach Aoi-mag kam, da schickte Ramah Boten an Don mÄ den Worten: „Lass die Männer von Ib-Er sich nicht der grossen See bedienen, — ist sie nicht ein Erbgut Ramah's? Will Ib-Er die Gewässer der Tiefe beschissen, so mag es Tribut bezahlen an Ramah und alle seine Nachfolger."], [52, "48 Und als die Worte wiederholt wurden in dstr Ver sammlung, schrie alles Volk wie mit einer Stimme : Wir wollen keinen Tribut zahlen , und Niemand soll davon sprechen. — Ist da nicht genug au der Welt des Landes ; überlassen wir die Welt des Wassers den Filis tim,1) der Gaele wohne in seinem eigenon Land und bettete nicht Eis-feine. ') Filistim, hier für die Fenier oder Aahrnu gebraucht. Zur Zeit der Grossraacht der Chatten, als sie den egyptischen Ramses II. wieder aus Canaan vertrieben, also zu der Zeit, in welcher unser Don lebte, gehörte das Gebiet der Felistim oder Philister zum gros sen Chattenbunde , der sich vom Enphrat bis zum Mittelmeere er streckte, und auch Sidon umfasste, das an der Grenze der Pelistim, Pnlista. oder nach griechischer Schreibweise der Pelasger gelegen, eben so gut zu Philistäa oder Palästina, als zu Aoi-mag gerechnet werden konnte. Im Uebrigen hatten die Pelasger neben den Feniern auch in Spanien Colonien angelegt, wie weiter unten zu sehen. Und als Don zweimal zwanzig und fünfzehn Ringe regiert hatte, starb Ard-fear, sein Erstgeborner, und ehe der noch unter seinem Grabhügel lag, starb For, und Min1) wurde zum Ard-Olam erwählt — uud Min war sehr betagt und schrieb keine W7orte zur Chronik während der sechs Ringe bis er starb — und Foirnar2) wurde an seiner Stelle erwählt. — l) Min, sanft, ruhig, auch Mein. 5) Foirn-ar von foirn, anmassend und er, Mann. In diesen Tagen kamen Boten aus Aoimag mit Wol len an Don, und die waren : V/ollen die Männer von Ib-Er in der Erde arbeiten um festen Lohn, und unter ihren eigenen Aufsehern, so mögen sie verweilen in der Fremde, oder rückkehren nach Gael-ag, wenn es Ihnen gut dünkt. Dann lasst die Schiffe von Gael-ag von einer gewissen Grösse schwimmen auf den Gewässern der Tiefe , nur sollen sie sich nicht weiter vom Lande entfernen , als eine Tagfahrt lang. Und Don's Vorliebe zur Schifffahrt' war so gross, dass er die Fürsten und Volkshäupter bat, es dabei zu lassen — und da Don nun hock, betagt war, willigten sie in seine Wünsche ein, und der Vertrag wurde errichtet. Und Don starb im Alter von viermal zwanzig und dreizehn Ringen, nachdem er dreimal zwanzig und sieben Ringe regiert hatte (1268),"], [53, "49 III. (Nach der Atlantis oder nach Ameriea.) Lugad. 1268-1257, L u g a d, der Sohn Ard-fear's, Don's Sohn, ward ge wählt zu sitzen auf dem Stuhle seiner Väter. Er war er fahren in der Bewegung der Lichter des Himmels, und hiess deshalb Re-alt-eosgrac. *) Die Tage verwendete er auf Betrachtung der Wasser des Meeres und der Flüsse, die Nächte in Beobachtung des Mondes und der Sterne. ') Se-alt-cosgrac von re Mond, alt Zeit, Ordnung, und cosgrach siegreich, Kenner der Mondordnung. Und als Lugad sechs Ringe regiert hatte, da starb Foirnar, der Ard-Ollam, und Dol l) ward an seine Stelle gewählt. ') Dol, ein wälsches, silurisches oder in Spanien tursisches Wort, las dornn? oder toll bedeutet; im Gälischen ist duil der Knecht. In Spanien erhielten sich die Tursen oder Turduler neben und unter den Cbatto-Feniern und Gaelen, und verschmolzen strichweise allmälig mit denselben. Baskisch ist dol soviel als das französische denil Trauer, lat. dolor Schmerz, eine Bedeutung, die hier wohl am besten passt. Und als eilf Ringe vollendet waren, zog Lugad nach Buad-iat, *) denn die Männer von Gael-ag hatten grosse Dinge gehört von den weisen Männern jenes Landes. Und er nahm drei aus den Olam mit sich, nachdem er Cean mor, seinen Bruder, auf seinen Stahl gesetzt hatte bis zu 3einer Wiederkehr. Allein weder Lugad noch einer der Olam sah die Berge Gael-ag's wieder — sie verdarben durch Drangsal — so ging alles Wissen Re-alt-cosgrac's ve:loren für die Kinder des Landes. — Wenn sein Geist fortdauert, so wohnt er in Ruad-iat. Die Tage seiner Regierung, vom Tage, wo er gewählt war, bis zur Abreise aus Gael-ag, betragen eilf Ringe (1257). ') Buad-iad, Roth-Land. Hesiod und Eustathius nennen dies Land Erythia; im übrigen hies die In3el. auf welcher Cadix Hegt, eben falls Erythea, wie Ephorus und Philistides angeben, doch ist hier nur entweder an die Atlantis oder an Amerika zu denken, wohl der roth häutigen Bewohner wegen. Ueber die Atlantis und Amerika gibt Platon in seinem Timai^s eine merkwürdige, und sei es hier bemerkt, trotz der dichte rischen Beimischung dem heutigen Stand, der Ethnologie und Geo logie entsprechende Auskauft, und zwar zu einer Zeit, wo in Griechen land sicher noch Niemand eine Ahnung von Amerika hatte. Kolon, der Gesetzgeber Athens, welcher 600 Jahre vor Christus lebte, machte über Kreta uud Kleinasien \"ine Reise nach Sa'is in 4"], [54, "50 Egypten ; die Veranlassung dazu war die Meinung, dass die Saiten Freunde der Athener wären, ja gewissermassen ihre Blutsverwandten. was insofern einen Grund hat, als die Pelasger, die Eroberer Griechen lands, aus Egypten gekommen waren. Sais liegt im Delta des Nils, da, wo er sich zu theilen beginnt. Dorthin gereist, erzählt Solon, sei er von den Priestern der Neith (niadh Held) in grossen Ehren ge halten worden, und habe, als er von Griechenlands alter Geschieht\", namentlich von Phoroneus, dem pelasgischen Pharao, einem der ersten Fürsten des Peloponneses, zu reden anfing, von einem sehr bejahrten Priester Folgendes in Erfahrung gebracht, was in egyptischen Urkun den verzeichnet gewesen : „Eine grosse Macht ist durch „Athen\" gestürzt worden, als sie im Uebermuthe gegen ganz Europa und Asien zu Felde zog, von Aussen vom atlantischen Meere her einbrechend, denn damals war das Meer daselbst befahrbar : denn vor der Mündung, welche ihr.die Säulen des Herkules nennt, hatte es eine Insel. Diese Insel war grösser als Libyen und Asien (wobl blos Kleinasien gemeint) zusammengenommen: von ihr konnten die, welche damals reisten, aufdie anderen Inseln übersetzen, von den Inseln aber auf das gegenüber liegende Festlan d, das um jenes w i r k 1 i c h e (atlantische) Meer herumlag (also nach Amerika). Denn alles, was innerhalb der Mündung, von der wir sprechen, liegt, erscheint als Bucht mit einer engen Einfahrt (Mittelmeer mit der Enge von Gibraltar), jenes Meer (das atlantische) aber dürfte wirklich ein solches, und das um dasselbe herum liegende Land (Amerika) durchaus mit Füg und Recht Festland zu nennen sein. Auf dieser Insel Atlantis nun bestand eine grosse und staunenswerthe Königs macht, welche sich sowohl in den Besitz der ganzen Insel, als auch anderer InselnundvonTheilendesFestlandes (Amerika's) s e t z te ; ausserdem beherrschte sie von den hier innerhalb gelegenen Ländern Libyen bis Egypten und Europa bis Tyrrhenien. Diese gesammte Macht versuchte es einst, in einem Heere vereinigt, sowohl Euer als unser Land und alles innerhalb der Mündung gelegene mit einem Angriffe zu unterjochen. Damals nun, o Solon, that sich die Macht Eures Staates vor allen Menschen glänzend durch Tapferkeit und Thatkraft hervor. Denn alle übertreffend an Muth und den Eigen schaften, welche zum Kriege erforderlich sind, erst an der Spitze der Hellenen stehend, dann durch den Abfall der anderen allein auf sich selbst angewiesen und in die grösste Gefahr gerathen, schlug er eines theils die Feinde und errichtete Siegeszeichenranderentheils verhinderte er, dass die noch nicht Unterjochten unterjocht würden, die anderen alle aber, so viele innerhalb der Herakleischen Grenzen wohnen, machte er ohne Missgunst frei.\" Dieser Theil der Erzählung Solon's schmeckt zwar stark nach Tendenz-Historiographie, indes bleibt es Thatsache, dass der ligurisch- atlantidische Staunn von Westen her hier nicht weiter als bis nach Epyrus gelangte, wo er mit den Albaneseu endet; weiter östlich stossen an ihn wendisch-thrazische Völker. Attika war, »vie ganz Griechen- land vor der Einwanderung der Jonier und Pelasger von Gegen oder Albaneseu bewohnt, an welchen sich also die Macht der Atlantiden brach. Der Schluss der Erzählung des Priesters von Sais ist folgen- der :,, Später jedoch, als ungeh-uere Erdbeben und Ueber- schwemmungen eintraten, während eines schlimmen"], [55, "51 Tages und einer schlimmen Nacht versank ebenso wohl das ganze zahlreiche streitbare Geschlecht bei Euch (in Attika) unter die Erde, als auch die atlan tische Insel auf eben diese Weise verschwand, indem sie unter das Meer versank; deswegen ist auch jetzt das Meer daselbst unfahrbar geworden und nicht zu durchforschen, weil der sehr hochliegende Schlamm, welchen die Insel bei ihrem Unter sinken verursachte, hinderlich ist.\" So die Erzählung des alten Kritias nach dem Berichte Solon's, wie er sie dem Sokrates erstattete, und wie sie von Platon notirt wurde. Sokrates, beziehungsweise Platon bemerkt dazu, dass sie eine wahre Ges c hiebt e sei und in der That lässt sich nichts Erheb liches gegen sie einwenden ; denn einmal ist z. B. durch Professor Unger botanisch nachgewiesen, dass gewisse Europa, beziehungsweise Afrika und Amerika, gemeinschaftliche Pflanzen nur durch ein atlantisches Verbindungsglied dahin gelangt sein können, und dann gilt das selbe von den rothhäutigen und schwarzhaarigen Bewohnern, so wohl Amerika's wie der Lande um unser Mittelmeer, und drittens wird die spätere keltische Einwanderung in Amerika ihren Weg theilweise über iie Atlantis genommen haben, wenigstens deuten mexanische Sagen darauf hin. Was sodann das an Stelle der Atlantis getretene Sumpfmeer betrifft, so existirt dasselbe bis auf den heutigen Tag zwischen den Cap Verdi'schen Inseln und den amerikanischen Antillen, wo ein viele Meilen breiter, mit Seetang bewachsener Streifen die Schifffahrt hindert, wenn auch nicht gerade unmöglich macht; dieser Theil des atlantischen Meeres heisst bei den Spaniern Sargasso (»ar. gross, gas, Pfhnzenstengel). Die Fluth endlich, welche (ausser der Atlantis) auch Attika bedeckte, mag hier eine Folge des Meeresein bruchs durch die geborstenen Säulen des Herkules gewesen sein, jedenfalls ist es Thatsache, wie Platon angibt, dass der Hügel, auf welchem die Akropolis von Athen Hegt, früher einen weit bedeuten deren Umfang hatte, aber vom Wasser theilweise weggeschwemmt wurde. Im Uebrigen geschah die Versenkung der ganzen Atlantis wohl schwerlich an einem einzigen Tage, sonst hätte sich Niemand retten können, um die Kunde von dieser „Sündfluth\" sammt der Erinne rung an ein vorsündfluthliches „atlantidisebes Eden\", wie es Platon im Kritias beschreibt, nach Europa und Amerika zu bringen, wie dies doch der Fall war. (Vergleiche amerikanische Alterthümer, Weiss mäunerland, Yucatan u. s. w. in Obermüller's Deutschkeltischem Wör terbuche.) Zwischen den alten Corsicanern und den nordspanischen Can tabern, beide theilweise atlantidischen Stammes, einerseits und einer Reihe von Indianerstämmen Brasiliens andererseits, als den Culinos, Amagnas, Passes, Macusis und Guaranis fand oder findet sich noch heute folgende euriose Uebereinstimmung. Wenn die Frau ein Kind geboren hat, so legt sich nicht diese, sondern der Mann in das Wochenbett, und thut dergleichen, als habe er das Kind zur Welt gebracht; er will sich damit sein Vaterrecht auf dasselbe wahren, weil nach den ältesten Begriffen vom Familienleben nur die Mutter, als positiv erkennbare Erzeugerin des Kindes, Rechte auf dasselbe hatte. Die iisel Atlantis wird bei Aelian Meropis genannt (mirir ibh Meer-land); auch Diodor von Sicilien und Plutarch sprechen von derselben, und sollen die Karthager auf ihr sogar Colonien angelegt 4«"], [56, "52 haben, und die Auswanderung dahin so stark geworden sein, dass sie förmlich verboten werden musste. Unter solchen Umständen dürfte es schwer werden, den An gaben Platon's die thatsächliche Unterlage abzusprechen. Alex. v. Humboldt, den wir hier als Gewährsmann citiren, bekennt sich ira Wesentlichen zu dieser Auffassung, und vor ihm that es schon der gelehrte Jesuit Athanasius Kircher. Andere freilich haben durch ab sonderliche Hypothesen der Glaubwürdigkeit der Sage nur Schaden gebracht, indem sie bald in Scandinavien, bald gar in Spitzbergen diese Atlantis zu erkennen vermeinten; so Bailly in Paris und Noroff in Petersburg. Aus dem Gesagten dürfte hervorgehen, dass lange vor der Er oberung Libyens und Süd-Europa's durch keltisch-arische oder weiss häutige Völker (von den Deutschen ganz abgesehen), die Lande um das Mittelmeer einst von Westen her durch Atlantiden besetzt wurden, die indess nach dem Untergange der Atlantis, ihres Rückhaltes beraubt, von den Weissen allniälig unterjocht und aufgesaugt wurden, gerade wie dies unter unseren Augen jetzt in Amerika geschieht. Nach diesem Rothland segelte also Lugad im Jahr 1262 v. Chr. ab, kam aber nicht wieder zum Vorschein. Cean.mor 1257-1240 Als Lugad nicht mehr war, ward Cean-mor, l) sein Bruder, gewählt. ]) Cean, Cinna, Häuptling, mor mächtig. Und als er das Zelt Lugads untersuchte, fand er Schriften. Und Cean-mor liess mich, Dol, zu sich rufen, und ich betrachtete die Worte, und sie betrafen Sonne, Mond und Sterne, die Welt des Landes und die Welt des Wassers. Und Cean-mor frug mich um die Bedeutung der Worte, und Dol kannte sie nicht. Und Cean-mor sagte: „Lass drei Olam zu dir kom men, und betrachtet die Worte sorgfältig. Und Dol berief Gol, J) Feil 2) und Monad s) zu dem Zelte Cean-mor's, und die Schriften wurden vorgelegt. ') G o 1 gaoi liebreich. 2) Feil fial edel, ßle Dichter. 3) Monadh monogh, Mönch, Einsiedler. Die Worte sprachen von Dingen, an die Re-alt-cos grac gedacht hatte, nicht aber von seiner Meinung dar über; sie waren unordentlich hingeworfen ; als sie in Ord nung gebracht waren , da sah man seine Gedanken , und was er darüber gemeint. Er dachte: die Erde sei keine Ebene, und «die Welt des Landes ende nicht in Gael-ag — wäre dem so, so"], [57, "53 würden die Gewässer zu gewaltig werden, und nicht ge halten werden können, sich über die Erde zu verbreiten. «Als ich am Lande stand\", sagte er, und betrachtete die Wasser der Tiefe, und sah, wie sie nur bis zu gewisser Stelle reichten, und dann wie der in den Busen der See zurückkehrten; da habe ich ge dacht, die Erde stehe nicht unbeweglich im Grunde, son dern bewege sich unmerklich und leicht hin und her. Warum hat mir Baal nicht Weisheit genug gegeben, um das zu er gründen! Wehe mir! Habe ich nicht mein Zelt aufgeschlagen am Rande des Landes, wo der süsse Duor die Salzlippe des Oceans küsst — habe ich nicht beobachtet ihr Liebkosen, ihre Trennung, standhaft sich auf den ihnen angewiesenen Plätzen wiederfindend, ausser, wenn der in seiner Kraft stolze Mond seineu Liebling belebt, und nun, seine Rüstig keit theilend, den flinken Strömen um so einladender den Hof zu machen, als wenn entschlossen, weitere Grenzen innerhalb des Landes zu gewinnen, die er längst verloren — dann aber wieder erblasst, das Gesicht dem Menschen auge halb verborgen, sah ich da nicht, wie der Ocean zögerte , als harre er spröde der muntern Ankunft des lieblichen Duor? AU' dieses sehe ich — aber Lugad weiss nicht, warum es so ist? Sagt nicht Eolus, der weiseste der Menschen : Weisheit ist die Erkenntniss der Wahrheit — was aber hier wahr ist. vermag Lugad nicht zu sagen. Wenn die Erde sich bewegt, falls sie sich bewegt? wo steht sie still, bis sie sich rückwärts schwingt? Ist die grosse Erde festgeheftet wie mein kleines Zelt? Sagt nicht Eolus: Mancherlei sind der Dinge, die über des Menschen Verstand hinausgehen. Und weiter: Manch' Ding ist dem Menschen verborgen. — Lugad ist ein Sohn Eolus — er muss ausharren. — Er will zum Westen ziehen, und hören die Worte der Weisen ') jenes Landes. i) Nach Stral n besassen die Tmdetaner Andalusiens, von atlantidiseher Race, Gesetzbücher oder heilige Lieder, die an 6000 Jahre alt waren; auch Platon spricht von der Weisheit dieser Atlan tiden. Und als wir die Worte geoidnet und ihren Gehalt erwogen hatteu, da traten wir damit vor Cean-mor, und er"], [58, "54 hörte sie, und sah uns an, einen um den andern mit Ver wunderung, und über eine Weile sprach er : Was denkt Dol? Und Dol antwortete für sich und die Olam . Wir wissen nicht, was wir denken sollen. Und Don, ein Fürst von Gael-ag, der nahe an Cean mor stand, sprach : Wie wenn die Worte in die Hand der Priester gelegt würden, die Baal gehören ? Und Cean-mor sagte : Nein ! und fügte hinzu : Lasst die Worte niederschreiben in die Jahrbücher für künftige Zeit — und weiter sagte er : Dol mag in den Schriften der Priester nachsehen, ob sie etwas dem Aehnliches enthalten. Und hierauf sprach Dol mit S b o r a d , *) den man den weisesten der Priester nannte, und Sborad liess Dol die Schriften der Priester sehen. ') Sborad, sporadh, Aufreizer, Antreiber, Und als Dol diese gesehen hatte, war er verwundert; wenn auch die Worte Lugad's sprachen, was er dachte, so blieb doch sein Geist in Zweifel und Furcht — nicht so die Priester — die sprachen, nirgends in Zweifel, alles Worte von Baal ausgehend, und den Priestern, und den neun Gesetzen, den neun Priestern von Anbeginn ge geben, als Baal nur zu den Piiestern sprach: Lass die Priester dem Volk wiederholen, was Baal sprach : *) Und Dol brachte alle diese Dinge zu den Ohren Cean-mor's, und er sagte : Alles werde niedergelegt zur Prü fung dem Auge der künftigen Tage — und Dol that also. Friede war bei uns, die Olam waren fioissig im Unter richte der Jugend, die Gaalen nahmen ausnehmend zu, und verbreiteten sich über das Land. Cean-mor regierte durch siebzehn Ringe (1240) dann starb er von brennender Hitze verzehrt. ') Von diesen neun altchaldäischen Geboten wird weiter unten noch mehr die Rede sein. IV. Abzog Eocaids nach Aquitanieu, Cean-ard 1240-1220. C e a n-a r d, x) der jüngste der Söhne Lugad's ward ge wählt zu herrschen. ') Cean-ard, Häuptling hoch."], [59, "55 Und Eocaid,1) sein Bruder, reitzte das Volk auf zur Unruhe und zur Plage des Landes, und sagte : Wie kommt es, dass Eocaid zurückgesetzt ist, was sind seine Vergehen gegen die Kinder des Landes? V E'ocaid, krie-. Aber Eocaid erwartete die Antwort nicht, und ver sammelte die, die auf seine Stimme hörten. Und die Menge bewegte sich gegen die Zelte Cean-ard's ehe er etwas ge wahr worden, doch er entrann nach Cean-Ib-Er. >) V Cant-abrieu, /.innen des Berglandes, oder Iberiens, Und hieher berief er alle die, die anhingen den Ge setzen der Gaelen von Geschlecht zu Geschlecht. Und ein gewaltiger Haufen sammelte sich um Cean ard, und viele fielen ab vom Cogarrad. ') Als nun Eocaid sah, dass er nichts ausrichte, da floh er und seine Genossen vor dem Angesicht Cean-ard's, und sie zogen über Bearna, 2) und wohnten an jener Seite der Berge, und nannten das Land Eocaid-tan. 3) ') Cogarrad, Aufrührer, cogar, Aufruhr. 2) Bearna, Bearne, Pyrenäenland, von pyrn, Berg. ') E'ocaid -tan, Eocaids-Land, von den Römern in Aqui tania, Wasserland, übersezt, wegen der darin befindlichen Gaionne. Der sieben Flüsse wegen, welche in dieselbe münden, hies das Land auch Septiinanien, septem amkuin, eine lateinisch -keltische Zusammen setzung. Dieser Uebergang gälischer Schaaren nach Gallien, und die Eroberung der Striche erst an der Garonne und dann an der Loire hatte zur Folge, dass ein Theil der früher dort angesiedelten baskischen Hirten weiter ostwärts zog, an die Saone, in den Jura und in die Schwdzer-Alpeu. Auch über den Rhein müssen sie geschoben worden sein, denn der Name der Cennen im Taunus, welche zu Caracalla's Zeiten sie !i tapfer gegen die Römer schlugen, ist ein baskischer aus Zezen, l usammengezogener, entsprechend dem gälischen tain, Heerde. In der Schweiz beisen die Viehhirten überall noch Sennen. Das ganze linke Rheiunfer war in jener Zeit baskisch, von der Ahr in der Eisel im Lande der Eburonen (Iberen) bis zur Aar und dem Genfer See in der Schweiz. Auch nach Sicilien gerieth damals ein Schwärm iberisch« Sicaner, wie Dionys von Halicarnass (I. '12) angibt. Der selbe hatte sich flüchtend durch ganz IUlien gezogen, und setzte bei Messina auf Flössen über die Meerenge gleich einer ibnen ein Men scheualter später folgenden Abtheilung ligurischer.Siculer, welche aber schon längst in Mittelitalien ansässig, von dort durch die Pelasger vertrieben wurde. Die Sicaner siedelten sich im Westen Siciliens. die Siculer mehr östlich an. Dei -'mische Name Cecina ist bas kischen Ursprungs, und wohl such der ungarische Szecsen. Als Coan-ard sieben Ringe regiert hatte, starb Dol, und Gol ward zum Ard-Olam erwählt. Im zwölften Ringe der Regierung Cean-ard's ward Gael-ag von einer grossen"], [60, "56 Hungersnoth heimgesucht, eine Menge Rinder aller Art gingen zu Grunde, und im Laufe des nächsten Ringes min derte sich die Volksmenge Gael-ags um die volle Hälfte. Und als Cean-ard zwanzig volle Ringe regiert hatte, da wurde er krank und starb. (1220.) V. (Hungersnoth, Musik und Tanz, Mord and Wahl eines Ober- priesters.) Marcah. 1220-1204. Marcah, *) Sohn von Cean-ard, ward gewählt, das Land zu beherrschen, aber das Land ist entvölkert, nur erfüllt von Schmerz und Klage, niedergedrückt von Hunger, Krank heit liegt schwer auf dem Herzen Gael-ags ! 0 ! wie betrübend ist es, die menschenleeren Versammlungen zu sehen, wie sie schwach die Berge umstehen ! Peinlich war die ganze Zeit der sechzehn Ringe der Regierung Marcah's, dann starb er, abgeworfen vom Pferde, in Verfolgung eiues Hirsches in C e a n - 1 b - E r , der Nacken war gebrochen, und so starb er an der Stelle, wo er fiel. Ach! (1204.) ') Marcah, Reiter, von marc, Mähre, marcach Reiter, mwcaidh, reitend. Cnlr. 1204-1185. Cuir,1) der Sohn Cean-ard's, wurde gewählt. Als er sechzehn Ringe regiert hatte, starb Gol und Murchad2) wurde Ard- Olam. Cuir ergab sich der Jagd und dem Vergnügen jeder Art. Er sandte Jünglinge nach A o i - m a g, 3) um das Saiten spiel der Harfe zu erlernen. Harfenklang ergötzte ihn mehr, als die Lehren der Weisheit von den Lippen der Olam. So brachte Cuir einmal zwanzig weniger einen Ring hin, und starb weniger erschöpft durch die Dauer, als durch die Veschwendung der Zeit. (1185.) ') Cuir, cu, Held, air, Mann. 2) Murchad, morachadh, Verehrung, morachd, majestätisch. \") Aoi-mag, Phönizien, Chatteuland. Aod. 1185-1163, Aod,1) Marcad's Sohn, ward gewählt zu herrschen in Gael-ag. ') Aod, Ode, Gesang, aoidh, gastfrei."], [61, "57 Die Lehren der Olam wurden für nichts geachtet, man borte nur Barden und Minnesänger — die Priester horchten immerwährend den Tönen der Musik, der Blick der Häupter war abgewendet von den Lehrern der Weisheit, nichts wurde in Gael-ag gehört, als der Klang der Harfe, der Lieder und der Sagen der Vorzeit, nichts gesehen, als Thorheit und Tanz. Die Olam sahen, dass nur Harfe und Sang und süsse Mähr geachtet waren — da fragten sie : ist denn die Kenntniss der Weisheit vergessen — aber ihre Stimme wurde nicht gehört — 0 Jammer! So ging es Tag und Nacht in Gael-ag durch 22 Jahre, während deren Aod auf dem Herrenstuhle sass. (1163.) Andere Worte als diese hat Murchad nicht für Aod's Zeit. Ib-Er. (1) 1163-1159. Nach Aod's Tode ward sein Sohn Ib-Er *) gewählt. Zwölf Tage hernach starb Murchad und M o 1 1 2) ward zum Ard-Olam erwählt. Als Ib-Er die Zeit von vier Ringen vergeudet hatte, fiel er durch Falb's3) Hand. (1159.) Ist es nicht die Geheimliebe von Ib-Er und Min4), die Ali star 's 5) Bardengesang enthält, besingend den Tod lb- Er's und die Schicksale von Min, der schönen Tochter von T alt 6) und 0 r ta 7); von Min, die Falb, ein Häuptling von Gael-ag zum Weibe genommen. •) Iber, Ibere, Bergbewohner, Baske, muss aber hier als Eher, Reiter, aufgefasst werden, von ei, ib, (hippos) Pferd und air, Mann. 2) Molt, gepriesen, gelobt. 3) Falbh, Wanderer, Flüchtling. 4) Min, lieb, klein, Minchen. 5) Ali star, Alastair, gälische Form für Alexander. 6) Talt, taladh, liebkosend, Orta, die goldene, von orda oder oradh, or, Gold. Maol. 1159-1141. Maol,1) Aod's Sohn, wurde an die Stelle seines Bruders gewählt. In diesen Tagen versammelten sich die Priester zu Sa-breid, 2) und neun der Priester gingen zu Maol un gemeldet, und sie sagten durch den Mund von Brathar : 3) 0 König! lass die Priester Baals unter sich wählen einen zum Obern über seine Brüder, gleichwie bei den Völkern von Eisfeine, ja selbst bei den Olam."], [62, "58 Und Maol sprach: Lasst die Edlen und Volkshäupter sich versammeln und Brathar's Worte vor dem Ohr der Versammlung durchs ganze Land wiederholen. Und Brathar antwortete und sprach: Die Priester des höchsten Baal wollen nicht die Stimme hören der Edlen und der Häupter des Volks — Maol selbst mag sprechen. Und Maol sprach! Wenn die Worte der Priester Baal gefallen, so sei es so! Und auf diese Art ward Brathar zum Ard-Cruimtar 4) gewählt. Die Priester regieren Gael-ag. — Haben sie nicht Landestheile sich selbst ausgesetzt, statt der Opfergaben von sonst, und dabei doch noch Opfergabe ! 0 Schande ! Als Maol Herr genannt war durch 17 Ringe, da starb Molt und Ner 5) wurde Ard-Olam und einen vollen Ring da rauf (1141) starb Maol, der elende Maol, Eolus, des ruhm vollen, unwürdiger Sohn. ') Maol, maoil, Kahlkopf. 2) Sa-Brei d, in den Bergen und zwar in der Penna Prieta, der höchsten Gruppe der cantabrischen Gebirge, an der Westgrenze der heutigen Provinz Santander, 3) Brathar, Bruder. *) Ard-Cruimtar, Erz-Gottesmann, cruim, crom, Himmels gewölbe, überhaupt jede Krümmung, air, Mann. ') Ner, Kraft (wälsch). VI. Zerwürfnisse mit den Priestern. Ib-Er (II.) 1141-1118. Ib-Er, dei Sohn Maol's, ward erwählt. Gross war die Schwierigkeit, die ich, Ner, hatte, zu lesen die Schriften des Eolus an jenem Tag. Sagten nicht alle Priester laut und wie einstimmig: Lasst nicht die Worte Eolus wiederholt werden vor den Ohren der Versammlung! Hat nicht Eolus übel von Baal gesprochen? nicht gänzlich seine Priester verachtet? Aber die Gaalen wollten hören die Worte des weise sten des Geschlechts, und den Priestern ward Angesichts des Volks Stillschweigen geboten, aber doch s.immelte sich die Jugend nicht so zu den Hütten der Olam als vormals. So regierte Ib-Er durch die Priester während ein mal zwanzig und drei Ringen, und er starb. (1118.) Sein Geist war völlig niedergedrückt."], [63, "59 Marcad. 1118-1085. Marcad,') der Sohn Ib-Er's, ward an die Stelle seines Vaters gewählt. Er verschwendet seine Tage in Müssigang. ') Marcad ist Reiter gleich Marcah. Leiteten nicht die Priester alle Schritte Marcad's, ausser seinen Jagden auf den Bergen und durch die Thäler Gael-ags? Als Marcad neun Ringe regiert hatte, starb Ner, und Sulard1) ward zum Ard-Olam gewählt. Die Olam beklagten die Vorgänge jener Tage. Sie sagten dem Könige und den Häuptern; Ihr weicht ab von der Weisheit und dem Ruhm Eures Geschlechts. 0 König! 0 ihr Edlen der Gaal Sciot Ib-Er's, wollt ihr nicht bedenken, dass die Olam einen Schandfleck in die Blätter der Jahrbücher einschreiben werden. Mag das Feuer des Geistes der Nachkommen auch so rein sein, dass das Andenken an diese Zeit sich mindert, so dürfen doch die Olam ihre Worte nimmer auslöschen. Was haben wir erlebt, und was erleben wir noch immer ? Haben nicht die Priester ihre A s t i 2) nächst den Bergen verlassen ? Haben sie nicht ihre Knechte darein gesetzt? Häufen sich nicht C a r n s 3) an sonst unbekannten Stellen ? Werden nicht Opfer gaben mit Gewalt vom Volke erzwungen ? Drängen sich nicht Priester nur in die grosse Versammlung ? Gegen alle diese Dinge erhebt sieb keine Stimme, als allein die der Olam — aber was gelten die Worte der Olam! — Auf diese Weise verlief all die Zeit von einmal zwanzig und dreizehn Ringen (1085), in welcher Marcad den Königsnamen trug : 0 Schande ! r) Sulard, solaradh vorsichtig, au die Zukunft denkend. 2) A s t i, Haus, Wohnung der Priester um die Berge, auf welchen die Baalsfeuer brannten, für deren Unterhaltung sie zu sorgen hatten. so namentlich auf der höchsten Spitze der obgeuannten Penna Prieta. Auch Athen hiess Asty. 3) Carn, cab-n, cuirn, Steinhügel über den Gräbern gefallener Krieger; in dem einst chaldäisch-skytbischen Südrussland werden sie Kurgan genannt, von carragan Steinbaufe, in der Krain Gomile von goimh Kummer, und Ue Stätte. Hold. 1085-1066 Noid *) ward an die Stelle seines Vaters gewählt. Neun zehn Ringe lebte er (1066), gezählt unter den Königen der Gaalen."], [64, "60 Das ist alles, was Sulard in Betreff Noid's nieder schreiben kann. — 0 Jammer! ') Noid, neadh, neachd, nichts, unbedeutend. VII. Abermals Auswanderung nach und über die Pyrenäen, Ankunft Ton Flüchtlingen ans Phönizien.) Og. 1066-1045. Als Noid nicht mehr war, wurde 0 g, l') sein Bruder, gewählt, der jüngste Sohn Marcad's. Im vierten Jahre seiner Regierung starb Sulard, und Feilimid2) wurde zum Ard- Olam erwählt. ') Og, oighe, jung. J) Feilimid von fial-maith , freigebig. Zu der Zeit zogen Gaalenhaufen und mehr Volks häupter von Gael-ag gen Buais-ce. Und ein geringer Theil überstieg die Bearna, geführt von Falb,1) einem Häuptling von Gael-ag, Sohn Fermor's, 2) Sohn Bor b's 3) Sohn M o r l's, 4) Sohn des Falb, welcher Ib-Er, den König, erschlug — alle flohen sie vor dem Druck der Priester. ') Falb, Flüchtling. 2) F e r m o r, Jear-mor, Mann - gross. 3) Bor b, buirbc, Barbar, wilder Mensch. 4) M o r 1, maor-il, Häuptling - gross. War nicht die Herrschaft der Priester das einzige Ge setz in Gael-ag ? Ist nicht der Geist des Wissens mehren theils vernichtet? Zu Zeiten und oft sprach Feilimid zum Ohr Og's und wiederholte ihm die Worte des Eolus. Er schien darauf zu hören — aber was hilft solcher Schein dem einges^hreckten Gemüth ? Nun, als Og zwanzig Ringe voll regiert hatte, da zogen Haufen aus Aoi-mag nach Eis-feine. Und die Gaalen von Ib-Er empfingen sie mit offenen Armen. Der König und die Fürsten und die Edlen und die Olam und alles Volk, sagten sie nicht: Unsern Vätern mit Calma und Ronard halfen die Kinder von Aoi-mag, wenn auch um Lohn, — Haben wir nicht unsere Kenntnisse aus Feine bekommen? Die Kinder von Aoi-mag erzählten von Unruhen und Leiden, die ihr Land betroffen. ')"], [65, "61 Mit ihnen kam Kenntniss von süsser Melodie, Musik und Tanz, Waren nicht Corabeines2) unter ihnen ? die wunderbar anzusehen waren. ') Es geschah dies zu der Zeit, als die Assyrer unter Tuklat- Pal-Asarl. Aoimag oder die Chatterdänder Syriens verwüsteten, und einen Theil der Einwohner nach Eis-feine oder Hispanien zu flüchten zwangen. Dieser chatto-fenische Nachschub aus Aoi-mag erfolgte also zu Og's Zeit, zwischen 1036 und 1045 vor Chr. Damals herrschten iu Canaan Koni? Sani (1080 bis 105S) und David (von da bis 1020), von denen indes nicht erzählt wird, dass sie mit den Feno-Chatten auf feindlichem Fusse standen ; blos mit den Philistern lagen sie in Zwiespalt: dagegen geben die assyrischen Keilschriften an, Tuklat- Pal-Asar I. (nicht der weit später von den Juden genannte), welcher 1130 in Elassar, damals Assurs Hauptstadt, an das Ruder kam, und bis 1080 Wüthete, habe blutige Kriege gegen die Khatti und Akhari (Karer) geführt. Nachdem; dieser Tuklat erst gegen die Moscher (Czechen am schwarzen Meere) gezogen, dann Comagene verwüstet, das von Chatten bewohnt war. desgleichen Armenien, nördlich davon, kam er bis nach Medien und zum kaspischen Meere. In seinem fünften Feldzuge eroberte er die chattische Grenz veste Kar-kamis (Circcsium, Carchemisch) am Euphrat. und legte den Chatten Syriens Tribut auf: er kam bis zu den Schluchten des Amanus oder Taurus in Cilicien und in das Land der Akhari im aen Libanon, endlich machte er auch einen Zug nach Musru (Mizraim. Egypten) und eroberte dann Babel, wurde aber schliesslich doch von Mardufc-Nadin-Usur, dem Könige von Babel, oder genauer gesagt, von Car-Dunias. der Hauptstadt der Araber Sinear's, welche damals unter chaldäischer Oberhoheit standen, geschlagen. Marduk (der Stier) eroberte sogar Kalah. Tuklat's zweite Residenz, und schleppte die assyrischen Götter nach Babel, von wo erst 418 Jahre später Sanherib dieselben wieder nach Assur zurückbrachte. Die Kriege mit den Chatten dauerten nun von Tuklat an be ständig fort: unter Assur-Rab-Amar (1030 v.Chr.) verloren die Assyrer aber wieder alle ihre Eroberungen auf dem westlichen Ufer des Euphrat an dieselben, oder wie sie hier abwechselnd auch genannt werden, an die Arama. Arameer, das ist an die Erzgiesser von Damascus, der Burg der Kusch. (Ram ist Erz.) Assur-Rab-Amar musste schliesslich die letzte Burg am Euphrat, Mulkina, an den Chattenkönig wieder abtreten. Später freilich wendete sich das Glück, und die Assyrer er langten die Oberhand. Vergl. Menant „Annales des rois d'Assyrie\", Seite 42 bis 50 und Obermüller's Hessen-Völker, Seite 648—650. Es heisst da wört lich: „Bei Kar-Kamis, im Lande der Chatten (auf der Ostseite des Euphrat), siegte Tuklat, und verfolgte sie auf Flössen bis über den Strom und verbrannte dann sechs Städte.\" Von den Akhari oder den Karern, heisst es, sie beherrschen das Meer von Aradus aus, der alten Hauptstadt der Karer: dort bestieg Tuklat ein Schiff der Arvader oder Arader, und tüdtete im grossen Meer einen Delphin, während er im Libanon, deai damaligen Hauptland der Chatten, Büffel jagte. Ans diese durch Tuklat-Pal-Asar I. veranlassten Leiden bezieht sich nun die obige Stelle der Chronik von Gael-ag, und in Folge"], [66, "62 dieser Leiden wanderten viele Aoi-mag abermals nach Spanien; sie kamen wohl meist aus dem nördlichen Libanon, waren also speciell Karer. Von diesem merkwürdigen Volke gibt Herodot Buch I, 171 an, dass dasselbe zuerst die Helme hübsch mit Büschen geschmückt habe, wohl mit Adler fitti ehe n, von denen Ossian der altschottische Barde, so oft spricht; auch hätte es auf dem Schildej Abzeichen gemacht, die spätern Wappenbilder, (die Löwen); endlich behaupteten die Karer, im Gegensatz zu der Ansicht der Griechen, welche meinten, sie stammten ursprünglich von den griechischen Inseln, namentlich von Kreta, bass sie von jeher Ureinwohner des Festlandes ge wesen und dort stets denselben Namen, Karer (Akkari), geführt hätten ; auch seien die Mysier und Lyder ihre „Stammesbrüder\", insoferne als die Mysier oder Moscher in Armenien und die Lydier auf Cypern, in Syrien und Klein-Asien mit ihnen zusamraenwohnten. Die Karer waren indes nicht blos von Kreta aus, sondern auch zu Land über Cataonien nach Karien in Vorder-Kleinasien gekommen. J) Corabeines, Koryhanten, Tänzer, von cor, Kreis bean, flink (griech. baino, gehen) und aois, Gesellschaft; sie bildeten näm lich solch' herumziehende Gesellschaften, welche durch Musik und Tanz sich ihren Unterhalt verdienten ; die von Sidon waren die be rühmtesten. List und Betrug erfüllen den Sohn von Aoi-mag, voll Falschheit ist das Volk des Südlandes; doch haben wir sie nicht verlassen mögen, jetzt, wo sie von Widerwärtigkeit heimgesucht werden, weit von der Stimme der Barigen entfernt. Nachdem Og durch einmal zwanzig und einen Ring den Königsnamen getragen (1045), starb er, beklagt von den Priestern, aber von den Priestern allein. Feilimid schreibt mit Kummer diese Worte nieder ; allein hat er nicht beschworen, Wahrheit und nur Wahr heit niederzuschreiben ? vii;. (Volksversammlung zn Oriedo und Aufbewahrung der Annalen.) Ard-fear 1045—1030. Nun kam der Tag der Versammlung der Edlen zur Wahl dessen, der regieren sollte. Und viele Cruimtar und Carneac *) und ein gewaltiger Haufen des Volkes stand um den Berg, nächst bei Asti-Er-eis, 2) als Ardfear, der Sohn Og's, gewählt wurde. >) Carneac, Diener der Priester, um die Carns zu besorgen; carn bedeutet aber auch Fleisch, und hätten sie darnach die Opfer zu schlachten gehabt. _ 2) Asä-Er-eis, Haus-Berg-Menge, bei den Römern L-mus Asturum jetzt Oviedo."], [67, "63 Und als ich, Feilimid, den Mund öffnete, um zu lesen die Schriften des Eolus uud die Jahrbücher der Gaalen, da Mbftb sich ein grosser Aufruhr, und man hörte viele Stim men, die sagten ; Nieder mit den Olam — wir wollen das Ohr nicht neigen zu den Schriften des Eolus. Als ich diese Worte in meinem Rücken vernahm, ver liess ich meinen Platz, und begab mich an die Seite von Ard-fear, und von hier sprach ich mit lauter Stimme zu dem König, den Fürsten, den Edlen, und dem Volk. Und ich erinnerte an meinen Schwur, bei Sonne, Mond und Sternen die Schriften zu bewahren, so lange ich lebe — denn es kam die Furcht über mich, die Priester möchten sie sämmtlich vernichten. Und ich flehte Ard-fear an, und die Edlen — und streckte meine Hände aus gegen das Volk und sprach: 0 ihr Männer von Ib-Er ! hört die Worte von Eolus, dem weisen und guten, dem Haupt der Gaalen von Gael ag, und doch sich nicht höher achtend, als jedeu seines Volks — des Eolus, den die Edlen und die Gaalen ihren Vater und Lehrer nannten. Jeder, dem Wahrheit und Wissen schaft am Herzen liegt, dessen Gemüth den Gesetzen von Gael-ag anhängt, er leide nicht, dass das Lesen der Worte Eolus und der Jahrbücher der Gaalen unterlassen werde. Sind da nicht Worte unter den Gesetzen seit den Tagen von Eolus, die da sagen : Zur Zeit, ivenn die Edlen den ernennen, der herrschen soll in Gael-ag, da und an jenem Tage sollen die Worte von Eolus und die Chroniken der Gaelen laut verlesen werden, durch den Ard-Olam vor den Ohren der grossen Versammlung des Landes. Hat nicht der Olam geschworen, dass Trug keine Stelle finden soll in den Rollen ? Darum lasset die Worte laut verlesen werden, da mit die Versammlung urtheilen möge über ihre Wahrhaf tigkeit — ist es nicht dann Zeit zum Verworfen, wenn irgend Unwahres darinnen erscheint ? 0 ihr Gaalen, von Sciot-Ib-Er, Nomades und auch Og-eag-eis, l) lasset durch keine Zunge euch verfüh ren; euer Ohr abzuwenden von den Worten Eolus, des ruhmvollen. •) Skythen von Iberien, Hirten und Seeleute. 0 ihr Edlen von Gael-ag, weichet nicht von dem Wege eurer Väter. 0 Ard-fear, Haupt dos Geschlechts, leide nicht, dass Eolus, die Quelle deines Geblüts, befleckt werde."], [68, "64 Als ich geendet hatte, erhob sich ein lautes Geschrei, alle Zungen der Versammlung, bis auf die der Priester, riefen wie mit einer Stimme : die Worte sollen gelesen und gehört werden. Hierauf neigte ich mich gegen die Versamm lung, und nachdem ich den Platz des Ard-Olam wieder ein genommen, erhob ich meine Stimme, und las laut die Schrif ten des Eolus und die Worte der Chroniken. Und die ganze Versammlung — die Priester hatten den Berg verlassen — schlug in die Hände und rief: Die Worte Eolus klingen in die Ohren wie Saitenspiel der Harfe, gegriffen von zarter Hand. Und ich erhob meine Hände und meine Augen gen Himmel, und sagte : Mag der Geist Eolus unsterblich woh nen unter den Kindern von Ib-Er für immer — und die Worte wurden wiederholt von allen Zungen. An diesem Tag ward ein grosses Fest bereitet, und die Tische waren gedeckt für alle auf und um den Berg, und Tag und Nacht verging in Musik und Tanz, und die Sänger und Springer von Aoi-mag erheiterten die Herzen der Kinder von Gael-ag. Nun, nach Verlauf weniger Tage stand ich, Feilimid, in Gegenwart von Ard-fear, die Schriften Eolus und die Rollen der Chroniken in der Hand, und ich sagte zu ihm : Grosse Furcht ist über mich gekommen, dass nicht die Schriften mir mögen entwendet werden — darum, o Ard-fear, Sohn von Eolus, lass sie aufbewahren, sie sind deinem Geschlecht kostbarer als alle Schätze der Einge weide der Erde. Und Ard-fear sprach : Vor wem fürchtest du Dich ? und ich sagte : Vor den Priestern. Ard-fear war verlegen, endlich sagte er: ich will sie verwahren. Und ich sagte; Geheim muss der Platz der Aufbewahrung gehalten werden ! Und er sprach: Du allein sollst die Stelle kennen. Und er führte mich zu dem Zeit, in dem er immer lag, und legte sie in ein Kästchen. Ungeachtet ich mich mit Kummer von ihnen trennte, so war ich doch einer schweren Sorge enthoben. Nun schien die dunkle Wolke zerstreut, die seit den Tagen Maol's, des Sohnes Aod's, über Gael-ag gehängt hatte. — Ard-fear liebte die Olam — die Jugend drängte sich zu den Schulen. Nun ward die Wahrheit gesucht, Wis senschaft ward gewünscht und Weisheit kam in Ruf. Hier haben wir, — wie ersichtlich, schon einen „Culturkamps'' in schönster Form, geführt zwischen den Priestern und den Staatsgelehr ten. Da die Annalen von letzteren geschrieben wurden, so kommen erstere darin natürlich nicht zum Besten weg."], [69, "65 IX. Die noun Gcbate Baal's Garadan von Flrol. Jeder Tag ward heller als der vergangene, während der acht Ringe die Ard-fear regiert hatte, als eines Tages er mich, Feilimid. (Vorsteher der Gelehrten) zu sich rufen liess durch Lore1), einen des Geblütes. ') lur, liebreich, hübsch, edel. Und als ich vor Ard-fear stand, und Lore bei uns, da frug mich Ard-fear: was der Gebrauch der Priester zu Eolus' Zeit gewesen, und warum die Worte Eolus' dem Ohre der Priester missfallen? Und ich sagte: der Grund des Missfallens in dem Ohre der Priester liegt in den Worten selbst — Eolus wollte ihre Trugbilder nicht leiden, oder, was noch schlim- mer, dass solche den Gaalen als Gesetze gelten sollten. Höre jetzt, mein König, wenn es dir gefällt. In den alten Zeiten waren drei Häupter von File, ') einer, dessen Name nicht genannt ist, hiess F u i 1 e a c 2) denn er hatte seinen Vater und zwei seiner Brüder er- schlagen, und darum verlor er seinen Verstand und sein Körper nahm schnell ab. !) File 3tatt fuü, Blutsverwandtschaft, Geschlecht, Stamm. Es herrschten also damals drei Clans - Häuptlinge, und zwar noch in der Zeit, als die Gaelen im Soliman-Gebirge zwischen Cabul und dem Indus hausten, wo deren Nachkommen, die Gildschi g, heute noch als unabhängige Gebirgsstämme leben. 2) Fuü-eac, der Blutige. Sein Gemüthszustand setzte einen Priester, Namens Aislinteac, 3) durch den Gedanken in Schrecken, dass er nie sterben, sondern lebendig zwischen die Kinnladen des wüthenden Baal gerathen werde. ') AitUnteae oder aislingeach, Träumer, Visionär. Mit so befangenem Gemüthe erzählte dieser Priester, wie er mit Baal von Angesicht zu Angesicht in einer Höhle des weit ausgedehnten Gaban-Casan 1) gesprochen. ') Gal an- Casan, Schmiede- weg, woraus Kaukasus entstand. Die Schmiede, oder gah-an, gob-an, gau-an, gau-air, Cauru in Indien, hau sen beute noch als Gurka sowohl im Gebirgsthale von Nepal auf der Südwestseite des Himalaja, ab im Soliman-Gebirge, am den Khyber pass, so namentlich westlich von demselben, als geschickte Arbeiter und Bergleute . Der Kbyberpass selbst ist nichts anderes als eben die ser Gabair-Casan, Schmiedeweg, weshalb dies Gebirge der indische Kaukasus genannt wurde. Auch der Elborusim Norden von Persien hiess Kaukasus, und so jedes Gebirge, in welchemSchmiede und Bergleute arbei- 5"], [70, "66 teton . Die Gaelen oder Gilzis, (Gildschis) wurden, nach indischen An gaben, von diesen Caurus besiegt und zum Theile aus dem Lande ver trieben, worauf sie nach dem Sinear am Euphrat auswanderten, wo sie als Chaldäer das Reich von Babylon gründeten. Im indischen Kaukasus also, an dem vielgenannten Khyberpass zwischen Cabul und dem Indus entstand die Lehre von den neun Geboten Baal's. Der Kaukasus am schwarzen Meere kann schon deshalb nicht gemeint sein, weil die von Babel nach Armenien und Georgien aus gewanderten Chaldäer dort mon okratiscb von Königen regiert wurden und ihre Eeligion völlig ausgebildet aus Babel mitgebracht hatten, am Khyberpass standen sie aber, wie heute noch, unter Clanshäuptlingen. Da habe Baal gesagt: Die Gesetze der Gaalen von Ib-Er schweigen über Baal und die Priester, seine Diener auf Erden. Darum du, Aislinteac, sage dem vom Kummer von allen Seiten bedrängten Häuptling : so spricht Baal, der ge waltige ! Welchen Ruhm hat Baal, wenn der Gaale spricht ! „Vergiesse nicht deines Nächsten Blut.\" „Nimm nicht, was des Andere is t.\" „Sprich nicht, was unwahr ist.\" „Sei mitl eidig.\" Baal will, dass er geehrt werde durch die Lippen, und dass den Priestern alle Hände des Volkes dienen sollen — dann soll der Häuptling erlöset sein vom Urtheil Baals, und wieder aufleben von den Schrecknissen seines Gewissens. Und da wurden fünf Gesetze zugefügt, alle benannt: die neun Gesetze der neun Priester vom Anbeginn, denen Eolus, der weise und gute, nicht zustim men wollte. Ueberdem schrieb er nieder alle die Worte, die schön von den Vätern der Kinder des Landes gespro chen worden, ehe noch Priester auf der Erdfläche waren. Darum streben die Priester, dass seine Worte vor den Kindern des Landes geheim gehalten werden und nannten die Gaukeleien Aislinteac's : die neun Gesetze Baals, den neun Cruimtar gegeben vom Anbeginn. Eolus legte den Priestern einen Zaum an, und sie wurden bis zu den Tagen von Maol in Schranken gehalten. Dann geschah es, dass sie zum ersten Male einen Ard-Cruimtar *) wählten, und sich antnusslicherweise statt der bisherigen Opfergaben Landestheile solbst zutheilten ; — und nicht lange verging, da bestellten sie Knechte 2) unter sich, die vor Allen vorab Gaben einforderten, und"], [71, "67 bis zu den Tagen von Ard-fear mit Gewalt zu nehmen pflegten, von denen die nicht gaben.' Und nun wurden sie von den aus Aoi-mag3) Ge kommenen belehrt, immer mehr und mehr zu fordern, wegen der ungewöhnlichen Feuer durchs ganze Land. ') Ard-Cruimtar, Erz-Gottes-mann , Oberpriester. 2; Knechte oder Carneac, Camach, von carn, Steinhaufe. Diese Knechte wurden aus den von den Gaelen zu Knechten gemachten tur sischen Ureinwohnern gewählt, wodurch diese in den Priestern wieder Beschützer fanden, ein Verhältniss, das sich durch ganz Europa wieder holte; denn überaU, auch in christlichen Zeiten, nahm sich die Kirche schon im eigenen Interresse, um eine Partei für sich zu haben, der unterdrückten niederen Volksschichten an , wodurch diese allmälig wieder in die Höhe kamen, und frei wurden. si Aoi-mag, die Phönizier oder Aah mu nach der egyptischen Schreibweise. Die .ungewöhnlichen\" Feuer waren Leuchtfeuer, der fernsehen Schiffer wegen, und brannten dieselben überall längs den Küsten; als dem Sonnen- und Feuergott Baal geheiligt, mussten sie von den Priestern und ihren Carneacs unterhalten werden. So sind sie Schritt vor Schritt gegangen, und so würden sie weiter gehen, wenn ihren Schritten nicht Ein halt geschieht, bis dein Geschlecht ihre Knechte geworden, und die Gaalen in ihren Fesseln. Und Ard-fear sprach : Was ist angemessen zu thun ? Feilimid schwieg, und Lore sagte : Wie, wenn das Volk berufen würde zu den Versammlungen auf den Bergen ihrer Wohnplätze? Und Feilimid sagte : In solchem Falle würde das Volk leitungslos von den Priestern überwältigt werden. Wie ? wenn die grosse Versammlung von Gael-ag ver sammelt würde, um zu sprechen von Dingen, die sich ereignet und zu überlegen, was zu thun sei ? Und so ward es. Und viele wurden zusammengebracht, und ehe sie schieden, ward der Schluss gefasst: Lore vom Geblüte, Feilimid, der Ard-Olam, und Gar ad an1) von den Volks häuptern in Fir-ol, sollen untersuchen die Zahl der C'ruimtar und Carneac — wie viel da sind der Asti2) und derer, die darinnen wohnen nächst um den Bergen — und wie viel deren sind, die die Feuer bewahren auf den einsamen Pfaden des Landes. ') Garadan, einer der Häuptlinge des Volkes um Firol (fain Beigwacht, al hoch oder oilFeU, also Leuchtthurm) war nicht vom Geschlechte der Gaelen, sondern ein Nemeder oder Pelasger, von dem aus Egypten eingewanderten Stamme des Easru oder 6«"], [72, "68 Osiris, wie die in Jrland erhaltene Nemeder-Sage ausweist, und wie sie^Plinius bestätigt. Das Nähere hierüber ist in dem 5. Bogen der „Historisch-ethnologischen Zeitschrift\" enthalten und zwar Seite 12 u. folg. Dieser Garadan kommt auch in den wähchen Triaden als Eroberer der britischen Inseln vor, wo er Hu Gadarn, gewaltiger oder göttlicher Häuptling, genannt wird. Da Gadarn ein wälsches oder druidisches, beziehungsweise tnrsisches Wort ist, so zeigt dies, dass die wälschen Turdetaner als Knechte auch unter der Herrschaft dieser Pelasger fortlebten. J) A s t i Melkplatz. Der Ausdruck kommt auch in Griechen land vor, so wurde namentlich Athen als Asty oder Astu bezeichnet bei den Römern bedeutet aalicus städtisch. Die Astys entstanden aus Melkplätzeu, denn ot ist gaelisch die Mdch, tat, ty. teiau Haus, tu, Platz, Gegend, letzece Formen sind wälsch, bezw. lokrisch, denn die Lokrer waren neben den albanesischen Gegen oder Giganten die Ureinwohner Griechenlands. Bei diesen Melkplätzen entstanden Her bergen, deshalb bedeutet Osda im GäÜscheo, Ostalu, ira Baskisclien, Ostau im Provencalischen eine Herberge für Menschen und Vieh. Aus dem Wirthe wurde der Hospes, und aus der Herberg.1 oder Osda da3 Bostel oder H Ö t e 1 [el ist gros]. Im Hessischen gibt es ver schiedene Orte, die mit es oder jos enden, also aus solchen Melk plätzen oder Herbergen entstanden. Und so ward es. Und wir erfuhren : der Cruimtar seien 226, wovon 56 angewiesene Landestheile hatten. 127 haben hie und da Theile Landes sich angeeignet, was aus Furcht zuge lassen worden. 43 hatten keine, und lebten bei ihren Brüdern, den Edlen und den Volkshäuptern. Weiter : dass über die 56 Asti und die grossen Ver sammlungen von Asti-Er-eis1) Asti-Er-ce2) und E r a s t i 3) daselbst Steinhügel wären, wobei sich Hütten befinden, in denen Carneac4), ihrer Menge nach unzählbar, wohnen, die alle in Müssiggang von Opfern leben und den Lebensunterhalt der Gaalen verschlingen. ') Asti-Ereis von asti und airidh, Sommeraufenthalt für Heerden und Hirten, flacher, mit Gras bewachsener Hügel, bei den Römern Lucus Asturum, heutzutage 0 v i e d o, Schaafhof von oms Schaaf und aiteack Hof. 2] Asti-Erce, von arca Versammlung, das heutige Astorga, lat. Asturica, westlich von Leon. 3J Er-asti, Bachhof, wohl in der Sierra Istredo, nordwestlich von Leon und Astorga am Fluss Eria [Aar], was übrigens ein baskisches Wort ist. 4] Carneac, turdetanische Knechte der Priester, carn sind die Steinhügel über den Gräbern, welche die Priester durch die Carneac in der Nähe der Kai-leals oder Cap eilen, d, h. Häuser des Baal, aufwerfen liessen, woraus dann die Kirchhöfe entstanden. Diese Dinge berichteten wir Ard-fear."], [73, "69 Und er sandte Boten aus ins ganze Land, sagend : Lasst alle Edlen, Olam, und die Volkshäupter je einen von neun, kurzweg zu dem Berge kommen nächst bei Asti- Er-eis, (Oviedo) und lasst auch die Cruimtar dahin kommen, wenn es ihnen gefällt, während die Versammlung Rath pflegt im Betreff der Priester, und der Dinge, die zu thun rathsam erscheinen mögen. Und als die Versammlung auf dem Berge war, so war die Menge so gross beisammen, als nicht seit den Tagen des Eolus, nein! als nicht zur Zeit, dass die Gaalen zuerst das Land berührten. Und Ard-fear erhob sich in der Mitte, und sprach : Männer von Gael-ag ! Seit den Tagen Calma's und Ronard's und bis auf Maol waren der Cruimtar zweimal zwanzig und sechzehn, und man hörte nichts von Ard- Cruimtar, noch von Carneac — sie bewachten die heiligen Feuer der Asti, und unterhielten die Flammen feuer auf den Bergen; sie halfen dem Wanderer, und dem Fremden fern von seiner Heimat, wofür sie Gaben vom Volk er hielten, freiwillig gegeben. Dann erbat Brathar, einer der Priester, von Maol die Erlaubniss, einen Ard-Cruimtar (hohen Priester) zu wählen, dann wurden aus den Opfergaben Landestheile, und dann bestellten die Priester unter ihre Befehle Knechte, welche in den Asti auf den Bergen bis diesen Tag leben, und dennoch Opfergaben laut verlangen. Und so wuchs die Zahl der Cruimtar bis auf zwei hundert, einmal zwanzig und sechs Cruimtar, von denen einhundert einmal zwanzig und sieben sich selbst Theile zugeeignet haben, ohne eine Theilung davon gemacht zu haben, und zweimal zwanzig und drei Leissen Cruimtar und entbehren aller Zntheilung. Ueberdera sind die Steinhaufen, genannt die Berge, (carn) wo dio Gaben erzwungen werden, vor Menge nicht zu zählen, nächst unter ihnen wohnen Carneac, die Knechte der Cruimtar, in Armuth, dem Loos der Knecbtsch Darum, wenn es euer Wille ist, sei die Zahl der Cruimtar zweimal zwanzig und sechzehn, wie vor Alters, und darüber zwei Priester und der Ard-Cruimtar, zu wohnen um die Zelte von Asti-Er-eis (Oviedo). — Man lasse ihnen den Ard-Cruimtar, wenn sie es wünschen,"], [74, "70 Und zwei Priester su Asti-Er-ce (Astorga) — und zwei Priester von Er -asti — und ein Priester zu Samur (Zamora) — und vier Priester vom Aufgang zum Nieder gang der Sonne längs den Reihen von Cean-Ib-Er1)» selbst bis Sa- Brei d2) zu helfen dem Wanderer und dem Frem den fern von der Wohnung der Seinigen — und zwei Priester zu Er-aoi 3) — und zwei Priester innerhalb der Zelte der Gaalen von Fir-ol4), wo von Alters her r üb m e sw er th e Männer5) wohnen, um See fahrende zu erquicken, welche mit Gefahren der grossen Tiefe umgeben sind. !] Cean-ibher, Spitze Iberiens oder des Berglandes, von den Römern in Cantabrien umgeformt. Es ist dies da? rauhe Bergland zwischen dem heutigen Asturien und den baskischen Gauen längs de3 Meeres. 2] Sa-Breid ist die heutige Pinna Briet a fbraigt Berg), die höchste Kuppe der cantabrischen Berge in der Landschaft la Mcmtana. 3] Er-aoi, Iria flav-ia, dermalen Negre Ire, 4] Fir-ol, ferol, fair, Bergwacht und al hoch. 5) „Von Alters her ruhmwerthe Männer\" um Firol, dies sind die obengenaenten Pelasger oder Pelistim unter Garadan, die also vor den Gaelen in das Land gekommen, und zwar zu Schiff aus Canaan und Egypten, zur Zeit der Vertreibung der Hyksos 1800 v. Chr., während die Gaelen erst am 1400 v. Chr. von Sidon aus an den Duero verpflanzt wurden. Und weiter : ein Priester, wo der Duor südwärts Hiesset, — und einer, wo die Wasser des Min, (Minho, kleiner Fluss) südwärts laufen — und sieben andere Priester zwischen Min und Miranda1), (d, h. zwischen der Mündung des Minho, am Meere her, rings um Galizien bis zur Grenze von Asturien, wo eine Miranda liegt) , zum Anzünden der Feuer von Ard-Ib-Er, und an dieser und an jener Seite zu leiten den Seemann durch die Finsterniss der Nacht. Ueberall neunmal neun Priester durchs ganze Land. Und lasset die Priester zurückkehren zu den Asti nächst, unter den Bergen wie sonst, und wollen sie Carneac haben, so mögen sie ihnen ihren Lohn zahlen — und all dies sei vollendet im Laufe des nächstkomraenden Ringes. Und die zweimal zwanzig und sechzehn Priester sollen unterhalten die Feuer auf den Bergen der Versammlung, Zeit und Jahreszeiten anmerken , und sie sollen die Schriften dem Ard-Cruimtar vorlegen, je am neunten Tage, wenn Baal auf die Schwelle des Hauses seines segenvollen Feuers in jedem Jahre getreten sein wird."], [75, "71 Und der Ard-Cruimtar soll bewahren die Schriften, zum Gedächtniss für immer. Und Ard-fear setzte noch hinzu: Von allen Priestern sollen nur die freiwillige Gaben annehmen, die dem See manne helfen, und dem Wanderer auf einsamem Pfade im Dunkel der Nacht, wenn Baal itt den Zimmern seiner Hauser nicht leuchtet den Kindern von Gael-ag. Und die Worte Ard-fear's waren gut, und sie wurden den Chroniken der Gaalen beigeschriebeu, „die Gesetze für die Priester.'1 Nun murrten die Priester, sie wareu übel gesinnt gegen Ard-fear, und beluden seinen Namen mit üblem Rufe, denn sie verabscheuten ihn, und nannten ihn Fa-deact2). Und doch wird Ard-fear's gedacht werden als barmherzig und wahrhaftig und wegen guter Thaten in aller Zukunft. 'j Miranda. Grenzfluss-ortvon mir, meirghe, lat. margo. marca die Grenze ; das Wort ist ursprünglich baskisch, wo es marra lautet, wälsch bar, barre. mur ist Mauer. Miranda hat noch ein can Wasser und da Ort angehängt. Es gibt mehrere Miranda. so eines am Ebro, hier ist der Grenzfluss mit Ort zwischen Asturien und Galizien gemeint. 2J jadeact von faiieach, Hasenfuss. X. Auswanderung nach dem Norden auf fenischen Schiffen. Dnrchbrnch der Landenge von Calais. Nun strömte eine Menge Männer aus Aoimag nach Eis-feine, Schiffe zogen vorbei vor Breo-ceann *), und hielten ihren Lauf, nicht von der, nicht von jener Seite abbiegend. Und Boten kamen von Sgadan (Sidon) nach Gael-ag and Buais-ce, und die Gaal Sciot und die Gaalen von Buais-ce errichteten Verträge mit ihuen. Und viele der Gaalen besteigen die Schiffe von Feine, und ziehen nordwärts nach dem fremden Lande und wohnten da selbst.2) Und die Kaufleute brachten Vorräthe von kostbaren Dingen, seither verborgen in den Höhlen der Erde. '] Bre.o-ceann, Feuerspitze von b.-eo, Feuerfiamme UDd ceann, Zinne, Spitze, lat. Brigantium [Corunnaj deutsch Bregenz am Bodensee. 2J Die Gaalen (Fremdlinge, Einwanderer) von Gaeiag, also die Galen oder Caliier, sowie die von Buaisce sBaskenland) verbanden sich darnach vertragsmässig mit den Phöniziern, segelten auf deren"], [76, "72 Schiffen nach dem Norden, und legten dort Colonien an, so auf den britischen Inseln, wie in der Nord- und Ostsee. Diese Colonien, ob wohl unter fenischer oder eisfeinischer Hoheit stehend, waren also bald galische, bald baskische, oder aus beiden gemischte. Mit dieser Nachricht erklären sich eine Menge ethnischer und sprachlicher Räthsel der Nordlande, z. B. in Esthland. Und als Ard-fear vierzehn Ringe regiert hatte (1031), da überschwemmten die Wasser des gewaltigen Meeres die äussersten Ufer von Breo-tan1), und das Land durchreis send , bahnten sie sich einen Weg, indem sie eine Menge Trümmer, vom Lande getrennt, mitten im Wasser liessen, und gross war die Zahl derer, die der Abgrund verschlang — Ach!2) Nun erhoben die Priester laut ihre Stimme gegen Ard-fear, und sein Gemüth ward betrübt, und sein Körper entkräftet bis er starb, nachdem er, so wie ein Volkshaupt regieren soll, den vollen Umgang von fünfzehn Ringen regiert hatte. (1030.) !) breo-tan, Feuer-Iand, wegen der längs der Küsten unterhaltenen Leuchtfeuer, Britannien, alt Bretland. Die Form bret kommt übrigens nicht von breo, Feuer, sondern vom wälschen prid prächtig, englisch pretty, wegen der schön gefärbten, carrirten Plaids, die von den fenischen Purpurfärbereien stammten, und von den Britten auch in Belgien getragen wurden, so namentlich von den Batavern, wie aus der Geschichte des Civilis hervorgeht, der einmal die farbigen Plaids als Schiffssegel benutzte. Die Britten hiessen in Folge dessen bei den wälschen Siluren brython oder prydain. Eine dritte gleich klingende Form ist das wälsche ffrid Wasser-strom , woher dor Euphrat und die Friesen ihren Namen erhielten. 2) Von diesem Durchbruch der Meerenge von Calais-Dover sprechen auch der Periegete Dionys (Vers 283 und 284) indem er „von dem Erguss der kalten Fluthen des nördlichen Oceans\" singt, nnd Avien (V. 146), der von einem excursus des Meeres spricht, welcher (Erguss) die Lande weit überschwemmte. Auch Ephorus und Klitarch müssen von diesem Durchbruche gehört haben. Die Land enge, durch welche vor 1Ü31 v. Chr. Frankreich mit England zu sammenhing, Mess bei den Britten Casan-tir-eider Weg- Landverbin dend, eidu-g ist nach dem Wälschen „zusammenhängend\" eadar nach dem Gäiischen „dazwischen\"; tir, terra, Land, ist wälsch und gälisch; casan, Weg, gälisch. Die Verbindung muss demnach noch zu der Zeit bestanden haben, als die Gaelen nach Gallien und Bretland kamen, etwa 1240 v. Chr, unter Eocaid, sonst könnte der Casan keinen gäii schen Namen führen. Vor dem Durchbruche bildete das Meer zwischen England und Gallien einen Golf, der östrymnische oder Austern husen (von oitir) genannt. Noch heute liegen dort bei den Jersey-Inseln die grössten Austernbänke Europas. In Folge des Durchbruches erhielten die Flutheu des atlantischen Oceans freien Weg, um beim Weststunne"], [77, "73 fegen die Küsten Jfltl&nds anzuprallen und dort allmälig die nord- iesischen oder amroaischen Inseln und Niederungen wegzuschwemmen, was dann die Auswanderung der dortigen Amrontn oder Umbern, der Kymmern oder Kimmerier und der Tuath-Danan, Nord-Dänen, Nordseelente oder Teutonen veranlasste, lauter Völker, die ursprüng lich aus der Krim durch die Skythen westwärts gedrängt, im nördlichen Deutschland das erste grosse Reich des Bog oder Bakchus bildeten, und am Meere durch Verbindung mit Feniern, Gaelen, Basken und Tursen zu mächugtu Völkern erwachsen waren . Als Kimbern (oder Cumbern Cambern) hatten sie schon vor den Gaelen England erobert, und die dortigen wälschen Siluren unterjocht, weshalb Letztere nun ebenfalls Kyrnren genannt wurden und ihre wälsche Sprache die kymbrische ; als Eroberer Irlands und Unterjocher der »dortigen Cloden oder Mac- Cleods hiessen sie Tuath-Danan, Teutonen, die durchaus nicht mit den „deutschen\" Sueven verwechselt werden dürfen, die erst einige Jahrhunderte später aus Hochasien in Mitteleuropa ein wanderten. XI. Kunde Aber Irland. Bille. 1080—1025. Nun, da Ard-fear nicht mehr war, durch Verrath der Priester, wie gesagt ward, aber nicht mit Gewissheit, ward Bille1) gewählt, der Sohn Marcad's aus dem Geschlechte Calma's. Und nun kamen Klagen von den Gaalen ir> Dun mianac:1) die Kaufleute versagen den Kindern von Ib-Er die Rückkehr in ihre Heimat. Und Bille sandte Ith3), seinen Sohn, die Sache zu untersuchen. ') Bille. schwächlich. J) Gaalen in Dunmianac, fremdes Volk, Einwanderer in Dumnonien, oder im Lanoe der Eamnonioi, wie Ptolemäns und Ijumnani, wie Solinus den Namen übertragen, das heutige Devon shire, angelsächsisch Defna scyre, im Allgemeinen die ganze Süd westspitze Englands, oder Cornwallis, von wo später, zur Zeit des Einbruches der Angelsachsen, die Dnmnonea zum Theile nach der Bretagne, oder gallisch Bretland, auswanderten. Der Name Dunmianac kommt von dun Hügel, mein Mine, Erz, (baskisch mia), meineach voll Minen; noch heute wird hier das beste englische Zinn gegraben, wesshalb schon Homer England die Iiuel der Kassiteriden nannte. Hi^.- also hatten die fenischen Kaufleute aus Sidon Bergwerke an gelegt, zu deren Betreibung rie Iberen, d. h. Basken, und wohl auch Gaelen in Sold nahmen, dieselben aber nach Ablauf der Contracte nicht wieder sofort entlassen wollten. Da von den eingeführten Basken und Gaelen wohl ein Theil im Lande zurückblieb, und sich mit den gilurischen oder wälschen Ureinwohnern mischte , so wird das Volk dei Dumnonen, oder Cornwälsehen in England und später in der Bretagne auch als ein mit Gaelen und Basken gebildetes wälsches Conglomerat zu betrachten sein, und darnach ist auch die heutige"], [78, "74 Sprache der Bretagner zu beurtheilen. Die Dumnonen besetzten übrigens nur einen Theil der Bretagne, wo sie ohnehin schon aas druidische oder wälsche Stammverwandte stiessen, nämlich die Nieder bretagne, zwischen Brest und Vannes, deren Westspitze noch im Mitteialter, gerade wie in England, auch CornouaiUe genannt wurde. Zu CaesarsZeiten hausten dort „Vene t er\" (huen, ugrisch, gleich W asser) also Seeleute, wohl baskische, welche die ältesten Seefahrer waren. s) Ith, der Sohn des frommen Bille, „der die Priester nicht beugte,\" wie weiter unten zu lesen, erinnert an die Isis, deren Dienst durch die Nemeder aus Egypten sowohl nach Spanien, als von da über Bretland an den Rhein kam. Ith wäre die männliche Form für Isis, von ith, ioth Korn, ein Wort, das sowohl im Wälschen als Gälisth- Irischen vorkommt. Im Uebrigen bedeutet eath, eathar auch ein Boot, wie jedes ausgehöhlte Geschirr, daher die Etrurer oder Töpfer in Mittelitalieu. Und Ith kam viel später zurück, als erwartet wurde, und erzählte seinem Vater von Wundern, die er gesehen. Und Bille sandte nach mir, Feilimid, zu hören Ith's Erzählung, und er erzählte: wie er von Wind und Wellen ab endswärts, jenseits Breo- tan, nach einem anderen fremden Land getrieben worden, und er berichtest von den Menschen des Landes, wie sie vor seinem Angesichte geflohen1), gleich dem Hirsch vor dem Jäger. ') Diese scheuen Ureinwohner waren die Celten oder Cloden dunkelhäutiger, schwarzhaariger Race, verwandt mit den wälschen Siluren Englands. Diese Celten sind nicht zu verwechseln mit den Gaelen, d. h. den aus Asien gekommenen Chaldäem, von welchen sie unterjocht wurden, weshalb beide als Mischvolk von den Römern gewöhnlich als „Kelten\" aufgei'aest wurden. Der Name der Celten kommt von ceilt verborgen (Zelle, Keller) und ihr anderer Name Cloden, oder heutzutage Mac Cleods auf den Hebriden von clod Erd kloss, weil als Ureinwohner aus Erde entstanden, oder wegen ihres schmutzigen AusseheEs, und ihres Aufenthaltes in Erdhöhlen. In Spanien entstanden ans der Verbindung dieser druidischen Celten mit den baskischen Iberen die Celt-Iberen Nieder- Arragoniens, welche sich in ihrer „heiligen Stadt (Numantia) jahrelang gegen die Römer zu halten vermochten. Die heutigen Ar ragoni er stammen von diesen Celt-Iberen, ihr Name war in Rümerzeiten Arrevagen von ar Berg und uagh Höhle, weil in Gebirgsschluchten und Höhlen, wohnend, daraus entstand dann im Mitteialter Arragonen. Und ich erinnerte Bille und Ith an die Schriften von Re-alt-Cosgrac1), Sagte er nicht: noch mehr Weltlandes sei zur Linken Gael-ags? Und ist nicht das Land der Metalle von Gaalen bewohnt gewesen? — und nun berichtet nicht Ith von noch einem anderen Lande und unbekannten Gaal?2) Und ein Vertrag ward geschlossen zwischen den Gaalen und den Phönikern von Hamath,3) und sie waren zufrieden."], [79, "75 Bille ist betagt, er beugt die Priester nicht, doch hörte die Jugend auf die Lehren der Olam. Und als Bille fünf Ringe vollbracht hatte, starb Feilimid, der weiseste der Männer von Gael-ag. Und die Wahl fiel auf Ordac.3) Und einen Monat darauf starb auch Bille. (1025.) Träfe und unthätig war Bille, denn er war sehr alt, aber Bille war sehr gerecht. '] Be-alt ■ C< ■■•'■ .ich der Atlantis oder Amerika abgesegelte Lugad, der „Mond Ordnung Kenner\". !] Gaal bedeutet im VS älschen jedes feindliche, mächtige Volk, sowohl die Gaelen Spann as, Irlands und Hochschottlands als die Gallier Frankreichs, hier dagegen sind d;e den Gaelen feindlich ge sinnten wälschen Siluren von Coi 'ein Land der Metalle, und im Westen derselben auf Island die Cloden und deren Be heirscher die Tuath-Danan gemeint, von welchen später die Rede sein wird. 3]Hamatl>. Hauptstadt der Chattofenier am Orontes im Libanon. Amad bedemei im Wälschen Ringwall ■ als Ard-Olam oder Erzgelehrter auf Feihmid. den gute- itigen oder freigebigen [von Jial und maithj folgte, bedeutet Ordnung, Befehl. XII. Vertreibung der Fenier und Philister oder Pelasger. Eocaid. 1025-1008. Nun ward Eocaid1), der Sohn ßille's, an die Stell« seines Vatei rahlt, worauf die Priester von Gael-ag und die Kinder von Feine, die in Og's, Sohne.- des Marcad, Tagen in's Land gekommen, sich mit einander besprachen und die Priester sagten zu denen von Aoi-mag, (d. h. eben den Fernern oder Ammonitern): Seid ihr nicht gleichfalls Gaalen von Ib-Er,2) und solltet ihr nicht auch Theile des Landes haben. Denn Bille war alt, während der ganzen Zeit seiner ung, und die Priester widerspenstig, weil er nach lässig war. '] Eocaid, kriegerisch. Ein anderer Eocaid, der aber nicht zur Regierung gelangte, war 200 Jahre früher [1240] über die Pyre näen gegangen und hatte dort Eocaid- tan, Eucaidsland, Aquitanien erobert, die Druidenvölker unterjocht, die Basken des Land' lach Burgund, in die Schweiz tu ■ aber den Rhein gedrängt, und die Herrschaft der Gal ändet. 2] Gaalen von Iberien, d. h. in Iberien oder dem spanischen Berglande Ein gewanderte. Aoimag ist der gaelische Name für die Phönizier, bei den Egyptern Aahrnu oder Cheta, gegen welche"], [80, "76 sowohl die Tuthmosen als die Ramseiden langjährige Kriege führten, die einerseits mit der Wegfühmng einer Menge von Gefangenen aus allen Stämmen Canaans nach Egypten, andererseits mit dem (Siege des Cheta-Czar über Rhamses 11. endeten, worauf letzerer die Ge fangenen zum Bau eines grossen Graczwalles zwang, was schliesslich zur Empörung dieser Gefangenen und zu deren Rückkehr, unter Moses nach Canaan führte. Aoi ist Bund, mac Geschlecht, weil unter der Leitung der Cheta alle Völker Chanaans gegen die Egypter verbunden waren, aah bedeutet übrigens auch den Mond, [türkisch ajj und könnte dies auf die hellblonden Haare der Cheta gedeutet werden, aus welchen durch Verwechslung von blond mit blind die blinden Hessen [Hersen, Aorsen) entstanden. Aus den Aoimac wurden bei den Juden die A m m onit e r. Nun, da Eocaid fand, da3s sie alle Kinder von Feine an sich zogen, und zwar gegen ihn, Eocaid — da ver sammelte er die Edlen und die Häupter des Volkes, und er erzählte ihnen, was die Priester von Gael-ag und die Männer von Eis-Feine (Hispanien) redeten und thaten. Und als er von diesen Dingen gesprochen hatte, da setzte er hinzu: Wie? wenn alle diese von Aoi-mag die Zelte der Gaalen verliessen, wenn Baal seinen Lauf durch zwei Ratha1) gemacht haben wird? Und es ward so. Und Priester von Gael-ag und die Filistim2) zer streuten sich unter die Völker von Eis-feine und reizten sie auf gegen die Kinder von Ib-Er. Und sie wirkten nachdrücklich, denn ehe Eocaid von ihren Absichten Kunde erhielt, fielen sie ein in Gael-ag, und selbst in Asti-Er-eis.3) '] Ratha, Räder, Kreise, Jahre von rath. 2] Filistim, Philister, Phalasta, Pelasger, Bewohner von Phi üstäa im südwestlichen Canaan an der Grenze Egyptens, aus dem Nilthale vertrieben durch die Tuthmosen, 1700 v. Chr., wo sie unter dem Namen Hak -Sasu, sächsische Aga's, woraus die Griechen Hyksos bildeten, beinahe ein Jahrtausend geherrscht hatten. Diese Philistim wanderten nach ihrer Vertreibung aus Unteregypten, wo sie mit den frommen Enemetiern oder Nein e dem verbunden gewesen, theils nach Canaan zurück, woher sie zunächst gekommen waren, theils zur See nach Kleinasien, Griechenland, Italien und Spanien, wo sie als Pelasger mächtige Staaten bildeten, so den des Aga memnon auf dem Peloponnes und den der Falisker an der Tiber. In Spanien, beziehungsweise Portugal gründeten sie Braga und Ferol und gingen von da nach England, Belgien und au den Rhein über, wo sie als Nemeder oder Ubier wiederum mächtige Staaten gründeten, schliesslich aber unter die Herrschaft der Sako-Sueven geriethen, die auf dem Landwege aus Turkestan durch das kaspische Völkerthor nach Mitteleuropa gekommen. Auf diese Art stiessen die zur See über Spanien und England an den Rhein gerathenen Nemeder mit ihren Stammgenosaen aus Turkestan wieder zusammen, und daraus erklärt"], [81, "77 sich denn auch der von Tacitus bei einom Theile der Sueven nam haft gemachte Isiscultus, den die niederrheinischen Chamaven [suevischen Stimmes] von den nemedischen Ubiern angenommen. *] Asti-er-ei», lucus Asturum, Oviedo ; da dieses jedoch im Innern des Gaelenlandes lag, so dürfte hier eine Verscbreibung für AaH-erce Astorga angenommen werden, da Astorga ziemlich ander Grenze gegen die Eisftine sich befand. Und Eocaid sandte Boten durch das ganze Land, und zu den Gaelen von Ib-Er in Buais-ce (3askenland), und sie kamen zusammen nach Art der Jäger. Und Eocaid führte die Krieger gegen den Feind, und trieb die Fremden aus Gael-ag, ausser denen, die das Schwert dorten zu Boden gestreckt hatte. Als die Nachricht zu Jatram (in Sidon) kam, ver sprach er Tribut-Erlass durch sieben volle Jahre allen Völkern von Eis- feine, nur um die Gaalen unter's Joch zu bringen, denn alle Völker von Eis-feine waren Jatram1) zinsbar. Und als Eocaid von diesen Dingen hörte, sandte er Boten an alle Kinder von Ib-Er, sich zu vertheidigen. Und sie sammelten sich rund um Eocaid, und nun gedachten die Priester des Landes ihrer Väter, und baten Eocaid, ihnen ihre Vergehungen zu verzeihen. Und die Krieger übten sich im Gebrauch des Bogens und des Tubalstockes2) und des Schwertes, denn die Kriegs manieren waren ihnen wenig bekannt. Während 8 echs Ringen (Jahren) hörten die Grenz Völker nicht auf, die Gaalen zu quälen, und sammelten eine grosse Macht, sich der Schiffe zu bemäch tigen, die auf den Landströmen schwammen, aber es schlug aus zu ihrem Nachtheil. Und Eocaid hatte alle Schiffe aus den Landflflssen zu dem Zugang der Wässer des Salzsee's bringen lassen, dies war zu den Füäsen des B r e o - c e a n n. (Feuerspitze, Ferol), Und Eocaid «prach zu Ith : Mein Bruder, versammle ein Dritttheil der Krieger und ziehe mit ihnen nach Fir-ol und stelle Wachen aus auf dem Meere. Und so ward es. Und es geschah, nachdem alle Schiffe innerhalb des Landes zusammengebracht waren, dass die Schiffer von Feine strebten, sie wegzunehmen ; allein die Gaalen zogen sie an's Land und vertheidigten sie."], [82, "78 ■» Und Ith befahl : Lasset die Feuer auf den Höhen, die die Wasser der Tiefe beleuchten, nicht anzünden, bis auf Befehl. '] Jadh rhcm, Kreis-mächtig, Kreiädirector, unter d\"m Cheta czar oder Bundes-Oberhaupt, der in Hamath residirte. 2] Tubalstock, cran-Tubal oder Tubar, ein wohl von den Tubais oder Schmieden erfundener mit Eisen beschlagener Stock, der bei den heutigen Türken Teber heisst, und ein mit einer Art versehener Stock ist; aich in Ungarn ist derselbe im Gebrauche, so namentlich bei den Deputirtenwahlen. Er wird auch geworfen. XIIL Schlacht bei Zamora.1) (10i7 vor Chr.) Und als Eocaid acht Ringe (Jahre) regiert hatte, da brachen alle Völker von Eis-feine (Insel der Fenier, Hispa nier, die Aoimag (dem Bundesgeschlecht der Chätto-fenier) anhingen, in das Land von Gaelag (nördlich vom Duero), und gingen über den Duor oberhalb der Stelle, wo die Wasser des Uillean2) sich in denselben ergiessen. Und Eocaid zog bis Saraur dem Feind entgegen, hier ward der Haufen in Schlachtordnung gestellt, das Schwert aber nicht in die Scheide gesteckt, so lange Baal (die Sonne) den Gaalen leuchtete, auch dann nicht, als die Knechte von Feine aus dem Lande getrieben waren. Da war kein Krieger Eocaid gleich von allen den Edlen von Ib-er, seit die Gaalen auszogen von Ib-er unserer Väter. (Das ist Iberien am Südfuss des Kaukasus.) Und als die Kriegerhaufen nach der Schiacht sich gesammelt hatten, hoben die Krieger Eocaid auf ihre Schilde, singend und tanzend, und nannten ihn Go-lam,3) den mächtigen Kämpfer, denn wo der Feind am dicksten war, da war der Arm Eocaids. Und die Priester sammelten sich um Eocaid, und der Ard-Cruimtar (Erz-Gottesmann) sprach : wenn Eocaid wollte verzeihen die Beleidigungen der von den Männern aus Filistia verleiteten Priester ! Und Eocaid antwortete : Lasset die Priester die Herzen des Volkes auf das leiten, was recht ist — lasset sie ihre Landestheile gemessen und nicht begehren die Theile der Andern. Das schädliche Aussaugen der Priester jener unruhigen Zeit, gleich dam Ostwinde, ist jetzt geregelt durch die Anmuth ihres Hauchs, verbreitend Wohlgeruch und be geisternd die Kinder des Landes mit Kraft und Fülle der ■ «'■■'"], [83, "79 Gesundheit. Die Priester handelten tadellos in dieser letzten Zeit. Alle werden das Gute davon fühlen. Nun ist Gael-ag dem Lande gleich, von dem unsers Väter durch ihre Väter horten, wenn sie davon sprachen vor der Zeit Maol's. (1159.) Eocaid ist die Wonne der Edlen und Häupter des Volkes und der Olam und Priester, der Barden, der Sänger und aller Gaalen von Sciot von Ib-Er.4) Und die Gaalen von Ib-Er in Buais-ce und die Strjnrnbrüdor in dein fernen Lande der Gipfel von Bearna, (der Pyrenäen) ehren Eocaid, den hochherzigen. Und nun erging von Eocaid der Befehl au Ith : Lass die Feuer leuchten auf den ßreo-ceann, (Feuer- Gipfel,) dass der Seemann seinen Pfad erkennen möge trotz des Dunkels der Nacht. Nun kamen Boten von Beird,5) dem Fürsten der Gaalen in Buais-ce, und von Marcad,6) Fürsten von Eoca:d-tan, jenseits Bearna, die sagten: Wenn Eocaid die Krieger von Gael-ag versammeln will, so wird ihm der ganze Stamm von Ib-Er zu Hilfe kommen. Sollen wir in unserm Lande sitzen, uns selbst zu bewachen, bis der Feind uns betrügerisch überfallt, wie die Katze auf ihre Beute springt ? Und Eocaid antwortete den Boten und sprach: Sollten die Völker des Mittags sich rüsten, die Grenzen der Gaalen zu überschreiten, so lasst die Zunge Desjenigen, der die Nachricht zuerst hört, solche dem Ohre seiner Brüder laut verkündigen, dann lasset den Bogen nicht ungespannt, auch das Schwert nicht zur Ruho kehren. bis wir den Frieden in Erweiterung unserer Landesgrenzen gesichert haben. ') Zaraora, gälisch Samur, in Frankreich Saurnur, von aa gut, fest und mur Mauer. ') U ille an, Ellnbogen, wohl die Esla, die unterhalb Zamora in den Duero mündet. >) G o 1 a in, goil ist Schild, Krieg, Schlacht, daher die Gau 1 o i s, der Kriege: stamm Galliens. Amha wilder Mann, homo. *) Seiot, Skythen von Iberien am Kaukasus, d. h. eben unsere Gaelen, von weichen auch die Skyteeu im Norden des Kaukasus stammten; hier im Gegen atz zu den Gaalen von Iber in Buais-ce, dem Volke des G -birge-; in dem ce [Land) der buais, [bos. bas, Rind viel) und in Bearna oder den Pyrenäen. ») Beird, bearta, reich, bearlha fein, artig, edelgeboren. Bert h a. c) Marcad Reher, von mat; march, Mähre, Fürst von Aqni tanicn an der Garonne."], [84, "80 Nun kamen Klagen vor Eocaid, dass die Gaalen in den Erdhöhlen von Dunmianac (Devoushire) von denKnechten von Feine gefangen gehalten würdan. Und als die Völker von Eis-feine davon und von den Boten hörten, die von Beird und Marcad nach Asti-Er-eis (Oviedo? gesandt waren, da sandten sie an Jatram (den Kreisobersten von Sidon), sie zu retten vor dem Zorn der Kinder von Ib-Er. Und Jatram sandte seinen Bruder, und es ward ver tragen zwischen Eocaid und Jatram, und Jatram versprach durch den Mund seines Bruders : dass er die Gaalen nicht in Dunmianac zurückhalten und den Schaden ersetzen wolle, den die Völker von Eis-feine dem Lande von Gael ag zugefügt haben. Nun ist dort Friede auf allen Seiten, und Eocaid ruhmvoll : hat er sich nicht einen unter Menschen ewig dauernden Namen gemacht ? xrv. Niederlage bei Toro durch die Sarmaten. (1008 v. Chr.) T X. Nachdom nun Eocaid siebenzehn Ringe regiert hatte (1008), und ehe ein Viertel Bogen verlaufen war, geschah es, dass ein gewaltiger Haufen von Sonnen aufgang gleich einer verzehrenden Fluth daher stürzte, alle Völker mit sich fortriss — Völker waren wie Ströme, Bäche und Flüsse, die das Meer anschwellen, die Erde zu überfiuthen, Und der Führer all der Völker warSru,1) und er breitete seine Krieger aus über alle Ebenen von Eis-feine und die Gaalen von Eis-feine vo n Aoi-mag, und die Fir g neat, und die Ga alen von Buais-ce und A 1 g e i r b a riefen den Namen Eocaids, des Siegreichen, sie zu führen gegen den Ver derber. ') S r u, zusammengezogen aus sura (indisch), sar, sara, sair, aaraich, taruieh, gewaltiger Unterdrücker ; weiter unten wird er sru amac genannt, von amadh amagk Haufe, noch weiter heisst er tioram, sair-amh, Gewalt-Mann. Der Name der Sarmaten oder Sauromaten entstand aus demselben sar, sair verbunden mit mat, mailh, mächtig. Sru stand an der Spitze einer „Reihe von Volkere\", er muss also aus weiter Ferne herbeigekommen sein, dieselben lawinenartig mit sich forsreissend. Kein anderes Volk existirte in jener Zeit, das eine solche Fluth veranlassen konnte, als die Sarmaten des südlichen RussJauds."], [85, "ipanien ' den vr.n E Loimag). tatier), die r-'-ivl-a (die Keniter von den ehaldawchen 1 1 Bestand seia Heer wiL! grossentheils ans Reif. .- - bei den Sarmaten ohnehin er Pr.ll war, und diesen R'it -m war das Fussvolk Eocaid's nicht 'isen . Von diesem Einfall der Sarmaten in Spanien ist in den römischen und griechischen Gescbichtswerken, oc ?iel dem Verfasser dio.er Noten bekannt ist, nirgends iie Eecie, was gerade kein Beweis gegen die gkeit der Angaben der gälis„üen Jahrbücher wäre, denu von den Peniern wie von den Graden wissen die Römer aus den Zeiten vor ■hnehin so viel wie Nichts zu berichten, und was die Griechen . nfalls sehr mage-. Es lässt sich aber eine Thatsache anftthren, durch welche die Angaben über den Einfall des Sru in _t w-rden, es ist dies das Vorhandensein des mächtigen Reitervolkes dar ücipeter oder Asipeter am Rhein und au der Ostsee. Diese Usipeter waren keine Coatten, obwohl sio in derin Nähe wohnten, keine Sueven, denn gerade von diesen wurden den Lahngegenden vertrieben ebensowenig Sachsen oder Stg- rn, denn diese w^en den Sueven verbündet, standen dazn in Ni'dev-Deustchland. Ein anderes Rtitervolk ex'utirte also nicht, als üese Sarmaten, die Stammvrrwandten der Skythen des Kaukasus, das ist der Cabaren oder Cabardiner, der Voreltern des polnischen und ungarischen Adels wie der Tdcherkessen. Diese Sarmaton grüudeten f vanlasstfa wenigsten« die Bildung des grossen Kymbcrn- Reiches in Norddeutschland, an dessen Spitze der wendische Bog stand, der während der Kriege der sächsischen Marcomannen gegen die Römer von eben diesen Marcomaunen oder weifischen Re; Seite geschehn, wurde. Nun, diesen Sarmaten müssen auch die Usi peter oder Asipeter, das ist, das Usen- oder Asengeschlecht des Rheins und dar Ostsee beizuzählen sein, etwa als Ueberbleibsel der ans Spanien zurückgekehrten Haufen des Siu-amagh. Aber nicht« vermochte Sru-amac zu widerstehen. Ehe die Völker von Eis-feine sich sammeln konnten, da waren sie schon von Sru besiegt, und mit dorn Reste, den er schonte, vermehrte- er seine Kriegerhaufen.1) ') Ia derselben Weise, wie dies Sru-amac schon ein Jahrtausend vor Chr. iha», verfuhren auch seine Nachfolger, als sie das römische Ruch zu Boden stürzten. Alle die HeerbaufeB, welche vouAlarich Attila und Teuterich aus den Skytiienländern gegen die Donau und den Rhein vorgetrieben wurden, bestanden aus einer Reihe der verschiede.Titen Völker, an deren Spitze anfangs die Sarmaten oder Asdinger Alarich's, danndie Hunnen, beziehungsweise Baschkyren, Attila's, und schliesslich die Sako-Suevea oder Wölüinge, V< Teuterichs (Theodorichs) standen. Alarich, der Weitgothe, war ein Ssnuate, gleich Sru-amac, blos die Ostgothen waren vorherrschend 6"], [86, "QO —— hü —~ deutscher oder sako-suevischer ßace. Attila herrschte Volker im Osten des Rheines, so namentlich auch über die Ostgothen, während ihm in der Schlacht bei Chalons die mittlerweile nr Römern in Verbindnug getretenen saimatischon Westgothen oder Asdiuger feindlich entgegenstanden. (Vergl. hierüber Saker: und Sachsen. Cap. 41.) Und Eocaid berief zur Berathung alle Anfuhrer und berühmten Krieger zu sich, und alle waren sie des Sinnes dem Feind ausserhalb Gae3-ag entgegen zu gehen. Und als die Haufen von Gael-ag gekommen waren bis auf zwei Tagmärsche von den Gewässern des Duor, da baten die Priester Eocaid, einen Tag in Samur zu i weilen, auf dass sich die Versammlung im Angesicht Baals reinigen möge. Und Eocaid hörte auf die Stimme der Priester, und als ain nächsten Tage die Krieger in Bewe- gung waren, erspähten sie Dicht von den Höhen des Thais sich eine Wolke erheben von der Erde gegen den Himmel ! Und nach einer Weile erschienen die tausend Tau- sende der Feinde. Und wieder flehten die Priester Eocaid, sich nach Samur zurückzuziehen, und dort den Feind zu erwarten. Als Eocaid diese Worte der Priester hörte, ward sein Zorn gegen sie angefacht, und er sprach zu mir : Ordac ! Ordac! wenn du niederschreiben wirst die Worte der Prie- ster an Eocaid, und die Worte Eocaid's an die Priester, so wirst du sagen : Und so antwortete Eocaid, der Sohn Bilie's, Führer der Gaal-Sciot von Ib-Er, den Priestern : Ich will nicht rückwärts gehen, und wenn ich auch bei jeder meiner Bewegungen den Feind dicht vor Augen hätte. Ist Baal nur in Samur? Und Eocaid sprach weiter : ich beabsichtigte, (die Ebene) Mag-doraid ') mit der Last (der Leichen) derer zu be- schweren, die wir nicht veranlassten zu kommen; doch so wie es nun ist, lasst diesen Aufruf durch das Heer laus ,, Krieger! Verdreifache den Schritt deiner Füsse und Laut deiner Stimme erzähle : Eocaid und Sru stehen von Angesicht zu Angesicht.\" Und so ward e3. ') Mag-doraid, von .nag Feld und ton-adh Todtenver« brennung, Leichenbegängniss, entwader weil die Firgneat oder eitt gebornen Tursen hier ihre Todten verbrannten, oder wegen der vi Todien, die nach der Schlacht hier bestattet wurden. Daher « auch der Name- der Stadt Toro. Torr bedeutet indess niobi Grab, sondern auch einen steilen Hügel und eine Burg. Das, Feld"], [87, "83 .i! bis in neuere Zeiten inen besondern Bezirk, wohl .ge seiner Bestimm uns zur Bestattung der Leichen, denn bei den Tarsen, wie b den Liguren und den \" anderen zu dieser Race ßehOrigen Summen, wurden die Todten an bestimmte, besoudetä heilige Orte geschafft ; so *. B, liess man dieselben auf der Rhone abwärts, schwimmen, um sie bei Tarascou (!ar, tor Grab, aagenu wälscb Jammer) beizusetzen. Aehnliches mag bei Toro am Duero stattgefunden haben. - dwr, äirvs, woraus Duro und Duero wnrd-u, ist ebenfalls alt tonisch oder wälsch, uud bedeutet Wass-r. im Deutschen wurde daraus die Thür im Tburgau. Und die Schlacht ward geschlagen in der ganzen Ebene zwischen Samur und Toro, und Eocaid und alle Edlen fochten vernichtend, wie ein verzehrendes Feuer — aber was vermag Feuer gegen Wasser ? erlosch nicht das Fener von Ib-Er in den Sturmwelleu der Menge Sru-amac's ! Tausende der Gaalen lagen zu Boden , und Eocaid, o Jammer, du fielest in die Arme des Todes an jenem un glückseligen Tage, und drei Söhne von Go-lam und Edle in Haufen lagen rund um die schwere Leiche Eocaid's. An dem Tage ward Ib-Er von Sru besiegt und er nahm die Jugend mit sich gefangen, und trieb eine unge heure Beute an Vieh aus dem Lande. XV. Todlenklage nnd Bestattung. Nun ist Gael-ag eine Wüste, nur Wohnung der Trau ernden. Siehe da Saib,1) das Weib Go-lams, klagend um ihren Helden, den betühmtesten Krieger seines Geschlechts seit Og, dem Sohne Jat-foths, und um drei Söhne, gefallen in der Schlacht ! Siehe Witwen, die ihre Auserwählten be weinen, siehe Mütter klagend um ihre Kinder, Bräute um die ihnen verlobten Jünglinge , und Brüder um den Tisch genossen ihrer Väter. Es war der Tag, wo Baal die zweite Kammer seines Hauses Blat2) betrat, als Eocaid fiel — aber er ging nicht unter, sein Geist wird fortdauern, sein Name leben im Ge dächtuiss der Kinder des Landes immerdar An dem Tage ward der Stolz der Zelte von Gael-ag Irigt — wann werden ihre Häupter erhoben werden, ihre Locken, mit Blumenkränzen geschmückt, wiedur b< i fröhlicher Musik der Winde tanzen? Otdac nahm Sonne. Mond und Sterne zu Zeugm, dass er lieber gefallen, ueber zu den To.dten gezählt sein wollte, . -6"], [88, "84 und dass er, das Amt eines A.rd-01am Ausübende in die Jahrbücher für künftige Zeiten niedergeschrieben hätte. Und Go-iam kehrte siegreich aus der Schlacht. ') saib ruhig, arbeitsam nach dem Wälschen, derselbe Name, der in der Form Sif in der Edda als Thor's Gemalin, als Civa in den Pomakenliedcrn des Rhodope-Gebirges, als S i w a in Indien und als „böse Sieben\" noch bei uns vorkommt. *) Das ist Mitte Mai 1008 v. Chr. FünfSöhneGo-lams: Marcad,1) Jol ar,2) Daire,3) Blat6) und Colba1) fielen nicht; sie trieben den Feind zurück, welcher gegen sie kam. i) Marcadh, marcach Reiter. 2) Jolar, iolar Adler. 3) Dair Eiche, auch Brunst, Eifer, daher der Name der Der biker oder Derwische und des Darius, persisch Darjawusch, der nach dem Tode des Cambyses aus einer Derwischhöhle bei Balkh von den persischen Grossen auf den Thron von Susa gesetzt wurde. *) Blat Blüthe, Blume, zart, kindlich. 5) Colba freundlich, liebreich. Nun, da Baal das Licht seines Angesichtes vom Lande Gael-ag abgewendet hatte, (da es finster worden), zogenMarcad, Jolar, Blat und Colba mit ihren Haufen zurück gen Asti-Er eis (Oviedo): es waren ihrer nur wenige, und Sru stand in der Mitte seiner Tausende, aber Daire, der Sohn Ge-lam's, mit seinen Gefährten verblieb in der Nähe der Gefallenen, denn zu ihm war die Botschaft gekommen : dein Vater und deine Brüder sind nicht mehr. Und als Baal den Blick (da der Morgen gekommen) auf Gael-ag gerichtet, und Sru gesehen hatte die Verwü stung, die er angerichtet, obgleich alle Gaalen lagen am Busen der Muttererde, so drang er doch nicht tiefer in das Land, und eilte nach Bearna (Pyrenäenland) zurück, alles in seinem Dahinströmen fortreissend. Und als Sru und seine Haufen aus dem Gesichtsbereich Daire's und seiner Gefährten waren, da krochen sie nach dem blutfeuchten Bett, worauf der Held und seine Söhne in den erdekalten Armen des Todes lagen. Unsicheren Schrittes, mit hochklopfendem Herzen und forschenden Augen, die einen unter den Erschlagenen, die anderen auf dem Wege, den Sru genommen, und ehe der Tag sich geneiget, da war der Leichnam Eocaid's und der drei Jünglinge, welche mit einander gesunken in ewigen Schlaf auf den Schultern der Kinder des Landes. Und sie eilten mit ihrem Schatze gen Asti-Er-eis, gleichsam"], [89, "85 als im Triumph aus der Schlacht zurückkehrend — und so waren sie! — Warfen nicht Daire und seine Ge nossen alles nieder, was ihrem fürchterlichen Gang ent gegenstand ? Und als sie innerhalb der Strecke erschienen, wo die Wachen standen , den Weg zu erspähen, den Sru und seine Haufen suchten, da flogen die Worte von Ohr zu Ohr durch die Zelte von Asti-Er-eis: „der Feind ist da!\" Und Marcad, der Erstgeborne des Helden, damals noch nicht zum König erwählt, ersuchte die Edlen, die Krieger zu sammeln, und der dünne Haufe war insgesammt schlacht bewaffnet, und Olam, und Priester, Barden, Minstiels,1) und alle Töchter von Ib-Er, alle waren sio eines Sinnes, mit einander zu sterben oder frei zu leben. Als aber die Nach richt kam, es sei Daire und die Seinen, die heranzögen — da eilte ihnen der Haufe entgegen, jauchzend und schreiend alle laut rufend: Ci-Er, Ci-Er, Ci-Er,2), der Liebling Go lam's und der Kinder des Landes ! ') Minstrel Harfenspieler, wörtlich Ministerial, Kirchendiener, -tütze der Priester und Sänger oder Barden. 2) Cier, cior Freude, Lämmchen. Worte können das nicht beschreiben, nur der süsse Ton der Harfe vermag die Freude auszudrücken, die die Haufen erfüllte, als sie Daire sahen, aber auch den Kummer, das Auge auf Go-lam und die drei Jünglinge warfen — wie verändert, seit wir zuletzt ihre schönen Gestalten sahen, da sie fröhlich zur Schlacht zogen. Die allgemeine Noth war vergessen, jeder dachte nur an den Führer, und als die Nacht vorüber war, da standen alle Kinder des Landes in stillem Kummer rund um die entstellten Körper des Helden und seiner Söhne. Und als die Sonne hervorkam, da war die Versammlung in Bewegung, und die Leichen derer, deren Angesicht wir nimmer wiedersehen sollen, waren auf den Schultern der Kinder, betäubt von Kummer. Und sie wurden getragen eines halben Tages weit gegen Abend nach dem Lande, wo Ci-Er's Zelte standen, und dort wurde unter einem Hügel niedergelegt, was einBt Eocaid, der Ruhmheld, gewesen war, und seine drei Söhne, Don,1) Er- an2) und Er-ac,3) als sie fielen mit zerbrochenen Schildern am linken Arme, stumpfen Schwertern in dei rechten Hand, damit die Masse ihres Grabhügels zeige, dass ihr Geist fortdauern werde, die Menschen anderer Zeiten zu begeistern. Und Folt,4) der Ard-Cruimtar, sang den Todtengesang, und die Versammlung erhob die Stimmen"], [90, "86 in lauter und wehmüthiger Klage zu den verlängerten Trauer tönen der Harfen. Und Mata/'s dei Sohn Dol's, des Edlen in Gael-ag, sang den Kriegsgesang — und weiter sagte Mata: Lasst den Grabhügel Arg-iocd8) heissen, darum, dass er für immer verkünde, wo einer der Gewal tigen des Geschlechts, und die Kinder seiner Lenden liegen. l) don, duin, daoin. Herr. 2) Eran, airean Ackersmann. 3) Erac, earraigh Befehlshaber. 4) Folt, Folz, faoilt gastfreundlich. ») Mata, mächt;g, gut; über Dol vergl. S 49. e) Arg-iocd Held- gnädig. XVI. Marcad, 100S. Beschluss nach Irland auszuwandern. Nun ward bedacht, dass das Land ohne Oberhaupt sei. Wenn mich alle Herzen Ci-Er anhingen, wer konnüa von Marcad, dem Erstgebornen, übel denken? — Als nun Ci-Er hörte, dass die Gemüther der Edlen sich zu ihm neigten, und als die Versammiuug beisammen war auf dem Hügel der Wahl1), da erhob Ci-Er die Hand, und sagte laut: Ihr Edlen der Gaelen, wie ! wenn Marcad sässe auf dem Stuhle seines Vaters? Und alle Edlen und alle Gaelen, die rund um den Berg standen, riefen aus den Namen Ci-Er neun Mal. und die Edlen sagten einstimmig : Wie Ci-Er gesagt, so sei es ! ') Im Teste tob-rhad Hügel der Gunst. Beide Worte sindwälsch, und zeigen, dass auch die Druidenvölker vor Ankunft der Gaelag ihre Fürsten wählten ; im Gälischen ist togradh der Wunsch. Nun machten Marcad und die Edlen eine iieise durchs Land. Gael-ag war furchtbar anzusehen ; o Jammer ! Als ob Sru nicht genug Elend über die Kinder von Ib-Er gebracht hätte, auch Baal grollte jetzt fürchterlich ; es entbrannte sein Zorn, er sandte 3ein Feuer durchs Land, die Erde war versengt, die Kräuter verdorrten, Menschen und Vieh gingen zu Grunde — kein Regen, nicht einmal Thau netzte den Boden. Darum wurden die Edlen und alle Häupter des Volkes, Olam, Priester und Gaelen berufen zur grossen Volksver sammlung zu Asti-Er-eis (Oviedo), Rath zu pflegen über ve gene Zeit, und zu bedenken, was zu thun sein möge. Als die Versammlung beisammen war, da stand der Oberpriester in Gegenwart des Königs und sprach : Lasst uns Baal anrufen,"], [91, "— 87 - seinen Zorn fahren zu lassen, und mit einem Auge des ides herabzusehen auf das Elend von Gael-ag — viel- hört und gewährt der grosse Lenker der Dinge unsere Darauf erhob sich lth, der Sohn ßille's, Bruder < a m s, Fürst von Bi eo-ceann, und sprach : „ fflrsten von Ib-Er, Gaelen aus Skythland — sind wir msi i Herkunft werth, oder sind wir von derselben 'ausgeartet r Als Eis-soir1) iib^-r unsere Vorväter kam, und sie dem Feinde nicht, widerstehen konnten, verliessen sie da hiebt das reizende Land, gewässert von den köstlichen Strömen, und zogen nach den Bergen von Ard-mionn, id : die sonst Herren der Erde waren, sie wollen nicht in Zinsbarkeit leben. Sind nicht die kalten Wiude, die dürren Berge von Ard-mionn und die Freiheit selbst der warmen Sonne vorzuziehen und den üppigeu Ebenen von Sean-ar2) einen Menseben mit dem Namen Rettn zu bezeichnen nach Bis-soir's Sitte. Als Lonrae3) — welcher böse Geist blies den uureinen Gedanken in sjonrac's Gemüth? — als Lourac von Tribut b — Tribut von Einem dem Andern gegeben von hem Stamme — als Lonrae von Tribut sprach zu File, dem Sobn Glas's — (seit weichem Tage der Name Lonrae nicht anders als mit Verachtung von den Gael-Skythen von Ib-Er gehört wurde, eben bis auf den heutigen Tag) — als Lonrae zu File, dem Sohne Glas', von Tribut sprach, was antwortete da File ? Die Antwort, die einem König geziemt hätte : Di- Männer von Ib-Er werden keinen Tribut zahlen — Will Lonrae herüberkommen, ihn mit Gewalt zunehmen ? Der Weg ist weit, und vielleicht — ') Eis-soir Leute cus dem Osten. Sako-Sueven, welche um $24A , Chr. Sinear eroberten, einen Theil der Chaldäer oder Guelen nach Ardmionn fArmeniei.] vertr.eben und dann im Norden von Babel i.iii Tigris das assyrische Reich begrüudeten. Vergl. S. 14-16. 2) Sinear, Sennar das grosse Feldland von T^in, d h. der Zinn- oier Metallarbeiter oder blos von cain Feld. Vergl. S. 16u.36. 3) Lonrae, Fürst von Armenien wollte den File, Fürsten von Ib-rion in Georgien [1933 v. Chr.] zum Tmbut zwingen. Vergl. S. 23 24. Wenn in Eolus, des Weisen Zeit, dsr Sohn von Feine listig gleiche Botschaft versuchte, wiederholte da nicht Eolus die Worte File's für das Ohr von Feine ? Und nun «endet"], [92, "88 Sru seine Knechte, um eine Beute zu holen, die er „Tribut dem Herrn\" nennt, nachdem er die Luft verfinstert mit gefrässigen Rabenschwärmen, gesättigt mit dem Blute, ja, und mit dem Fleisch der Landeskinder, deren abgezehrte Gebeine (wie gesagt wird, aber Ordac nicht gesehen hat, um es getreu niederzuschreiben) bleichend auf der Ober fläche der Erde unbegraben liegen. Kann der Krieger von Ib-Er all dem widerstehen ? so lasst uns aushalten ! wenn nicht — die Priester sagen : 0 ! hätte doch Go-lam auf unsere Stimme gehört, hätte er doch sieh bis Samur zurück gezogen — dann hätte Baal ihn mit Sieg gekrönt, im Triumph zu den Zelten von A3ti-Er-eis zurückgeführt. Und jetzt sagt der Ard-Cruimtar : Lasst uns Baal anrufen ! — Alle Priester und alle Völker der Erde, wenn sie an Duors Ufer ständen und Baal bäten, zuzulassen, dass der kleine Strom den grossen Ocean dränge und seine mächtigen Weilen eine Strecke vom Lande gewaltsam entferne. — Würde Baal — könnte Baal die für sie bestimmten Gesetze ändern? hätte doch vielmehr Go-lam nicht auf die Stimme der Priester gehört, nicht seinen Marsch verzögert, nicht eben jenen einen Tag in Samur verweilt — dann hätten unsere Krieger den Fluss überschritten und wären dem Feinde ausserhalb des Landes begegnet. Kinder von Ib-Er! hört, was Ith sagt. Obgleich die Wasser der grossen Tiefe fürch terlich sind ! Ist die Verwüstung durch Wasser, Luft oder Erde, ja selbst Feuer, den Gael-Skythen so schrecklich, als das Missgeschick der Sclaverei? Baal selbst kann nur ein Mal vernichten, dann endigt alle Angst für Körper und Gemüth — der Geist des Opfers ist dann frei wie seine eigentlichen Elemente, die reine Mischung von Luft und Feuer. Der Körper des Gefangenen verzehrt sich in langsamer Qual, seine Gestalt ist gebeugt und verrenkt, in seinem verkrüppelten äussern Zustande, seine Seele niedergedrückt — gleichwie ein überspannter Bogen seine Kraft verliert — seine Benutzung ist zu Ende, Oft hat mein Schiff1) die Welt der Wasser von Breo-tan durchkreuzt. Einstmal rückkehrend nach Gael-ag, nachdem ich die Beschwerden der Gaelen vernommen, ward mein Schiff aus seinem Lauf getrieben abendwärts, bis wir ein waldiges Land erreichten, ein rauhes Land; das Volk floh vor uns, so wenig unserer waren, und wir tranken von den Wässern des Landes."], [93, "89 Dorthin würde Ith gehen, und rückkehren zur Zeit, um denen den Weg zu zeigen, die Gefahren der Sclaverei vorziehen. Er selbst, Ith, der Sohn Bille's, der Bruder Eocaid Go-lams, er will frei sein, oder aufhören zu leben. Tröstlich waren Ith's Worte den Edlen und den Gaalen ; drei feste Schiffe wurden segelfertig gemacht, er wählte sieben Mal zwanzig unverheiratete Jünglinge, und rich tete seinen Lauf gegen die Finger B a a l's (gen Norden). '] Daher wohl Ith's Name, denn eath bedeutet Schiff, Höhlung. Vergl. übrigens Seite 74. Da Ith als Fürst von Breo-ceann, oder Firol bezeichnet wird, so ergibt sich hieraus, dass die dortigen pelasgisch-nemedischen Felestim um diese Zeit entweder ausgewan dert oder unier die Herrschaft der Gaelag gerathen waren, in Folge der Niederlage der Ferne'- oder Eisfeinc bei Zamora, auf deren Seite sie gestanden. [Seite 76.] XVII. Ith fällt in Irland durch die Dänen. Die Noth Gael-ag's wächst immerfort ; Hunger und Seuche sind auf dem Fuss wie zur Zeit Sioram's — verödet ist Gael-ag, einsam der Berg, Asti ohne Wächter des heiligen Feuers — nur auf den Anhöhen der Landpfade behaupten die Priester ihre Stellen — aller Bestreben geht dahin, abzuziehen, wenn Ith zurückkehren wird ; alles zimmert an den Schiffen den ganzen Tag ; Marcad und die Edlen haben ihre Zelte um Asti-Er- eis aufgeschlagen , zu erhalten Gaelags Feuerhügel Tag und Nacht in leuchten dem Schein, um Ith und seine Gefährten auf ihrem Rück weg hierher zu leiten. Nun, als Baal seit zwei Tagen die erste Kammer seines Hauses Tionnscnad1) bezogen hatte, und die Wächter des Meeres drei landwärts segelnde Schiffe gewahrten, da sammelte sich ganz Gael-ag an der Küste, um die Fürsten zu empfangen. Und als die Schiffe sich landeinwärts bewegten, da ertönte die Luft von dem Freudenruf der Gaelen. Als der Anker geworfen war, da stand Lugad,2) der Sohn Ith's, vor Maicad am Ufer, und ich, Ordac, nahe bei, als Marcad sprach zu Lugad : Warum sehen wir Ith nicht ? Blieb er hinter dir zurück? Wie geht es Ith? Lugad legte seine Hände auf seine Brust, nieder geschlagen, seine Augen auf die Erde heftend, dann auf das Schiff weisend, von welchem er ausgestiegen, antwortete er Marcad : Itb ist nicht mebr; was einst mein Vater war, zerfällt in Stücke in der Kammer des Schiffs."], [94, "90 Als die Worte gehört wurden, da brach unter den Gaelen ein so fürchterlich Geschrei aus, dass dij Lim in Schreck erbebte, und Lugad zitternd beinahe zur Erde sank, weil, mit dem schweren Kummer Gael-ag's belastet, i nicht erheben konnte, um die Trauerpoat unter allen Theilen des Skythenstammes zu verbreiten. Indessen ward die Leiche Ith's ans Land gebracht und ins Leichentuch gelegt, die Feuer wurden angezündet, der Kreis gebildet und die Nachtwache bestellt, und am Morgen nach der Stelle bewegt, wo sein Grabhügel errichtet werden sollte, und Ordac, und auch ich, wir erhoben den Todten gesang, und Barden und Weiber und -Mädchen und die Harfen mischten ihre Stimmen zum Lobe Ith's. Nach dem Todtengesang sang Ci-Er, der Sohn Go-lams, den Kriegs gesang des Fürsten. Und als die Steine gerollt waren an den Eingang des Hause» der Fiusterniss, da zog Marcad sein Schwert aus der Scheide, hob es in die Höhe und schwur bei dem Geiste Baals. Und alle Edlen von lb-Er und alle Gaelen erhoben ihre rechte Hand und schwuren bei der Sonne, den Namen Ith's anrufend. Und alle Weiber und Mädchen erhoben ihre beiden Hände und schwuren bei Mond und Sternen. Alle schwuren, nach dem Lande zu ziehen, wo Ith verblutet, und seinen Tod zu rächen. ') Tionnscnad Anfangszeit, Frühjahr, April. 2) Lugad oder Lv.thadh streng, kräftig XVIII. Lugad's Erzählung. Marcad's Abfahrt nach Irland. Und am Tage nach Ith's Begräbniss, an welchem Ith unter seinen Grabhügel gelegt worden, bereitete Mi das Leichenmahl, und alle Edlen und die ganze zusammen geschmolzene Versammlung wurden befehligt, zu hören Lugad's Erzählung. Und als sie alle gegessen und sich erfrischt hati und die Trinkhörner- rundum gingen, Lugad erhöhet si dicht beim König, sprach Maroad zu ihm : Wenn e - Lugad gefällt, so trage er die Erzählung von Ith vor. Hieraul erhob sich Lugad, und sprach mit lauter Stimme '."], [95, "91 i] von Ib-Er, des Skiot- Stammes, hört von Ith, dem Sehne von Bille, dem Bruder Go-lam's. Ith sah und fühlte die Bekümmerniss ßaelags, er zog Gefahr der Zinsbarkeit, den Tod der Knecht vor ; zog er nicht über die Oberfläche der weiten Tiefe nach einem fremden Land, um den Kindern der Gaelen den Weg zu bereiten dahin, wo sie leben könnten, die Ohren frei von der Stimme eines Herrn. Und wir steuerten entlang gegen die Finger Baals (Norden), bis wir Breotan') sahen. Wir hielten uns fern den Skilly's2). In Casan - ti r- eider3) liefen wir nicht ein. Und am achten Tage, nachdem wir Dunmi a n a 7) nicht mehr sahen, erblickten wir das Land, das wir suchten, und wir steuerten mit dem Lande zu unserer Linken Nachdem wir vier Tage und Nächte gefahren brachten uns die Wässer der Ströme ans Ufer. i eotm Feuerland, wo die Leuchtfeuer längb der Küstr •ten, verdeutscht in Bretland, latinisirt Britania. -) Skilly von igeüj Klippe, daher auch die Skylla in Calabricu. ') Casan- lir-eider der Canal, damals schon durchbrochen. Vergl. S. 72. i Dunmianac, Dumuonien, Devonshir, Cornwatlis. Vgl. S. 73. Und Ith liess ein Drittheil der Mannschaft zurück, iiiffe zu bewachen, mit den übrigen wagte er siel iu> Land. Dort sind zwei verschiedene Gaalen stamme,') die mit verschiedenen Zungen sprechen, und wir erfuhren, dass der grössere ;i die Knechte des kleineren waren, und weiter, dass die Herzen der Knechte den Herren abgeueigt und uus günstig wären. Sie schienen sich unserer Ankunft zu freuen ; denn sie sind in Dienstbarkeit. Und Ith frug nach dem Oberhaupte, und nach zwei lagen erschienen Führer, die uns zu ihm führen sollten. Und Ith berief zur Berathung, und da ward gesagt- Warum weiter gehen ? Haben wir nicht genug gesehen ? — uns zu unseren Brüdern und mit ihnen wiederkehl :-u nnd das Land gewinnen. Aber Ith sprach : Nein ! man soll ,agen, wir hatten uns gefürchtet — G o 1-) mag zu den Schiffen zurückkehren, und wenn wir nichts ausrichten, dann joi. eil-; du nach Gaei-ag und wiederhole in Marcad's Ohr die Worte Ith's: Marcad führe die Kinder von Ib-Er hieher und hier schlage er die Gaelen-Zelte auf. — Aber Gol bat, vorwärt.; zu gehen, doch er sprach umsonst. Und wir"], [96, "92 zogen einen Tag behutsam weiter und brachten die Nacht vorsichtig zu, und am Morgen verkündete Ith den Führern, dass er an der Stelle bleiben, und da nur zwei Tage lang den Häuptling erwarten wolle, und wir verweilten da. Und in der Hälfte des zweiten Tages gewahrten wir einen Haufen, der uns entgegenkam, und als sie näher kamen, sahen wir, das3 sie grosse Keulen in den Händen trugen, weder Schleudern, noch Bogen, noch scharfe Kriegs w äff en h atten sie — und ihrer grossen Menge ungeachtet, zogen wir ihnen entgegen. Die Männer waren schön anzusehen, ja sehr schön. Und öfters hörten wir den Namen: Danba und Danan3), und in unserer Gegenwart traten die Herren ihre Knechte mit Füssen, und nannten sie: Cloden. Bald sahen wir die Haufen sich rundherum sammeln und einige sich beeilen, zwischen uii3 und die Schiffe zu kommen. Da sprach Ith : Lasst uns den Rückweg frei halten, wir sind unserer zu wenig. Nun erhoben die Kinder des Landes ein laut Geschrei, und warfen Steine gegen uns mit grosser Kraft, da machten wir unsere Bogen los und griffen nach dem Tubals-Spiess. Die Gaalen kamen in Verlegen- heit und wir setzten unser Heer in Bewegung gegen die Menge. Das ging so drei Tage fort, als unsere Brüder, geführt von Goi bis auf neun, die auf den Schiffen blieben, herankamen und sich den Weg öffneten. Sie fielen im Gefechte, und lagen, wo sie fielen. Ueberdem Sei Ith, mein Vater; er starb aber nicht jenes Tages, und wir trugen ihn auf sein Schiff. Und ich, Lugad, bestieg nicht mein Schiff, ich blieb bei meinem Vater, und kurz vor seinem Ende rief er mich zu sich, und sagte: Lasse Marcad die Gaelen führen in das W a 1 d 1 a n d, die Knechte werden ihnen helfen, zu erobern. Lasset nicht Baal in seinen nächsten Ruhetagen herabsehen auf die Noth Ib-Er's in Gael-ag. Und dies waren die letzten Worte Ith's, des Sohnes Bille's, des Bruders Golam's, des Ruhmvollen, er selbst mit Ruhm bedeckt. ') Gaalen stamme, fremde Stämme, Dänen und Cloden oder Mac-Cleods, letztere den Druidenvölkern angehörig, erstere den Tuath-Danan, Norddänen oder Teutonen, 2) G o 1, gaoi liebreich . 3)_ Danba oder Danan, See-leute von dem ugrischen oder turko-chinesischen ten, tan, tain Wasser, Ocean oder vom gaelischen dan verwegen; letzteres wohl aus ersterem entstanden, da Seeleute stets verwegene Gesellen sind ; die Endungen ba oder bi und an oder on bedeuten Leute. Die Danan kommen in der nordischen Urgeschichte häufig vor, in Irland wurden sie gewöhnlich Tuath-Danan genannt,"], [97, "93 uhe Seelente, im Gegensatz zu den baskLchen Fogbmor oder ou, welche von Süden her, aus Spanien und der Bretagne, Ein fälle in Irland machten. Nach den Angaben Betbams (vergl. unsere -Völker, Seite 316 u Folg.) befanden sich bei der Landung der Gaelag nicht blos zwei, sondern fünf Gaelenstämme (das ist Fremde) auf der Insel, nämlich : Die Cloden. welche in Schottland so namentlich auf den Hebriden, Mac-Cleods genannt werden, und sich unter dar Herr schaft der Caledonier oder Mn -Donalds bis heute als eigene kleinere, dnnkelh autige Race mit sehwarzen flaai en und Augen erb elten. Die Cloden oder Erdenklösse, denn dies bedeutet ihr Name, weil erd geborne Ureinwohner oder Firgneats, oder in Erdhölen wohnend, kamen in Irland unter die Herrschaft erst der Cathac-Gaelen, das ist chai tischer Phönizier, die aus dem südlichen Spanien herüberkamen, wie wir später gelegentlich de» Liafails oder Erönungssteines dar legen werden; diese Cathac oder Cathaig (Krieger, Messerträger) setzten sich vorzugsweise im Nordo^ten der Inse! gegenüber Schott land fest, kamen aber wie die Cloden unter die Oberhoheit der aus Unteregypten und dem nördlichen Portugal übergesiedelten Nemeder, jugsweise pelasgiscben Hjksos, welche um 1718 vor Chr. unter Neamaid, dem Heiligen, nach Irland gekommen waren, aber von den baskischen Fogbmor wieder vertrieben wurden, nachdem sie vier Schlachten gegen dieselben geliefert. In der letzten Schlacht fiel Ar«-, der Sohn Neamaid's, und existirt das Partholan-Lied, das dessen Tod besingt, in Irland heute noch im Munde des Volkes. Die Basken, als vierter Gaalenstamm, vermochten sich indess if der Südwestspitze von Kerry im Gaue dor Bhascoin zu erhalten, während im mittleren Theile der Insel die Nemeder bis 1500 vor Chr. die Oberhand behaupteten schliesslich aber, um den steten Anfällen der Basken auszuweichen, nach England, Beigen und in das Rheinland bis nach Speier und ostwärts bis nach Helgoland, beziehungsweise Friesland auswanderten, aber um 1300 vor Chr. unter dem Namen Beigen oder Bolga wieder nach England und Irland -ehrten und das für jene Zeiten mächtige Reich der F i r b o 1 g e n (belgischen Männer) bildeten, das sich von Irland über das südliche England (Bretland) und Belgien bis an den Oberrhein, westlich bis zur Seine und östlich bis Nordfriesland erstreckte. Dieses bolgische Reich wurde nun von den Nord da nen auseinander gerissen, welche \"JOO vor Chr. aus Lochlin, das ist Dänemark, über das mittlere England in Irland einfielen, zur Zeit als der Beige Eocaid dort Oberkönig war. Letzterer wurde in einer grossen Schlacht ge schlagen, und sein Volk von den Danan beinahe vernichtet; es sollen damals an die IOOmOO Menschen gefallen sein, so dass Irland zu einer Waldwüste wurde. Der Führer der Tuath-Danan war N u a t h a, der auch den Namen Niada airgiod-lam Held mit der silbernen Hand (das ist silbernen Ringen) führte. In England hatten sich die Danan in Jar-Dovar, d. Laut der West küste festgesetzt, in C u m b e r 1 a n d oder Kymbernland, denn sie standen im Bund mit den jütischen Kymbern, oder mit anderen Worten, die Kyrabern hiessen als Seeleu te Danan. Nuada, der Norddäna, oder Teutone herrschte 30 Jahre in Irland, ihm folgten B r e a s, L o o e e mit der weissen Hand, dann D e 1 w y und F e e a . Nach letzterem werden noch drei Fürsten genannt, die auf gaeliech als"], [98, "- 94 — Mac-yuü Kind des Jammers, M&c-cvacht Kind der Macht und Mac-;,,. Kind d-r Sonne bezeichnet werden, welche drei 1006 von den aus Spanien herübergekommenen Gaelen, wie wir weiter unten sehen werden, besiegt wnrdeu, da die von den Danan schlecl.t behandelten Cloden sofort zu den Gaelen übergingen, die ah Soldaten (mileadh, miles) von jetzt ab auch den Namen Milesier führten. Die Tuatb Danan wurden auf die Westseite Irland's, hinter den Snannonfluss in die Provinz Connaught zurückgedrängt, während sich in der Nortf ostecke die Cathao in der Frovinz Ulster ebenfalls erhielte,!, weil hier in Verbindung mit ihren Stammgenossen, den Catbanaea Hcch schottlands. Schliesslich freilich wanderten diese Cathac, von den Milesiern sowohl als den Danan gedrängt, ebenfall? nach Schottland aus, und eroberten dort als Scoten (gezischt für Chatten) im achten Jahrhundert nach Christus die Lawlande, das ist das südliche Schott land mit Edinburg, aus welchem die Kömer schon längst von de'i Bergschoiten. den Cathanach und den Caledoijiern.Mac-Donal'^i, ver trieben worden waren. Es sind sonach in Irland's Urgeschichte -i e ■ h s Stämme zu unterscheiden : 1. Die druidischen Cloden oder Pirgneat, 2. Die fernsehen Cathac oder C h att en, beziehungsweise S c o t e n. 3. Die pelasgischen, beziehungsweise belgischen Nemeder, welche aber den Chaiten ethnisch nahe verwandt waren, wessbalb „Germani- Blutsverwandte genannt. 4. Die baskisehen Wljfe r f a 1 k e n . 5 . Die Tuath-Danan und 6 . die m i 1 e s i s c h ej/f oder aus Noruwestspanien herübergekommenen G a e 1 a g, welche allmälig Herren der ganzen Insel wurden, den Grundstamm der heutigen Iren bilden, aber im Nordosten der. Insel, da wo einst die Cathar gesessen, in dei. letzten Jahrhunderten vou den Engländern theil weise verdrängt wurden. W e s s e n S tarn m e 5 waren nun die Tuath-Danan, diese nordischen Seeleute, welche unter Nuada mit den Silberringen Irland 1200 vor Christus eroberten, und dort der Herrschaft der Fir bolgen ein Ende machten? Die nordischen Seeleute kamen jedenfalls, wie schon ihr Name angibt, über die Nordsee nach den biittischen Inseln. Aus der ältesten Geschichte der kimbrisehen Halbinseln ergibt sich, dass die Amronen auf den nordfriesischen Inseln gefurchtete Seeräuber waren Der römische Schriftsteller Festus sagt von ihnen nach älteren Quellen, dass sie eine gens quaedam gallica waren, welche durch plötz liche Meeresüberschwemmung ihre Sitze verloren hatte, und sich darum durch Baubzüge zu ernähren suchte. Der NameAmrhon oder Ambron ist ein gaelischer, sei es von amh rauh, wild o-!er von arnh Ocean, in letzterem Fall also gleichstehend dem ugnschen Danan ; amki-a ist wilder Kriegsgtsang ; darnach wären die Amronen die wildesten Krieger, die im vordersten Gliede den Kriegsgesang in ä Höhlung ihrer Schilde ertönen liessen, um ihn um so fürchterlicher zu m-tchen, wie die Bömer zu Marius Zeiten meldeten. In den Kriegen gegen letztere werden die drei Namen Kymb ern, Ambronen und Teuton en abwechselnd für jede Abtheilung der grossen Heermassen gebraucht, welche sich einerseits von Gallien, andererseits ül.erNori cum g.-gen Iialien wälzten, so dass daraus offenbar wird, dass die drei Namen im Wesentlichen ein und dasselbe Kriegsvolk bezeichneten, und nur die römischen Autoren bald diesem, \"bald jenen Namen gebrauchten, und. dadurch die Ansicht erzeugten, als handle es sieli hier um drei verschiedene Völker. Es waren eben die heutigen Juten, deren Sitze sich einst über die ganze kimbrische Halbinsel"], [99, "95 . ja noch we:t?r, westwärts, bis zur unteren Weser, und Irts nach Mecklenburg, wo von den späteren römischen Autoren •äsen, Sneven und verschiedenen anderen kleineren wi a Völkern Teutonen aufgeführt werde'!. An? dieser Thatsache ergibt sich schon unwiderleglieh, dass die Teutonen \"wedei Saxen noch Sueven gewesen sein können, also keine Deutsehen, wohl aber, dass sie von denselben überfluthet, und alimähli-g nach Jütlanu zurückgedrängt wurden, so das; sie von ihren Stammgenossen an der Weser, namentlich den Chauken getrennt wurden. Letztere wurden vollständig suevisirt oder saxoniticirt, die o. '..lieben dagegen Tuath-Danan, Norddänen, wenn auch etwas ve-.scaieden von den Lnseldäneu, welche von Osten her verschiedene Zusätze erhielten, so namentlich Sachsen, und ostpreus^ische Galin dier oder Caledonen, dann Fenier aus England und andere kleinere ime. (.Vergl. hierüber unsere Saken und Sachsen). Die Amronen oder Teutonen waren nach Festtts „gewissermassen ein gallisches Geschlecht\", also keine eigentlichen Gallier, oder Gaelen. : würden diese die Sprache der Danan in Irland verstanden haben, sie brauchten aber, wie wir sehen werden, fernsehe Dolmetscher, um den Vertrag abzuschliessen, kratt des-en der Shannon die Grenze zwischen Gaelen und Danan bilden sollte. Die Danan waren auch keine schwarzhaarigen Du nkelhäuter, wie die Cloden. deren Sclaven, sondern sehr schön an/uschauen, also wobl hellhäutig, blond und blauäugig, sonach auch k e i n e rauhhaarigen Ugern. MetaliwafTen, Bogen und sonstige verfeinerte Waffen hatten die Danan nicht wie die Völker, die aus dem Oriente, Egypten, Canaan, beziehuigsweise Griechenland nach Britannien und in die ee gekommen waren, ibensowenig waren sie Busken. es bleibt also nur die Race der Albanesen, beziehungsweise der Gegen oder Giganten übrig, denen diese Danan beigezählt werden können : die Gegen sind in der That heilhäutii;. schön und trotz man> hungen noch oft blond und blauäugig ; dazu schlank gewachsen, wüd und tapfer. Als Gycjien kommen sie in der Edda auf Scandinaviett vor, warum nicht auch in Dänemark, und bei den Chauken au der Weser, deren Name den süddeutschen Formen Kogen und Gauche, und den griechischen Cogenen und Ka ukonen entspricht. Die Gegen oder Giganten haus;en rings um die Adria in den Alpen, im Schwarzwalde, im Harz, im Riesengebirge usw., wo sich überall albanesische Sprachreste nachweisen lass n, so dass unbedenklich angenommen weiden kann, dass sie, wenn auch mit anderen Stämmen vielfach gemi.cht, sich bis zu den Danan der kvmbriscben Halbinsel erstreckten, so namentlich zu den Ambronen Nordfrieslands, welche nach dem Durchbruch dea Casau, der Gallien mit England verbunden hatte, durch weltliche Sturmfluthen vertrieben, zur Auswanderung in Masse gezwungen wurden. So gelangten sie als Unibern schon 1000 Jahr v. Ohr. nach Oberitalien, denn der Casan war 1031 durch brochen worden; der Name Jer Umbein ist identisch mit dem der Ambronen. Einen directen Beleg, dass die Danan, welche Irland um 0 v. Chr. eroberten, Albanesen waren, oder wenigstens albanesische Lords hatten, gibt der Name Nuada, der das Volk nach der grünen Insel führte. Nuadha ist die weichere Aussprache für Njer und , bedeutet im Albanesischen Mann, im Wälschen Lord; daher denn auch die Neurer am obern Dnieper, welche den Kern der heutigen Rnthenen abgaben und die Nervier in der"], [100, "96 Picaidie, die sieh .ciier gegen Caesar schlugen; Diese Kerrie., eine „gern dt den Galliern gegen Rom verbunden, iramten den Festus und seine Vorgänger, die Amronen ebenfalls für . ehsam gallische Race zu erklären. Dies des Räthsels Lösung' Allerdings waren diesa Nnaoha's nur Lords der Völker, die unter ihrer Herrschaft standen, so namentlich der Cloden, -en wird man auch den Cherusker Armin unter diese Nuadhf's zu ran giren haben, da dieses HarzfVvolk positiv dem kymbrischen Stamme angehörte, wie in unseren Hessenvölkerc des Weitern nachgewiesen ist. Der Nachfolger des Nuadtiä hiess Breas, albanesisch bedeutet brus todten, vrasete wild, gseiisch ist breas Prinz. Looee ist das druidisch lloi, llo, Uoau Kalb', was im Albanesischen Ijap tagtet; irn Baskischen, woher der .Ausdruck stammt, bedeuiet lobio die Kuh, und daher der Ausdruck Loser für die Kuh in Tirol Delwy der vierte Nachi' Nuadha's ist auf das albanesische Bjallje Jüngling zurückzuführen und Feea, albanisch Feja, ist der Glaube, gäl, faoi», joi. Und als Lugad geendet hatte, da wiederholten alle ihren Eid, Ith's Blut zu rächen, und ersuchten Marcad, ihre Abreise- zu beschleunigen. Nun werden Vorkehrungen getroffen durch ganz Gael-ag, und als Baal die Schwelle der Wohnung seines segenvollen Feuers betrat, siehe ! da ist aul dem SchiiiVerdeok der C 1 a h n von B/eo-ceau1), Gaelen-Skyien von Ib-Er'), Mmwi^e*3), Ogeageis*), die Denkmäler unseres Geschlechtes, diejenigen, welche Sru's Gefangenschaft und dem Zorne Baals ent gangen waren, ausziehend, aus Gael-ag vielleicht rar immer, wo sie vierhundert, vier Mai zwanzig und vier volle Ringe gewohnt hatten. (1006.) ') Der Clann (cloinne, clainn Nachkommenschaft) von Breo ceann, Briganüum, Ferrol (und nicht Corunna), der ursprünglich aus pelasgischen Nemedern oder Felestim bestand, die vor den Gariag aus ünteregyten nach der Nordwestecke Spaniens gekommen aber von den letztern besiegt, grossentheils nach den brittischen Inseln übergesiedelt waren, wo sie durch Hu-Gadarn, Heremoii und andere ihre Herrschaft begründeten. Der in Galizien zurückgebliebene Rest stand unter dem Seemanne Ith, der nach Irland verschlagen, bei seiner zweiten Fahrt dort gefallen war. 2)_G a ele n - S cyth e n von Iber, unsere Caeiag, weiche als aus Iberien, beziehungsweise Armenien nach Spanien gekommen, sich ebenso Iberen, d. h. Bergvolk nannten, wie die hasMschen Pyre näenbewohner. Skythen desshalb, weil im Süden wie Norden d<?3 Kaucasus als Pfeilschützen gefürchtet, Sgiod, Skythe ist zusammen gezogen aus salghead, lat. sagitla. Pfeil. 3/_Nomades. Hirten, die ohne feste Sitze uomadisirend in den Gebirgen vona siy-ire, Melkplatzland, Asturien. herumzogen. 4) Ogeageis, Ogygen, Seeleute von oigheann, Ocean, aiahe tief, earm. Wasser, Inn, okhig-eus, wasserige, Wasserleute. Ende C- '■ tcher von Uael-ag. !*,'*■■"], [101, ""], [102, ""], [103, ""], [104, ""]]