[[1, ""], [2, ""], [3, ""], [4, "THE QUEEN'S MASQUE. S satirical sketch. THE AUTHOR OF \"THE PALACE MARTYR,\" &c. PRICE ONE SHILLING."], [5, ""], [6, "THE QUEEN'S MASQUE. a satirical ibfcctcf). THE AUTHOR OF \"THE PALACE MARTYR,\" &c &c. \" Is there a lord, who knows a cheerful noon Without a jidler, flatterer, or buffoon ?\" Pope. \" Good friend, forbear ! you deal in dangerous things ; I'd never name queens, ministers, or kings.\" ibid. \" Therefore take no thought, saying, Wherewithal shall we be clothed !\" St. Matthevv, vi. 31. \" Her Majesty will wear a robe of magnificent gold and silver brocade. From the upper part of the robe we hear her Majesty will have suspended a descnp. tion of pendant stomiicher of the intrinsic worth of .£'60,000. \" His Royal Highness has tried the cloak on, and has been graciously pleased to express his approbation at the complete realization of his Royal Highness s wishes with regard to the peculiarity oj its shape and the excellence of Us Jit. ° Journals of the Day. LONDON: W. GILLING, 193, STRAND. 1842."], [7, "LONDON: WILLIAM STEVENS, PRINTER, BELL YARD, TEMPLE BAR."], [8, "THE ARGUMENT. The various masks of the world. — Falling off of Man from the image of God. — Our intellectual Queen. — Happy change in the dispositions of our Rulers, from the ferocity of former days to the folly of the present time. — Prince iUbert's curious choice of a character. — Albert and Edward the Third com- pared. — Albert's hunting exploits. — His objection to a. fence. The lion's skin. — Prince Albert's deeds in arms. — Our Muse's gallantry. — Lord Melbourne's costume. — The Roman Para- site. — Dining out. — Glenelg's fancy dress. — Morpheus. — Mrs. Gore's murder of the French. — Wakley's costume. — The Coroner-Bard. — A hint to people not to sneer at what they do not understand. — Sir Robert Peel's fancy dress. — The Essex calves and the \" farmer's friend.\"— Those who wear no mask. — The Pariahs of the world. — The progress of misery. — The selfish pleasure-seekers."], [9, ""], [10, "THE QUEEN'S MASQUE A SATIRICAL SKETCH. — ♦ — Who wears not, in this world of ours, Some mask to hide his secret sin — Some wreath of artificial flowers To clothe the barren waste within ? The rich man's fancy dress is gold, The bigot puts on his of faith ; Rouge and false ringlets mask the old, Till all are un-costumed by Death. The human race was made of yore, In God's own image, good men say ; But since our nature's sterling ore Has been debased by earthly clay,"], [11, "6 We use the flimsiest masks to hide The blackened heart, the scowling brow. > Lest men and angels should deride The parody on Godhead now. Since then the universal rule, Man's daily and appointed task, Whether philosopher or fool, Is to put on some specious mask, We cannot feel surprise or wrath, That our most intellectual Queen Should send her eountless thousands forth For fancy dresses, blue or green. Nay, though we may not check a smile, Perchance of scorn, to think that this Fair monarch of our mighty isle Aspires to no more worthy bliss, — Than 'mid a ball-room's vulgar glare, 'Mid tinselled peers and jewelled hags, To court each loyal toady's stare, Arrayed in fancy's glittering rags —"], [12, "7 Yet when we think of Queens and Kings Who've sate before on Britain's throne, Who've cracked men's heart (not fiddle) strings, Whose music was a nation's groan, We ought in gratitude to praise God's goodness, and the lucky chance That gives us, in these modern days, Rulers at least that only — dance. Albert with zeal the scheme embraced, Since, thanks to us, no longer light, His purse can gratify his taste For all that's frivolously bright ; But why he chose King Edward's part, Heaven and Victoria only know ; Perhaps because the dress was smart, Or Philippa would have it so. For from his prototype, our youth His German Highness varies much, — Ned was a valiant man, in sooth, But Albert is by no means such."], [13, "8 The former through strange lands to roam Rejoiced, in search of glorious strife ; The latter loves to sit at home, And nurse the lapdog of his wife. One on the armed and frowning foe Delightedly did ever rush ; The other does no trophy know, Except a rumiing fox's brush ; Nor always does our Prince, I ween, The flying Reynard still pursue, For, should a fence but intervene, How soon is hushed his view halloo ! Danger for him hath no delight, He longs no hairbreadth 'scapes to win ; And though his scarlet coat be bright, Alas ! 'tis but the lion's skin Why then does Albert now assume The semblance of that gallant Prince ? Why ape the helmet's nodding gloom, When at a five barred gate he'd wince I"], [14, "9 Hush, let irreverence cease to jeer — Mark those two babes in smiling charms p» To England's love and pocket dear — Those are our Prince's deeds in arms ! Philippa, too — nay, nay, my Muse, Though poignant be thy satire's dart ; Seek not thy readers to amuse, By pointing at a woman's heart. Some curious costumes graced the scene, Of which just one or two I'll name, That to the masque of England's Queen, To pay their loyal homage came. Melbourne, in fancy garb arrayed, Dressed as a Roman parasite ; Who earned the meals his patron paid By \" glozing\" jokes and flattery light Alas, poor Mel. ! his visage wore A woeful look, which left no doubt,"], [15, "10 He lives not as he lived of yore, Though daily now he dineth — out. Glenelg was there accoutred too As Morpheus, drowsy God of Sleep, Whose eyes dark drops of poppy dew In heavy tears unceasing weep ; Dull as the stories, tame and stale, Of some most antiquated bore ; Or as a French translated tale, Most vilely wronged by Mrs. Gore. Rich was his dress, yet Malice said He had himself such heavy eyes, So dull a brain and sleepy head, It scarcely could be called disguise. And there was Wakley, Finsbury's pride, Dressed as a bard, with golden lute — A lute whose chords, though yet untried And inharmoniously mute,"], [16, "Might, did the worthy \" Crowner\" choose, Emit such sounds of glorious power, As soon would silence Wordsworth's Muse, And distance Byron in an hour. Coroner Wakley, fools may jeer At Genius and its choicest bays, But still on him recoils the sneer, Who cannot understand the lays. Better for you in state to sit Where drowned or cut-throat corpses be, Than in \" the House,\" by pointless wit, To prove yourself ufelo de se.\" But one we marked, whose costume there In strangeness did the rest excel ; Fops at themselves forgot to stare, And gazed on him, disguised so well. He had not done the thing by halves, And perfect was his acting, though His quondam tools, the Essex calves, Might now perhaps not think it so. 11"], [17, "12 His part he'd learned with ardent zeal, And he on whom all eyes did bend Admiring looks, was — Robert Peel, Travestied as the — \" Farmer's Friend !\" We said at starting, in our song, That all wear masks of some one kind ; But, on reflection, this was wrong — For some there are not so inclined ; — Some, who by Fortune's freaks betrayed, Learn every day to starve on less ; In rags most picturesque arrayed, But rags too real, not fancy dress. These cannot mask with heartless smiles The restless worm that gnaws within, Or hide 'neath Fashion's flowery wiles The slimy track of woe or sin. These cannot ask from dance or song A sweet oblivion of their pains,"], [18, "13 Or wreathe the hours they find so long With Folly's soft and glittering chains. These cannot daily rise to scheme Some fresh invention of delight, Or on a downy pillow dream Ideal visions ever bright. These are the Pariahs of the earth, Sworn slaves of toil, disease, and woe ; A ribald jest their only mirth, A dram their only hope below. Nor let the smooth-tongued, moral knave, Turn with such scorn from vice like theirs. They now have none to bless or save, Children disowned, not Fortune's heirs ! They may have known years, years ago, Ere sorrow frowned or suffering came, Feelings more pure than monarchs know, Cheeks less insensible to shame. Mothers have kissed their bright young eyes Ere Sin's foul light defiled the beams, *s"], [19, "14 Angels have stooped from yonder skies, And smiled upon their childhood's dreams ; Love with his rosy hand has led Their steps along in by-gone days, And children's pure affection shed Across their path its sunny rays. Then came the world's cold, bitter blast — Their heart-flowers perished one by one, Till all their sky grew overcast, And not one star to light them shone. The wife, whose maiden heart had given Its rich full store of woman's love — That one bright thing which links to Heaven Our earth, and shineth from above, Drooped, like some pale exotic flower, Beneath starvation's gloomy hand, Pined in her agony an hour, Then sought another, purer land. And the sweet babes whose nestling charms Gladdened each doting parent's heart"], [20, "15 Lay in their lifeless mother's arms, And bore like her their bitter part. For them no pure refreshing cup, No food to soothe their hunger's moan ; Till God in mercy called them up To join that mother near his throne ! And then the Tempter came to sneer, To lead Despair along his path, With hand whose fatal touches sear The heart, and turn it all to wrath. Think, ye aristocrats, whose gold, Squandered on fashion's brittle toys, Is like yourselves, so bright and cold, Of this dark contrast to your joys. Think, what a little part bestowed On those lone huts where misery scowls, Would turn from Satan's fearful road Your Brother-Men's de-spairing souls."], [21, "16 Think, did I say ! no, heartless crew, Self to your thoughts is all in all, Let them curse God, and die, while you Dance at Victoria's Fancy Ball ! William Stevens, Printer, Bell Yard, Temple Bar."], [22, ""], [23, "Just Published, price One Shilling, BY THE SAME AUTHOR, THE PRINCE OF WALES. 8 satire. .' The beat of the author's satires.\" — Satirist. W. STRANGE, 21, PATERNOSTER ROW."], [24, ""]]