[[1, ""], [2, ""], [3, "A ROWLAND for an OLIVER; OR A POETICAL ANSWER TO THE B EN EVOLENT EPISTLE OF Mr. PETER PINDAR. ALSO THE MANUSCRIPT ODES, SONGS, LETTERS, &c. &c. O F The above Mr. PETER PINDAR, NOW FIRST PUBLISHED BY STL VA N U S URBAN. Sir, you lie ! — I fcorn your word, Or any man's that wears a fword. For all you huff, who cares a t — d ? Or who cares for you ? Catch. LONDON: Printed for 0. KEARSLEY, at Johnson's Head, No. 46, Fleet-Street. i\\i,dcc,xc. [Price Two Shillings and Sixpence]."], [4, ""], [5, "1 LlTTLE did I think that a Man of my mild and peaceable difpofition, that would not hurt a cat, fnould be forced out to battle : — but fuch is the audacity of the times — (0 tempora, 6 mores I) I have ventured forth to attack this Goliah of Ode and Impudence ; and I hope, with God's afiiflance, like little David, to cut off his head. I communicated with my good friend Mr. William Hayley, who is a conftant communicant to my Gentleman s Magazine, both in verfe and profe, that is to fay, in rhyme and criticifm ; — whom I may rightly term one of the great pillars of my Gentleman s Magazine, which every Gentleman in the kingdom, I hope, reads, — which, if he doth not read, I hope he will read, as it is not only the greateft favourite with our Moft Gracious Sovereign, who is the greateft Monarch upon earth, — but alfo with his Nobles, who are men of judgement and learning; alfo with foreign parts, who tranflate it conftantly into their language: — fo that, if I may be permitted to verfify the praife of my monthly Publication B (for"], [6, "2 (for indeed I muft own I have a great itch for poetry), I will do it in this poetical diftich : My Magazine all magazines excels ; And, what's flill better too for John, it fells. I afked Mr. Hayley, paying him the compliment firft, if he would be the champion to ehcounter this great Mr. Peter Pindar. To this, Mr. Hayley replied, after fome hefitation, and pondering, and blowing his nofe in his handkerchief, that he did not much admire a public exhibition ; that it would wear the afpect of a bruifing match, too much like a fet-to of Johnfion and Big Ben ; but added that / might do it, if I thought proper. 11 But,\" fays my good Friend, \" I will privately attack him, under a fictitious fignature;\" — which he did indeed, and gave the audacious Fellow many a good thump, in verfe and profe : — but this was only fmall fhot, with deference to Mr. Hayley ; the grand artillery was referved for me. Kind Reader, wilt thou permit me to fay fomething of myfelf, in fimplicity and candour, before I go to work with this Caliban ? When I firft took the chair of criti- cifm,"], [7, "3 cifm, I own that I trembled ; for I am not afhamed to confefs, that fo great was my ignorance, that when a cor refpondent fent me an account of an ancient coin, I did not know a fy 11 able about it — neither the meaning of reverfie, exergue, or legend : but now, thank Godj I know every thing appertaining to numifimata, if I may be indulged with a Latin expreflion. Indeed the legends ufed to perplex me much, in as much as I expofed myfelf greatly ; for I am not afhamed to confefs my ignorance. I thought that AUG. upon a Homan Medal, meant the month in which it was ftruck off y and therefore I deemed it Auguft : and G. P. R. which I now know to be Genio Populi Romani, I verily thought to be a coin ftruck by one George Peter Richardfon. The figures of Romulus and Remus lucking a fhe-wolf, I took to be two children milking a cow. D. M. for Diis Manibus, I took to be David Martin, or Daniel Mufgrove. The half-word HEL. fignifying Heliopolis, I imagined to be no other than the Houfe of Satan. JAN. CLU. that is to fay, Janum clufit, I took to be the name of a man. LUD. SiEC. F. I verily thought to be downright filthy, -and blufhed for the Romans : but, lo, I afterwards difcovered it to be Ludos ficeculares fiecit. COS. I thought to be Cos"], [8, "4 Cos Lettuces, which only meaneth Confiul ; M. F. Mr. Ford, which meaneth Marci Filius. N. C. (wouldft thou think it, Reader ?) I tranflated Nincompoop ; when, lo, it meaneth Nobiliffimus Ccefiar. P. P. which figni fieth Pater Patriae, I thought might mean Peter Pounce, or Philip Pumpkin. R. P. I alfo thought might mean Robert Penruddock, or Ralph Pigwiggin, or any other name beginning with thofe initials : but, lo, its true meaning I find to be Refipublica, fignifying, in Englifh, the Republic. — Thus i-t will appear that I am not afhamed to confefs my error, which this Enemy of mine dareth not. TRIE. POT. which only meaneth Tribunitia Poteftate, I actually imagined meant a Tribe of Potatoes, and that the coin was ftruck on account of a plentiful year of that fruit. S. P. Q^R. which meaneth only Senatus Populus que Rcmanus, unwilely, yet funnily, did I make out to be Sam Paddon, a Queer Rogue ; for as much as I was informed that the Romans ftruck coins on every trifling occafion. SC1P. AS. which fig-nifieth no more than O Scipio Afiricanus, I read literally Skip Afs ; but for why, I could not fay : — fuch was my ignorance. Many"], [9, "5 Many were the impofitions upon me : —rings for pigs nofes were fent me for nofe -jewels worn by the Roman Ladies ; a piece of oxycroceum, juft made in a druggifl's fhop, for the pitch that furrounded the body of Julius Ca?far ; a large brown Jordan, for a lacrymatory ; a broken old black fugar-bafon, for a druid urn ; a piece of. a watchman's old lantern, for a Roman lamp. The wig of the famous Boerhaave was alfo fent me as a curiofity ; the roguery of which I did not difcover till an engraving of the wig was nearly nnifhed, cofting me upwards of thirty millings : — for, lo ! Reader, this great Man never wore a wig in his life. — In my Obituary too I made great miflakes, from impofition ; as I gave the deaths of many that were not dead, and others that never exifted. Some times the wickednefs of correfpondents was fuch, that I have perpetuated the deaths of bull-dogs, greyhounds^ mafliffs, horfes, hogs, &c. in my Obituary, under an idea that they were people of confequenc-e. Indeed I have not fluck to the letter of my affertion at the head of my Obi tuary, that declares it to be a record of confiderable per fons; for as much as I have fometimes put a fcavenger over a Member of Parliament, a pig-driver over a Bifhop, a lamp-lighter over an Alderman, and a chimney-fweeper over a Duke : but as I was defired by the friends of the C deceafed"], [10, "6 deceafed to do it, (for who is not ambitious ?) and as I was paid for it too, (and who can withftand a fee ?) I have in fome little meafure difgraced my Journal, and forfeited my word. — My prefent antiquarian knowledge, gratitude maketh me confefs that I owe it all to Mr. R. Gough, of Enfield, who fome years ago was alfo an ignorant and illiterate Gentleman, like myfelf, — but, by hard ftudy, hath attained to his prefent perfection, as may be feen in our Topographia Britajmica, which is not, as that arch-enemy Peter Pindar hath afferted it to be, the idle production of a couple of fellows that want to make a fortune by a hiftory of cobwalls, old chamber-pots, and rufty nails. My friend Mr. Gough's zeal for the pro motion of antiquarian knowledge cannot be better proved than by his running the rifk of being well trounced, for borrowing one of King Edward's fingers, as he lay expofed, a few years fince, in Weflminfter Abbey ; which finger, my friend, after having gently put it in his pocket,, was, by order of the Bifhop of Rochefler, who, unluckily feeing the deed, did, to the difgrace of the fcience, order him to be fearched, and forced him to refund. Had it not been for this impertinent and hawk-eyed attention of the Bifhop, Sir Jofeph Ayloffe, and other Antiquarians prefent at the opening of the Monarch's coffin, — fuch was the intrepidity"], [11, "7 intrepidity of my antiquarian friend Gough, that he would have attempted the head, inftead of a pitiful finger, as he had on a large watchman's coat for the purpofe. Nor mufl I omit the zeal of my friend Sir Jofeph Banks on the occafion ; who, on hearing what was going on, and fufpeding that King Edward might have been lodged in pick4e, galloped off with a gallon jug, in a hackney-coach, in order to fill it with the precious liquor, as a fauce for his future Attic enter tainments in Soho-fquare : but unfortunately no pickla was found. I confefs that an impudent fellow fent me for my Obituary the following, which was really printed off (but cancelled) before I was informed, by a friend, of the fal lacy — to wit : \" On Sunday night laft died Mrs. Margery \" Moufier, a widow Lady, beloved in life, and lamented \" in death ;. fhe was the only daughter of Roger Grimalkin, £ Efquire, of Ratley'r — Ignorant indeed was I that it was an impofition ; for, gentle Reader, it was a dead cat ! — • Many a good cuftomer have I gained by my Obituary, who liked to fee themfelves dead in my Magazine — I mean their relations liked to fee their deaths difplayed in a work of fo much refpectability as mine. — But enough of myfelf; and now for Mafter Peter. In"], [12, "8 In the fullnefs of my paflion, I at firft fet me down, and faid to myfelf, Each indignatio verfius — when, behold! in lefs than two hours I knocked off the following Poem. Some time after, however, after a deal of deep thought on the fubject, it ftruck me that I might fight this Poet Peter againft himfelf; make him, like fome game-cocks, cut his own throat with his own fpurs. Accordingly I fet about it, and collected from every quarter his manu fcript verfes of every denomination ; fome written in Cornwall, others in Devon, others in the Weft-Indies, others in Bath, others in London ; as alfo fome of his Letters, particularly thofe to the King of the Mosquitoes, who was fent for by the Governor of Jamaica, foon after that Gentleman arrived at his government. I have alfo collected fome of his Obfervations, and Sayings, and Speeches : — I may verily fay, Obfervations on men and manners, without any manners at all, or, in plainer phrafe, much ill manners. Peter muft not complain of my fhowing him no mercy by this Publication, as he is the moft mercilefs Mohawk that ever fcalped. Nee lex eft juftior ulla £>uam necis artifices arte perire fiud, A POETICAL"], [13, "9 A POETICAL ANSWER TO Mr. PETER PINDAR\"* Benevolent Epiftle to JOHN NICHOLS. \\J SON of wicked Satan, with a foul Hot as his hell, and blacker than his coal ! Thou falfe, thou foul-mouth'd Cenfurer of the times, I do not care three ftraws for all thy rhymes. Thy wit is blunter than old worn-out fheers : — I'll make a riddle with thee for thy ears ; Write any sort os verse, thou blust'ring Blade ! Egad ! I'll say, like Kecksy, \" Who's afraid ?\"— Thank God, I've talk'd to greater folks than thee : In that I will not yield to any HE ; D No,"], [14, "10 And No, not to any HE that wears a head — Again I'll fay, like Keckfiy, \" Who's afraid ?\"— Thank God, whene'er I wifh like Kings to fare, I go, unafk'd, and dine with my Lord May'r. But thou, who afks thee, varlet ! to their houfes ? Fear'd by the hufbands, dreaded by the fpoufes. May God Almighty hear what now I fpeak ! — Some Aldermen would gladly break thy neck. Thou tell'il us thou haft ftruck thy lyre to Kings — Yes, faith, and founded very pretty things. Thou blockhead, thou pretend to think thy rhymes Shall live to fee the days of after-times ! Fool, to pretend on fubjects great to fhine, Or e'en to Printers Dev'ls to tune the fine ! Sir, let me humbly beg you to be civil — Thou know'ft not that I was a Printer's Dev'l : So, Sir, your fatire wants the pow'r to drub, In thus comparing Nichols to a grub. Whate'er thou fay'ft, I'm not of veno-eance full Nor did I ever bellow like a bull :"], [15, "11 Thefe And grant I am a bull, I fha'n't fuppofe A cur like thee can nail me by the nofe. Thou lieft when thou fayeft, like a top-, With anger rais'd, I fpinn'd about my fhop : Nor did I ever, madden'd by thy ftripes, Thou Prince of Liars, kick about my types. Books have I written ; books I ftill will write, And give, I hope, to gentlefolks delight : With charming print, and copper-plates fo fine, Whofe magazine goes off fo well as mine ? Who, pray, like me, the page fo fond of filling ? Who gives more curious matter for a fhilling ? England's firft geniuses I keep in pay y Much prose I buy, and many a poet's lay : The silk- worm Hay ley spins me heaps of verse, And Gough, antiquities exceeding scarce : Great Horace Walpole too, with sweet good-will, Sends me choice anecdotes from Strawb'ry-hill * Miss Se ward, Mistress Yeardsley, and Miss More, Of lines (dear Women !) fend me many a score, ."], [16, "12 Thefe are the Nymphs at whom thine envy rails — Fool ! of their gowns not fit to hold the tails — Thefe are the Men, of profe and verfe the Knights, With genius flafhing, like the northern lights ; Thefe are the Men whofe works immortal fhow The men of literature from top to toe. — But thou'rt a wen, — a blue, black, bloated tumour, Without one fingle grain of wit or humour : Thy Mufe too all fo confequential ftruts, As if all Helicon were in her guts ; — A fifh-drab, a poor, nafty, ragged thing, Who never dipp'd her muzzle in the fpring. Thou think'ft thyfelf on Pegafus fo fteady ; But, Peter, thou art mounted on a Neddy : Or, in the London phrafe, — thou Dev'nihire Monkey, Thy Pegafus is nothing but a Donkey. I own, my vanity it well may raife, To find fo many gaping for my praife ; Who fend fuch flatt'ring things as ne'er were feen, To get well varnifh'd in my Magazine : Indeed"], [17, "13 Indeed I often do indulge the elves, And fuffer authors to commend themfelves ; Wits of themfehes can write with happieft fpirit, And men are judges of their proper merit. Lumps have I giv'n them too of beef, and pudding, That helps a hungry genius in its fludying ; And humming porter, when their Mufe was dry — For this be glory unto God on high ! And not to me, who did not make the pudding, Nor bees assisting genius in its studying. To Authors, yes, I've giv'n both boil'd and roast, n And many a time a tankard with a toast — > But God forbid, indeed, that I should boast ! J And halfpence too, and sixpences, ecod ! But boast avaunt 1 — the glory be to God ! To Bards, good shoes and stockings I have giv'n — But not to me the glory, but to Heav'n ! Yes, yes, I fee how much it fwells thy fpleen, That I'm head Mafter of the Magazine ; E Who"], [18, "14 Who let no author fee the houfe of Fame, Before he gets a paffport in my name. Art thou a Doctor ? Yes, of thinning fkill ; For choufands have been poifon'd by thy pill. But let my foul be calm : — it fha'n't be faid I fear thee, O thou Monfter ! — ''Who's afraid?\" What though I know fmall Latin, and lefs Greek, Good flerling Englifh I can write and fpeak : Yet thoufands, who prefume to be my betters, Can't fpell their names, and fcarcely know their letters. Belike, the curious world would hear with joy What trade I was defign'd for, when a boy : 11 A barber or a taylor,\" faid my mother — \" No,\" cried my father, *' neither one nor t'other ; \" A foldier, a rough foldier, John fhall wander, <c Pull down the French, and fight like Alexander.\" But unto letters was I always fquinting, So afk'd my daddy's leave to fludy Printing ; And got myfelf to uncle Bowyer's fhop, Where, when it pleas'd the Lord that he fhould drop, The"], [19, "15 The trade and good-will of the fliop was mine ; Where, without vanity, I think I fhine ; And where, thank God, in fpite of dull abufe, I'm warm, and married, and can boil my goofe. And had I been to fwords and mufquets bred, P'rhaps I had fhin'd a Ccefiar, or the Swede : Hadfl thou a foldier been, thou forry mummer, Thy rank had never rofe above a drummer. How dar'ft thou fav, that fhould His Royal Highness (A Prince renown'd for modefty and fhynefs) Be Generaliflimo of all our forces, A jack-afs's old back, and not a horfe's, m Should carry the good Prince into the field, Whofe arm a broomftick, for a flaff, fhould wield, That very, very broomftick which his Wife Oft us'd to finifh matrimonial ftrife ? Why doft not praife the virtues of the *****f As great in foul, as noble in her mien, Whofe virtues make the foul of Envy fick, Strong as her fnuff, and as her di'monds thick ? — But"], [20, "16 What But wherefore this to Peter do I fay ? Owls love the dark, and therefore loath the day. — The ****, as wife a man as man can be ; The *****, £o mild, who cannot kill a flea ; Brave Glo'ster's Highnefs, and his fober Wife, Who lead the foftefl, fweeteft, calmeft life ; Richmond and Leeds, each Duke a firft-rate ftar, One fam'd for politics, and one for war ; The open Hawksb'ry, ftranger to all guile, Who never of a fixpence robb'd our ifle ; The modeft Pitt, the Jofeph of the day, Who neyer with lewd women went aftray ; And many others, that I foon could mention, Are much oblig'd, indeed, to thy invention ! But where' s the oak that never feels a blafl ? Or fun, at times that is not overcaft ? Alas ! ev'n people dreft in gold and ermine May feel at times the bites of nafty vermin : And when thou dar'ft great Quality attack, What art thou but a bug upon its back ?"], [21, "17 What harm, pray, hath my friend Sir Joseph done, So good, and yet the fubject of thy fun ? Juft in his ways to women and to men — Indeed he fwears a little now and then. Behold, his breakfafls fhine with reputation ! His dinners are the wonder of the nation ! With thefe he treats both commoners and quality, Who praife, where'er they go, his hofpitality : Ev'n from the north and fouth, and weft and eaft, Men fend him fhell, and butterfly, and beaft. Sir William Hamilton fends gods and mugs ; And, for his feaft, a fow's rnofl dainty dugs. And fhall fuch mob as thou, not worth a groat, Dare pick a hole in fuch a great Man's coat ? Whenever at St. James's he is feen, Is not he fpoke to by the King and Queen ? And don't the Lords at once about him prefs, And, like his Sov'reigns, much regard profe fs ? Tell him they'll come one day to him, and dine, Behold his rarities, and tafle his wine ? F Such"], [22, "18 Such are the honours, to delight the foul, On which thy longing eyeballs vainly roll : Such are the honours that his heart muft flatter, On which thy old dog's mouth in vain may water. Whether in Dev'nfhire thou haft got a houfe, I value not three capers of a loufe ; Whether in Cornwall thou a houfe haft got, And at elections only, boil'ft thy pot ; Whether a Doctor, Devil, or a Friar, I know not — but I know thou art a liar. Whene'er I die, I hope that I fhall read This honeft epitaph upon my head : — \" Here lies John's body ; but his foul is feen \" In that fam'd work, the Ge'mman's Magazine : \" Brave, yet poffefs'd of all the fofter feelings ; \" Succefsful with the Mufes in his dealino-s : \" Mild, yet in virtue's caufe as quick as tinder — \" Who never car'd one f — ig for Peter Pindar.'* Mr."], [23, "19 Mr. Peter Pindar's Apology for the variety of enter tainment in his pretty Poetical Olio, is the firft thing I fhall prefent to the Public. PETER's APOLOGY. L/ADIES, I keep a rhyme-fhop — mine's a trade I fell to old and young, to man and maid : All cuftomers muft be oblig'd ; and no man Wifhes more univerfally to pleafe : I'd really crawl upon my hands and knees, T' oblige — particularly lovely woman. Yet fbme, (the Devil take fuch virtuous times) Faftidious, pick a quarrel with my rhymes, And bep- I'd only deal in love-fick fonnet — How eafy to bid others ceafe to feed ! On beauty I can quickly die indeed, But, truft me, can't live long upon it. If"], [24, "20 If there is not a deal of impudent double entendre in this Sonnet, I do not know what purity meaneth — fweetly wrapped up indeed, 'Squire Pindar ! Inftead of a formal commentary on every compofition, I fhall make fliort work with them, by giving them their true character in a few words, as for example : Impudence, Egotifm, and Conceit. The expulfion of a moll excellent fet of Players from Kingfbridge in Devonfhire, with the afylum offered them by the Author's Barn in an adjoining parifh, is the foun dation of the following Ode. ODE to my BARN. OWEET haunt of folitude and rats, Mice, tuneful owls, and purring cats ; Who, whilft we mortals fleep, the gloom pervade, And wifh not for the fun's all-feeino- eye, Your moufing myfteries to fpy ; Bleft, like philofophers, amidft the fhade ; When"], [25, "21 When Perfecution, with an iron hand, Dar'd drive the moral-menders from the land, Call'd Players, — friendly to the wand'ring crew, Thine eye with tears furvey'd the mighty wrong, Thine open arms receiv'd the mournful throng- Kings without fhirts, and Queens with half a flioe. Alas ! what dangers gloom'd of late around — Monarchs and Queens with halters nearly bound- Duke, Dukeling, Princefs, Prince, confign'd to jail ! And, what the very foul of Pity fhocks, The poor old Lear was threat' ned with the flocks, Cordelia with the cart's unfeeling tail. Still cherifh fuch rare Royalty forlorn— A Garrick in thy bofom may be born, A Siddons too, of future fair renown : For Love is not a fqueamifh God, they fay j As pleas'd to fee his rites perform'd on hay, As on the goofe's foft and yielding down. G The"], [26, "22 The fame impudence, egotifm, and conceit, as in the firft Ode. To my BARN ±jY Lacedaemon men attack'd, When Thebes, in days of yore, was fack'd, And nought the fury of the troops could hinder ; What's true, yet marv'lous to rehearfe, So well the common foldiers relifh'd verfe, They fcorn'd to burn the dwelling-houfe of Pindar. With awe did Alexander view The houfe of my great Coulln too, And, gazing on the building, thus he figh'd— li General Parmenio, mark that houfe before ye f \" That lodging tells a melancholy ftory : -\" There Pindar liv'd (great Bard !) and there he died. « The"], [27, "23 \" The King of Syracufe, all nations know it, \" Was celebrated by this lofty Poet, <{ And made immortal by his ftrains : \" Ah ! could I find like him a bard, to fing me ; \" Would any man, like him a Poet bring me ; \" I'd give him a good penfion for his pains. \" But, ah I Parmenio, 'mongft the fons of men, \" This world will never fee his like agen ; \" The greateft Bard that ever breath'd is dead ! \" General Parmenio, what think you f\" — \" Indeed 'tis true, my Liege, 'tis very true,\" Parmenio cry'd, and, fighing, fhook his head : Then from his pocket took a knife fo nice, With which he chipp'd his cheefe and onions, And from a rafter cut a handfome flice, To make rare toothpicks for the Macedonians ; Juft like the toothpicks which we fee At Stratford made, from Shakefpear's mulb ry-tree. What"], [28, "24 What pity that the Squire and Knight Knew not to prophecy as well as fight ; Then had they known the future men of metre ; Then had the General and the Monarch fpied, In Fate's fair book, our nation's equal pride. That very Pindar's Coufin Peter ! Daughter of thatch, and flone, and mud, When I, no longer flefh and blood, Shall join of lyric bards fome half a dozen ; Meed of high worth, and, 'midft th' Elyfian plains, To Horace and Alcasus read my ftrains, Anacreon, Sappho, and my great old Coufin ; On thee fhall riling generations ftare, That come to Kingfbridge and to Dodbrook Fair :* For fuch thy hiftory, and mine fhall learn ; Like Alexander fhall they ev'ry one Heave the deep figh, and fay, \" Since Peter's gone, rc With rev'rence let us look upon his Barn.\" * Held annually at thofe places. The"], [29, "25 The following Ode of Mr. Pindar's is what rheto ricians would call ironical- The leading feature feems to be impudence. ODE to AFFECTATION. IN YMPH of the mincing mouth, and languid eye, And lifping tongue fo foft, and head awry, And flutt'ring heart,, of leaves of afpin made ; Who were thy parents, blufhful Virgin ? fay- Perchance Dame Folly gave thee to the day, With Gaffer Ignorance's aid. Say, Virgin, where doft thou delight to dwell ? With Maids of Honour, ftartful Virgin? tell — - For I have heard a deal of each fair Miss ; How wicked Lords have whifper'd wicked things Beneath the nofes of good Queens and Kings, And figh'd for pleafures far beyond a kifs ! H Great"], [30, "26 Great is thy delicacy, dainty Maid ; At flighteft things, thy cheek with crimfon glows. Say, art thou not afham'd, abafh'd, afraid, Whene'er thou ftealeft forth to pluck a rofe ? Or haft thou loft, O Nymph, thy pretty gall ; So never pluckeft any rofe at all ? I'm told, thou keepeft not a fingle male ; Nothing but females, at thy board to cram ; That no he-lapdog near thee wags his tail, Nor cat by vulgar people call'd a ram. I've heard too, that if e'er, by dire mishap, Some ravifhers fhould make thy fav'rites wh*— s, Staring as flricken by a thunder-clap, Thy modefty hath kick'd them out of doors. 'Tis faid, when wag-tails thou behold'ft, and doves, And fparrow, bufy with their feather'd loves ; Lord ! thou haft trembled at their wicked tricks ; And,"], [31, "27 And, fnatching up thy blufh-concealing fan, As if it were a lady and a man, Haft only peep'd upon them through the flicks. And yet fo varioufly thou'rt faid to act, That I have heard it utter' d for a fact, That often on old Thames's funny banks, Where ftriplings fwim, with wanton pranks, On bladders fome outftretch'd, and fome on corks, Thou fquinting, moll indiff'reni girl art feen, In contemplation of each youthful fkin, Admiring God Almighty's handy-works. Prim Nymph, thou art no sav'rite with the world : I hear the direst curses on thee hurl'd ! Sorry am I, fo ill thy manners fuit : 'Tis faid, that if a moufe appear to view, We hear a formidable fcreech enfue, As if fome huge devouring brute ; And"], [32, "28 No And if beneath thy petticoat he run, Thou belloweft as if thou wert undone, And kickeft at a cow-like rate, poor foul ; When, if thou wert to be a little quiet, And not difturb the nibbler by a riot, The moufe would go into his proper hole. I've heard it fworn to, Nymph, that in the ftreets, When running, dancing, capering at thy fide, Thy Chloe other dogs fo brazen meets, That, wriggling, ask thy bitch to be their bride ; r Quick hast thou caught up Chloe in thy arms, From violation to preserve her charms ; And, bouncing wildly from the view Of thofe fame faucy canine crew, Haft op'd fo loud and tunefully thy throat, (Seeming as thou hadfl learnt to fcream by note) Loud as the Sabine girls that tried to 'fcape The fpeechlefs horrors of a Roman rape."], [33, "29 No novels readeft thou, O Nymph, in fight ; And yet again I'm told that ev'ry night, In fecret, thou art much inclin'd to doat On rhymes that Rochefter fo warmly wrote. Oft doft thou wonder how thy fex, fo fweet, Can fellows, thofe great two-legg'd monfters, meet, And fwoon not at each Caliban ; And wonder how thy fex can fancy bliffes Contain'd within the black rough-bearded kiffes Of fuch a bear-like thing as man. 'Tis alfo faid, that if a flea at night, Pert rogue, hath dar'd thy lufcious lip to bite, Or point his fnout into thy fnowy breaft, At once the houfe hath been alarm'd — the maids Call'd idle, nafty, good-for-nothing jades ; Who, Eve-like, rufhing to thy room undreft, Have thought fome wicked ravifher fo dread, On Love's delicious viands to be fed, I Had"], [34, "30 Had feiz'd thee, to obtain forbidden joys ; Which had he done, a moll audacious thief, Of ev'rv maid it was the firm belief Thou would ft not, Nymph, have made a greater noife. And yet 'tis faid, again, O Nymph fo bright, Thou fleep'ft with John the coachman ev'ry night — Vile tales 1 invented to deftroy thy fame , For wert thou, fearful Lafs, this inflant married, At night thy modeft cheek would burn with fhame, Nor wouldft thou go, but to the bed be carried : There, when thy Strephon rufh'd, in white array'd, To clafp with kiffes fweet his white-ftol'd Maid, And riot in the luxury of charms ; Flat as a flounder, feeing, hearing gone — Mute as a fifti, and fairly turn'd to ftone — O Damfel ! thou wouldft die within his arms. More"], [35, "31 \" At More impudence, with a lick at one os the Ten Commandments. To FORTUNE. ]\\H I loit'ring Fortune, thou art come too late : Ah ! wherefore give me not thy fmiles before ; When all my youthful paffions in a roar, Rare hunters, fearlefs leap'd each five-bar gate ? Unknown by thee, how often did I meet The lovelieft forms of nature in the ftreet, The fair, the black, and lafting brown ! And, whilft their charms enraptur'd I furvey'd, This pretty legend on their lips I read — \" Kiffes, O gentle fhepherd, for a crown.\" How oft I look'd, and figh'd, and look'd agen, Upon the charms of ev'ry Phillis ! How wifh'd myfelf a cock, and her a hen, To crop at once her rofes and her lilies 1 Indeed not only without paying— But for her liberty without once flaying."], [36, "32 \" At Otaheite,\" I have faid with tears, \" No gentleman a jail fo horrid fears \" For taking liberties with laffes : <c Soon as they heard how Love in England far'd, \" The glorious Otaheitans all were fcar'd, u And call'd us Englifhmen a pack of affes. — \" But they, indeed, are heathens — have no fouls cl But fuch as muft be fried on burning coals. \" But I'm a Chriflian, and abhor a rape : \" Yet if a lafs would fell her lean and fat, \" I'm not fo great an enemy to that — \" Though that might whelp a little kind of fcrape ; 11 Since 'tis believ'd that fimple fornication \" May flep between a man and his falvation.\" Damn'd Fortune ! thus to make me groan ! To offer now thy mining pieces — For now my pafiions all are flown, Gone to my nephews and my nieces. ODE"], [37, "33 ODE to Madam SCHW — G and Co. On their intended VOYAGE to GERMANY. Written in the year 1789. W E wifh you a good voyage to that fhore Where all your friends are impudent and poor. Oblige us, Madam — don't again come over— To ufe a cant phrafe, we've been finely fobb'd, Indeed have very dextroufly been robb'd — You've liv'd juft eight and twenty years in clover. Pray let us breathe a little — be fo good — We cannot fpare fuch quantities of blood : At leaft for fome ten years, pray crofs the main ; Then, cruel, fhould you think upon returning, To put us Britons all in fecond mourning, We may fupport phlebotomy again. To K"], [38, "34 To you and your lean gang we owe th' Excife : Pitt cannot any other fcheme devife, To pay the nation's debt, and fill your purfes. With great refpect I here aflure you, Ma'am, Your name our common people loudly damn ; Genteclcr folks attack with filent curfes. Madam, can you fpeak Latin? — No, not much — I think you principally fpevv* High-Dutch : But did you Latin underfland, (God blefs it) I'd offer up the pithiefl, prettiefl line, Unto your Avarice's facred fhrine — \" Crefcit amor nummi quantum ipfia pecunia creficit.'* The which tranflation of this Latin line Is this — l Alas ! that maw profound of thine ' May like the flomach of a whale be reckon'd : 1 Throw * The Author thinks this expreilion, though a dirty one, more defcriptive than any other of the guttural German; and therefore choofes not to facrificc truth to a little bienfeance."], [39, "35 * Throw into it the nation's treafury, 1 But for a minute it will pleafure ye ; * That gullet would be gaping for a fecond.' Madam, we wifh you a long, long adieu — Good riddance of the fnuff* and di'mond crew ! Your abfence, all, alone the State relieves ; For, hungry Ladies, as I'm here alive, A houfe can never hope to thrive, That harboureth a neft of Thieves. An infupportable APOLOGY for keeping MISTRESSES, and a LAUGH at that moll refpectable State MATRIMONY. ODE. 1 HAT I have often been in love, deep love, A hundred doleful ditties plainly prove. By marriage never have I been disjointed ; For"], [40, "36 Love For matrimony deals prodigious blows : And yet for this fame flormy flate, God knows, I've groan'd— and, thank my flars, been difappointed With Love's dear pafiion will I never war : Let ev'ry man for ever be in love, E'en if he beats, in age, old Par : 'Tis for his chilly veins a good warm glove ; It bids the blood with brifker motion flart, Thawing Time's icicles around his heart. Wedlock's a faucy, fad, familiar flate, Where folks are very apt to fcold and hate : Love keeps a modefi diftance, is divine, Obliging, and fays ev'ry thing that's fine. Love writes fweet fonnets, deals in tender matter ; Marriage, in epigram fo keen, and fitire. Love feeketh always to oblige the fair ; Full of kind withes, and exalted hope : Marriage defires to fee her in the air, Sufpcndcd, at the bottom of a rope."], [41, "37 Love wifhes, in the vale or on the down, To give his dear, dear idol a green gown : Marriage, the brute, fo fnappifh and ill bred, Can kick his fighing turtle out of bed ; Turns bluffly from the charms that tafte adores, Then pulls his night-cap o'er his eyes, and fnores. Wedlock at firft, indeed, is vaftly pleafant ; A very fhowy bird, a fine cock-pheafant : By time, it changeth to a diff'rent fowl ; Sometimes a cuckow, oft'ner a horn-owl. Wedlock's a lock, however large and thick, Which ev'ry rafcal has a key to pick. O Love ! for heav'n's fake, never leave my heart : No ! thou and I will never, never part — Go, Wedlock, to the men of leaden brains, Who hate variety, and figh for chains. A bare- L"], [42, "38 A bare-faced Apology for leaving a loving Wife. To CHLOE. An Apology fior going into the Country. CjHLOE, we muft not always be in heav'n, For ever toying, ogling, killing, billing; The joys for which I thoufands would have giv'n, Will prefently be fcarcely worth a {hilling. Thy neck is fairer than the Alpine fnows, And, fweetly fwelling, beats the down of doves ; Thy cheek of health, a rival to the rofe ; Thy pouting lips, the throne of all the Loves ! Yet, though thus beautiful beyond expreflion, That beauty fadeth by too much poffeflion. Economy in love is peace to nature, Much like economy in worldly matter : We fhould be prudent, never live too fall ; Profufion will not, cannot always laft. 2 Lovers"], [43, "39 In Lovers are really fpendthrifts — 'tis a fhame — Nothing their thoughtlefs, wild career can tame, Till pen'ry flares them in the face ; And when they find an empty purfe, Grown calmer, wifer, how the fault they curfe, And, limping, look with fuch a fneaking grace I Job's war-horfe fierce, his neck with thunder hung,, Sunk to a humble hack that carries dung. Smell to the queen of flowers, the fragrant rofe — Smell twenty times — and then, my dear, thy nofe Will tell thee (not fo much for fcent athirft) The twentieth drank lefs flavour than the firft. Love, doubtlefs, is the fweeteft of all fellows j Yet often fhould the little God retire— Abfence, dear Chloe, is a pair of bellows, That keeps alive the facred fire."], [44, "40 In the fame impudently ironical ftyle. ODE to LAIS. O NYMPH with all the luxury of flrin, Pea-bloom breath, and dimpled chin ; Rofe cheek, and eyes that beat the blackeft floe ; With flaxen ringlets thy foft bofom fhading, So white, fo plump, fo lufcioufly-perfuading ; And lips that none but mouths of Cherubs know ! Oh, leering, lure me not to Charlotte-ftreet, That too, too fair, feducing form to meet ; Warm, unattir'd, and breathing rich delight ; Where thou wilt pradlife ev'ry roguifh art, To bid my fpirits all unbridled flart, Run off with me full tilt, and fleal my fight. Then fhall I trembling fall, for want of grace, And die perhaps upon my face ! Ah!"], [45, "41 Ah ! ceafe to turn, and leer, and fmile, My too imprudent fenfes to beguile ! Ah ! keep that leg fo taper from me, Ah ! form'd to foil a Phidias's art ; So much unlike that leg in ev'ry part me abhorr'd — and chrift'ned gummy. In vain I turn around to run away : Thine eyes, thofe bafilifks, command my flay ; Whilft through its gauze thy fnowy bofom peeping, Seems to that rogue intrepreter, my eye, To heave a foft, defponding, tender figh — Like goffamer, my thoughts of goodnefs fweeping. Pity my dear religion's dread debility, And hide thofe orbs of fweet inflammability ! — Abound, I fay, abound in grace, my feet ; And do not follow her to Charlotte-ftreet. M Alas }"], [46, "42 Alas ! alas ! you have no grace, I fee, But wifh to carry off poor ftruggling me ; Yes, the wild bed of beauty wish to seek ! — Yet, is you do — to make your two hearts ake, A sweet, a sweet revenge I mean to take ; For, curfe me if you fhall not flay a week. But let me not thus pond'ring, gaping, stand — But, lo, I am not at my own command : Bed, bosom, kiss, embraces, storm my brains, And, lawless tyrants, bind my will in chains. O lovely Lass ! too pow'rful are thy charms, And fascination dwells within thy arms. The Paflions join the fierce invading hoft ; And I and Virtue are o'erwhelm'd and loft — Paflions that in a martingal fhould move ; Wild horfes, loofen'd by the hands of Love. I'm"], [47, "43 I'm off — alas !' unworthy to be feen — The Bard, and Virtue a poor captive Queen f O Lais, fhould our deeds to fins, amount, Juft Heav'n will place them all to thy account. The following Stanza, on the Death of Lady Mount E 's favourite Pig Cupid, is verily exceeded by nothing in the annals of impertinence. A CONSOLATORY STANZA To Lady MOUNT E , On the Death of her Pig CUPID. \\J dry that tear, fo round and big ; Nor wafte in fighs your precious wind ! Death only takes a fingle Pig — Your Lord and Son are flill behind. 2 Super-"], [48, "44 Superlatively impudent, and, I hope, untrue ; fent to me two days after my publication of my gueen Elizabeth's Progrejfes, one of which is now actually in His Majefty's glorious Library at Buckingham-Houfe. To Mr. J. NICHOLS, ON his HISTORY of the PROGRESSES of QUEEN ELIZABETH. J OHN, though it afks no fubtilty of brain To write Queen Bess's Progrefs through the land; Excufe the freedom, if I dare maintain The theme too high for thee to take in hand. On Vanity's damn'd rock what thoufands fplit ! Thou fhouldft have labour'd on fome humbler matter- On somewhat on a level with thy wit — For instance — when Her Majesty made w . To"], [49, "45 To show that I can be candid, even to people of no candour, I shall conclude this First Part with a few Songs that are not totally destitute of merit. To DEL I A. WHILST poets pour their happieft lays, And call thee ev ry thing divine ; Not quite fo lavifh in thy praife, To cenfure be the province mine. Though born with talents to furprife, Thou feldom doft thofe pow'rs difplay : Thus feem they trifling in thy eyes ; Thus heav'n's beft gifts are thrown a \"ay. Though rich in charms, thou know'ft it not ; Such is thine ignorance profound: And then fuch cruelty thy lot, Thy fweeteft fmile inflicts a wound. N To"], [50, "46 To FORTUNE. iES, Fortune, I have {ought thee long, Invok'd thee oft, in profe and fbng ; Through half Old England woo'd thee r Through feas of danger, Indian lands, Through Afric's howling, burning fands : But, ah ! in vain purfued thee ! Now, Fortune, thou wouldft fain be kind y And now I'll plainly fpeak my mind — I care not ftraws about thee : For Delia's hand alone I toil'd ;. Unbrib'd by wealth, the Nymph has fmil'd ; And bliss is ours without thee. To"], [51, "47 To CHLOE. VjHLOE, a thoufand charms are thine, That give my heart the conftant figh I Ah ! wherefore let thy Poet pine, Who canst with ease his wants supply ? Oh hafte, thy charity difplay y With little I'll contented be : The kiffes which thou throw' ft away Upon thy dog, will do for me* I cannot"], [52, "48 I cannot, however, conclude this Firft Part of Mr. Peter's lucubrations without a fevere reprehenfion of his want of loyalty, as well as want of refpect, for that firft of Courts St. James's ; and, moreover, to prove that disloyalty and difrefpect, I give the following Ode, which he, with all his impudence, dares not deny that he wrote. I fuppofe that it was written in the laft reign, fince it is impoflible that it fhould be in the prefent. To a FRIEND in DISGRACE. OO then, thy Sov'reign turns away his face ! Thank God, with all thy foul, for the difgrace. This inftant down upon thy knee, And idolize the man who makes thee free ; No more endeavour Folly's hand to kifs : At firft I look'd with pity on thy flate ; But now I humbly thank the foot of Fate, That kindly kicks thee into blifs. I've"], [53, "49 I've been difgrac'd too — felt a Monarch's frown, And confequently quitted town : — But have my fields refus'd their fmiles fo fweet ? Say, have my birds grown fulky, with the King? My thrufhes, linnets, larks, refus'd to fing ? My winding brooks to prattle at my feet ? No ! no fuch matter ! — Each unclouded day On dove-like pinions gayly glides away : In fhort, all Nature feems difpos'd to pleafe — Then prithee quit thy qualms ; look up and laugh ; The rural pleafures let us largely quaff, And make our conge to the Gods of Eafe. By day, fhall Nature's fimple voice Our walks, and rides of health rejoice, Far from an empty Court where Tumult howls ; And fhould at night, by chance, an hour Be with ennui inclin'd to low'r, We'll go and liften to our Owls ; Birds O"], [54, "50 Birds from whose throats 'tis said that wisdom springs— How very diff 'rent -from the throats of Kings ! END OF THE FIRST PART. N.B. Part the Second will be pub lifted fpeedily."], [55, "RilEY DUNN ft Wlt„ON 1994"], [56, ""]]