[[1, ""], [2, ""], [3, ""], [4, ""], [5, "PRINCE HENRY DE VALORI HISTOIRE DK LA BARONNIE BOYALE IJ F, CHATEAU-RENARD EN PROVENCE TROISIÈME édition PARIS LIBRAIRIE DE L. HACHETTE ET C ie 77, BOULEVARD SAINT-GERMAIN, 77 1869"], [6, ""], [7, ""], [8, ""], [9, "HISTOIRE DE LA BARONNIE ROYALE DE CHATEAU-RENARD EN PROVENCE"], [10, ""], [11, "PRINCE HENRY DE VALORI HISTOIRE DE LA BARONNIE BOYALE I E CHATEAU-RENARD EN PROVENCE TROISIÈME édition PA H I S LIBRAIRIE DE L. H A C H E T T E ET C ie 77, BOULEVARD S AIN T - CE R M A 1 \\ , 77 1869"], [12, ""], [13, "INTRODUCTION. A monsieur le comte Auguste de Baslctrd1. Cher comte, en déroulant sous les yeux du lecteur les annales d'une baronnie célèbre, je n'ai pas eu la présomption d'en être l'historien. Son histoire se trou vait tout entière dans le chartrier séculaire, et la vé rité en émanait avec les documents les plus authen tiques, les plus irrécusables. Deux motifs puissants m'ont déterminé à entreprendre une tâche que nos archives m'ont rendue facile. Le premier a été d'in téresser le public par le récit d'événements impor tants s'alliant étroitement à l'histoire générale de la France, íi celle de notre chòre Provence. Le second a été de garantir le passé contre les éventualités de l'a venir. L'orage révolutionnaire qui a passé sur les tours 1. M. le comte Auguste (le Rastard, auteur du célèbre ouvrage: Or nements cl peintures des manuscrits, correspondant du ministère et un des plus éminents paléographes de ce siècle. 1"], [14, "ì INTRODUCTION. de Château-Renard, en les renversant, pourrait bien un jour s'en prendre au chartrier de la noble de meure et effacer ainsi jusqu'au souvenir de ce qui a élé si grand. Si vous examinez la question sous ce double point de vue, vous suivrez avec moi, mon cher comte, les destinées glorieuses de cette puissante seigneurie de puis son berceau, qui touche à l'antiquité, jusqu'à nos jours. Comme archéologue, vous admirerez ce châ teau commencé en 700 et terminé en 1107; comme paléographe éminent, vous lirez avec moi cette in scription gothique qu'un troubadour a gravée sur la pierre il y a sept siècles. Épris du passé, vous verrez avec joie dans ce livre les noms de Raymond Béren ger, de la reine Jeanne, de Benoît XIII, la mâle et intéressante figure de Tanneguy du Châtel, le dévoue ment des sénéchaux de Beauvau et l'héroïsme de Chris tine, comtesse de Sault. Ce livre, vous le savez, était destiné à mourir à son berceau. On avait demandé sa suppression pour « sauvegarder les intérêts d'un serviteur de l'Etat, élevé à des fonctions qui l'entourent d'un honneur tout exceptionnel et lui donnent des titres plus respec tables '. » Les tribunaux n'ont pas admis cette étrange 1. Réquisitoire cle M. le substitut Roe en faveur de M. Frédéric d'Ay mar, de Château-Renard."], [15, "INTRODUCTION. 3 manière d'envisager l'égalité des citoyens devant la loi. Elle vivra donc , cette humble histoire, pour té moigner en faveur de la vérité. Neuf ans se sont écoulés depuis que j'ai écrit ces pages de ma vingtième année. J'étais officier, je sor tais de Saint-Cyr et, sous ma tente de Lanasser, je rêvais le soir de la patrie et du vieux castel de mes pères. Depuis j'ai quitté l' uniforme, mais je suis demeuré soldat. Je me suis jeté dans une autre arène , et j'ai livré bien des combats pour la religion, le droit et le malheur. Bien des écrits ont proclamé ma foi et ma fidélité. Cette histoire du vieux donjon est restée l'œuvre chère à mon cœur. C'est que, voyez-vous, cher comte, mon père est né là, dans ces hautes tours; c'est là qu'il a vécu ses derniers ans. Au pied de la colline, sur le bord d'un ruisseau toujours limpide, s'élève un pavillon Louis XV. Les grandes ruines qui surplombent, l'ombrage des grands platanes, le bruit des cascades, un ciel bleu et pro fond, tout invite à la méditation , à la mélancolie , à l'étude. Mon père s'asseyait des heures entières devant son logis. C'était là qu'il devisait du vieux temps des trou badours, de la poésie et de Pétrarque. C'est là qu'il"], [16, "4 INTRODUCTION. pleurait ses rois proscrits, qu'il pardonnait aux mal heurs de sa race. Depuis trois ans mon père ne vient plus s'asseoir sur la terrasse... II est dans un monde meilleur. Et moi j'ai pris la plume et j'ai ajouté à l'histoire de Château-Renard une dernière page. Château-Renard, 1er octobre 1862."], [17, "HISTOIRE DE LA RARONNIE ROYALE DE CHATEAU-RENARD i LES RUINES DE CHATE AU - RENARD. J'aime à. faire les honneurs du vieux castel ; mais il y a bien de l'égoïsme dans ma courtoisie : car il est plus doux de répandre sa tristesse que de communiquer sa joie. Aux jours de sa splendeur, j'aurais eu moins de plaisir à faire admirer les beautés du manoir; puis, je hais les révolu tions et j'aime, à la face des témoins séculaires de tant de forfaits, à proférer l'anathème contre ceux qui ont renversé nos autels, nos rois et nos demeures. Un jour, j'avais donné rendez-vous à un ami qui, comme moi, enthousiaste des choses passées, professe pour ce qui n'est plus un culte auquel le présent n'a pas droit. Je lui avais écrit: « Venez, nous visiterons ensemble ces lieux dont je vous ai si souvent parlé ; nous méditerons"], [18, "6 RARONNIE ROYALE sous les arceaux détruits et les créneaux renversés, et les vestiges seront plus éloquents que la plume et le pinceau. » II vint; mais nulle voiture ne l'attendait; c'est à pied qu'il faut se rendre à une ruine, car c'est aussi un pèleri nage, et les tours renversées sur l' herbe sont le plus solennel emblème des grandeurs humaines prosternées devant Dieu. En sortant d'Avignon, nous nous sommes dirigés vers la Durance, par la route de Tarascon. Les tours de Châ teau-Renard se dressant à notre gauche, pareilles à deux fantômes, semblaient nous inviter avenir voir le colossal dé bris que le temps a respecté, au grand déplaisir des incen diaires de 93. C'était vers les cinq heures du soir, au mois de septem bre. Le soleil, encore élevé sur l'horizon, nous promettait quelques heures de jour, et nous espérions assister à, son coucher du haut de la montagne. Nous avons doublé le pas et nous sommes arrivés sur les bords de la Durance ; mais là nous n'avons pas trouvé la na celle hospitalière et le batelier du seigneur pour nous trans porter sur l'autre rive. Un pont suspendu a remplacé le bac féodal, et le pauvre lui-même est obligé de payer l'obole aux progrès de l'industrie. Je disais à mon compagnon : « C'est en vain que l'empereur Frédéric et que le roi Robert ont af franchi leurs sujets de Château-Renard du droit de péage : ce que les puissances du moyen âge avaient aboli, les spé culateurs du xixe siècle l'ont rétabli, et des populations en tières sont à la merci d'une société d'industriels. C'est à eux qu'il faut payer les droits du seigneur, n Ces pensées s'har-"], [19, "DE CIIATEAU-RIÎNARD. 7 monisaient très-bien avec la teinte générale de tristesse répan due sur nos esprits. Les rivages de la Durance sans digue, sans barrière, laissant le plus riche territoire en proie aux inondations, nous faisaient songer tout naturellement à cet âge d'une foi héroïque et toute-puissante où les moines, prêtres, soldats, historiens, agronomes, ingénieurs à la fois, défendaient les cités, écrivaient la vie des conquérants, dé frichaient les campagnes, encaissaient les rivières. D'ail leurs, nous apercevions, dans le lointain, la chartreuse gothique de Bompas et les travaux gigantesques des dis ciples de saint Bruno. Une distance de quelques kilomètres nous séparait de Château-Renard ; nous eûmes bientôt atteint le terme du voyage. Château-Renard est un gros bourg suspendu au flanc bifurqué d'un coteau; son terroir est renommé par sa ferti lité ; mais, bien que ce soit aujourd'hui le chef-lieu d'un canton important, il n'est plus que l'image effacée de ce qu'il fut autrefois. Les jours sont éloignés où la ville rem fermait seize feux et demi dans son enceinte. Elle comptait alors parmi les plus populeuses de la Provence. Elle était gracieuse et pittoresque avec ses tourelles, ses chapelles romanes et ses maisons fortifiées. Aux jours de fête, elle étalait au soleil si beau du Midi ses longues processions, ses confréries de pénitents de toutes les couleurs ; les prieurs, les échevins, les consuls, le clergé, escortaient le divin Sa crement. Derrière, marchaient les vingt-cinq gentilshommes et les nonante-cinq notables de la ville; puis, le viguier"], [20, "8 RARONNIE ROYALE général, le capitaine de la grosse tour du château, et enfin le seigneur, escortant de son humble foi celui d'oìt émane tout honneur. Aujourd'hui tout a disparu, et si les tours des hauts ba rons ne couronnaient pas le faîte, rien ne serait plus là pour attirer l'étranger vers le hameau. Aussi ce n'est pas à tra vers des rues tortueuses et étroites que le touriste dirigera ses pas, mais vers le coteau, dont il escaladera la pente ra pide. Jadis les équipages du seigneur montaient au galop sur une pente presque insensible, à travers un labyrinthe de grands chênes; mais ce que les siècles avaient aplani, les niveleurs l'ont rendu escarpé; les chênes n'y sont plus, et un bois de pins prête seul sa verdure solitaire à la mélan colie du site. Rien n'est plus désolant que l'aspect de la montagne. Ses flancs sont déchirés et hérissés de ruines qui, en moins de cinquante ans, ont revêtu un caractère de néant qui n'appartient qu'aux débris séculaires : Etiamne periere riiinœ! La désolation qui entoure le passant pèse sur son cœur. On se sent mal à Taise, et si l'histoire n'était pas là pour attester qu'il y a cent ans un château magnifique dé corait ce mont sourcilleux, on penserait avec raison que les Vandales ou les Albigeois ont passé en ces lieux, y ont ap porté la mort, et que le temps, aidé de la mousse et du lierre, a achevé leur œuvre. Mais quand on est arrivéausom met, et qu'en présence des deux géants de pierre on con temple le paysage imposant qui se déroule dans un cercle immense dont le rocher de Château-Renard est le centre, la douleur fait place à l'admiration : on se croit transporté"], [21, "DE CHATEAU-RENARD. 9 sur la montagne de la Bible, et, en contemplant les splen deurs de l'horizon, on est tenté de s'écrier : J'ai aperçu les royaumes de la terre. C'est, en effet, une merveilleuse apparition que celle d'une plaine de 25 lieues de circonférence, bordée d'un côté par les Alpines aux cimes dentelées, et de l'autre par les chaînes du Ventoux et du Lubéron. Deux fleuves, le Rhône et la Durance, y serpentent et se dessinent comme deux rubans d'argent sur le vert éclatant de la campagne. Puis, c'est Avignon s'élevant en amphithéâtre, avec ses tours, sa couronne de remparts et ce colossal palais qui rempla çait la ville éternelle pour les pontifes des anciens jours ; c'est Tarascon, avec le palais des ducs d'Anjou et le clocher de Sainte-Marthe; c'est Ailes la Romaine. Le vent sud ouest soufflait, et nous entendions les cloches de Saint-Tro phime répondre à celles de Saint-Paul de Nîmes ; Saint-Remy nous montrait son arc et son tombeau romains, et tout là bas, là-bas, dans le lointain, Vaucluse entr'ouvrait son val solitaire. Attentifs nous prêtions l'oreille, et il nous semblait entendre encore un soupir d'amour d'autrefois. Quel réveil pour celui qui dormait là-haut dans les grandes tours, lors qu'aux fêtes du Dieu saint il voyait naître le jour aux bruits des carillons de tant de cités, et qu'à travers l'étroite ogive il embrassait d'un seul regard cette belle portion de la terre des Gaules ! Aujourd'hui, temps d'égoïsme et de mollesse, on veutar river chez soi par des routes bien planes et bien unies ; on bâtit sa maison dans la plaine, pour n'avoir rien à gravir,"], [22, "10 RARONNIE ROYALE rien à escalader avant d'arriver à son repos; on entoure sa demeure de massifs d'arbres pour qu'elle ne soit pas aper çue de loin; car, après tant de bouleversements, si on croit que le bonheur existe encore quelque part, on pense que c'est loin de tous les yeux. Autrefois nos devanciers, rudes hommes de bataille, qui revêtaient le fer plus souvent que le brocart et la soie, ai maient les lieux élevés pour y poser leur manoir crénelé, et ils se réjouissaient quand on venait leur dire : Avons vu de loin flotter votre gonsanon au-dessus de vos tours, et avons chevauché vers votre castel, car savons que oncques huis n y est clos aux voyageurs. Dans le choix d'un site, nos pères se souvenaient de l'aigle et s'établissaient sur la cime du roc; nous, c'est dans le fond de la vallée que nous bâtissons, comme les petits oiseaux qui ont peur du tonnerre. « Voyez, disais-je, voyez cette orgueilleuse position : n'est-ce pas là le nid d'un chevalier? Où pourrions-nous mieux évoquer les ombres majestueuses de Raymond Béren ger et de Benoît XIII ? Ici était la tour du Nord ; là celle de l'Aigle ; elles ne sont plus; le temps ne leur avait fait que de légères brèches, mais les révolutionnaires ont été de puis sants alliés au grand faiseur de ruines, et ils se sont mis de bon cœur à démolir des murailles si illustrées. Ils furent cependant obligés de s'arrêter quand ils arrivèrent aux deux tours aînées ; là leurs pics de fer se cassaient tous. » Mais la tour du Griffon est décapitée, et sa sœur des Trois-Poignards, coupée pour ainsi dire dans toute sa Ion-"], [23, "DE CHATEAU-RENARD. 11 gueur, laisse apercevoir ses arceaux gothiques, sa rosace et cette inscription fameuse qu'un troubadour a gravée sur la pierre, il y a 700 ans. Nous parcourions les ruines en échangeant nos pensées de mélancolie. Quelques pilastres élégamment tournés, des blocs de granit, des pans de murs précipités dans l'espace, voilà tout ce qui reste de l'imposant édifice que tant de siècles avaient pris la peine de construire; et nous qui avions peuplé notre imagination de gracieux fantômes, nous les appelions en vain. Nous avons passé sous les voûtes à moitié détruites; mais nous n'avons pas rencontré la belle Hermengarde ; la coupe ne se vidait plus au banquet du seigneur, et l'écho ne répétait plus les chants de fête. Le soleil se couchait derrière les rochers de Graveson ; la cloche appelait à la prière du soir; quelques femmes pieuses faisaient le chemin de la croix qui est situé sur cette montagne en deuil. Nous descendîmes; mais nul bruit ne vint troubler les échos d'alentour; nous marchions en si lence et oppressés, tant était lourd le poids qui obsédait notre pensée. De temps en temps nous regardions derrière nous; mais aucune lumière ne brillait dans la tour du Grif fon. Emma la comtesse ne brandissait pas F oriflamme de Raynard, et la ronde ne commençait pas pour le sabbat. Hélas ! la fée elle-même s'était enfuie devant le génie du mal."], [24, "RARONNIE ROYALE 12 II LA LÉGENDE DE CHATEAU -RENARD. Un jour , quelques légionnaires de Jules César , com mandés par le tribun Adobrantius , passèrent la rivière de la Durance et vinrent bivouaquer, à quelques milles de là, sur un rocher dont la position inaccessible , au confluent du Rhône et de la Durance, leur parut favorable à Fétablisse ment d'un camp. Adobrantius s'y retrancha et y fit con struire un castellum. C'est dans ce fort que le tribun mou rut; il fut enseveli dans un mausolée qui se voyait encore en 1793, et sur lequel on pouvait lire l'inscription suivante : ADOB. TRIBVNVS. MIL. CHOR. Château-Renard fut donc, dans le principe, une forte resse qui défendit et domina les bords de la Durance , et chaque nef qui glissait sur ses ondes, en passant devant le puissant donjon, lui devait salut. Je ne suivrai pas le P. Sicard dans sa dissertation sur les origines de Château-Renard , origines obscures , incer taines comme celles de toute chose qui a pris naissance dans les temps reculés. Nous nous contenterons de rappor-"], [25, "DE CHATEAU-RENARD. 13 ter, comme tradition, le passage de Constantin en 305 ; le sac et la destruction du fort romain, par Crocus, en Zi09, et, franchissant trois siècles de ténèbres, nous arriverons au commencement du vme siècle. Alors seulement apparaîtra quelque lumière sur le fond du tableau que nous cherchons à esquisser, lumière tellement faible et indécise que nous ne prendrons qu'en tremblant la responsabilité de ce que nous allons raconter, et que nous intitulerons notre récit la légende de Château-Renard. LesProvençaux, abandonnés au gouvernement arbitraire des ducs et des patrices , opprimés par les uns , protégés par les autres, craignant la fureur des Sarrasins déjà do minateurs de FEspagne, cherchèrent un appui dans Eudes, duc d'Aquitaine, fils de Boggis, de race wisigothe. De toutes les provinces qu'ils attaquèrent, la Provence fut la seule qui résista à ces barbares. Mais Eudes était des cendu dans la tombe, et Charles Martel profita des mal heurs des temps pour s'en rendre maître absolu. Ce héros venait de remporter sur Abdérame la célèbre victoire de Poitiers, et il était parti pour combattre les Saxons, lais sant le gouvernement de Provence à Mauronte, préfet de Marseille. Celui-ci se mit à la tête de tous les mécontents, et, ébloui par l'espoir de délivrer son pays, il traita secrète ment avec le général sarrasin, en lui déclarant la résolution qu'il avait prise de seconder son invasion. Joussouf-Ibin- Abdérame promit du secours aux révoltés et se mit en marche. A cette nouvelle une grande agitation régna dans Avignon."], [26, "14 RARONNIE ROYALE Le peuple était divisé en deux fractions, celle des Francs et celle des Gallo-Romains unis aux Maures. Les partisans de Charles Martel se préparèrent à marcher à l'ennemi, et il était temps ; car les plus belles villes étaient livrées au pillage ; Aix, Arles, Gallula-Roma avaient été brûlées. Des bourgs antiques, tels que Cimélion, Athénopolis, Obbia, Forum Voconii, avaient disparu sous le marteau des rava geurs; la grandeur romaine qui brillait encore dans la ma jestueuse architecture des arcs triomphaux et des monuments guerriers, les tombeaux dont les inscriptions sont si utiles à l'étude de l'histoire, tout fut anéanti, et le monastère de Lérins lui-même, avec ses imposants portiques, ses cloîtres mystérieux et ses saintes richesses, ne fut pas épargné. En ce temps-là vivait dans le voisinage d'Arles un puissant seigneur, le comte Raynardus, patrice gallo-romain, qui descendait de Fempereur Avitus; il possédait d'opulents domaines, situés sur les montagnes qui s'étendent de Saint- Remy à Château-Renard. Allié fidèle' de Charles Martel , il résolut d'élever, sur les ruines du fort romain , un château qui pût arrêter les barbares et où il pût les combattre. Les ouvriers se mirent à l'œuvre, et bientôt trois superbes tours ' portèrent la ban nière de Raynard , et leur aspect jeta l'épouvante dans les rangs ennemis. Cependant, nous dit la chronique,, Emma la bien aimée, Emma la belle comtesse, voyait avec tristesse s'éle- 1. Le P. Sicard, Dissertatio de Caslro-Reynardo."], [27, "DE CHATEAU-RENARD. 15 ver ce monument audacieux. Elle craignait les fils d'Abdé rame, elle pensait avec douleur au jour où Raynard serait obligé de partir pour combattre Finsidèle. Ce jour est venu, Raynard rassemble ses soldats, et il part en disant à Emma : « Ne pleure pas, gente amie, je pars pour une guerre sainte, et Dieu veillera sur ces tours; si je meurs en rive étrangère, fais-moi élever un belliqueux tombeau sur le rocher de Puy-Chabot. Alors, prie Dieu pour mon âme, et garde tes jours pour mon fils. Adieu, je te confie ma bannière '. » Le comte partit; sur son chemin il trouva les ruines de Noves, que les chevaliers francs n'avaient pu sauver de la destruction, et il arriva à Bompas, où il se joignit aux che valiers et aux nobles avignonais qui étaient accourus pour combattre les Maures qui , après avoir saccagé Aix, accou raient sous la conduite de Joussouf. Une lutte terrible s'engagea, et Raynard rencontra une mort glorieuse parmi ces héroïques guerriers qui succom bèrent pour la patrie et la religion2. Or, pendant que chrétiens et infidèles en étaient aux 1. Le P. Sicard, loc. cit. 2. Ce champ de bataille s'appela alors Maupas, malus passus. Mais Charles Martel ayant taillé en pièces les infidèles sur le théâtre même de leurs exploits , on l'appela Rompas, bonus passus, et le pape Jean XXII, dit Aubenas, confirma ce jugement dans un bref de 1321. Antérieurement un gentilhomme nommé La Reovigarie y avait fait élever une chapelle en l'honneur des martyrs du dévouement à la patrie, et on y voyait cette inscription en gothique : Sepullura nobilium avenionensium qui occubue runt in bello contra Saracenos . Dans le voisinage de Bompas se trouve Noves, Novis campis, célèbre également par une défaite et une victoire des chrétiens."], [28, "16 BARONNIE ROYALE mains, et que la framée et le cimeterre s'agitaient pour Fempire des Gaules, une femme assistait au combat du haut de la grande tour : c'était Emma. Éperdue, hors d'elle-même, elle brandissait l'étendard de Raynard ; elje vit les combattants se séparer, et, incer taine sur le sort de son mari , elle passa toute la nuit en prière, le redemandant à Celui devant qui il avait déjà paru avec les palmes du martyre. Le lendemain, au lever du so leil , elle aperçut les Sarrasins dans la plaine ; ils étaient campés au pied du château, et se préparaient à donner un assaut terrible. Emma n'hésite pas ; elle sort à la tête de la garnison, et remporte une victoire éclatante ; mais, hélas ! parmi les dépouilles prises sur l'ennemi, se trouvait le bou clier de Raynard, et Emma reconnut le fatal écu. Elle de vint pâle; mais, faisant un suprême effort, elle le saisit d'une main tremblante et s'écria : « Ecusson guerrier, tu m'ap- prends qu il n existe plus. O mon fils, que cet airain te rap- i pelle et ses vertus et ses exploits1. » A ces mots, Emma rendit Fàme. « Mais, nous dit la légende, chaque nuit son fantôme apparaît sur la tour du Griffon , où la comtesse élève encore Foriflamme de Raynard, qu'elle avait soutenue pendant la mêlée sanglante. » A Raynard succéda Venoar dus, son fils unique. Là s'arrête la tradition pour faire place à l'histoire. 1. Le P. Sicard"], [29, "DE CHATEAU-RENAUD. 17 III l'inscription du troubadour. Une charte de 1219 nous apprend que la première con struction féodale élevée sur la montagne de Château-Renard fut un château d'une architecture mixte, moitié gallo romaine, moitié latine : un sceau, en effet, est apposé sur un parchemin et on y voit un monument. La façade est en pierres de taille posées et adaptées à la manière du grand appareil des Romains : au milieu de cette façade se trouve une porte cintrée, et à ses extrémités deux tours carrées à la romaine, garnies de créneaux, percées de fenêtres latines, et moins élevées qu'une grande tour au centre de l'édifice, et dont l'architecture est la même. Nous n'avons que des renseignements très-vagues et peu intéressants sur l'histoire de l'art depuis le ive siècle jusqu'au vme. Pendant cette longue période nous ne voyons rien d'éclatant. La pratique de l'art romain était tombée dans la plus complète décadence et l'on comprend que l'architec ture n'eût pas prospéré au milieu des luttes religieuses, des guerres terribles et des invasions dont ces âges sont rem plis. Néanmoins nous savons qu'alors les fenêtres étaient en _!"], [30, "18 BARONNIE ROYALE plein cintre et très-étroites; que les arcades étaient formées de voussoirs cunéiformes et leur archivolte décorée d'un cor don en saillie ; les colonnes étaient ordinairement rondes et surmontées de chapiteaux à la manière antique, mais d'un style barbare. Cela nous suffit pour arriver à peu près à Fépoque carlovingienne, et nous affirmons que la première construction dont nous venons de parler est antérieure au vine siècle, attendu que Féglise de Saint-Honorat, la plus antique de Château-Renard, et qui ne fut construite que vers la fin de ce siècle ou le commencement du siècle suivant, est entièrement latine pure. D'ailleurs, les appareils em ployés pour les deux monuments sont essentiellement diffé rents, autant qu'on peut en juger sur l'efïìgie qui nous a été conservée. Quoi qu'il en soit, ce premier château est antérieur à l'an 979, puisqu'une donation a été faite alors par Mathilde cle Château-Renard dans le château même. C'était donc un ouvrage imparfait, grossier, et il n'est pas étonnant qu'on Fait détruit lorsque la foi de nos pères, surexcitée par la présence des saints lieux, leur inspira le goût de ces tours gothiques, de ces flèches élégantes qui s'élancent jusqu'au ciel avec la prière. Avec le xic siècle naquit l'ogive '. « Les forêts des Gaules passèrent dans nos temples, et nos bois de chênes ont maintenu leur origine sacrée. Ces voûtes ciselées en feuillage, ces jambages qui appuient aux murs et finissent 1. Génie du Christianisme, part. III, ch. vin."], [31, "DE CHATEAU-RENARD. 19 brusquement comme des troncs brisés, la fraîcheur des voûtes, les ténèbres du sanctuaire, les ailes obscures, les passages secrets, les portes abaissées, tout retrace les laby rinthes de bois dans les églises gothiques, tout fait sentir la religieuse horreur, les mystères de la Divinité. » Lés descendants de Raynard aimèrent ces chefs-d'œu vre, et ils fondèrent dans leur style un nouveau et dernier castel. Cette fois, les quatre tours qui le composaient furent rondes, garnies de créneaux et de mâchicoulis; les quatre courtines furent percées de fenêtres ogivales et de meur trières; les voûtes des salles brisèrent leurs arceaux et se terminèrent en rosace ; les remparts surent crénelés et flan qués de tours rondes. Les plates-formes, les poternes, les corridors, le pont-levis, les fossés et les souterrains revêti rent le caractère particulier à Fépoque ; bref, ce fut un grand et magnifique édifice couvrant une montagne entière de ses donjons et de ses tourelles ; ses débris ouvrent encore aujourd'hui un vaste champ à Fétude et à la curiosité. Les murs sont déchaussés; mais on peut y lire, de la base au sommet, les différents procédés de la main-d'œuvre dans ces temps reculés. Ici, on a placé les pierres à côté les unes des autres telles qu'on les a tirées des carrières, et on les a ajustées sans ordre ni rang d'assises ' ; là, les pierres ont été taillées carrément et disposées de manière que la ligne des jointures formât une diagonale 2 ; puis sur le tout on a 1 . Opus incerlum des Romains. 2. Grand appareil. Voyez Caumont, Cours d'antiquités monumen- tales."], [32, "20 BARONNIE ROYALE passé cette couche de ciment mêlé à des tuileaux avec lequel les ouvriers du peuple-roi éternisaient leurs monu ments. Cependant l'oeuvre d'Udefons ne fut pas éternelle; nous allons chercher son extrait de baptême dans une in scription sept fois séculaire qu'un troubadour a gravée sur la voûte terminant l'escalier de la tour des Trois-Poignards. Les anciens seigneurs avaient toujours considéré cette inscription comme un effet de ['imagination fantasque des ouvriers, et ils avaient tenté en vain d'en découvrir l'expli cation. Tout dernièrement, après en avoir copié avec le plus grand soin les caractères bizarres et ces lettres inconnues à nos prédécesseurs, je me mis en devoir de les déchiffrer. Je trouvai les caractères dont il s'agit dans plusieurs manu scrits de nos archives et dans ceux des Célestins; les anti phonaires et autres livres des anciens chapitres m' aidèrent aussi beaucoup dans mes recherches. L'inscription, dont les caractères sont gothiques, est en vieux provençal ou catalan; ce sont des vers composés à la naissance des troubadours ou poètes provençaux, les pre miers rimeurs de l'Europe en langue vulgaire, selon le témoignage même de Dante, de Pétrarque et des autres poètes toscans, qui tiennent, après les Provençaux, le pre mier rang pour Fantiquité de la rime; il est vrai que ces vers sont inférieurs à ceux des Guillaume d'Agout, des Guillaume d'Adhémar et des Arnaud Daniel, qui florissaient dans cet âge d'or de la poésie provençale; mais quels qu'ils soient, nous avons ainsi l'honneur de posséder la plus an-"], [33, "DE CHATEAU-RENARD. 21 cienne pièce des troubadours qui ait été écrite sur la pierre, et d'ailleurs elle nous apprend à quelle époque et par les ordres de qui Château-Renard a été construit, ce que tout le monde ignorait jusqu'à ce jour, le savant Peyresc lui même. Les vers sont gravés sur l'ancienne voûte, c'est-à-dire à l'endroit à partir duquel Laugier Sapor, évêque de Gap et baron de Château-Renard, fit exhausser tout le château ; on aperçoit de loin les traces de cette nouvelle construction par les différences des pierres, et l'on en garde la mémoire dans les archives du seigneur. Ce fut sous Ildefons, premier du nom, roi d'Aragon, comte, duc, ou marquis de Provence (ces trois derniers titres sont exprimés, tantôt l'un, tantôt l'autre, dans plu sieurs chartes qui font mention de ce roi), que le château fut achevé à peu près * et en Fétat où il était en 93. II n'est pas aussi facile de prouver en quelle année du règne de ce roi, qui en régna trente; mais il est beaucoup plus vrai semblable que ce fut dans les dix premières années, car Raymond V, comte de Saint-Gilles, de Toulouse et du Com tat-Venaissin, lui avait déclaré la guerre, et il voulut défendre les bords de la Durance par une forteresse formidable. D'ailleurs, si on avait travaillé plus tard à ce château, on n'aurait pas manqué d'y mettre les noms des comtes de 1. A l'exception de la tour du sud-est dite la tour de Y Aigle, qui fut construite à la fin du xive siècle par Gabriel de Valori, prince de Cozenza, vice-roi de Naples, qui fit sculpter les armes de sa maison, qui sont Vaigle romaine."], [34, "BARONNIE ROYALE 22 Provence Raymond-Bérenger IV et Sanche, tous deux frères d'Ildefons, car après les dix premières années où ce roi régna seul, ils furent avec lui maîtres de la Provence, l'un après l'autre. Ildefons devint comte de Provence après la mort de Raymond-Bérenger III, son cousin germain, tué devant Nice en 1166, et il vécut jusqu'en 1196; mais comme j'ai indiqué que le château avait été terminé dans les dix premières années du règne, il s'ensuit qu'il subsis tait, en 1793, depuis plus de six siècles, et que l'inscription a été placée sur la voûte des Trois-Poignards il y a sept cents ans. Le pont Saint-Bénézet, à Avignon, ne fut com mencé qu'en 1177; il est donc moins ancien. Revenons à l'inscription. Tous les caractères ont été transcrits avec la plus scrupuleuse exactitude : la longueur, la figure ou la situation des traits, la proportion des lettres entre elles pour la distance ou la grandeur, tout y est fidèle ment observé ; le premier mot et peut-être la moitié du second ont été omis, aussi bien qu'une partie des trois der nières lettres du mot Pareia. Probablement qu'en rehaus sant le château, un poids quelconque fit éclater la pierre. Le premier caractère qui se présente est imparfait, c'est la moitié d'un S. Les lignes pointillées marquent la division des trois pierres qui renferment notre légende provençale; la pierre d'en bas est aussi grande que les deux d'en haut; elle peut avoir deux mètres soixante et quinze centimètres de longueur sur un mètre quarante de large. Les lettres sont grandes à proportion, les intervalles sont de petits creux que le ciseau du sculpteur a formés."], [35, "DE CHATEAU-RENARD. 23 Voici comment on doit lire cette inscription : Sei gratiosa A tos sorge nover Failisa Pord Roil apelé I. A. (c'est-à-dire, Ildefons Aragonais) È sa Fasa goloreia De tota gracia pareia Sa Bute plus a fiineia Sa maniera enselheya De Ma r go ta qe es'qoroncia De totas valors. J'explique ces vers mot à mot : « Ici, aimable à tous, s'élève un nouvel ouvrage par le roi (ou par les ordres du roi) appelé Ildefons d'Aragon, et sa façade paraît colorée (embellie) de toute grâce, sa Bute (son but, son extrémité, son couvert, son toit ou peut-être son donjon) est encore plus finie (mieux travaillée que sa façade) . Sa manière excelle (c'est-à-dire la structure de la butte est d'un goût exquis) qui est couronnée d'une petite marge (le toit est entouré d'un cordon d'architecture, d'une corniche) de toutes valeurs (d'un grand prix, d'une beauté achevée). » On loue ici la façade, parce qu'en effet elle est fort belle. la courtine et les deux tours qui la composent étant toutes en pierre de taille, tandis que les autres courtines du châ teau ne sont jusqu'à une certaine hauteur qu'en maçonnerie. L'ancien couvert devait aussi être très-curieux ; mais je ne crois pas qu'on ait perdu rien au change, à cause des cré neaux et des mâchicoulis dont Léodégarius de Gap fit cou-"], [36, "24 BARONNIE ROYALE vrir la nouvelle bâtisse, et qui sont encore aujourd'hui d'un grand ornement. Je vois bien que l'explication des mots Bute etMargota pourra arrêter le lecteur; mais indépendamment qu'il y a des termes usités aujourd'hui dans la haute Pro vence qui sont tout à fait inconnus dans la basse, et, réci proquement, des mots de la basse Provence qui sont du bas-breton pour la haute, on réfléchira que le vieux langage provençal , mêlé du jargon catalan introduit dans notre pays par les comtes de Barcelone, prédécesseurs d'Ilde fons, et par Ildefons lui-même, ce vieux langage, dis-je, ne peut être entièrement compréhensible. J'ai lu moi-même des sirventes, des sonnets, des tensons et autres poésies provençales, beaucoup plus modernes que notre inscription de Château-Renard, et qui étaient une sorte d'énigme : témoin ce quatrain fait au milieu du xive siècle par Hugo nette des Baux, femme de Blaccas de Sabran-Baudinar, et adressé à Pierre Roger : Lo non men kal de tas rymas grossieras Ny mays d'y estre, ont que sia mentauguda Sabes qu'y ha, fay qu'yeu en sia moguda Car non las hay ren en grat volontieras. Voilà le sens : Parmi tes grossières rimes Je vois mon nom à rearet, Désormais, si tu m'estimes, Garde sur moi le tacet. Que dirons-nous de ces mots mentait guda et moguda?"], [37, "DE CHATEAU-RENARD. 25 Ne sont-ils pas aussi obscurs que la Bute et la Margota ? Le premier signifie nommée et le second ôtée. Nous touchons enfin au point critique d'où dépend toute Futilité du monument que nous examinons, à savoir l'épo que de la construction du château : je veux parler des deux lettres mystérieuses I et A qui font bande à part après le mot appelé, et sont seules sur une ligne pointillée. Je suis convaincu que I signifie ildefons, et cela par trois raisons. La première raison, parce qu'il ne peut signifier autre chose, attendu que dans les quatre races qui ont fourni des souverains à la Provence après la mort de Charlemagne et de ses enfants, il ne se trouve aucun prince dont le nom commence par I, sinon Ildefons. Dans la première race, qui comprend aussi les rois d'Arles, on ne voit que des Bozons, des Baouls, des Guillaumes et des Gilberts; dans la deuxième race, qui est celle des comtes de Barcelone, il n'y -a que des Raymonds, des Bérengers, des Sanches et des Ildefons; la troisième et quatrième ne renferment que des Louis, des Charles, des Renés et des Roberts, tous de la maison d'Anjou ; je ne parle pas de la reine Jeanne ni de Yolande, parce que Boil ne veut pas dire la reine. On conclura donc avec moi qu'Ildefons est le seul nom exprimé par la lettre I en question. L'A qui suit signifie Aragonaìs, on n'en saurait douter. On peut m'objecter qu'il y a eu deux Ildefons, le père et le fils; c'est vrai ; mais le père seul était roi. II eut trois fils, il donna' à l'aîné, dom Pedro, l'Aragon avec le comté de Barcelone; Ildefons, son second fils, n'eut que la Provence en partage et par consé-"], [38, "BARONNIE ROYALE 26 quent ne porta jamais le nom de roi ; le cadet nommé Fer dinand entra dans Tordre de Cîteaux. II est donc sûr qu'Il defons Ie'' est celui de notre inscription. Quant à la seconde raison, la charte de 1219, que nous avons déjà mentionnée, nous la fournit. En effet, le château n'a pu être terminé que cinquante ou soixante ans aupara vant, puisque les rimes en langue vulgaire dont notre in scription est remplie n'ont pas une origine plus, ancienne et que ce temps est environ celui d'Ildefons ; ce qui, joint à la première raison, devient, en fait de littérature, une espèce de démonstration assez forte. La troisième raison achèvera de convaincre les plus incrédules. Dans une salle contiguë à celle où se trouve l'inscription, il y avait un chevalier armé de toutes pièces, monté sur un cheval enharnaché et caparaçonné; ce cheva lier portait son écu de la main gauche et de la droite une lance, au bout de laquelle était une petite bannière chargée des paux d'Aragon; ces mêmes paux semés sur le capara çon du cheval, le tout sur une grande pierre plate et ronde contiguë à la pierre de notre inscription. Je n'en dirai pas plus long; Ildefons est le comte de Provence qui acheva Pœuvre de Raynard, cela tombe sous les sens. Raynouard prétendait que c'était la reine Volande. Mais nilustre paléographe n'avait fait que passer à Château- Renard, il ignorait son histoire ensevelie dans notre cbar trier, et il ne savait pas que c'était précisément sous la reine Volande que Laugier Sapor, évêque de Gap. son chance lier, avait fait exhausser le château, travail qui se voit"], [39, "DE CH/VTEAU-RENARD. 27 encore à la différence de la pierre. Sous Volande, le châ teau était donc achevé depuis longtemps et les constructions de Laugier Sapor sont étrangères à l'édifìce élevé par Ray nard et achevé par Ildefons. Ainsi doric, l'inscription romaine rapportée dans le cha pitre^ précédent, le sceau de Guillaume de Château-Renard. l'inscription du troubadour et la couleur des pierres du château, nous ont appris l'existence d'un fort romain, d'un manoir roman et d'un château gothique."], [40, "28 BARON'NIE ROYALE IV PREMIERS SEIGNEURS DE C H A TE AU - R EN A RD. C'est dans les bois de la Germanie que l 'arbre du vasse lage et de la féodalité a grandi et s'est développé; mais il est constant, et les travaux des frères Grimm l'ont démontré jusqu'à l'évidence, que dans la grande migration primitive. les peuples du Nord apportèrent de l 'Orient un système po litique qu'ils tenaient de leurs aïeux et qui subsiste encore dans l'Inde. Les Romains avaient aussi une noblesse puis sante; les esclaves et les immenses villas qu'ils possédaient n'étaient qu'une face de la féodalité antique. Lorsque les Francs envahirent les Gaules, ils trouvèrent ce qu'ils généralisèrent par le droit de conquête , c'est-à dire de vastes seigneuries parmi la noblesse gallo-romaine. Les Syagrius, les Sidoine-Apollinaire, les Avitus et les Gré goire n'étaient que les devanciers des Châtillon, des Coucy. des Montmorency, des Rohan. Nous n'admettrons donc pas complètement le système du comte de Boulainvilliers sur nos origines, nationales, car il est incontestable que les Francs ne furent pas, seuls, les nobles. A côté des leudes d'Austrasie et de Neustrie, il y eut les seigneurs gallo-"], [41, "DE CHATEAU-RENARD. 29 romains, et ces deux grandes noblesses, issues des compa gnons de Jules César et deClovis, composaient les éléments de cette puissante aristocratie qui, au xe siècle, régna sur la France féodale. Le Doomesday Book de Guillaume le Conquérant nous apprend que les vainqueurs eurent la meilleure part, mais que les vaincus ne furent pas totalement dépouillés et qu'ils conservèrent même les prérogatives inhérentes à la no blesse. Bien plus , au sud de la Loire, dans les provinces de droit écrit ou romain , la civilisation romaine portait plus haut la dignité humaine et la valeur individuelle. C'était le propriétaire qui imposaitsonnom à la terre : Raynard donna son nom au pays qu'il habitait , et ce pays s'appela Châ teau-Renard. Dans le système féodal, au contraire, la terre jouait un plus grand rôle que l'homme ; elle lui donnait son nom. Aussi lorsque, vers la fin du ixe siècle, les fiefs devinrent héréditaires dans toute la Gaule et que toutes les provinces se gouvernèrent par la même loi, Elderberg, pos sesseur de Château-Renard, en prit le nom. Tous les documents de notre histoire démontrent que, dans les premiers temps de la monarchie et sous la pre mière race, un grand nombre de terres, sous les noms di vers de fiefs, de bénéfices, d'honneurs, étaient distribuées aux officiers et aux soldats des rois, à titre de vassaux, soit pour récompenser des services passés , soit pour fixer une fidélité douteuse. Ces bénéfices, généralement accordés pour toute la vie du concessionnaire et dont, par conséquent, dans"], [42, "30 BARONNIE ROYALE le principe, les possesseurs n'avaient que la jouissance, et non la propriété et la disposition , surent l'origine de ces baronnies nombreuses qui furent depuis héréditaires. Mais à côté des fiefs d'abord inamovibles, existaient d'autres biens dont les propriétaires n'avaient pas été inves tis au même titre, sur lesquels ils pouvaient invoquer une propriété plus ancienne et même des droits souverains. Ces terres transmises de possesseur en possesseur, soit par l'hé ritage, soit par l'esset des contrats, étaient les alleux, qui, d'après ce que nous avons dit, appartenaient tout aussi bien aux conquérants romains qu'aux conquérants germains. Le propriétaire d'alleux était maître des terres et des personnes, et, selon l'éloquente expression de Boulainvilliers, la terre des Gaules était à lui. Car, « pour le regard de nos Français, dit maître Charles Loyseau, dans son traité Des ordres de la noblesse, quand ils conquestèrent la Gaule, c'est chose certaine qu'ils se firent seigneurs des personnes et des biens d'icelles; j'entends seigneurs parfaits, tant en la seigneurie publique qu'en la seigneurie privée. Quant aux personnes, ils firent les naturels du pays serfs, non pas toutefois d'entière servitude, mais tels à peu près que ceux que les Romains appelaient glebœ addictos. » Château-Renard fut un alleu , c'est-à-dire une de ces antiques baronnies dont l'origine se perd dans la nuit des âges féodaux et dont les possesseurs se qualifiaient seigneurs far la grâce de Dieu. II est certain, et notre histoire le prouvera, que, dans les premiers siècles de son existence, elle n'eut pour rivale que la baronnie des Baux. Les premiers"], [43, "DE CHAT EAU -RE NARD. 31 seigneurs de Château-Renard, soit qu'ils sussent d'un sang royal, soit qu'ils eussent quelques liens de parenté avec les comtes de Provence, occupèrent en Provence le rang prin cipal après l' autorité souveraine. Au xne siècle, ils furent les médiateurs entre leurs maîtres et les princes des Baux ; plus tard, ils maintinrent leur rang parmi les grands feu dataires du pays, et les barons de Château-Renard avec leurs capitaines de château et leurs viguiers, avec leur par lement et leur noblesse, n'étaient en rien inférieurs aux comtes de Forcalquier. Le premier seigneur qui porta le nom de Château-Re nard se nommait Elderberg ; il vivait à la fin du i\\e siècle, et il était encore vivant en Tannée 970. Cet Elderberg eut pour père Lambert, dit Dodon, grand seigneur en cette pro vince, et pour mère Balde. Le chartrier de la baronnie ne nous a pas révélé la famille de ce Lambert, mais il nous dit que sa famille était grande et puissante entre toutes. Grâce à cette origine mystérieuse et aux vagues expressions que le chroniqueur a employées, nous pourrions hasarder qu'Elderberg descendait des comtes de Provence et des rois d'Arles; mais cette prétention n'est justifiée que par la puis sance de ce seigneur et que par son crédit ; sa parenté royale n'est constatée nulle part, et c'est un usage très-répandu de prendre les origines obscures pour des origines souve raines. Les têtes des grandes familles sont généralement cou vertes de nuages ; mais dans cette obscurité il ne faut pas toujours voir des rois."], [44, "BARONNIE ROYALE 32 Quant à nous, nous pensons, et nous avons déjà fait en trevoir notre opinion dans les chapitres précédents , que Lambert descendait du comte Raynard. Notre présomption deviendra une certitude pour le lecteur lorsque, dans une période d'un siècle, il verra le nom de Raynard reparaître comme un nom de baptême pris en souvenir d'un an cêtre. En effet, du mariage de Lambert avec Balde, naquirent trois enfants : Elderberg, Raynardus et Ettmarus. Elderberg. l'aîné, fut marié à une princesse de la maison d'Arles nommée Mathilde . et il en eut cinq garçons et une fille, savoir : Dodon, Guillaume, Pons, Albert, Adhémar et Balde. Elderberg portait le nom de Château-Renard avant Tan née 1015, ce qui se justifie par une charte de la comtesse Emma, femme de Guillaume Taillefer, comte de Toulouse, laquelle contient une donation faite en faveur du monastère de Montmajour, du 5 des calendes de mai de la même an née, dans laquelle Elderberg souscrivit avec cette qualifica tion : Ehlerbertus de Castro Baynardo. Dodon, Guillaume et Pons portèrent aussi le surnom de Château-Renard. Ce dernier fut élevé en 1049 à la dignité d'archevêque d'Aix. Entraîné par l'espritde son siècle, il em ploya une partie des biens considérables qui lui étaient échus en partage à enrichir les églises et les monastères. En 1050, il présida avec Raimbaud, archevêque d'Arles, en qualité cle député du saint-siége, un concile assemblé à Toulouse, pour la réformation de la discipline et des mœurs. La même"], [45, "DE CHATEAU-RENARD. 33 année, il fit faire par 1? évêque de Toulon la consécration de l'église de Brignolc, qu'il avait fait construire; il mourut en 1066. Albert épousa Aldegarde, dont il eut plusieurs enfants dénommés dans une charte de Tan 1029. Adhémar fut sur nommé de Château-Renard, et c'est lui qui en fut le sei gneur. De son épouse Richilde il eut un fils, Guillaume, qui continua la postérité d'Elderberg. Guillaume de Château-Renard, dans une charte de 1041, nous apprend que la belle Hermengarde, femme du comte Rotbold , était de sa famille et qu'elle habita longtemps à Château-Renard, où elle brilla par sa beauté et son enjoue ment '. Guillaume, silo aîné d'Adhémar, lui succéda. Nos docu ments ne nous apprennent pas les événements qui signalè rent le gouvernement de ce seigneur; nous regrettons donc ci un vide d'environ un siècle, en attendant que nous puis sions découvrir ce qui se passa à Château-Renard dans cet intervalle de temps. Nous ignorons également si Guillaume fut marié et s'il eut des enfants. En 1140 , le nom de Château-Renard reparaît dans la personne d'un Guillaume, que nous appellerons troisième du nom, puisque nous avons dit que Dodon, Guillaume et Pons, enfants d'Elderberg, portèrent, comme leur père, le surnom de Cliâleau-Renard. Une guerre féodale venait d'éclaler entre Raymond- 1. Consanguinea autem Ermendarda nostra in isto lucosedens et inge nio valde et pulchritudine excellebat (janvier 1041). 3"], [46, "BARONNIE ROYALE 34 Bérenger, comte de Provence, et Raymond, prince des Baux. Les deux compétiteurs avaient épousé lesdeux sœurs. Douce et Stéphanette, filles du comte Gilbert; mais Stéphanette n'avait apporté à Raymond que les terres de Baussenques . et bien que ces domaines fussent très-considérables, il fut jaloux des avantages de Raymond-Béranger et il lui déclara la guerre, en réclamant pour lui la moitié de la Provence. Guillaume de Château-Renard adhéra tout d'abord au parti des princes des Baux, et il leva deux cents lances; ce qui peut donner une idée de la puissance des barons * de Châ teau-Renard à cette époque. Guillaume, fort et fier cheva lier, nous dit la chronique, marchait en tête des défenseurs de la maison des Baux, et sa bannière était toujours au pre mier rang, montrant dans la plaine et sur la montagne ce chevalier armé de pied en cap, passant au galop, et qui est Temblème de la maison de Raynard. Ses exploits ' et son courage surent chantés en langue vulgaire., La mort de Raymond-Bérenger, survenue à Melgueil, changea la face des choses. Raymond-Bérenger le jeune, son neveu,- vint se faire reconnaître en Provence, et Guil laume, mieux instruit des droits de ce prince, abandonna le parti des Baux et prêta foi et hommage au comte , dans la ville de Tarascon, où il s'était arrêté à son retour de 1. Les principaux seigneurs qui suivirent la bannière de Guillaume de Cliàteau-Rcnard furent Rostang et Guillaume de Posquières, Pierre de Remoulins, Arnaud de Saint-Remy, Pons Odal de Saint-Remy, Raymond de Villeneuve, Raymond-Geoffroy Baslon, Pierre Guilhen , Hugues des Arènes, Bertrand des Bois. Guillaume de Romanin, Guiraud de Simiane, Guillaume de Ganlelme, Pevre de Cabanes."], [47, "DE CHATEAU-RENARD. 35 Naples, pour y recevoir le serment de fidélité des barons. Guillaume de Château-Renard signe le second. Cependant Guillaume, en abandonnant le parti des comtes des Baux, ne perdit rien de leur estime; son rôle avait tou jours été celui d'un médiateur, et il se conduisit tellement bien à leur égard, que lorsqu'en 1150 , Stéphanette, prin cesse des Baux, fatiguée de la guerre qu'elle faisait au jeune Bérenger, pour ses prétentions sur la Provence, conclut un traité de paix avec ce prince , elle choisit pour témoin prin cipal Guillaume, qui souscrivit le premier après les parties les plus intéressées à ce fameux accord. Le 1er janvier 1151 , Guillaume reçut foi et hommage de ses vassaux. C'étaient les seigneurs de Roquemartine, de Noves, de Barbantane, d'Eyragues et de Saint-Remy; tous s'inclinèrent, mirent genou en terre et jurèrent sur les saints Évangiles fidélité au fief. Le 3 mars de la même année, accompagné d'une troupe nombreuse de chevaliers , Guil laume quitta son château pour ne plus y revenir; le noble seigneur venait de se croiser. II se dirigea sur Gênes, où il s'embarqua le 17 avril suivant; mais il ne put voir la Terre- Sainte, car il mourut pendant la traversée. Une partie des chevaliers qui Tescortaient allèrent se ranger sous les dra peaux de Baudouin, roi de Jérusalem ; les autres restèrent en Chypre, et là ils le firent inhumer dans un tombeau où Ton mit cette légende : Guillelmus de Castro-Baynardo, miles potens et pius, super undas occubuit. Guillaume laissait un fils en bas âge, qui, comme son père, s'appelait Guillaume. Sa veuve Ermessende prit le"], [48, "36 BARONNIE ROYALE gouvernement et déploya un courage et un dévouement qui n'a jamais manqué aux femmes dans les circonstances dif ficiles. Les guerres intestines divisaient la Provence, et cha cun prenait les armes pour son propre compte. Bernard de Noves avait succédé à son père Raymond, intrépide et loyal chevalier, qui avait été le compagnon fidèle du grand Guil laume dans la guerre des Baux. Bernard oublia tous ces souvenirs d'honneur, et, croyant avoir bon marché d'une femme, il se révolta et prit les armes. La noble et courageuse Ermessende n'hésita pas; elle monta à cheval et vint assiéger le rebelle dans Noves. La ville était, comme aujourd'hui, entourée de remparts et dé fendue par un ruisseau qui formait un fossé naturel : elle résista. Mais la châtelaine ne se découragea pas, et elle ordonna Tassaut. A cette nouvelle. Bernard demanda à ca pituler, et il vint faire sa soumission. Ermessende satisfaite s'éloigna, accompagnée de quelques cavaliers ; mais à peine se fut-elle engagée dans les bois qui séparaient le territoire des deux villes, qu'elle fut attaquée par les gens du seigneur de Noves : elle ne dut son salut qu'à une prompte fuite et à Tintercession de Notre-Dame. Bernard, cité au tribunal du suzerain, se défendit de cette félonie et jura sur TÉvangile, en présence des seigneurs de Porcellets , de Roquemartine et de Forcalquier, qu'il n'était pas coupable. On le crut ou on feignit de le croire, et cet incident n'eut pas de suite. C'est en mémoire de cet événement que le jeune Guillaume fit élever la chapelle de Notre-Dame, qui plus tard fut mise sous le vocable particulier de la Vierge de Lorette."], [49, "DE CHATEAU-RENARD. 37 Bernard appartenait à cette antique et illustre maison de Noves qui , après le triomphe de Charles Martel sur les Sarrasins, en 835, s'établit en Provence dans la personne d'un prince saxon nommé Aldebert, nom changé depuis en celui d'Audebert, puis Audibert. Elle s'éteignit en 1477, dans la personne d'Antoine de Noves , ambassadeur de la ville d'Avignon, qui, en 1471 , alla complimenter Sixte IV sur son élévation à la papauté. D'après le système erroné de l'abbé de Sade, la Laure de Pétrarque serait issue de cette race de chevaliers. Dans le même temps, on vit la plupart de ces familles antiques de Château-Renard, qui s'illustrèrent dans la suite autant par leur fidélité au seigneur que par leur noble ori gine, se déclarer vassales du baron Guillaume. C'étaient les Morières, les Vaudennes et les Abysses, races de preux qui ne démentirent jamais le sang dont ils sortaient et que nous verrons aux xvie et xvn' siècles mourir sur les remparts de Château-Renard pour les droits de leurs suzerains."], [50, "RARONNIE ROYALE 38 V LE ROI ILDEFONS. LES GRANDS MAITRES DE VII.- LARET, PHILIPPE LE HARDI ET LE CORPS DE SAINT LOUIS, LA REINE JEANNE. Le règne le plus glorieux de Thistoire de Provence fut assurément celui d'Ildefons d'Aragon , comte de Barcelone. Pendant les trente années qu'il dura, notre pays atteignit un degré de prospérité qui ne fut jamais dépassé. Les cités et les châteaux se ressentirent du gouvernement d'un prince grand, généreux et chevaleresque. Le comte de Toulouse s'était emparé de la Provence , sous prétexte que Douce , à qui cette province appartenait , avait été promise à son fils; et afin d'acquérir de nouveaux droits il épousa Richilde, mère de cette jeune princesse. Tant de précautions furent inutiles, et pendant que les seigneurs de Provence lui disputaient ['héritage de leurs maîtres, Ildefons arrivait à la tête d'une armée, le 7 jan vier 1167. Le comte Raymond avait eu quelques avantages à Tattaque du fort Le Baron; il vint assiéger Château- Renard et somma Guillaume de lui livrer la place ; mais le fils d'Ermessende et du grand Guillaume avait arboré sur"], [51, "DE CHATEAU-RENARD. 39 ses tours les paux d'Aragon, et il répondit à T appel du comte en faisant lever les ponls-levis et abaisser les herses. Ildefons évita à Raymond la peine de donner Tassaut, car il accourut des bords du Rhône et il tailla en pièces les Toulousains. La Provence passa donc à la seconde branche de la maison de Barcelone. L' avantage qu'elle eut d'être gouver née par des princes de la même maison que la Catalogne fut cause que les usages, le langage et les mœurs furent à peu près les mêmes chez les deux peuples. Ils cultivèrent la poésie provençale avec un égal succès sous le règne d'Ildefons, qui , devenu maître de la Pro vence, y passa la plus grande partie de sa vie. Protecteur des troubadours, et troubadour lui-même, il encouragea la poésie et chanta ses amours. Sa cour était l'asile des talents. « Je l'ai fréquentée, disait Peyre-Vidal à un jongleur, et j'y ai vu tant de bons exemples, que j'en suis devenu meilleur. Si vous y aviez été, vous auriez vu comme moi ce siècle heureux dont votre père vous parlait, et où bril laient les hommes amoureux et généreux. Vous auriez en tendu les troubadours raconter comme ils étaient régalés et entretenus dans les cours qu'ils visitaient; vous auriez vu aussi les selles de leurs chevaux garnies de flocons, des équipages superbes, des brides dorées, des palefrois, que vous en auriez été dans ('admiration. Les uns venaient d'outre-mer, les autres d'Espagne, et ils trouvaient le roi Ildefons , qui les comblait de joie et de marques de géné rosité. »"], [52, "40 BARONN1E ROYALE Ildefons aimait Jordane Brun , qui fut l'objet des fêtes superbes qu'il donna. S'il cherchait Toccasion de se dis tinguer dans les combats, s'il célébrait des tournois avec la plus grande magnificence, c'était uniquement dans le dessein de lui plaire. Tant d'attentions et la gloire dont il se couvrit ne demeurèrent pas sans récompense. II obtint Testime de cette dame, qui, pour lui plaire, congédia Gaucelin Faidit, troubadour limousin, dont les poésies nous apprennent tous ces détails. Faidit s'éloigna d'elle et cessa de faire des vers en son honneur1. Quelques années après le siège de Château-Renard par Raymond de Toulouse, le 11 juin 1170, il y eut grande réjouissance au château. Le baron Guillaume célébrait son mariage avec Blanche de Forcalquier ; au milieu de noces et festins, il achevait de dépenser joyeusement le patri moine que son père avait déjà si fortement diminué en levant des soldats pour la cause des princes de la maison des Baux. Ce jour-là, au lever du soleil, un chevalier et sa dame étaient sortis des murs de Tarascon, escortés par des var lets qui tenaient sur leurs poings des faucons enchaperon nés. Après avoir fatigué leurs palefrois à suivre le vol , les chasseurs allaient donner le signal du retour, lorsque la I. Mais il éprouva bientôt le regret de l'avoir quittée. «Je veux re tourner, dit-il, vers celle qui blesse mon cœur. Je meurs de douleur de ne plus la voir. Cependant puis-je me flatter de vaincre son indifférence, si elle n'oublie pas ce que je vaux et le peu que je suis? Dieu ! quel serait mon contentement si je recouvrais ses bonnes grâces! »"], [53, "DE CHATEAU-RENARD. 41 dame poussa un cri; Ogier, son faucon favori, s'était envolé à la poursuite d'un héron et il avait disparu derrière les tours d'un château situé sur une montagne qu'on aperce vait sur la gauche. « Console-toi, Jordane, lui dit le che valier; vrai Dieu, il ne sera pas perdu, dussions-nous le chercher jusque dans le nid d'un aigle. » Puis il ajouta : « Quel est ce château? » Un écuyer répondit : « C'est le donjon de Guillaume de Château-Renard. — Nous le con naissons, continua le chevalier; c'est lui qui a si vaillam ment défendu notre couronne : par Notre-Dame, nous aurons moult joie à le revoir. » Ce disant, on piqua des deux, et les varlets vinrent heurter du fer de leurs dagues à Tan tique manoir du comte Raynard1. La nuit était venue, et le gardien de la tourelle, effrayé par T arrivée inattendue de cette petite troupe, hésitait à ouvrir, lorsqu'une voix noble et mâle domina celle des pages et des varlets. « Ouvrez, s'écria le chevalier, je suis Ildefons , votre seigneur. » La surprise fut grande dans la salle où les jeunes époux étaient assis à un banquet nuptial. La vieille Ermessende s'appuya au bras de Guillaume , et tous deux allèrent au devant du roi , qui , aussi galant que chevaleresque , s'a vançait le chaperon à la main. « Voilà Jordane, leur dit-il, la dame de ma pensée , dont vous avez entendu parler. » Le monarque et la dame s'assirent au banquet, et ils se plurent tant à Thospitalité de Guillaume, qu'ils demeurèrent ■1. Archives du seigneur. Cartulaire XI , collationné par Louis Ros tand, archiviste do la prélecture des Bouches-du-Rliòne."], [54, "42 BARONNIE ROYALE trois jours au château. Pendant ce séjour, le prince traita de Tacquisition de la baronnie , et son hôte , à moitié ruiné , consentit à la céder pour la somme de 320,000 sols, en viron 1,400,000 livres de notre monnaie, somme énorme pour Tépoque. Le site était romantique ; il séduisit Jordane , et la position stratégique du castel charma Thumeur guerrière d'Ildefons, si souvent menacé du côté du Rhône et de la Durance. II fit venir des ouvriers et commencer sur-le champ des travaux immenses qui firent de Château-Renard le roi des châteaux du Midi. En 1177, comme nous T avons démontré, le monument était achevé, et Ildefons y tint souvent sa cour, comme le prouve une donation faite à l'abbaye de Cell, en 1178, et datée de Château-Renard. En 1188, il présida à un conseil assemblé au même lieu , à l'effet d'envoyer deux ambassa deurs au comte de Forcalquier, pour ['inviter à venir prê ter foi et hommage à son suzerain. Hugues des Baux et Raymond de Villeneuve s'acquittèrent de leur mission , et le comte vint accomplir, à Château-Renard, ce grand de voir féodal1. Jordane aimait Château-Renard, nous disent nos chro niques. C'était sur la terrasse du manoir gothique qu'elle se promenait le soir, et c'est là que son royal amant venait la prier d'amour. En 1177, Tannée même de la construction de Château- 1 . Archives du seigneur. — Histoire de Provence."], [55, "DE CHATEAU-RENARD. 43 Renard, nous devons rapporter Tinstitution des tournois et la première célébration d'une passe d'armes. L'histoire a consacré le nom des champions qui entrèrent dans la lice, et Guillaume de Château-Renard s'y signala avec Raymond d'Agout, Dragonnet, Pons de Montlaur et Barrai de Mar seille. Ildefons habita encore Château-Renard en 1190, car il y reçut Robert, comte de Dreux; Thibaut, comte de Chartres; Raoul, comte de Clermont en Beauvoisis; Erar, comte de Brienne; Gui et Gauthier de Châtillon, et un grand nombre d'autres qui allaient à Marseille s'embarquer pour la Terre-Sainte. C'est encore à Château-Renard que s'arrêtèrent, en 1193, Bérengère de Navarre, femme de Richard, roi d'Angleterre, Jeanne, sœur de ce prince, et la fille du roi de Chypre, qui revenaient du Levant. En 1196, Ildefons mourut, laissant la Provence à Ilde fons II. Ce prince avait épousé Garsende de Sabran, des comtes de Forcalquier, sœur de cette Blanche qui avait épousé Guillaume de Château-Renard. Par ce mariage, Ildefons réunissait le comté de Forcalquier à sa couronne ; mais la dot de Blanche n'avait pas été liquidée ; pour obvier à cet inconvénient et dégager le comté, Ildefons rendit à Guillaume V, fils aîné de Blanche, la baronnie de Château- Renard, avec d'autres terres, et lui donna la suzeraineté sur les domaines d'Eyragues et de Barbantane. La maison d'Elderberg rentra donc pour quelques an nées encore dans la possession de ce grand fief. Guillaume V s'apprêtait à partir pour porter secours au"], [56, "44 BARONNIE ROYALE comte de Toulouse et défendre cette ville contre Simon de Montfort, lorsque la mort le surprit, et T arracha peut-être à une destinée historique. Par son testament, du mois de mai de Tannée 1218, il laissait tous ses biens au comte Raymond-Bérenger, dans le cas où il n'aurait pas d'enfants; il n'en eut pas, et la baronnie de Château -Renard fut réunie à la couronne, comme le prouve le testament dudit Ray mond-Bérenger, fait à Sisteron en 1238, quatre ou cinq années avant sa mort. Ce prince y ordonna, entre autres choses, que, pour le payement de ses dettes, on vendît une partie de ses biens patrimoniaux et que pour cela on alié pât les rentes et revenus qu'il tirait de Nice, d'Albaron en Camargue, de Château-Renard et de Baumes. Donc la terre de Château-Renard, en 1238, appartenait en entier audit Raymond-Bérenger; je dis en entier, car les termes de ce testament ne laissent pas la liberté de présumer que ce prince n'eùt que le domaine honorifique , et que le domaine utile appartînt à un autre seigneur, comme le père Sicard a voulu le supposer. Nos archives sont d'accord sur ce point avec les termes du testament de 1238; car on y voit qu'en 1219, le comte Raymond-Bérenger, à la tête des Marseillais, se mit en devoir de soumettre ses sujets. II entra en triomphe dans Lambesc, dans Roque-Martine, et s'avança sur Château- Renard; mais son étonnement fut grand d'apercevoir sur les créneaux sa propre bannière. En effet, nommé tuteur des biens seigneuriaux et gouverneur du château par le feu baron, Raynaud de Morièrcs tenait la forteresse pour le"], [57, "DE CH A TE A U-RENARD. 45 comte Bérenger. Le prince fut reçu par Jean de Villaret, Bertrand de Vadennes et les principaux gentilshommes du pays; en récompense de sa fidélité, il arma chevalier Raynaud de Morières, dans la chapelle du château. Le 27 mars 12361, un grand homme naquit dans les murs de Château-Renard, Guillaume de Villaret. Fils de ce Jean de Villaret dont nous venons de parler. Guillaume entra fort jeune dans Tordre de Saint-Jean de Jérusalem, et il devint bientôt grand prieur de Saint-Gilles. En 1296, il succéda à Odon de Pins, grand maître de Tordre, et se rendit à Chypre. II y mourut et fut remplacé par son frère Foulques, né également à Château-Renard, en 1240. C'est ce grand maître qui fit la conquête de Tîle de Rhodes, dont il avait rcçul'invcstiturede Tempereur byzantin Andronic II, et du pape Clément V. Les hospitaliers prirent alors le nom de chevaliers de Rhodes. Othman. premier empereur des Turcs, entra dans cette île en 1310, avant que la ville fût bien fortifiée ; mais Foulques se défendit courageusement ; et aidé du secours d'Aymé IV, comte de Savoie, il contrai gnit les Turcs à lever le siège. Le pape Clément V donna , à cette occasion, aux hospitaliers tous les biens des tem pliers dont Tordre venait d'être aboli 2. Mais pendant que la guerre des Albigeois agitait les princes ses voisins, le comte de Provence mettait à profit, pour le bien de ses États , le calme dont il jouissait depuis 1. Protocoles de Philippe de Casalortio. 2. Bosio et Vertot. Histoire des chevaliers de Malle; Naborat, Privi lège de l'ordre."], [58, "46 BAliONNIE ROYALE qu'il avait remis à la décision de saint Louis et de la reine Blanche ses différends avec le comte de Toulouse. Les dés ordres des guerres civiles , en multipliant les crimes en Provence, avaient presque assuré leur impunité. L'honneur, la vie et la fortune des citoyens étaient souvent en péril ; les seigneurs, pour de T argent, ouvraient quelquefois un asile à des rebelles, qui se réfugiaient sur leurs terres; les taxes sur les sujets étaient arbitraires ou mal payées ; enfin le malheur du peuple demandait un prompt soulagement. Raymond-Bérenger parcourut la partie de la Provence qui lui était soumise, et dans chaque diocèse il régla avec les seigneurs les cavalcades, les droits d'albergue et la justice. En passant à Château-Renard, il ordonna à Reynaud de Morières, qu'il avait nommé gouverneur et qu'il avait inféodé d'une portion de ses domaines, à titre de coseigneurie, de maintenir avec vigueur la transaction de 1219 (1235). L'année 1271 fut témoin d'un épisode qui est, sans contredit, le plus poétique et le plus intéressant des an nales de Château-Renard au moyen âge. Nous savons tous que Philippe le Hardi donna au monde un exemple sublime de piété filiale en escortant les restes du roi saint Louis et en portant sur ses épaules le cercueil fleurdelisé. Notre chartrier s'ouvrira donc au commencement de cette année, et le protonotaire du seigneur parlera en ces termes : « Qu'il soit connu à tous que le 21 de ce mois (le nom du mois n'est pas indiqué sur le cartulaire), notre seigneur Philippe , roi des Francs , est venu au château de ce dit lieu de Château-Renard, apportant avec lui les saintes reliques"], [59, "DE CHATEAU-RENARD. 47 du roi Louis, son illustre père, lesquelles ayant été dépo sées devant l'autel du bienheureux apôtre Pierre , nous avons versé bien des larmes et prié celui qui nous a dit : Yenite ad nos, benedicli1 ... » Ainsi, honneur immortel de cette histoire! les arceaux du vieux manoir ont vu passer les mânes du plus admirable de nos rois, et la bannière de Raymond s'est inclinée de vant Toriflamme de Saint-Denis. Oh! c'est alors qu'un frère servant du Gai-Saber aurait dû s'inspirer au tombeau du martyr et accorder sa guitare pour chanter Louis sur la rive africaine. Je ne vois plus rien que d'obscur dans T histoire de la baronnie de Château-Renard jusqu'en 1297. En cette an née, Guyon de Villaret, neveu de Guillaume, était cosei gneur, et il est qualifié, dans les archives, de Castri-Bay nardi miles 2 . Cependant quelques titres me prouvent qu'il n'exerçait qu'une simple lieutenance sur cet important domaine. 1. Furent présents : Jean, sire de Joinville, — Jean, sire de Nesles, — Jean de Saint-Clair, — Guillaume Vento, — Adalbert de Modères, — Guil laume de Porcellets, — Bertrand Gantelmi. 2. Bertrand de Marseille, chevalier de grande réputation et autorité; Guyon de Villaret, chevalier de Château-Renard , neveu de Guillaume de Villaret, grand maître de l'Hòpital de Saint-Jean de Jérusalem ; Bérangier Gantelme, sieur de Graveson et d'Albaron ; Jean de Riscanomas, gentil homme de Marseille; Pierre de Malcspine, chanoine de la Majour, prieur de Saint-Laurent-des-Arbres; Adenulphe de Flassans, chevalier; Hugues du Luc, et Pierre d'Albanetio, gentilhomme du Luc, décoraient grande ment en ce même temps la Provence, servant fidèlement Charles d'Anjou, en plusieurs et diverses charges. — Nostradamus. — Chronique de Pro vence, page 302."], [60, "48 BARONNIE ROYALE Quoi qu'il en soit, en 1298, cette seigneurie tout en tière était réunie au domaine de Provence, sans mention aucune de coseigneurs , ce que prouve le dénombrement des ventes et droits de Charles II, qui avait succédé à son père. Le roi Charles II élant mort en 1309, le duc de Calabre, son fils, lui succéda; ce duc fut Robert, dit le Bon, un des princes dont l 'histoire du moyen âge fait le plus d'éloges. Comme nous n'avons pas à nous occuper de l'histoire de Provence, mais de ce qui a trait directement à notre histoire, nous ne parlerons que du voyage qu'il fit à Avignon en 1320. Jean XXII venait d'être élu pape; Robert vint le visi ter, et dans la même année, en faveur de ses sujets de Château-Renard, il établit un port et un passage sur la rivière de la Durance. II voulait que le bac fùt établi sur le territoire même de Château-Renard1 . afin que les habitants sussent plus libres dans leur communication avec la ville d'Avignon, et plus indépendants des deux autres bacs qui étaient sur la même rivière et au-dessous de celui de Châ teau-Renard, l'un sur le territoire d'Avignon et l'autre plus près de Barbantane ; enfin, pour favoriser encore plus les habitants de Château-Renard, ce prince les exempta de lous les droits de péage; il avait donné le même privilège aux habitants de Noves, pour le bac établi sur la même rivière. I. Archives du seigneur."], [61, "DE CHATEAU-RENARD. 49 En 1325, Château-Renard revit dans son enceinte un de ses plus illustres enfants, le grand maître Foulques de Villaret, qui, abreuvé d'outrages par les chevaliers qu'il avait conduits à la victoire, successivement déposé et réélu à la mort de Tusurpateur Maurice de Pagnac, venait de se démettre du magistère souverain. Le roi Robert lui assigna, pour demeure le château. Le roi Robert mourut; la reine Jeanne lui succéda en 1343. C'est à Avignon, en 1348, qu'elle vendit à Jean Gan telmi, grand sénéchal de Provence et son amiral , la baron nie de Château-Renard, pour la somme de 15,000 ducats d'or. Ses finances étaient en désordre, et elle avait besoin d'une grande somme d'argent pour faire la guerre et recou vrer le royaume de Naples, que son beau-frère lui disputait. Jean de Gantelmi laissa une fille unique mariée à Blacas de Pontevès, seigneur de Cabanes et de Lambesc, à la quelle il transmit la baronnie de Château-Renard et les seigneuries de Boulbon et de Romanil qu'il avait inféo dées à la première. La maison de Pontevès1 était la seconde branche de la famille d'Agout; la maison de Simiane for mait la troisième branche. A la mort de Blacas, un grand différend s'éleva entre ses héritiers ; il fut apaisé par Charles d'Albe , seigneur de Pierrevive. Guillaume de Sabran- Forcalquier et Elzéar de I. C'est à cette famille qu'appartenait ce noble et-pieux général de Pontevès qui a succombé sous les murs de Sébastopol, payant ainsi un tribut à l'honneur de son nom. i"], [62, "50 BARONNIE ROYALE Porcelets, qui se rendirent à Château- Renard vers la fin de Tannée 1378, et accordèrent les parties. Antoine de Pontevès ne succéda pas à son père ; car avant de prêter hommage au roi, il résolut de se défaire de cette baronnie, le fardeau de son administration étant au dessus de ses forces. II céda donc , donna et transporta à Louis, comte de Provence, ses droits, à condition que ce prince lui serait une rente perpétuelle de 200 florins d'or. Mais la reine Jeanne avait de grands services à récom penser. Le 2 mai 1382 , voulant fixer en Provence Gabriel de Valori, vice-roi de Naples, elle lui inféoda la baronnie de Château-Renard, en y joignant les droits régaliens."], [63, "DE CHATEAU-RENARD. 51 VI GABRIEL DE VALORI. II est très-délicat de parler de sa propre famille, et c'est une tâche difficile que de le faire sans se départir de ce caractère de modestie qui rehausse encore la naissance et le rang chez les personnes de qualité. Nous renverrons donc le lecteur aux nombreux historiens de notre maison 1, et, nous appuyant sur d'illustres exemples, nous donnerons quelques détails biographiques sur Gabriel de Valori. Nous accomplirons ainsi un devoir pieux et dû à la mémoire du chef de la branche française de notre famille, de celui qui le premier abrita sa bannière florentine sous les tours du vieux château. Gabriello Valori naquit à Florence, le 24 février 1326, de Taldo Valori, doge de Florence, et de dona Ostia 1. Pétrarque, Lettres. — Dante, Enfer. — Machiavel, Vie de Fran çois de Valori le Grand. — Lucca délia Robbia, Vie de Barthélemy de Valori le Vieux. — Scipione Ammirato, Maisons illustres de Florence. — Le duc Pompao Litta, Maisons illustres d'Italie. — Alliance de la royale maison de Bourbon, par La Roque. Généalogie de la maison de Valori, Paris, 1626, dédié au roi. — Marquis de Villeneuve-Bargemon, Notice sur la maison de Valori."], [64, "52 BARONNIE ROYALE de Médicis. Les temps étaient difficiles; son père et son oncle avaient été portés au pouvoir par le parti guelfe, et Gauthier, duc d'Athènes, ayant entrepris ['asservissement de la république, Taldo et tous les siens furent proscrits. François Rustichelli se retira à Venise; Taldo et son fils Nicolla en Angleterre; Gabriel, son fils cadet, se retira à Naples. La reine Jeanne accueillit le proscrit florentin avec d'au tant plus de distinction, que les Florentins avaient toujours été ses alliés fidèles, et que Taldo avait pris fait et cause pour elle, à la mort d'André de Hongrie. C'était en 1348; Jeanne venait de céder au pape Clé ment VI le territoire d'Avignon; ce marché lui avait pro curé de l'argent et elle s'était embarquée pour Naples avec le roi son époux. A cette nouvelle, le roi de Hongrie mit le siège devant Aversa. Gabriel de Valori se jeta dans la place, qui capitula, il est vrai, après une longue résistance; mais Gabriel avait noué des intelligences dans Naples, et lorsque le monarque hongrois se présenta devant les portes de cette capitale, il les trouva fermées. Cependant Gabriel s'y était introduit; la multitude, séduite par le grand air du jeune patricien et entraînée par son éloquence, prit les armes, et le Hongrois fut obligé de se retirer dans la Pouille. La paix fut signée en 1352. et le roi Louis institua en son honneur Tordre de chevalerie du Saint-Esprit1. Gabriel 1. Les chevaliers devaient être au nombre de 300 : ils jeûnaient tous les jeudis , s'engageaient à une fidélité constante envers le roi , à faire la"], [65, "DE CHATEAU-RENARD. 53 ne sut pas oublié; le jour de la Pentecôte, Jeanne lui passa au cou le collier de Tordre. Le bonheur des époux royaux ne fut pas de longue durée. Le calme et la tranquillité renaissaient dans le royaume de Naples; mais sur les bords du Rhône on avait vu apparaître des bandes d'aventuriers commandées par Arnaud de Servole, surnommé TArchiprêtre. Les Proven çaux n'avaient pas rougi de se ranger sous ses drapeaux, et on y avait vu des seigneurs de la maison de Baux. A cette nouvelle, Louis ordonna à tous ses vassaux de prendre les armes, et de partir pour la Provence ; mais il ne put réunir que quelques soldats. II aurait même été réduit à Textrémité, si Gabriel de Valori ne s'était pas rendu à Florence, dont Nicolla, son frère, était alors le gonfalonier ou doge. Ce dernier lui accorda facilement un secours d'argent et de troupes, et, à la tête de 800 chevaliers florentins, Gabriel partit pour la Provence, muni des pouvoirs de lieutenant-général de cette province. Ces pouvoirs sont contenus dans la charte magni fique dont nous donnons ici le texte : Johanna, Dei gratiâ, regina Jherusalem ac Siciliœ, etc. Magnifìco viro domino Gabriello Valori, patricio populi guerre aux ennemis de la religion, lorsqu'ils en seraient requis par le Pape, et à visiter le Saint-Sépulcre. Ils portaient sur leur habit un rayon de lumière en broderie, et au-dessus un nœud de ruban lié en forme d'un double las d'amour, avec cette devise : Se Dieu plaît. Cette institution a donné à Henri III Fidée de fonder l'ordre si illustre depuis et connu sous le nom des ordres du Roi et du Saint-Esprit."], [66, "54 BARONNIE ROYALE sancti Proculi de Florentiâ, nostro dilectissimo consan guineo, in Calabre generali capitaneo, majestatis nostra loco tenente, gratiam et bonam voluntatem. Perspectum nobis jampridem vero multorum testimonio, et nuper illustrissimo principe Calabriœ nostro uberrimo teste, quòd inter ceteros florentinos clarissimos équités habearis fidelitate insignis. Quippe qui non solùm in pace, sed sortis in ipso strepitu militari eloquentià, animorum fortitudine, mirisicèprœstas... Quamobrem ut nostra ergà te benevolentia aliquâ ratione pateat, in mente gerens quanta summus dominantium Domi nator mihi fecerit, adjuvante republicâ florentinâ, a presenti die in posterum, vir magnifiée domine Valori, consiliarium nostrum, ut in sacro nostro senatu Proventiœ omnes nego ciones sive pacis, sive belli tractare possis, omnipotentiam reginalem nostram tibi damus et mandatis obedire tuis, secundùm meritum et nobilissimam originem tuam, cunctis singulisque subditis meis in hoc Provincise comitatu pree sentibus, spontè et libenter jubemus hodie, etc.. Datum Neapoli, in Castro nostro Ovi, prasentibus ad hoc Angeluccio de Furno, Johanne Caracciolo, Tomaso de Cirete, Jacopo de Capro, Francisco de Baucio... anno Incarnationis... tertiâ die mensis maii 1358 1. Le lieutenant de Jeanne ne se fit reconnaître qu'avec la plus grande peine; mais appuyé par Raymond d'Agout, par Isnard et Guillaume de Glandevès, il parvint à maintenir Tautorité royale dans Arles, Nice, Aix, Grasse, Tarascon et I . Archives royales de Naples, secl. M-S, n\" 4029."], [67, "DE CHATEAU-RENARD 55 J-'réjus, et à repousser les Tard-Venus et autres brigands qui désolaient le pays. Ces nouveaux services lui méritèrent la principauté de Cozcnza, qui lui fut donnée par lettres patentes du 13 mai 1363, quatre jours avant la mort de Louis. La mort de ce prince resserra encore plus les liens qui unissaient la reine Jeanne à son favori. Gabriel accompagna Jeanne à Rome, lorsqu'elle y alla visiter Urbain V. Le quatrième dimanche de Carême, ce pape ayant donné à Jeanne la rose d'or, la reine se tourna vers son favori et la lui offrit1. Cette illustre intimité dura toujours. Obligée de rester le plus souvent à Naples, Jeanne se reposait sur son fidèle serviteur du soin des affaires de Provence. C'est ce qui la détermina à lui inféoder, le 2 mai 1382, la baronnie de Château-Renard. « Le nombre de ses amis diminuant tous les jours, et la présence d'un serviteur prudent étant néces saire en Provence, pour ces causes et récapitulant les ser vices signalés, les périls de tous genres que son bien-aimé serviteur et parent Gabriel de Valori, prince de Cozenza, lui a rendus et endurés, suivant en cela Texemple de son illustre ancêtre qui, à la bataille de Tagliacozzo, avait sauvé le sceptre de Charles d'Anjou, son prédécesseur, de Taldo, son père, elle lui donne, cède et transporte les châteaux et seigneuries de Château-Renard, Rognonas, Eyragues, les îles d'Ompal et de Barban, avec la coseigneurie de Noves I. Archives de la maison de Condé."], [68, "BARONNIE ROYALE 56 et les droits de haute, basse et moyenne justice, le droit de battre monnaie en or, cuivre et argent, etc. » On le voit, c'étaient les droits régaliens dans toute leur étendue. Gabriel s'embarqua à Naples, le 27 septembre, et le 8 novembre il faisait son entrée à Château-Renard, accom pagné de Bernard de Médicis, de Guillaume Altoviti et de Sando Albizzi, compagnons inséparables de cette vie agitée, proscrits de Florence, qui se consolaient ensemble loin des clochers de Sainte-Marie-des-Fleurs. Le 1er janvier 1381, il recevait Thommage et la pres tation du serment; le 25 février, il accomplissait lui-même les devoirs seigneuriaux, mais debout et la tête couverte, à cause de consanguinité. (Genibus non fiexis, capite attlem non discooperto more consanguineorum, juramenlum prœs titit 1.) À peine installé, il quitta précipitamment Château-Re nard; Jeanne, sa maîtresse bien-aimée, était assiégée dans le Château-Neuf par Charles de Durazzo. Gabriel vole à Marseille, rassemble cinq galères, et fait voile sur Naples. Mais il arriva trop tard; Jeanne avait vu ses soldats taillés en pièces sous ses fenêtres, et elle était réduite à une étroite captivité. Gabriel retourna en Provence. Ce fut pour peu de temps. Jeanne mourut assassinée en 1382, et Louis d'An jou, adopté par elle, marcha à la conquête du royaume de 1. En Anjou, la famille de Beauvau avait, seule le droit avec la famille île Valori de se tenir devant les ducs, debout, la barrette, en tète, à cause de pareuté avec eux. (Note de l' éditeur.)"], [69, "DE CHATEAU-RENARD. 57 Naples, accompagné des principaux barons. On remarquait parmi eux Guy de Polenta, seigneur de Ravenne ; Buffìl de Brancas; Jacques d'Arcussia ; Raynaud des Ursins; Louis de Sabran et notre Gabriel. Le règne de Louis Ier dura peu; il mourut à Bari, en 1385, laissant la régence à la reine Marie, sa veuve, et instituant un conseil de régence où le seigneur de Château-Renard figure encore. A la mort du roi, Gabriel, ayant été nommé vice-roi de Naples par la reine Marie, proposa aux héritiers de Blacas de Pontevès de leur céder plusieurs arrière-fiefs, à titre de coseigneuries. L'ossre fut acceptée, et la transaction est dans nos archives. C'est donc à faux que les généalogistes du siècle dernier ont imaginé plusieurs barons de Château- Renard du nom de Pontevès. Mais Château-Renard devait bientôt recevoir dans ses murs un auguste fugitif; Pierre de Luna, antipape sous le nom de Benoît XIII, allait chercher un asile dans la forte resse du roi Ildefons. Étrange majesté du malheur! ces remparts devaient être plus célèbres dans Thistoire pour avoir protégé un pon tife persécuté, que pour avoir été élevés par un grand roi. Benoît allait éclipser en un jour, par Téclat de son infor tune, les noms retentissants de six cents ans de gloire, et Foulques de Villaret lui-même, sous les dalles de Saint-Hono rat, devait être oublié dans ces annales historiques qui nous doivent le nom du berceau des grands hommes."], [70, "58 BARONNIE ROYALE VII BENOIT XIII. L'Europe et particulièrement le royaume de France étaient troublés par le grand schisme qui divisait TÉglise. Le roi Charles VI intervint auprès des deux pontifes, Boni face IX et Benoît XIII. Plusieurs ambassades furent en voyées aux deux compétiteurs, entre autres une òù se trou vait Pierre d'Ailly ; mais tous ces efforts furent inutiles, et les deux papes semblaient s'accorder entre eux pour sacrifier le bien de TÉglise à leur ambition particulière. La cour de France résolut d'intimider Benoît XIII, et de se soustraire à son obédience. Une assemblée générale du clergé eut lieu à Paris. Charles VI était en proie à un accès de démence-, il ne put y assister, et s'y fit représenter par les ducs de Berry, de Bourgogne, d'Orléans et de Bourbon. La soustraction d'obédience fut proclamée à une grande majorité, et un décret royal confirma cette décision. Cependant on envoya encore une fois Tévêque de Cam bray pour essayer de fléchir Pierre de Luna, mais inutile ment. D'Ailly retourna à Lyon et y rencontra Boucicaut,"], [71, "DE CHATEAU-RENARD. 59 qui lui dit : « Retournez maintenant en France, seigneur, vous n'avez ci que faire, et je exploiterai sur ce que je suis chargé du roi et du conseil. » Boucicaut rassembla des troupes et alla établir son quartier général au Pont-Saint- Esprit, d'où il envoya un défi à Benoît XIII et à ses cardinaux. Le pontife déploya un grand courage; mais il comptait inutilement sur le secours du roi d'Aragon, grand gonfa lonier de TÉglise; ce prince n'osa s'aventurer dans une lutte contre Charles VI. Benoît s'apprêta néanmoins à faire une vigoureuse résis tance ; mais trahi par les cardinaux et les habitants d'Avi gnon, qui livrèrent la ville à Boucicaut, il se vit assiégé dans son palais : » C'était, dit Froissard, la plus belle et la plus forte maison du monde. » Ce peu de mots est la des cription la plus fidèle de ce monument majestueux, immense comme la chrétienté, austère comme la religion, élevé comme la prière. L'héroïque pontife ne se découragea pas, et sa lutte fut si opiniâtre et si admirable, que Charles VI, tou ché d'une infortune unie à tant de courage, donna Tordre au maréchal de Boucicaut de lever le siège et de n'entretenir que quelques hommes de garde autour du palais pontifical. On entama de nouvelles négociations. Benoît consentit à tout ce que la cour de France demandait; mais sa captivité n'en continua pas moins, et elle devint tellement insupportable, qu'il résolut de s'y soustraire. C'étaient d'ailleurs les con seils que lui donnaient les seigneurs de la cour de France eux-mêmes. II y avait, dans le voisinage du palais, un gentilhomme"], [72, "BARONNIE ROYALE 60 normand d'une grande audace, nommé Robert de Braque mont. II pouvait, grâce à son service, entrer à toute heure au palais. Un soir qu'il se disposait à quitter la salle où il était de garde, un camérier s'approcha et lui dit tout bas : « La fortune de Votre Seigneurie est faite si vous vou lez m'écouter. — Qu'est-ce? » dit le Normand. — Le prêtre lui fit part alors du projet de Sa Sainteté, et lui assura de sa part une grande récompense, s'il voulait le seconder dans son entreprise. Robert déclara qu'il ne se chargerait de rien avant d'en avoir conféré avec le pape lui-même. Le camérier insista sur Timprudence d'une semblable entrevue, qui donnerait l'éveii aux ennemis du Pontife. Le Normand entêté tint bon, et force fut d'y consentir. Le chevalier introduit auprès du pape s'agenouilla et jura sur son épée de le délivrer de sa captivité et de le faire sortir sain et sauf du palais. Pendant la nuit, Braque mont quitta Avignon, gagna le bac de la Durance et vint frapper au donjon de Château-Renard. Gabriel de Valori, qui avait été mandé par le roi Louis et la reine Yolande, s'y trouvait alors. Braquemont fut intro duit auprès de sa personne ; il lui fit part de sa mission et demanda asile pour Benoît dans le château. Gabriel répliqua que ce serait pour lui un grand honneur de recevoir chez lui le pontife, et chargea le Normand d'assurer Pierre de Luna de son zèle et de son dévouement. Fort de cette pro messe, Braquemont retourna à Avignon, organisa une troupe pour Tescorte. et le jour fixé pour Tévasion. il parvint à réunir 80 hommes."], [73, "DE CHATEAU-RENARD. Tout sut préparé; et le 11 mars 1407, à l'enlrée de la nuit, Tauguste fugitif, emportant avec lui une boîte renfer mant la divine Eucharistie et une lettre de Charles VI munie du sceau royal, quitta le palais avec bonheur, et arriva, sans être reconnu par les gardes, jusqu'à une hôtel lerie située dans la rue de la Fusterie et portant pour ensei gne Saint Antoine. Là il trouva les soldats de Braquemont et quelques chevaliers envoyés par le seigneur de Château- Renard. Au point du jour, le Pontife se mit en marche, et il atteignit heureusement les bords du Rhône. Un bateau était prêt : les rameurs fendirent les ondes, et la nef, poussée par le torrent impétueux du fleuve, gagna en quelques minutes le confluent de la Durance et aborda sur la rive gauche. Aux premières lueurs d'une aube indécise, on aurait pu apercevoir deux hommes enveloppés dans leurs manteaux ; ils attendaient sur le rivage : c'étaient Martin de Silva, cardi nal dePampelune, et Gabriel de Valori. A un signal donné, la barque s'arrêta, le pape toucha terre, et après avoir donné sa bénédiction au cardinal et au baron, il monta à cheval. L'eseorte se forma autour de lui, le vieux baron prit le com mandement de la troupe, et elle partit au galop. On traversa Graveson, et à six heures du matin on arriva à Château- Renard : le Pontife était sauvé ! Benoît se rendit immédiatement à la chapelle du château et y déposa la divine Eucharistie; puis il célébra dans Téglise .Saint-Pierre une messe solennelle, assisté du cardinal de Silva et de François, prieur des chartreux de Bompas. La"], [74, "BARONNIE «OVALE 62 messe terminée, Benoît, se tournant vers Gabriel, lui dit : « Or çà, mon fils bien-aimé, vous nous avez tiré, avec Tas sistance de Dieu, d'un grand péril; que Dieu vous ait en sa miséricorde, je vous remets de tous vos péchés '. » Cependant la nouvelle de la fuite du pape avait causé une grande agitation dans Avignon. Prisonnier, on avait in sulté à son malheur; libre, on vint humblement implorer son pardon. Le collège des cardinaux se transporta à Châ teau-Renard. Introduits dans la salle des chevaliers, les princes de TÉglise se jetèrent aux pieds de Benoît, les yeux en pleurs, demandant leur grâce et protestant de leur sou mission et de leur repentir. Mais le Pontife, plus grand encore en ce jour que lorsqu'il bravait le roi de France, du haut du rocher des Doms, les releva avec une douce majesté et leur déclara qu'il avait tout oublié. La noblesse du Comtat-Venaissin suivit Texemple des cardinaux; elle vint à son tour se prosterner devant Benoît. Gabriel convia ses hôtes à un magnifique banquet; il y eut si grande réception, que le feu prit aux cheminées de la tour du Nord, au-dessous de laquelle se trouvaient les cuisines. Pierre de Luna resta trois mois à Château-Renard; il habitait la tour du Griffon. II fit terminer le presbytère de Téglise et fonda dans la chapelle du seigneur une messe per- 1. Et quia Gabrielli auxilio proprio et quoque misericordiâ Dei salmis erat, remittit Benedictus peccala ejus. (P. Sicard, Dissertatio de Castro- lì.)"], [75, "DE CHATEAU-RENARD. 63 pétuelle, le jour de la Vierge de septembre; il y attacha une indulgence de cent jours \\ En mémoire de ce grand événement, Gabriel fit élever, au sud-est du château, une quatrième tour qui s'appela tour de T Aigle, parce que les armes du vice-roi furent sculptées sur la clef de la voûte. La même année, il institua les cha pellenieset affecta plusieurs domaines à leur entretien. Cette institution existe encore aujourd'hui sous le nom de confré ries, et l'église de Château-Renard leur doit sa richesse et sa splendeur aux jours de fête. Gabriel fit placer des croix et des madones à Tembranchement des chemins; souve nirs de la mère patrie, inspiration de la foi transalpine, gendarmerie du vieux temps qui veillait à la sûreté des voyageurs! L'Homme-Dieu et sa Mère faisaient ainsi la po lice sur les routes, et la vue d'un Christ ou d'une Vierge inspirait souvent une sainte frayeur à Tassassin et au vo leur ; le vieillard lui dut une obole, et l'enfant, mourant de faim au pied de la pierre bénite, ne demanda jamais en vain un morceau de pain à la foi du passant. Dans la même année il donna des armes à la ville de Château-Renard, avec cette devise : tvtvs in arce vigil, lesquelles armes ont toujours été depuis les emblèmes héral diques de Tendrait 2. Ce fut le dernier acte de sa vie publique; épuisé par une 1. Voyez Papon, Hisl. de Provence ; Fleury, Hisl. de V Église; Fan toni, Hisl. d'Avignon ; Christophe, Hist. de la Papauté. 2. De gueules, à un château d'argent et au renard d'or, un pied sur chacune des quatre tours."], [76, "64 BARONNIE ROYALE longue et laborieuse carrière, il résolut d'aller finir ses jours dans cette Italie qui Tavait vu naître et dont le climat lui était plus favorable. L' ancien vice-roi échangea la baronnie de Château-Renard pour une rente de 12,000 florins; puis il s'embarqua pour Naples, où une dernière consolation Tattendait. Le roi lui conféra la dignité de duc de Gaëte, et lui assigna pour résidence le palais de cette ville; il y mou rut la même année, âgé de 87 ans *. La seigneurie tomba entre les mains de Louis II, et ce prince étant décédé en 1417, Louis III lui succéda sous la tutelle de la reine Yolande, en raison de son bas âge. En 1420, ce prince eut besoin d'argent pour lever une armée et passer en Italie, afin de recouvrer le royaume de Naples, que Ladislas, roi de Hongrie, lui avait usurpé, et que la duchesse de Sterling, sa sœur et son héritière, lui retenait; il vendit la seigneurie à Leodegarius ou Laugier Sapor, évêque de Gap, puis de Maguelonne, son premier chambellan et chancelier. Laugier donna au comte de Pro vence 18,000 florins d'or. 1. Son tombeau se voyait encore en 1628. —Delle Anlichite Cala brie, fol. 21, page 132. Bib. Richelieu."], [77, "DE CHATEAU-RENARD. 65 VIII LAUGIER SAPOR. — SA REVOLTE. Château-Renard était en bonnes mains; car, à peine re connu, Laugier consacra la somme de 12,000 florins à la restauration et aux embellissements du château. Trois nou velles enceintes prolongèrent les fortifications jusque dans la ville; il fit bâtir une chapelle pour les confréries, et voulut qu'elle fût enfermée dans les remparts du château pour la protéger contre les spoliations. Enfin il exhaussa les tours du château de 8 mètres. Elles furent couronnées de mer lettes, garnies de créneaux ; des mâchicoulis furent placés à tous les. porches, et une immense terrasse s'étendit entre les quatre tours du castel. Laugier fit placer ses armes, qui étaient trois poignards, à la clef de chaque voûte nouvelle ; il embellit la façade du château par un cordon d'architecture qui régna tout autour; il creusa des puits et des citernes, abaissa les pentes qui conduisaient au sommet et les convertit en chaussées. Dès lors les chariots et litières purent arriver jusqu'à la porte du donjon. b"], [78, "66 BARONNIE ROYALE Ce château ainsi restauré, il fallait l'orner à Tintérieur d'une manière convenable : c'est ce que fit Tévêque de Gap, et la description que nous avons de tous ses meubles est trop curieuse pour que nous n'en fassions pas une mention expresse. II y avait une tapisserie représentant des bergers et des bergères, dont le cardinal de Foix avait voulu donner 800 florins ; Une tapisserie encore où étaient figurés des coqs et des renards sans nombre sur un fond blanc ; enfin une tapisse rie d'Arras sur laquelle les douze pairs étaient représentés; Un lit de serge verte en broderie complet, sur lequel on voyait des oiseleurs et des demoiselles tenant sur leur poi gnet des oiseaux de proie. En fait d'ornements d'église, le singulier évêque n'avait qu'un calice, et encore ce calice avait-il été emprunté aux religieuses de Tarascon. En revanche, il y avait au château 68 coulevrines, pesant 25 quintaux, de la poudre en quan tité et même du salpêtre pour en faire au besoin; 122 ar balètes; 14 cuirasses de Milan; 17 d'acier poli et 8 de fer, sans compter un nombre considérable d'armes et d'armures de toutes sortes. Dans son écurie, outre les chevaux d'équi page et ceux de ses domestiques, il y avait trois chevaux d'Espagne de la valeur de 300 livres de l'époque. D'après cela, il est aisé de voir que Tévêque de Gap avait l'àme plus guerrière qu'ecclésiastique : aussi, peu d'années après Tacquisilion de cette terre, on le vit plus souvent les armes que le bréviaire à la main."], [79, "DE CHATEAU-RENARD. 67 Le 11 mai 1423, la bannière de Château-Renard fut arborée sur les hauteurs de Puy-Chabot, et on aperçut au loin le renard écartelé de trois poignards de Laugier Sa por. L'évêque de Gap avait invité la noblesse du pays à venir déployer ses prouesses en champ clos et à se mesurer avec les chevaliers de Château-Renard. Grâce à la magnifi cence de Laugier, l'œuvre de Raynard et d'Ildefons avait reçu son dernier complément, et pour transmettre à la pos térité un souvenir de son ambition et de son pouvoir féodal, le belliqueux prélat avait, comme nous Tavons dit, élevé les tours de quatre pans. C'était merveille que de voir ces murs, ces remparts serpentant sur la montagne; ces cha pelles suspendues à Tangle des courtines; ces madones priant pour les guerriers qui s'en vont au combat; ces gnomes, ces génies familiers accroupis sur les piliers des porches ; enfin ces tours qui se dressaient comme des géants que le fer des batailles n'a fait que blesser. La fête fut brillante, et Audibertde Morières soutint Thonneur de Château-Renard, en demeurant le dernier sur le terrain ; aussi les trompettes sonnèrent, les hérauts criè rent : Noël au féal chevalier ! et la belle Alix Sapor ceignit le jeune homme d'une écharpe d'un bleu céleste. La joie du noble Laugier était à son comble. Le brave prélat maniait la lance beaucoup mieux qu'il ne lisait son missel. Chaque coup d'estoc ou de taille lui allait au cœur et on le voyait, nous dit la chronique, se trémousser comme si lui-même eût combattu sous les yeux de la reine du tournoi. II était couvert de soie ; un moine tenait sa crosse ; mais un page"], [80, "BARONNIE ROYALE 68 tenait sa lance, dont la banderole se déployait au gré du vent. Deux ans après le tournoi, 1425, selon Nostradamus, on le vit mettre à exécution ses plans de campagne et les desseins de son ambition. II trempa dans la révolte des habitants de Gap. Le roi se contenta pour cette fois de le condamner, conjointement avec les consuls de cette ville, à fournir cent hommes bien équipés, pour renforcer la garnison de Marseille qui allait être assiégée par les Catalans, et de lui confisquer la terre d'Eyragues, qui fut donnée à Charles de Castillon, maître rational de Louis. Mais la clémence du roi ne devait pas toucher le cœur de ce prêtre ambitieux et ingrat : il prit une seconde fois les armes, et se rendit maître du château de Tarascon (1426), où il exerça de grandes violences sur ceux qui commandaient. Yolande tenait les rênes du gouvernement, en Tabsence de Louis III, qui était en Calabre. Elle ordonna à Barthélemy de Valori f de se rendre à Tarascon, de 1 . « Barthélemy de Valori, duc de Gaëte, marquis de Lecce au royaume de Naples, fils aîné de Gabriel de Valori et de Marguerite d'Anjou, fut successivement écuyer de la reine Jeanne, maître de la. reine Yolande et enfin gouverneur d'Anjou et chevalier du Croissant. Yolande lui fit don des châteaux et seigneuries de Marignane, des îles d'Or, et des îles de Martigues, par de» lettres patentes d'un style tout particulier, dans les quelles elle déclare que Barthélemy de Valori a généreusement quitté ses proches, ses amis, et Florence, sa patrie, pour s'attacher à son service. Registre IJlia, fol. IV. Préfecture de Marseille. II avait épousé Césarée d'Arlatan, fille de Jean d'Arlatan, surnommé le Grand, et de Bertrande des Porcellets. « Gabriel de Valori, deuxième du nom, prince de Corenza, second fils de Gabriel de Valori, né à Naples, le 11 février 1378, fut successivement"], [81, "DE CHATEAU-RENARD 69 s'emparer de la personne de Tévêque et de le confiner dans une étroite prison. Barthélemy était à Arles : il se dirigea en toute hâte sur Tarascon ; à son arrivée, Laugier s'était réfugié déjà au château de Saint-Michel. II prit néanmoins possession du château de Tarascon, dont les clefs lui furent remises par Guillaume Crespin de Châleau-Gonthier, che valier des plus valeureux; il y attendit de nouveaux ordres. Ce n'était pas sans raison que Tévêque de Gap s'était enfui à Saint-Michel. Ce manoir était devenu le rendez-vous de tous les partisans de Charles de Durazzo ; sa position dans les montagnes, en face de T abbaye de Frigolet, le mettait à l'abri d'un coup de main. Une conjuration ne tarda pas à y éclater, sous les auspices du seigneur de Saint-Michel, Jean de Buxodone, chevalier félon, qui naguère encore était le conseiller intime de Louis d'Anjou. II va sans dire que Laugier entra de cœur et d'âme dans la conjuration. II s'agissait, ni plus ni moins, de s'emparer une seconde fois du château de Tarascon; de garder Barthélemy de Valori en otage ; de dicter enfin des conditions au monarque. Le plan du prélat factieux était d'autant plus dangereux que personne ne pouvait songer à une seconde tentative premier écuyer, grand maître de la maison de son souverain, vice-roi des Abruzzes, châtelain héréditaire des châteaux de Tarascon et de Beaucaire. II avait épousé Marguerite de Laval, fille de Gui IX, sire de Laval, et de Béatrix de Bretagne, fille d'Artur II, duc de Bretagne, et d'Yolande de Dreux. Son tombeau se trouve dans le chœur de l'église Sainte-Marthe à Tarascon, devant le maître-autel. » L'abbé André, Vie de Gabriel de Valori."], [82, "70 BARONNIE ROYALE faite coup sur coup, si inopinément. D'ailleurs la garnison était très-faible, et Guillaume Crespin, après avoir remis la place entre les mains de Barthélemy, était parti en mission à Angers. Un soir donc les conjurés parvinrent à faire en trer dans le château des émissaires qui, sous prétexte de se divertir avec les soldats, enivrèrent une partie de la garni son. Lorsque la nuit fut venue, ils se précipitèrent au nom bre de cent, et tous armés, dans la première cour du châ teau. Barthélemy, étonné d'un pareil bruit, mit la tête à la fenêtre et comprit que c'était une trahison. Frappé d'un trait de lumière, il descend avec cinq de ses officiers dans la deuxième, où il trouve ses sentinelles couchées et dans un état complet d'ivresse; alors, feignant de s'associer à Tesprit du complot. Valori invita les rebelles qui étaient dans la première enceinte à entrer, comme pour leur livrer le fort. S'étant à peine avancés, un bruit sourd leur apprend que la grosse porte de fer du donjon s'est re fermée sur eux; les factieux sont prisonniers, et pendant que les chevaliers du courageux seigneur forcent les conjurés à mettre bas les armes, Barthélemy remonte, par une porte secrète, sur la terrasse du château, tire un coup d'arque buse, et appelle les Tarasconaisaux armes. La population accourt, les rebelles sont jetés dans les cachots, et avec eux, cet audacieux et incroyable prélat, que ceux qui liront cette histoire ne pourront s'empêcher de comparer à Gondy, le héros de la Fronde. Les archives municipales de Tarascon nous ont con servé ce trait de courage et de présence d'esprit; mais elles"], [83, "DE CHATEAU-RENARD. 71 ne nous ont pas appris comment Laugier trouva le moyen de s'échapper de sa prison, et de se réfugier à Château-Re nard, où il se renferma, bravant le roi et toute la Provence. Barthélemy se disposait à poursuivre Tindomptable ba ron , lorsqu'il apprit que la reine Yolande Tavait choisi pour gouverneur d'Anjou, au lieu et place de Guillaume des Roches, décédé (1427). II fut remplacé dans son com mandement par Gabriel de Valori, son fils cadet. Les lettres patentes ordonnent à Magnifique seigneur Gabriel de Valori, son grand écuyer, de se rendre à Château-Renard, de se sai sir de la personne dudil évêque et de le faire pendre sur l' esplanade dudit château. Gabriel arriva devant les murs de Château-Renard, et sans hésitation aucune, ni sommation, il fit pratiquer une brèche dans T enceinte principale du château, et se précipi tant alors à travers la muraille, à la tête de ses chevaliers, il escalada intrépidement la montagne, malgré une grêle de de balles, de flèches et de poix fondue. II arriva ainsi de vant la porte du château, qu'il fit enfoncer. Laugier n'eut que le temps de disparaître par un sou terrain, dont Toritìce existe encore de nos jours. Œuvre prodigieuse qui partait de ('intérieur du château, traversait la montagne diagonalement et conduisait les fugitifs sur les rives de la Durance. Laugier se retira en Languedoc. Gabriel l, en apprenant la fuite de l'évêque, éprouva une 1 . Gabriel de Valori, IIIe du nom et fils cadet de Rarthélemy de Va lori, né à Arles, en 1412, fut élève page de Louis II. Ce favori des comtes de Provence fut sénéchal et gouverneur de Nîmes, viguier d'Arles le"], [84, "72 BARONNIE ROYALE grande joie ; il lui répugnait de verser le sang d'un homme d'église, et d'un autre côté, les ordres qu'il avait reçus 1er mai 1466, grand écuyer de Provence le 2 février 1467, chevalier de l'Ordre du Croissant à la fondation, le 11 août 1448, grand maître de l'Ordre le 17 juin 1650. En 1456, il fut investi du droit de faire grâce aux criminels, la même année il eut la survivance du gouvernement des châteaux et villes de Tarascon et Beaucaire. Le 15 juin 1467, il présida par ordre du roi René les états de Provence. Héritier des seigneuries de Marignane et de Rognac, i! acquit la seigneurie d'Éguilles, qui lui fut léguée par le roi Louis II, comme on le voit dans son testament. « Pour donner une idée du dévouement de Gabriel, dit M. de Villeneuve-Barge mont, nous dirons qu'il vendit Marignane, Château-Renard, Eyragues, Graveson et Rognac pour venir en aide au roi René. » Gabriel fut tué au Pont-Saint-Esprit, qu'il défendait contre les routiers. Par lettres du 17 novembre 1469, René commit Guy de Qualrebarbes pour aller quérir le corps a de son parent et fidèle amy. » II avait épousé Ho norée Alvarez de Tolède, des rois de Castille, dont il eut : Rarthélemy, mort en bas âge à Tarascon; Pierre, cardinal-archevêque d'Albano; Guillonne, mariée à Jean de la Croix, seigneur de Lunek Stéphanette, mariée à Gas ton, sire d'Anduze, et Jeanne, épouse de Rodrigue de Porcellets. Depuis Allard 1 de Valori remportant, à quatre-vingts ans, la victoire de Tagliacozzo, qui donne la couronne de Naples à la maison d'Anjou; depuis Taldo Valori, envoyant deux mille Florentins au secours de la reine Jeanne, jusqu'à Louis de Valori, grand écuyer du roi Charles VII, sauvant la vie à Louis XI encore Dauphin et à Charles d'Anjou, le vendredi saint 1450, au lieu de Berhuart sur la Loire, les princes de la maison de Valoc furent associés à tous les destins des ducs d'Anjou. Montés avec eux sur les trônes de Naples, de Provence et d'Anjou, on peut dire qu'ils n'en descendirent qu'avec eux, laissant à la postérité le soin de décider qui fut le plus surprenant ou du dévouement des Valori ou de la reconnaissance de leurs souverains! — Vie de Gabriel de Valori, par l'abbé J.-J. André. correspondant du ministère pour les travaux historiques. 1. Plusieurs historions ont changé le nom de Allard en celui d'Érard ; ils ont mémo poussé l'ignoranco jusqu'à le surnommer Valcri au liou do Valori. 11 suffit de s'en rapporter à Dante qui chante les exploits du « grand Allard, n aux prioristes et aux historiens florentins ; mais surtout au testament de Charles d'Anjou. Co roi laisse 2,500 florins d'or au fils d'Allardo Valori cn mémoire de la victoire de Tagliacozzo. — L'ablic André."], [85, "DE CHATEAU-RENARD. 73 étaient formels. II se contenta de faire brûler tous les livres de Tévêque sur Tesplanade du château, et d'arborer le lambel d'Anjou sur la tour du Nord. Après avoir pris les dispositions nécessaires et laissé une garnison suffisante, Gabriel prit la route d'Arles. A mi-che min de Tarascon, il rencontra un messager du roi. II lui apportait les lettres patentes de la baronnie de Château- Renard confisquée sur Laugier. Pourvu du gouvernement et de la principauté de Gosenza, la même année, le petit-fils du grand Gabriel substitua son fils Barthélemy à ses droits sur Château-Renard. Ce jeune seigneur, pour des raisons que nous ignorons, retourna en Italie, et le roi Louis III rentra dans la possession de ce fief. C'est en vain que Lau gier Sapor fit entendre encore sa voix : « Si supplie, ledit évêque, à la haulte et sacrée majesté dudit sire, qu'il lui plaise d'incliner son piteux regard aux choses subdicles, ainsi que bon lui semblera et lui sera agréable, en tel mode que les niepces et parents dudit évesque puissent vivre selon leur estât et que ledit évesque puisse satisfaire à ses créditeurs; ainsi faisant prier pour termes, Dieu, pour T exaltation dudit sire et de sa bonne lignée. » Le conseil du roi, en lu 31, rejeta la demande de Laugier."], [86, "BARONNIE ROYALE 74 IX TANNEGUY DU CHATEL. René succéda à Louis III, en 1463 ; mais il ne put con server longtemps la baronnie. On sait que ce bon prince, qui réunissait sur sa tête les couronnes de Naples, de Lor raine et d'Anjou , manquait quelquefois de bois pour se chauffer ; faute d'argent, il engagea d'abord Château-Renard à Jean d'Arlatan1, capitaine de ses gardes, et enfin à Tan neguy du Châtel. Dans ce grand drame de la monarchie française qui 1. Jean d'Arlatan, surnommé le Grand, à cause des grands emplois qu'il eut et des grands biens qu'il posséda; car il fut conseiller du roi Louis III de Sicile et son maître d'hôtel, puis premier maître d'hôtel du roi René, et il eut les seigneuries de Gignac, de Château-Neuf-des-Marti gues et de Pélissanne. En 1423, il fut ambassadeur à Venise et à Milan, et ayant battu les Catalans sous les murs de Marseille, il reçut du roi René le don de la rue au Change de cette ville. Ceux de cette maison ont été appelés dans les contrats latins Arlatam, quelquefois Arelatani, et enfin de Arelate. L'opinion générale est que la maison d'Arlatan était issue de Bozon, roi d'Arles; elle portait sur son écu une couronne fleurdelisée et avait celte devise significative : Nul autre que nous!"], [87, "DE CHATEAU-RENARD. 75 commence à Tolbiac et dont le dénoûment nous est caché comme les desseins impénétrables de Dieu, il est des per sonnages qui n'apparaissent jamais sur la scène sans faire battre le cœur de tout bon Français, sans remuer jus qu'aux dernières fibres de Tâme de ceux qui ont un culte pour le dévouement ; Duguesclin, Jeanne d'Arc, Tanne guy du Châtel , Barbazan , La Hire , Bayard, La Roche jacquelein sont des noms saints et immortels, et il est im possible à celui qui écrit Thistoire de ne pas s'arrêter un moment quand il les rencontre sur son chemin. Entre tous ces héros, Tanneguy du Châtel nous apparaît emportant dans ses bras Charles VII et la fortune de la France, serviteur héroïque, guerrier sans peur, que Plutarque aurait placé à côté des Scipion et des Mételles ; redoutable défen seur du trône, que le trône lui-même fut obligé d'éloigner de lui. Tanguy du Châtel, ou plus communément Tanneguy du Châtel, fut d'abord prévôt de Paris, puis grand-maître de France. II était fils de Harvé du Châtel et de Ménire de Lescot. En 1404 il passa en Angleterre pour y venger la mort d'un de ses frères, et en 1407 il était chambellan du malheureux duc d'Orléans ; ce prince étant mort assassiné, il s'attacha à Louis II d'Anjou, qui lui confia le commande ment de son armée. Tanneguy défit alors celle de Ladislas, compétiteur du roi de Sicile. Le 28 mars 1418, les Bourguignons étant sur le point de s'emparer de l'hôtel Saint-Paul, le prévôt de Paris y pé nétra au péril de ses jours, prit le dauphin dans ses bras et"], [88, "76 BARONNIE ROYALE Temporta. L'année suivante, le jeune prince le nomma ma réchal de ses guerres. Quant àl'événement du pont de Mon tereau, Sainte-Foix justifie pleinement, selon nous, cet illus tre guerrier; mais lors même que l'histoire ne Tabsoudrait pas au point de vue de la loyauté et du droit des gens, il y a ici une large part à faire aux circonstances. Tanneguy, dans son aveugle fidélité, ne voyait, d'un côté, qu'un roi malheureux, trahi par tous, et de l'autre, qu'un rebelle puis sant, audacieux, qui avait souillé sa rébellion et sa félonie par des crimes sans nombre et une alliance avec TAngleterre. D'ailleurs, le duc d'Orléans n'avait-il pas été assassiné dans la rue Barbette? Sang pour sang, telle est la loi fatale des partis! Sans doute Tassassinat est une arme maudite, même vis-à-vis d'un coupable et dans la main des rois; l'histoire a flétri de son inflexible burin Henri III ordonnant à des sicaires de frapper son ennemi. Mais si nous avions vécu du temps de Tanneguy, nous aurions été son témoin lors qu'il offrit de combattre ses calomniateurs en champ clos. Tanneguy passait, dans l'un et l'autre parti, pour un homme prudent, généreux, plein de modestie et de candeur. Charler Ier, duc de Bourbon, qui accompagnait, lui dixième, Jean-sans-Peur au pont de Montereau, se déclara haute ment pour Charles VII et Tanneguy du Châtel, donnant tort au duc » qui, disait-il, s'était attiré ce malheur. » En etì'et, la lâche cruauté dont on l'accusait paraît bien invraisemblable dans un guerrier auquel Jean-sans-Peur avait dit en entrant sur le pont et lui frappant sur Tépaule:"], [89, "l)E CHATEAU-RENARD. 77 « Voilà celui en qui je me fie... » Qui pourrait croire aussi que Tanneguy et Charles VII aient fait rouler trois fois le corps du duc de Bourgogne dans son sang , pour s'assurer s'il était mort? Jean Louvet, président de Provence et beau-père de Dunois, défendit chaudement Tanneguy; mais Arthur de Richemont Temporta, et obtint le bannissement de tous ceux que l'opinion accusait du meurtre de Jean-sans-Peur. Tanneguy, qui revenait alors d'assembler les arbalétriers de Provence, courut se jeter aux pieds de son maître, « et le pria, dit Jean Bouchet, de l'envoyer quelque part hors de son royaume, et qu'il lui plust aveoir pitié de son vieil âge, en sorte qu'il eust toujours de quoi vivre comme ancien che valier. « Le roy ne pust oyr sa requeste sans larmes, et lui dit : « Prévost de Paris, mon amy, vous appellera y toujours mon « père, et puisque vous consentez à aller hors du royaume, « retirez-vous en la cité de Beaucaire, dont je vous donne « l'office de grand séneschal ; et si serez payé de vos « gaiges de prévost de Paris... Et si veux que me appelez « votre fils. » René d'Anjou le nomma, en 1442, gouverneur, grand sénéchal de Provence et lui engagea Château-Renard. Tan neguy présida à la formation du parlement de Toulouse, et en 1449, alla en ambassade à Rome ; il mourut en 1452, extrêmement vieux. On trouve, dans une délibération des états de 1443, « qu'attendu T amour et Taffection que le magnifique cheva-"], [90, "RARONNIE ROYALE 78 lier Tanneguy du Châtel , sénéchal de Provence, a pour le pays, les seigneurs lui font accorder un don de 15,000 flo rins. » Tanneguy n'eut point d'enfants de Sybille Le Voyer, sa femme."], [91, "DE CHATEAU-RENARD. 79 X LA MAISON Dlì BEAU VA U. Le 14 juin 1453, René vendit Château-Renard à Louis de Beauvau, son premier chambellan et sénéchal d'Anjou. Louis de Beauvau appartenait à une des plus illustres familles d'Anjou ; les seigneurs de cette maison avaient seuls le droit, avec ceux de notre maison, de prêter foi et hom mage aux ducs d'Anjou, debout et la tête couverte1. Louis était fils de Pierre de Beauvau et de Jeanne de Craon , cette femme courageuse qui consentit à Topération césarienne pour sauver la vie à l'enfant qu'elle portait dans ses entrailles, et qui paya de sa vie son sacrifice sublime. La charge de grand sénéchal de Provence, qu'il venait d'obtenir, lui donnant l'occasion de visiter souvent Château- Renard, il décora magnifiquement Tintérieur du château et l'orna de peintures, depuis le vestibule jusqu'au second étage. Les restes de ces peintures se voyaient encore dans 1 . Voyez aux chapitres précédents."], [92, "80 BARONNIE ROYALE la grande salle du château, à la Révolution, et elles avaient ainsi survécu à trois siècles révolus. On voyait dans cette salle, à tous les entre-deux des croisillons des voûtes, les armes de Beauvau qui sont d'ar gent à quatre lionceaux de gueules, armés, lampassés et cou ronnés d'or, écartelés de Craon qui sont losangées d'or et de gueules. On y voyait aussi les armes de Marguerite de Chamblay, première femme de Louis de Beauvau et mère dTsabeau de Beauvau, comtesse de Vendôme : ces armes portent de sable à une croix d'argent cantonnée de quatre fleurs de lis d'or. Toutes ces armoiries sont accompagnées de la devise sans départir, qui se trouvait dans tous les coins de la grand'salle : devise représentée par un tronc d'arbre d'où sortaient plusieurs rameaux coupés de distance en dis tance. La devise sans départir a toujours été celle de la maison de Beauvau-Craon. D'après une lettre du marquis de Beau vau-Craon, premier écuyer du duc de Lorraine, elle rappelle ou .bien la constance et la force dans T union conjugale de Pierre de Beauvau et de Tinfortunée Jeanne de Craon, ou T union fraternelle de Louis et Jean, fils de Pierre de Beau vau, et cette dernière explication me paraît d'autant plus juste qu'il y avait sur un des murs de la salle précitée une peinture représentant deux hommes habillés à la romaine, le casque en tête. Ils se tenaient entrelacés et étaient appuyés sur le tronc d'un arbre dont les racines s'enlaçaient aux deux jambes, avec cette devise : sans départir. Louis de Beauvau fit son testament le l\\ septembre \\h 59,"], [93, "DE CHATEAU-RENARD. 81 et par une clause formelle, il laissa la terre de Château- Renard et tout le reste de sa succession à l'aîné de ses en fants. Ce personnage mourut en J462. Frederick de Lorraine, comte de Vaudémont, gendre du roi René et son héritier présomptif, avait vu avec le plus grand regret la baronnie de Château-Renard avec toutes ses belles terres passer dans les mains de Louis de Beauvau. C'est pourquoi, après la mort de ce seigneur, il en poursuivit avec empressement la réunion au domaine de Provence, dans Tespérance de pos séder lui-même ces riches domaines. Quelques années après, le duc de Lorraine, pour s'as surer encore mieux de la baronnie de Château-Renard, se la fit donner par lettres patentes du 21 septembre 1467. C'est à cette occasion que le célèbre Jean Cossa, comte de Troïa, et lieutenant du roi en Provence , vint à Château-Renard et fit procéder à la prise en possession du duc de Lor raine. Pierre de Beauvau, frustré de ses droits par le duc de Lorraine, finit cependant par rentrer dans l'héritage de son père, et il en fut paisible possesseur jusqu'en 1493, époque h laquelle il vendit Château-Renard à Étienne de Vesc. Les biens les plus considérables de la maison de Beau vau étaient situés en Anjou et en Lorraine; les terres que Pierre possédait en Provence ne pouvaient lui convenir long temps, à cause de Téloignement de sa première patrie. II proposa au roi René de les lui remettre en échange d'autres terres qui seraient plus à sa convenance, et René, enchanté 6"], [94, "82 BARONNIE ROYALE de rentrer dans cette belle seigneurie que ses ancêtres avaient toujours affectionnée, fit échange, le 8 juin 1-476, de cette terre contre la prévôté et ville de Gondrecourt et de Vienne-le-Châtel , au bailliage de Clermont, le tout situé dans le duché de Bar. Pierre partit pour la Lorraine; mais il y trouva de telles difficultés pour s'y faire reconnaître, qu'ayant de nouveau recours à la bonté inépuisable de René, il obtint, par acle du 21 avril 1477, annulation de cet échange. II était écrit que Pierre de Beauvau ne serait jamais pos sesseur tranquille de la baronnie. En J489, il fut troublé dans sa possession par un procès inique, qui lui fut intenlé par les hoirs du fameux évêque de Gap, Laugier Sapor, dont nous avons tant parlé. Pierre fut assigné devant le grand sénéchal et sommé de restituer Château-Renard et ses annexes, comme héritage légitime de Laugier-Sapor. La partie principale était alors Louis de Gast , seigneur de la Barge, chambellan du roi Charles VIII. Ignorant le vice essentiel des prétentions des hoirs Sapor, et crai gnant l'issue d'un procès aussi important contre un fa vori entreprenant, hardi et héritier, sans doute, de la turbulence de la famille Sapor, Pierre de Beauvau résolut de vendre tout ce qu'il possédait en Provence. II était grand- sénéchal de Lorraine et avait été assez troublé dans sa possession pour ne plus vouloir encourir de nouveaux ennuis; il chercha un acheteur, qui ne se fit pas longtemps attendre. Étienne de Vesc, sénéchal de Beaucaire et chambellan"], [95, "DE CHATEAU-RENARD. 83 du roi Charles VIII, trouva cette seigneurie à sa convenance. étant déjà seigneur de Caromb, qui n'en est pas éloigné. II était extrêmement riche, et sa fortune, qui avait été rapide au service de son jeune prince, s'était encore accrue, en 1492, de la meilleure part de 8,000 ducats d'or que Ludovic le More avait fait distribuer aux chambellans de Charles VIII, pour les corrompre et les mettre dans ses intérêts. Ludovic y réussit, car Vesc conseilla à son maître Texpédition du royaume de Naples, et voilà le résultat de la politique de Louis XI; il avait entouré son fils de valets salariés : ils firent leur office. Dans de pareilles circonstances, Étienne de Vesc ne crut pas pouvoir mieux employer son argent qu'en achetant une baronnie célèbre et en se récrépissant au moyen de la gloire des autres. U entra en marché avec Pierre de Beauvau, et le 10 avril H93, Tacte de vente fut passé, moyennant 15,000 ducats d'or, que l'acheteur paya comptant, comme il appert par cet acte. Philippe de Comines nous apprend, dans ses mémoires sur la vie de Charles VIII, que cet Étienne de Vesc était d'une origine obscure. II servit dans ses premières années en qualité de valet de chambre, sut capter la confiance du roi, et ce fut principalement à ses instigations et à celles de Brissonet, que Charles entreprit la guerre d'Italie, malgré l'avis de tout ce qu'il y avait de sage en France. Après le témoignage de Comines sur Étienne de Vesc et sur sa nais sance, nous ne commencerons qu'à lui la généalogie de sa famille."], [96, "BARONNIE ROYALE 84 Étienne de Vesc n'eut pas beaucoup de loisirs à consa crer aux améliorations et aux réparations qu'il prétendait faire au château et à la terre depuis son acquisition; il fut obligé de suivre Charles VIII à cette expédition qu'il avait si coupablement suggérée. Ce prince quitta Vienne le 23 août 1494- Ce ne fut que quatre mois après, en novem bre 149Ù, qu'il revint en France, et Étienne de Vesc com mença à s'occuper de ses intérêts propres; il ne négligea rien pour affermir ses droits. De son mariage avec Anne Courtois, d'une origine ana logue à la sienne, Vesc n'eut qu'un fils, Charles de Vesc. II fit, par testament du 18 janvier 1501, une substitution réelle et graduelle de la baronnie de Château-Renard à ses succes seurs, de mâle en mâle, l'aîné préféré aux autres, et il porta cette substitution à l'infini, suivant les termes exprès de cette disposition. II mourut dans cette volonté en 1500. Charles de Vesc fut marié à Antoinette de Clermont- Lodève. II en eut plusieurs enfants; mais leur mort fit tom ber en quenouille cette famille dans la personne de Jeanne de Vesc , qui resta unique héritière non-seulement des seigneuries de Château-Renard, Eyragues et toutes leurs dépendances, mais encore des baronnies de Grimaud, de Montlord, de Montauban et de tous les autres biens de la maison de Vesc, qui étaient alors très-considérables. Jeanne était donc une fort riche héritière; elle fut bientôt recherchée par les plus grands seigneurs du royaume, et François d'Agout, seigneur de Saut, obtint sa main en 1544."], [97, "DE CHATEAU-RENARD. 85 XI la maison d'agout. — charles ix et catherine de méd1cis. — une néroine (la comtesse de saut). Le nouveau seigneur se hâta de mettre en bon ordre les affaires de la baronnie ; la famille de Vesc l'avait engagée au cardinal de Clermont-Lodève, vice-légat, et à ses héri tiers. Le seigneur de Saut étouffa cette importante affaire, et le procès fut terminé par une transaction du 3 décembre 1561. En 1554, les communes de Château-Renard, de Rogno nas et d'Eyragues prêtèrent serment à François d'Agout et à Jeanne de Vesc. François-Louis d'Agout, son fils, lui succéda, et comme il était encore mineur, messire Thomas de Pazzi, seigneur d'Aubignan, lui fut donné pour gouver neur et administrateur de ses biens. En 1582, François, alors chevalier des ordres du roi. épousa Christine d'Aguerre, fille de Claude, seigneur de Vienne-le-Châtel, et veuve d'Antoine de Créqui, sire de Blanchefort, son premier mari. François-Louis d'Agout mourut en 1590. II ne restait"], [98, "86 BARONNIE ROYALE plus de mâle de cette famille que Louis d'Agout, fils du sei gneur et de Christine d' Aguerre. Louis d'Agout, étant sur le point d'aller voyager dans les pays étrangers, institua Chris tine d' Aguerre, sa mère, pour héritière universelle, sans égard pour sa sœur, la comtesse de Montrevel, dame de Caromb. De retour en France, il passa le reste de ses jours à la cour de Henri IV, et mourut d'une fièvre violente en 1609, à Tâge de 26 ans '. Christine d'Aguerre était une femme d'intelligence et de cœur ; l'histoire Tappelle héroïne. Mais avant de raconter les hauts faits de Tintrépide comtesse, nous allons mention ner le passage de deux hôtes illustres à Château-Renard. Des troubles sanglants avaient éclaté en Provence, et ils avaient eu pour signal Tassassinat de Richelieu, seigneur de Mauvans. Le baron des Adrets et Montbrun, son lieutenant, avaient commis les atrocités qui ont ensanglanté leur mé moire; de part et d'autre on en était venu aux dernières extrémités. Le roi Charles IX voulut contribuer par sa présence à faire renaître un calme que les populations appelaient de tous leurs vœux. Suivi d'un cortège qui étalait une pompe royale, il se dirigea vers ces contrées et vint faire une entrée brillante à Avignon, où il fut reçu par le vice-légat avec les honneurs dus à la première couronne de l'univers. De là le roi se rendit à Château- Renard, où il fut reçu 1. Les historiens provençaux prétendent que la famille d'Ajout s'étei gnit dans sa personne. Tout en réservant notre opinion à ce sujet, nous avons cru mentionner cette tradition."], [99, "DE CHATEAU-RENARD. 87 avec magnificence par François d'Agout. « Voilà, dit le monarque, en arrivant sur la terrasse et en apercevant la vaste plaine à laquelle le château commandait, voilà un bon terrier pour un renard. » Charles n'oublia pas Thospitalité qu'il avait reçue à Château-Renard : car peu de temps après il érigeait la ferre de Saut en comté. Le roi alla ensuite à Saint-Remy, puis à Salon, où il rencontra le fameux Michel Nostradamus ; puis à Aix, à Tarascon et enfin à Beaucaire, d'où il revint dans l'intérieur de la France. Après son départ, il y eut un moment de calme ; il ne fut pas de longue durée. La Saint-Barthélemy n'eut, il est vrai, qu'un léger retentissement en Provence; mais à la mort du comte de Tavannes, gouverneur de Provence, la jalousie éclata entre le maréchal de Retz, gouverneur, et le comte de Carces, lieutenant du roi, et elle engendra de nouveaux et graves désordres. Catherine de Médicis, qui se souvenait du bon effet pro duit par son dernier voyage, retourna en Provence, et Château-Renard vit de nouveau le cortège des rois s'avancer vers ses murs. Revenons à notre héroïne. Deux grandes factions régnaient en Provence ; la faction du comte de Carces, dont le neveu, de Vins, avait été nommé général de la Ligue, et la faction du gouverneur Bernard de Nogaret de la Valette, frère de d'Epernon. La lutte avait pris de telles proportions, qu'un parle ment, présidé par de Vins, siégeait à Aix, et un autre, par la Valette, à Pertuis. La mort d'Henri III étant survenue"], [100, "BARONNIE ROYALE 88 sur ces entrefaites, chacun des deux partis prit ses disposi tions pour conserver son avantage. Le parlement d'Aix re connut le cardinal de Bourbon sous le nom de Charles X, et celui de Pertuis Henri IV. De Vins fit demander du secours au duc de Savoie; La Valette réclama Tassistance des seigneurs du Languedoc, et le duc de Montmorency accourut; mais le comte de Carces, fils du sénéchal, et Castellane d'Ampus taillèrent son armée en pièces, sur les bords du Rhône. La Valette fut plus heureux sous les murs de Grasse : car il s'en empara, et l'illustre de Vins y fut tué d'un coup d'arquebuse. A cette nouvelle , le comte de Carces voulut être le chef de parti, comme Tavait été de Vins, et chercha ainsi à étendre son pouvoir et son influence; mais il rencontra, dans la personne d'une femme , son rival le plus redoutable. Cette femme était la comtesse de Saut, baronne de Château- Renard. La comtesse, après la mort de son époux et celle de de Vins, son beau-frère, voulut aussi conserver la puissance que sa maison s'était acquise en Provence, depuis un grand nombre d'années. De sa propre autorité, elle dépêcha des envoyés au duc de Savoie, pour le presser de donner un secours qu'il avait promis ; elle alla même jusqu'à engager ce prince à venir de sa personne faire la guerre. Le comte de Carces fit tous ses efforts pour s'y opposer ; enfin le parti de la comtesse l'emporta et décida le parlement à accepter le secours du duc de Savoie. Ce prince, nommé généralissime des armées de la"], [101, "DE CHATEAU-RENARD. 89 Ligue, fit son entrée en Provence, du côté de Nice, avec 7000 fantassins et 2000 cavaliers. La Valette eut un instant le dessous ; mais ayant reçu des secours de Lesdiguières, il profita du temps où le duc de Savoie était occupé à assié ger Berre, pour s'emparer de presque toutes les places situées dans la viguerie de Tarascon. Après avoir assiégé et pris Graveson, il envoya un trompette sommer François de Vaudennes, gouverneur de Château-Renard, de lui remettre cette place. Le gouverneur refusa. La Valette fit amener du canon, s'empara du châ teau et fit pendre Vaudennes sur Tesplanade du château, pour le punir de sa fidélité. C'était le dernier de cette race dévouée depuis plus de trois siècles à la cause des seigneurs de Château-Renard. Cependant Christine ne tarda pas à s'apercevoir des desseins secrets de Charles-Emmanuel. La conduite de ce prince laissait entrevoir, même aux plus incrédules, que tout en invoquant Tintérêt de la religion et des peuples, il n'agissait que pour lui-même et dans le but de réunir la Provence à sa couronne. La comtesse de Saut ne pouvait oublier ce qu'elle devait à la maison royale de France; elle se sépara ouvertement du duc de Savoie. Celui-ci ac courut à Aix, s'empara de la ville, malgré sa résistance, et força le parlement à décréter d'accusation la comtesse de Saut. Ce fut dans cette circonstance qu'apparut toute l'énergie de- cette femme généreuse et fière. Reconnaissant quelques conseillers parmi les personnes qui étaient venues pour"], [102, "90 BARONNIE ROYALE s'emparer de sa personne : « Gens sans honneur, leur dit elle avec indignation, il n'est aucun de vous à qui je n'aie sauvé la vie, et vous auriez Taudace de porter la main sur celle qui fut votre maîtresse! Le duc, cette nouvelle idole que vous encensez aujourd'hui et que vous abattrez demain, si le sort lui devient contraire, n'avait-il donc pas parmi ses sujets de Provence d'autre choix à faire pour assouvir sa vengeance, que ses ennemis et les miens? Oui, je consi dère comme le dernier outrage d'être livrée par lui entre les mains d'hommes tels que vous. » Alors un de ces con seillers (l'histoire, pour son honneur, ne nous en a pas conservé le nom) se laissa aller à un de ces mouvements de colère qui ont flétri le nom de Lindsay à la prison de Loch-Leven ; il leva la main et s'écria : «Que n'exécutons nous les ordres que nous avons reçus? » Christine de Saut, non moins fière que Tinfortunée Marie Stuart. mais plus impétueuse, se redressa avec hauteur : « A genoux, s'écria t-elle, le misérable qui ose lever la main sur la comtesse de Saut. » Puis se retournant vers les autres : « Faites, faites, continua-t-elle , vous ne trouverez pas dans mon cœur de femme assez de lâcheté pour craindre la mort, assez de bassesse pour implorer votre pitié, ni celle du traître qui vous envoie. Plus que vous ne croyez, la race de Saut est puissante et son parti dévoué. Votre sang répon dra du mien, et l'histoire dira que des officiers dépositaires de T autorité du roi de France n'ont point reculé devant un crime pour assouvir T ambition d'un étranger. » Le ton de hardiesse et de fermeté de la courageuse"], [103, "DE CHATEAU-RENARD. 91 comtesse de Saut imposa aux envoyés, qui se retirèrent confus, sans exécuter aucun acte de violence. Au chevalier de Chasteuil fut réservée la mission de réduire la comtesse et son jeune fils en état de captivité, aucun des gentilshommes de marque n'ayant voulu servir de geôlier à la première dame du pays. Sans cesse mena.cée d'être transférée au château de Nice, Christine s'échappa sous des habits d'homme, monta à cheval et se réfugia à Marseille, accompagnée de son fils et d'un seul domestique. A son arrivée, la ville tout entière se souleva en sa faveur. Pendant ce temps, La Valette et Montmorency repre naient Tavantage, de telle sorte que la cause de la Ligue était à tout jamais perdue si la mort n'avait pas surpris La Valette au milieu de ses succès. Lesdiguières prit mo mentanément le commandement de Tarmée royaliste et maintint Tavantage. Le comte de Carces, qui avait remplacé le duc de Savoie , essaya vainement de s'emparer de Mar seille par trahison : il fut honteusement chassé. Christine. à cette nouvelle, s'était jetée de nouveau dans cette grande cité; mais sa fortune touchait à sa fin. Cazeneuve, qui avait été son ami le plus dévoué , jaloux de Tautorité et de Tascendant de Théroïne , eut la lâcheté de susciter contre elle une émeute. La comtesse de Saut eut la douleur de se voir expulser d'une ville qu'elle avait sauvée deux fois. Elle s'en alla, la rage dans le cœur, et se retira à Château- Renard, d'où elle se rendit à la cour de Henri IV. Là elle termina sa brillante et romanesque carrière."], [104, "92 BARONNIE ROYALE En 1597, Henri IV, ayant tenu les états du royaume à Orléans, fit un édit par lequel il fut ordonné que tous les forts et châteaux du pays de Provence qui avaient si fort servi à l' entretien des dernières guerres seraient démolis et abattus; ce ne fut qu'à la considération de la comtesse de Saut et des grands services rendus par elle à la couronne de France, que le château de Château-Renard ne fut pas compris au rôle de ceux qui devaient être rasés. Le com missaire Rampalle , délégué à la démolition des fortifica tions qui se trouvaient dans la viguerie de Tarascon, se contenta, pour la forme, d'abattre quelques guérites faites nouvellement et de combler les fossés du côté du midi; ce qui nous apprend que rien n'avait été épargné pour rendre la place formidable, puisqu'on avait entouré le don jon de fossés qui , par leur position naturelle , se trouvaient à plus de 100 mètres au-dessus du niveau de la plaine. Christine avait été instituée, comme nous Tavons dit, héritière universelle de tous les biens de la maison de Saut; elle nomma pour son héritier Charles, sire de Créqui, qu'elle avait épousé en 1572. Cette exclusion de la comtesse de Montrevel, sa fille du second lit et sœur de Louis d'Agout, excita un très-grand procès entre la maison de Créqui et celle de Montrevel. Nous ignorons si ce procès fut terminé par transaction; niais ce qui est certain, c'est que le sire de Créqui jouit paisiblement de la baronnie de Château- Renard jusqu'à l'époque où il la céda et trans porta à François Draq de Villeneuve, marquis de Trans et des Arcs."], [105, "DE CHATEAU-RENARD. 93 Nous avons sous les yeux plusieurs actes dans lesquels Charles, sire de Créqui, prend les titres d'Agout, Vesc, Montlord, Montauban, Bouliers, comte de Saut et baron de Château-Renard. Au surplus, les armes de Créqui, qui étaient appendues à la clef de voûte de la salle dite du Baronnage, entre la tour du Griffon et celle des Trois- Poignards, prouvent que le testament de Christine avait eu son entier et plein effet. Le 2 octobre 1617, Charles de Créqui transigea avec François Draq de Villeneuve, et, moyennant 369,000 écus, il transmit à ce seigneur les terres , châteaux et seigneuries de Château-Renard, Rognonas, Graveson et Eyragues1. En vertu de cette transaction, François de Villeneuve posséda la baronnie de Château-Renard , depuis le 1er jan vier 1618 jusqu'au 29 novembre 1628, où il la vendit à Jean d'Hostége d'Ismaël , seigneur de Valquembourg, gouver neur de la principauté d'Orange pour la maison de Nassau, et célèbre par la trahison au moyen de laquelle il voulut 1. C'est le 17 novembre 1628 que le marquis de Villeneuve vendit la seigneurie d'Eyragues à François de Bionneau, receveur de la marine. Cette famille était issue, en 1555, de Jean rie Bionneau et de Perrette Chesnier. — Artifeuille, Nobiliaire de Provence, t. I, p. 146. Nous n'avons pas le dessein de contester à une famille honorable le titre de marquis d' Eyragues. Si elle le porte, c'est qu'elle en a le droit. Histo rien de la baronnie de Château-Renard, à laquelle appartenait Eyragues, je dois faire observer qu'avant 1789, jamais Eyragues n'a été érigée en marquisat. L'état 'officiel, que nous publions plus loin, des cinquante-huit marquisats de Provence le prouve jusqu'à l'évidence. II est à présumer que c'est Louis-Philippe ou Napoléon III qui a concédé ce titre à MM. de Bionneau."], [106, "94 BARONNIE ROYALE livrer le domaine de son maître à Louis XIII, ce dont il fut empêché par le dévouement et la fidélité de Vincens de Causans. Mais cette vente fut bientôt annulée par la mort de Jean d'Ismaël, qui fut assassiné à Orange dans une émeute populaire. Le seigneur de Valquembourg s'était engagé à payer 159,000 écus aux créanciers les plus privilégiés de la mai son de T1'3-113- Cette maison , pour acquitter ses dettes , chercha donc un acquéreur pour la terre de Château- Renard. La communauté de Château - Renard crut l'occasion favorable de secouer à tout jamais le joug de ses anciens seigneurs, et elle offrit de se mettre au lieu et place de la seigneurie, moyennant la somme de 150,000 écus. La po sition de François de Villeneuve était si difficile qu'il allait accepter, lorsque François d'Aymar, président à la cour des comptes, fit faire des propositions tellement avanta geuses au marquis de Trans qu'il repoussa toutes celles de la communauté. Le prix de la baronnie fut porté à 165,800 écus, c'est-à-dire 15,800 écus de plus que la communauté de Château-Renard n'en offrait."], [107, "DE CHATEAU-RENARD 95 Xll SIEGE DE 16í|9. — LOUIS XIV A C HATE A U-RENARD. La famille Aymard, proprement Aymaris, a pour auteur Guillaume Aymaris, conseiller au parlement, en 1554. Arle feuille et Robert de Briançon rapportent la noblesse des Aymars depuis ce Guillaume. Les descendants de Guillaume Aymaris ont toujours vécu noblement depuis environ trois siècles; ils se sont alliés à des familles distinguées de Provence , ont occupé plusieurs emplois au parlement et à Tannée, et ont rendu leur mémoire recommandable non-seulement par cette belle acquisition de la baronnie de Château-Renard, mais encore par des fondations pieuses et toutes sortes de bonnes œuvres. Le président d'Aymar ne mit jamais les pieds dans la baronnie de Château-Renard : car Tacte de vente avait été passé le 14 novembre 1630, et le 17 il tombait malade dans son hôtel de la ville d'Aix, pour ne plus en sortir que le 12 janvier où il mourut."], [108, "BARONNIE ROYALE 96 Sur ces entrefaites , Tordre de s'emparer de tous les lieux et châteaux appartenant aux parlementaires arriva au gouverneur, qui était alors le comte d'Alais. Celui-ci, comme on peut bien le croire, saisit ávec empressement Toccasion de s'emparer de Château-Renard, et il dirigea sur le-champ des troupes de ce côté. La présidente d'Aymar ne fut pas inquiétée par cette nouvelle, et elle se prépara à une vigoureuse résistance. II y avait, en effet, un grand intérêt pour Thonneur, bien plus que pour la fortune de la famille d'Aymar, à montrer, dans cette occurrence, qu'elle était digne d'occuper le rang que T acquisition de cette ba ronnie fameuse venait de lui donner : une femme fut seule à la hauteur des circonstances. Elle convoqua le ban et T arrière-ban de ses vassaux , fit placer dans les embrasures et sur les plates- formes du château toutes les pièces d'ar tillerie qui étaient en son pouvoir. Les brèches furent réparées, une sixième enceinte fut élevée sur T emplacement même du cours actuel, de telle sorte que la rivière du Réal forma un fossé naturel qui vint battre les nouveaux remparts, et le village enfermé dans les fortifications du seigneur devint solidaire de sa fortune , heureuse ou mal heureuse. , Les chemins furent coupés , les rues barricadées ; enfin des munitions nombreuses furent introduites dans le donjon et ensuite distribuées aux soldats et aux habitants. On le voit, la présidente n'avait rien épargné pour tenir longtemps. Or, pendant que la châtelaine prenait ces dispositions. le conseil de ville s'était assemblé sous la présidence d'An-"], [109, "DE CHATEAU-RENARD. 97 dré de Villèle, ancien capitaine au service du roi, et de son fils Marc de Villèle, premier consul. On délibéra sur les mesures à prendre dans le cas où la première enceinte serait forcée, et André de Villèle par tagea les défenseurs du village en deux bandes sous le commandement de deux notables : les sieurs Vicary et Réginel. A Tappel de la présidente, les vingt-cinq gentilshommes du ban étaient accourus. La garnison se composait de 700 hommes, dont 200 dans la forteresse et 500 dans la ville, plus une compagnie de francs-tireurs que le gouver neur de Montélimarl, Viriville, lui avait envoyée : ces tirail leurs furent échelonnés sur les flancs du coteau, cachés derrière les arbres. En outre, Joseph de Montsallier, oncle du seigneur, vint se jeter dans la place; mais la présence de cet homme inepte et présomptueux fut la cause des plus grands malheurs. Tout était ainsi préparé, lorsque, le 1er août 1649, les troupes du comte d'AIais, commandées par messire Antoine de Tambonneau, marquis de Vignau, lieutenant-colonel de la cavalerie légère de France, débouchèrent sur la route de Sainl-Andéol à Noves. Vignau ne s'attendait nullement à une résistance de la part d'un château commandé par une femme; il s'avançait tranquillement, lorsque, à la hauteur de Noves, il fut assailli par une troupe de cavalerie commandée par Jean de Méseilhon; les cavaliers parlementaires char gèrent les troupes royales avec intrépidité et ne se retirèrent qu'après leur avoir fait essuyer une perte de 300 hommes."], [110, "BABONNIE ROYALE 98 Cet incident fit ouvrir les yeux au sieur de Vignau, et ce fut avec une extrême prudence et beaucoup d'ordre que son armée, composée de deux mille fantassins et mille cavaliers, parut sur les hauteurs de Saint-Martin. Le général campa sur cette montagne, et, après avoir tenu conseil avec les officiers, il envoya un messager pour parlementer avec les habitants cle la ville. Mais il ne put approcher des murs; car André de Villèle lui fit répondre par un feu de mousqueterie, et les francs-tireurs de Viriville vinrent inquiéter les royalistes jusque dans leurs retran chements. Le marquis de Vignau fut étrangement surpris de trou ver les choses en cet état, et, comprenant que ses forces étaient insuffisantes, il envoya demander des secours au comte d'AIais; mais ce secours devint inutile par la défail lance de l'un des défenseurs du château. Comme la famille Aymar de Monsallier existe encore, que la vérité est un apanage de l'histoire et que d'un autre côté nous ne vou drions pas être accusé d'un jugement trop sévère, nous repoussons la responsabilité du récit qui va suivre, et nous renvoyons le lecteur au manuscrit du sieur Joseph d'Aymar de Brès, proche parent du sieur de Monsallier; c'est lui qui nous transmet sur son cousin germain les détails que nous rapportons; voilà certainement un témoignage irrésistible pour le lecteur. Continuons. Pendant ces premières démonstrations d'hostilités, un conseil de guerre s'était assemblé dans la grand'salle du château.- Le sieur de Monsallier, s'appuyant sur ce qu'il"], [111, "DE CHATEAU-RENARD. 99 était le plus proche parent du seigneur et sur son âge, ré clama impérieusement le commandement du château. Cette proposition fut mal accueillie par tant de vaillants hommes qui voyaient ainsi l'autorité passer entre les mains d'un homme qui n'avait- jamais fait la guerre. Au surplus, les gentilshommes du pays, qui étaient accourus avec joie pour accomplir leur devoir envers le possesseur du fief, ne pouvaient servir qu'avec regret sous les ordres d'un étranger. La présidente elle-même était de cette opinion ; mais craignant un éclat préjudiciable aux intérêts de son fils, elle céda, et Joseph de Monsallier, devenu maître du châ teau, put le livrer à loisir aux ennemis de son neveu. Les choses étaient en cet état , lorsque le marquis de Vignau apprit que Monsallier commandait; il en fut rempli de joie. II s'écria : qu'il ne serait pas dit qu'il eût fait un mauvais parti à son meilleur ami ; qu'ils avaient été ensem ble àTAcadémie, etc. Puis il envoya un trompette à M. de Monsallier pour le prier de venir conférer avec lui. Ce trom pette aurait été accueilli comme son devancier, si Monsal lier n'avait pas donné aux sentinelles des ordres secrets, et qui étaient étranges de la part d'un homme qui se disait soldat. Le trompette rendit compte de sa mission, et M. de Monsallier monta à cheval et se dirigea vers la porte de la ville. C'est alors qu'il rencontra Marc de Villèle, qui fit des efforts inutiles pour s'opposer à son dessein. Le sieur de Monsallier continua son chemin, et il promit au marquis de lui livrer le château, à condition qu'il serait à Tabri du"], [112, "BARONNIE ROYALE 100 pillage et que la garnison serait conduite sous bonne escorte jusqu'à la rivière de Durance. « Et c'est ainsi, dit Joseph d'Aymard de Brès, que Monsallier livra la forteresse, au préjudice de son neveu. » Pendant la nuit, des sentinelles débauchées par Mon sallier livrèrent une poterne au sieur de Vignau, qui, au mépris du traité, livra la ville et le château à ses sol dats. M. de Monsallier lui-même ne fut pas épargné; car un soldat du régiment, ayant remarqué sur ses épaules un grand manteau écarlate brodé en or, se jeta sur lui ; tous deux roulèrent les marches de Tescalier en se battant, et le man teau resta au soldat, qui était le plus fort. Le vainqueur ne se conduisit pas avec plus de loyauté à l'égard de la garni son. Les soldats qui la composaient tombèrent dans plusieurs embuscades qui leur furent dressées par Tescorte qui était d'accord avec les pillards, et lorsqu'ils arrivèrent sur les bords de la Durance, les malheureux n'avaient plus rien. Non content d'avoir pillé et rançonné les habitants de Châ teau-Renard, le sieur de Vignau les força de souscrire un billet de 15,000 écus, et il couronna ses trahisons en faisant jeter en prison les sieurs de Villèle et de Vento, consuls qui avaient si admirablement rempli leur devoir. Dans une telle extrémité, les habitants eurent recours à la présidente d'Aymard, qui, touchée de compassion, fit un billet de ladite somme au marquis de Vignau, et le bonheur qu'elle eut par là de garantir tout Château-Renard du pil lage dut consoler toutes les pertes qu'elle avait essuyées."], [113, "DE CHATEAU-RENARD. 101 Mais les bienfaits rencontrent souvent Tingratitude, et la généreuse châtelaine eut à soutenir une lutte avec la com munauté de Château-Renard. Les habitants, gouvernés jusque-là par les plus grands seigneurs et par des familles de chevalerie, ne se soumirent qu'avec peine à une famille de robe, respectable sans doute, mais qui n'attirait sûrement encore, ni par son ancienneté ni par son origine, ce respect que le peuple professe pour T antique et vraie illustration. Le fait est certain, il est men tionné par Joseph d'Aymard lui-même. Les Château-Renar dais ne voulurent pas devenir les vassaux de ces nouveaux seigneurs. Ce sentiment se traduisit par une révolte générale et par les démonstrations les plus violentes. En effet, le 2 décembre 1636, il y eut un grand conseil, et malgré Téner gique opposition de Marc de Villèle, on résolut de mettre en compromis tous les droits seigneuriaux de cette baronnie ; mais il fallait de Targent pour la poursuite de ce grand procès. Alors on vit les femmes, les enfants apporter leurs vêtements, leurs bijoux, leurs meubles et les offrir à leurs concitoyens. Cette levée de boucliers fut. comme tou jours, inutile; le parlement intervint et prêta naturellement son concours à la présidente d'Aymar, qui était dans son droit et qui se voyait si mal récompensée de sa noble charité. Une famille s'était fait remarquer entre toutes, au milieu de ces troubles et de ces dangers. Pour récompenser Marc de Villèle de son héroïque dévouement, Jean-François d'Aymar, devenu baron de Château-Renard, abolit la cen-"], [114, "102 BARONNIE ROYALE sive imposée à ses terres comme arrière-fiefs, et obtint du roi Louis XIV des lettres de par lesquelles il fut permis à la famille de Villèle d'ajouter à la tour d'or de ses armes une palissade, ingénieux emblème de la défense du château et de la ville en 1649. Jean-François, dès qu'il fut solidement établi dans sa seigneurie, s'occupa de faire restaurer le château, qui avait beaucoup souffert dans ces derniers temps. Le grand roi était venu en Provence et méditait une visite à Château- Renard. Pour le recevoir dignement, le baron fit construire en trois mois un magnifique pavillon, qui fut appelé Yaile du Roy ; car Louis XIV y logea en effet, en revenant d'Aix. Jean-François reçut aussi le monarque à Aix. « Vous allez me haranguer, Monsieur le baron, lui dit le roi ; soyez court, je vous en prie. — Sire, répondit le spirituel seigneur, je ne parlerai ni des vertus ni des victoires de Votre Majesté ; j'ai fini. » — La chapelle extérieure du château fut décorée d'une manière somptueuse, et le souverain Pontife attacha une indulgence plénière et perpétuelle, avec exposition du Saint-Sacrement, à la célébration de la fête de la Nativité de la Vierge ; les anciens seigneurs avaient fondé une messe perpétuelle ce jour-là ■ . 1. L'auteur de ce livre, voulant renouer le présent au passé, a obtenu, dans une audience qu'il a eu le bonheur d'obtenir du chef de TÉglise, le rétablissement de cette indulgence'. Voici le texte du bref : « Ad perpetuam memobiasi iìei,Pius PP. IX. Ad augendam fîdelium religionem animarum que salutem, cœlestibus Ecclesiœ thesauris pia charitate intenti , omnibus et singulis utriusque sexus Christi fidelibus vere pœnitentibus, et confes sis, ac sancta communione refectis, qui parochialem ecclesiam caslri vulgo"], [115, "DE CHATEAU-RENARD. 103 Le Pape fit plus encore pour le successeur de ces ba rons de Château-Renard, qui avaient accueilli en 1407 le collège des cardinaux ; il fit don à la chapelle du château des reliques du saint martyr Félicianus. Jean-François consacra encore son temps à de sages et utiles améliorations. On ne pouvaitmieux, on le voit, employer les grandes richesses que la famille Aymar avait acquises. Jean-François mourut au mois de mars de Tannée 1663, et laissa, entre autres enfants, François, son fils aîné, son héritier universel, par son testament du 15 mars, sous la tutèle et administration de Anne de Grollée, sa mère. L'ad ministration de cette sage et vertueuse femme ne dura que deux ans; car elle mourut le 5 septembre 1665. François d'Aymar prit alors les rênes de cette baronnie, mais avec une peine extrême, à cause (c'est toujours M. d'Ay mar de Brès qui parle) de Tinvincible répugnance des habi tants de Château-Renard à obéir à sa famille. Ils se liguè rent et se réunirent encore pour éluder Texécution des arrêts de la cour des aides de Montpellier et du parlement de Toulouse. Ce fut encore vain, et François les en punit, en transigeant avec une souveraine Bonté. II avait épousé en premières noces Françoise de Millau de Cornillon ; ses en fants moururent en bas âge. De son second mariage, con tracté avec Thérèse de Pontevès, il eut, entre autres en- Châleau-Renard, Provence, nuncupatœ. Apud Diocesum nostrum dilectis simum silium principem de Valori ut asseritur spectans, festivitate Nali vitatis Beatœ Mariae Virginis... praesentibus perpetuis futuris temporibus valituris, etc."], [116, "BARONNIE ROYALE 104 fants, messire Joseph d'Aymar, son fils aîné et son héritier universel, par testament du 18 novembre 1684, sous la tutèle de sa mère. Nul doute que la piété de cette sainte femme n'ait attiré les bénédictions de Dieu sur ses affaires ; car pendant dix-huit ans qu'elle gouverna cette baronnie, elle termina tous les différends, modifia Topinion de ses vassaux et les fit revenir à des sentiments meilleurs. Elle ajouta aux droits acquis ceux de la directe universelle de la commu nauté de Rognonas, par transaction du 15 novembre 1691. Elle fit différentes acquisitions, réparations, purgea la terre de toutes les hypothèques; après quoi, ayant remis, en 1702, à Joseph d'Aymar, son fils, tout l'héritage de son père, non-seulement exempt de toutes les dettes étrangères, mais encore considérablement augmenté, elle ne s'occupa, le reste de ses jours, que de son salut, en s' adonnant à la pra tique de toutes sortes de bonnes œuvres, jusqu'au 2 février 1715, jour où elle rendit tranquillement son âme à son Créa teur, au milieu de sa famille assemblée. Et nous autres, de la maison de Valori, après deux siècles écoulés, nous avons encore sa mémoire en singulière vénération, à cause de sa rare vertu. II y avait alors déjà trois ans que Joseph d'Aymar était marié. II avait épousé, le 20 juillet 1699, Marie de Ton juty, dame de Malijai; de ce mariage il n'eut qu'une fille, née le 4 septembre 1700, laquelle, ayant été tenue sur les fonts baptismaux par les consuls d'Aix, les procureurs du pays et sa grand' mère, la dame de Baroncelli-Javon, s'ap pela Sexte-Gabrielle d'Aymar."], [117, "DE CHATEAU-RENARD. 105 En 1727 il maria sa fille Sexte-Gabriel le à Jean-Louis- Gabriel de Thomassin, marquis de Saint-Paul, vicomte de Reillanne, baron de Rognac et de Fuveau, président à mor tier au parlement de Provence. Par donation entre vifs, il substitua ce seigneur à tous ses biens et à la baronnie de Château-Renard, à la charge pour lui et ses descendants d'ajouter à son nom et à ses armes le nom et les armes d'Aymar. La maison de Thomas sin hérita donc d'une manière pleine et entière de la bran che aînée de la famille d'Aymar."], [118, "106 BARONNIE ROYALE XIII LA MAISON DE THOMASSIN. — LE MARQUIS DE VALORI. La maison de Thomassin est originaire du comté de Bourgogne, où elle possédait des fiefs très-considérables. avant le xne siècle, et le titre de premier baron chrétien du comté. Les lettres patentes de 175Z| , celles pour ('érection des marquisats de Saint-Paul et de Peynier ne laissent au cun doute au sujet de Tantiquité et de Tillustration des Thomassin, qui occupèrent en Franche-Comté, en Alle magne et aux Pays-Bas, les emplois les plus considérables. Saint Bernard, à Tépoque de la deuxième croisade, écrivait à Jean de Thomassin, qui rassemblait ses vassaux, une lettre qui commence par ces mots : Johanni antiquo et christiano baroni Rurgundiœ primo, salus et honos. Mais la gloire principale de cette maison de Thomassin est d'avoir formé la branche des Thomassin de Provence, qui ne le cède à aucune maison de cette province pour T ancienneté, Tillustration, les alliances, les fiefs puissants qu'elle a pos sédés, cl surtout pour avoir acquis dans la magistrature le premier rang entre toutes les familles de robe du royaume. Elle a fourni un nombre prodigieux d'officiers de justice, à"], [119, "DE CHATEAU-RENARD 107 savoir : six présidents à mortier au parlement de Provence, deux présidents aux enquêtes, un avocat général au parle ment, quatre avocats généraux à la cour des comptes, et plus de neuf conseillers au parlement. Jean-Louis-Gabriel de Thomassin passa à Château-Re nard tout le temps que sa charge de président au parle ment de Provence lui laissait libre, et il usa de sa haute influence pour améliorer la position de la communauté de Château-Renard. II fit assurer aux curés du lieu la perpé tuité de leur ministère. II adjoignit au premier et au deuxième consul un troisième adjoint ou consul, et fit don à Téglise de Château-Renard d'une somme de 10,000 livres. De son mariage avec Sexte-Gabrielle d'Aymar, il eut Joseph-Etienne de Thomassin d'Aymar, président à mor tier au parlement, qui épousa, le 3 juin 1737, Louise- Joséphine de Marbeuf, fille de Robert-Jean, comte de Mar beuf, lieutenant général des armées du roi, commandeur de Tordre royal et militaire de Saint-Louis. Le contrat fut signé par toute la famille royale. Joseph de Thomassin se signala par Ténergie avec la quelle il s'opposa à Tenvahissement des idées révolution naires, tant au parlement qu'à Château-Renard. II mourut avec la réputation d'un des plus sages et des plus fermes défenseurs des anciennes institutions de la France. Joseph de Thomassin laissait deux enfants, Joséphine- Henriette, l'aînée, et Joseph-Auguste de Thomassin. José phine-Henriette épousa, en 1781, messire Louis-Marc- Antoine de Valori, marquis d'Estilly et de Lécé, maistre de"], [120, "108 BARONNIE ROYALE camp du régiment de Bourbon et chevalier de Saint- Louis, fils de Marc-René- Alexis \\ marquis de Valori, et de Louise-Élisabeth de Montmorency-Laval. Joseph-Auguste étant mort sans enfants, et en outre ayant légué, par testament, tous ses biens à la maison de Valori, cette dernière fut héritière, non-seulement par des cendance des anciens seigneurs, mais par legs et posses sion du titre et du fief de Château-Renard, à Texclusion absolue de tout autre membre de la famille de Tho massin, et à plus forte raison des autres familles ne descen dant ni de Jean-François d'Aymar, ni de Jean-Louis-Ga briel de Thomassin. Ainsi, après 226 ans, la maison de Valori rentrait dans le patrimoine de Gabriel de Valori, et revoyait les tours aux créneaux desquelles le vice-roi de Naples avait arboré Taigle de nos aïeux. Louis-Marc-Antoine, marquis de Valori, fit son entrée à Château-Renard le 2 mai 1782, précédé d'une haute \\. Voici un extrait des lettres patentes portant érection de la seigneu rie de d'Estilly, en Touraine, en marquisat : « Louis, parla grâce de Dieu roi de France et de Navarre, etc.. Considérant les grands et recomman dables services que ses pères et ancestres ont rendus à l'État et aux Roys nos prédécesseurs dans des hauts et plus grands emplois de guerre qu'au trement, dehors et dedans du royaume et de ceux qu'il m'a rendus person nellement, à l'imitation de ses pères, et à cause aussi de la haute illustre renommée et considérable naissance d'ancienneté et de grandeur immé moriale. Considérant que non-seulement la famille de Valori est alliée aux [dus hautes grandes et illustres maisons du royaume et pais étrangers, mais à notre royale maison par le mariage de Jean de Valori, sire d'Estilly, avec Renée de Valois, laquelle descend par huit degrés de notre aieul de sainctc mémoire le roi Louis le neuvième, etc. »"], [121, "DE CHATEAU-RENARD. 109 réputation de valeur militaire, que ses faits d'armes à la bataille de Johannisberg et dix années passées à com battre dans les Indes lui avaient méritée. Son courage et son intrépidité devaient être mis à une épreuve encore plus forte. En 1790, des troubles violents, préludes des massacres de septembre, avaient éclaté à Avignon. Le marquis de Valori monta à cheval, et, suivi de quelques hommes dé voués, il entra dans la ville pour apaiser le désordre. II y parvint; mais il fut grièvement blessé. Nommé maréchal des camps et armées du roi et commandeur de Saint-Louis, le courageux gentilhomme ne put pas jouir longtemps de ce nouvel honneur : il mourut la même année à Aix, de la suite de ses blessures. Le général laissait une fille, qui mourut en bas âge, et deux fils, Louis-Gabriel et Henri-Zozime, tous deux héri tiers de son nom et de sa fidélité à la cause de Dieu, de la France et du roi. II était dans la destinée de notre famille de souffrir, pour la maison royale de France, toutes les infortunes, et d'inscrire notre dévouement en lettres de sang au premier feuillet des annales de la fidélité et du sacrifice. Ah! qu'il nous soit permis ce légitime orgueil, lorsque le descendant de nos anciens rois est en exil et que nos pères sont morts pour défendre le trône. Devant sa puissance, je me serais tu ; malheureux, je l'honore en évoquant la mémoire de mon aïeul, de mes grands-oncles, de mon père et de François- Florent de Valori, ce brave garde du corps qui accom-"], [122, "110 BARONNIE ROYALE pagna à Varennes le roi-martyr et dont le nom demeurera immortel. J'arrive au dénoûment de cette histoire. Que Dieu me garde ici de toute passion et de toute ran cune! Les serviteurs de la vérité et de la justice doivent savoir oublier les injures. Je me contenterai de résumer ra pidement les faits. En 1792, un scélérat qui, pour l'honneur de Château- Renard, était né en Piémont, Sinceri, ayant appris que le donjon de Raynard et d'Ildefons n'était défendu que par une femme, conçut l' héroïque dessein de combattre contre ces pierres inanimées et de détruire l'œuvre séculaire. L'iiomme de la mauvaise heure comptait sans Tange gar dien de ces tours, sans ma grand'mère, belle, jeune et charmante femme de ving-huit ans, qui, à la tête de ses serviteurs, défendit intrépidement le château de ses aïeux. La courageuse châtelaine fut tuée sur la brèche, les armes à la main; la balle d'un assassin traversa le cœur de l'hé roïne ; mais son sang ne doit pas retomber sur la mémoire des habitants de cette commune, étrangers aux crimes de Sinceri. Après la mort de la marquise de Valori, les com plices de cet homme commencèrent la démolition des tours du Levant et du Sud. Les créneaux furent renversés, les plombs et les canons fondus, les murailles détruites, les chapelles brûlées, les cendres de nos pères jetées au vent, au gré de ces infâmes profanateurs, les ossements sacrés du martyr Félicianus réduits en poudre. Rien n'échappa aux déprédateurs: ni la collection des armes amassées depuis"], [123, "DE CHATEAU-RENARD. 111 Hugues Capet, ni les tableaux de Raphaël et d'André del Sarto ; tout fut pillé et anéanti, et si les deux tours du nord et du couchant furent épargnées, c'est que les deux géants dominent le village et que leur chute Taurait écrasé. Les archives seules furent sauvées par le dévouement de madame Marie Rostand, sœur de Tarchiviste du marquis de Valori, acte admirable accompli au péril de sa vie, dans ces jours de terreur, et qui demeurera éternellement dans la mémoire des descendants de Louis-Marc-Antoine, comme leur reconnaissance pour une famille où les sentiments de dévouement sont héréditaires. Après tant de malheurs, l'histoire contemporaine de Château-Renard a eu dans ma sainte mère sa présidente d'Aymar. Henry-Zozime, marquis de Valori, mon père, qui naquit le 5 juin 1786 dans Tune de nos tours, est allé dans le sein de Dieu, où il repose aujourd'hui, prier pour que des jours meilleurs soient accordés à ses des cendants. S'il m'est interdit d'apprécier moi-même son caractère et son talent, il me sera permis, du moins, de déposer sur la tombe de celui qui n'est plus les pages suivantes d'un grand écrivain. u Un homme d'un illustre nom, d'un grand talent et d'une vie modeste, le marquis de Valori, vient d'être ravi à sa famille par une mort soudaine. M. de Valori, digne hé ritier d'aïeux fidèles à toutes les saintes causes, avait dès le jeune âge voué son cœur et son culte à tout ce qui avait fait la grandeur de la France; en 1804, il était emprisonné"], [124, "112 BARONNIE ROYALE à Tours, à l'occasion du meurtre fatal du duc d'Enghien; en 1814 et 1815, il mettait son courage et sa plume au service de la religion et de la monarchie. M. de Valori était allé cacher sa vie dans sa Provence bien-aimée; et là, il s'occupait d'œuvres nouvelles, lorsque la mort l'a frappé plus encore qu'elle ne Ta surpris, car un tel chrétien était prêt à la recevoir. C'est sa famille surtout qui a été atteinte; car elle était dispersée, et sa femme, un autre noble cœur, fait pour les grandes luttes de la vie, a seule supporté le choc de cette immense douleur. La population qui entoure le château de Château-Renard s'est précipitée autour du cercueil de celui qui, pouvant prétendre à la gloire, n'avait aspiré qu'au bonheur de faire le bien. Les éclatants hommages auront manqué à sa tombe ; mais sa mémoire aura de plus durables honneurs, bénie qu'elle est par la religion et la royauté, car il n'avait cessé d'honorer cette double cause par des écrits tour à tour brillants et sérieux; on sait avec quel éclat il parlait la langue des poètes et avec quel succès il traitait les questions de litté rature savante. Nous avons de M. de Valori un recueil brillant d'odes et de poésies, des poèmes , des études du plus grand intérêt sur la vie et les travaux de Pétrarque, ainsi que les mémoires du marquis de Valori, ambassadeur de Louis XV auprès du grand Frédéric. LTnstitut de France ne fait pas attention à des talents de cette sorte ; ils man quent apparemment de frivolité. Un prix meilleur n'aura pas manqué à M. de Valori : c'est le respect qui s'attache à tout ce qui est noble et pur par la gratitude des pauvres"], [125, "DE CHATEAU-RENARD 113 qu'il a aimés, et par le souvenir de tous ceux qui ont connu ses vertus 1 . « Voici la lettre que M. le comte de Chambord daigna m' adresser en cette douloureuse occasion : « Venise, le 14 mars 1859. « J'ai ressenti bien vivement la perte cruelle que vous venez de faire. Celui que vous pleurez, en couronnant une longue vie d'honneur, de dévouement et de fidélité par la fin la plus chrétienne, est allé dans le sein de Dieu en recevoir la récompense et prier pour sa famille, pour la France et pour nous. Ces nobles et pieux souvenirs sont la seule consolation qui puisse adoucir Tamertume de vos regrets. Je sais que vous avez hérité de tous les sentiments de votre excellent père et que je puis compter sur vous en toute occasion comme je comptais sur lui. Ma femme s'associe également à votre profonde et si juste douleur. Soyez, dans cette triste circonstance, notre interprète au près de tous les vôtres et croyez toujours à ma bien sincère affection. « Henry. » I. Union, du 15 février 1859. 8"], [126, ""], [127, "CONCLUSION Ma tâche est enfin terminée. Sicile a été un peu longue, le lecteur voudra bien se souvenir que j'avais dix siècles d'histoire à la fois générale et locale à retracer. U excusera aussi ces longueurs inévitables en saveur du sentiment filial qui m' a fait prendre la plume. J'avais ici un double devoir à remplir, devoir de famille envers ceux que j'étais réduit à faire revivre par le souvenir, devoir de concitoyen envers la ville de Château-Renard, qui doit aimer à voir les hautes tours, couronne de son paysage, justifier le nom de monument historique. Tout vrai conservateur unit le culte du passé à l'amour du progrès ; mais ce progrès, je le fais consister avant tout dans les choses morales, bien plus que dans les choses matérielles, et je plaindrais ceux qui ne comprendraient pas que le bonheur est moins dans la substitution des rail ways aux anciennes routes et des ponts de fer aux ponts de bateaux que dans Tesprlt de famille, dans l'amour de la commune et de la patrie, toutes choses que la religion sut créer en des époques orageuses, mais puissantes et fé condes, et qui constitueront toujours les germes de la vraie civilisation."], [128, "BARONNIE ROYALE DE CHATEAU-RENARD. 116 Je ne puis dire adieu à ces chères pages de ma pre mière jeunesse, sans adresser ici mes remercîments les plus affectueux aux amis qui ont bien voulu m'aider dans les re cherches que j'ai dû faire dans le temps. En première ligne se présente sous ma plume mon ami M. le marquis Ed mond de Lagoy, digne héritier d'une famille qui oblige dans Térudition, dans les lettres et la numismatique, et M. Ro bolly, archiviste d'Arles, qui a bien voulu mettre à ma disposition un de ces magnifiques inventaires qui lui ont valu tout récemmenL les éloges bien mérités d'un inspec teur général."], [129, "ETAT DE LA NOBLESSE TITRÉE EN PROVENCE AVANT 1789 MAISONS PRINCIÈRES ET DUCALES BAUSSET. ■ — Érection en duché-pairie dans la personne du cardinal comte de Bausset, évêque d'AIais, cordon bleu, membre de ['Académie française. CASTELLANE '. —Exercice des droits souverains dans la ba- ronnie de Castellane à l'origine. MAILLY. — Princes d'Orange, premiers marquis de France, mar- quis de Nesle et de Joyeuse-Garde, comtes de Cliàlon, sires des Baux. PORCELLETS - Descendance directe des rois d'Arles. PONTEVÈS. — Ducs et pairs par l'adoption du duc de Sabra n. VALOBI. — Princes souverains de Fiesole et princes palatins de ['Empire reconnus par les Empereurs, avec confirmation par lettres patentes du 7 janvier 1786. 1. Bien qufc, selon le droit public européen , on ne considère comme maisons princières que celles qui jouissent d'un acte de reconnaissance ou de lettres pa tentes du souverain , nous avons cru devoir classer les deux illustres maisons des Porcellets (la plus ancienne de la province) et celle des Castellane, qui ont battu monnaie dans les temps, dans cette catégorie."], [130, "118 BARONNIE ROYALE LISTE DES CINQUANTE-HUIT MARQUISATS r.iur.KS i'ai; i.es i-.ois ni- rr.\\NCE. Première caiegorie Marquisats transmissibles par les hoirs mâles et femelles. 1\" Bregançon, décembre 1574, enregistré le 30 octobre 1570, folio 137, famille d'Escalin. — 2° Les Baux, mai 1642, enregis tré le 23 avril 1643, folio 59, famille de Grimaldi. — 3° Sénas, février 1643, enregistré le 7 décembre, folio 214, famille de Ja rente. — 4° Salerne des Issards, mars 1653, enregistré le 30 juin, folio 997, famille de Galléan, actuellement aux Forbin des Issarts. — 5° Voulx, novembre 1652, enregistré le 12 décembre 1653, folio 1188, famille de Valavoire. — 6° Saint-Martin de Pal lières, janvier 1671, enregistré le 23 février 1671, folio 24, famille de Laurens, actuellement au marquis Eugène de Bois gelin, du chef de sa mère. — 7° Saint-Paul, 30 septembre 1696, enregistré le 14 janvier 1697, folio 21, famille de Thomassin, possédé actuellement par M. le marquis de Valori, prince Rus tichelli, du chef de sa grand'mère Henriette de Thomassin. — 8° Roquemarline, février 1 671 , enregistré le 28 avril 1671 , folio 77, renouvelé au sieur de Benaul de Luhièresdans les mêmes con ditions, juin 1701, enregistré le 27 mai 1702, folio 245. Deuxième catégorie. Marquisats non transmissibles par les femmes. 1° Trans, 1505-, il est possédé actuellement par llélion de Villeneuve-Flajosc, marquis de Trans, seul et unique descen dant du premier marquis île Trans de 1505. — 2° Les Arcs,"], [131, "DE CHATEAU-RENARD. 119 mars 1612, enregistré le 16 novembre 1612, folio 558, même famille que Trans. — 3° Gordes, février 1615, enregistré le 22 oc tobre suivant, folio 1437, aux Simiane. — 4° La Charce, mai 1619, renouvelélel0mail638, enregistré le 16 mai 1640,folio705, famille de Gouvernet. — 5\" Isles d'Or, érigées en vicomté en 1427 pour Barthélemy de Valori, érigées en marquisat, dé cembre 1549, pour le comte de Bequendorf, enregistré le 18 juin 1550, folio 72, et ensuite au sieur de Gondy, 22 mai 1624, enre gistré le 29 octobre 1625, folio 218. — 6\" Villetaurc-Janson, mai 1626, enregistré le 19 décembre 1626, folio 1523; de Forbin. — 7° Vins, mars 1641, enregistré le 30 avril suivant, folio 123, famille de Garde. — 8° Maillanne, mars 1647, enregistré le 8 mai suivant, folio 83, famille des Porcelets. — 9° Mari gnane, septembre 1647. enregistré le 23 janvier 1648, folio 320, famille de Covet, éteinte. — 10° Bégusse, novembre 1649, en registré le 14 janvier 1650, folio 8, famille de Grimaldi. — 11° Buous, juillet 1650, enregistré le 23 septembre suivant, folio 127, Pontevès. — 12° Espinouse, mai 1651, enregistré mars 1652, folio 623, Coriolis. — 13° Saint-Andéol, juin 1656, en registré le 15 décembre suivant, folio 975, Varadier. — 14° Bians, décembre 1657, enregistré le 21 mai 1658, folio 112. — 15° Por querolles, novembre 1658, enregistré le 31 janvier 1659, fo lio 201, Molé. — 16° Beauchamp, janvier 1659, enregistré le 16 janvier 1668, folio 790, Donis, actuellement aux Merles. — 17° Beines, avril 1673, enregistré le 12 mars 1674, folio 593, Caslillon. — 18° Tourves, juin 1678, enregistré le 13 octobre suivant, folio 665, Valbelle. — 19° Flayosc, janvier 1678, en registré le 22 novembre suivant, folio 766, de Périer, actuelle ment au marquis Helion de Villeneuve-Flayosc, premier mar quis de Provence. — 20° Cabanes, juillet 1680, enregistré le ô décembre 1681, folio 641, de Boland (éteint).— 21\"Pierrefeu, novembre 1682, enregistré le 1er décembre suivant, folio 1136, Dedons. — 22° Simiane, mars 1684, enregistré le Î0 avril suivant, folio 787, Simiane. — 23° Chateaulare, septembre 1685, enregis tré le 16 février 1689, folio 685, de Boutassi (éteinte). — 24° Le Luc, novembre 1688, enregistré le 20 juin 1689, folio 299, Vin timille. — 25° Montsuron, février 1690, enregistré le 28 du"], [132, "BARONNIE ROYALE 120 môme inois, folio 697, Valbelle. — 26° Mison, février 1694, en registre le in mai suivant, folio 633, Armand. — 27°Alen, mars 1695, enregistré le 13 mars 1696, folio 526, de Renaud.— 28\" La Roque, février 1653, enregistré le 17 juin suivant, fo lio 1226; renouvelé au sieur de Milan, octobre 1696, enregistré le 12 décembre suivant, 931, Forbin. — 29° Le Muy, mai 1697, enregistré le 22 juin, folio 361, de Félix. — 30° La Goy, novem bre 1702, enregistré le 19 décembre suivant, folio 733, de Mey ran. — 31° Estoublon, avril 1664, enregistré le 25 juin 1703, folio 129, de Grille. — 32° Seillans, octobre 1714, enregistré le 9 novembre suivant, folio 722, de Baousset. — 33° Courbons, mars 1646, enregistré le 12 septembre suivant, folio 698; renou velé au sieur de Roux et à ses hoirs mâles, février 1717, en registré le 5 avril suivant, folio 195, de Grimaldi. — 34° Entre casteaux, avril 1671, enregistré le 7 décembre 1678, folio 834; renouvelé au sieur de Bruni, juillet 1714, enregistré le 18 juin 1718, folio 340, d'Adhémarde Monteil de Crignan. — 35\" Joyeuse- Garde, juin 1718, enregistré le 22 du même mois, folio 339, de Bicard. - 36° Foz-Amphoux, juin 1719, enregistré le 24 octo bre suivant, folio 753, d'Albert. —37° Sigoyer, septembre 1719, enregistré le 13 janvier 17i0, folio 31, de Leidet. — 38° Argens, février 1722, enregistré le 3 mars suivant, folio 477, de Boyer. — 39° Vauvenargues, mars 1722, enregistré le 18 novembre suivant, folio 808, de Clapier. — 40° La Hoquette, décembre 1651, enregistré le 20 septembre 1652, folio 709; renouvelé au sieur Maurellet et ;i ses descendants mâles, août 1723, enregis tré le 13 septembre suivant, folio 361, de Foresta. — 41° La Boche, au sieur d'Arlatan de Montaud, août 1723, enregistré le 4 octobre suivant, folio 375. — 42° Château-Neuí-le-Bouge, au sieur de Gautier, novembre 1723, enregistré le 6 février 1724, folio 30. — 43\" Méjanes. août 1723, enregistré le 27 avril 1724, folio 158. aux de Piquet. — 44° Saint-Cannat, novembre 1724, enregistré le 25 novembre 1725, folio 381. — 45\" Chaleauneuí le-Charbonnier, avril 1727, enregistré le 5 niai suivant, fo lio 269. — 46° Oraison, mars 1588, Oraison; renouvelé au sieur Fulqiie, août 1740, enregistré le 6 octobre suivant, folio 488. — 47° La Garde, 11 juin 1690, enregistré le 12 mars 1691, folio 51;"], [133, "DE CHATEAU-RENARD. 121 renouvelé au sieur de Tripoli, 15 février 1743, enregistré le 7 juin suivant, folio 202, Thomas. — 4 ° Peinier, août 1743, enregistré le 3 octobre 1745, Thomassin (éteinte). — - 40° Forcal queirct, février 1743, enregistré le 11 février 1744, folio 19. - 50° Brue, février 1750, enregistré le 4 mars suivant, folio 68. Comtés. Grignan, 1558. — Sault, 1561. — Carces, 1571. — Pour rières. 1577.— Bar, 1580. — Boulbon, 1608. Vicomtés. Marseille, 990. — Cadenet. 1225. — Valernes, 1350. — Beil lane, 1370. — Esparron, 1385. — Martigues, 1473. Baronnies. Villelaure, 1535. — Lauris, 1552. — Sainte-Marguerite, 1586. — Courbières, 1625. — Cagnes, 1646. — Lirnaye, 1646. — Bomoulcs, 1646. PAUIS. — J. I.LAYE. IM P IlIMEint, 7, tl LE S A I S T - U E S O I T. — i lo23 ]"], [134, ""], [135, ""], [136, ""], [137, ""], [138, ""], [139, ""], [140, ""], [141, ""], [142, ""]]