[[1, ""], [2, ""], [3, ""], [4, ""], [5, "LOGIE TOWN"], [6, "leto fobels at tlje libraries. A TANGLED CHAIN. By J. E. Panton. 2 vols. THIS MAN'S WIFE. By G. Manville Fenn. 3 vols. A TERRIBLE LEGACY. By G. W. Appleton. 6s. THE LADYE NANCYE. By Rita. 3 vols. SEX TO THE LAST. By Percy Fendall. 3 vols. AMOR VINCIT. By Mrs. Herrert Martin. 2 vols. A TORY LORDLING. By \" Blinkhoolie.\" 3 vols. WARD AND DOWNEY, PUBLISHERS, LONDON."], [7, "LOGIE TOWN. % loM. BY SARAH TYTLER, AUTHOR OF \"ST. MUNOO S CITY, \" CITOYENNE JACQUELINE,\" ETC. etc. \" He stood the bravest gentleman, That teas among them a'.\" IN THREE VOLUMES. VOL. I. \"Coition: WARD AND DOWNEY, 12, YOEK STEEET, COVENT GARDEN. 1887. [All Rights reserved.]"], [8, "Richard Clay and Sons, bread street hill, london, Bangay, Suffolk,"], [9, "CONTENTS OF VOLUME I. CHAP. PAGE I. LIZZIE LINDESAY AND HER LOOK-OUT 1 II. A PAGE OF LIZZIE'S BOOK 14 III. A REASONABLY INDULGENT STEPMOTHER ... 24 IV. THE STORY THAT WAS GOING THE ROUND OF THE TOWN 34 V. MRS. MALLY CORSTORPHINE, WITH THE AFFAIRS AND CUSTOMS OF THE CROWN INN 46 VI. A CHILD'S MINIATURE 58 VII. THE MELVILLES OF BALMAYNE IN GENERAL AND HAY IN PARTICULAR. — SOME OF THE WAIFS OF LOGIE TOWN 73 VIII. HOW HAY MELVILLE AND LIZZIE LINDESAY SPENT THE AFTERNOON 88 IX. M. RAOUL DE SAYE 99 X. THE \"EMPEROR\" AT THE CROWN INN, LOOKING AFTER HIS NEPHEW AND HIS MILLS 109 XI. \"RANK TYRANNY\" 115 XII. FURTHER PARLEYING BETWEEN THE EMPEROR AND MRS. MALLY 122"], [10, "Contents. vi CHAP. PAOE XIII. PREPARING FOR LOGIE MARKET 131 XIV. THE \"HUMOURS\" OF LOGIE MARKET 142 XV. LADY SPROTT, OF KINGSCROFT 155 XVI. LIZZIE'S THOUGHTS : HAY AS PERDITA 170 XVII. MRS. MALLY'S SUPPER-PARTY 176 XVIII. lizzie's EYES OPENED 194 XIX. A DOG'S ANTICS 199 XX. MOSHIE'S DANCING-SCHOOL BALL, THE SPECTACLE OF THE SEASON 214 XXI. THE SECOND PART OF THE BALL 231"], [11, "VOLUME I"], [12, ""], [13, "LOGIE TOWN. CHAPTER I. LIZZIE LINDESAY AND HER LOOK-OUT. A good many years ago, young Lizzie Lindesay looked out of her open window up and down the High-gate, the main street of Logie. It was so many years ago that there was not the slightest impropriety in the act, for Lizzie was of sufficient rank to render the requirements of propriety a serious consideration with her, while she was left very much to herself and did in a great measure what she chose. Lizzie belonged to the upper ten of Logie — a small \" land ward town\" of robust local colouring and individual cha racter, before the days of the penny post, railways, and universal intercommunication. As Logie was not a manufacturing town, and had no native industry save the Lauder Paper Mills, it was the VOL. I. B"], [14, "Logie Town. 2 more select and aristocratic in its higher strata of widows and maiden ladies, female representatives of neighbouring laird's families, retired naval and military officers, clergymen, bankers, lawyers, or \" writers,\" and doctors. Its inferior strata ranged from substantial unpretending tradesmen down to jobbing gardeners, day labourers, and a few hand-loom weavers. It so happened that Lizzie Lindesay could look over the open window — the performance not being yet tabooed in polite circles — by the hour, if she had the inclination, without being called to order and summoned to some more improving occupation. After all it is doubtful whether it was unim proving. That street was Lizzie's book, in which the crossings and corners were so many pages, the wayfarers, whether men or beasts, with the little incidents of the pavement and causeway, words, sentences, and paragraphs. Lizzie had conned them many hundreds of times, and in one sense knew them by heart, but in the very familiarity lay the charm which enabled her to detect such subtle lights and shades and delicate touches, as invested the moving pano rama with endless freshness and inexhaustible interest of detail and deduction."], [15, "Lizzie Lindesay and her Look-out. 3 First, as to the reader of this homely, vividly apprehended book. Lizzie Lindesay was a young girl of nineteen years, the only daughter and eldest child of Captain Lindesay, commonly known in Logie as \"the auld Captain,\" to_dis tinguish him from young ex-captains and lieutenants, pro moted by courtesy to the title, already disabled and superannuated after Waterloo had given Europe a long peace. Lizzie was a womanly girl for her years, since life, though not so fast in its whirl, was more quickly lived then, and girls were women at nineteen as boys were men in more than name at one and twenty. \"William Pitt had ruled England when he was little older. Lizzie would have been still more womanly had the cares of a household rested on her shoulders, or had she even been deputy housekeeper under her mother. As it was, there was a young stepmother in the field, and Lizzie's superabundant activity and turn for sweeping reforms — the distinction of all rulers who come into action early, before prudence and forbearance stay their hands — were not wanted. Lizzie, with her share of womanhood, was yet no more than a tall slip of a girl in outward form, slight and pliant of figure, with reddish auburn hair and blue eyes, bright and somewhat keen as her father's still gleamed behind his B 2"], [16, "4 Logie Town. spectacles. In no other respect did the daughter resemble the father. He was a stout little man, as erect as a ramrod, except that he leant a little the wrong way on his backbone. Lizzie's features were not regular— rather charmingly irre- gular. Her straight nose was more than a shade too short. Her red mouth had not only a pout in its curves, it did not close tightly enough to conceal the even white teeth. Her chin, like her nose, was a little too short. Put these small divergencies from the perfect rule were the merest jokes compared to the Captain's rugged eccentricities of feature, in the shagginess of his whitening eyebrows, the copper-like ball at the end of his broad nose, and the portentous length of his clean-shaven, blue-bearded upper lip. Besides, Lizzie had never suffered from malignant small-pox, to which the Captain had been an infant victim, retaining the traces of the fell disease to hcary hair. Neither had Lizzie smelt gun- powder, and grown weather-beaten under the stress of foreign climates, whereas the Captain looked as if a mine had burst under his nose, and ploughed, seamed, and darkened his visage, till it was a right fierce and warlike countenance under his cocked hat. Even without his professional adjuncts the auld Captain"], [17, "Lizzie Lindesay and her Look-out. 5 was undeniably a hard-featured \" black-a-vised \" (visaged) man. His. daughter, on the contrary, taking after her mother, was a comely creature, a fair young woman, fair in the very flaws in her beauty, and fairest of all in the brilliant red and white complexion which belongs to auburn hair. Lizzie had a colour which freckles could not spoil. She had a dash of freckles, exposing herself as she did without fear to the sun — so large a dash that some of them stayed with her, to her mortification, over the winter. But if Lizzie had known it, the freckles only softened and mellowed with enriching flakes of pale brown the vivid red and white. It must have been a beauty with a complexion like Lizzie Lindesay's who first set the fashion of patches, generations back in the reign of good Queen Anne. Lizzie wore her hair coiled high on the top of her head in a style not unknown in the reign of Queen Victoria. It was a style calculated to set off the pretty bearing of the well shaped head and neck. In front the hair was in short, flat, clustering curls, well drawn back, and sloping upwards, so as to leave bare a brow of milky whiteness — much less freckled than the rosy cheeks. \" An open-faced, bonnie lassie \" was said of Captain Lindesay's daughter."], [18, "Logie Town. 6 Though Lizzie was looking out of the open window with her bare head exposed to every blast that blew, the season was still spring, and her frock continued the sober brown merino, which would not give place to gay chintz, or delicate hued nankin, or cloud-like India muslin, till June, when the budding hawthorn was come, and people were able to throw behind them with a quiet conscience the wary adage against easterly winds — \"Cast not a clout Till May be out.\" The ugly deformities of very long or very short waists to gowns had been alike exploded. Though the sleeves were still expanded a la wings, the peculiarity was not unbe coming, above all when it was found in company with a naturally slim young figure. The white muslin pelerine, which supplemented the low-cut bodice and covered the neck and shoulders, was altogether dainty, so was the breast-knot of primrose riband above the belt, which helped to confine the muslin apron, in itself equally dainty. The apron sur vived the little cap, which had been entirely banished where girls' toilets were concerned, except for early morning wear. There it lingered to mark the undress of the calico"], [19, "Lizzie Lindesay and her Look-out. 7 \" wrapper,\" which in its turn pointed to the household duties still required from girls in a fair social position, the daughters of the smaller lairds and of professional men. A slightly quaint, but decidedly graceful figure, Lizzie bent from the window, and looked up and down the street with no particular object in view. If any one said she was watch ing for young Adam Lauder strolling in from his own and his uncle's paper mills on the Cartburn, it was not true, or it was but partially true. Lizzie had no right to watch for Adam Lauder, and she was a girl strong on rights. Adam Lauder was not her property. He belonged as much — perhaps more — to Hay Melville, of Balmayne. At least he had looked as often at Hay and spoken twice to her where he had spoken once to Lizzie, every time he had the oppor tunity. True, Hay with her tongue quick as lightning pro voked repartee, and the Melvilles were the reigning sovereigns — that is, the ruling lairds nearest Logie. The last con sideration implied a kind of instinctive deference on the part of Adam, and a sort of glamour thrown over even his careless eyes. It was, almost, a case of necessity that Hay Melville and Lizzie Lindesay should be friendly. There were few girls of"], [20, "Logie Town. 8 their age and rank in the town and neighbourhood at this date, and as people went very seldom from home there was a natural association between the girls, which marked them out for friends, unless there was some striking difference of character. There was no such marked difference now. If it ever came to exist in full force, it was only dimly discernible at present. But the pair were no more than companions, and it was Adam Lauder's roving fancy which was to blame for the limitation. Friends ! had there not been some independence of spirit, some sense of justice in women, some magnanimity shared between these two, they would have been what they certainly were not, mortal enemies, open or secret, instead of friends. Is it to bo thought that there was much love lost between the bevy of damsels whom Willie — of Scotch song notoriety — left behind him at Melville Castle, on whom he showered his parting regards with such unwarrantable impartiality, swearing like a gallant Turk, to come back \" and marry them a'\"? No, Lizzie Lindesay could have denied with honest indig nation that she was keeping guard at the window on the chance of Adam Lauder's turning the corner and appeai-in***** in the principal street of the town. If he should happen"], [21, "Lizzie Lindesay and her Look-out. 9 to cross her line of vision that would be a very different thing of course. What did Lizzie see to afford her sufficiently pleasant and satisfactory occupation ? The street was somewhat wide for the street of a small country town, and it was clean since there was little traffic to dirty it, but it was hardly grass grown. The houses were not so picturesque as they would have been in an English town of the same age. They were all of gray stone, with roofs for the most part of cold blue slate, though here and there the warm red tiles lingered. There was an occasional gable with crow-steps to the street, and the line was broken by wynds and closes, and by a tree or a clump of bushes, where a garden abutted on the thorough fare. As a rule the houses were without pretension, rigidly plain in their height and breadth, blinking out from formal rows of narrow windows on the causeway for the most part. Yet some of those houses, including that in which the Linde says dwelt, were old town houses which the neighbouring gentry had occupied in the winter, when the little town figured as a miniature Edinburgh. The whole place was of far greater antiquity than might have been imagined from its general aspect. Like Rome, there was within its bounds an"], [22, "10 Logie Town. older Logie, of which scarcely an architectural relic remained. The sole traces were to be found in names, traditions, and accredited history. Logie had been the scene of courts and national parliaments in its day. It had possessed monastic establishments which had vanished piecemeal. It had owned a castle, of which it might be said, as of the Temple at Jerusalem, that not one stone was left upon another. It had rejoiced in gates, of which the word \" port,\" applied to two suburbs, was the only vestige. A renowned play, the acting of which h'ad been an era in the spiritual and moral life of the kingdom, had been played at Logie. But all that ancient glory was long fled, and few people even wasted wonder upon it. The exception was in the case of one brooding owl of an elderly gentleman, who lived in a tiny house, presided over by a careful housekeeper, whose orderly soul he vexed by his small collection of mouldy books, worm-eaten fragments of wood, and rusty bits of iron. Even the Logie of Lizzie Lindesay's experience was re moved from the Logie of the present, alike by a racy individuality, in the middle of its starched dignity, and by a vigorous stir and current of fresh life from the outer world. The last came and went with the coaches and four, which,"], [23, "Lizzie Lindesay and her Look-out. 11 with their red-coated drivers, their pealing bugles, their clusters of passengers, drew up with a flourish every forenoon and afternoon, accomplishing the great sensation of the day, and depositing a quota of travellers prepared to tarry a night, or a day or two as it might be, at the Crown Inn, a two storied, widespread building, next door to the Lindesays. Lizzie's view extended on the one hand as far as where two intersecting streets met. The junction received its name from the ancient market cross. The market cross itself had been hustled away bodily as an obstruction to traffic and a symbol of popish idolatry, but its very memory continued a landmark and helped to create a thoroughfare, which in the earlier part of the day was the Billingsgate of the town. There cadgers and cadgers' carts, and strapping fish-wives with their creels bringing a salt-sea flavour thus far inland, were ranged ; and brisk bargaining went on between provident heads of houses and managing house-wives and the Maggie Mucklebackets of the situation. Commanding the fish market in the morning, the corn market once a week, and the perennial high-place of Logie, the grim old jail still frowned through its barred windows, not without benefit to the prisoners within, who thus caught"], [24, "Logie Town. 12 a glimpse of the brightest prospect in the town. Lax dis cipline permitted them to do more : small boxes and old stockings dangling from strings were lowered until brought within reach of charitable passers-by, who might deposit in these extempore purses, pence, or if the donors were very generous, silver coins for the solace of the unhappy wights whose faces, unwashed and unshaven for the most part, peered eagerly down to ascertain the fate of the venture. Miserable women who had stakes in the fortunes of some of the prisoners occasionally squatted, with or without children, shrouded in grey duffle cloaks, on the pavement. , There the poor creatures propped themselves against the grimy walls, and waited hours in sullen patience for the chance of seeing or exchanging words with members of the branded colony in durance. In the opposite direction, Lizzie scarcely saw beyond the Crown Inn, where the High-gate ended. The street was intersected by one of the entrances to the town, so narrow — blocked as it was by small shops on the one side, and on the other a substantial mansion house of the date of the Liudesays' dwelling — that carts heavily laden with corn or hay had been known to get wedged in the aperture,"], [25, "Lizzie Lindesay and her Look-out. 13 and had to be then and there unloaded before proceeding further. Facing the Lindesays was a steep, somewhat sordid looking wynd, between poor houses and a high moss-grown garden wall, the wynd bearing the sombre name of \" The Corp Wynd.\" It was the chief access from that quarter of the town to the crowded kirk-yard. But constant con templation robs even the well-defined path to the grave of any particular sadness, not to say terror. The Corp Wynd had a western exposure, and Lizzie had seen its squalor, and its melancholy associations, transformed and glorified under many a fine sunset."], [26, "Logie Town. 14 CHAPTER II. A PAGE OF LIZZIE'S BOOK. Lizzie Lindesay knew every shop in addition to every house in the High-gate. Nay, she was acquainted, not only with the contents of the shops, she was also familiar with the characters and family histories of the shopkeepers. She knew the very horses and dogs. There was Geordie Cleghorn slowly travelling with his load of coals from the nearest coal-hill, so distant and toilsome an expedition that he looked about him, as he sat in his corduroys, blue bonnet, and red worsted cravat on his cart-head, with an air of self-congratulation, and could only gently flick his hard working mare \" Meg,\" who had grappled courageously with the difficulties of the way. Meg had been a public bene factress in her time, when she had to struggle through snow-"], [27, "A Page of Lizzie's Book. 15 wreaths which had lain so long and been drifted so deep that there was not an ounce of coal or many wheelbarrows of peat remaining in Logie, and the minister had been on the verge of burning his worst kitchen table after he had disposed of all the \"creepies\" (wooden stools) in the house. Yon big yellow mongrel of a dog was \" Oscar,\" that watched day and night over the gilt lamb and the valuable haberdashery stock of Mr. William Young, the great Logie draper. A tall, gaunt man, coming down the street in a shabby black coat, knee-breeches, and black worsted stockings, but with an irreproachable white neckcloth, in the folds of which reposed a pearl brooch, was the Rev. John Ochiltree, the minister of Logie. He had an aristocratic as well as a clerical air, to which he was entitled, for if his stipend was not great he counted a long pedigree. His eloquence was rather massive than fluent, but it met with general acceptance. He represented the carnal as well as the spiritual learning of the parish. The man himself was a kindly, sensible, authoritative gentle man, whose orthodoxy was never questioned, even in polemical Scotland."], [28, "16 Logie Town. The minister looked up as he passed beneath Lizzie's window, and removed his hat with punctilious politeness, showing dark hair, which, though no longer powdered, was still neatly tied back with a black riband in a queue. \" Good morning to you, Miss Lindesay.\" The minister hailed his young parishioner cordially. \" Fine weather for the spring wheat. How is the Captain? Not feeling his pains in this east wind, I hope 1 \" \" Good morning to you, sir,\" Lizzie replied. \" My father is well, thank you. His rheumatics are much as usual. How is Mrs. Ochiltree since she came back from the Wells I \" \" Pretty fairly. Her headaches trouble her a bit at times. I tell her we must all have our prick of the thorn in the flesh. But she answers it is easy to preach, and that I had better mind my own words the next time I have a fit of the gout.\" \" I am sure you bear it gallantly, sir,\" said Lizzie pleasantly. \" Will you not come in, Mr. Ochiltree 1 My father has gone to the Coffee-room to see the papers, but he will be back presently, and Mrs. Lindesay is in the parlour.\" \" Another day,\" the minister promised, waving his hand. \"I'm too late as it is,\" drawing out his great round watch"], [29, "A Page of Lizzie's Book. 17 with its heavy seals; \"I'm bound for a meeting of the Presbytery, and I've to call on my sister in the Wynd as I go by.\" Lizzie cheerfully nodded a finale to the interview, and smiled as she looked after the retreating figure. \" I hope Miss Katie is not in trouble, that Mr. Mungy has not been keeping her up late again,\" Lizzie said to herself. She was thinking of the minister's maiden sister, an acknowledged gentlewoman — so thoroughly acknowledged that she had neither lost caste herself nor impaired the dignity of her brother's position by preferring to sell baby linen and lace in an improvised shop consisting of a room in her house in the Wynd, rather than be a burden on her reverend brother, with his ailing wife and his sons at the University of St. Andrews. Miss Katie had lately resigned her little shop with its fatigues and worries in order to receive and devote herself to a bachelor brother, returned with a compe tence from a long stay in Jamaica. But even this path of roses was not free from sharp thorns for poor Miss Katie's feet — diligent and dutiful feet, but treading more heavily and sternly in their very weariness on their lonely pilgrimage, than the minister's. Whatever the drawbacks of genteel VOL. i. o"], [30, "18 Logie Towtn. poverty and the necessity of committing sermons to memory, his had on the whole paced flowerier as well as more fre quented ways. \" Auld Jameeky,\" as the irreverent nick namers in Logie called Mr. Mungy Ochiltree, had contracted sundry habits — notably a taste for rum-and-water and wines, and the company of cronies as \" drouthy \" as himself, which hardly befitted a maiden lady's household, somewhat clerical too in its tone, from the near relationship of its mistress to the minister. Night after night, as the neighbours, who in Logie knew everything, were well aware, Miss Katie was in the habit of dismissing her lass after \" worship,\" in which the two women alone had taken part, their shrill and quavering voices raising the psalm of praise, while Miss Katie \" put up a prayer out of her own head,\" her fellow-worshipper, a loyal domestic, said admiringly, \" as bonnie a prayer as gin it had been delivered by the minister himself.\" Afterwards, Miss Katie rolled up her sparse hair in curl-papers, tied on her night-cap to keep her thin cheeks warm, took an im proving book, and sat down to read and nod over her sinole candle far on into the small hours. She grew always the grimmer and the more incensed the longer she sat, for Miss"], [31, "A Page of Lizzie's Book. 19 Katie was no West Indian slave to cower before the humours of Mr. Mungy. She had kept herself in all the comfort she cared for by her own energy and industry, before he returned from his plantation, and she could do it again. It had been as a mutual benefit that she had undertaken the task, which was not proving light, of looking after him. At last an uncertain foot would be heard tramping up the Wynd, and a wavering knock, which more than Miss Katie recognized, sounded at the door. It was not opened without a protest and a parley — let who would hear. \" Wha are ye that raps at this time o' nicht, or rather morning 1 \" Miss Katie gave the challenge through the key hole. She would fain have affronted the transgressor, but for the sake of the minister's credit and Mungy's own ch - racter, she had to speak in a cautiously lowered tone, which would have roused the suspicions of any brain not hopelessly muddled. \" Whisht ! whisht ! Katie, woman, it's me, let me in without making a din,\" remonstrated Mr. Mungy. But Miss Katie only opened the door sufficiently to insert her own lean person into the gap. \" Do ye ken the hoor, Mungy Ochiltree?\" she asked severely of the shambling, c 2"], [32, "20 Logie Town. loose-limbed man, who retained sufficient sense to desire to enter without awaking attention. \" I should ken by a watch that has crossed the equator as well as by the toon knock,\" mumbled the delinquent, peevishly. \" It's no that late, and it will no make it earlier to keep me standing in the gutter,\" in an accent of offended majesty. \" Whaur hae ye been and wha were ye wi', Mungy?\" Miss Katie continued her searching investigations, as she opened the door a quarter of an inch farther. \"I'll mention no names, Katie, deil a ane.\" Mungy took his stand on the ground of honourable reticence. \" Ye'll no draw them out o' me with red-hot pinshers.\" Then, unable to keep his mental balance, he suddenly lapsed into confi dential confession. \" But, woman, Katie, Elder Red,\" naming a respected office-bearer in his brother's church, \"and Deacon Howie,\" another official in as till stricter secession church, \" were the men. \" Still Lizzie read on at the familiar page. That rush of urchins and of little girls mingling indis criminately and settling down coolly to play ball, to skip, to spin \" peeries \" or tops, to kick stones into chalked squares"], [33, "A Page of Lizzie's Book. 21 on the scantily-occupied pavement, in the game of \"fal-lal\" or hop-scotch, was the result of the \" scule scailin'.\" The quiet streets of Logie formed the common play-ground of the scholars of the parish school. Those scholars were of both sexes and all ranks, the whole presided over by that terrible autocrat \"the maister.\" Lizzie Lindesay had attended the parish school in her youth, as well as the Miss Murdochs' or \" Murdies' \" boarding-school later in life. Many a pawmie, (a cut across the palm of the hand with a set of leathern tawse) she had been compelled to take, many a prank the hardy, healthy child had engaged in. She had said her lessons in the kirk when the school-house was under repair, and been sent as a punishment for trifling to stand beside Long Fowlis, the effigy of a Constable of Logie — a doughty figure of an armed man in stone, who in the flesh might have had something to do with the vanished Castle, and in his monument lay stretched on his back, with his arms folded, filling a recess in the kirk wall. Lizzie was without elder brothers, but she had never wanted champions and defenders among the rough lads wdio yet for the most part owed a species of allegiance to the lassies — especially to those of them who were bonnie and cheery, blithe and modest, as"], [34, "22 Logie Town. nimble with their feet, quick with their hands, and fearless in their hearts as these small heroines were good at their lessons. Lizzie looked with an initiated eye half longingly at the troop boldly preparing to disport themselves among the complacent or imperturbable passers-by. \" Wee Mysie Rymer has the medal,\" she noted. \" But what ails Patie Stewart that he runs lame ? Has he been climbing his garden wall and missed his footing as he did once before, the loon ? \" Another dignitary appeared, not unlike the minister in his air, only Shirra Fleming was portly where the Reverend John Ochiltree was gaunt, and the Shirra wore light Kerseymere, instead of black small clothes, a brown coat and a yellow vest, over which his plaited shirt-frill fell. The Shirra, too, looked with urbane glance around him, as well he might — was he not one of the three Merry-Andrews who were as notoriously the best of comrades over port wine and toddy, at whist and supper tables, as the gentlemen were excellent servants of the crown according to their respective den-rees of legal rank in the offices of Shirra, Shirra deputy, and Shirra clerk? The trio formed a jolly fraternity, working well together on many a busy day, and when the work was done"], [35, "A Page of Lizzie's Book. 23 playing as well together, without a thought of the terrors of professional etiquette, or without the abatement of a jot of real dignity, on many a genial night. Mr. Andrew Fleming, Mr. Andrew Lamb, and Mr. Andrew Bonthron — their memories survive to other generations as \" the three Merry- Andrews \" (wags of the first water) of Logie Town. At last, if Lizzie had any lurking expectation of such a conclusion, a young man turned the Crown Inn corner. He was a striking enough figure in his boots and tops, buckskins, and green hunting-coat, though he was not riding ; a couple of foxhounds at his heels were the only traces of the sport he was extravagantly fond of in the season. He was a manly young fellow, over six feet, with something of a good-natured swagger about his fine person and the expression of his hand some florid face. He was whistling as he turned the corner, \"Hey/ Maggie; ho ! Maggie; hey! Maggie Lauder.\" But he at once looked up to a particular window of the Linde says' house. Yet Lizzie was before him. She closed the sash with a hasty bang which might have reached his ears before he had fairly entered the High-gate. His laughing eyes, over bold, met nothing but blank panes of glass, where so lately a charming head had presented itself."], [36, "24 Logie Town. CHAPTER III. A REASONABLY INDULGENT STEPMOTHER. As Lizzie entered she heard her father's voice. The Captain had come back by \"The Water Ends,\" the path between the Cart burn and the town bleaching-green. Where the green terminated the little river flowed at the foot of the Lindesays' garden, a door from which opened, after the fashion of a row of garden doors, on the narrow foot way by the water. Standing in the garden doorway, and looking across the reflected light and shade caused by a group of poplar trees, on the opposite side, a loiterer might see the plunge of a water-rat, or the leap of a trout, breaking the ripples on the shining surface before him. Captain Lindesay did not summon his daughter, neither did she go to meet him. She knew beforehand it was his wife he wished. It was to her that he would seek specially"], [37, "A Reasonably Indulgent Stepmother. 25 to convey some piece of public news wdiich interested him, or he might have come across a toy which had taken his fancy for the children, and he might call their mother as the readiest means of getting at her offspring. The auld Captain had borne arms long before Waterloo. He had lain in waiting at Badajoz, and fought at Barossa and Vimiera, receiving a pistol-bullet here and a sabre-thrust there among the vineyards and cork-trees of Spain and Portugal. He could even go back in the record of his services to the disastrous retreat on Corunna, when he had been among the men who had seen Moore stricken down at the last moment, and had only stayed their embarkation till \"They buried him darkly at dead of night, The sod with their bayoDets turaing.\" Withal, the Captain, who never liked to speak of the temporary defeat, far less the sorely pressed retreat of a British army before their French foemen, was still a hale, high spirited, elderly man. Like many another brave veteran, he was, except on rare and fitful occasions, when he would blaze up like the eruption of a volcano, an easy-going man at home. He was even uxorious to his second wife, a fellow-officer's daughter from another town and county."], [38, "26 Logie Town. She was a young, fat, indolent woman, who seldom moved from her seat. She spent her time principally in indulging to excess and then in feebly and ineffectually checking the outbreaks of her brood of small sons. Somehow, in spite of her fat and her selfish gratification of herself in the present, with her disregard of the consequences to others in the future, the second Mrs. Lindesay had succeeded in establish- ing a reputation for delicate health and devoted maternal affection, which alike appealed to the chivalrous side of her husband's nature. It is said that most men up in years have a special tender ness for the children of their old age. In addition, Captain Lindesay had always sighed for a son and mourned over Lizzie's sex during his first experiment in matrimony. Now he had three fine boys, and though strictly speaking they were at present little bullies rather than heroes, bellowin* and whining alternately on the least provocation, all that would correct itself by-and-by. What was to be expected from such lilliputian soldiers-too juvenile to be any one of them in a jacket? Why Geordie still wore a tiny tailed coat with a frill round his neck, and Hill was not out of petticoats."], [39, "A Reasonably Indulgent Stepmother. 27 Lizzie was a girl in perfect health, not yet invested with the dignities and privileges of matronhood. Her father was kind to her, even considerate of her as of all women, and she simply adored him and what she religiously believed of his gallant exploits and honourable scars ; but she was nowhere in his estimation, and she knew it, compared to his wife and sons. Mrs. Lindesay was also kind to Lizzie in a more lymphatic way, particularly when kindness meant letting things alone, and the elder woman's not troubling herself much with what concerned another person. In the first year of Mrs. Lindesay's married life the lady had done a little more, and had attempted some slight training where the unformed girl in her first teens was in question. Lizzie was instructed** how to use a silver fork, enjoined both by precept and example to sit still, encouraged to practise her music lessons, mind her carriage, and do her hair justice in dressing it. She was given a few desultory Lssons in embroidery aud darning, and the rudiments of dress-making. Then the new babies came in rapid succession, and all these step-mother's favours were relinquished with no great reluctance on the part of the receiver. Thenceforth Lizzie was left to herself, without even the resource of the babies to wait upon and"], [40, "28 Logie Town. work for; whether the resource would have been looked upon as a benefit or a burden it did not offer itself to Lizzie. Mrs. Lindesay had a little money of her own — an advantage she never lost sight of. This private means, together with the Captain's half-pay and pension, went a long way not only in maintaining a middle-class household, but also in procuring nursery aid at a time of low wages and cheap living. The mistress of the family, generally comfortably acquiescent and complacent, had some touchy points. She was jealous of all interference with her management of her children, or for that matter with her housekeeping, particu larly on the part of her step-daughter. Lizzie had a mind and will of her own on these and most subjects, and not very wonderfully, perhaps, the mind and will did not coincide with those of Mrs. Lindesay. How ever, Lizzie had the commendable sense for a young girl to withdraw with some natural dignity from the unequal contest. There was no clash of discord in the Captain's household. He had not even to exert towards his wife and daughter the discipline he had exercised in his troop. Under the circumstances the harmony was regarded as conspicuous and admirable. Mrs. Lindesay was often pointed to by her"], [41, "A Reasonably Indulgent Stepmother. 29 superficial admirers, of whom she had many, as a model step-mother. There was a little lurking bitterness in Lizzie's heart for various reasons. She dwelt practically as a stranger under her father's roof. She had not the least, control of what, in her crude judgment, doubtless, was mismanagement, waste, and folly. She had no voice in the rearing of some of her nearest kindred, for whom she could have slaved if necessary, to whom she might have become tenderly attached. She might go her own way, provided it was a reasonably honest way, and follow such more or less harmless pursuits as were open to her, without even her own father's attending much or caring greatly. But the bitterness was far below the surface, deep down in Lizzie's rather proud and reserved heart, which she instinctively masked under a frank manner. The grievance was hardly acknowledged even to herself, in the wholesomeness and fidelity of her nature. Lizzie worked quietly in her own room, occupying herself with some of her multitude of girlish occupations, netting with the help of a netting stirrup, knotting by means of a small ivory shuttle, drawing from and transferring engrav ings, copying sheets of music, writing extracts from the book"], [42, "30 Logie Town. that she was reading in her extract book. Her room was not too large or luxurious, but it was not the garret assigned to a Cinderella. Lizzie herself was perfectly satisfied with her quarters, nay, had she a private opinion after she had embel lished her white dimity bed with a quilt of her own patching, and furnished the chimney-piece with a row of small-headed, huge-skirted, brilliantly-tinted \" fan ladies,\" that the chamber was not only the abode of maidenly neatness and comfort, there was not a prettier room in Logie. When the dinner-bell rang, Lizzie went sedately to the dining-room — a plain, almost gloomy, room, with the materials of its furniture strictly confined to mahogany and horse-hair. There she found her father already seated at the foot of the table, and her step-mother in the armchair opposite to him, and Lizzie was rewarded for her tact in not thrusting herself forward by a hearty, \" Here you are, my lassie,\" from the Captain, and a cooler, but friendly enough, \" Come away to your seat, Lizzie,\" from Mrs. Lindesay. The party consisted only of these three. Dinner and supper were the two meals in the house which, by the master's ordinance, were kept free from the invasion of the children. Hill did not sit in his mother's lap, his moon face,"], [43, "A Reasonably Indulgent Stepmother. 31 comically like hers, surrounded by the stiff lace border of a stiff lace cap, in which loops of narrow white riband were thickly inserted. For it was held dangerous, well-nigh improper, to expose a baby's or small child's bald or slightly thatched head to the gazer's eye, while the creature was still young. Geordie and Michael (pronounced \" Mickle \" ) did not push forward on each side of their maternal parent, seize whatever article of food or piece of the table equipage was within their reach, and clamour for a share in any delicacy unfit for their tender digestion— which, after all, partook of the infantine capacity of ostriches and cormorants. Captain Lindesay would have come down like a lion on any man or woman who offended against the rules of good behaviour at table, but he did not condescend to find fault with the children, who were their mother's property till they were sent to the parish school. He did not even stipulate for the little boys being on good behaviour in his presence ■ he was content with banishing them to their nurse during dinner and supper, when the last was earlier than the boys' hour for going to bed, dinner and supper being the meals de rigueur of the day. Accordingly, the Captain could carve his mutton and sip his Edinburgh ale to his cheese in peace."], [44, "32 Logie Town. Captain Lindesay had been a smart as well as a brave soldier, and was still carefully scrubbed and shaven and brushed to the last thread of the faded uniform which con tinued his daily wear. Mrs. Lindesay was not so nice in her every-day toilet as her elderly husband showed himself in his. She was both tawdry and slovenly. Her slippers were down at heel. The crape neckerchief, rolled up like a rope, and slung round her ample bare shoulders — for there was no middle ground then between the morning wrapper and the low-cut bodice alike for afternoon and evening wear — was soiled and crumpled. The turban cap looked as if the wearer had not forborne, on account of the purple gauze and Persian silk employed in the fabric's construction, to indulge in one of the many naps to which she was constitutionally prone, which she claimed as the refreshment due after her maternal toils and cares. The wiry ringlets beneath the cap, of a dullish yellow in colour, like the lady's eyebrows and eye lashes, were not merely out of curl, they were sufficiently rough to warrant a suspicion that the last combing and brushing which they had received had been of the most perfunctory description."], [45, "A Reasonably Indulgent Stepmother. 33 Few traces survived of Mrs. Lindesay's having been a garrison belle in another town, not so many years before, when she had been quite willing to vacate the post of honour in order to secure the rank of a matron even by the side of a mature mate and with a girl in her teens for a step-daughter. Mrs. Lindesay's chief remaining claim to personal attractions rested on a sort of languishing feminine elegance, much in vogue about this period. The elegance had charmed, and continued to charm, the auld Captain, whose mental definition of a fine woman had always been \" an elegant female.\" In this light probably the absence of the scrupulous neatness which distinguished his own attire from that of his wife, was, when coupled with certain pretensions to gentle breeding, regarded by him as that \" sweet neglect \" which pleased the poet better than the trimness of art. D VOL. I."], [46, "Logie Town. 34 CHAPTER IV. THE STORY THAT WAS GOING THE ROUND OF THE TOWN. Mrs. Lindesay leant back at ease in her chair, waited for the Captain to press her to have her plate replenished, blinked her slightly weak light blue eyes, and asked with the suspicion of a yawn : \" Anything going on to-day, Mickle ? \" \" Nothing that I know of, my dear,\" answered the Captain, \" beyond the unaccountable fact that the 10th has been ordered to Barbadoes — to Barbadoes ! Why, it has just come back from Madras. It ought not to have been sent to any Indy of them for the next dozen years.\" \" Yery hard upon the officers' wives, I dare say,\" said Mrs. L*'ndesay, who looked as if she had taken good care life had never been hard upon her. \" I remember,\" began the Captain, unbending so far from his military precision in preserving the perpendicular, as to"], [47, "Story that was going Round the Town. 35 get relief to the rheumatic ache in what had been his worst wounded shoulder, by supporting one arm for a moment across the back of his chair, \" when we had been on active service in America so long in the nineties, and were looking forward to a little rest, we had no sooner touched British ground than we were ordered straight off to Egypt to meet the French there. That was when Abercrummie proved more than a match for Buoney, though it cost poor Sir Raaf his life.\" \" When the dead Douglas won the field,\" quoted Lizzie, half below her breath, pricking her ears and looking up at her father with sparkling steel-blue eyes, for she expected him to tell one of the stories of his campaigns, which she never heard without feeling in her throbbing heart that she was a soldier's daughter. But Mrs. Lindesay was a soldier's daughter of another stamp, just as her apathetic China blue eyes were of a totally different shade and had altogether another expression from the quickly-kindling orbs of Lizzie and the Captain. \" I did not mean public news, Mickle,\" his wife interrupted him more quickly than usual; \" I wondered whether there was anything happening in the town. And what did you say D 2"], [48, "Logie Town. 36 about the Douglases, Lizzie ? Has Miss Ceecil come down from Perth?\" After Mrs. Lindesay was satisfied that the two Douglases referred to bore no relation to each other, Captain Lindesay, like the gentleman he was, quietly deferred to his wife's hint, dropping without a protest his reminiscence of the great wars, to Lizzie's covert disappointment. \"I don't know that I gathered anything very new in the ongoings of the Logie folk, Anna,\" he said, in a tone of good-humoured banter. \"You cannot expect a wedding, or a funeral, or an election, or even a roup of a dyvour's goods, ilka day.\" The Christian name here was in accordance with the fashion which had transformed the simple stateliness of Anne and Elizabeth into the showy sentimentality and slip-shod finery of Anna and Eliza, and doted on the melodious grandeur of Matilda and Amelia. The Captain's tongue often stumbled at the Auna, and was tempted to merge it into the familiar kindliness of Annie. But he abstained, for he knew that his wife liked her proper name ; besides, did it not belong to her individuality as \" an elegant female \" ? One of several good qualities belonging to Anna or Mrs. Lindesay was that she was seldom or ever cross. She was"], [49, "Story that was going Round the Town. 37 too fat and sleepy-headed for chronic ill-humour ; she entered into her husband's joke. \" I'm sure, sir, you might make events to please your wife, if they do not occur in the order of the day. But did you not see the Provost's leddy or Mrs. Hugh Webster ? Mrs. Hugh was to ride in about the cutting out of a gown, to Jenny Stark's, the day.\" \" My father could not have seen Mrs. Hugh, ma'am,\" interrupted Lizzie. She always addressed her stepmother as ma'am. The girl was expected to do so, as a mark of fitting respect. \" Mrs. Hugh has changed her mind, and is not to have her Norwich crape made up just now. Jenny's niece, Maggie, told me this morning, when I stepped in to ask when she could come here.\" \" I'm not sure that I'm ready for her yet, Lizzie,\" said Mrs. Lindesay, with a shade of dryness as at a slight liberty taken with her future arrangements. \" I have not altogether fixed on the check for the boys' kirseckies \" (pinafores), \" and I want a new pattern for little Hill's pelisse. I'm sick of Jenny Stark's bairns' pelisses. I could not sleep last night for thinking wdiat I was to do to find something that would set off the lamb,\" complained Hill's mother, a little plaintively. \" I wish you had more ingenuity,"], [50, "38 Logie Town. Lizzie, and were a little less brodent on books than on your needle.\" \" I'll be happy to do my best, ma'am,\" Lizzie pledged her self, not without a trifle of restraint, when she thought of the time, trouble, and expense that were lavished on the lamb's toilet, contrasted with the moderate money and care that were judged sufficient for hers — Lizzie's. \" If I were you, my love, I would not plague myself about such a trifle as the laddies' clothes,\" said the Captain, sooth ingly. \" It is very natural and nice of you to wish them to appear to advantage ; but think how precious their mother's health is, and that she is not over strong. It is only a good night's sleep that can preserve either strength or good looks in man or woman.\" \" Oh, I'm not minding so much as that comes to, Mickle,\" Mrs. Lindesay had the grace to admit. \" I would not be such a fule. But the laddies are perfect pictures of laddies, every one, and you know you like to see them look their best.\" \"As I like to see their mother,\" said the Captain, gal lantly, with a little bend of his ramrod of a back. \" By the bye, I did hear a story which may divert you women. You"], [51, "Story that was going Round the Town. 39 ken what a work Dick Cunnings * has with his mother, — as much as you, Anna, with the laddies, — and that though he may vex her with late hours and idle company, he thinks there is not a match to the proud auld leddy in the town. For that matter, Dick is as proud as a peacock on his own account — a silly upsetting chield who should know better, since he's a bachelor who will never see forty again. But that is neither here nor there. He was one of a company drinking a glass in the Star Tavern, which, as you ken, commands the back of the Cunnings' house in the Barn Wynd. 'What should that mischievous rascal, Andrew Bonthron, do, but cry out that he saw in at the pantry window and spied auld Mrs. Cunnings with one of her silver spoons creaming a dish of milk for the tea. Sure enough when the party looked up there was Mrs. Cunnings, honest woman, properly and composedly engaged, totally unaware of the dozen of een glowering at her operations. \" ' What will you wager, Dick,' asked that sorry Andrew, ' that your mother does not lick the spoon when she has finished ? ' Dick stormed at the bare idea. His mother was a leddy out and out, and though she condescended to * Scotch corruption of Cunningham."], [52, "40 Logie Town. housewifely cares, no servant lass's trick was to be looked for from her. ' But you'll not wager,' pressed Andrew. ' Me wager ! ' exclaimed Dick ; ' I'll bode the whole set of you the best dinner the Crown Inn can provide, if my mother demean herself as you even her to — but you know no better. I tell you she never licked a spoon save in seasoning broth or tasting a cordial which she was brewing, in the whole course of her life.' \" There was dead silence while the party watched like gleds their unsuspecting victim. Then the silence was broken by a roar wdien the good auld leddy licked the spoon as innocently and naturally as if she had been her cat or a little lass escaped from her gouvernante. The next moment she drew herself up and stared round, startled and bewildered, for the shout from the Star Tavern had pierced through stone and lime and was ringing in her ears.\" The Captain's bit of gossip, which was circulating merrily in the town, did not fail to divert his audience, though Mrs. Lindesay demurred at the chief point of the tale. \" Never ! Mickle. Mrs. Cunningham could never have been guilty of licking a spoon, or if she has, and it has been found out, she may cease to brag of being kin to Sir William Cunningham.\""], [53, "Story that was going Round the Town. 41 With the nuts and apples came the invasion of the Goths in the persons of Geordie, Mickle, and little Hill—yellow haired, apple-faced, large-limbed laddies for their years, struggling out of their coats and hose and petticoats, tearing themselves free from an overborne maid-servant, and launch ing themselves on an adoring mother. Geordie and Mickle snatched at the nuts and quarrelled over them, and Hill howled because the exigencies of life forbade his putting a whole apple into his mouth at once. When the first turmoil subsided and peace was restored for a space, the Captain questioned Geordie, bribed to stand restively for a few moments between his father's knees, as to what his morning's \" plays \" had been, and where he had been taken to walk. Geordie was induced to give an account, in highly-pitched treble, of his feats at \" bools,\" and where Peggy had led her charge's refractory steps. He was frequently flatly contra- dicted by Mickle, whose suit of clothes was a curious link between Hill's frock and Geordie's breeches— Mickle wore the nether garments common to man and boy, but they merged amphibiously into a girl's and child's bodice, low necked and short-sleeved. Mickle could not speak plainly, but he enunciated with a vigour that left no room for doubt"], [54, "Logie Town. 42 where the speaker's meaning was concerned. \"Thath a lee, thath a muckle lee.\" In vain the Captain tried to silence the sturdy protest with a \" Whisht, Mickle, that's ill-mannered — you should not interrupt and contradict your elder brother. Gentlemen do not speak of leeing.\" Mickle only vociferated his accusation with more resolute determination. There was a third monotonous accompaniment of \"Da-da, ba-ba, da-da,\" kept up continuously by Hill as the text in an unknown tongue to the musical performance of a spoon drummed on the mahogany table. His mother hailed the double achievement with rapture. \"Go on, pet. Is he singing his dear little song to mamma and papa? Do it again, lovie. Will you listen to him, Mickle? He says ' Da-da ' as plain as if he were his own grandfather. Bless my Hill.\" At last, when the children had worn themselves out, and the Captain's head was aching slightly, he remembered his daughter. \"And what have you been about, Lizzie, my lass? Something useful, I hope ? Helping your mother, eh? Surely not content with holding a novel\" (the Captain pronounced the word \"nouvelle\") \" in your hand or a Lip dug on your knee?\" These signs of woeful degeneracy were"], [55, "Story that was going Round the Town. 43 the Captain's two bug-bears, where young women were con cerned. He was willing to let his wife read novels if she liked, but they were not for Lizzie. As for the \"lap-dug,\" he might have withheld the allusion, since there was not room for a fourfooted favourite in the house. Lizzie's chief acquaintance with dogs was through Adam Lauder's hounds, and M. Raoul de Saye, the French emigrant fencing and dancing-master's all-accomplished poodle. Lizzie's step-mother volunteered her careless, patronizing testimony to Lizzie's freedom from the deadly offences referred to. \" Oh, no, Lizzie would not think of such nonsense ; she is never behind when I wish her assistance, but I can manage very well by myself with the help of the servants. A young lady has her own engagements and resources. She should be keeping up her accomplishments and improving her mind, if she has nothing else to take up her time. I mind when I was drawing the globes and making my fruit piece I did not know where to turn, I was so busy ; and once when some English officers would have us girls learn archery, I had to be at the butts from morning to night, besides helping with my brother Willie's outfit and preparing for the archery ball.\""], [56, "Logie Town. 44 \" You should thank your mother for sparing you, Lizzie, to make the best of your fine opportunities,\" said the Captain, in perfect good faith. Lizzie signified that she was grateful, and modestly men tioned some of her recent occupations in order to vindicate her character. She did not stop to remind her listeners that there was neither archery practice nor an archery ball at Logie to cause the hours to speed swiftly ; in short, that whatever its claims to liveliness, and nobody found it dull in that generation, it was not a garrison town. On the other hand, when Lizzie had been anxious for French lessons, which M. de Saye, though he did not usually teach lan guages, was willing to impart at a low figure, the Captain had instantly negatived the proposal as a needless waste of her time and his half-pay. Neither Captain nor Mrs. Lindesay sympathized to any extent with a girl's pursuits. They were foreign to the Captain, and Mrs. Lindesay had renounced them when she became a matron, and had a house to keep, servants to order, and children to hang all over her. The couple listened languidly and with wandering attention, only brightening a little when Lizzie asked if she might go in next door, see what"], [57, "Story that was going Round the Town. 45 Mrs. Mally Corstorphine was about, and take tea with her, if Mrs. Mally was agreeable. \" Ay, do,\" said the Captain. \" I'm afraid we neglect the auld leddy.\" \" That would be a pity,\" said Mrs. Lindesay, with rather more animation than she was accustomed to display on any subject, save herself and the children. \" Make my compli ments to Mrs. Mally, Lizzie. Say I'm coming to pay her a long visit the very first day the Captain and children can do without me.\" Lizzie's soft red cheeks grew redder as she left the room. The increase of colour was not induced by any fault she had to find with her step-mother's last speech, but arose from a different source of provocation. \" Mrs. Mally has always been very kind to me,\" the girl said to herself as she mounted the stair to her room. \" But I don't want to count on her favours either for me or anybody belonging to me. It sounds mean, and it is mean, even though it be only the privilege of borrowing some of her old lace for patterns.\""], [58, "Logie Town. 46 CHAPTEE V. MRS. MALLY CORSTORPHINE, WITH THE AFFAIRS AND CUSTOMS OF THE CROWN INN. Old-fashioned inns have only a comparative relation to the present places of entertainment for man and beast. At the time when Lizzie Lindesay lived, inns had changed, and they were to change still further. But as yet taverns had not degenerated into mere ale-houses. The former were still freely frequented — if not by great scholars like Dr. Johnson, by respectable members of the upper middle-classes. Many bargains were transacted, and clubs held in taverns, which, retaining much of their earlier footing, freed the inns from numerous clients that had nothing to do with bond fide travellers and their wants. Thus inns were reserved mainly for travellers and for visitors to the town, flocking in on the occasion of any unusual festivity. Temporary residents found"], [59, "Mrs. Mally Coestorphine. 47 comfortable board and lodging in such hospitable old-fashioned quarters, which really fulfilled the often halting promise of modern \" family hotels,\" long before the continental terms table d'hote and pension had been used in this country. It is said that so recently as the reigns of the First and the Second Charles there were English inn-keepers who wrote \" gentleman \" after their name with greater warrant than nine-tenths of modern esquires can furnish for their assump tion of the title of honour. In some cases, particularly in remote districts, the caUing was in a degree hereditary, and descended from father to son, or it might be from mother to daughter. It had been so with the Corstorphines of the Crown Inn, the inrincipal inn in Logie, which was now in the hands of a woman, the last of her line. If in the interval the family had ever abated a jot of their gentility, it had been vindicated by Mrs. Mally, a high-spirited old lady, who, like Miss Katie Ochiltree, was an acknowledged, if somewhat eccentric, gentlewoman. Mrs. Mally, with her staff of servants and couple of vice gerents in the shape of an elderly chamber and barmaid, and an elderly hostler, managed the establishment with success and credit, while its mistress visited the best of the townspeople."], [60, "Logie Town. 48 Nay, the Melvilles of Balmayne not only admitted Mrs. Mally to some degree of social equality — the sole terms on which she would have consented to know the family as a private individual — they owned a remote tie of consanguinity between the laird and the inn-keeper. No doubt Mrs. Mally's claims received a certain help from several accidents of for tune. She was a woman of substance, who had no near relatives. Her only brother \" Lowrie,\" who had early relinquished the inn in her favour in order to indulge a taste for roving and an ambition that rose higher than the pro prietorship of so many pairs of horses, so many post-chaises, an unusual number of furnished rooms, and a well-filled larder, had gone abroad and thriven till he died Governor of one of the smaller of the West Indian islands. Having remained a bachelor, he had bequeathed his fortune to swell that of Mrs. Mally. There were many reminiscences of \"Governor Lowrie\" lingering about the Crown Inn, in the shape of Dutch work in stamped and gilt leather, native work in bits of wrought silver and ivory, and such spices as the Queen of Sheba brought to King Solomon. These tokens lent an amount of verisimilitude to the marvellous tales of the"], [61, "Mrs. Mally Corstorphine. 49 late governor's power and grandeur, devoutly believed in Logie. Lizzie Lindesay did not go through the ceremony of putting on a hat and gloves in order to step across the pave ment from one door to the other. She passed the quiet, orderly bar, the quiet of which was not often disturbed, save on stated occasions, such as the arrival of the coaches and the advent of strangers come to stay at the Crown. She tarried a moment to receive the kindly, respectful greetings of some of the elder servants, who had known her since she was a child. \" Is this you, Miss Lindesay ? The mistress will be glad to see you.\" \"How is the auld Captain, and how are Mrs. Lindesay and the bits o' bairns ? \" These men and women were very much fixtures at the inn, since Mrs. Mally, though a strict, was a liberal mistress to a good servant, and the place implied perquisites in proportion to its work. \" How are you the day, Christie, and how is your lame horse?\" she inquired in return of one old acquaintance. \"I'm glad your toothache is better, Merrin,\" she said to another. Lizzie did not need to be shown the way to Mrs. Mally's VOL. I. E"], [62, "Logie Town. 50 sitting-room. She knew every twist and turn, every step up and step down of the old house, including the short passage leading to the two small rooms which M. de Saye had first used for several weeks at a time, and then come to occupy permanently, so that they were set apart for him. His fencing rapiers and violins in their sheaths and cases hung in imposing array on the wall just outside the door of the first of his rooms. There was an ante-room to Mrs. Mally's parlour, surrounded by cupboards with glass doors filled with old china and glass. The clipboards themselves presented a fine contrast of dark mahogany and bright brass ; keeping them company was a great oaken chest black with age. Both panels of the chest were carved with armorial bearings in high relief, and the whole was entitled to be transmitted to succeeding generations as a work of solid art. Beyond, lay Mrs. Mally's sanctum. The walls and roof were painted a dead white, which not all Mrs. Mally's care could prevent from yellowing and getting a little smoked and dingy, before their re-painting every third spring. The furniture, though well-kept, was old and worn, the carpet and the scanty lemon-coloured hangings faded. But unless in the height of summer there was always a large"], [63, "Mrs. Mally Corstorphine. 51 fire in the grate in the corner, on one side of which stood Mrs. Mally's spinning-wheel, on the other her brass-mounted escritoire, with her family Bible and her cookery book on its shelf. There were, as invariably, growing plants in the window, myrtles and hydrangeas, and out-of-date, seldom- flowering geraniums. They were carefully tended, and though not particularly gay or luxuriant, they lived on from year to year and were looked on as old friends. Above the flower-stand hung a couple of cages with green and yellow birds, the descendants of the paroquets and Java sparrows sent home by Governor Lowrie. There were more birds stuffed, in cases, like cases of jewels, where the trea- sures were humming-birds no bigger than butterflies. The china in the room consisted of several large Oriental bowls, which, when they were not used as beau-pots for cut flowers, were tilted over, on their faces, and stood in a row beneath the sideboard during three seasons of the year, and on the hearthrug during the fourth. Altogether, Mrs. Mally's room was as pleasant and cheery as the heart of a solitary elderly woman could desire. Mrs. Mally was not always cheery in it. She had to bear the burden of the inn, which she could not consent to resign E 2"], [64, "52 Logie Town. before her time into other hands than those of a Corstorphine — perhaps into needy, dishonest, or vicious hands, that would conduct the business in a very different way from that in which it had hitherto been maintained. Mrs. Mally had also endured terrible trials of her own. She kept a heart above them all, so far as the world was concerned, and never showed a dejected face, or what was called in her old Scotch \" a doon mouth,\" in public. But when she was caught sitting alone, as Lizzie Lindesay now found her, the mistress of the Crown Inn sometimes presented a bent head and a cloudy brow. Mrs. Mally rose up as Lizzie entered, a tall, sallow, gaunt, elderly ivoman in a gown of the sombre hue named bottle-green, a black mode tippet, black mittens, and in place of a lace cap a high \" hair cap,\" or helmet-like head-dress com posed of piled-up curls of coal-black hair, which added a yet sallower and more lantern-jawed cast of countenance to the wearer. Yet Mrs. Mally might once have been a handsome woman on a grand scale — tall, broad-shouldered, with a Roman nose, a massive chin, and well-opened dark grey eyes, even though, like Oliver Cromwell, her face was distinguished by a conspicuous wart. Mrs. Mally's wart was where her cheek"], [65, "Mrs. Mally Corstorphine. 53 merged into her chin, and as she grew older the wart bore a distinct tuft of black hair. It always seemed to Lizzie Linde say that this tuft bristled when Mrs. Mally was angry. There was a tradition of Mrs. Mally as a perfect young amazon, when on a journey of life and death, on a dark stormy night, just as there had chanced to be a great pull on the resources of the inn , a lagging postilion was not to be found, and she mounted into his vacant seat, mastered his refractory horses, and drove them a dozen miles to save an heir from being unjustly disinherited, and a miserable deluded old man from dying with a curse instead of a blessing upon his lips. Tradition further re ported that the reinstated heir laid his recovered lands at Mrs. Mally's feet, but she would have none of them. In those days she had not hesitated to enter the dining-room of her inn, put a stop to orgies of which she did not approve, and turn the amazed and incredulous revellers out of doors. \" Come awa', lassie, I'm very glad to see you,\" said Mrs. Mally, with a sincerity of deep-toned welcome which could not be doubted, \" but as I've been fule enough to yield to idleset and dreams this afternoon, ye maun gang to the window and try what ye can see to amuse you, or ye maun divert yoursel'"], [66, "54 Logie Town. with the birds for a space, till I've done what I should have attended to an hour syne.\" The truth was Mrs. Mally had some important duties on her conscience which she could not remit to a more convenient season even to enjoy the pleasure of Lizzie Lindesay's company. While Lizzie amused herself with her usual resource, the window, which would have offered so little to a stranger, but to a townswoman supplied a vista of never-failing alluring incidents and significant details, the landlady of the Crown Inn sat down to her desk and studied a ledger previous to making out an account, and this with characteristic steadiness and despatch. Then she rang the bell at her elbow, giving a sharp, imperative pull to summon first one and then another of her functionaries to her presence. \"Merrin,\" said Mrs. Mally, addressing the well-intentioned but rather thick-headed elderly chambermaid, who wore an amply frilled \" mutch \" and an apron reaching to her feet, \" what's this I hear of the papers in Moshie's room being disturbed, and his dogue affronted ? \" \"Weel, mem,\" said Merrin, with a shade of sulkiness, \" Moshie maks a perfect writer's office of his rooms at times, and if a woman is to red up after him, it canna be thocht"], [67, "Mrs. Mally Corstorphine. 55 that she's to gather ilka scrap that has fallen from his pen and lay it doon again just where she took it up. What for suld he hae sic a trade wi' papers, a French dancing-maister, wi' a wheen accounts that he can send in when they're due and be overpaid by the gentry that have a troke with the like o' him, when mony an honest Scotch working-man has to lie weeks out o' his hard-earned wages? As for Moshie's beast o' a dug, it's a clean shame to hae a brute made a fule o', set up to haud a fiddle-stick and wear a cap like its maister, even if ane was assured the vermin was a-thegither canny.\" It was clear that Merrin was a staunch patriot with a dash of superstition under her rank prejudices. But Mrs. Mally permitted no questioning of her will. \" I would have you to ken, Merrin Montgaw,\" she said, still more severely, \"that Moshie de Saye is a gentleman and is to be treated as such, at least as long as he's beneath my roof. He may have his freits about papers and dogues like other gentlemen, gude and weel. They are no business of yours, or of mine either for that matter, and it is for you and me to defer to them. Moshie's papers are not to be touched when he saj-B they are to lie still, and his dogue is to be let alane. What garred ye be sae cruel as to tie a dustpan to the dumb thing's tail ? \""], [68, "Logie Town. 56 \" Just to mak' her keep to her ain quarters, and no push her muckle nose into my closet,\" said Merrin, with a show of defiance ; \" and if Moshie's room is to be dusted without lifting his papers, I wish you would try your hand at it your sel', Mistress Mally.\" \" Maybe I will,\" said Mrs. Mally coolly, \" or I can find another who will do my bidding ; though I would not like to part wi' an auld friend and gude servant for a cantrip.\" \"Then the pairting sail not be on my head, mem,\" said Merrin, quickly restored to her right mind. \" No, though I suld hae to pike among Moshie's papers as gin they were egg shells. I didna mean to complain o' Moshie, though he is a landlouper. It's no a'thegither his faut, I suppose, that he suld be wyted for't. I will say this for him, he keeps himsel' to himsel', and gies no trouble that he can help. Nane can deny he's forwarder wi' his shillings, however lichtly they may be come by, than mony a richer billie is wi' his bawbees. That's true, though Moshie's auld blue coat is threadbare, and his pumps worn to the banes, and he would have lived mony a day on lavrocks, gin ye would have let him.\" \" Weel, Merrin, I'm glad to find ye ken a gentleman when ye see him, and hae come to your senses so as no to be aboon"], [69, "Mrs. Mally Corstorphine. 57 humouring his wheens,\" said Mrs. Mally, with dignity. \" Now, send me Baldie,\" naming the youngest stable-boy. If Merlin's reflections had received audible expression when she left the room, she would have been heard to say, \" It beats a' for her haud by the French ! \" Baldie, naturally shame-faced, and still further depressed by a sense of guilt, looked overgrown and hulking in his corduroys, as he was forced to face his mistress. \" Baldie Gillespie, I hae it on gude authority,\" began that awful woman, \" that you have been found pappin' wi' that gun again. I'll pap you ! Ye'll never rest till you have blown somebody's brains out and been ta'en up for murder.\" \" It was only at the sprogues,\" replied Baldie, feebly, \" and there was na even shot in the gun, jist some bits o' stanes, and the sound to fleg them.\" \" You'll let alane that gun — it's no' yours in the first place - — and I dare ye to lay hands on't till ye've come to mature years, or you'll quit the premises. I've your mother to answer to — a weedy-woman, sair bested wi\" a handfu' like you — but if she doesna chuse to be quit o' you that gate, she shaU not have to laj* the mischance at my door.\""], [70, "58 Logie Town. CHAPTER VI. A CHILD'S MINIATURE, At last Mrs. Mally was at liberty to close her desk and come round from her seat of office to the white dimity covered easy-chair by the hearth, where Lizzie joined her. \" The fire is still the best flower in the garden when the evening draws on, Mistress Mally,\" said the girl, gazing with bright eyes into the glowing embers. \" Say you sae, Lizzie,\" replied Mrs. Mally, with a sus picion of dreaminess stealing over the alert, capable face and bearing ; \" why it's the middle of March, in a fortnight it will be Aprile — Aprile, lassie, when the blackbirds are beginning to sing, and there are heaps of spinks and wall flowers and daffondillies in the gardens. Surely the seasons are getting caulder than they were wont to be, or your blude is less easily stirred ! I'm sure when I was young I would"], [71, "A Child's Miniature. 59 have scorned a fire long afore Aprile. To be sure I was up and doon, and oot and in twenty times in the hoor \" She changed the subject abruptly. \" I saw the auld Captain pass, the day, twice ; but I have not seen your stepmither out. Is Mrs. Lindesay weel, and getting on with the new lass in the nursery ? \" Mrs. Mally always called Mrs. Lindesay plainly Lizzie's stepmother. The truth was the truth, and did not, to hardy ears, suggest disparagement. Besides, Mrs. Mally had known Lizzie's mother, and had preferred Captain Lindesay's first to his second choice in matrimony. Lizzie and Mrs. Mally had a cosy tea of buttered toast, home-made scones, choice preserves, \" diet loaf,\" and short bread, the whole qualified by the most fragrant Bohea. If Lizzie had come in to supper the fare would have been equally unexceptionable, whether its chief piece de resistance were a plate of trout, fresh caught from the Cart, a delicately roasted chicken, or a superlatively-dressed dish of tripe. Where was good living, that is good eating and drinking, to be had, Mrs. Mally would have asked, with a shade of superciliousness, if not in an old inn? Mrs. Mally could have supped hare soup every day that the hare shooting"], [72, "Logie Town. 60 lasted ; she could have broken bun instead of ordinary bread from Christmas onward. She need not have sat in that little room on the sec ond story, a match to the rooms occu pied by the French dancing-master. She might have appropriated to herself, wfien it was not otherwise required, the spacious dining-room, or any one of the roomy parlours downstairs. There was no call for her to walk out like the other Logie ladies — she might have driven day after day for pleasure, as she did drive when she paid visits to her friends in the country, in the most comfortable of her yellow post-chaises. A woman of substance and influence, a woman who could command many a coveted indulgence, was Mrs. Mally. It might be, however, that she had not grasped much that a woman holds dearest in the course of her life, that she had been piteously baffled and beaten in those relations which outweigh all others, and may be found safe and sure, strong and sweet to the end, in the lots of those who are in other respects the humblest and poorest of their kind. Mrs. Mally was summoned to take the orders |of a guest of consequence in the course of the evening. Lizzie, left again to divert herself, and warned by the growing dusk"], [73, "A Child's Miniature. 61 from the window, took to hovering over some miniatures which ornamented a side-table. She knew them all by heart, yet they never failed to interest her, and they would serve to pass the time of Mrs. Mally's absence. There were old Mr. and Mrs. Corstorphine, Mrs. Mally's father and mother; the former blandly tapping a snuff-box, and wearing an ampler wig than was still worn ; the latter in a close cap, which had an atmosphere of primness in its stiff lines that met and merged in a quilled ruff, standing up round the throat. There was Governor Lowrie, like his sister in complexion and features, and resplendent in a red coat which might have belonged to his governor's rank or might have been a militia uniform. But who was this? It was the likeness of a child in such a broad frill — which made the small neck look thinner and the round head too heavy for its pedestal— and such a little coat as Geordie Lindesay still wore. Lizzie had not seen the miniature before and was puzzled to name the original. It could not be Governor Lowrie in his early youth, for she had often heard Mrs. Mally say she possessed only one likeness of her brother. Besides, he had been dark-haired"], [74, "62 Logie Town. and dark-skinned as his sister was, and this represented a child of fair complexion with blue eyes and reddish hair, not very dissimilar to those of the small Lindesays. \" Oh, it must have been poor Lewie, when he was a boy,\" Lizzie suddenly came to the conclusion, though she had not known of the miniature. When she thought of it, she told herself it was stupid and careless to have forgotten in spite of the years between. This must be the month — probably the anniversary of the very day when Lewis Corstorphine had died. She remembered now that Mrs. Mally had looked dull and dazed on her entrance. Then the misfortunes of the woman old enough to be her grandmother came vividly before the girl's mind, until she sorrowed for them, as the woman herself had long ceased to sorrow, except at rare intervals. Mrs. Mally in her loneliness had been both wife and mother in her day. She had been a young widow, in that most wretched of widowhoods, when she could not mention her late husband's name, which she had dropped, or openly shed a tear to his memory. Perhaps that was the reason why she had adopted a hair-cap, the compromise then of women who would not grow old. Yet Mrs. Mally was in"], [75, "A Child's Miniature. 63 the habit of looking all the facts of life, including her age (between sixty and seventy), full in the face. But a cap of net or muslin, the remote reflection of the linen curch, had been the universal token of wifehood when she was young. She had put it on proudly and rejected it bitterly, and she never assumed a widow's cap. She had been left childless long before death had made her only son his prey. Though he had died in her arms at last, there had been such strife and alienation between them that here again Mrs. Mally's lips were sealed. Being a woman who was neither weak nor fickle, she had not the privilege of lamenting the lad who had disgraced not his father's but her father's name. Lizzie had heard the whole melancholy story many a time from Captain Lindesay. Mrs. Mally had married against the will, though not exactly under the ban, of her parents, and of all nation alities she had married a Frenchman. There were many refugees in the country at that date, scattered over the length and breadth of the land, and turning up in the most unexpected nooks. Mrs. Mally's fate was a young Norman, blue-eyed and fair-skinned as if he had been Scotch or English. Whatever his rank had been at home, he was"], [76, "Logie Town. 64 earning a precarious living as a miniature painter when Mrs. Mally first made his acquaintance, and he enjoyed free quarters at the Crown Inn, while he painted the very miniatures of the old innkeeper and his wife at which Lizzie had been looking. The artist had done more than was bargained for. He had painted a third miniature, that of Mrs. Mally as a jeui/e ingenue in a white frock, simpering over a rose in her hand. It was a work which no painter with an eye to character or the smallest comprehension of Mrs. Mally's nature could have perpetrated, and the miniature had been put out of sight almost as soon as painted. For in triumphant vindica tion of the attraction of reverses, the radically unstable and vicious painter won the resolute, upright heart of the original, to the grief and mortification of his employers. She elected to quit her old home, with all its security and comfort, and go with the man of her choice — a stranger and an alien — to more or less certain poverty and hardship. Mrs. Mally was absent for about a year, when she returned, penniless and alone, save for her baby, and with a mouth for ever shut on her experience during these miserable twelve months, which had converted her from an eager, sanguine"], [77, "A Child's -Miniature. 65 girl into a harsher, more austere woman than she was forty years later. She dropped her husband's surname, and brought up her little Lewis, with the consent of the father and mother who had not refused to receive her and her child, as a Corstor phine. The prefix of the Mrs., which was beginning to be relinquished by maiden ladies, was all the vestige she retained of her matronly title. The man who had given it to her had not reappeared to molest her. In course of time the old couple died, and their daughter became mistress of the Crown Inn. Later on tidings reached Logie in an acci dental round-about fashion, that Mrs. Mally's husband was certainly dead also. But she made no sign, and she so held herself in the stately comeliness of her prime, and the power of her independence and ample means, that no suitor save the grateful gentleman whose patrimony she had preserved to him, ventured to approach her. Him she dismissed civilly but decisive!}-. In her efforts to bring up her son to tread in the paths that a Corstorphine should follow, and to save him from the miry by-ways to which his father had been addicted, Mrs. Mally committed the capital mistake of drawing the bridle reins hard and tight on a neck which had her own refractori- VOL. I. F"], [78, "Logie Town. 66 ness in addition to a share of the paternal folly. The result was what might have been expected. The boy grew up wild, and on the occasion of some youthful trespass, after which he would not face his mother, threw up his chances in life and enlisted as a \"single\" soldier in a marching regiment which had already got the route from Logie, and was bound for the bloody fields of the Peninsula. Stung to the quick, Mrs. Mally let her prodigal go. Thus there was a second name once familiar to her lips which passed them no more, as death stills some sounds for ever. Whether she ever scanned the newspapers when they were full of the news of battles, none — not even Merrin, who was then chambermaid at the Crown Inn — could tell. Lewis Corstorphine did not prosper in the wars, though he really carried himself as bravely and was not much worse morally than many gentlemen who won distinction. But Lewis drew his more essential qualities on one side from a •race which had never thriven either by strong self-denying manhood or by honest industry. He had not even a sergeant's stripes on his arm when after ten years' service he got his discharge on the ground of ill-health; in point of fact, he was a dying man, and in his weakness and hope-"], [79, "A Child's Miniature. 67 lessness he wandered back to Logie. He made no appeal in the first place to his mother. He had recourse to Captain Lindesay, who was already settled in the town, to whom every disbanded soldier went as naturall}' as a duck to water. It was in the interregnum between the auld Captain's first and second marriages, when he was leading a somewhat for lorn and shiftless life with his little girl, and he acted with an impulsive rashness which either of his two wives, had they been to the front, would have interposed to qualify. He had absolutely nothing in common with Private Lewis Corstorphine; nay, the Captain having been so much older, and so long absent from Logie, had not even known the man in his better days. But Captain Lindesay was sorry for the fellow, who had fallen down in the world beyond remedy — above all for the soldier hardly past early manhood, whose campaigns were ended. Captain Lindesay took Lewis Corstorphine into the Cap tain's house in spite of the awkwardness of its near neighbour hood to the Crown Inn, made no concealment of what he had .done, and waited — not without trepidation, fire-eater as he had been— to see what would happen. It would have been a bold man who would have bearded Mrs. Mally on her own F 2"], [80, "68 Logie Town. threshold and craved pity for her erring offspring. But in a small place like Logie Mrs. Mally was sure to learn who was so near her. Even if her eyes failed her and Lewis was so changed that she could not recognize her son, gossip would carry the truth to her ears ; and surely the woman's heart would yearn when the very Bible had protested in wistful wondering doubt, \" Can a mother forget her sucking child ? \" But Mrs. Mally remained passive. Then what an old soldier who had never feared the enemy shrank from doing, a little child in her simplicity and trust dared to do. One of Lewis Corstorphine's redeeming traits — perhaps inherited from his little-worth father, certainly to be found in many of his countrymen — was his exquisite tenderness to children. He showed it to Lizzie, who straight way was devoted to him, next to her father. Her playmate, Lewie, was sick and sorry; and the small girl somehow gathered it was because Mrs. Mally was angry, and would have nothing to say to him. Unprompted, saying nothing to others of what 6he was going to do, simply fired by zeal for her friend, Lizzie walked into the inn, asked for its mistress, and was shown by Merrin, who supposed the Lairn had brought some message from her father, for the first time up"], [81, "A Child's Miniature. 69 to Mrs. Mally's room, which the girl was afterwards to know so well. \" What are you wanting with me, my little leddy ? \" inquired Mrs. Mally, interrupted at her accounts, and bend ing on the audacious intruder an impatient look from the piercing grey eyes under the dark brows. All quivering with earnestness and excitement, which made her forget heiself, Lizzie went straight up to the speaker's chair, took the occupant's hand, muscular for a woman's, in the soft small palm, and discharged her self-imposed mission. \" Why will you not be friends with Lewie, Mrs. Mally? He is not bad now. He's sorry for what he has done — he will never do it again, and oh ! he's so sick ; neither my father nor the doctor can make him better, and nursey says he will be put into the big black hole before long. I would not be angry any more after I heard that, if I were you.\" Lizzie volunteered her sage, tender advice with grave simplicity. Mrs. Mally sat transfixed, as pale as death. At last a thrill went over her face, her strong features began to work, and she smiled a faint, wavering smile. \" Well, little Lizzie Lindesay,\" she slowly said, \" since you have taken it upon you to interfere and mend matters, if you will bring him to"], [82, "Logie Town. 70 me, and get him to say for himself what you've said for him, I'll see what I can do.\" Lizzie was off like a shot, and by whatever spell the child worked her will, she was back again the next moment with Lewis Corstorphine staggering by her side. She brought him to his mother, and then Lizzie grew frightened at the faces of the two grown-up people, and turned and fled, never resting until she was in her own home in her father's room, with her face hidden on his knee. The next time the small woman saw her big charge he was lying on the bed he had slept on when a boy, solaced by every care and comfort his mother could procure for him. The recollection of that long past scene always filled Lizzie with a mixture of shame and gladness. \" How could I take it upon me ? \" she would ask herself. \" I could not do it now. Oh, dear ! was 1 a forward, impudent bairn ? Yet I do not remember my father's checking me for meddling and speak ing up to my elders, though he was far more particular with me than he is with the laddies. I had not a mother, and I was a lassie,\" she added by way of explanation, with a half sigh, half smile. \" However, I'm pleased to this day that I got what I wanted. I've long known that though \"Mrs."], [83, "A Child's Miniature. 71 Mally can speak sharply she has the truest of hearts, for she and I have been the best of friends since that day, though we've never spoken of what happened, and never will.\" Mrs. Mally re-entered her parlour, and the waves of Lizzie's memory, which, unknown to her hostess, had rolled back and revealed a spot in the past, flowed over it again as if it had never been. No notice was taken of the miniature, and the talk was of the present and its ordinary yet enTossin\" concerns. But before Lizzie left she had not only a loan of the lace she wished to borrow for a pattern, she had a gift of some Valenciennes, that was more precious than she guessed, forced upon her. For Lizzie was one of those girls who, while frankly exchanging friendly favours with her neighbours, always resisted their bestowal of larger bounties with genuine distress, as if these were beyond her deserts, so that her acceptance of them was to trespass on the goodness of the donors. Mrs. Mally was of a different opinion. She called after Lizzie, when she was leaving, to remind her that not only Mrs. Mally's Valenciennes, \" Valenceens \" she called it, but a loan of her pearl \" snaps \" and ruby buckles, the Governor's"], [84, "72 Logie Town. gifts, at which Hay Melville was not above casting cat's eyes, was at Lizzie's service the next time she went into company. \" Oh ! Mrs. Mally, it is very good of you, but the snaps and buckles are too grand for me wearing,\" protested Lizzie, in gratitude so deep that it approached discomfiture. \"I'm the best judge,\" said Mrs. Mally, oracularly. \"It's nonsense I thocht enough o' aince on a day. They'll never be worn by me again, and if I think they set you and you set them, and like to see you wear them, wha's to say me nay ? \""], [85, "The Melvilles of Balmayne. 73 CHAPTEE VII. THE MELVILLES OF BALMAYNE IX GENERAL AND HAY IN PAR TICULAR. SOME OF THE WAIFS OF LOGIE TOWN. Logie was never dull, as has been hinted, to any of its old inhabitants. There were country people around who thuught the little provincial town the theatre of the most brilliant, unsettling gaiety. Notwithstanding this, Lizzie was confined to a great extent to the companionship of Hay Melville, of Balmayne. There was always some danger of such deficits — now at one, now at another stage of human existence. Popu lation did not increase in proportion, one generation did not succeed another so quickly as to prevent these gaps and blanks. There happened at this particular date to be no dearth of elderly men like Captain Lindesay, who might have had their rubber of whist quadrupled in excellent company every"], [86, "Logie Town. 74 lawful day of the year. Elderly women, too, were not lack ing ; even slightly overblown or faded belles, married or single, of Mrs. Lindesay's standing, were fairly represented, so that she could have had her choice of dinners and suppers at which she might have figured, touching her glass with her lips at each toast, and becoming famous as the languishing promulgator of those flimsily eloquent \" sentiments \" which were the ladies' special contribution to the feasts. However, she preferred to earn the admiration and gratitude of Captain Lindesay, and establish the reputation of the most devoted of mothers, by yielding to her natural indolence and indulging in any amount of dishabille and nursery gossip. But girls in their first youth in Lizzie's class were at this moment at a discount in Logie. And so, it is sad to say, were young men ; with regard to whom the late wars had carried off some, and the revival of trade, still eddying in currents considerably beyond Logie, had allured away others of the enterprising sons of the place who sought to rise in the world, and secure at least a competence more speedily than they could hope to do in their native town. The flower of the masculine portion of society was, with a few exceptions, \" a' wede awa', \" and it looked as if the"], [87, "The Melvii.les of Balmayne. 75 feminine portion thus forsaken had drooped and perished, married out of their spheres, or sought by any fair means to be transported into more promising regions. There was Mrs. Ochiltree's half-sister — young enough to be her daughter— who ought to have been another friend for Lizzie, but, as Lizzie complained a little piteously, the young lady did not stay with the minister's wife, as might have been expected, but preferred to board with an old aunt in Edinburgh. Again, Adam Lauder would be the better of a sister living with him at Lauder Mills — all young men were the better of sisters till the brothers got wives, Lizzie reflected demurely, and with an unconscious strain of sardonicalness in the thought. But he had not one of the Miss Lauders — though there were enough and to spare, Lizzie believed, in the Berwickshire manse — above once in the year, for not more than a week at a time, on the occasion of the race?, or when the yeomanry were called out ; and there were visits to the course, reviews, and balls. Miss Charlotte Pettigrew and Miss Sophia Bowers — every body in Logie pronounced the Christian names Chawrlotte and Soph-y, with the emphasis on the y — the old Provost's"], [88, "76 Logie Town. daughter, and the sister of the banker, would not have been unwilling to bridge the chasm between them and a girl ten or twelve years their junior. But Lizzie had a craving for ardent inexperienced youth like her own, not for youth disillusionized and broken in, even when kept free from the tartness of disappointment, or the sharpness of envy. Hay Melville was fated to be Lizzie's sole girl associate, just as they were \" eildens \" (of the same age). To be sure there was Jean Scott, of Burn Foot. But Jean was a poor farmer's daughter, though she had been in the same class at the parish school, and had been allowed to go to Monsieur de Saye to learn her \" steps,\" for a knowledge of dancing was held absolutely essential to any woman aspiring to be even in the lower middle class. Yet Jean and Lizzie had to a great extent parted company. It might have been different if Jean's father had been one of the farmers who were able to keep their long rows of wheat stacks intact until war prices became famine prices, and there were bread riots all over the country. On the contrary , Jock Scott had been an impecunious man all his days, until now, wdien he was up in years, it was well known that his back was at the wall. His sons had to be apprenticed to common trades. Mrs. Scott and Jean —"], [89, "The Melvilles of Balmayne. 77 the only daughter — had to do all the housework when the single servant was told off to be one of the workers in the farmer's fields. Jean, though she wore a riding-habit, and rode a pony into Logie, groomed the pony as often as not with her own hands, just as she fed the calves and the pigs ; and carried, strung under her plaid, resting on her saddle, a basket with butter and eggs, to be sold or offered in exchange for groceries, at the shop wdiere one of her brothers served behind the counter. Lizzie did not like her early playfellow, Jean, one whit the less for doing her best to help her family, but the two, retaining the old goodwill, had slipped into merely casual intercourse. If Jean Scott was several grades below, Hay Melville was a distinct step in the social ladder above Lizzie Lindesay. Hay was a laird's daughter, moreover she was an only child, and her father's estate of Balmayne was not entailed on heirs male, but would come to her in the course of nature. Hay was a prospective heiress of fair pretensions, for though Mr. Melville was not a great landed proprietor, neither was he the style of laird whose patrimony could be wittily defined as consisting of \" a wee bit o' land, a lump o' debt, a doocot,"], [90, "78 Logie Town. and a law-suit.\" He was also a man of good family who commanded full entrance into a circle of country gentry out side the town of Logie, with its genteel society of professional men, half-pay officers, and widow and maiden ladies. It was partly a matter of choice, partly of propinquity, and of a sort of social tradition, that the Balmayne family had always condescended to be on visiting terms with the town circle, while in another light the successive lairds and ladies reigned as kings and queens. The gates of Balmayne were no further off than the outskirts of Logie, so that Mr. Melville could saunter in his slippers over the \"brig\" and up the High-gate to look at the newspapers in the coffee-room, or ask the brief questions and make the monosyllabic replies, which stoodfor chatting with him, in the saddler's, tobacconist's, and bookseller's shops which he frequented. Mrs. Melville could trip in her pattens, when the road was muddy, or holding a parasol above her dress cap when the weather was sunny, to have a consultation with Miss Stark, the dress maker, whom the great lady honoured with her patronage ; to look in upon her remote kinswoman, Mrs. Mally Corstor phine, and inquire whether the Crown Inn had been served with fish that morning, for none had reached Balmayne, and"], [91, "The Melvili.es of Balmayne. 79 the cook was in despair with a dinner-party impending, and not a cod or a haddie to be had for love or money ; or to go as far as the manse, with a sovereign recipe for Mrs. Ochil tree's headaches. As for Hay, she appeared at any hour of the day, in any kind of odd costume — the odder the better, as she had been hunting, or gardening, or hay-making, or in all but full dress, having gone on before on some errand of her own, careless of spoiling her kid slippers, or ruffling the short curls under her hood, before she intercepted the Balmayne carriage at the other end of the town on its way to some country dinner part}'. No doubt the nearness to Logie was convenient when the weather was bad and time hung heavily on the family party. The despatch of a note by a servant was sure to procure, in less than half-an-hour, willing, gratified allies and satellites to play bowls or whist, to advise with Mrs. Melville on her carpet work, and Hay on her album, to play battledore and shuttlecock with Hay, or sit and listen to her whims and vagaries. Mr. Melville was an exceedingly shy, gruff man, said to possess many hidden virtues which his shyness and gruffness kept well out of sight. An anecdote was told of him and"], [92, "Logie Town. 80 Mrs. Melville, whom he must have wooed by latent affinity or proxy. When the couple were going to church in all the pomp and ceremony of the first Sunday after their marriage, as they alighted from their carriage at the entrance of the Kirk Wynd, too narrow to drive up, and proceeded to walk to the kirk-door, the observed of all observers, the bridegroom could not even then summon up confidence and courtesy sufficient to offer his arm in customary form to his newly-made wife. \" Are you not going to give me your arm, Andrew ? \" asked the mortified lady. \" Tak' it,\" was the agitated answer of the descendant of Queen Mary's major-domo. Mrs. Melville made up in abundance of speech and gracious ness for what her husband lacked, but she was no tool behind her flowing words and pleasantness. She was a clear-headed woman of the world, knowing perfectly well what she desired, and resolved to get it by any honest means. Hay was Hay, the Logie enigma and sphinx, the fascinating combination of amiability and perversity, above all of inscru tability, which sometimes distances out of sight simple sweetness and goodness, and reasonable comprehensibility. The tantalizing, enchanting puzzle extended to Hay's personal"], [93, "The Melvilles of Balmayne. 81 appearance until it was the most perplexing question whether she was radiantly pretty or positively ugly, a circumstance which was rendered stranger still by the fact that her father and mother were undeniably a handsome pair. Perhaps the truth was that under certain influences Hay borrowed an intangible unapproachable beauty, and under others she fell back unsupported on her natural plainness. Her figure was perfect to those who can see perfection in miniature size. Her body was as daintily made and proportioned as one imagines the physical presence of a sylph or a fairy. She was by no means without dignity, as le grand monarque was dignified. She was piquant and spirituelle, always fuU of original wit, and sheer wdfulness, that ought to have ex hausted the seemingly frail tabernacle, though the reverse was the case. She was wan to a blue-white, semi-transparency of skin, through which the veins shone, and thin to shadowi ness, though her small bones prevented anything like boni ness. All this was in spite of her healthy country fife and her really elastic, wiry constitution. Her features were very irregular — the nose, as might have been expected, tilting upwards, the mouth at once thin-lipped and a little wide. Her white even teeth and bright hazel eyes redeemed her vol. i. a"], [94, "Logie Town. 82 face from being literally without good points, for her hair was thin and sandy-coloured, and worn in a crop when the fashion was fast going out. With her slim shoulders, short locks, and the simple style of dress she was fond of, Hay Melville was often mistaken at a glance by strangers for a schoolgirl, a blunder out of which she had more than once made capital. She liked to go about in a schoolgirl's cloth frock and spencer, with a cottage bonnet and green veil to shade her eyes — those quick glancing eyes of hers which, oddly enough, like so many other odd things about her, were said to be weak, though they looked no more weak than a wild bird's eyes can be accused of blinking and dimness. Hay Melville whisked into Logie the day after Lizzie Lindesay drank tea with Mrs. Mally, looked up at a particu lar window of Captain Lindesay's house, flourished a set of three or four considerably thumbed little volumes in brown calf, and rather imperiously waved her handkerchief for Lizzie Lindesay to come down to her without delay. Lizzie obeyed the summons nothing loth — not that she was not conscious of having to tread warily on dangerous ground with any one so entirely mistress of the situation, and so regardless of consequences, as Miss Melville of Balmayne."], [95, "The Melvilles of Balmayne. 83 But Lizzie had little to do — Hay was very amusing and likable in her way even to women — and Lizzie might ascer tain when and where Adam Lauder and Hay had last \" forgathered ! \" what had been the date and duration of his most recent visit to Balmayne. Again, let it be said it was not that Lizzie cared vitally either confessedly or uncon fessedly, but she was exactly of the age, and in the circum stances, to have her maiden heart stirred by the first attractive young man who crossed her path and let her see that she was fair to him. So she told herself truly that she ought to know whether he was a universal \" beau \" and an inveterate flirt, by learning for herself, as far as she could, the state of matters between him and her single girl friend, when Lizzie was not by. In general, Hay Melville was no more loth to talk of her admirers and her passages at arms with them, than of any other subject under the sun, on which her glib tongue lightly descended, touched with fine keen thrust and parry, and then flew off to some other topic, and treated it in like manner. Whether Hay accosted Lizzie with a similar motive in the background, and was inclined to follow a parallel course, G 2"], [96, "Logie Town. 84 history deponeth not. Hay's first proposal was that Lizzie should accompany her to the circulating library to exchange a book. \" I wish another, Lizzie, and I think you may help me to choose.\" Lizzie modestly deprecated the idea that her opinion was of any consequence, while Hay broke in upon the protest to tell her companion that she had finished the work-bag she had been making. She had run out of gilt paper for her card-racks, she had written all the letters she could think of, she had quarrelled with everybody in the house twice over all round. She really did not know what to do with herself till she thought of a new book, and a skip in to Logie to get it. \" And if Mrs. Boyd had nothing in I cared for,\" ended Hay, philosophically, \"I might still catch you, or meet somebody, or see something to suit me.\" The streets of Logie were as well known to Hay as to Lizzie. Hay also was acquainted with all the street characters. There was Mary Mettlie (Maitland), the \" silly \" woman who wandered about in her silliness, always taking the crown of the causeway and doggedly keeping it, standing up against the wall in her blue check gown, and compelling every passer-by who disputed precedence with her to walk round"], [97, "The Melvilles of Balmayne. 85 her. Peggy Peebles was less silly than Mary, for she was able to act as a water-carrier, but in her greater ability she was also more malicious and dangerous. Long Lethan was a tall, grey ne'er-do-weel, for ever hanging about the street corners, holding a horse for a dram, keeping body and soul together otherwise, nobody could very well tell how. There were two old women from the almshouses to be seen on certain days of the week with \" pokes \" or sacks on their backs half fuU of meal, \" broke \" or broken bread, meat and vegetables, going round to beg of their richer sisters doles and halfpence, mumbling to each other with their toothless jaws over the liberality or the penuriousness of this or that housewife among their patronesses. \" Butter Eppie \" and \" Mushroom Bell \" belonged to a better class of country women, hale and hearty in their snow-white mutches and long cloaks, who trudged in from small farms and villages, carrying clean, well-filled baskets, and offering their com modities, not only to shops, but to private families, who were regular customers and friends of many years' standing. A very different specimen of her sex and station was a wretched, draggle-tafled creature, who carried a battered pail and \" hawked \" sand-stones and a kind of hearth-stone or"], [98, "86 Logie Town. \" cawm,\" which kitchen-maids used for their stone floors and hearths. Eough-and-ready rustic humour dubbed her \" the Coontess,\" both to her face and behind her back, and she accepted the title with stolid indifference. She had been nearer to wearing a coronet than ever was that aspirant to the Earldom of Crawford, whose feUow-masons called on him, in his proper style, to fetch them a hod of lime ; and the \"Coontess's\" story had been yet more baleful and tragic than the \" Yerl's.\" The two innocent girls whispered a scared reference to it as the haggard reprobate crossed their path, and her reckless black eyes flashed upon them for a moment. A wdd, dissolute young earl, the unworthy representative of one of Scotland's oldest and noblest houses, had many years before seen and entertained a passion for the \" Coontess \" when she was nothing better or worse than an utterly ignorant, vain, and crafty young beauty of the lowest type and rank in Logie. He had wooed and won her in his own evil fashion, when she had contrived to acquire such influence over him that, sunk as he was in debauchery and vice, deserted by his family and equals, with his health fast failing, he resolved to defy his aristocratic antecedents and marry the beautiful, coarse, cunning animal who knew"], [99, "The Melvilles of Balmayne. 87 how to rule him. The couple were actually proclaimed — that is, their banns were published — when his relations, taking alarm just in time, rallied round the victim of his passions, took him by surprise, got the better of him in his weak state of body and mind, and induced him to go with them. He fled like a rogue and vagabond from his castle in the dead of night, leaving his purpose of marriage un fulfilled. He crossed the seas to the foreign refuge prepared for him, where he died in the course of a few weeks. The cheated, baffled woman, over whose wanton head a coronet had hung suspended for three fateful days, returned to her people among the dregs of the natives of Logie ; she speedily squandered what plunder she had secured ; and she drank to still her gnawing disappointment still more than her remorse. She sank lower and lower, till she became the squalid drudge and sport of the town. The \" Coontess \" was an awful living homily against vice in Logie."], [100, "Logie Town. 88 CHAPTEE VIII. HOW HAY MELVILLE AND LIZZIE LINDESAY SPENT THE AFTERNOON. Miss Melville of Balmayne was not above taking a look at the shop windows ; accordingly she and Lizzie frequently loitered, and paused outright before Mr. Young's, the principal draper or \" cloth merchant,\" with the sign of the golden lamb, and the guardian angel in the shape of the huge yellow and white mongrel Oscar. The critics dwelt with lingering appre ciation on the silk and woollen stuffs, the ribands and bonnets, which Mr. Young and his shopmen displayed in their windows. For as yet the grand gowns and pelisses, capes and pelerines, the mysteries of dressmaking and millinery, were kept in the jealously guarded recesses of Miss Stark's establishment, and were not exposed to the greedy gaze of the vulgar. At last the pair reached Mrs. Boyd's little dark library, up"], [101, "How Hay Melville spent the Afternoon. 89 two flights of stairs in a house in one of the wynds. Mrs. Boyd — a widow of advanced years and impaired faculties of motion and vision — in spite or because of her genteel calling, was guilty of taking snuff, which somehow appeared to make her still more hobbling and bleared than she would otherwise have been. She was fit for little else than gossip, which she imbibed and exuded diligently at every pore. She rose stiffly from her arm-chair to pay honour to Miss Melville, but im mediately subsided into it again, doing no more of library business than consisted in receiving Hay's books in Mrs. Boyd's shaking mittened hands, depositing them with a show of care and precision on the table beside her, and sending her clients to ransack for themselves the shelves behind her. She offered neither assistance nor interruption, beyond plying her visitors with as many questions with regard to their family affairs — to be rewarded by unsolicited information with regard to the family affairs of the young ladies' neighbours — as she could contrive to squeeze into a limited space of time. What a \" mangle-wife \" was in a lower sphere, Mrs. Boyd was in a loftier region as a receiver and dispenser of news, domestic and social. \" Can you tell me when your uncle is expected at Balmayne,"], [102, "90 Logie Town. Miss Melville ? \" \" Miss Lindesay, my dear, is it true that your mammaw has had a word with Dr. Hepburn about Mickle's buck tooth — on the doctor's having let it grow in unchallenged 1 \" \" Have either of you young ladies heard that as the military were beating the tattoo last nicht they frichted the horse of a gentleman stopping at the door of the Star? Can you give me the ins and outs of the story?\" The running fire was a commentary on the backs of ' Mungo Park's ' and ' Bruce's Travels,' ' Young's Night Thoughts,' Tennant's ' Anster Fair,' ' Guy Mannering ' and ' Eob Boy,' by_the author of ' Waverley,' ' Pride and Prejudice,' ' Self control,' 'The Children of the Abbey,' 'Cecilia,' &c, &c. \" I think I'll take ' Iwanowua, or the Maid of Moscow,' the name sounds interesting,\" said Hay. \" Oh, I'm sure it will be good after ' Thaddeus of Warsaw,' \" agreed Lizzie, rashly. \" I cannot get anything for myself, unless maybe this book on birds — my father does not like to see me with a story if I am not reading it out to Mrs. Lindesay. Mrs. Hugh Webster has lent her the ' Keepsake.' It is very pretty to look at, but I think it is not very nice to read.\" Lizzie uttered her censure with a good deal of depre-"], [103, "How Hay Melville spent the Afternoon. 91 cation. She had read and enjoyed Shakespeare, Milton, Pope, Cowper, Burns, and the earlier of Sir Walter Scott's and Jane Austen's novels, but that did not seem to warrant her in setting herself up as a literary authority. \"Are you young leddies aware that there is a wild-beast show at the Saughs — come for the market next week ? \" Mrs. Boyd struck in afresh, as if she had not been doing her duty as a herald. \" Oh ! is there ? Thank you for telling us — we'll go and see if we can hear the lions roar or get a glimpse of an ostrich's head, or an elephant's foot,\" cried the two girls in a breath, as they staited in pursuit of the attraction. On their way the friends saw on the opposite side of the street the cheery, portly presence of one of the Merry Andrews. He not only took off his hat and waved a salutation to them ; he called in the mellow voice with which he sang many a good song, as if he were bestowing on them gallant encourage ment, \" Bound for conquest 1 \" \" Then you are a runaway, Shirra,\" retorted Hay Melville, skipping half across the street to deliver her rejoinder. \" You are feared to stay and speak with us.\" \"Feared out of my wits, Miss Melville. The writers"], [104, "Logie Town. 92 would not see me the day if you were to give me a wag of your finger.\" \" Have you heard about Bowse and the Shirra playing hide and-seek in his garden ? \" asked Lizzie, as the girls walked on. \"You know Bowse, Hay?\" referring to the Shirra's privi leged bandy-legged man-servant thus nicknamed by the town. \" Do I know Bowse ? Do I know my father and mother ? Do I know the Shirra's crooked stick ? What are you think ing of, Lizzie ? \" demanded Hay, impatiently. \" Well, never mind my stupidity. Bowse was weeding the carrot and onion-bed when the Shirra slipped out. You know he has a light foot, and is a famous dancer, for as heavy a man as he is. He hid behind the pea-sticks and began to cry ' Bowse ! Bowse ! ' thinking the man would suppose it was some of the scule bairns mocking his infirmity, as they are wont to do, from the other side of the wall, in the wynd. Bowse took no notice for a time. Then he lost his temper, raised himself on his hoe, glowered over his shoulder, and shouted back to his master, ' Ye auld idet, do you think I dinna ken it is you ? ' \" Miss Melville and Miss Lindesay made two grown-up"], [105, "How Hay Melville spent the Afternoon. 93 peoplo among nearly the whole of the bairns of Logie, to whom the great news had flown on the wings of the wind, gathering the small fry from all quarters to the green known as \" The Saughs,\" just outside the town, to feast the eye on the sensational pictures decorating the yellow caravans, and the ear on the muttered thunder of lions' growls. As the tidings spread the girls were kept in countenance by the arrival of more spectators of mature years eager to reconnoitre — for Logie Town dearly loved shows — till the sight-seers were supported by no less a person than the minister himself, come to see what was going on and report it to Mrs. Ochfltrec over their three o'clock dinner. Mr. Ochiltree walked back with Hay and Lizzie, and in the course of the walk he indulged, excellent and sensible man as he was, in the half-florid, half-humorous tone used at the time by men — especially married men — endowed by courtesy with fatherly rights over young ladies. To the former, the latter were uniformly the fair sex, fair friends or fair foes, to be complimented, rallied, played with, but rarely spoken sense to, as to reasonable creatures. Women had to wait for that distinction, as for the liberty of reading novels when they thought fit, till the girls were honoured and privileged matrons."], [106, "Logie Town. 94 The flattery and the banter, with the standing jests, had a strong matrimonial flavour. Marriage was the sole path in life then contemplated for women. To imagine they would miss it would have been the next thing to a gratuitous insult. Mr. Ochiltree congratulated himself on his good fortune, with formal pleasantry, on having two such lovely maidens to squire, wondered what had become of the swains who would have given their ears to be in his shoes, was sure his sons Aithur (Arthur) and Charlie would have walked home from St. Andrews for the chance, wished he had been thirty or forty years younger, and innocently dreaded the jealousy of his wife when she heard how he had been favoured. Hay interrupted him. \" A terrible thing happened at Balmayne this morning; have you not heard, sir?\" \" No, Miss Hay, what is it ? \" inquired the minister, off his guard, and relinquishing his high saluting on the instant. \" I had some thoughts, when I was in the librarj , of telling Miss Boyd myself, and so letting the tale go through the town, and being done with it.\" \"Pity me ! Hay, what was it?\" exclaimed Lizzie, in aston ishment ; \" you've never breathed it to me, though we've been together the whole afternoon.\""], [107, "How Hay Melville spent the Afternoon. 95 \" I think I may be excused for not being very forward in retailing the incident, or accident— whatever you like to call it,\" explained Hay, with a twinkle in her hazel eyes. \" Mr. Oliphant, of Burn- Foot, had run short of provender for his beasts, so he sent over his son Steenie to get it from my father. Steenie, being a poetic, flute-playing, picture-taking young gentleman, full of his own fancies, was rather affronted, and far from in love with his prosaic errand. He sought to dis charge it with as little trouble to himself, and in as few words as he could find. He took his horse, rode across the fields, and up the avenue, flung himself from his saddle, and stopped my father on his way to the kennel, saying, without drawing breath, ' Mr. Melvflle, I'm come to seek hay.' \" My father, taken by surprise, looked at the young gentle man, blown and disordered, and mistook his mission. \" My father drew his hands from his pockets, in emulation of Steenie. You know my father has never many words to spare himself, and he answered, with a wave in the direction of the house, ' Speer at herself, Mr. Steenie, you've my per mission.' Poor Steenie, poor high-flown, sensitive youth ! \" cried Hay, quivering with laughter at the scene she had conjured up. \" Think of his having to rectify my father's"], [108, "Logie Town. 96 blunder, and make it plain to him that it was not his charm ing daughter for Steenie's self, but dried grass for Burn Foot's lean cattle, the gentleman had come after ! \" The minister grinned, Lizzie tittered. Additional point was lent to the story, whether it were a fact or a hoax, by the circumstance well known in the circle that Balmayne — silent and hard to move as he showed himself — was still open to the advantage of such a match between Steenie and Hay as Burn Foot and Mrs. Melville had laid their heads together to bring about. Only the young people, the principals in the pro posed contract, hung back. Steenie cast sheep's eyes in a different quarter, and Hay was gudty of flirting, whenever she had the opportunity, with the dashing, dandy young fox hunter and paper-maker. \" ' Coming events cast their shadows before,' \" quoted the minister slyly. \" Doubtless young Burn Foot was only anticipated in his meaning.\" \"Deed no, Mr. Ochiltree,\" answered Hay, saucily, \"if Steenie is such a tame slave as to go a wooing at his father's bidding, there are two at a bargain-making.\" \" What would you say, Lizzie, to our looking in on Moshie's class?\" was Hay's next idle suggestion, after the girls had"], [109, "How Hay Melville spent the Afternoon. 97 parted from the minister. \" This is the day Moshie receives visitors, and he must be far advanced in his preparations for the ball.\" Both Hay and Lizzie had been M. de Saye's pupils ; naturally they retained the liveliest interest in the artistic performances over which he presided, which after many months of sedulous practice took the public by storm on the night of the dancing-school ball. It may be mentioned that though Hay Melville gave the ordinary colloquial corruption of M. de Saye's title of respect, she was a fair French scholar, the acquisition of French, though the auld Captain had regarded it as unnecessary, being even more strenuously insisted upon then as a test of polite education in her class than it is now. But \" Moshie \" was one of the innumerable nicknames of Logie, like \"The Emperor,\" applied to Adam Lauder's grasping, overbearing Uncle Simon, the true owner of the Lauder Mills. As a rule, these names were borrowed from contemporary history, from striking Biblical characters such as Noah and Moses, or from some personal peculiarity in the recipient, as in the case of \" Bowse.\" Often the analogy was far-fetched beyond recognition, still it tickled rustic ears and VOL. I. n"], [110, "98 Logie Town. wits. Thus the imposing terms \"The Emperor,\" \"Tallyrand,\" — familiarly abbreviated into \" Tally,\" — \" Solomon,\" were familiar sounds in Logie conversation. Of course Moshie had derived his sobriquet from his nationality."], [111, "M. Raoul de Saye. 99 CHAPTEE IX. M. RAOUL DE SAYE. When Hay Melville and Lizzie Lindesay walked into the old Town-hall, its mildewed walls garnished in the room of pictures with a few rusty swords and pistols, and tattered flags, beneath which the French dancing-master was suffered for a fee to the town's officer to introduce a large portion of the youth of the district into the mysteries of Moshie's art, the new-comers found the pupils engaged in marching in a variety of intricate figures. The dance was in reality a version of the polonaise, though in Logie it was simply called \"marching.\" The performers forming a sliding scale of age and size — the girls in homely stuff frocks and tippets, the boys not unfrequently in much-enduring corduroys — glanced demurely out of the corners of their eyes at \" the leddies,\" who were not any of their mothers, and yet thought Moshie's H 2"], [112, "100 Logie Town. dancing-school worth looking in to see. No further demon stration than these sidelong glances was possible under Moshie, who certainly ruled his subjects absolutely, though it was the rule of natural authority and subtle influence rather than of a rod of iron, or even of his own fiddle-bow. Had it been otherwise, had Moshie been deficient in the genius of governing in a sense of the responsibility of power, and in a reverence for helplessness which rendered him at once the most autocratic, the fairest, and the most patient of teachers, the reverse would not have been borne at Logie. The long wars ending in Waterloo were too recent to make it safe for \" parks \" to be administered to a Scotch bairn by a French dancing-master, even on the grossest provocation. It did not alter matters that Moshie had happened to be one of the crowd of refugee emigrants driven from their country by the earlier outbreaks of the revolution, and that he had no more thought of owning allegiance to England's arch-enemy Napoleon, now happily a prisoner at St. Helena, than any native of Logie dreamt of paying homage to the Sultan of Turkey or the Pope of Eome. But M. de Saye did not tax the forbearance of the hospitable country which had entertained him so long, though behind his back it made game of him."], [113, "M. Raoul de Saye. 101 Moshie was dignified enough to prevent his looking ridicul ous even when he offered specimens of chassis and entre chats, dignified enough to hold in check the riotous temper and overflowing spirits of youth, kind and clever enough with his ready sympathy and his endlessly ingenious mechanical contrivances, mimic engines of war or of peace, miniature forts or farmyards, to win the unbounded confidence and admiration of the more promising of his juvenile satellites, the leaders of the rest. \"Moshie could do anything\" was implicitly be lieved of him by many of his scholars, and a lad or a lass had only to please him, which was not very difficult after all, just to mind what he or she had been told, and to be mannerly among the scholars' selves both behind backs and before folks, for the great man to be willing to reward the aspirants to his favour in the most generous manner with the fruit of his inventions and discoveries. Moshie, a man a little over fifty, was not tall, but he was so spare that he looked taller than he really was, in his old fashioned, scrupulously neat but threadbare French regimental coat, the copy of that he had worn on quitting France a grown man in the Eighties. He always wore a tight stock and knee-breeches. He was in the habit of covering his stockings,"], [114, "102 Logie Town. when he was out of doors, by the long riding-boots of a cavalry officer. Indeed, he had nearly as martial an air as that which distinguished the auld Captain. Moshie had also fought for his ungrateful country before she had rejected his services and those of his entire class, and he had accepted his rejection. He would never cease to repent that acceptance, for he and men like him had left France to her terrible fate, abandoned her to the blood of her own shedding, aud the fire of her own kindling. He was five and twenty when he valued his life and freedom before the good of his country, as he put it bitterly, though he might only have helped her to the last gasp by suffering death at her hands, while he sought that his maddened murderers might have their eyes opened in the act of committing the crime. He was fifty now, separated from the irrevocable past by a long interval of time. If it had not alienated him in affection, absence had severed nearly every kindred and local tie. It had raised barriers which rendered it nearly impossible that he should ever recover the dropped links and resume his original history at the point where it had been broken off, and superseded by a protracted experience of exile and adversity, in which social and political ambition had become a blank."], [115, "M. Raoul de Saye. 103 M. de Saye had supported himself for well-nigh thirty years honestly and indefatigably by such talents and acquire ments as he possessed, for which he could find a field, like the larger proportion of his fellow-refugees. Of these, how ever, many had been able to return to France and reclaim what remained to them of property and rank on the restoration of Louis XVIII. But M. de Saye had not done so. He had continued to live in Scotland, and teach fencing and dancing for his livelihood, scorning nothing except to become a burden on any of his richer compatriots, or on some of the more benevolent and friendly inhabitants of the country of his adoption. In the first days of that French exodus, the poor refugees of all ranks, but principally of the upper classes, had turned their hands to whatever they could do — the men for the most part teaching languages, fencing, or drawing ; the women having recourse to embroidery and the manufacture of arti ficial flowers or flimsy drawing-room ornaments and toys, when the manufacturers could not compass mantua-making and millinery. When M. de Saye drifted to Scotland on some vague historical recollection of ancient alliances between the French"], [116, "104 Logie Town. and the Scotch, and to Logie on some casual recommendation of the little town for its cheapness, he found the department of languages in the hands of a countryman, who, having children to support at an emigre school, was in still more crying need of pupils and fees. M. de Saye was an excellent fencer, and at first he confined his energies to that branch of education, but when he discovered that his fencing lessons did not bring him in sufficient money to supply his frugal wants, though he had reduced them to the lowest calculation, he was fain to remember that he was also an accomplished dancer. There could be no degradation in a gentleman dancing for his bread, when all else that was left for him to do was either to beg for it or to die, like an incapable coward, of starvation. Degradation ! Dancing was a fine art, it was the poetry of motion. To do his best — even though he was compelled to take payment for the benefit — to diffuse the elementary laws of harmony and grace, of a high-toned bear ing and a gentle deportment, among a younger generation of the people who had sheltered so many of his nation in their extremity, was not an altogether unworthy or unacceptable return for substantial favours. M. de Saye, instead of wearing a wig, had his unpowdered"], [117, "M. Raoul de Saye. 105 hair— still black — combed straight back till it lay in waves on the nape of his neck. The beardless, olive face thus exposed was a fine one, of a clear, delicate, southern cut, with vestiges of the old Greek type in the straight nose aud the curve of the chin. He must have been a handsome man of a refined cast in his youth. He was now, though a hale, active man, worn till his bones had a slightly skull and skeleton-like appearance. Moshie, who had his kit in his hand, turned round on the opening of the door, and when he saw the girls, made one of the bows that had been in vogue at Versailles, when a country gentleman and officer, such as he was, could claim the privi- lege of hunting with his king, and afterwards of bending low before the dazzling spectacle of Marie Antoinette coming down the Grand Staircase on her way to the chapel. \" You do us honour, my young ladies,\" he said courteously, \" but I am afraid you have mistaken the hour, we shall only have the marching now till we retire.\" He spoke very good English, better than that of most of the natives of Logie, though he retained a slight foreign accent, and a lingering French idiom. He did not offer to change his arrangements to suit dilatory visitors, and the impression he made even on"], [118, "Logie Town. 106 Hay Melville, who was apt to remain undaunted in the most imposing presence, was to cause her to apologize for coming in at the end of the performance. As for Lizzie, she eagerly explained that they had not expected to see any of the beautiful \"high dances or graceful figure dances,\" which were like scenes from fairy-land or an opera. She and Miss Melville would be more than satisfied to look on at the marching. Indeed, those skilfully-contrived and carefully- executed windings and meanderings, twistings and turnings, circles and mazes, half-moons and figure eights, of the soberly attired little figures, who moved so lightly and quickly, without a breakdown, under Moshie's delicate spiriting, were in themselves pleasant to behold. The Master of the Ceremonies made a second grand, grave bow, more general in its application and slighter in its generality than the first, as a sign that the lesson was over, and that he dismissed both actors and spectators. The effect of his manner was that there was less of a noisy scuffle for bonnets, hats, boots, and walking shoes in the side-room, than might have been expected, and that neither Hay Mel ville nor any other member of the company, consisting at that hour entirely of ladies, took it upon her to detain"], [119, "M. Raoul de Saye. 107 Moshie with comments, flattering or depreciatory, on the dancing. The most self-important matron, primed with remarks, took her dismissal meekly, along with that of the children, as a proceeding which was not to be disputed, and reserved for a better opportunity all the hints and warnings and good advice which she had intended to give Moshie. If the fit occasion ever did present itself, he would listen with marked respect and an imperturbable countenance, and then beg her, with an earnestness and sincerity which took away her breath, that if she was not satisfied with the progress which Mees Maggie or Master Sandy was making, to remove the child without ceremony. Hay Melville wore a thick round gold watch hung at her waist outside her spencer. That watch was thought in Logie a most elegant as well as useful ornament, becoming the young heiress of Balmayne. Lizzie scarcely hoped to acquire such an ornament — not even Mrs. Lindesay had a watch. The auld Captain with his silver turnip and the eight-days clock in the kitchen kept time for the whole family, and did it to purpose. Hay looked at the watch as the couple left the Town Hall, and cried \" Gude sake \" (which is Scotch for \" Good gracious \"), \" if you will believe me it is a quarter"], [120, "108 Logie Town. to five. Your tea and my dinner will be waiting before we both get back. I must put off till to-morrow buying a new riband for my hair. I like coclico, but Adam Lauder has a fancy for blue — not that I care what Adam Lauder fancies,\" she added saucily. \" I'll leave you to study his taste, Lizzie, if you like.\" \"Thank you, Hay,\" answered Lizzie, quickly, \"but I do not like, so I beg to decline your obliging offer.\" That was all the satisfaction which Lizzie Lindesay got that afternoon with respect to the degree of intimacy and regard existing between Adam Lauder and Hay Melville."], [121, "The \" Emperor \" at the Crown Inn. 109 CHAPTER X. THE \"EMPEROIt\" AT THE CROWN INN, LOOKING AFTER HIS NEPHEW AND HIS MILLS. The Lauder Paper-mills lay in a crook made by the river Cart opposite the farmhouse of Burn Foot. The mills, which were well stocked with good machinery and material, were a source of employment to a considerable number of work people resident in Logie, and were therefore a decided boon to the neighbourhood. They were also, as the only mills within a considerable circuit, the sole representative of manufacturing industry, apart from the hand-looms which employed in what might be regarded as a private domestic way a good many weavers. But the mills were several steps in advance of the looms, and formed a source of special interest and pride to the towns-folk. They were in the habit of speaking of the group of new blue-slated buildings"], [122, "110 Logie Town. near an old meal and flour mill, which they had superseded, as \" Our Mills,\" with all the complacence of proprietor ship. It was well known that the mills really belonged to \" the Emperor,\" Simon Lauder, a partner in a firm of Edinburgh lawyers, a man of respectable Logie extraction, who had made a fairly flourishing professional connection a stepping stone for speculation in more than one field. He was a childless widower, but he had a nephew whom most people believed to be his heir, the only son of a parish minister in Berwickshire, heavily weighted with a small living and a large family of daughters. The Emperor had caused his nephew to be trained in the mysteries of paper-making, and had made him the tacksman or lessee, and the nominal owner of the mills. Adam's heart was more in fox-hunting, coursing, shooting, and fishing, fun and frolic, including love-making, than in business, still it was confidently and charitably hoped that with the help of sharper eyes and a shrewder head really at the head of the concern, though in the background, the young paper-maker would grow steady, become a diligent man of business, and eventually do well. It was difficult to think otherwise, or to prophesy hard"], [123, "The \" Emperor \" at the Crown Inn. 111 things of one who had so many of the elements of popularity as those possessed by the handsome, \" strapping,\" gay, good humoured fellow. The Emperor was in the habit of making periodical visits to Logie to look after his nephew Adam and the mills in particular, and when those were done with, a tangle of other interests. The great man, for he was looked up to if he was not beloved, held a monopoly of offices belonging to the town which ought to have been enjoyed separately and by resident townsmen. He was the owner of houses and fields, and the possessor of shares in this brewery and that tile- work and local journal office. The most diverse enterprises were undertaken, their gains appropriated, and their losses risked, by the enterprising son of Logie. It was this maw for swallowing up any amount and variety of sources of supposed advantages to himself and his family, and for taking upon himself the dictatorship of the whole, which had earned for Simon Lauder, in provincial parlance, the sobriquet of \" the Emperor.\" One of the Merry Andrews had declared that if there were messuages or tenements to be let in the moon Simon Lauder would rent them, without fail, agree to hold them on a nine-hundred-and-ninety-nine"], [124, "Logie Town. 112 years' lease, and come bound to pay the surface damages when the lease was ended. The elder Mr. Lauder's bearing was not out of keeping with the proud title which had been bestowed upon him. He was his fine-looking nephew Adam grown portly, and robbed of all his bonhomie. But in spite of the Emperor's personal advantages, he was rightly considered \" forbidding \" or repulsive in aspect. He could be bland when it suited his purpose, but as a rule he was haughty and imperious. He was viewed with the degree of credulous respect which waits on success, but he could not be called a favourite in his native town. He had been ready to bestow on it the showy benefits which cost nothing, but he had never been known to exert himself for any of the inhabitants where the exertion meant the smallest self-sacrifice. The dwelling-house at Lauder Mills was new, but it was long enough built to form a comfortable and pleasant bachelor establishment. It had been got up with that lordly disregard of expense which distinguished Simon Lauder's proceedings, and was a peculiarity transmitted by him to Adam. There was no lesson of the uncle's imparting which his nephew acquired more easily. This large-minded extravagance, which"], [125, "The \" Emperor \" at the Crown Inn. 113 the elder and the younger man shared, was a source of admiring awe to some of the careful, thrifty lookers-on, and of doubtful bewilderment to other persons less imaginative and more disposed to ask themselves questions. Instead of becoming his nephew's guest, however, in the house which was enthusiastically styled a little paradise, the Emperor, who had no other relations left at Logie, chose to take up his quarters, as he had always done, at the Crown Inn. The corner of the High-gate was the more convenient locality in reference to the numerous calls on his attention during his stay in the town. He added, with pointed condescension, for the Emperor could be condescending when his plans required it, the Crown Inn was a more perfect guarantee for his personal well-being. How could it be expected that Adam's housekeeper, though he kept good servants and a good table, would be able to minister in all respects to his (Mr. Simon Lauder's) wants as he could depend on his old friend Mrs. Mally Corstorphine doing ? If the Emperor was honest in his professions of friendship, Mrs. Mally did not reciprocate them. To her Simon Lauder was nothing better than a grasping schemer, while he was also pompous and domineering. She was not without a VOL. I. I"], [126, "Logie Town. 114 vague suspicion that these crafty, far-reaching speculations of which the world had thought so much because they had prospered hitherto, might \" gang agee \" ere all was ended, and great would be the devastation and consternation. Mrs. Mally disliked the uncle, though she had a sneaking kindness for the nephew, who was a braw lad, such as few women can entirely resist, and he might be Lizzie Lindesay's fate if he were not wiled away out of pure mischief by that clever \" hempie \" Hay Melville. Mrs. Mally took a consider able interest in both these girls' fortunes, but in spite of the old adage that blood is thicker than water, her interest in Lizzie transcended that which the old lady took in Hay as far as a mother's love surpasses mere cousinly regard."], [127, "\"Rank Tyranny.\" 115 CHAPTEE XL \" RANK tyranny.\" The Emperor had arrived as usual for his spring week's sojourn at Logie, and had established himself in the best rooms at the Crown, Mrs. Mally, of course, in the light of business and her duty as an innkeeper, receiving and doing her best to satisfy her customer. But the very day of his arrival there was a passage at arms between the landlady and her guest, in which, in spite of Mr. Simon Lauder's strength of will, Mrs. Mally came off the conqueror. In the first place the intolerant arbiter of many destinies, acting as if he was the head authority in Mrs. Mally's domain, as he was in other quarters, into which he had first intruded his bold foot, and then thrust his whole enterprising person, sent an overbearing, intolerable message by the simple lad Baldie to say that he (Mr. Lauder) would be obliged to Mrs. I 2"], [128, "116 Logie Town. Corstorphine to stop the French fiddling fellow's noise in the attics, so long as a gentleman was busy in the dining-room. Mrs. Mally frowned and fretted at that authoritative order in her own house ; but she preserved her composure and had her answer ready in a second. \" Tell the gentleman in the dining-room, from me, Baldie, mind my words, that the gentleman in the second flat — which is not an attic, as I should ken, having my private rooms there — has to attend to his business, which is no less pressing to him than the other's trade. Moreover it is not my part to interfere between gentlemen, or to meddle with a customer who is honourably pursuing his lawful calling under my roof, as he has pursued it for many a year.\" \" It's rank tyranny,\" Mrs. Mally protested to herself in dignantly, \" clean high-handed impidence, for as polite and fair-faced as he can pretend to be. The sound of Moshie's fiddle — I am sure it's as sweet as a lintie's sang — cannot disturb any gentleman at that distance. I had the Shirra here when the court-room was repairing, and he made the door be left open, and vowed he was as bad as the gipsy vagabond. If the Shirra could draw a fiddle-bow like that, he said, he too would be fain to"], [129, "\"Rank Tyranny.\" 117 ' Play a spring and dance a round Aneath the gallows tree.' \" The hated to be baulked even in trifles. The next time he encountered Mrs. Mally on the first landing place, while he raised his hat punctiliously, he said with a shade of sharpness in his suave tones, as if to remind her who was speaking — \" I grieved to find fault with aught under your charge this morning, mem. It must be the good ness of your heart and the ease with which a woman is imposed upon that causes you to harbour landloupers and to countenance their conduct, in keeping with their idle trade, in an inn which otherwise should command, and does com mand, the best of company.\" Mrs. Mally's sallow cheek and dark eyes lit up simultane ously, but she had too much respect for herself to fail in outward respect towards the Emperor, even while she dealt him a cutting retort. \" I beg your pardon, sir,\" she began with a ceremonious apology, \" but it surely behoves a great man and a lawyer like you to be careful of the words you use. There is no landlouper here that I know of. If you refer to Moshie because of his playing his fiddle, whether in practising his dancing tunes or merely as a divert to himself,"], [130, "Logie Town. 118 I could not have the face to interfere — not though he took to trying his steps and shook the house with his performance, which is not likely, seeing that he's a spare gentleman for his years, and is as licht of foot as when he came to the inn a score of years syne. He came here before you did me the honour of giving me your countenance, Mr. Lauther. In all that time I've never heard him speak a misbehadden word or known him commit a misbehadden action. That is saying a great deal, and if that is not like a gentleman in his misfortunes, I do not knowr what is.\" \" He has been somewhat tardy in retrieving his misfor tunes,\" said the Emperor with a sneer. \" Plenty like him have freed the country from the burden imposed upon it, beginning with Louis 18th, and ending with a dancing master. I'm told His Majesty, our gracious sovereign, made the Count d'Anjou a yearly allowance of twelve thousand pounds. But now the chief of the crew has returned to the grand fortunes in France we have heard so much of in the interval.\" \" That is not a matter I can speak of,\" said the lady dryly. \"I would not take it upon me to have an opinion on what I can ken nothing about, except to say that to the best of my"], [131, "\"Rank Tyranny.\" 119 knowledge Moshie has not had a penny of a pension from gentle or simple. Anyway, I hope I'll not forget myself so far as to trouble a respected customer in the discharge of his proper caUing.\" Then the Emperor, with all his well-bred assumption, had the coarseness and cruelty to allude to a consideration which Merrin, the chambermaid, had only suffered to cross her mind. \" I did not know, Mistress Corstorphine, you had such reason to think well of Frenchmen that you should go out of your way to defend any of the breed,\" he remarked with lofty superciliousness. Mrs. Mally grew very pale, drew in her lips, and put her hand with a sudden gesture to her side before she answered. But she had still the best of the argument. \" Then you did not know me, Mr. Lauther, if you thought I could not distinguish between good and bad, and would punish the innocent for the guilty, banning a whole country because all its sons were not what they should have been. If you object to living under the same roof with Moshie and his fiddle, I'm sorry ; but I cannot turn them out. I would rather give up the Croon at once. I can speak a gude word for you to Mistress Mawcom (Malcolm), of the Thistle, though her"], [132, "120 Logie Town. rooms are not just what you would call spaucious, or I'll do all I can to look out for ludgins to you.\" \"Not so fast, mem,\" said the Emperor, hastily, for his own part sensible that he had gone too far, and compelled to come down a few pegs in his claims. He resumed his earlier graciousness. \" Canny, Mistress Mally, canny. Why, it is me you are proposing to turn out, and not the French man ! Where are your patriotic feelings ? Do you not see that I was partly joking? What do I care for the man's — gentleman's if you will have it so — presence, a story over head ? Only I have a quick ear, and I confess I'm fashous about being disturbed, when I'm deeply engaged, with frivolous din that would better become a theatre than an inn — no offence, Mistress Corstorphine.\" \"No offence, sir,\" echoed Mrs. Mally stiffly; \" I will cause the green baize door that I had put up in the upper lobby the winter I was plagued with a hoast to be steeket pointedly.\" With this compromise the dispute dropped. But Mrs. MaUy had her own thoughts on the subject. \" It was no joke — neither do I suppose he has any spite at Moshie. It is just the ugly soor pride of the man's heart. I would insist that he should not darken the doors of the"], [133, "\"Rank Tyranny.\" 121 Croon again, let the toon mak ever sic a hulabaloo, were it not for the credit of the Croon. Forby it might take away the character of the man — Emporer as they ca' him, near hand as auld as mysel'. For we've never turned a man out for a word o' flytin' or for aught but wicked vice or riotous debauchery. Then there's his nephew, Adam, whom Lizzie Lindesay may be taking up wi'.\""], [134, "Logie Town. 122 CHAPTEE XII. further parleying between the emperor and mrs. mally. It looked and sounded as if Simon Lauder had risen off his wrong side or had come over to Logie with a bee in his bonnet, for it was not only with Mrs. Mally that he was on the eve of a quarrel. He had evidently an unpleasant settle ment of accounts with his nephew, who came to dine with his uncle at the Crown Inn. After dinner high words were distinguished passing between the two, before the interview suddenly terminated, and the young man strode past the bar, in which Mrs. Mally happened to be standing, without word or look, with his face a fiery red and his eyes so full of some mental vision that they could not see what was actually before them. True, Adam Lauder came back next morning with an air half-swaggering, half-crestfallen, and had a much quieter"], [135, "The Emperor and Mrs. Mally. 123 meeting with his uncle and landlord, soldering up doubtless the rift which had sprung up between them the previous day. The young fellow had most probably been in the wrong, or it might be that the slight atmosphere of wrong-doing and defiance which hung about him, proceeded from nothing worse than what was accounted a pardonable trifle in those hard-drinking days. For after quitting the Emperor's dinner table the previous afternoon, Adam had repaired to the Star Tavern to drown care, and done it so effectually, that he had drowned his wits as well, caroused into the small hours, and taken part afterwards, along with some other choice spirits, in a raid against the lamps and the knockers throughout the town, making night hideous and disturbing the peaceful inhabitants. \" That birkie is on a slippy path, all the slippier that he is one of those who cannot say no,\" thought Mrs. Mally, with a sigh of remembrance ; \" but allowance must be made for the madness and blindness of youth, else woe betide the youth that is not allowed for, and the mature years that are so wise and so clear-sighted, ay, and so hard that they cannot yield an inch, where they would fain shed their heart's blude. But bools are not rowing ower smooth between the auld man and the young, for as gude as they say the paper"], [136, "124 Logie Town. trade is, and so fine as the mills are doing, and for as hand somely as ilka fule body is ready to swear Mr. Simon Lauther has dealt with his nephew.\" Then the Emperor appeared under other colours, or rather, he thought fit to don again the manner which he had been wont to wear to his hostess. On the last day of his stay at the Crown Inn he sent up his compliments to Mrs. Corstor phine, and would she do him the favour of joining him in the drawing-room and brewing his cup of green tea for him ? Though he was a childless widower of long standing, and had only his housekeeper to make his tea in his house in St. Andrew's Square, she was really a far-away kinswoman and a very capable woman. She knew her business in the matter of the strength of the beverage, and the thorough proportions of sugar and cream. He did not presume to find fault with the excellent tea masking in the Crown kitchen any more than with the other good things from that bountiful region, which had given him entire satisfaction. Still he fancied Mrs. Mally could do still better where her tea was concerned. He was old, and liked to see it made and poured out by a female hand he could trust. Would she grace him to that extent ?"], [137, "The Emperor and Mrs. Mally. 125 Mrs. Mally was not in the least propitiated, but she could not well refuse the honour thus thrust upon her. Looking taller and more Amazon-like than ever in her hair cap, silk gown, and tippet, she \" sallied forth,\" as she would have said, carrying her private satin wood tea-caddy in her hand, and graced the Emperor by making and pouring out his tea for him. In return, he exerted all his power of rendering himself agreeable, which, to tell the truth, was not much. His conversational talents did not equal some of his other gifts, and were the merest tithe of those enjoyed by any one of the Merry Andrews. But the Emperor did his best, ostensibly, to entertain Mrs. Mally, in all likelihood, as she readily divined, to draw from her such information as might be useful to him in his projects. He sounded her on what was the degree of relationship between her and the Melvilles of Balmayne. \" I have always heard you are sib, as folk say ; now how is it, Mistress Mally, by the Melvilles of Dinwoodie, or the Leeches of Barr ? \" \"By the Leeches, I believe,\" said Mrs. MaHy, indiffer ently, \" but the connection is so far back that it is not"], [138, "Logie Town. 126 worth heeding, though Balmayne is gude enough to uphold it.\" \"Small thanks to him,\" professed the Emperor; \"not so many even among the county gentry can reckon the Governor of an island, one of our colonial possessions, among their cousins.\" \" No. nor an innkeeper,\" chimed in the listener. \"Well, the one must be taken with the other,\" admitted the lawyer, rather clumsily. \" The Crown has always been a most creditable establishment, and with you at the head of it, no man need be ashamed of it.\" \"No man will be asked whether he is ashamed or prood,\" said the mistress of the Crown, composedly. \"Of course not,\" agreed the Emperor, tapping his silver snuff-box. \" But are not the Melvilles your nearest surviving kin, Mistress Corstorphine?\" She bent her brows. The question, which was none of his business, just touched and glanced off sore losses she had experienced in her day. \"Weel, besides kin in the innkeeping line like mysel', I think I've some more cousins fallen down to the grade of ploughmen,\" she said, with a smile lurking about the corners"], [139, "127 The Emperor and Mrs. Mally. of her mouth. \" But I'm not over-curious either about my ain or other folk's cousins.\" \" Quite right,\" Mr. Simon Lauder applauded her. \" You would only bring around you, and you a lone woman, a rapacious tribe whom you would never satisfy, and who would not thank you for anything you might do for them.\" \"I dinna ken,\" said Mrs. Mally, with an impartial air. \" Eppie Corstorphine's bairns have never fashed me, — I'm bound to say that for them, — and as for being a lone woman, I've so long stood alone that I feel perfectly com petent for the performance.\" \"Undoubtedly; and you've so conducted yourself, mem, as to win general respect. You've been long acquainted with Captain Lindesay,\" he added so abruptly that it sounded as if the Captain's acquaintance was the reward won by Mrs. Mally's good behaviour. \"Ay, long acquent,\" assented Mrs. Mally, with a certain frown of acquiescence of which she was scarcely conscious. \" I hear he has a fine girl. It was a pity for her sake he should marry again up in years, and have a second family. He could never have had much besides his pension ; but as it is, I fear the lassie will be ill provided for.\""], [140, "128 Logie Town. \" You may spare your peety,\" said Mrs. Mally, succinctly. \"Eh! What?\" exclaimed the lawyer, pricking his long ears, in spite of their being an Emperor's. \" Are you aware of any provision made for her, any source from which she may derive substantial benefit ? I do not ask out of mere curiosity, Mrs. Corstorphine. I have that young lady's interest at heart.\" \" Her virtues, as well as her face, are her fortune,\" declared Lizzie's old friend demurely ; \" she is independent of any other.\" \"Ah ! \" ejaculated Mr. Simon Lauder — a long-drawn \" ah \" of baulked expectation ; \" that sentiment is excellent in theory — in practice, I should say it was of doubtful application.\" He turned the conversation to funds and stocks, and to profitable investments. He spoke here with studied and careful vagueness. Yet Mrs. Mally was convinced he only wanted a little encouragement to propose — great and benevo lent man as he was— to lay out any money she had to dispose of for her advantage. In lieu of the encouragement the speaker waited for, the listener hastened to assure him that she was glad to hear"], [141, "The Emperor and Mrs. Mally. 129 that there were so many promising openings for doubling a body's bawbees. But as for her, every spare penny she could put her hands upon was bespoken for the improvement of the farm at St. Kennet's. He might have heard that her man of business — a decent man in whom she put every confidence, though he did not belong to the town, and Mr. Lauther would not ken him — had bought St. Kennet's for her. It was not a bad bargain, though nothing so grand as those he had been giving her a notion of — women at the best had a limited acquaintance with investments, and the drains of St. Kennet's were aU out of order, with the byre and stable falling about the cows' and horses' lugs, so that, as she said, every farthing she could coin would be wanted to repair and build and make the place as it should be. At last the Emperor fairly startled Mrs. Mally by beginning to question her a little less cautiously as to what she knew of Lady Sprott, and what was her income from the late baronet ? Whether she lost it if she married again ? Did the provision for her include a sum of lying money, with an allowance made for each of her children? Living quietly as Lady Sprott did at Logie, and little used as she had been to any thing more than the barest necessaries of life, was she VOL. I, K"], [142, "130 Logie Town. beginning to save from her jointure, or was she wasting it on her former low cronies ? Mrs. Mally said as little as she could in reply, but she thought the more on this and the other topics of conversation after it was ended. \" It is my humble opinion,\" she arrived at the conclusion, \" that overbearing felly's resources which he has flourished in simple folk's faces are beginning to fail him. For aught that I ken his credit out of Logie may be getting rotten likewise. He would have no objection to finger some of my siller — though he's the Emperor, and I keep the Croon Inn — all for my benefit. He cannot be having an ee to ony lowrse cash of Leddy Sprott's, poor simple thing ! There's great danger of his dragging down the callant Awdam — whether or no he's been made a tool of. Then somebody else, whether it be Lizzie Lindesay or Hay Melville, had need to be on her guard. Na, but women are weel quit o' men if the women would only think it.\""], [143, "Preparing for Logie Market. 131 CHAPTEE XIII. PREPARING FOR LOGIE MARKET. The great spring market was the festival of Logie. It was not entirely a holiday, like the King's Birthday, neither did it last for several days, like the Eaces, but on the other hand the market was as yet equally shared by all classes. It was beginning to be shorn of its glory, but it was only beginning. For still crowds of country people, of various grades and both sexes, intent on pleasure no less than business, flocked into the little town. Still women-servants as well as ploughmen stood in bands to be hired — the latter carrying the peeled sticks, which indicated that the bearers were yet disengaged and open to enter on fresh service. It was the townspeople themselves who commenced to look a little shyly on the market as a merry-making in which they could take part. These censors complained of roughness and K 2"], [144, "Logie Town. 132 a tendency to riot, that their withdrawal would only confirm, which the increase of education and refinement forbade the higher orders joining in with any satisfaction. They refused to be linked much longer with their servants and the working people generally, to whom, of course, Logie Market was the most important event of the year, indeed, in the case of farm-servants, they could claim attendance at the market as a right and not as a favour. Young ladies belonging to the town, like Miss Chawrlotte Bowers and Miss Soph-y Pettigrew, perhaps influenced by their own deficient or waning popularity, decreed that \"market fare\" was vulgar and ought not to be mentioned in polite society. To appear in the streets in the middle of the hubbub, to push one's way through the crowd for tie purpose of seeing and being seen, and indulging in hasty areetin^s with friends and acquaintances similarly engaged, to visit the \" stands \" or stalls, in order to gloat over the contents as if one had never seen a third-rate shop before, and to countenance the foolish, objectionable custom of \"treating\" and being \"treated,\" were proceedings no longer to be thought of for a moment. However, the creed was only very partially diffused even"], [145, "Preparing for Logie Market. 133 in the town. Far more than the children, tradespeople, and servants looked eagerly forward to the local holiday, felt their hearts give a bound, and were ready to echo little Geordie and Mickle Lindesay's shout of delight when the first homely group of stall-holders began to knock up their wooden booths on the afternoon of the previous day. There was an anxious counting over the hoarded pocket-money. There was a hazarding of delightful guesses, with a flush of pride and exultation as to somebody else, who might be going through the same process in view of the tribute that was to be paid with right good will. Young hearts like Lizzie's could not resist a thrill of unreasonable expectation that something particular would happen to them on the market-day, which was not like other days, but was twelve hours quite out of the common. The dawn of day — happily on this special occasion it was a fine sunshiny day — saw Logie a changed town as if by magic. The familiar fronts of the houses and shops were eclipsed by an almost unbroken series of wooden sheds, tents, sometimes simple tables from which the protection and garnishing of green boughs were not wanting, since fir-woods abounded in the neighbourhood, and the stiff spikes of the"], [146, "134 Logie Town. spruce and the long tassels of the larch supplied the place of the leaves, which were yet absent from the trees. Beneath the symbols of rejoicing were heaped up the most heterogeneous looking stores — glittering tin-work, brown, yellow, and blue earthenware, wooden tubs and \"caps,\" or bowls, heavily made boots and shoes, specially adapted for the deep ruts and miry clay of country by-ways, and for a miraculous capacity where endurance was concerned ; toys of every de scription, wooden dolls and tin soldiers. Above all there were high piles of ginger-bread, some of it painted in all the colours of the rainbow, and hills of sweeties, toothsome in rosy red and snow white. As a lingering relic of the popinjays, established and enjoined by the Government in former generations, there was a private speculation in the shape of a shooting tent, where embryo sportsmen, like Baldie of the Crown Inn, could \" pap \" at a mark for a small fee to their hearts' content, in spite of all the Mrs. Mally Corstorphines in the world. The shows, including the wild beasts in the yellow caravans, were not in the town, but stood ranged in gorgeous file just beyond it at the Saughs. The general company were expected to promenade in closely wedged lines between the stalls — before which buyers"], [147, "Preparing for Logie Market. 135 chaffered, aud gazers, chiefly the youth of the district, feasted their ravished eyes. All wheeled carriages of whatever degree were prohibited as a matter of necessity, and had to deposit their loads on the outskirts of the town. A sight to be seen was the empty ■* ing of some of these vehicles, especially of the corn-carts, in which were sacks well stuffed with oaten straw, on which had sat, in their Sabbath-day's clothes, \" The gudewife, Tarn, Katie, Jock, and Jean,' or it might be the whole servant population of a farm-town. The arrangement of the cavalcades, the polishing for nights before of the horses' harness, the plaiting of the horses' manes with ribands, the choosing of the ploughman who was to be the Jehu, the selecting of the woman who was to sit next him, the seating, the starting, the joking, the laughter of the rustic company, were all so many lively episodes in the humble drama, The play opened with the first fresh breath of the morn ing, or at least what was the first breath of the morning to Lizzie Lindesay. But she always got up betimes, not only to greet the opening day from healthy-minded inclination"], [148, "136 Logie Town. and a sense of duty, but to satisfy the auld Captain's re quirements of what ought to be the habits of a well-brought up young woman, and to enable Mrs. Lindesay to breakfast in bed. During the night drowsy ears might have caught the faint echoes of amateur carpentering, most musical in the circumstances. The morning beheld the fact accomplished, the bustling stalls in apple-pie order, the motley stall-keepers, some of them old women in cloaks and extensive mutches, looking out cheerfuUy for custom, the people forming a continuous stream. There was no end of plaid shawls, calico and calimanco gowns, curduroy breeches, rustic straw bon nets, broad blue bonnets with red cherries in the crowns. There was also a goodly sprinkling of Paisley shawls, silk gowns and pelisses, scarlet riding-habits, broadcloth coats, and beaver hats, to leaven the mass. It was going to be a good market, largely attended. Logie, in spite of its dawning reserve, learnt the fact with interest and brushed itself up in response to it. Long Letham, standing at the corner of the High-gate, wore a clean shirt in expectation of many a horse to be held. Mary Mettlie had put on a fresh check gown in which she was ready to cling more doggedly than ever to the wall, in opposition to"], [149, "Preparing for Logie Market. 137 the multitude which disputed it with her. Peggy Peebles had actually mended the worst tatters of her duffel cloak, in which she was to act her part as half a randj, half a crazed sibyl. Only the miserable Coontess did not deign to change her usual draggled skirts and man's soiled jacket as she gloomed sullenly on the gaiety of her neighbours. The Crown, and every other inn and tavern in the town, would be chokeful of guests. Most private families were entertaining friends come in on business, if they were too genteel to own pleasure as their errand. The Lindesays were in the minority, and formed an ex- ception to the rule in not having a share in the brisk stir and bustle. It was not because the Captain was unsocial or inhospitable, far from it, but that Mrs. Lindesay, poor woman, had her hands full — what with her small family that took up her whole attention, and what with her indif ferent health. Captain Lindesay had to take any \" gentleman friend \" of his who might turn up to the Crown Inn or the Star Tavern, if the refreshment was of a lighter order. Lizzie would be at perfect liberty to wonder lightly whether Adam Lauder would be early in the town, to look out of her window and try if she could catch a glimpse of his tall"], [150, "Logie Town. 138 figure turning the corner, to be tempted and to resist the temptation to mount to a garret window which looked to the back and commanded the road over the Brig to spy if he were crossing it, or if he were detained on the Balmayne side of the water. Lizzie asked herself whether Adam would join her when she went out, and escort her through the market, making his gallant offerings from the stalls on the way. She asked herself still more searchingly whether she would care to be associated with the young man so conspicuously. But she might not have the chance of declining his company, though he had never failed to offer it to her on every market-day since he came to Lauder Mills, three years past in February. Yet she might be delivered from any scruple on the subject and have all her doubts set at rest by seeing him a willing captive in the train of Hay Melville. For the Melvilles were among the few county families who still continued to grace Logie Market by their presence. Hay always protested she would not miss the market for the world. Well, Lizzie would not dream of complaining if she found herself deserted for Hay. Mr. Adam Lauder was free to choose. Mr. Adam Lauder was not the only man in the"], [151, "Preparing for Logie Market. 139 world. There was as good fish in the sea as had ever come out of it. Lizzie did not even know that she preferred this fish to other fish, or that she could not do without fish at all, and climb nimbly and with more or less equanimity to the garret, which was always a single woman's destination. It would not be so bad to be a single woman like Mrs. Mally. Ah, no ! Mrs. Mally had not been single ; she had been called upon to thole and overcome that heaviest trial of all, \" an ill man,\" with poor Lewie taking after his father. Then if not like Mrs. Mally, like Miss Katie Ochiltree. Lizzie might manage to keep a small shop as Miss Katie had done, without counting on Sandy or Mickle or little Hill coming back from foreign parts, and proving another Mr. Mungy. She might try and acquire mantua-making after the example of Miss Stark, to earn an honest living. It would be dreich work, since Lizzie had no sister to keep her company. Her bright soft complexion paled a little, and something gathered in her clear blue eyes, but she reared her round white throat and twinkled away the moisture in a second. A man had a right to please himself, only he ought to know his own mind, an obligation which there can be no denying. Lizzie was going out to see the market, not entirely on"], [152, "Logie Town. 140 her own account. The small boys were wild to visit the stalls and the shows, and Mrs. Lindesay, who would not expose herself to the fatigue of the expedition, even for her children's gratification, preferred intrusting them to the com bined care of their father and sister rather than sending the bairns out alone with the Captain, who was apt to be a little absent-minded, and to let the laddies stray, or to confiding such a precious charge to a tawpie of a servant, whose head would be turned by the multitude of her own acquaintances at large, and making sport for the occasion. As the weather was fine and warm for the time of the year, Lizzie wore her first nankin gown that season, with a blue sash and neckerchief, and another little blue neckerchief tying down her gipsy hat, and knotting it beneath her chin in the most degagee and irresistible manner. But she had not known till the other day that Adam Lauder set special store on the colour of the sky and the sea, a colour which certainly would not become Hay Melville's white cheeks. Still Lizzie would have left the azure tint to her friend if the girl could have helped herself. She paused before her mirror, and looked at her colours, which she had been accus tomed to prize, with a vexed air, and a half-wish that she"], [153, "Preparing for Logie Market. 141 could leave them off. But a half-pay captain's daughter has not often fresh trimmings for a dress at her command such as a laird's daughter may afford. Lizzie had to be content to resign herself to what was most becoming to her and grateful to the eye of another. For that matter, she was not unwilling to gratify that eye, if only it could be satisfied with resting on her, and forego roving lightly to another. As a finish to her costume Lizzie drew on one of those pairs of long buff chamois leather gloves which her granddaughter may be wearing at the present moment."], [154, "Logie Town. 142 CHAPTEE XIV. THE \"HUMOURS\" OF LOGIE MARKET. To set out with due decorum for the market was a serious affair. Lizzie put her arm within the auld Captain's, just touching the sleeve of his best red coat with the tips of her fingers, and not leaning her whole weight on the battered soldier, after the fashion of Mrs. Lindesay ; while with the other hand the girl led Mickle the Second, with his yellow hair and peony cheeks, before which Lizzie's roses paled to a dainty blush colour. The Captain, with his disengaged hand, dragged along his blooming eldest son, Geordie, who was always struggling to bo free. Not even Mrs. Lindesay could propose to add the two-year-old Hill, screaming at the top of his voice in his adoring mother's arms, to the little family party. One or two \" stands \" or \" stalls \" were inspected, amidst"], [155, "The \"Humours\" of Logie Market. 143 the \" Oh, Geordies ! \" and \" Oh, Mickies ! \" of the little lads. Their extreme impatience tugged hither and thither their conductors, whenever the latter stopped to greet the acquaint ances appearing at all points. Then the Captain's attention began to wander, or else he grew weary of playing the nursery-maid even to his fine boys. Gradually he relaxed his grip of Geordie's brown palm, next he suddenly dropped it, and dived after another red-coat disappearing in the melee. As the Captain disappeared he called back to Lizzie, \" Mind the bairns.\" He added that he might pick them up by-and by, but if not, she was to let them see what was to be seen, spend their pennies, and not keep the dinner waiting. Lizzie, who had mounted the breach — that is, wheeled round and caught Geordie's freed hand in time — was not unprepared for this flank movement on her father's part, and did not feel disturbed by it. There was no impropriety in her being left with the children in the crowd ; the usages of the day were too simple and hardy for such a scruple. There was no danger of any unpleasantness for hours to come, till excitement, exhaustion, and excesses to which the victims were unaccustomed, following on more or less protracted terms of fasting, with copious libations of the fatal barley"], [156, "144 Logie Town. bree, had worked havoc on the manhood and the modest and honourable self-restraint of the assembly. The climax was to be feared for the lairds and farmers and the professional men in the town entertaining guests, and bound not to be \" behind \" in pressing them to drink both by precept and example. It was still more to be apprehended for the ploughmen, shop-boys, and mechanics. But even at the worst, Lizzie was so well known among the revellers, and knew so many of them, that her innocent maidenhood was under sure protection. Now she was perfectly at ease — except for the strain on her arms of the two rampageous children — to stroll about hailing an individual here, and being hailed by a group there, enjoying the incidents of the scene. Lizzie could enter into everything, she understood it all so well, and was so thoroughly en rapport with the actors. Here was Euphie Fowler, an old servant of the Lindesays, taking round her hobble-de-hoy son, in his worsted cravat up to his shock head of hair and huge red ears, though the day was almost as warm as a summer day, to suit him with the \"cap\" and horn spoon and the small \"Just\" to hold his Sabbath-day clothes, which were to be his outfit and to"], [157, "The \"Humours\" of Logie Market. 145 constitute him a man — at least a halflin in a bothie. Allan Fowler had been promoted from the boy's post of herd, returning home to his mother's care every night ; soon he would be looking forward to the height of emancipation and prosperity involved in being a foreman, with a house of his own, a kail-yard, a pig, it might be a cow, not to say a wife and family like his father. Yonder was an old schoolfeUow of Lizzie's at the parish school who had left her form to take a place, and had got farther precedence of the young lady. Big bouncing Bell Sim looked wonderfully sheepish as she, too, was conducted round the stalls, and advised in making various judicious purchases from her last year's wages by her important mother, and if possible still more important maiden aunt. Lizzie had to go up and congratulate Bell — a bride on the eve of entering on her kingdom as the mistress of a wheel wright's thriving house place. Bell recovered her counten ance and spirits before Lizzie was out of hearing. An acquaintance, a smart young ploughman who had been a fellow-servant with Bell in a former situation, by some chance had not heard of her happy prospects. He came up just then and commenced a little gallant chaffing on whether VOL. I. L"], [158, "146 Logie Town. or not she had forgotten him, and what chance there was of the two renewing their friendship, with sundry broad hints of what might come of it in the shape of wooing and wedding. \"But, man, I'm gaun to be married next week. I'm no gaun to wait till Martinmas,\" cried Bell, unable to resist making the announcement of her coming exaltation. The lad, whom no deeper feeling had helped to enlighten, stared at her in blank incredulity and half provocation at what he considered her sauciness. \" Siccan a lee ! You were aye a hizzie for standin' up for yourscl', but I'm no sae easily ta'en in as that comes to.\" \" But it's a sac', I'm to be cried next Sawbath, Jamie : ye can come down and hear me, gin ye like, you'll surely believe your ain lugs,\" cried Bell, with another ringing laugh of triumphant superiority. On the other side of the stall stood another schoolfellow as strapping as Bell, but looking heavy-hearted and care laden. \" What ails you, Chirsty ? Is 'anything wrong at home ? \" Lizzie stopped her to inquire. \" Nothing at hame, Miss Lizzie,\" answered Chirsty, with"], [159, "The \"Humours\" of Logie Market. 147 a gloom which behed her words. \" But when I came in from Sandy-knowe this morning, the first body I met was my eldest brother Geordie, in drink, and it no' ten o'clock o' the day, and braid daylicht ! Gin it had been dark, or even drawin' to nicht, it would have been nae great thing, but as it was, and hiz sae respectable, I thocht I would hae drappet. He was that brodent on this market and what he was to do in't, he had started afore the lave without his breakfast, and taen a gill on his empty stamach, and the whiskey had been bad and gane to his head, and he was as sou as a fiddler. I tried to bring him to his senses, but he wad gang and tak' mair drink, and noo he's lying no able to stir hand or fit, on a bed in Archie Dall's. Geordie and me and my sister Tibbie got leave to stay the nicht at my feather's, and we were to travel four miles across Crawberry muir. But how we're to get ower the road with a man that is like a dead dug I'm feared to think.\" \" Then what will you do, Chirsty?\" inquired Lizzie, full of commiseration for the erring young ploughman and his suffering womankind, all of whom she had known in her parish schooldays. \" Had you not better give up your visit home ? It would be a lesson to Geordie.\" L 2"], [160, "148 Logie Town. \" Na, Miss Lizzie, my mither has been ailin', and is no in the toon the day. She wad be sair disappinted. Forby the laddie would be put to shame by his ain flesh and blude. We'll just bide as long as we can till he has come roond a bit, and the nicht has fa'n so that naebody may see, and then Tibbie and me will gie him an airm each and oxter him on. The weather's dry, and there's a mune ; we'll surely get ower the muir afore mornin'.\" Poor Chirsty, she dreaded far more the exposure of the lapse from the family's proudly-held standard of respect ability than the dark night, the lone moor, the two young women worse than unprotected, as they dragged along the dead weight of the luckless Geordie. Lizzie heard afterwards from some fellow-travellers, whose road had lain in the same direction, that the brave, faithful women were seen accom plishing their act of domestic heroism, and disappearing in the gathering darkness into the dim wilderness, \" Whaur whamps cry dreary.\" The month was May, when the moorland night air is simply \" snell,\" rather than chilling to the bone, yet men, not to say women, might stray from the narrow pathway, wander"], [161, "The \"Humours\" of Logie Market. 149 among the dusky whins and heather, faintly lit by struggling moonbeams, get confused, and walk in a circle till the way farer sank down at last, worn out with cold, weariness, and vexation, and slept the sleep that knows no waking. There was always the chance that this might be the end of the desperate struggle to drag and elbow along an incapable lout beyond the reach of temptation and disgrace. As little Geordie Lindesay was driving a bargain for a trumpet, Lizzie took the opportunity of hailing bonnie Jean Scott, who was passing by. Jean was in a riding-habit. It was not scarlet, for the dark habits were coming into fashion, but the lapels were open, and showed a white vest, and she had a red riband at her throat, while her beaver hat was also fastened up at one side with a red knot. Bonnie Jean did not require elaborate busking. Hers was one of those matchless faces of pure beauty in features — as perfect in their straight lines and soft curves as those of the Sistine Madonna — in a clear pale skin slightly embrowned, and a profusion of dark hair harmonizing with the grey eyes, forming a whole which nature refuses to produce more than once in a generation. Nobody could look on Jean Scott's beauty without admitting it, while there might be two"], [162, "150 Logie Town. opinions with regard to Lizzie Lindesay's freckled rosiness, and Hay Melville's white-faced, will-o'-the-wisp piquancy. One marked characteristic of Jean's personal attractions was their intrinsic refinement. She was the daughter of a homely hard-up farmer. She had to get through a heavy amount of household work. She had often to make beds, sweep floors, and cook dinners without assistance. A pampered upper servant might have scoffed at the bare suggestion of under- taking what Jean had to do. Nay, she could milk cows, feed calves, pigs, and poultry, and groom her own pony when the stable lad was out of the way. Her hands were necessarily much harder and rougher than Lizzie Lindesay's. Jean's father went without his coat when he was thrashing in the barn, or forking corn in the stack-yard, and he did not always put it on again, far less change it, when he sat down to dinner. Jean's mother would sit the whole day in her thick morning cap. Jean's brothers were serving in grocers' and drapers' shops in Logie. Yet there was no essential vulgarity in the girl's sweet looks. Jean's mind did not quite correspond with her person — not that there was anything radically mean or coarse in it. On the contrary, she was as wholesome and lovable as the"], [163, "The \"Humours\" of Logie Market. 151 milk from her own dairy or the daisies in her father's fields. But her spirit had certainly nothing transcendental about it, and mentally, apart from her goodness, she was not out of the common, more than the milk and the daisies. She had only received the most limited parish schooling, and her greatest accomplishment was the steps she had learned from Moshie. Intellectually there was little in Jean's conversation, though that little was innocent and kindly. Her prattle flowed on like the course of a clear shallow brook. It was possible for a higher intelligence after a season of rapt admiration of the outward woman, to yawn a little in that fairest of faces. But none would have forgiven the yawn sooner than Jean would have forgiven it. Possibly she would have yawned back again and sunk into a light slumber, for what with her hard work, what with her good conscience, she was almost as much given to snatches of sleep, when she could get them, as Mrs. Lindesay was. In these impromptu naps Jean would look positively ravishing, for then the single slight lack in her beautiful face, that of intellectual expression, was not missed. \" What a fine market, Miss Lizzie,\" cried Jean gladly. Already she was laden with sundry bulged-out paper bags, a"], [164, "152 Logie Town. Tunbridge-ware workbox, and several strings of beads, which looked suspiciously like market fare. \"Yes, indeed, Jean. I hope you will enjoy it,\" called Lizzie back again, since the two could not get near each other for the intervening throng. \" Thank you, Miss Lizzie, I'm sure I will,\" answered Jean with cheerful alacrity, and not the slightest assumption of in difference or affectation of feeling otherwise than she did feel. \" A day's idleness is a ploy in itself to me though there was nothing more. But there is a great deal more. There is no end of pleasures which I trust you too will like, though they are no dentice to you.\" Lizzie nodded and looked with earnest admiration after the beauty, as she was swept away by a suddenly rising wave of bystanders. When Lizzie withdrew her eyes from Jean's retreating figure, they were caught and held by another pair of eyes which had been dwelling on the same object. These were almond-shaped, heavy-lidded eyes which belonged to a tall, fair-haired, high-bred young man. His somewhat hectic com plexion, sloping shoulders, and lily-white hands, together with a tendency to coxcombry of dress in gilt buttons, a"], [165, "The \"Humours\" of Logie Market. 153 watch-chain of watered silk riband, and an eye-glass instead of spectacles, gave him an effeminate air in eyes like Lizzie's, accustomed to rest with satisfaction on Adam Lauder's stalwart proportions and green hunting-coat. But there were other women to whom the very different physique might distinctly recommend itself as a welcome version of one of the \"braw,braw lads \" and \" bonnie boys\" of the women's songs and ballads. Lizzie made no invidious comparison when she recognized Steenie Oliphant of Burn Foot, Jean's father's laird. The young laird was edging himself somewhat languidly through the crowd which Adam Lauder with his stately front and springing step would have divided right and left, and tra versed in a couple of minutes. Lizzie bethought herself — in a flash of recollection — with reference to the loadstone which had been holding the eyes of the lad with whom she was now shaking hands and ex changing a little polite smaU talk, that she had heard the young Laird of Burn Foot was smitten by Jean Scott. He had been often seen hanging about the farmhouse, though he made no open sign of an inclination which, according to the canons of his class, and probably of the young man himself,"], [166, "Logie Town. 154 for he was known to be fastidious and ambitious, could come to nothing. Had Jean been aware of Steenie Oliphant's vicinity and of his long stolen looks ? Was it their subtle influence which had made her look so radiantly happy ? For Jean was mostly staid and composed, a little weighed down by the depressed state of her father's affairs. Anyhow Jean's beads and work box and paper bags — \" pokes \" she would have called them — were not market fare of Steenie Oliphant's choosing. But old men and married men would vie with the young in treat ing \" Bonnie Jean,\" who was a kind of universal flame and favourite. The whole country-side was proud of its belle, and was wont to vaunt her charms and virtues. It might rank as some compensation for the stranded fortunes of the family. Anyhow, public favour did not render Jean proud or saucy."], [167, "Lady Sprott, of Kingscroft. 155 CHAPTEE XV. LADY SPROTT, OF KINGSCROFT. Lizzie Lindesay had her share of popularity. In evidence of it, a couple of elderly lairds, bachelor brothers, who made one house serve for two estates, and were renowned for their constant association and their habitual taciturnity, broke their rule in her case, addressing her by word of mouth, instead of silently \"booin'.\" ' ' Hoo are ye ? Hoo's the auld Captain and Mrs. Lindesay ? \" hoarsely murmured Laverocklaw. In his drab small-clothes and gaiters, brown coat, spotted cambric neckerchief, and short cloak of hard, stiff tartan, he was so like his brother Stenhouse, dressed in the same materials, that the two middle-aged men, with the hanging cheeks, the double chins, and the small round eyes, might have been easily taken for twins, as well as brothers."], [168, "156 Logie Town. Stenhouse did not give Lizzie time to reply, but broke in as if he had been the most garrulous person in the world, \" Hae ye a basket ? \" **' Oh, thank you, Mr. Gilbert, you are too good,\" said Lizzie, divining his intention instantly, and modestly displaying a reticule, which was immediately crammed with sugar-balls. \"Hae ye pooches, loons?\" one of the donors demanded with succinct emphasis of Geordie and Mickle, who stood quivering with open-mouthed expectation. In a trice the little coats stuck out on either side in the most approved style, while the brother lairds strode on without another word in answer to Lizzie's urgent entreaties to the children to thank their father's friends properly. There was a rumour current in Logie that Laverocklaw and Stenhouse spent the most enjoyably tranquil evenings to gether over the men's rummers of toddy, the only words exchanged between them as the one raised and the other deposited his glass, being the cordial greeting and acknow ledgment — \" Here's to ye, Laverocklaw.\" \"Thanks to ye, Stenhouse,\" with the small variation of \" Here's to ye, Stenhouse.\""], [169, "Lady Sprott, of Kingscroft. 157 \"Thanks to ye, Laverocklaw.\" The dialogue partook a little of the highly-prized monotony of the once famous songs, \" At the siege of Bclleisle, I was there all the while At the siege of Belleisle ! \" and \" John Tamson's wallet from end to end, Some say it's leather, some say it's bend. John Tamson's wallet from end to end,\" on which rustic wits were wont to dwell in Paganini-like strumming on the tickled ears of their audiences, a century before \" Old Obadiah said to young Obadiah,\" brought down roars of protest at mess dinners and under graduates' suppers. If the two sentences in the brotherly conversation conveyed aU that was needed, what call was there for more ? There are instances of learned pundits at hoary universities who have been content with such brief interchange of sympathy. In the latter case it has been called the golden silence which is the result of deep thought and profound knowledge. No one gave Laverocklaw and Stenhouse credit for deep thought and profound knowledge, but if they were happy all the same, it"], [170, "Logie Town. 158 would have been something amounting to indiscretion to have introduced the noise of tongues — say the gabble of female tongues — into the placid stillness of these male seances. \" What do ye think o' my goon, Lizzie Lindesay ? \" inquired one of those shriU-voiced women's tongues. \" I'm sure it's real settin, though Mistress Pollock there ca's it ower fine. But it is the market, and what would ye have ? And I was blythe to throw off my murnins, for the very sheddy of crape is dowie when ane is young.\" \" You may please yoursel', my Leddy. Of course, I only said — in answer to your question, mind — that in the places where I had been, leddies had kept their gauzes and laces for balls and suppers, and had not thrown them awa' on markets. But please yoursel', my Leddy, please yoursel' ; ye' ve the richt, and no harm done.\" The speakers were, on the one hand, Lady Sprott, not above half-a-dozen years older than Lizzie Lindesay and Hay Melville, though her ladyship was already a widow and the mother of several children ; on the other, small Sir Dauvit's nurse and my Lady's maid in one. The last-mentioned indi vidual was a sedate and experienced, if somewhat opinionative elderly servant of the upper class of servants, whom her"], [171, "Lady Sprott, of Kingscroft. 159 mistress's best friends had judiciously placed about her person, as an additional safeguard against the late baronet's widow slipping ignorantly into the height of folly and in discretion. Poor Lady Sprott presented nearly as great, though a much more innocent anomaly than the miserable Coontess offered. Lady Sprott was in decidedly awkward circumstances. She had been an unkempt, uncared-for country lass — more neg lected than most Scotch children of her day, for she could barely read and write when she entered very young into the service of Sir Dauvit Sprott, of Kingscroft, as a scullery-maid — and the baronet, a blackguard of the lowest description, committed one honest act in marrying her. Lady Sprott's ascent to a giddy height in the social scale profited her little during her husband's lifetime. Nobody worth mentioning took any notice of her, or of him for that matter. She was an ill-used drudge, well-nigh in danger of her life sometimes from his brutal drunken fury. He had been induced to make a settlement on her and her children, which he afterwards wished to destroy, but the mother's instinct gave the poor creature both wit and courage. She got possession of the deed, and hid it in a hole in the garden wall, and faced the"], [172, "Logie Town. 160 threat of murder rather than give up the assurance of a maintenance for herself and her children. Sir Dauvit was dead, and if the new Sir Dauvit did not reign in his stead, a great change had come over Kingscroft. The present baronet was a minor, about the age of Hill Lindesay. During his minority it was hoped that something might be done to free his heavily-encumbered estate, and restore him to the position his father had forfeited. In the mean time the child was to remain with his sisters in their mother's keeping, and something must be tried for Lady Sprott. If she was nothing else, she was the mother of a baronet and of that baronet's nearest kindred. She was a harmless creature enough, and it was now remembered that she had been far more sinned against than sinning. She was so young still that it might be trusted she could be moulded into at least the likeness of a lady. Friends more or less trustworthy gathered round Lady Sprott. She was brought in from Kingscroft, which was half dismantled and ruinous, and installed in the old town house of the Sprotts in Logie, with the avowed purpose of procuring education more easily for the children, and the semi-avowed, more difficult undertaking of training Lady"], [173, "Lady Sprott, of Kingscroft. 161 Sprott for the duties of her rank. A small but genteel establishment was arranged, including a prudently chosen day-tutor, if the expression may be permitted, who was to lay the foundation of learning in Sir Dauvit and the other children, and if possible improve the handwriting and spelling of her ladyship — nay, if he saw his way to it, impart to her a little general information in geography**, history, and English literature. For anything further, there was the confidential, trustworthy upper servant, Mrs. Pol lock, a tower of strength in herself, who was to rear the baronet like a gentleman from his cradle, and to supply his mother with hints on housekeeping, the management of servants, dress, deportment, and general pretty behaviour. The scheme would have worked fairly if only somebody had given Lady Sprott the good advice bestowed on the butler whom his mistress married, and if her ladyship had been as capable of following the advice as that sensible man showed himself: — \" Wear a good coat and hold your tongue \" was the judicious recommendation. If Lady Sprott could but have worn a good gown and held her tongue, she would have saved her supporters much trouble and a good deal of nervous apprehension, while Logie would have been decidedly VOL. I. M"], [174, "Logie Town. 162 duller for her accomplishment of the feat. As it was, she moved freely in the society of the town and neighbourhood, and she seldom opened her mouth without dropping pearls and diamonds of a kind. Lady Sprott's sayings and doings furnished as great a source of public amusement as the Ion mots of the Merry Andrews themselves. Her ladyship, when left to herself, remained totally unconscious of the food for laughter she afforded. If people were Ul-natured enough to enlighten her partially, she was too thick-skinned and self-satisfied to be much hurt by the laughter. Lady Sprott was a flaxen-haired, slightly over-blown, but tolerably comely young woman, and she was the very best customer, so far as lavish expenditure went, that Miss Stark could claim. Lizzie looked as she was requested, at the grass-green gauze and satin gown, and green satin hat, and quite agreed with Mrs. PoUock as to their unfitness for Lady Sprott to figure in at Logie Market. But the critic could not say it plainly — above all when she caught the almost childish eagerness in Lady Sprott's upturned round face and baby eyes. \" It is a very pretty gown, Lady Sprott, and it certainly suits your complexion,\" answered the girl evasively,"], [175, "Lady Sprott, of Kingscroft. 163 \" Hear till her, Mistress Pollock ! \" cried her ladyship triumphantly, \" and Lizzie Lindesay is a young leddy — an offisher's dochter — who should ken. What's the gude of being Sir Dauvit's weedy, and having braws gin I'm not to sport them in Logie Market? \" The interview was brought to a summary conclusion by a battle royal between Geordie Lindesay and his contem porary Eachie (Eachel) Sprott, over a painted gingerbread monster which each believed he or she had secured, and which the children crumbled into fragments in their rival grasp. CaU the Lindesay boys wild ! One should have seen the young Sprotts, male and female. They were small barbarians, a long way yet from civilization. They had been accustomed to ride roughshod over their mother, defy ing her and storming at her in rustic Billingsgate, which had drawn down roars of laughter and noisy applause from the late Sir Dauvit. Mrs. Pollock was horrified at such improper behaviour, which threatened to culminate in the person of her charge, for wras he not \" wee Sir Dauvit \" — to whom everybody in the house except his nurse deferred — as well as an embryo pickle of the first water ? As for Lady Sprott, she took all the insubordination, childish insolence, M 2"], [176, "164 Logie Town. and barn-yard roughness with great equanimity. Bairns would be bairns. They would learn manners soon enough. Perhaps she had a faint consciousness that the manners when acquired would separate her from her children even more than the gentle birth on their father's side. When the question was of Sir Dauvit, her own little Sir Dauvit, whom she had borne to reign at Kingscroft — to which she had come in her scullion estate — he was the pride and glory of her heart — nothing, not even unbounded naughtiness, was to be denied him. If it rested with her he should never be \" contred \" — she was prepared to lie down in her con queror's path, and let him walk over his silly, vain, fond mother's heart, if he felt so inclined. Poor Lady Sprott ! She was in native parlance raising a stick to break her own head. The efforts of Mrs. Pollock and the boy's guardians had need to be herculean to hinder the inevitable conse quences. At present, Sir Dauvit, almost as sumptuously arrayed as his mother, though in rather better taste, thanks to Mrs. Pollock, in his embroidered white pelisse and white beaver, sat enthroned in his nurse's arms, a bonnie boy enough, save for a certain flickering unsteadiness in his glance, in-"], [177, "Lady Sprott, of Kingscroft. 165 heiited from his mother, and too great a breadth of jaw, derived from his father. His sister, Eachie, a big child for her age, was screaming, \" He's ta'en my gingebread horsey, and I'll gie him his paiks,\" in the intervals of putting her threat into execution. Geordie was pommelling her back again, and shouting, \" The horsey is nane of hers. I bocht it with ane o' my ain bawbees, and she bocht a pair o' gingebread sheers — fitter for a lassie.\" Lady Sprott did not so much as hold up her gloved hands. She contented herself with a totally ineffectual \" Wheesht ! Eachie, be freends with the little gentleman. Here's another saxpence for you to buy mair horseys.\" To which Eachie replied scornfully, \"I dinna want an other saxpence. I have saxpences of my ain that my faither, Sir Dauvit, left me. I winna be freends with Geordie Lindesay.\" Lizzie dragged off Geordie and sought to affront him by asking him how he could be guilty of fighting with a girl, even if he, the son of an officer and gentleman, could so far forget himself as to use his fists to anybody. At last to Lizzie's aid, when aid was very welcome, stepped"], [178, "Logie Town. 166 forward Adam Lauder. He restored Geordie to good-humour in no time by the simple resource of such a sixpence as Eachie Sprott had disdained, and by confirming Lizzie's assertion that it was a shame to fight with a lassie. Adam, tall and strong, comely and good-natured, with his dogs and horses in the background, was a hero in a little boy's eyes, no less than in a young maiden's. The hero did not come late after all, for the market had begun betimes, and the town's-folk naturally had the advantage of the first of it. Adam was looking his manly best in his green coat and boots and tops, with such a daintily-spotted cambric necker chief above the plaited cambric frill of his shirt, as country gentlemen particularly affected, but which only become a young, fresh-coloured man. Lizzie had no need to be ashamed of her squire — which the young paper-maker consti tuted himself forthwith — whatever qualms she might feel as to the perfect propriety of their prolonged associations. The two formed a pretty pair — well-matched, as many an eye and tongue in the market remarked with cordial approval. The company of the little yellow-haired laddies did not detract from the effect of the group. Supported by Adam Lauder, Lizzie took the children"], [179, "Lady Sprott, of\" Kingscroft. 167 through the wild-beast show, the dancing-dogs' performance, the waxwork exhibition — the whole of them with their glory enhanced by braying instrumental bands playing tunes of the most hilarious description. Lizzie was not herself so enlightened and cultured as to be above deriving considerable satisfaction from those sights and sounds. But though she had to resist temptation in the case of a promised mermaid, of whose reality she was nevertheless decidedly sceptical, she had no inclination to contemplate the charms of the lion-faced lady enriching the display of the giant and the dwarf, in spite of the fact that Adam Lauder showed a disposition in that direction. Geordie and Mickle could only be bought off from the spectacle by fresh instalments of the sweeties, Gibralter rock, and nuts, which Adam was showering on the fortunate boys as an apology for pressing more crimson paper bags or \" red pokes \" of choice sweetmeats upon the boys' sister, long after Lizzie's reticule and pocket were full to overflowing. The party were arrested for a moment by some impediment in the crowd before a staU of gaudy earthenware. Lizzie's eye was caught by a little teapot. \"That will do for me when I retire to my garret,\" she said, demurely. \" I wonder"], [180, "168 Logie Town. if Miss Katie Ochiltree has one like it,\" and she made the purchase. \" If you are going to be so hard-hearted,\" said Adam, in a tone of joUy unbelief, \" you had better take a puss baw drons to sing 'grey-thrums' and bear you company,\" and he extended his big hand towards an earthenware cat of the most pronounced tortoise-shell, relieved by the fiercest of whiskers, which adorned the stall. \" Oh ! I would rather have a dog,\" said Lizzie, laughing and pointing to a black and white sac-simile of the same. \"Now, if it were not for its tail, which is curling the wrong way, it would be the picture of your Lark.\" The moment she had said the words she blushed violently, though she could hardly have told why. \" Better come out to Lauder Mills and have the live Lark, even though he be coupled with a scamp of a master,\" said Adam audaciously. Somehow audacity suited him, he looked so Hght-hearted and daring, fain to tease, yet incapable of willingly inflicting pain. \"No, I thank you, sir,\" said Lizzie, with overdone de cision. Even as she spoke there rose up before her a vision of Lauder Mills House, sheltered and at the same time sunny,"], [181, "Lady Sprott, of Kingscroft. 169 with monthly roses blossoming about it for six months out of the twelve, even in Scotland. There was wealth of wood and water beyond, that enabled the occupants to command the sweetest, most delightful walks at all seasons, whether the primroses or the hyacinths or the honeysuckle were in blossom, or the icicles were hanging from the mill-wheel, and the sheep \" tremblin' in the heugh \" in a snowy world. It was a pleasant picture — in fancy. Lauder Mills House, with its master Adam standing surrounded by his dogs on the gravel sweep before the door, and on the steps, come out to call him to breakfast or dinner, a young mistress, a happy, independent yet responsible matron, whose husband's house was her own to order and guide, in which she did not dwell like a stranger, as she had learned to abide in her father's house."], [182, "170 Logie Town. CHAPTEE XVI. LIZZIE'S THOUGHTS : HAY AS PERDITA. In the constraint of her position, Lizzie Lindesay had been sometimes tempted to anticipate the time when a young \" Kenneth Mackenzie \" or \" Lord Eonald Macdonald \" might come to her as to her ballad namesake, and put the leading question, ' Will ye gang to the Hielants, Leezzie Lindesay ? Will ye gang to the Hielants wi' me ? \" Was Adam that \" chieftain of high degree,\" and the Hielants to which he invited her, no remote and inaccessible region, but just bonnie Lauder Mills on the familiar Cart Water ? There was a long way between such a conclusion and a popular bachelor after the pattern of light-tempered, mercurial Adam Lauder, who among other good things which he en-"], [183, "Lizzie's Thoughts : Hay as Perdita. 171 joyed keenly, did not fail to appreciate his liberty, though he was capable of resigning it on an impulse, any day. Lizzie had an inkling of the state of matters, indeed she had some sympathy with it. She knew Adam Lauder was a fine fellow, and Lauder Mills House in one light an attractive home. But she knew also that Adam was quite capable of offending her. She was not so much as certain that even in his most agree able moods she would care for spending her life with him. Life was not aU a joke, and Adam was at his best when he was joking. Now there was her father, and there was the minister, and there might be many more like them, who could joke with the best when they were in the humour, and could yet be serious, with their seriousness becoming them even more than their gaiety. All the same, Lizzie accepted the \"pig\" dog which re sembled Lark, making the excuse to herself that the two little boys had got word of the toy and were set upon it. They would give her no peace if she declined it. Still, if it entered the house she would take care it was not nursery property for them to break ; they must be content with looking at it from a respectful distance among her belongings. In another moment Hay Melville came upon the scene and"], [184, "172 Logie Town. altered its entire complexion. While the Melvilles of Balmayne were among the gentry who had not forsaken Logie Market, in attending it they claimed certain privileges which distinguished their company from other market goers. There was usually a house fuU of people at Balmayne for the occasion. They walked down the centre of the main street, looking round them, and with the exception of Mr. Melville commenting freely, if in a kindly spirit on the whole, on what they encountered, and making conspicuous detours to such stalls as attracted the visitors — visitors not habitues. Every where the ladies and gentlemen were made way for, though not with humble politeness, but with clumsy awkwardness, and a shade of gruffness, for the Lowland Scotch peasant is the reverse of a deferential, obsequious creature. This year there were fewer friends with the Melvilles than usual, but they had combined with the minister's party, which had a large clerical element and a smaller infusion of what was called the \" half-pace gentry \" of the neighbourhood, thus keeping up their numerical strength. Hay was the ruling spirit and most prominent figure. Like Jean Scott, Hay wore a riding-habit, but Jean had ridden into the market, while Hay merely chose to retain a style of"], [185, "Lizzie's Thougkts: Hay as Perdita. 173 walking-dress not quite exploded. There are riding-habits and riding-habits. This might be said emphatically of the riding habits of Bonnie Jean and the young heiress of Balmayne. Hay's habit of dark claret cloth had been made by the Edin burgh Poole of his day ; it fitted and showed off her dainty proportions to perfection, while her piquant face never looked more original or held a greater attraction than under a man's tall hat. She was in high glee, darting here and there and treating all around instead of being treated with market fare. After the example of Perdita she made appropriate offerings, but with more pungency than poetry in the spirit of the deed. Hay presented Mr. Ochiltree with a sermon bag, in the wicked consciousness that the occasional use of a \" paper \" in preaching was one of the few sore points which existed between him and his congregation. She handed a riding-switch to Lizzie, who had no horse. \" But never mind, my dear, it will do for Geordie and Mickle,\" said the donor, mocking the indignant eyes of the much-indulged boys, and, further recommending their sister not to spare the rod and spoil the children. Hay pounced upon a \" pirly-pig,\" a small brown earthenware"], [186, "174 Logie Town. bowl, round and close, with a slit, into which wise youth was supposed to deposit its pennies. Once dropped in they could not get out tiU the bowl could hold no more, when the solemn ceremony and sacrifice of breaking it was resorted to in order to reach the uncounted treasure. To the pirly-pig she added an hour-glass. \" These are for you, Mr. Adam Lauder,\" said Hay, gra ciously. \" They are trifles, but you will find them useful. Everybody knows you are a careful man, both of your money and your time.\" Adam grinned and looked foolish, but accepted the tokens, while he glanced eagerly round for some means of reprisal, forgetting all else in the search. She picked out for her father, from a pile of sweetmeats, a collection of sugared coriander seeds, popularly known as \" curly Andrews,\" the fact being that Mr. Melvdle never ate sweetmeats of any kind, and that though his Christian name was Andrew, his hair had been as straight as a Eed Indian's from his childhood upwards. She gave her mother a little red-framed looking-glass, such as was wont to hang on the walls of kitchens for the accom modation of kitchen-maids — telling her it might almost be"], [187, "Lizzie's Thoughts : Hay as Perdita. 175 slid into her hand-bag. Then she would always be able to see the state of her comb-curls and to correct the set of her bonnets and caps. The speech might or might not have reference to the generally received impression that Mrs. Mel ville valued greatly her naturally good looks, and took far more pains to preserve and embellish them than her daughter bestowed on her girlish graces. When young Burn Foot strolled up with a languid com pliment, Hay innocently proposed as a fitting tribute to his elegant scholarship a sheaf of broad-sheet ballads, at which he gazed with horror."], [188, "176 Logie Town. CHAPTEE XVII. MRS. MALLY'S SUPPER-PARTY. The rush of custom which Logie Market brought to the Crown Inn did not hinder its mistress from having private company — special guests whom she chose to entertain on the occasion. There was a usage which had existed since Hay Melville was a little girl, that she should see the best of the merry-making from Mrs. Mally's windows, and that her father and mother should sup with their cousin many times removed. In later years Lizzie Lindesay, as Hay's young friend, had been added to the party. This meant the further addition of young men to match the girls. The ob ligation to provide these necessary adjuncts where young women were concerned, was still more generaUy felt and openly expressed in arranging the private parties in Logie that night, than it would have been seventy or eighty years after-"], [189, "Mrs. Mally's Supper-Party. 177 wards. The public would have called it a positive lack of forethought and friendly regard for girls to do less than furnish them on all social opportunities with likely swains and pro blematical husbands. Mrs. Mally was rather eccentric in her notions, and did not always comply with popular requirements, but she did not depart from them in this instance. She showed herself desirous of supplying beaux for her belles. She asked Adam Lauder and young Oliphant of Burn Foot to join the party. Neither of the young men declined the invitation, though there might be a difference in the degree of alacrity with which each accepted it. Another guest who had supped with \"Mrs. Mally on Logie Market night, even more uniformly than the Melvilles had accomplished that ceremony, was M. de Saye. The Melvilles had not demurred at meeting the dancing-master. The lines which marked social distinctions were at once curiously fixed and curiously elastic, when the laird of Balmayne and his lady made no bones of owning the hostess of the Crown Inn as their kinswoman, accepting her hospitality, and mingling with whatever society was to be found around her, without the most distant idea of compromising the laird's dignity and the lady's gentility. Besides, M. de Saye was a gentleman in VOL. I. N"], [190, "178 Logie Town. misfortune, admitted to be such by all other gentlemen, and it was probably his own fault that he had never dined with the Melvilles at Balmayne, as well as supped with them at Mrs. Mally Corstorphine's table, both during the time when ho had taught Hay her steps, and after it. Withal there was something pathetic in the tenacity with which his hostess stood by the French dancing-master — the poorest, least profitable of her customers — and rose like a lion in' his defence when she fancied him slighted. Did she find in him the realization of the youthful, heroic ideal which her wretched husband had failed to fulfil ? Or was it in the light of a vague unacknowledged atonement to the son, who, if he had lived, would by this time have been within ten years of Moshie's age. For she had sternly ignored the lad's nationality on the father's side. She had deprived him of his very name and lineage. She had fiercely denounced and punished hereditary tendencies of race and blood that in themselves had no guilt attached to them, which she had lived to see co-existent in M. de Saye with a life of scrupu lous honour, patient self-denial, and diligent discharge of the humble duty of earning a livelihood. Moshie, in his punctilious full-dress, his antiquated uniform ,"], [191, "Mrs. Mally's Supper-Party. 179 high coat-collar, and pumps with huge bows of black riband, — a bag of bones, as Hay Melville described him, with the very bag threadbare — his hair combed back, foreign fashion, exposing the skull under the brown parchment skin, certainly looked a thorough gentleman. This was evident not only beside the plain elderly laird, but beside the two younger men — buckish Adam Lauder and Steenie Oliphant with a dash of a petit-maitre in his delicacy, his dandyism, his poet asting, flute-playing, and daubing in water-colours. It was young Burn Foot, to whom the pursuit of belles lettres ought to have imparted liberality, who, in point of fact, secretly hankered in his own person after Bonnie Jean Scott of pure yeoman extraction, that elevated his eyebrows ever so little at the first sight of Moshie as a fellow-guest in Mrs. Mally's parlour. But Steenie had tact among his other refinements, and he was incapable, unless under extreme provocation, of being rude and uncivil. His politeness was still of the Lord Chesterfield order, which enjoined blandness and forbade bearishness, under any circumstances. When he came to think of it, he did not object, in the absence of any other prospect of excitement which the evening offered, to air and exhibit his acquirements in the French language N 2"], [192, "180 Logie Town. and literature, together with what he had learnt of the GaUic nation when he had visited Paris after the Great Peace. Mr. Melville had also been in France when, as some thought, it was better worth seeing. He had made the grand tour as a young man, not long before Arthur Young made it, at the time that the old ally of Scotland was all aflame at its heart and ready to break forth in the volcanic fires of the French Eevolution. Adam Lauder bore a civil tongue to everybody, and was only too ready to be hail-fellow-well-met with gentle and simple. Nevertheless, familiar as Lizzie was with nicknames, it grated upon her sense of what was generous when Adam styled the Frenchman under his breath, for fear of Mrs. Mally hearing him, \" Count Fiddlestick.\" Lizzie did not know if Hay heard the words — at least she did not accept or apply them. On the contrary, while displaying a shade of haughti ness, which Hay, in the middle of her frankness and freedom was quite capable of exhibiting to the bestower of the ridicu lous title, she went up to her former teacher, whom she recognized as the best-bred man of her acquaintance, and reproached him with flattering empressement for not giving"], [193, "Mrs. Mally's Supper-Party. 181 her and Lizzie their market fare. \" It was not like you and your countrymen, Monsieur,\" said Hay, with an absolute charm of courtesy in her tone, \" for we always go to France for gallantry.\" \" Miss Melville does me too much honour,\" answered Moshie, with a smile that showed the delicate lines of his clear-cut mouth, and his teeth still white and even, gleaming back in answer to the sparkle of his dark eyes. \" I did go into the market, but could not see anything worth the acceptance of two young ladies so charming.\" Moshie's old fashioned compliments testified to the truth of Hay's remark, and betrayed the origin of the high-flown sentimentality, just tinged with facetiousness, that lingered in the tone of the elder men of the day towards women, especially young women. \" But if Miss Melville and Miss Lindesay will not accuse me of presumption,\" resumed Moshie, with one of his magnificent bows, \" I shall venture to propose for their acceptance two trifles, which I have had the felicity of carving for them,\" and he produced two cleverly-fashioned bonbonnieres, which, with the skill of the emigres and pri soners of war, he had constructed from the beef and mutton"], [194, "182 Logie Town. bones of his dinner-table, after he had polished and carved the bones into a good imitation of ivory. The girls were delighted with the novelty and prettiness of the gift. \" I declare they would make fine snuff-boxes. Moshie, I am wiUing to give you an order,\" said Adam Lauder, in whom delicacy of discrimination was not a strong point, and who seemed fated to blunder this evening. Moshie did not draw himself up or scowl at the uncon scious offender who meant no harm. The Frenchman smiled slightly, bowed a little bend of his supple back, and even thanked Adam in quick response to his good intentions. \" I am much obliged, Mr. Adam \" (Moshie pronounced the name Ad-am), \" but I do not receive orders for goods in bone, or for that matter in ivory, of which I wish with all my heart these were composed for the young ladies' sakes. The poor little affairs are respectful and devoted gages d' ami tie, pledges of friendship like the card-racks with which I have the supreme satisfaction of supplying my good friend Madame Mally here. I do not deal with anything professionally, save the arts of fencing and dancing. You are not a soldier, Mr. Ad-am ; and though I should be very glad to have you"], [195, "Mrs. Mally's Supper-Party. 183 for a pupil, I am afraid you consider yourself too big, and possibly too good a dancer already, to come to me for the dancing.\" Adam laughed loudly and good-humouredly. \"I am too long-legged a boy to go back to the dancing school. Fancy me coming down at the wrong place and time, and trampling on your toes, Moshie ! \" with a sly glance at the Frenchman's slender feet. \" I doubt you would think little of my performance, yet I could get through shantruse when I was a laddie, and I can still manage a reel or a country dance,\" ended Adam, speaking modestly for the most renowned reel-dancer in the neighbourhood. There was no thought of dancing then, even although Balmayne had consented to \" lift \" his cousin Mrs. Mally ; three couples would have made a sorry country dance. The amusement was cards, the universal resource of such gather ings. At loo, though the young people, like their seniors, were partners, Lizzie and Adam against Hay and Steenie, as Mrs. Melville and M. de Saye encountered Mrs. Mally and Balmayne, there was little opportunity for a farther display of personal feeling than was involved in scrambling for the fish which represented the counters. This was done"], [196, "184 Logie Town. somewhat languidly by the lads and lasses, for reasons best known to themselves. They laid themselves open to the reproach of lack of spirit in the round game. When the usual number of shillings and sixpences had been lost and won, Mrs. Melville and Moshie, Mrs. Malty and Balmayne withdrew from the contest and formed a sober coterie, in which the chief speakers were naturally the two ladies. The events of the market were discussed. The prospects of the season, especially with regard to the vege tables and fruit in the respective gardens at Balmaj-ne and Logie, were inquired into. The present position of the laird's mansion and the Crown Inn in the matter of servants was lightly touched upon. Finally, Mrs. Melville diverged into reminiscences of the late Governor — a favourite topic with her whenever she was with Mrs. Mally. It answered many purposes. It might be supposed to gratify posthumous sisterly pride and affection. It justified Mrs. Melville in her own eyes for her presence as a visitor at the Crown Inn. Lastly, the allusions were so many probes to ascertain pri vately the extent of the property that the late Governor had left behind him, all of which had come to Mrs. Mally with perfect freedom to dispose of every sixpence as she thought fit."], [197, "Mrs. Mally's Supper-Party. 185 Mr. Melville took snuff, and Moshie occasionally uttered an abstracted \"Truly,\" or \"Is it possible, Mesdames ? \" as their contribution to the conversation. The withdrawal of the seniors was intended to afford greater liberty to the young people to play at what games they liked and \" divert themselves \" according to their years. Hay Melville immediately proposed that the party should play at \" The old Maid,\" a trial of matrimonial chances which was not likely to retain much interest for those whose fates were long ago settled. But the contest cer tainly awoke sufficient liveliness in the four wdio dealt, shuffled, drew from each other, and passed round the dreaded solitary queen, the incarnation of spinsterhood or bachelorhood, changing the card from hand to hand with crafty secrecy, or eager exclamations and vehement protests. Even young Burn Foot was roused to animation. The game was silly and childish, as well as very common and vulgar in the eyes of a young man of his culture, though he had once engaged in it at Burn Foot farmhouse when Bonnie Jean was of the company, and had felt as if it were leaves from the Sybilline Books he was handling. This game fell"], [198, "Logie Town. 186 flat aster that, but he did not wish to be beaten, or to become the laughing-stock of his neighbours. In the end it was Adam Lauder who was twice left with that obnoxious queen undisposed of. The young fellow was evidently hot and nettled at the result. He looked inclined to pitch the harmless bit of pasteboard, with the representation of the simpering impassive face and the antiquated royal robes, at the back of the grate, or still better as a challenge into Steenie Oliphant's pink and white face of calmly smiling superiority. The effect was supremely ludicrous. No doubt it constituted the cynical motive which lay at the root of the foolish game. Lizzie could not help laughing, though she was secretly sorry that Adam should be put out. As for Hay Melville, she was in a state of ecstacy at the catastrophe. Hay was looking her unapproachable best. She was in white — in a muslin gown she had worn under her riding-habit. It might have been thought that she was too colourless for white, but it would have been an error. Besides, she was not colourless this evening. The faintest shade of coral red warmed her paleness. To call it the reflection of sunset clouds on the winter snow would have been to use far too"], [199, "Mrs. Mally's Supper-Party. 187 grandiloquent language ; but it was like that most delicate tint which lurks in the heart of a rose or a sheU when one can hardly say whether it is white or pink. As it was, the colour would have been too ethereal for a creature like Hay, wdio was much more of a worldly fairy — one part benefit-lent, three parts mischievous — than \" a wood nymph wild,\" had it not been for another kind of wildness which belonged to her. This had nothing to do with shyness, but was part of a certain piquancy and perversity that expressed itself in the faint, fugitive wave of red. Contrasted with it, Lizzie's rosy cheeks suffered an eclipse, and were in danger of being called blowsy for the moment. \" I am going to tell your fortune, Lizzie,\" cried Hay, taking up the cards again, and shuffling them dexterously in her small, quick hands. \"No, no,\" cried Lizzie, in the utmost alarm, knowing what was to foDow. \" I do not wish my fortune told. I forbid you, Hay.\" \" But you cannot object,\" persisted Hay, with laughter in her eyes, \" if I tell mine first ;\" and Lizzie had to give way. Hay began to seek out rapidly the four kings among the honours in the pack, and to marshal them in a row with the"], [200, "Logie Town. 188 recently decried queen at their head. \" This is me,\" she observed, with an old-fashioned disregard of a grammatical rule. \" Now who shall my four lads be ? What a pity and shame that there are only four ! But when it comes to that, we poor girls have not so many to pick and choose from in this forsaken neighbourhood, that we can dispense even with the present company,\" the fortune-teller went on in innocent, defiant glee. \" Only be pleased to remember, you two gentlemen, that we are in jest and not in earnest, and that Lizzie and I would no more dream of having a gift of you, though you wished it with all your hearts and went clown on your ' benden ' knees to beg us, any more than if you were General Buonaparte at St. Helena, or the Grand Turk in Constantinople.\" \"Certainly not, Miss Melville,\" said Steenie, quietly. \"No, to be sure, we are not such cuddies,\" said Adam Lauder, in a more constrained, half-blustering tone. Oh ! the delicious matter-of-factness and plain speaking of those clays. The venerable rites of Hallowe'en were fast going out of fashion, except for ploughmen like Burns, and country lasses like Jean Armour, or as a play for children. But the game of the Old Maid, and such fortune-telling as Hay was"], [201, "Mrs. Mally's Supper-Party. 189 practising, still remained for young men and women of a higher class, and were indulged in largely in not a few drawing-rooms in Logie that night; though no doubt Miss Chawrlotte Bowers and Miss Soph-y Pettigrew would turn their shoulders and refuse to have anything to do with what was so stupid and unrefined. \" This is me,\" resumed Hay, pushing her short curls back from her eyes. \" May I ask which of you gentlemen is the elder? Mr. Steenie Oliphant? Then, here you are next me,\" taking up a king and putting it by the queen, \" and this is Mr. Adam,\" with an arch glance, as she placed a second king next the other. That glance, and the fact that the king chosen for him was king of hearts, consoled Adam for young Burn Foot's priority as well as seniorit}*. \"Now, who are the others?\" speculated Hay meditatively, \" Help me, Lizzie, say somebody.\" Lizzie, thus adjured, after a moment's reflection, suggested a brother of one of the Merry Andrews, the Shirra's brother, who had been married, but was a widower, not very far up in years. \" The Shirra's brother^ be it,\" assented Hay cheerfully ;"], [202, "190 Logie Town. \" still it is mean of you to even me to a carle like him, with daughters as old as myself, but I'll punish you, madam, when your turn comes.\" Then it was decided that the fourth king should represent a young country gentleman of Steenie Oliphant's standing, who lived farther away from Logie, but was occasionally to be seen within its bounds, and was an acquaintance of the Melvilles. Hay began her incantations. They were not very deep or difficult, or hard to fathom. They consisted in her shuffling and shaking out in a heap before her over and over again the remainder of the cards, while she persistently counted and recounted, the number five always stopping the process, when she turned up a particular ace. Thus, when the ace pre sented itself at the number four, she scanned the row of queen and kings, and pounced upon the fourth king, which she had termed the Shirra's brother, turning it a quarter round, and gravely announcing that the Shirra's brother had taken a fancy to her. When the ace corresponded to the number one, she shifted the queen to the same extent, explaining, \"No, I'm not for the Shirra's brother at present. Mind, every time I turn, five years pass, so that this first turn has"], [203, "Mrs. Mally's Supper-Party. 191 made me already four-and-twenty. The Shirra's brother cannot afford to wait so long. But Shirra's brother or no Shirra's brother, I have not much time to lose myself, if I would not go through the wood, and take a crooked stick at e'en.\" Hay shuffled and dealt and moved the cards, and the gazers watched her — not one of them, not even enlightened young Burn Foot, with indifference. As for Lizzie, her heart was in her mouth, while Adam Lauder hung spellbound on the performance, and the witch who wove the spell was, in the middle of her gay nonchalance, thrilling with the destiny she held under her fingers. \" There, it is Mr. Charlie Maitland who has taken a fancy to me next. I'm sure I'm highly honoured,\" turning the last card as she spoke, \" but it will be very inconvenient and tiresome if you are all after me, and I hang off and on for other ten years. Mrs. Mally's supper will be ready, and I shall not have time to do Lizzie justice. Hold your tongues, every one of you, lest I lose my count. One, two, three, four. Why, I declare, the Shirra's brother is dead-set on me — I'm afraid I'll not escape him,\" giving a second turn to the particular card. \" One, two — Mr. Steenie Oliphant, if"], [204, "Logie Town. 192 I were not so busy I should thank you with a low curtsey, it may be the only thanks you'll get for your favour. One, two, three — Mr. Adam, it is your turn at lasts with a little involuntary emphasis on the \"at last,\" and another killing glance at Adam, who gripped the table with his hands and leaned forward to catch the first glimpse of the fateful ace. \" One, two — you again, Mr. Steenie. What are you thinking of, sir?\" \" You, apparently,\" said Steenie, smartly enough. \" One, two — there's sorrow in the cards,\" with an accent of real alarm and chagrin ; \" you've come the length of wooing me, sir.\" Then there was a desperate shuffle and a revival of hope, for in a multitude of suitors there is safety, ami it was Mr. Charlie Maitland who, in all unconsciousness of his desperate state, was dead-set this time. The card which represented Adam had not moved beyond the first, or what may be called the introductory stage. \" One, two— eh ! Mr. Steenie, I've got you ! \" exclaimed Hay, with a surprised cry of comical consternation. \" I ought to be highly flattered, and the happiest of men,\" remarked Steenie Oliphant, with faultless politeness and a shade of irony."], [205, "Mrs. Mally's Supper-Party. 193 Hay had recovered herself in an instant. \" But as there are two at a bargain-making — more than that, as neither of us wants the other, I don't suppose the cards can settle our lot against our will. Cheer up, Mr. Steenie, you see I have not lost heart.\" o VOL. I."], [206, "194 Logie Town. CHAPTEE XVIII. LIZZIE'S EYES OPENED. \"Now, Lizzie, we'll try your fortune, and let us hope the cards will be true for you.\" Hay marshalled the queen and the kings afresh, the only difference being that she said as she ranged her puppets, \" This is you, Lizzie, and this is you, Mr. Adam, of course,\" with a mischievous point given to the two last words that dyed Lizzie's cheeks scarlet and caused Adam to bite his lips. \" And, not to be partial, this is you again, Mr. Steenie, but instead of the Shirra's brother we'll have M. de Saye over there,\" indicating the person mentioned by an expressive nod of the head. \" Oh ! what a shame,\" exclaimed Lizzie, hastily. \" Why, Lizzie,\" protested Hay, in a tone of injured inno cence, \"you gave me the Shirra's brother, and he is older"], [207, "Lizzie's Eyes Opened. 195 than Moshie — at least he looks it — is a widower, and not a bachelor.\" \" But he is not a poor gentleman, reduced to being a dancing-master, in addition to being up in years, and a foreigner, who if he heard you would not understand such a bad joke,\" insisted Lizzie. \" Let him alone for that, and he a Frenchman, though it would not be exactly a marriage de convenance ; but you are a favourite with Mrs. Mally, and I dare say she would receive you both.\" \" She would be very angry if she caught the sense of your words.\" \" Nonsense, she understands a joke, as you call it, better than you do. What was the name of that cousin of yours, the lieutenant in the line, who visited you before he went on active service ? \" \" Fordyce,\" answered Lizzie, still a good deal out of sorts. \" And he did not visit me, he visited my father. I was not away from school then ; it is years and years ago, and he has not been heard of for a long time. His mother is afraid he got leave of absence and perished in that transport which was lost in the Mediterranean.\" o 2"], [208, "196 Logie Town. \" I hope not,\" answered the incorrigible Hay, composedly. \" Depend upon it he will turn up, especially if he be to marry you. If not, I mean if he is not forthcoming at the proper time, you will be as good as a widow, Lizzie. It will be quite romantic.\" There was more shuffling, dealing, and shifting of cards, then amidst general laughter, half suppressed, M. de Saye was allotted to the affronted Lizzie. \"What will you do with him, Lizzie?\" demanded Ha}*. \" You were his best pupil. Will j'ou succeed to his pumps ? He has pretty feet for a man, and if you wore cork soles you might grow to fill his shoes. I am afraid his fiddlestick is beyond you. But oh ! what will the auld Captain say ? He fought the French for the greater part of his life, and can never forget Waterloo, though that was after his day of active service. He imagines Moshie bears him a grudge for the glorious victory, not considering that the French whom your father beat were no more the French to whom Moshie belonged than we are the Black Nebs who would have had their version of the revolution here if the law had not stopped them.\" The next instant a blow was dealt to Lizzie Lindesay. Something happened which, though it was a trifle as light"], [209, "Lizzie's Eyes Opened. 197 as air in itself, like a straw showed in what direction the wind blew, and she never forgot it. The young people were still lingering over the cards. Steenie Oliphant was building houses or castles, crumbling and crashing down every moment. Hay Melville was undertaking to play elaborate \" tricks \" — an accomplishment still in vogue, which like other small pieces of legerdemain has been since handed over to profes sionals, or has descended many degrees in the social scale. \" You have been very cruel to me to-night, Miss Melville,\" muttered Adam Lauder, in a complaint which was only intended to reach her ear. \"Cruel to you, Mr. Adam?\" she repeated quickly, in an equally low tone. \" No, I do not think I could be cruel to you,\" with a still greater fall in her voice, and an involuntary, tremulous vibration in its tones, which he caught, and pricked his ears as he did so. Lizzie had also caught it, as well as what had gone before it, and she saw the expression on Adam's bluff, handsome face. She received a shock, she was wounded, and it seemed to her that a dream she had indulged in — the first of its kind, with all its glamour to her youthful mind — was scattered to the winds. It was only a fancy, she had not gone farther, she"], [210, "Logie Town. 198 had not been \" dead-set,\" as Hay had aptly expressed another and a more desperate state of feeling. Lizzie had even been dubious both as to the worth of the object of her fancy and her undisputed right to indulge in the fancy. But as Lizzie recalled the good ground for the dream and the encouragement which it had received that very day, she felt more than hurt — indignant on her own account alike with Adam and with Hay. Neither had been altogether loyal either to her or to themselves, in sailing to know their own minds, and in consenting to make a tool and a screen of her. Thus not only did Lizzie's heart fall, her spirit rose, and perhaps that was the best thing which could have happened to her, apart from the proof it supplied that she was not badly injured. It enabled her to behave with dignity and independence, as if nothing had been said or done that could concern her, though beneath her womanly armour there was a flesh-cut bleeding a little and smarting still more in her tender bosom."], [211, "A Dog's Antics. 199 CHAPTEE XIX. A DOG'S ANTICS. Mrs. Mally had arranged a distraction while her supper table was laid. The company were to repair to Moshie's sitting-room, which he had put at her and their service. It was a small room which the hostess of the Crown had taken care should be comfortable. It was furnished in dark mahogany and spotless dimity, and abounded in those clever contrivances of hanging shelves, artificial recesses, book-rests, lamp-stand and shade, which a solitary man, compelled to economize space, and skilful in resource, is apt to originate in the course of a prolonged occupation of one domicile. The litter of papers with which Merrin, the elderly chambermaid, had taken liberties, were stowed away in their bureau. An old French engraving of a chateau, with pepper-box turrets"], [212, "Logie Town. 200 and a walled terrace, hung above the carved wood chimney piece. But it was not so much to satisfy idle curiosity by inspect ing Moshie's belongings that the supper-party were brought there, as to witness the feats of his dog \" Mignonne,\" which could be best displayed on their own ground. Mignonne was a white poodle cut like a lion, when such grotesque copies of the king of beasts were much rarer than in the days of the illustrious Bingo. Mignonne's whiteness exaggerated the blackness of her eyes and the pinkness of the tip of her nose. She was Moshie's constant companion except when in class — a position which he regarded too seriously to permit of a disturbing element, introduced by his means, on the scene. Moshie washed, combed, and clipped Mignonne with his own hands, and made her the accomplished creature she was, the pride of the Crown Inn. She was boldly borrowed or surreptitiously beguiled from the retirement of her master's room in his absence, in order to exhibit in a shorn and disjointed manner her unexampled performances to admiring audiences in private sitting-rooms, in the bar, or in the kitchen. Even Mrs. Mally was dazzled by the great ness of Mignonne's attainments, and credulous as to the"], [213, "A Dog's Antics. 201 extent of her knowledge, and would confidently assert of the dog, \" she knows every word Moshie says, and is wiser than mony a Christian.\" Mignonne could walk round on her hind legs, and shake hands affably with all human beings so disposed. She could read the newspapers, or pretend to read them, and shake her wise head over the contents, better than Mother Hubbard's dog. She could take snuff literally, and sneeze a bond fide sneeze after the tiny pinch. She could hunt for Moshie's gloves or slippers, and find them though they were hidden ever so cunningly ; nay, she could hide in her turn, if Moshie would go out of the room and give her the opportunity, and wait in perfect stillness till she was found out beneath the folded-down leaf of the table, or behind the easy-chair, or stretched flat out on her stomach within the shadow of the window curtain, when she would utter a rapturous bark of applause at the mother wit of the seeker in discovering her retreat. She could support Moshie's smallest violin against her chest and under her jaw, and draw one paw across the strings with a ludicrous mimicry of her master as he dis- coursed sweet sounds ; and when Moshie took the violin and flourished his bow to a lively measure, Mignonne would caper"], [214, "202 Logie Town. up and down, aping the dancing of his pupils, beyond the power of risible muscles to stand the sight unmoved. \" Did you bring that dog from France with you, Moshie ? \" asked Adam Lauder, recovering with difficulty from the shouts of laughter with which he had greeted the entertain ment. \" Is the article ready-made there? Eh ! but I would like to see how my tykes, Lark and Heather, would look at such a fellow-dog's antics.\" \" They may see them on any day you like to name, sir,\" said Moshie, softly stroking the white bush of a head resting confidingly against his knee. \" I may tell you Mignonne is not what you would caU a ready-made article. Perhaps there are few as she in France now. I would add that her antics are the least of her merits. No, I did not bring her with me. She was less happy so far. She was born in exile, though kind friends have done much to make that exile home,\" ended Moshie, with an inborn grace and graciousness. Steenie Oliphant's display of like qualities was but a faint, superficial, and superfine version of the same. Steenie felt that it was now time for him to come to the front. He rose, looked at the engraving above the chimney piece, and made some observation in French to its owner on"], [215, "A Dog's Antics. 203 the nature of French buildings in general and French chateaux in particular. Moshie answered rather reluctantly in his native language, which sounded with a marvellous difference on his lips from the laboured gutturals and clipped syllables that fell stiffly from the other's tongue. The rest of the company appeared to listen in respectful silence, unless indeed that Adam openly chafed at an exhibition in the two girls' presence in which he could take no part. Mr. Melville thought young Burn Foot was a fool to make such an idle exhibition, and waited a little cynically for his breaking down ; while Hay, behind the hand on which her cheek was resting, fairly laughed at the mess Steenie was making of his idioms and reflected verbs. But not a muscle of Moshie's face moved to indicate any jar to his sensitive ear. He managed to make out his interrogator's meaning, though it became every moment more involved. Suddenly Balmayne broke in with a few words in English, which showed that he had been following the conversation, and had not quite forgotten his French, though he had never been in the habit of sporting it. Steenie Oliphant had been making some remarks in the"], [216, "204 Logie Town. cool tone of superior information. His boyish satisfaction in his acquaintance with conversational French, and power of expressing himself in it, hindered his good breeding and natural good feeling from intimating to him that he was touching on debatable ground, and handling topics, the awkwardness of which the merest tyro in manners might have guessed. He had asserted coolly that the Eevolution and the long wars had caused such chateaux as the one in the print before him to be either pulled down or forsaken. \" I believe that chateau is neither in ruins nor abandoned,\" said Moshie briefly. It was then that Mr. MelviUe interposed. \" It is a fair specimen of such houses as I have seen in Gascony — I don't think I noticed quite the same terrace elsewhere.\" Moshie looked up with a flash of eager interest in the eyes, which were not unlike Mignonne's — as keen and as wistful. In another moment he restrained himself, and said carelessly, in English, as if he were glad to resume the language of his adopted country, which all present understood : \" Probably, but such terraces were not very rare in the provinces in my day.\" \" Of course, mon-si-eur,\" said Mrs. Melville, who took the"], [217, "A Dog's Antics. 205 precaution of dividing the word into syllables and sounding every letter. \"You must have known many chateaux like that ; \" and she nodded her handsome, matronly head towards the engraving, and spoke in sympathetic, sentimental tones. They were too artificial in their very good nature to please the person to whom the allusion came forcibly home. \"Without doubt, madame, I have seen such, frequently, a long time ago,\" he owned, formally, but with no encourage ment to further questioning. What did his hearers, even the most genial and friendly, care for the old chateau which he would never see again, but of which he could not deny himself the poor little engraving above his mantel-piece ? At supper Balmayne sat at the foot of the table, and Steenie Oliphant, as next in rank, at Mrs. Mally's right hand. He carved the fowls very neatly, she felt bound to admit, though she was not otherwise taken with him. She was more attracted by Adam Lauder, simple and manly, frank and free. He wTas doing his best to recommend himself to Mrs. Melville, who received his attentions with a shade of reserve. Was he not a paper-maker instead of a laird? He was not even the son of a laird, merely of a parish minister, who might be a worthy and learned man in his way, but the"], [218, "206 Logie Town. way was not exactly that of the Melvilles of Balmayne. And might not this audacious and ambitious Mr. Adam Lauder lead that precious mischief Hay into folly, and turn her still more decidedly against young Burn Foot, who was a proper match for the young heiress, as well as all that a girl's heart need desire ? Hay was opposite to them, devoting herself to Moshie, who, happy man, sat between her and Lizzie. After supper the claret — as excellent Bordeaux as any the gentlemen could have drunk in France — and the toddy, brewed scientifically by Balmayne in the late Governor's punch-bowl, were passed round. Then, when everybody was refreshed, at ease, and inclined for enjoyment, came the time for toasts, sentiments, and vocal music, unfettered by a piano accompaniment or by a constrained, ostentatiously silent drawing-room circle. Here Lizzie and Adam Lauder were the mainstays of the party. Steenie Oliphant could play the flute and write sonnets, but he could not sing a song, good, bad, or indifferent. Hay was already under the modern thraldom, she could do nothing without an instrumental accompaniment. But Adam gave \"The Garb of Old Gaul,\" and \" The Bold Dragoon,\" in a very respectable tenor with"], [219, "A Dog's Antics. 207 hearty fervour, while Lizzie, without spoiling the air much by the quaint shakes and trills which she had been carefully taught at the Miss Murdies' boarding-school, piped \"Burns' Eosobud,\" and looked nearly as sweet as the flower thus commemorated : \"A rosebud by my early walk, Adown a corn-enclosed bauk, Sae gently bent its thorny stalk, All on a dewy morning. 'Ere twice the shades o' dawn are fled, In a' its crimson glory spread, And drooping rich the dewy head, It scents the early morning.\" Moshie was the one accomplished musician in the company, but it was not till after some pressure that he consented to have his violin fetched, and played a tuneful gavotte. As he did so he stood up, advanced one shapely though lean foot, let his head fall back a little, while he closed his eyes and gave himself up to the melody. He looked a quaint, comical figure, a mixture of Don Quixote and Dr. Syntax. It was too much for Hay Melville, in spite of her former objection to Adam's mockery. She drew her chair back so as to be in the same line with Mrs. Mally and behind Bal mayne. Thus secure, and daringly depending on Moshie's"], [220, "208 Logie Town. eyes remaining shut, Hay proceeded to give an inimitable version of his attitude, down to the flourish of the arm wield ing the fiddle-bow. It was just such a performance as that with which Hester Thrale enlivened a large assemblage of the wit and fashion of her day, when, the first time she met the opera-singer Piozzi, she stood up on tip-toe behind him where he sat at the piano, and gave his airs and graces in drollest dumb show at his back. Mrs. Melville and Lizzie could not venture to shake their heads, and they had to compress their lips to preserve their gravity. Steenie Oliphant was betrayed into a broad grin. Luckily for the hindrance of a perfect guffaw, Adam missed the farce, which stopped on the instant that Moshie's eyelids flickered. Adam Lauder wondered what the deil that fine gentleman, young Burn Foot, was nickering at. The Balmayne carriage arrived, for it would not have been pleasant for ladies, even doubly and trebly escorted, to walk through the town on a market night. The Melvilles went, but the others still lingered a little longer. It would not have been pohte to show themselves in a hurry to go. Steenie Oliphant continued to make talk for"], [221, "A Dog's Antics. 209 Mrs. Mally and Moshie. Adam Lauder hung about Lizzie, and looked at her a little ruefully. Presently Adam began to speak to Lizzie, and that not fairly, of Hay. Miss Melville had such a glib tongue. It was impossible to keep beyond its reach — one had not a chance of getting away from her. All was grist that came to her mill. Lizzie cut him short with sufficient sharpness. \" My friend, Miss Melville, has a very agreeable wit — I think you enjoyed it very much, Mr. Adam — all the more so that it came from Balmayne's daughter. But she is too much of a lady to be proud.\" One clause of this sentence had its special sting, and Lizzie was sorry for it the moment she had inflicted it. For well she knew, and Adam knew also, that while he was strongly attracted by Hay's fun, as what man whose heart was not dull as ditch-water could fail to be attracted, the chief spice of the fun to Adam lay in the circumstance that the fun maker was Miss Melville of Balmayne. Adam was not always particular about the company he kept. He was reckoned as reckless in his conduct as a young man could well be — but for that very reason, perhaps, he had vol. i. p"], [222, "210 Logie Town. at the bottom of his heart a Scotchman's lively appreciation of a long pedigree. Neither was he by any means without regard to the advantages of a tocher in a woman. Lizzie Lindesay, reasonable by nature and discipline, was willing to own that there was nothing absolutely wrong in Adam Lauder's worldliness, though it might belong to the lower side of the man's nature. But for Adam to pretend in addition that Hay Melville made advances to him or to any man, and that he was over-mastered and disgusted by them, was too bad. Adam hung his high head for a moment before Lizzie's clear sight, and her fidelity to the claims of her sex and of friendship — even of such an arbitrary friendship as existed between her and Hay. But it was not in him to remain out in the cold where any woman was concerned, or to suffer himself to sink in her good graces without a vigorous effort to recover his footing. He would have liked to be preferred by both the girls and to be happy with both. Even if that were not possible, Hay was gone, and it was the most natural thing in the world in her absence for him to turn again to Lizzie Lindesay and devote himself to her. Lizzie was in her own way as lovely and"], [223, "A Dog's Antics. 211 amiable a girl as he knew. Why, he was quite fond of Lizzie. He did not deserve that she should turn round upon him for what he was persuaded that somehow he could not help. He took a second time that night the tone of an injured man. He \" fleeched \" and prayed in an undertone which only she could hear, that she would give him his market fare, though it was so late in the day. Miss Melville had not been so stingy, she had presented him with a sand-glass and a pirlie-pig, though she took him off in the act. He was sensible that he was not so careful as he should be, either of his time or his money ; but he could not go counting every minute and penny he spent, like some saving chields he knew, whom no doubt she admired. But that was not the question : would Lizzie be less generous than Miss Melville ? Lizzie thawed so far as to laugh, but she stood firm. She did not know in her own mind what market fare Adam Lauder expected, but he should have nothing from her, neither riband nor lock of hair, nor kiss stolen for the first time, for which he sought to keep her back for a moment when the others left the room, in memory of the market-day. Such tangible treasures or pleasant memories were too common with Adam to make any of them of the least value. She p 2"], [224, "Logie Town. 212 would never contribute to the worthless heap. Nevertheless, when Lizzie came to carry off her property, acquired in the market, which she had brought to show to Mrs. Mally, and left on a side-table, she found her old maid's tea-pot for the garret gone — abstracted to form a fitting pendant to Hay Melville's sand-glass and pirlie-pig. The pig dog, which in its stony ferocity resembled Lark, was there all right, but no little teapot. Lizzie did not like to make an outcry over her loss. Silly fellow ! what could he do with his gain ? His housekeeper would only laugh at it and break it presently as a \" cockering \" toy, not fit for a man's tea, particularly when he had a fine Britannia metal pot calculated to hold, not merely tea-leaves to serve himself when he wanted them, which was not often, but sufficient for the reversion of three or four^cups of tea to his excellent servant. It was over that theft Lizzie had heard the thief whistling so gaily when he picked up his hat and riding-whip. Who could whistle so blithely, with such fearless joyousness of sound as if he had not a care on his mind, and the whole world were a field which he was sallying forth to conquer ? For sheer ringing gladness, any tripping gavotte Moshie could play was nothing to the whistling which Adam practised so frequently for his"], [225, "A Dog's Antics. 213 own benefit. It was true there might be an undercurrent in the gaiety of the Frenchman's music which the other's lacked. But for mirth, pure and simple, none could compare with Adam's. All the same, Lizzie was of opinion that she ought to think no more of Adam Lauder and his whistling. They were not for her, whether or not they would lure Hay Melville into the not inadmissible descent from Balmayne to Lauder Mills. Let Adam make his choice and stick to it. Lizzie for one had no desire seriously to enter the lists with Hay, and no liking for the unmagnanimous proverb, \" It is the cleverest lass who puts out her neighbour.\""], [226, "214 Logie Town. CHAPTEE XX. MOSHIE'S DANCING-SCHOOL BALL, THE SPECTACLE OF THE SEASON. Logie was not quite so well provided with social gaiety in the shape of assemblies as some English towns of its size and date. It had not a ball every month, with all the simple etiquette and careful provision for respectability supplied by an array of stewards. These good-natured country gentlemen or town magnates undertook the double responsibility of vouching that no detected cheat should sit down at a card table, and no unreformed rake, nay, or pronounced roturier of a presuming tradesman, whose trade was not on a large enough scale to command the proper amount of profit, should stand up in a country dance, or in one of the more recently introduced quadrilles, with a young lady for his partner. But at least Logie had three assemblies in the course of the"], [227, "Moshie's Dancing-School Ball. 215 winter. They were attended duly by every creature, young and old, who had the smallest claims to gentility. They were always countenanced by the Eev. John Ochiltree, and though his wife was unable to accompany him, his presence showed that the shepherd was in sympathy with the blame tess pastimes of his flock. The long interval between the last winter's assembly in February and the next in the following November, was agreeably broken in the course of the spring by M. de Saye's dancing-school ball. It was as numerously attended as the Assemblies, while it was more open and unshackled, and admitted of a greater mixture of classes in the company. As a check to this license, Moshie was a host in himself in the character of Master of the Ceremonies. No betise or scandal need be feared wdien it was known that the inexor able Frenchman would, without an instant's hesitation, turn out the offender, be he a noisy, broken-down farmer, like Jean Scott's father, a thick-skinned, forward young shop keeper, or a dissipated, regardless sprig of the quality. Moshie would be one man against a nation, but he would be upheld in the act by all the good feeling in the room. Moshie's arrangements were on the most liberal as well as"], [228, "Logie Town. 216 dignified scale, so that though the guests paid for their tickets, the privileges secured in return were so great as to leave an impression that the host must be left out of pocket by so stylish and sumptuous an entertainment. It was not to be thought that the modest charge of seven-aud-sixpence for each lady, and half-a-sovereign for every gentleman, could cover the expense of a regular supper, with all the delicacies of the season, not to speak of negus and sandwiches to be had at any time throughout the evening. For the commis sariat was under the able superintendence of Mrs. Mally Corstorphine, who also graced Moshie's ball by her presence. The services of a famous instrumental band — the same which was engaged for the race and hunt balls, the cream of the Logie balls — were procured from Edinburgh, not for the benefit of the children, but to enable the grown-up people to dance in their turn, far into the small hours. This was after the first part of the programme had been fulfilled, and the little heroes and heroines of the occasion dismissed to their pillows. Moshie's ball, though it was unrivalled as a dancing-school ball, was by no means confined to that category. Grown-up people far and near, who were not the parents of pupils, looked forward to the event for weeks as"], [229, "Moshie's Dancing-School Ball. 217 to a welcome boon ; the fact being, it was the dancing master's acknowledgment — all the return he could make for the confidence the Logie public had reposed in him during a score of years as an \" artiste,\" when the term was unknown in Logie. Moshie made his acknowledgment handsomely, without any outcry, like the gentleman he was, in his greatest poverty, when, had it not been for the ruses of his landlady of the Crown Inn, he would have gone without so much as an egg to breakfast, and would have dined from vegetables alone, for a period of days, to balance the lavish expenses overlapping the profits of his ball. Without doubt Lizzie Lindesay and Hay MelviUe were among the company at Moshie's baU. They were bound to countenance it and him, apart from their own very favour able incHnations. Indeed, one of them had been so dis tinguished in the proficiency she had attained under his instructions, that she had been several times selected, not without a good deal of heart-burning on the part of other young ladies and their relations, to play an important part in one of the ceremonies of the evening. Lizzie had her stepmother for her chaperon. Geordie and Mickle, though they were not reckoned of sufficient age to"], [230, "218 Logie Town. attend the parish school, had already been put under Moshie to be licked into shape betimes as well-bred gentlemen. And to see Geordie and Mickle dance in a row of small boys, had lent such additional attractions to Mrs. Lindesay's silver gauze turban with the bird of paradise plume, and her salmon-coloured silk gown, that she had preferred them to her sofa and her novel. But not even the gratification of witnessing his sons' performance could tempt the bold Captain to grace Moshie's ball. He bore no grudge against the Frenchman, but he could not get it out of his head that the Frenchman must bear a grudge against him. Captain Lindesay could not forget Waterloo, which had happened only the other day. It seemed to the punctilious soldier more considerate to a gallant foe that his victor should abstain from witnessing what the vanquished man was reduced to. Not that the Captain despised dancing in itself. He had the highest respect for it as an elegant accomplishment which was at its height in the beginning of the century ; but dancing as a substitute for fighting was a tremendous descent in a true fighter's eyes. T The auld Captain was solitary in his absence. The whole town and country that could pay for tickets flocked to the"], [231, "Moshie's Dancing-School Ball. 219 exhibition. The Eev. John Ochiltree was there, as he was at the assemblies, in his clerical black, conspicuous among the blue and green and claret-coloured coats of his neighbours. It made no difference to the minister's attendance that Moshie was a Eoman Catholic, since he was so liberal in his creed as to worship in the parish kirk in the absence of a Eoman Catholic church. This conformity disarmed what otherwise would have been the ultra-Protestant hostility in Logie to a Papist. The minister was there not only to support a parishioner and friend, he felt bound to clap his hands at the surpassing feats of each small man or little maid. He was called on to take an interest in the bairns, though his sons were old enough to be at \" the college,\" and he had suffered the misfortune of the death of his only daughter a dozen years before, Mrs. Ochiltree having pined from that day. But these were his children in another sense. He had christened and catechized nearly all of them. He would receive many into church-membership ; he would man-y some, and, alas ! he would visit some ministerially, to instruct and comfort them on their sick and dying beds, and would follow them — passing away untimely before him, who was of an older generation. It might be that he dis-"], [232, "Logie Town. 220 charged his solemn duties with greater tenderness and accept ance because of the lighter associations. There was thus a peculiarly intimate connection between him and the young of his flock. But there existed no such bond between the bairns and the Merry Andrews. For example, one Merry Andrew was a married man with a grown-up family. Another was married, but childless. The third and poorest was a some what Bohemian bachelor. None of them had a greater tie to the youth of the place than what was implied by various degrees of acquaintance with the parents, and the general familiarity which pervades the community of a town of the size of Logie. Yet there the three legal functionaries were to be seen sitting in a row in the semi-circle of benches, as the three great statesmen, Fox, Burke, and Wyndham, sat to weep over the tragic acting of Sarah Siddons. In this instance, notable forensic brains unbent without scruple over the ballet. The person who really felt, and found it necessary to show she felt, that she was stooping to join in an act of frivolity in being present at the dancing-school ball, was Miss Murdie, the head of the ladies' boarding-school in Logie. She was"], [233, "Moshie's Dancing-School Ball. 221 a Highland lady of birth and breeding, steeped in such erudition as was fit for a polite female, and induced by narrow means, in addition to her duty to the human race, to consent to preside for three decades over the education of the upper class of girls in the town and neighbourhood. Miss Murdie was a power in the town, in some senses not far beneath the minister. It was a great thing for the reputation of the ball that she should be there. She did not fail to grant the favour, for she had known Moshie ever since he came to Logie, and taught for the most of the time the pupils belonging to her school, or, as she preferred to call it, \"seminary\" (she pronounced the word \" siminary\"). But she did what she could to qualify the bad effect of her abdication of a moral and intellectual throne — more auto cratic than that of the Eev. John — in order to appear among the multitude in so trifling a scene. She redeemed the waste of precious time in sitting for three hours looking at children dancing. She enfolded her large person in an ample red Indian shawl, and crowned her majestic brows with the coils of a white turban. In short, she contrived, without knowing it, to look as like as possible to the Grand Turk, with spectacles on his nose, a false front of stiff black"], [234, "222 Logie Town. curls showing just below his turban, and his fingers laden with rings veiled by mittens, sitting, not cross-legged on a divan, but in the place of honour, in the centre of the most elevated row of benches. But instead of smoking a long pipe or inspecting a roll of parchment inscribed with Arabic characters, she intermitted her contemplation of the dancers in order to refresh her mind by reading, she would have said \" perusing,\" an ordinary book. Here it must be confessed Miss Murdie fell a little from her high standard. To have been consistent, she ought to have been occupied with no lighter literature than adorned her schoolroom, in the shape of Hume's ' History of England,' or at the most a volume of the ' Mirror ' ; but human nature is weak, and even Miss Murdie had yielded to the speU of the wonderful magician who was swaying the intellectual world. She was dealing in no more solid diet than the last Waverley novel. Yet in this, too, there was fine mental equilibrium, there was superi ority to giving one's self up to the feelings of the moment ! Well-balanced Miss Murdie, to be able to look with critical acumen on the skipping and sliding of Moshie's pupils in the intervals of receiving the dying confession of Elspeth Muckle backit, rnd following Lucy Ashton into her bridal chamber."], [235, "Moshie's Dancing-School Ball. 223 The person who enjoyed the ball most, not excepting the children, was Lady Sprott. Her gauze and lace were no longer out of keeping, and her round soft face was all agape with delight. She had never witnessed anything half so splendid before. At the same time, her simple self-com placency kept her from feeling out of place or nervous, though Mrs. Pollock was not at her elbow to tell her what to do. \" I'll no attempt to stand up, my lane, for a high dance,\" she was heard to say, referring to some of the elaborate and artistic performances of Moshie's pupils, which she expected to see emulated by the grown-up people present when their time for dancing arrived, \" but what's to hinder me taking pairt in a reel? It's aichteen months since puir Sir Dauvit deed, and I've paid every respeck to his memory, as it behoves the mither of young Sir Dauvit to do, though I'm sure my man wouldna hae murned sae long for me.\" Lady Sprott's respect had been shown in an eccentric fashion in one instance. The late Sir Dauvit's agent, when apprised of the death, had striven to have all the melancholy arrangements made decently, and in a style suitable to the station in life of the deceased baronet. The widow was in"], [236, "Logie Town. 224 a sense — apart from her grief — incapable of giving orders, and an old crony who had come to help her was as ignorant as herself. Among other materials ordered and sent out to Kingscroft by the lawyer, was a quantity of black cloth, meant to be used in hanging the family pew in the kirk. The cloth arrived in the absence of the lawyer and occasioned considerable speculation. Her ladyship's weeds, the children's frocks, and the servants' gowns had been already seen to, so that the mysterious cloth could not be destined for family mourning. Some rash person leapt to an ingenious conclu sion. A baronet was not as other men. He was born with a silver spoon in his mouth. It might be that when he died, etiquette demanded that his body should be wound in black cloth instead of white linen. No sooner thought and said than done. Lady Sprott, in her zeal to pay due honour to her husband — all the more so that he was past harming her — consigned him to his coffin swathed in sable broad-cloth, much as patients suffering from small-pox a few hundred years before had been wrapped round and round with many yards of scarlet cloth, under the idea that it was a sovereign remedy for the disease. The man of business arrived too late to correct the mistake. After all, what did"], [237, "Moshie's Dancing-School Ball. 225 it matter? The intention was good, and the breathless torture inflicted on the small-pox patients was spared here. The sleeper would not sleep the less soundly on account of the grotesque blunder. The exhibition in the Town Hall began as early as six o'clock, with the polonaise or marching. The hall itself had been very tastefully decorated with evergreens, under Moshie's special directions. Holly and box and ivy mingled with the rusty old weapons, faded and tattered flags, and fiddle brown pictures, which formed the ordinary adornment of the room. Young hearts beat high as their owners ascended the stairs and caught the first glimpse of the transformation, including the very floor chalked in bold floral designs, as it was chalked for the hunt and race baUs, but not for the assemblies. Pupils and company were alike punctual. The instru mental band was in its place already, pealing forth its challenges to the floor. The music might be somewhat sonorous for the space it fiUed, yet the opportunity of listening to airs fully performed was in itself a treat to those who heard no German bands, few pianos, very rarely even a street organ. The pleasure thus largely received was vol. I. Q"], [238, "226 Logie Town. liberally expressed by the company's beating time. So long as this self-imposed contribution to the swing of the tunes was confined to the nodding of heads and even the clapping of hands, Moshie bore it heroically. But when the tramping of many feet followed, he first frowned tremendously, and then raised one finger with an imperative sign for the music to stop till he addressed the over-demonstrative company : — \" Ladies and gentlemen, — You are very good, but if you will make the floor one big drum and your feet the drumsticks, tell me what can the rest of the instruments do ? \" With that Moshie gave the national shrug of the shoulders, and spread out his hands with the palms turned slightly outwards, in the most effective and prohibitory gestures, which nobody ventured to defy. Moshie stood, tall, lean, and stately, receiving his company en grand seigneur. The last edition of his old French uniform was scrupulously correct in every detail. He wore a bow of white riband at his button-hole. He had sported the same instead of a tri-colour cockade, when he was a hot-headed lad. That was on the fatal night at Versailles while the garde de corps entertained the Regiment de Flandres, when \" 0 Richard, 0 mon Roi \" was sung with acclamation, as the"], [239, "Moshie's Dancing-School Ball. 227 most well-meaning and hapless of kings and the most regal and charming of queens received their final disastrous ovation. Few people understood Moshie's white riband, indeed it had ceased to have much meaning to himself, save as a proudly sad assertion of the colours of a lost cause — a cause which he had long since seen had provoked failure. But there was one Hght in which there had been no failure. Moshie could put his hand on his heart and say that though he had been a dancing-master for a quarter of a century, he had never disgraced his colours. He was quite another man from the profligate renegade, liar, and slanderer, whose con fession at the guillotine was, \" I have been false to my order, my king, and my God.\" The marching was followed by the younger children going through their rudiments of the four fundamental positions, and further illustrating the a, b, c, and syllables of harmonious motion, by small slides and modulated skips. Among the juveniles were Geordie and Mickle Lindesay, their rosy faces shining from a liberal application of brown soap, their yellow curls kept in perfumed order in consequence of a loan of their mother's bear's-grease for that afternoon to the nursery. The scale of dancing rose by degrees through the grades of Q 2"], [240, "228 Logie Town. pas de bas natural, and pas de bas with florid embroidery, entrechats single and double, till it reached the finished per fection of the \" Figure \" or \" High Dances \" which were Moshie's specialty, to which Lady Sprott had alluded. She might well decline to venture on the enterprise — a heifer or a colt could have done it better, for young animals stiU retain their natural ease and grace before the burden of labour has stiffened their limbs, or the effects of education have hampered them. Mignonne would have done it infinitely better, for long association with her master had inspired her with something, however slight, of his individuality. Moshie's figure dances were positively creations of genius, which not only all Logie, but many spectators beyond the bounds of the town, flocked to see and could never forget. The dances were adaptations from old French operas, moulded by a kindred spirit. In working them out, Moshie brought to bear upon them his conception of the distinctions of race, still more of the idiosyncrasies of families and individuals. Each dance was suited to the group of dancers, or to the single dancer who executed it. Little domestic dramas, in which brothers and sisters figured, were framed in accordance with the general physique and attributes of the actors. If"], [241, "Moshie's Dancing-School Ball. 229 these were heavy and matter-of-fact young people, probably the inheritors of severe traditions, slow and serious measures fell to their lot ; even rapid and agile dancing assumed in such hands an earnest character, as of dancing with a grave and passionate purpose, like that of the Scandinavians in their sword dance. When the performers were slighter and lither, lighter of limb and of temper, belonging for the most part to the social cream of Logie and its neighbourhood, accustomed to an easy life in which pleasure was more than a name, and had even become a necessity like daily bread, the dancing grew gay and debonnaire. It was dancing for dancing's sake, full of spontaneous gladness and graceful frolic. OccasionaUy Moshie had asked parents and guardians to furnish accessories of dress to help the illusions. The dancers in a Highland dance wore plaids and broad blue bonnets, \" Highland bonnets \" as they were called, though the Lowlands had as great a claim to the headgear. The boys, who footed it merrily to the tune of \" Ho ! the merry Masons,\" had each a Masonic apron. Girls, who interpreted a Spanish Gueracha, were provided with long soft scarfs, floating and fluttering like mantillas, to the slow motion of the music, whde from the"], [242, "Logie Town. 230 dancers' wrists hung castenets, deftly caught up and cracked at intervals. A damsel twirling a tambourine as she bounded and whirled, had a gypsy red handkerchief over her black locks. But the triumph of the evening was the last figure, in which all the young girls joined. It was a veritable romantic billet, called \"Love among the Eoses.\" It demanded a sheaf of rose- wreaths. These were distributed by the prettiest girl of the band, who might have been crowned La Rosiere in some oki French viUage. She came in with the wreaths slung over her dimpled white arms, and approaching in turn each of her companions standing in a double row, gave her a wreath. The dance went on, the wreath-bearers disposing of their wreaths in the prettiest manner, now holding them aloft, now to this side, now to that, now interlacing them till their extrication seemed impossible. At last the double row of dancers formed again, when a dainty mite of a little girl, the youngest of Moshie's pupils, entered, armed with a tiny bow and-arrow to represent Cupid, and danced down beneath the flowery hoops, bending her bow and pointing her arrows with inimitable childish gravity and grace. The Merry Andrews led the rounds of applause which threatened to bring down the house at this chef d'œuvre."], [243, "The Second Part of the Ball. 231 CHAPTEE XXI. THE SECOND PART OF THE BALL. There was a notable interlude before the general dancing began. Moshie had always felt it due to himself and his company to open the second part of the ball with nothing less imposing than a minuet de la cour, the dance of dances when Moshie, as a youth, had not been a stranger to the most magni ficent court in Europe. It was one of the two dances, the one French and the other English, in which Moshie took part in the course of the evening. But who was fit to be Moshie's partner in the superb dis play? It was like the search for the maiden of mortal strain to match with the Baron of Triermain. Originally the best dancer among the pupils for the year had been promoted to the honour, but some accident had interfered on one occasion with this arrangement, and for the last two or three years"], [244, "232 Logie Town. Moshie had selected as his partner a former pupil distinguished in her day. The compliment was too great to be declined, though it involved sufficient responsibility and publicity to render this part of the ball a serious burden on the favoured young lady's mind. It was not Hay Melville who was thus selected. Moshie had never concealed his opinion that her dancing, though as light as a fairy's, might be classed as flighty and inequal, because she would not mind what she was about, and was always full of some \" cantrip \" of her own. It was Lizzie Lindesay who was chosen. She was at once graceful enough, endowed with a fine ear, and possessed of a sweet sedateness which gave due consideration, worth, and dignity to every act in which she engaged, and to her neigh bours' feelings with regard to it, so that there was no danger of her suffering herself to be carried away by mere girlish spirits and love of fun. A wide circle was formed, and everybody stood up in order to see better, when it was understood that Moshie was leading forth Miss Lindesay, and that they were about to dance a minuet for the edification of the company. Moshie's outward man was as has been told. Lizzie, too, has been described in"], [245, "The Second Part of the Ball. 233 her blushing rosiness with her warmly-tinted auburn hair. She wore no better frock than the nankin which she had worn at the market, for when a young woman is the daughter of a poor half-pay Captain, and that Captain has wedded a second wife not ten years older than his daughter — a second wife who, when she goes into company, sports salmon-coloured silks, and a turban with a bird of paradise plume, it is not to be thought that much of the half-pay can be spared for the toilet of the maiden. Happily, Lizzie was one of those for tunately-constituted girls who are, in popular phraseology, \" easily dressed,\" and, indeed, never owe much to dress. She looked as weU, perhaps better, in her innocent, inexpensive nankin and blue ribands, humdrum and antiquated though they may sound, as she would have looked in plush and satin, or in Lady Sprott's gauze and lace. Lizzie danced as well and as carefully as her anxiety to do justice to Moshie's trust in her, and her agitation would aUow. Her sweeping turns and low curtseys were admirable in their way, and prevented all save the most obviously jealous and spiteful fault-finding, which, alas ! is never absent from a great achievement. Moshie's ball was not free from human wasps ; one of them, the very gentleman who was honoured by"], [246, "234 Logie Town. the name of the great diplomatist Talleyrand, distinguished himself by the ingenuity with which he detected and appor tioned hereditary defects among the unconscious children. \" There go the Inneses, with their father's tally complexion — you may ken the Loudons ony where by their mother's muckle mou' — I would swear to Eaaf Swan's spur heels in his baims out of a thousand.\" But, on the other hand, many admired Lizzie's part in the dance exceedingly, and Adam Lauder, who was so sensitive to the opinion of his neighbours, so as to be tempted to echo it, was heard to say enthusiastically \" that she dipped and wheeled by all the world like a swan.\" But as everybody must own, it was Moshie's dancing which made the glory of the minuet. It was nothing less than magical, for it transformed the dancer from an elderly man to one in the flower of youth and manly grace. The spectators forgot everything out of date and comical in the performer, in fact they were carried away by him, and the impression left on their minds was that of one of the most elegant figures of an elegant time. Positively, the glamour extended to Lizzie, through being matched with a king of dancers. She looked, in her Cinderella nankin, like a duchess or a countess at the least. She would descend from"], [247, "The Second Part of the Ball. 235 that hautpas in the first country dance in which she stood up with an ordinary partner. When general dancing was engaged in, the privilege was universally seized upon. It was not every night that the Logie public could dance to such music, or for that matter, could dance at all in the case of many of them. The card room, w'hich had hardly been resorted to hitherto, so great was the attraction included in the fame of Moshie's scholars, continued forsaken for another couple of hours. Old and young, great and smaU, stout and thin, stood up together in the country dances, which seem to have been made for a mixture of ages and degrees, else why such grave importance attached to the top of a set as is not now to be found equalled in any dance of less social, political, nay historical significance, than a quadrille in which royalty deigns to figure ? Here the rivalry for pre-eminence was tempered by the determined hilarity of mature years, which knows enough of work and care to make the best of play when it comes. The senior Merry Andrew was seen with a laughing matron on each arm and a cocked hat on his head, prepared to go through the Country Bumpkin with the utmost spirit. The minister's brother, Mungy, whose bachelor escapades tried the decorous"], [248, "Logie Town. 236 soul of his sister, Miss Katie, took out Mrs. Lindesay. They parted by mutual consent, and went down the backs of the rows of dancers in the Triumph. The couple met again at the bottom, were honourably reconciled, and came sociahy up the middle. Again they parted, this time more ominously than be fore, since the lady went down the middle with another gentle man, leaving her forsaken swain to follow them in solitude. But again there was a meeting and a reconciliation, when the rejected man brought back the fair fugitive in veritable triumph, dancing under an arch formed by the magnanimously-clasped hands and arms, extended above her head, of her old love and her new. As Mr. Mungy was short and his vanquished rival not much bigger, while the lady was what is better described as a long than as a tall woman, the bird of paradise plume had to bob and duck in the nimblest manner for a wearer who spent so much of her time in an easy-chair or on a sofa. Miss Katie Ochiltree herself found a partner in Mr. Dick Cunnings, who had been so loyal to his mother's high breed ing in the affair of the skimming of the milk seen through the Star tavern window. Miss Katie discharged her duties in the Dashing White Sergeant with as much proud precision as if"], [249, "The Second Part of the Ball. 237 she had never had more to do with a shop for lace and baby linen than to make an occasional purchase in it. There were not above three people at Moshie's baU who did not dance. The minister's cloth forbade it in his own person, though he looked on with the greatest indulgence at the gam bols of 'his parishioners, in which his sympathetic feet, neatly encased in pumps like the rest, doubtless itched to join. Miss Murdie's office, in her eyes, formed an equal obstacle to her taking an active part in the festal throng. If the minister did not see that he could dance becomingly, neither could it be proper for her, Miss Murdie, to dance. The two made common cause together. He mounted to her rostrum, from which the pair could look down upon the company, and at the same time engage in an improving conversation. The great lady shut up her volume with flattering alacrity, and accepted with polite satisfaction the offer of his escort to the supper-table. The only other person who did not dance was an unlucky young woman dead lame. Lady Sprott had her reel and a great deal more. In fact, it became the strenuous but baffled endeavour of her well wishers to keep her from being forever on the floor. So far"], [250, "238 Logie Town. as her rank went she ought to have opened the second part of the ball which began after the minuet. But nobody thought of Lady Sprott's right in the matter, and she least of all. But when such a reel as she had danced in her unmarried days at \" maidens,\" or harvest homes and penny-weddings, afforded her an opportunity, she was not slow to avail herself of it. She was quite unconscious of the objection, which struck the onlookers forcibly, that she was as nearly as possible destitute of the gifts of time and tune, so that her Dutch doll figure in its fine clothes was continually rising and falling at the wrong moment. Neither did the defect deprive her of partners — a great deal was forgiven to a young, comely, smartly-dressed woman, who had done well for herself, and bore her honours affably. Besides, her ladyship was fair game for all the idle, irre sponsible, mirth-loving members of the community. Already the story was in general circulation that she had announced she would not \" attemp' a high dance.\" But it was not Lady Sprott, it was Hay Melville who re tailed for the amusement of one of her partners another anecdote belonging to what Hay called the \" Sprott annals.\" \" Did you hear that Mr. Lyon, her ladyship's man of business,"], [251, "The Second Part of the Ball. 239 had made up his mind that now she was received into Logie society she ought to assist her position by giving a supper to himself, the minister, the doctor, and maybe the Shirra as an 'honesty' * at the party? Well, you may be sure everybody concerned was greatly desirous the party should pass off to a wish. Nobody cared more than her ladyship's servants. Do you know it speaks something for her, who was a servant herself, that they forgive her for having become their mis tress,\" interpolated Hay, with her usual shrewdness. \" They had her interest only too much at heart on this occasion. They could not take an accident quietly. For when the guests were assembled, the kitchen lass was heard rushing to Mrs. Pollock and crying out, in a voice of despair, ' It's sticket yet, a' the minch collops are in the aese-hole ! ' ' There was one guest at Moshie's baU who was sensible of a difference in her circumstances and feelings since the last dancing-school ball. Then Lizzie Lindesay had been dimly sensible of an absorbing personal share in the business of the evening. She had been so selfishly engrossed that she had been hardly aware of what took place with regard to * An old expression signifying a disinterested creditable addition to any company."], [252, "240 Logie Town. other people. It was not that she danced less to-night, she was in as much request as ever, and if she did dance less with Adam Lauder, it was from no lack of asking on Adam's part. Whether his invitations would have been so numerous if Balmayne' s daughter and heiress, a belle on her own account, had been more disengaged, Lizzie believed she had reason to doubt. But certainly there were many other young and pretty girls, including the bonniest of aU, Jean Scott, present at Moshie's ball, in addition to Lizzie Lindesay and Hay Melville. Adam, with his roving fancy and his personal popularity, had a whole galaxy to pick and choose from for consolation, when he could not get Hay MelviHe, as her mother was not disposed that he should do, more than civility demanded. Adam certainly preferred Lizzie to these other strings to his bow, and if he felt nettled by the strain of resistance and opposition which she began to show in her manner towards him, the pique in such a man was more likely to move him to a fresh siege than to cause him to lay down his arms before the fortress. It was doubtless an imagination of Lizzie's that Adam Lauder was not so pressing in his solicitations as he used to be, unless indeed the young man took guilt to himself for his double philandering. But"], [253, "The Second Part of the Ball. 241 the mere notion served to increase Lizzie's impression that while dancing gaily in the ranks of the dancers, she was more of a simple spectator than she had ever found herself before in such a scene. She was not actually unhappy or uninterested, she was too nearly heart-whole for that, but the happiness and interest were of a different description. They were aU outside herself, as it were, less swayed by her feelings, and at the same time less at the mercy of her neigh bours' behaviour towards her. She had leisure and coolness to notice many things which she would have overlooked before, and to speculate on the consequences. Lizzie was alive to all Lady Sprott's skittish absurdities, and wondered if her ladyship's man of business, who was looking on in perceptible displeasure, would take it upon him to caU her to account. The position was awkward, there was no denying it; and though the grown-up child was as a rule a submissive creature to constituted authority, she was inclined to break bounds this night. The lawyer's attitude, was not the least laughable feature in the situation. \" She'll put her foot in it, let her friends do what they wiU,\" he was saying in the ear of the good natured Shirra. \" The late Sir Dauvit not in the family VOL. I. K"], [254, "242 Logie Town. vault a couple of years, and my leddy louping and shuffling opposite any impident scamp who will make his boo to her and dance the Hielant fling before, her, at a dancing-school ball ! It would provoke a saunt, after all me and Mrs. Lyon have done for her. I've a great mind to get young Sir Dauvit made a ward in Chancery, and sent to England for his edication. That woman's not fit to bring up a baronet, for all the help she gets. I think I'll gang ower to her house and get the woman Pollock to send for her mistress, on the ground that Sir Dauvit's taken a fit or fallen into the fire.\" \" Na, na, Lyon, you'll do nothing so barbarous,\" the Shirra was roused to protest. \" I'll countenance no inhuman tricks, though they're to be cleared up the next minute ; mind, a mother's heart is not to be parried with. Besides, what harm is my leddy doing, save enjoying herself, poor soul, like the rest of us? You'll not put an auld head on young shoulders, and she's borne a heavier burden already than wiser shoulders could have carried. She's paid for her promotion. Let her have what benefit of it there is. You may trust Moshie to preserve the proprieties and to take care that Lady Sprott's partners do not go too far.\" Lizzie observed that as the night wore on, Steenie Oliphant"], [255, "The Second Part of the Ball. 243 grew less and less able to keep his eyes off Bonnie Jean, or to refrain from haunting her foosteps and looking daggers at her partners. Nay, he yielded to his inclination so far as to take advantage of his father's absence in the card-room to defy Mrs. Melville. Instead of engaging Hay for the sets of quadrilles which were introduced into the programme, or for the lancers, in which she was supposed to excel, the young poetaster of a laird, who was in general too weary and pre occupied to go through a country dance, danced more than one with Jean. Jean on her side appeared to have lost the power of re sisting and contradicting him. Lizzie heard snatches of their conversation. At one time young Burn Foot said with concentrated reproach, in a low undertone, to the farmer's daughter : \"You have been dancing all night with farmer fellows of your acquaintance, Jean, and leaving me to stand about and look on.\" To Lizzie's surprise, Jean did not \" pluck up a spirit \" and deny the charge, or at least take all point from it, by re minding him that she had danced with him when he had sought her, and that had been oftener than he ought to have R 2"], [256, "244 Logie Town. done. For her father was a farmer, and his father a laird ; besides, her father was his father's tenant — an unprosperous, unsatisfactory tenant, who was constantly wrangling with his landlord over the terms on which the farm was leased. Moreover, the attentions Steenie Oliphant paid to Jean Scott would draw down on both, but on her far more than on him, gossip and scandal. Yet Jean only hung her lovely head, while her breath came soft and fast. Then this exacting partner began to murmur to the hard working, healthy country girl, complaints of his bodily suffering, of the headaches to which he had been subject ever since he was a student, and of an exhausting cold he had caught which he could not shake off. The listener, to whom his confidences were addressed, looked up at the speaker with the most tender sympathy, and whispered back, \" Poor Mr. Steenie, gin you had only a mither or a sister to look after you ! Men-folk are cauld comfort to ane anither when they're no strong. Would you no try a tumbler of new milk with half a glass of rum in the tumbler ? My mother mixes that for my father when he's rooped \" (hoarse). \" The hoosekeeper could have it ready for you before you faced the morning air. You should be"], [257, "The Second Part of the Ball. 245 mindful aye to tie a grauvit round your throat when you gang out at nicht.\" \" Will you work a cravat for me, Jean? \" begged Steenie. \" That will I,\" said the girl, with eager assent. The hesitating qualification came later, \" if I could make anything fit for you to wear, and if my mother did not mind.\" \"Why should she?\" demanded Steenie, with a shade of peevishness. \" It is not like the hair-chain you promised to plait, and never plaited, for my birthday. That would have been an ornament to be prized, at the same time I could have done without it ; but a comforter is a wrap which any humane person might wish me to be provided with.\" Jean's father, her sole guardian present, pursed his large coarse mouth and shot a sidelong glance from his small blood shot eyes at the unwitting couple. Jean took none of her beauty and little of her goodness from Jock Scott. It was clear that he viewed with veiled elation, rather than with anger, a state of matters, the result of which to the persons concerned threatened so much, and promised so little that even young Lizzie Lindesay, with her affectionate liking for her old schoolfellow, grew grave as she witnessed the imprudence. The supper was done full justice to. The Shirra proposed"], [258, "246 Logie Town. the \" good health \" of Moshie in a speech full of geniality. Moshie replied neatly and briefly, with an evident modest sense of the respect shown to him. Dancing was resumed, and cards were played, though the card-room had never its full complement of players. When the cold light of the spring morning was shaming the candles, Moshie's guests re-assembled in the hall for the winding up of the ball, by the whole company's dancing the Haymakers, known in England as Sir Roger de Coverley. Here for the second time in the evening Moshie joined in the dance. He invari ably took for his partner in the Haymakers, Mrs. Mally Corstorphine. Mrs. Mally was in her richest lutestring, with a lace tippet and a state and festival hair-cap. It said much for her naturally fine looks that she struck people as majestic rather than eccentric. She was so worthy a partner for Moshie that her brother, Governor Lowrie, might have come alive again, and she might be doing the honours of Govern ment House in his far-away island, showing herself on the floor in order to pay a compliment to some potent foreign grandee. /£& [l2MYB-l 'J W^* ' -.\"S1/ END 0F V0L- !• A&S&A"], [259, ""], [260, ""], [261, ""], [262, ""], [263, ""], [264, ""]]