[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "Iff __ lAfl S."], [10, ""], [11, "Sf Y IL 1 A ¥ 1E § 3 A COIIECTKOIT OF POEMS, BY ISAlEItA VAKJLEY\". LONDON: SIMPKIN, MARSHALL, AND CO. 1844."], [12, ""], [13, "TO FANNY'. A simple wreath of \"Ivy Leaves\" To Friendship's shrine I bring, And tender fondly, truthfully, My votive offering. For thy sake, Fanny, I would have Fadeless the wreath I twine ; — How vain a wish ! in Fame's fresh wreath May nought but laurel shine."], [14, "VI TO FANNY. Yet Friendship shall embalm the leaves I dedicate to thee ; For thou, I know, wilt treasure them In memory of me. Others may offer richer gifts, Costly, or finely wrought ; But I from the heart's depths will pay Love's dearest tribute — thought. So, Fanny, to the friend whose love Shrinks from the taint of art, 1 bring a gift where thou wilt see A transcript of my heart."], [15, "■Pwfatorg atitoit„. Captiobs Critic !— read, and say \"Where the many errors lay : Accents carelessly put in, Are, you say, a grievous sin ; And a syllable misplaced Trenches on the trems of taste ; While a thought but ill expressed Rouses anger in your breast ; — ■ Lay your spectacles aside, — Censure only— not deride."], [16, "VJII. PREFATORY ADDRESS. Courteous Critic ! — search, and tell How you like it— ill or well ; Has my pen transcribed a thought, Highly coloured, overwrought ? — Blame is but to judgment due, — Impulse prompted — Fancy drew. Is my language weak or tame ? — Failure is sufficient shame : Do not roughly crush the Leaves Which the tyro lyrist weaves. Gentle Readers ! — pray proceed. Ye who for amusement read ; All whom, willing to be pleased, Criticism never teased, Onward, and if ye complain, I have twined my wreath in vain Onward, and may every line But to kindly thoughts incline ; And no word that wounds or grieves. Spot these varied \"Ivy Leaves.\""], [17, "©reams of tin ©puts* \" To sleep ! — perchance to dream.\" Shakespeark. \" Dreams are sent by Heaven.\" Schiller."], [18, ""], [19, ")' THE WHITE WORLD. <t His sight received Beatitude past utterance.\" Milton. Hush, hush ! move softly o'er the chamber floor. Let not a sigh escape, lest it disturb The solemn stillness of the sleeper's trance. Moisten his thin white lips with gentle care, Lest e'en the feather's pressure should recall Life unto death. A breathing corse he lies, Soulless and still ; living, yet void of Use's Divinest attribute — intelUgence. His wasted limbs, inanimate and chill, So frail and slight are worn, that the soft couch Scarce bears an impress of the childlike frame Of the once sturdy man. At intervals"], [20, "12 THE WHITE WORLD. His rigid features are convulsed, and drawn As by a sudden spasm, and the thin lids Rising, reveal the fixed and glassy eyes That glare and gaze, yet see not outwardly. With many struggling suspirations fall His laboured breathings, thick and heavily, Till the spent bosom pants beneath each throe, As though it were the spirit's parting sigh. Yet still he slumbers ; and these bursting gasps Serve but to mark, with more solemnity, The awful silence that prevails around, — Quiet, oppressive, insupportable, To the poor mourners who have watched his couch Alternate day and night for many weeks, And, with affection-prompted diligence, Anticipated each desire or wish His sickly fancy framed ere half expressed; — Striving, with tender earnestness, to soothe His irritated spirits, — deprecate His outbursts of impatient petulance, —"], [21, "13 THE WHITE WORLD. Allay the perturbation of his mind, — And seeking, with all gentleness, to quell The pain-engendered wrathful mutterings Of chafing passion ; rage that but increased With every paroxysm, as each pang Added another link to the cold chain Disease was winding round him, till the blood Shrank from its icy touch, and wildly gushed In torrents from his mouth : so passed his strength His wife and daughter mourned in silent grief, Not daring to give open utterance To their consuming sorrows. Fearful Hope, Anxiety's twin sister, paled their cheeks, And stole the lustre from their dewy eyes In secret crystal tear-drops, that would start, WelUng spontaneously from Love's full spring. Six weary days have passed, and, one by one, Trod in the footprints of their ancestors,"], [22, "14 THE WHITE WORLD. Since Mercy summoned Drowsiness, and bade Her ready handmaid press the seal of sleep Upon the sufferer's eyelids, and enfold His body in the shroud of lethargy. But hist ! the sleeper starts — he wakes — he speaks — \" Emily, Emily, I've been\" — he gasps — He pauses, — draws his hand across his brow, As if recalUng scattered memories home To the deserted temple of his brain ; — \" I've been\"— a pause — \" I've been to the White World! With fearful energy, the dying man In a vehement whisper uttered these His last intelligible words, then sank, Spent and exhausted, on his piUow. Sleep (Or rather, Death in masquerade costume) Again hath closed his eyes, and folded him In an embrace so fond, that time must cease Before that clasp relaxes. He hath gone To the \" White World\" his spirit visited While in that dreamy trance his bodv lav."], [23, "THE WHITE WORLD. 15 » Oh, wondrous vision ! who can image half The glories that burst on his raptured sight — Foretaste of happiness unparalleled ! \" Ear hath not heard, eye hath not seen, nor hath \" It entered in the heart of man \" to guess, — Imagination, though expansive, fails To grasp, the bliss of that illumined sphere Lit by the presence of the Deity, Whose dwelling is all space — whose being dates From, and endureth to, Eternity, — Before whose mighty throne the seraphim Sing to their golden harps with one accord — \" Hosanna to the Highest !\" \" Glory be \" For ever to the Lamb !\" — the Lamb whose blood At the beginning shed, shall cleanse the stains Of sin, though red as scarlet, till as white As wool the spirit shines. The saints, Arrayed in garments whiter far than flakes Of falUng snow, while yet its purity Remains unsoiled by earthly taint or touch, —"], [24, "16 THE WHITE WORLD. Each brow encircled by a diadem Of lustrous gold that never tarnish dims ; Join the celestial hymn that ceases not Ringing from myriad angel-harpists, And, sweetly swelling from the countless throats Of spiritual choristers, doth blend In one deUcious harmony, and fills With breathings all divine the star-paved courts And pearly halls of Heaven ; — floats along In a seraphic under-song, — now wakes Responding echoes to the bursting chords That swell the song of triumph and of praise. The angel wings that flash and glance in light Ineffably effulgent, wave in tune, And chime with the low song of Use's bright fount, Whose plashes faU Uke stars into a flood Of liquid Ught, o'er which resplendent stream The tree immortal spreads its branching arms, Clothed with undying fruits, and emerald leaves, That, kissed by zephyrs, load the balmy air"], [25, "THE WHITE WORLD. 17 With a delicious fragrance — scent so sweet — Perfume so delicate, refined, and pure, — It charms the sense, and yet oppresses not. Odour ambrosial ! earth hath never known Incense so exquisitely sweet as thine ! White World ! hiding thy mysteries beneath That flimsy-textured veil — Mortality, Wast thou in truth revealed to the \" mind's eye \" Of this sleep-fettered man, in dreamy semblance In visions that appeared reality ? Or, had the soul, ere yet it laid aside Its garb of clay for ever, been disrobed, And led by guides angelic to the gates Sin cannot enter, nor corruption pass, — And there been shown the splendour of that sphere The sweetness of the joys prepared for those Who love and humbly serve the Eternal King ? c"], [26, "IS THE SPIRIT VISITANTS. \" Hark ! they whisper ! Angels say — ' Sister spirit, come away ! ' \" Pope. On a closely curtained bed, Rests a maiden's sleep-crowned head; Young, and beautiful, and fair, Sorrow hath not battled there. O'er her clear and open brow Care hath never drawn his plough ; And her glossy hair is laid, In a dark and lustrous braid, 'Gainst a cheek of gleaming snow, Spotless as the mind below ; And her parted Ups are wreathed By the prayer she smiling breathed"], [27, "THE SPIRIT VISITANTS. 19 For protection from mishap Ere she sank in Slumber's lap. Oft pressed on her downy cheek, As in wild and random freak, Hebe's wine-stained finger-tip Mocks her wan and paUid lip With the crimson seal of health ; But it fades away by stealth, And no trace is left to show Where these transient roses blow. Who are they that watch her rest With such thrilling interest ? Why are tears within their eyes, — Why those frequent smothered sighs ? She is dying, — and they wait The crisis of a daughter's fate. Gentleness hath marked her life, Never mingled she in strife ; Innocent, and free from guile,"], [28, "20 THE SPIRIT VISITANTS. Shunning every secret wile, Gay and cheerful in her glee, Like to magic minstrelsy Sweetly rang her lute-toned voice, Bidding mourning hearts rejoice ; Calling hope to vanquish fears, Luring sadness of its tears. Ne'er to others' merits bUnd, Still to others' weakness kind ; Shy, retiring as a dove, — Loving all — she won aU love. AU the virtues life hath known Marien hath made her own. Eighteen summers scarce have sped O'er the lovely maiden's head, When her footsteps fainter fall In the old ancestral hall; And her voice is never heard To mock the carol of the bird."], [29, "THE SPIRIT VISITANTS. 21 Sickness twines his bony arms In envy round her glowing charms ; Plucks the roses from her lips, And her breath enamoured sips ; And his final throne of rest Fixes in her sinless breast. Can ye marvel that they weep O'er the maiden here asleep ? See with how benign a smile Peace hath graced her face the while. Angel-forms are round her now, Angel pinions fan her brow ; Hymns of heaven, songs of earth, Offered bliss and promised mirth, CaU the struggUng soul to choose, — Which accept, and which refuse : —"], [30, "22 THE SPIRIT VISITANTS. 4t u (t Spirit of S?rafacn. Come away, sweet Spirit ; I call thee hence To a region of calm deUght, To a day whose brightness is never dimmed By the shadows of sullen night. Come away, sweet Spirit; thy golden harp Is awaiting thy seraph hand ; Thy bright robe and crown have been long prepared In our happy and peaceful land. Come away, sweet Spirit ; a shining car, Of etherial make and mould, Will bear thee away from this grosser sphere To a realm of deUght untold.\""], [31, "23 THE SPIRIT VISITANTS. tt .. (C spirit of lEarth. Come back, come back, thou beautiful one, Thou art too young for the grave, — r Pleasure is launching her bark for thee On Gaiety's sparkling wave. Come back, come back, with radiant smile; I've treasures of cream-white pearls To place as foils on thy whiter neck, And 'prison thy raven curls. Come back, come back to the festival, The cressets are gleaming bright ; Yet thy brighter eyes, thy lovers ask, To illume the halls to-night."], [32, "24 THE SPIRIT VISITANTS. tt a tt tt Come back, come back to the saraband, With thy sylphide form and feet ; Thy voice is missed from the even-song, With its warbUngs wild and sweet. Come back, come back ; thy worshippers yield Their homage on bended knee : What ! heedest thou not the burning vows Which thy captives offer thee ? \" J?p trit of fecabtn. Come away, sweet Spirit ; the world has joys, But in sickness they fade away ; Its gold and gems are but glittering toys, And their owner is dark decay. Come away, sweet Spirit, ere Sin hath seared Thy young brow with his burning brand ; Ere giant Grief crushes thy gladsome heart With his cold and leaden hand."], [33, "THE SPIRIT VISITANTS. 25 \" Come away, sweet Spirit ; Earth's festive scenes Are the chambers of vice and sin ; And the pleasures that Earth hath promised thee All are hollow and void within. \" Come away, sweet Spirit ; — to God alone Are all vows and all worship due ; And the homage thy flatterers offer thee Is vain, insincere, and untrue.\" spirit of ISartf). \" Come back, come back ; thy kindred entreat Thy return to thy wonted place ; E'en thy vacant chair expands its arms To welcome the absent face. \" Come back, come back; a fond mother's tears Solicit thy stay on earth, And thy sister's joy-toned laugh is hushed, — Thy illness hath marred all mirth. d"], [34, "26 THE SPIRIT VISITANTS. \" Come back, come back ; the deep sighs that burst From thy father's manly breast Appeal most eloquently to thee ; — Come and soothe his soul to rest. \" Come back, come back ; thou art dearly loved, Forsake not thy friends as yet; — Thy star of Use hath scarce arisen, — Must it so early set ? \" spirit of ferabtn. \" Come away, sweet Spirit ; thy kindred wait Thy return to thy native skies ; The sinless and pure are thy sisterhood, And their love an unfading prize. \" Come away, sweet Spirit; thy Father calls To a mansion not built with hands ; He will comfort and soothe the mourner's grief, And rend Sorrow's fettering bands."], [35, "THE spirit visitants. 27 .. Come away, sweet Spirit ; angelic hosts Are crowding the portals of light, To greet the return of a sister soul ; — Delay not thy heavenward flight ! \" See! she wakes and lifts her head Meekly from her cushioned bed, — Bids her parents calm their fears, And restrain their gushing tears ; Smiling through her bitter pain, Breathes her hopes to meet again, — Meet again, to part no more, On a blest and boundless shore. Impatient for the starry crown, She lays her mortal vesture down ; Resigns to death her bonds of clay, And soars on seraph-wings away."], [36, "28 THE FUNERAL BELL. \" The same evening Captain Clapperton fell into a slumber, from which he awoke in much perturbation, and said that he had heard with peculiar distinctness the tolling of an English funeral bell ; but I entreated him to be composed, observing that sick people frequently fancy things which in reality can have no existence. He shook his head but said nothing.\" Lander's Journal. Air, air ! oh, fora single breeze to fan His feverish forehead, cool his parched lips, And waft aside the thickly-clustering curls That shade his aching brow ! Oh, for a breath Of his pure Highland air, or cooling draught From bubbling mountain stream ! How he would quaff And quaff the vivifying element, With sateless eagerness, till he had quenched"], [37, "29 THE FUNERAL BELL. The fiery thirst that dries and crisps his tongue, Till his breath burns like flame ! What joy to lave His sun-scorched limbs in the delicious flood ! Oh ! extasy too exquisite for sense, To dash in the cool lake, sport 'mong its waves, And revel in its chillness ! Vain the wish ! Cold air and water are delights unknown In sultry Soccatoo. The clay-built hut Contains but one apartment, and admits Nor light, nor air, save at one aperture — The low and narrow doorway ; while the heat — Intense e'en in the shade without the hut — Within is insupportable. Health flies From the infected atmosphere, and seeks A more refreshing region. Day by day The \" white man\" rapidly declines, alone — Untended, save by one firm friend — at once Companion, nurse, and servant — who has shared"], [38, "30 THE FUNERAL BELL. The perils of his dangerous enterprize, Less as a servant than a bosom friend ; For mutual care, distress, and suffering, Rivet the bonds of brotherhood, and weave Love's silken meshes closer round their hearts ; For, touched by stern Adversity's dark wand, Distinctions die — station and rank give way, And aU the finer chords of feeUng thriU And vibrate 'neath the touch of sympathy ! For \" five successive days \" this faithful nurse Has borne his dying master in his arms, And laid his fainting burthen on a couch, Spread in the coolest spot without the hut, Until the sunset's gorgeous splendour filled The glowing west with floods of amber Ught ; Then, lest the heavy dew should saturate His eastern garments and increase disease, Bore him again back to his lowly bed ; And, though himself enfeebled and reduced By the sirocco-breath of fever, fanned"], [39, "31 THE FUNERAL BELL. His master with unceasing diligence, With unabated ardour, till the fan Fell from his nerveless hand, too feeble far To second Inclination's ready zeal. His dying charge is given. How solemn Is the request of a retreating soul, When friends assemble round the couch of death, Listening with mute attention to each word That parteth, as a wedge, the pain-fixed lips, And by companionship in part relieve The weight of misery which many share ! With how much more solemnity must fall Clapperton's last behest upon the ear Of his companion, who must journey on Henceforth alone ! Alone ! what weariness Of mind and body speaks in that one word ! Oh, what were all the world, its fairest scenes, Most costly treasures, choicest luxuries, Deprived of Friendship's social influence !"], [40, "32 THE FUNERAL BELL. j Joy ceases to be such — bliss becomes pain, When to one bosom's limits circumscribed. \" Alone ! \" the word is fraught with wretchedness The desolating angel could not have A motto more appropriate, — it loads And crushes the warm heart beneath the weight Of sympathies and feeUngs hidden long, Pent up, and unresponded, till the heart, Full to o'erflowing, bursts, and bursting ends Life and its loneliness. With nerves strung up, And energized by false excitement, that Sustains his flagging spirits, and renews A kind of temporary vigour, which, Like the delusive mirage, cheats the eye With its fictitious promises, — he gives His last commands ; till, faint and languid grown From his exertion to sustain this long And trying conversation, he his tired And overburthened faculties resigns To the benign and calm dominion"], [41, "33 THE FUNERAL BELL. Of the mild monarch, Sleep, whose wide domains Extend so nigh the confines of that realm Where Death unrivalled reigns as emperor, And subjects bear so close resemblance to The placid serfs of Death, he oft-times errs And claims Sleep's subjects as his lawful slaves. But even Sleep bringeth not perfect ease To the poor invalid : Inquietude, The goblin of Unrest, disturbs his couch, And Pain, a kindred gnome, sits on his chest, Dances along his limbs, and spans his throat In very wantonness, as to dispute The frequent passage of the toiling breath. But Fancy, busy sprite, in milder mood Hath kissed his eyelids, whispered in his ears, And tript in elfin gambols on his brow, — Visits the cell of Mind, and calls the fay To home and England. E"], [42, "34 THE FUNERAL BELL. A quiet valley Dotted with fair white cottages, that peer Through the green screen of blossom-'broidered trees, That, Uke a veil some arch-eyed damsel draws In sportive mockery around her charms, Adds yet another grace, and more reveals Than hides the dazzling loveliness it seems Intended to conceal. Elm-shaded lanes Invite to their cool depths the votaries Of nature or of love. The rustic stile, Rugged with carved initials, tells how oft Lovers have loitered there, — or village youth, Waiting the coming of some fair coquette, Graved on the wicket post the maiden's name, — Or, in resentment at a broken tryst, Provoked her jealousy by ciphering A rival's with his own. Here may be seen A group of noisy urchins. Yonder gate, Swinging so smoothly on the oft-used hinge, Offers temptation to the idle boy"], [43, "35 THE FUNERAL BELL. To spend his truant hours in practising Equestrian feats upon his wooden steed. The narrow rivulets and dimpling brooks, Like veins of molten silver, intersect Each other's sinuous windings : meeting here They journey on together ; here a plank Crosses the rippUng brook,— there stepping stones Secure a dry-shod passage o'er a stream Shallow and noisy, babbling as it runs, Like a glib tongue that speaks an empty head. A modern bridge, spanning a wider flood, Leads through an avenue of stately trees To the antique and venerable church, Sculptured with images of quaint device, Forms of grotesque conception: those were birds With human features, — this a hideous shape, Half man, half beast, — there a huge serpent bore The pinions of an eagle ; — faces, too, Of every mould and mood, — sorrow and joy, Laughter and weeping, here were all displayed"], [44, "36 THE FUNERAL BELL. In groups fantastic. Round the ancient pile Lay the last homes of many famiUes. Here rested the remains of one who died In the first blush of childhood ; — in one nook Reposed a village patriarch ; and near Lay, side by side, two marble slabs, that told A tale of hapless love, — a watery grave The lover's, and the maiden feU a prey To grief's untimely bUght. Here manhood lay Close by the infant ; and a modest tomb, Erected by his flock, sets forth the worth Of a respected pastor. Here were met The lowly and the high, the rich and poor, The humble and the haughty, strong and weak, Oppressor and oppressed, sinner and saint, The gifted and the fool ; — aU equal here. The sexton laboured at an open grave, While the old bell within the turret rang The solemn knell of death ; — awfully clear It booms upon the air, proclaiming \" death \""], [45, "37 THE FUNERAL BELL. In every muffled peal, and summoning The thoughtless to repent ! The spell is o'er ; — The Dreamer wakens, and avers he heard — Distinctly heard that English funeral bell. That it was one of Fancy's wayward freaks He wiU not be convinced ; but shakes his head In mournful sflence, as though 'twere to waive Further discussion with his sceptic friend, Who fain would combat with credulity, And vanquish prejudice with reason, — vain Th' attempt to quell the dark chimeras Of a diseased imagination ! Forms Lank and spectral toll the ideal knell, And with their meagre fibre-lacking hands Tug unremittingly the airy rope, Grinning a ghastly smile, and fearfully Glaring with fiery eyeballs on the prey Destined to gorge the earthworm and its tribe"], [46, "38 THE FUNERAL BELL. The quiet valley and its cottage homes, The clear meandering streams, the rustic bridge, Remain not in his sight ; — the open grave, The toiling sexton with his bare brown arms, The ivied turret, whence -with suUen sound The booming death-knell tolls, obedient To its unearthly ringers, — these retain His faculties in bondage to a dream. The vision fades, — he dies, — a foreign grave Encloses his remains. No tolUng bell Rings at his hurried funeral, — no mutes In sable drapery attend his bier, To mock, with feigned depression, real woe ; Barbaric slaves wrangle and quarrel nigh His yet unburied corse. No white-stoled priest His \" dust to dust,\" in apathetic tone, Unmoved consigns : the Service for the Dead, Though uttered by no scholiast, has ne'er Been more devoutlv breathed. With voice half choked"], [47, "39 THE FUNERAL BELL. By sorrow's uncontrollable excess, Richard performs the rites of sepulture For his departed master, and resigns The body of his best-loved friend, \" unknelled, Uncoffined,\" to its lonely Afric grave."], [48, "40 HELON. \" But woe unto him that heapeth up wealth in abundance, and rejoiceth alone in the possession thereof ! ***** The curse of iniquity pursueth him : he liveth in continual fear ; the anxiety of his mind, and the rapacious desires of his own soul, take vengeance upon him for the calamities he has brought upon others.\" Economy of Human Life. Helon had toiled through life in the pursuit Of Fortune's shining talisman ; and when At length the golden sceptre men call Wealth Had fallen to his lot, he wielded it With a tyrannic hand. His song was \" Gold ! \" The subject of his thoughts and converse — \" Gold !\" It was his friend — companion — his sole joy ; — He sowed in coin, and reaped abundantly An overflowing harvest — golden too. He dealt in gold ; the idol unto which"], [49, "41 HELON. these He offered sacrifice incessantly, And worshipped as a god, was Gold. In vain The widow's prayer, — the orphan's bitter tears, The supplications of the wretched ones His avarice had plunged into the gulf Of deepest misery, — the plaintive wail Of the impoverished creature writhing 'neath The scourge of his extortions, — or the groans Of beggared Age, thrown on the world to die, Unfriended and alone — refused an alms By him who most had wronged him ! Vain all To move his unrelenting heart, and thaw His iceberg bosom into charity. Pity ! — compassion ! He has heard the words At times, in some importunate appeal Unto his better feelings ; but he lacked The kind interpreter within to teach Their application, and the loveliness Of so abstruse a language as the one Mercy employs. The accents of distress F"], [50, "42 HELON. To him were music most melodious ; He revelled in its luxury, and fed His idol's altar-flame with choicest gifts Of sighs and groans, wrung from the heaving breasts Of those he sacrificed ; for truly he Was styled High-priest to Mammon. Fortune long Had showered her treasure in his lap, and filled His coffers to the brim ; yet, sateless still, He toiled in quest of gain, — with griping hand He added daily to his hoards, and piled And piled the oft-told heaps with trembling care. His every undertaking prospered ; Riches poured in from every isle and mart, — His argosies met not with adverse winds, As homeward-bound they brought the costly spoils Of other lands to swell his ample store ; Till, glutted with abundance, he became Prey to the god he served. Intelligence"], [51, "43 HELON Of unexpected wealth, brought suddenly, O'erpowered his reason, and his wasted frame, Attenuated by solicitude And oft-repeated vigils, sank beneath The glad disclosure, — he was mad with joy ! Seized by delirium, the wealthy man Lay on the bed of death. Lo ! what availed His countless thousands then, when through each vein The flash of fever rioted, until Each pulse and nerve tingled and throbbed beneath The strange excitement; and the boiling blood Travelled along the swollen arteries With a terrific speed ! Yet ere he died He slept and dreamed. A puny Dwarf, with face Jaundiced and shrivelled, clad in a strange garb, Rose suddenly before the Usurer. His robe was parchment, where the worm had traced, With cunning ingenuity and skill,"], [52, "44 HELON Devices most fantastic and unique, As an embroidered border. Pendant from His vellum hat, that rose a lofty cone, Were seals of crimson wax, as mimic bells, That rang a mocking peal. Economy Had certes made his vesture ; for stray deeds Of title or of mortgage formed the dress, — His mantle, worn out bonds, — his cap, receipts Long missed and searched for, — his green silk sandals Studded with seals in fashion similar To that which graced his girdle. In one hand He held an unjust balance up to view, And with the other beckoned Helon forth, And stamped his tiny foot at his delay. Awed, he obeyed, and followed silently His taciturn conductor. Soon the sky Assumed a brighter glow. Sol lit heaven's vault With canopying radiance, — each spray"], [53, "45 HELON. Was filled with warbling birds, that trilled their songs, Loading the air with their mellifluous notes. The yellow linnet and canary led The matin choir, and Helon stood to mark How singular it was, each bird he saw Had the same coloured plumage. Then he first Observed the plants that grew on either side Of the intricate path. The sunflower reared Its shameless crest to greet the gazing sun, And spread its long and light-seared leaves abroad, Like arms, to catch his rays ; — the primrose pale Lay couching 'neath their shade, like modesty ; — The yellow amaryllis, in its pride, Grew far aloof, and sorted only with The amber-tinged carnation, which disdained To spring 'mong humbler flowers. Apart from these The yellow iris kindled into flame, Beneath the blazing day-god's fervid beam ; While sick at heart, like unattained desire, The jonquil faintly oped its lips to breathe."], [54, "46 HELON Helon has plucked a king-cup from its stem, And see ! within its petals of bright gold A cradled spirit dwells. Its rest disturbed, It rises from its couch, and soars aloft On beamy pinions, singing as it flies — \" I wish that I were rich !\" Again he pulls Another and another, till his hand Can barely close upon the stalks ; while he Scarce sees each spirit's flight, lost in surprise At this profuse extravagance of wealth. The Dwarf, impatient, waves him forward ; but A topaz rose attracts his eager eye, — He rushes on his prize, yet gains it not, For yellow elves, innumerable, guard Their treasured gem, and, with lance-headed thorns, Pierce through his fickle hand. Smarting with pain, And mad with rage, he follows hastily His silent guide. His footsteps slacken soon — He fain would rest awhile on the soft furze Spread so invitingly beneath his feet ; —"], [55, "47 HELON. He flings his weary body down, but oh ! He shrieks in agony, — ten thousand spears, Wielded by elfin hands to guard their stores, Have stung him into madness ! He essays, In his impotent and vain rage, to wreck His vengeance on the Dwarf, and strikes — the air ! The Dwarf unscathed remains, and taunting, mocks Helon with bitter laughter. The hot sun Pours down a fiercer beam, and crisps his skin, Scorching his hair like wool ; — hunger and thirst Are preying on his vitals. Onward yet A little way, and he will quench his thirst And sate his appetite ; for he can see The distant trees laden with ruddy fruit, That asks the pressure of his longing lip. Hope lends a momentary vigour to His fainting limbs, that totter 'neath his weight ; But yet he fears excruciating pangs,"], [56, "48 HELON Should he dare couch again upon the mead. Slower and slower yet — he pants for breath, — The goal he hoped to gain appears as far As ever from his reach ; yet the bright fruits Tempt with their rich luxuriance, and seem A full reward for toil. At length he gains The promised treasure, — plucks the gleaming fruit, And, in an extasy, attempts to taste. Oh, anguish ! — it is stone. He casts the gem In desperation from him ; — what to him The jewelled fruitage and gold foliage Of this enchanted vale, if he must be A prey to thirst and hunger ! By his side Again appears the Dwarf, and points beyond The shading trees to a broad lake, that spreads Far as his eye can reach. Its banks are strown With saffron ; every flower sends forth a voice To warn him from the brink ; — a winged sprite,"], [57, "HELON 49 Rising, exclaims — \" Excess is dangerous ! \" He slights the friendly caution, and bends low To quaff the nect'rous draught, — 'tis seething gold ! He writhes in agony. A gibing fiend Sits on each golden bough, and offers fruit, Herbage, and flowers, — all gold. \" Mercy ! \" he shrieks ; \"Mercy!\" is echoed from the golden hills, In tones of deep derision ; — laughter peals In taunting bursts from all the gnomes around, Till the high welkin rings with their loud mirth. \"Mercy!\" they shout, — \"Ay, when thou teachest it : — \" See here, and here, and here, — then ask for aid, — \" The aid thou hast denied ! \" He looked ; his gaze Was on the injured and oppressed, — victims Of his rapacious cruelty ; he turned, — Gaunt spectres met his gaze on every side, And asked him \"how he liked their gold?\" His voice Refused articulation, and his tongue Clave to his palate. His brain whirled and reeled, — His quivering fingers played convulsively G"], [58, "50 HELON r Among his straggling passion-silvered locks. He clenched his hands in rage, until the blood Gushed from beneath his nails, — smote his hot brow. And, with a sudden spring, he plunged at once Into the molten lake. The dream is past ! — How fearful is his mirth at the strange scenes And images that peopled his brief sleep ! 'Tis an hysteric giggle, — not a laugh. The fever is renewed, — he raves for \" Gold ! \"Food! mercy! water! help!\" and dies at last With mingled prayers and imprecations on His slowly closing lips, — a wonderment Of horror and remorse unfathomable !"], [59, "Bap ©reams. \" Day dreams that vanished ere Manhood's noon.\" ci Life's springtide dreams, The ideal realities of Youth, By hope and wonder nursed.\""], [60, ""], [61, "53 DREAMS OF AN ENTHUSIAST. \" Gleanings of poetry — if I may give That name of beauty, passion, and of grace, To the wild thoughts that in a starlit hour, In a pale twilight, or a rosebud morn, Glance o'er my spirit — thoughts that are like light, Or love, or hope, in their effects.\" Landon, I have been long a Dreamer, and have lived 'Mid an ideal world of untamed thoughts, That gushed with wild exuberance, and laid My spirit in a trance of rich delight, Delicious, rapturous ; and yet — ah, me ! — Lacking the words to pour their magic forth Clad in a fitting garb ; — meagre and scant The wordy wardrobe under my control. In vain, in vain, bright fancies woo my pen,"], [62, "54 DREAMS OF AN ENTHUSIAST. Flitting athwart my visionary brain As lights electric 'cross an arctic sky ; Fitful and fleeting, vainly do they gleam Ineffably effulgent o'er my mind, Shedding their halo over all within. If language be denied, my spirit yearns And pants for freedom from its bondage ; — thoughts And feelings, far too rapt for utterance, O'erflow the hidden fountains of my soul, Swelling the tide of my ideas. Still, Though thought pours onward in a mighty flood, A vast, illimitable stream, its course Is desultory, undefined, and needs A channel more restrained, whose marge, besprent With fairest flowers of eloquence, and draped With rich expression's graceful foliage, Should mete the brimming stream of thought, and guide It onward in a path of song."], [63, "DREAMS OF AN ENTHUSIAST 55 • My dreams, In rosy Childhood's hours, were jfll bedight With gorgeous palaces and glistening gems, So costly that a single one had been The ample purchase of a kingdom. Elves And fairies were around me, and I roved 'Mid Fancy's mad creations, — Fairy-land Was my tranced spirit's home. I looked abroad Through a prismatic glass of magic mould, That tinted all things with its vivid hues. I pored in a delighted extasy Over Silesia's legendary lore, Until each castle and each forest shade Seemed filled with spirit-shapes ; and every breeze That wantoned lightly by, and kissed my cheek, Was as a wood-nymph's blossom-scented breath. The bubbling well from mossy covert burst, And laved my lingering feet, as I beheld Th' ideal dweller in this liquid shrine ; — Each woodland rill, each tree-o'er-shadowed stream"], [64, "56 DREAMS OF AN ENTHUSIAST. To me was vocal with a Naiad's song Of invitation to her crystal haunt. The Demon of the Hartz was aye to me An unresisting slave : his piny staff Shivered the rocky gates that hid from sight The subterraneous caverns of his realm, And at my beck unearthed the dwarfy gnomes Who clustered round, like swarms of unhived bees. Such were my dreams by day ; and when the night Came, heralded by Hesperus, my head, Play-weary, courted sleep in its retreat, And won the prize of rest ; then, — if the day Were bright with joyous images, — did night Blaze with superb magnificence, that far Outshone my waking fancies. Terrible, Yet splendid, in their majesty sublime, Stood the stern Genii of famed Araby, Trampling on jewels radiant with light, As 'twere on worthless dust, and scattering gold"], [65, "DREAMS OF AN ENTHUSIAST. 57 Upon their favourites with lavish hands. And then the Peri ; — oh ! most beautiful Her love-expressing countenance, that shone As with the rays of her lost paradise, Yet seemed most mournful in its loveliness, As though regret yet lingered there, and made Pensive her floating eye. Her half-closed wing Gleamed like the rainbow's many-coloured arch Expanding into gorgeousness ; her lips Knew only how to bless. And I awoke To the realities of life, but to regret The vanished visions of the sleepy night. Then came, with time, the stores of classic Greece : Olympus was my fancy's resting place, Where I confronted eagle-mounted Jove, And from the cup of youthful Ganymede Tasted the luscious nectar. Juno, too, In stately dignity appeared, and sought For universal homage. Then came one n"], [66, "58 DREAMS OF AN ENTHUSIAST. Perfect in every charm of loveliness : — A dimpled form, symmetrically just In all its wavy outlines ; — gracefulness In every look and gesture, and a skin Clear and transparent, delicately tinged — The pinky hue of sunrise upon snow; Her only robe a mantle of rich curls, Glittering like interwoven rays obtained From Sol, by force or stratagem, when he Erewhile his nightly couch in ocean prest, — Ere Venus, queen of love and beauty, rose To gladden eyes immortal. I, gazing, Mused on her ill-assorted union With Vulcan, the deformed. Then Mercury, On ever-restless wings, came flitting past, — The courier of the gods. My \"willing feet\" Strayed to Thessalian Tempe — lingered by The Muses' sacred fount, and visited Their temple on Parnassus. Orpheus then My dreaming ear with sounds Elysian tranced,"], [67, "DREAMS OF AN ENTHUSIAST. 59 And charmed my listening soul with music's spell. When twilight's deepening shades veiled the dim woods, Oft have I loitered in some lone retreat, And, peering through long vistas of tall trees, With apt Imagination's ready aid, Peopled the woods with Dryads, Satyrs, Fauns, Who danced in hilarious glee to the wild strains Of Pan's untutored reed, or singly sought To twine the pliant branches of young trees Into fantastic knots. And Zephyrus, Wooing the lovely Flora with soft sighs, Came by me, laden with the fragrancy He sipped from her sweet lips. The sea's clear waves, Clashing like cymbals, voiced the Tritons' song, And I have gazed into its azure depths With feelings undefinable. Transports Of strange wild character have thrilled my frame."], [68, "60 DREAMS OF AN ENTHUSIAST. And impulses, nigh irresistible, Have tempted me to plunge beneath the wave, And dive to Neptune's coral -pillared halls, In search of Ocean's mysteries. The shells Left on the shore by the receding tide, — Nereid coracles, deserted by The tiny feet that prest them ; whence adieus Seemed murmured plainingly, in low soft tones, To their false fairy pilots ; and the light Phosphoric of the element that zones Our terraqueous globe, gleams upward cast, From lamps illumining sea's amber caves, As for a spirit festival. Then, dreams Were mine of that arch-hypocrite, young Love, Of all my phantasies the most untrue. 1 pictured him a pure bright deity, And worshipped at his shrine at morn and eve,"], [69, "DREAMS OF AN ENTHUSIAST. 61 At midnight's stilly hour, and day's hot noon. Love seemed the life of life, — th' essential part Of animate existence ; every thought And feeling merged into that single one, Till love seemed wedded unto happiness. Love blinds his visionary votaries, And blissful they who never lift the veil, Or tear the fillet from the mental eye. Alas ! the band was rent aside from mine, And I was taught, too soon, that I had dreamed As I could dream no more ! But now, again, My visionary soul is pilgrim led Unto the land of everlasting rest, And, as in childhood, my bright thoughts are blest With radiant shapes, and daylight never dim. But all too exquisite for pen to paint, The inexpressible effulgence shed"], [70, "62 DREAMS OF AN ENTHUSIAST. Over the dreamy future, by the wings Of the angelic sentinels who guard The dazzling gates of Paradise, and sound, With golden trumpets, an awakening blast To the long slumbering dreamer."], [71, "as THE HOMEWARD BOUND. \" On Christmas Day I shall dine with you in England.\" Last Letter home of a Ship Surgeon. \" Dreams we would make realities.\" Charles Swain. \"Mother, our vessel is homeward bound; — Leaps not thy heart at the welcome sound ? — Flashes not gladly thy thankful eye ? Hath not Hope chidden the starting sigh ? — Throbs not thy pulse with an eager joy, — Impatient yearnings to clasp thy boy ?"], [72, "64 THE HOMEWARD BOUND. \"We come, we come; through the beaded foam Our vessel cutteth her pathway home. Proudly she parteth the swelling tide, And dasheth the froth from her painted side ; Where farewell tears of the weeping wave Glisten like gems from a mermaid's cave. \"Ere Christmas cometh, I trust to stand, With unchanged heart, on my native strand, Though somewhat altered in form and mien, From the pale and fragile youth, I ween : I almost question thy power to trace Thine only one in my sunburnt face. \"Oh ! light of heart I had need to be, Each moment bringing me nearer thee ; Yet slowly, slowly, Time's pinions move, Parted from home and the friends we love. But the time of meeting draweth near, And I shall partake your Christmas cheer."], [73, "65 THE HOMEWARD BOUND. \" Never hath home been so dear as now ; And I lean at eve o'er the vessel's prow, Picturing forms I was wont to meet Round our cheery fire, — and long to greet, Kindly and warmly, the friendly band Fancy hath called from the shadow-land. \" Mother, thy truant may love the sea, Its dashing billows and breezes free ; Yet wearied turns from its wild unrest To the holy calm his home possessed, And yearns for the gentle smile and tone That none save a mother's lip hath known. \" As flew the dove to the ark again, Return I to thee o'er the trackless main ; — More welcome thy wandering son will be, Preserved from the perils that walk the sea, I've learned the value of childhood's home, And nought shall tempt me again to roam. I"], [74, "66 THE HOMEWARD BOUND. \" Tell Anne, my little chattering pet, I bring her the promised paroquet. Our names are aye on its saucy tongue, — Ask if the bird hath done grievous wrong. Is the young gipsy as merry yet, — As blythe and glad as when last we met ? \" I should grieve if Time, in passing, laid On that open brow a darker shade, — Or that guileless heart were crushed by care, Or sorrow silvered her auburn hair. I loved the sweet child, — and older grown, Would make the pure-thoughted girl my own \" Rejoice, dear Mother, at my success, — The love-gift of Fortune I possess; Sufficient to keep the heart from care, — Not o'er-abundant to place it there ; Enough to furnish each real want, Though Luxury's slaves might deem it scant."], [75, "THE HOMEWARD BOUND. 67 -> \" Rememberest thou the boding fears That drenched thy cheek with a flood of tears, When I left my home to tread the deck ? Yet I'm safe and well, and fear no wreck ; — The fever hath passed and left me free, It hath thinned our crew but scathed not me. \" Health hath breathed on our ship again, Gaily we scud o'er the watery plain ; — Gaily, for now we are homeward bound, Soon we shall leap upon English ground. Joy, joy, my dear Mother, for me and you ; Till Christmas merry, — adieu ! adieu ! \" Christmas approacheth — is here — is gone, But where is the long-expected one ? Round the hearth his childhood's playmates meet. Where is the friend they had hoped to greet ? Mother, his wanderings aye are o'er ; Friends, he will meet ye on earth no more."], [76, "68 THE HOMEWARD BOUND. Buoyant and fearless of future ill, Dreaming happiness waited his will ; With step elastic and hope-lit eye He paced the deck, — his pulse beat high ; But the scorching breath of fever past, And life-blood shrank from the burning blast. Homeward he fled to the better shore, — The toilsome voyage of life is o'er. He sleeps the sleep of the dreamless dead, A sea-weed pillow beneath his head ; The rest he sought his spirit found, — Mother, thy wept one was homeward bound!"], [77, "69 THE GIFT OF SONG. \" The rarest gift that moves the minds of men.\" J. Critchley Prince. \" I'd be a poetess, light and gay As the first-born tint of a summer's day, Nursed on the breast of an eastern sky, When Morn in her golden sheen trips by. \" I'd be a poetess, wild and free, As the feathery foam on Italia's sea, — Proud as the fierce and dashing wave, Trying its strength on the seaman's grave."], [78, "THE GIFT OF SONG. 70 \" I'd be a poetess, blithe and fair, And with Fancy's jewels would wreath my hair, Plucked from the brow of the fairy queen, When dressed for a midnight banquet-scene. \" I'd be a poetess, and the shrine Of mine inmost thought, — a spring divine, Whence inspirations of light should gush, As mountain streams from their deep source rush, \" I'd be a poetess, if the Muse Would poetry in my soul infuse, And lend to the chords of my secret lyre A single spark of Apollo's fire. \" I'd be a poetess, and my theme — Love, of the which no heart can deem ; And the thrilling tone of my deathless lays Should win from all lips the meed of praise.\""], [79, "71 THE GIFT OF SONG. Thus murmured a young enthusiast, Who sighed for the Gift of Song; Deeming a sky by no clouds o'ercast To the minstrel must belong. But her present and future the past became, And she trod the ascent to the temple of Fame Then rose that maiden's voice in song, With full, exulting tone, For poetry was on her tongue, — Its spells were o'er her thrown : — \" How precious a gift is poesy, How sweet the joy it brings, — Tuning the mind to harmony, As forth on thought-fledged wings The spirit flies Wherever rise Affection's sacred springs."], [80, "72 THE GIFT OF SONG. ■> \" Poesy, poesy, boon divine, — A child I yearned for thee, Yet never dared hope to call thee mine, — Thou gentle mystery : Yet now I feel, And would reveal, Thy deep sublimity. \" I converse hold with the trees and flowers And the sequestered stream, — Not a leaf unfoldeth in summer hours Wakes not some pleasant dream ; E'en bird and bee Have songs for me, And gratitude the theme. \" Fancy and Thought have my vassals been, And they have borne me far, To spots no mortal eye hath seen, — Beyond or sun or star ;"], [81, "73 THE GIFT OF SONG. ■» And 'neath the waves To sparkling caves, Where Ocean's treasures are. \" And the human heart, in each varied mood Hath most my study been, In its hopes and fears and passions rude ; Yet inquisition keen, Nor poesy, Nor sympathy, Could read its depths, I ween. \" And love, in its warmth and holiness, I feel, and feeling, sing Of the full deep joy — the happiness That it doth ever bring ; — And bliss that still Attends Love's will, And fervent worshipping. K"], [82, "74 THE GIFT OF SONG. \" I have touched the lyre's responsive string, Yet never dreamed of fame, And myT fancy's wild embodyings Have seldom settled aim ; Yet have my lays Aye met with praise, And spread afar my name. \" Fancy and Poesy, hand in hand, Lead me o'er earth and sea, Yielding a glimpse of the brighter land Of love and purity ; Thus to this heart The gift impart Of glowing poesy.\" And time passed by, — that unerring test Of each sublunary thing ; And the poetess, whom grief oppressed, Once again essayed to sing;"], [83, "75 THE GIFT OF SONG. ?) But not with the joy of her earlier lay, (With a sorrowing heart could her song be gay But mournfully rose that saddened strain, At the stilly vesper hour ; — Day and her life were alike on the wane, To close with the closing flower: — \" Oh, fatal Gift of Song ! What hast thou brought to me ? The worship of the throng Is vanity ! \" The heart so finely strung, 'Neath e'en a touch to thrill, — Too sensitive, is wrung By every ill. \" The homage and the praise That seem to herald Fame, — Shine they with steady rays Or wavering flame ?"], [84, "76 THE GIFT OF SONG. i\" \" And Love, — thou poison flower, Thy richly laden breath I, dupe ! inhaled each hour ; — I drank in death ! \" The dreams I knew are gone, — The hopes I held are fled, — The proud and trusting one In chains is led. \" Love, Poetry, farewell ! Your earthly triumph dies, — This soul a song shall swell Beyond the skies"], [85, "4Mi*ttUantou* pncmsu"], [86, ""], [87, "79 !» THE NEGLECTED WIFE. Our radiant Queen of Night, — the crescent moon Closely companioned by a host of stars That troop around her like a body guard, Has reached her climax in the firmament ; And, lighting up the heavy dew that drips From the closed petals of each sleeping flower, Makes every bough a mimic chandelier Festooned with diamonds. 'Tis such a night As makes a lovely scene still lovelier, And even flings a kind of quiet charm Over the city's clustering roofs, — the homes Of those whom daylight calls to congregate"], [88, "80 THE NEGLECTED WIFE. Within its now deserted streets and squares ; — Where, wrapt in slumb'rous quietude, the sons Of Traffic, Mammon's votaries, the slaves Who bend obsequiously to Fashion, The poor — the rich, the strong and feeble now To Nature's nightly dictates yield. Somnus And Morpheus hold high festival, and bind Their passive captives in a deathlike trance, Reigning o'er prostrate strength and dormant mind. Yet one there is who bows not 'neath their sway, By whom the loveliness of earth and sky- Is viewed with apathy, or unobserved. Her husband is a truant from his home, — Haply engaged in noisy revelry, And she, with uncomplaining, patient love, Anxiously waits his long-delayed return. Yet once — and that so short a time agone, It seems but yesterday — her slightest word, — A half-breathed wish, had brought him to her side"], [89, "81 THE NEGLECTED WIFE. And he would linger there as if entranced, Hanging upon each syllable she breathed, As life or death depended on her word. And then, with voice all gently tuned to love, He vowed — and she, alas ! weak girl, believed ! To love her until death ; — still to be true Though all beside were false, — to be her shield 'Gainst life's vicissitudes, — to guard her form From blighting care or undermining grief ; To be through life a fond and steadfast friend, On whom she might, with confidence, rely For comfort in affliction, — whose deep love Would echo back her own, and in whose heart Her image lay enshrined, as his in hers. And she had listened to his pleading tones Until her love became imperative, And she forgot that promises are frail, And so became his bride. L"], [90, "82 THE NEGLECTED WIFE. And how kept he Those promises ? Ask the neglected Wife ! Look on her fading cheeks ; — the hectic flush That flits across their snow, like memory Of former blushes now revisiting The ruins of their home, — the tears that steal Silently down that Parian cheek, and hang Like rain-drops on a lily ; — these reveal How well the Husband kept the Lover's vow. The night wears on apace, she trims her lamp, — Its light was burning dimly, like her hopes; She takes a book, and strives to fix her eye And mind upon the tale, — how vain a task ! In a strange chaos blent, the letters seem To dance confusedly o'er the unread page, And mock her aching sight. She cannot read, — Her thoughts will wander forth. At every sound She starts, as if in hope; — a step is heard Approaching, — breathlessly she listens till The footstep passes by, and then she sighs,"], [91, "THE NEGLECTED WIFE. 83 Haply in sympathy for those who mourn That absentee from home. And then she counts The sluggish footfalls of the drowsy hours, As the dull pendulum, with lazy swing, Beats time to each slow step. How heavily Time hangs upon the hands of those who wait With anxious expectations, unfulfilled, Which time must gratify ! She pauses oft, And bends her head as in the attitude Of an attentive listener, in hope To catch the earliest sound that heralds His approach. She may resume the volume Her eye is toiling o'er, — it is not he. Poor watcher ! thy lot indeed is sadness, Doomed as thou art to pass Use's glowing noon In solitary vigils like to this, Which, not the first, will scarcely be the last. But hark ! another footstep comes, — \" 'Tis he ! \" She flies to meet him, and the ready smile Welcomes the truant home. Too glad to chide,"], [92, "84 THE NEGLECTED WIFE. She utters no reproach, — upbraids him not For his repeated absence, his neglect ; She only feels that he is now at home, Within her circling arms, — that her lone watch Is ended for the night ; and the rebuke Dies on her trembling lips, that breathe but joy For his long-sought return ! Oh, ye who mock At woman's quenchless love, ask your cold hearts If ye could watch thus patiently for hours, Weary and dull, debarred of needful rest, With no companion save your own sad thoughts, Few gleams of hope to bear your spirits up, And retrospections that but chill the more From contrast with the present ; and then own That man, unstable man, possesses not This long-enduring love, this steady faith, Fatient forbearance, self-forgetfulness, This deep devotion of the heart to love,"], [93, "85 THE NEGLECTED WIFE. Which thus enables woman to endure Trials that man, with all his vaunted strength, Would shrink from in dismay. He would not sit In solitary loneliness, to muse O'er an ungrateful wife, then cheerfully Woo back the rover to his heart and home With smiles of happiness ! No, he would seek Redress for wrong. This woman cannot do : Weak woman still must bear, contentedly, The countless wrongs man heaps upon her head With uncomplaining fortitude. Murmurs From woman's lips are treason in his sight ;— ■ \"She is the weaker vessel,\" man asserts, Yet loads her straining heart as though it were But to refute his doctrine; for she proves In trial's hour the stronger !"], [94, "86 FORGET ME NOT. \" Forget me not !\" these tuneful tones Breathed over Memory's lyre, Awaken its heart-stirring chords, And kindle feeling's fire. \" Forget me not ! \" these words, when friends From other friends depart, Seem fraught with luscious melody, And fix the youthful heart."], [95, "87 FORGET me not. \" Forget me not ! \" what burning thoughts Here struggle into life ; With what affection, hope, and love, This simple phrase is rife ! \" Forget me not ! \" from human lips Ne'er fell more soothing strain, Its chastened accents, soft and low, Give pleasure while they pain. \" Forget me not !\" what feelings fond Does this soft sentence tell, As it, from lips we love, precedes The faltered word—\" Farewell!\""], [96, "88 LOVE NOT. \" Thou shalt have no other gods before me.\" Exodus, Chap. xx. Ver. 3. \" Trust your hopes on the mountain tops, When the mad wind ruleth there, — Build your faith on the angry waves, When the Tempest God they dare ; Cling to the lovely cistus flower, When the golden Eve is nigh, — Vain is the heart's proud worshipping, If it reach not to the sky.'' George Linnæus Banks. A little child, with thoughtful brow, within a shady nook, Pores, with a glowing cheek and eye, over a quaint old book ; Though his comrades' merry voices are calling him to Play. He heeds them not, he hears them not, — his thoughts are far away."], [97, "love not. 89 Spell-bound he wanders, with delight, through regions of romance, The fictions that the poet wove have bound him in a trance Of love, deep love. The boy has sprung to manhood, — he has sacrificed to fame, Has realized his childhood's dream, and won a poet's name; Has swept the lyre with magic touch, and is a poet now, — But with dim eye, a wasted form, a fevered hand and brow. Song is his idol, and he bows before it night and day,— The love consumes the lover; and the poet's dying lay Is \" Love not, love not ! \" M"], [98, "90 LOVE NOT. A fair-haired laughing maiden with her lover at her side, Are seated in a jasmine bower, and he woos her for his bride ; In tones of melting eloquence he vows a passion pure, — A love so true and steadfast, it shall chance and change endure ; And the maiden's all-confiding glance and blushing cheeks proclaim A mine of tender feelings, she cannot — dare not name, Of love, deep love. Time hath passed on, — the jasmine bower is desolate and lone, And from her favourite haunt hath the fair-haired maiden gone. She loved with fond credulity, — and, loving, was deceived, But o'er her early blighted hopes not long the maiden grieved :"], [99, "91 LOVE NOT. Not long she mourned o'er broken vows, o'er joys for ever fled, — 'Graved on the stone that marks her rest among the quiet dead Is \"Love not, love not ! \" A mother gazed, with doating eye, upon her darling child, And cast a kind approving glance upon his frolics wild ; A mother's love was in the smile, — a love intense and deep, In which life's energies were wrapt, as in a lasting sleep ; Her thoughts, hopes, feelings, sympathies, were centered in her son, And visions of his gay glad life were from the future won, By love, deep love. 'Tis night, the lonely widow mourns within a prison's gloom, O'er her lost son, who sullenly awaits a felon's doom ;"], [100, "92 LOVE NOT. There's blood upon the prisoner's hand, — the parricide must die, Yet, hardened, he beholds unmoved his mother's agony. With tears of bitter anguish she wails the coming morn, Regrets her overweening love for the creature earthly born, With \" Love not, love not ! \" A merchant hath two gallant barks, bound to his native strand, Rich-laden with the produce of many a fertile land ; Imagination pictureth the treasures they contain, — The merchant gazes with delight upon the swelling main : The treasures of the sunny East are to his eyes unrolled, And Fortune's favourite contemplates his hoards of countless gold With love, deep love."], [101, "93 LOVE NOT. Who trusteth in the treacherous sea? Not he who bows to fate, With spirit saddened in despair — the merchant once elate. The foaming surges now engulph the wealth, his deep heart's shrine, And in the fissures of a rock his costly jewels shine ; — Coarse setting for his treasured gems, but they are worthless there; And the merchant, now deploring his unavailing care, Says, \" Love not, love not!\" The all-absorbing love which rears its temple in the world, Ere long will find the edifice to direst ruin hurled ; And that affection placed alone on sublunary things, Must bid adieu to happiness ; — peace fleeteth on love's wings."], [102, "94 LOVE NOT. Oh ! ask the vain idolatry that worships earthly toys, If the real worth of treasures Time's restless tooth destroys Is love, deep love ! Is fame (an empty breath at most) worthy of such deep love ? Are earth's rich jewels (baubles all) the pearl of price above ? If human beings, (living dust,) weak, impotent, and frail— Whose very holiness is naught — should o'er the heart prevail, To wrest Jehovah's image thence, and place an idol there To be false worshipped, till the heart, in its extreme despair, Says, \" Love not, love not ! \""], [103, "95 VOICES OF GOD. There's a voice of God in the murmuring breeze, That whispers and sings to the answering trees ; There's a voice of God in the rustling reply Of the dancing leaves to the soft zephyr's sigh. There's a voice of God in the fountain's low gush, In the mountain cataract's violent rush, As it hurries along on its path of light, And in one vast volume exults in its might."], [104, "96 voices of god. There's a voice of God in the billows' loud roar, As, lashed into madness, they break o'er the shore ; There's a voice of God in the musical chime Of the rippling wavelets in summer's sweet time. There's a voice of God in the rush of the blast, As it sweeps on the pinions of victory past ; There's a voice of God in the crashes that tell How the woodman-wind doth his forest trees fell. There's a voice of God in the perfume that's borne From the pink woodbine's honey-tipped bugle horn, In the incense that sweetly and silently swells In vocalized breathings from pure lily bells. When the lightning-flash leaps from the rifled cloud, And its thundering mandate booms long and loud ; When the avalanche falls from its glacial height, And buries the vales 'neath a cenotaph white ; —"], [105, "97 voices of god. When the yawning volcano, with liquid fire, Lights a slumbering city's funeral pyre, — Then, then doth the voice of God loudly proclaim His omnipotent Will and his awful Name ! The chorus of stars — the faint hum of the bee — The echoes that die in the shell of the sea, — • The chirp of the cricket — the song of the swan — Are voices declaring God's presence to man. He whispers his love to the ears of the mind, And thunders his wrath to the wilfully blind ; And voices, creation-lipped, loudly declare His wisdom, his power, and his fostering care ! N"], [106, "98 L A URA. <( Another proof Of woman's weary lot, Their April doom of sun and shower, To love, then be forgot ; — Heart-sickness, feelings tortured — torn, — A sky of storm above, — A path of thorns ; — these are love's gifts : Ah, why must woman love ! \" L. E. L. She he had waited — anxiously had waited, Yet he came not. Day slowly followed day, Till months were formed, — months into seasons rolled ; He came not there. Time paused not in its course, — The seasons came and went their annual round, — Winter had donned its garb of white, — the snow Lay on the fields not colder than her heart, — The year had passed ; — she was a watcher still, —"], [107, "99 LAURA. Aye watching: — how wearily, those only Who have, like her, watched hopelessly, can tell ! Her first fond expectations gradually Subsided to uncertainty ; — then came A doubtful hope, — hope lingered long, yet died At length for want of food. She strained her eyes Along the road, until the heavy lids Drooped o'er their aching balls. And people said That she was sadly changed — in sooth she was. Her lips grew thin and quivering ; and her brow, Her noble brow, was like to marble, — cold. Her eyes were dim with tears that only should Have fallen, and they lay in their sunk sockets, Like waning fires that, half-extinguished, still Sparkle at times with momentary glow. Her sickly smile contrasted strangely, too, With the glad laugh her mirth gave utterance In former happy days ; but this, her smile,"], [108, "100 LAURA Was ghastly as that on the rigid face Of Death. Despondency had done its work, — Her heart was crushed, and life became a blank. At last a letter came ; — twas not from him, But from a mutual friend, to whom he said — \" There was a breach 'tween Laura and himself.\" More she could never learn. \" The cause,\" he said, \"Remained a secret with himself and her.\" Poor girl ! the secret was his own, not hers ; — She did not share his confidence, or know A cause for his desertion ; nay, even Was unaware they were at variance Until the letter came. It was a key To conduct else inexplicable, — told How vain her watchings were, — that he had left The heart he vowed to cherish until death, To pine in utter loneliness, — a prey To anxious thoughts, conflicting hopes and fears, And unavailing sorrow ; — basely left"], [109, "101 LAURA Her heart to bleed, or break (he cared not which) With that despairing hope that loads the heart Till it grows sick and faint with wretchedness — That worst of misery, when the young heart Looks forward unto agony, and back Upon its joy. And Laura thought she could have borne his loss, Had his own lips revealed his fading love, — Have bade him \" Go !\" with cold serenity, Had he revealed his altered sentiments ; But his desertion seemed not such. The kiss He left upon her cheek, and bade her \" keep Taintless till his return,\" — the promise, warm, To greet his \" dearest Laura once again Ere that week should elapse ;\" — these parting words Spoke not of wavering love. Deeper the sin — The cruelty — that in the parting hour Could, Judas-like, e'en with a kiss betray."], [110, "102 LAURA And thus it ever is : a woman's trust — Her all-confiding love — that knows no change — The victim of its own intensity — Becomes the sport of base and selfish man ; — A pretty toy, to amuse his leisure hours, Then cast aside, — at least he deems it such. Man cannot love as woman loves. His love Is a mere shadow on the glow of hers, And as a shade unreal. But to return : Though they were few, yet Laura read again, Almost unconsciously, the words that told Her lover's faithlessness. It was no dream, — He had forsaken her. Her wan cheek flushed, — Her dull eye flashed with a strange light, — her heart With quick pulsation throbbed ; she clasped her long Spectre-like hands over her burning brow, — And Laura wept."], [111, "103 LAURA. In other days, when love made glad her home, And fortune smiled propitiously, he gave His portrait to her care ; — and she had gazed Upon each lineament of that loved face Till she was almost maddened. Every scene Reminded her of him : \" That book was his, — There he had writ his name, — this was his gift, — Here they first met, — that was his favourite walk. In all she thought or did he bore a part ; And memory reflected but the form Of him she loved next to idolatry. * * * * * Within her room, in deep and silent prayer, A maiden knelt : 'twas Laura. She had learned How frail are earth's affections, and how vain Are hopes of earthly aim and origin. Her love for her Creator had been lost In passion for the creature ; but she turned Again from her false worship, and she knelt, In deep humility, to kiss the rod"], [112, "104 LAURA That chastened her, — to own the just decree, — To pray for pardon, and beseech her God To purify a love she could not quell, — To bless and pardon him, and lead his soul, Like hers, to penitence and humble prayer ! No fiction this, but cold reality, Too sadly true ; — and Laura's wasted form — Her calm and placid resignation — her Quiet step and voice — her changing colour — Show, that she watches now the hour when death Shall set her spirit free, for evermore, From earthly cares and trials."], [113, "105 TO THE ABSENT ONE. Bright eyes are around me, Soft voices are here, The flatterer's whispers Resound in my ear ; To queries I hear not I vaguely reply, — I turn from the joyous In secret to sigh. o"], [114, "106 TO THE ABSENT ONE. The song of the minstrel Sounds sadly to me, The soft notes of music Remind me of thee ; I've paused in the ditty, A word on my tongue, — In remembering thee Have forgotten my song. They lead me, unwilling, Again to the dance, — Confused and bewildered, I cannot advance ; In its maze, once familiar, Entangled I stray, Oh, well may I wander, — My thoughts are away. From dream-broken slumbers I waken and weep, —"], [115, "107 TO THE ABSENT ONE. The eyes of the sad one Are strangers to sleep. All pleasure's insipid When thou art away ; When wilt thou return, love ? Say, dearest one, say !"], [116, "108 PRAYEST TlIOUP u How oft In the heart's eloquence the prayer goes up From a sealed lip ! \" The Ark and Dove. What ! never prayed? Oh, say not so, — Thou canst not look around Upon the God-blessed earth nor feel Thy every heart-pulse bound, In gratitude and thankfulness To that Almighty Power Whose Name is writ in rainbow gems Upon the sunlit shower, —"], [117, "PRAYEST thou ? 109 In moonbeams on the light-kissed wave, Where stars reflected lie, Like angel-eyes embroidered on Some heaven-wrought tapestry, — Emblazoned on the verdant turf, In ever-springing flowers, And hymned by birds, in gushing notes, Mid dim-arched forest bowers. Come forth, then, thou who never prayed, Come forth in thought with me, — We'll dive together to the depths Of the resounding sea; Its labyrinthine caverns search, Each crystalline recess ; — Dost thou not feel 'mong Ocean's caves Thy puny littleness ? Millions of insect architects The coral-reef outspread, And raise their island silently"], [118, "110 PRAYEST THOU ? Where man in time may tread ; The busy waters teem with life, To grace his banquet board, And pearls and gems for Beauty's brow Its lowest depths afford. Come forth into the upper air, Where insect myriads swarm, To vivify the atmosphere We breathe so fresh and warm. The bee, arrayed in velvet vest, In quest of his lush spoil, For man, from morn till night, pursues His unremitting toil. The bright-hued warbler, soaring far On beam-enameled wings, To gratify his eye and ear, Thus flutters, shines, and sings. There, pierced by arrow, feather poised, From Indian bow-string sped,"], [119, "PRAYEST THOU ? 111 For food or ornament required, A gay-plumed bird is dead. Descend into the gloomy mines, — Say, what dost thou behold ? Veins of bright metal intersect The wealthy earth's dark mould : Here lies the radiant diamond, — There virgin silver shines ; But Heaven bestows a better gift, — Our coal and iron mines. Pile up coals upon the furnace, And fuse the iron ore, The miner asks for implements Earth's secrets to explore ; The peasant needs the spade and plough To turn the yielding soil, — The sickle and the scythe, to reap The harvest of his toil."], [120, "112 PRAYEST THOU ? » Ascend with me the mountain's height, Look forth upon the skies, — Behold the laughing sunbeams play In infant Morning's eyes. Like silver threads, the sparkling rills Dance merrily along, And clasp each other's wavy arms With a rejoicing song ; United indissoluble, They fertilize the plain, Invigorate the sapling's root, And swell the rising grain. There sheep are out upon the hills, Here bloom the dark-tressed vines The pomegranate is lightly flushed, The autumn fruitage shines. Come down into the vale again, Look forth unto the world, Before thine eyes on every side"], [121, "PRAYEST THOU ? 113 Are pleasant scenes unfurled. Look to thine own domestic hearth, The friends assembled there, And own that thou hast ample cause For thankfulness and prayer. Look into thine own bosom's depths, — Thou hast a heart to feel ; Stifle not feelings as they rise, Thy closed lip unseal : Thine is an intellect and mind To grasp the beautiful, — How canst thou view the Lord's great works And not feel prayerful ? Thou hast prayed ! yes, I know thou hast, And fervently and well ; Though thy hushed lips have breathed no tone No words arise to tell When thy full heart appeals to God In eloquence and prayer, p"], [122, "114 PRAYEST THOU ? And prostrate at his footstool lays Its purest offering there. I know, I feel, thy heart ascends In praise to Him e'en now, Although thy voice may not respond To the soul-uttered vow. Oh, no ! thou art not — canst not be So lost in sin's black shade ; — 'Twould madden me were I to think That thou hadst \"never prayed!\""], [123, "115 are BEAUTY S BEST CHAPLET. \" There's not a bramble in wild woods green, There's not a flower in the garden seen, There's not a shrub in the lonely dell, But hath a tale of its own to tell.\" Marianne Carew Wyers, Flowers ! bright flowers ! beautiful flowers ! Bring them hither to me ; Pillage the gardens, rifle the bowers Of Flora's jewell'ry ; Bring them from vales where Spring's footprints seen, Dingle and wildwood where Summer hath been, Meadow and upland where Autumn hath passed, Mossy nook sheltered from Winter's rough blast."], [124, "116 beauty's best chaplet. Come unto me laden with floral gems, Sparkling with honey-dew, Fancy hath graved on their emerald stems Mottoes to feeling true ; And I will twine thee an eloquent wreath, Beauty's soft tresses may nestle beneath — I'll bind thy brow with the Austrian Rose, Charms full and rich its bright lips may disclose. Though loveliness blooms in each graceful fold, 'Trancing the gazing eye, Beauty alone is insipid and cold ; But shrinking modesty Gives to the lovely a permanent grace, Time nor misfortune may ever efface ; So Violets blue to the wreath I'll bind, — We learn their retreat from the scented wind- O'er the Primrose, pale bud of new-born Spring, Type of thy early youth,"], [125, "beauty's best chaplet. 117 The Violet white shall its halo fling Of candour s open truth. Clasped by the tendrils of charity's vine, The silvery stars of the Jessamine Image the light of thine amiable eye, While common Broom speaks thy humility. The Myrtle is delicate, — guard it with care, 'Tis fragile, like to love ; Droops now in the sun, shrinks now from the air, — The Myrtle frail remove ; Replace it with Ivy, the firm and true, The green leaf of friendship for ever new : Lay the glossy leaf on thy brow and heart, May its soothing influence ne'er depart, But remain through life, in a cherished friend, To sympathize, solace, assist, defend. The words in italics are the sentiments expressed by the various flowers."], [126, "118 THE HIGHLANDER'S APPEAL. (From a Picture.) By thy soft wee hand, — By thy gowden hair, — To thy bonnie self Fealty I swear. By thy bashfu' e'e, Brightly, deeply blue, — By thy kindling cheek, Vow I to be true."], [127, "the Highlander's appeal. 119 By thy rose-leaf mou', Tempting mine to press, — By the timid form Fearing my caress ; — I ha'e lo'ed thee lang, Fervently and weel : — Wherefore dost thou shrink Fra thy luve sae leal ? If 'tis wrang to lo'e, Effie, dinna blame ; Thou hast ta'en my heart, — Thine for mine I claim. Dearie, turn ance mair Thine averted head ; Bless me, Effie, love, Wi' consent to wed."], [128, "120 \"ECCE HOMO!\" (Suggested by Carlo Dolci's Picture.) \" Ecce Homo !\" Ye who glide, In Life's state-barge, down Pleasure's tide, Cast your purple robes aside, Lift Wealth's gold-embroidered veil, Furl soft Luxury's silken sail ; — Look upon that forehead pale, — On that mocking garment's woof, And confess the mute reproof; —"], [129, "\" ECCE HOMO !\" 121 Ease outspreads your downy bed, — Where might Jesus rest his head ? For your sins a Saviour died, — Erring mortals, vanquish pride ! \" Ecce Homo !\" Ye who press The tear-steeped couch of wretchedness, Racked with pangs of sad distress, — Ye who tread life's thorny road, Bowed by misery's weary load, Bleeding 'neath oppression's goad, — Learn to bear, as He hath borne, Wrong, and suffering, and scorn ; — Mark his agonizing throes, Mark his persecuting foes ; — Let the Man of Sorrows' pain Murmuring discontent restrain ! \" Ecce Homo !\" Ye who swell With passion's tumult, hard to quell, Q"], [130, "122 \" ECCE HOMO !\" Hither turn, and rage dispel ; — Ye who, stern of heart and mind, Cherish memories unkind, Seeking vengeance, madly blind, — View Him, injured and oppressed, While his enemies He blessed, — View Him, tortured unto death, Blessing with his latest breath ; — And as ye would seek to live, Learn of Jesus to forgive !"], [131, "123 THE RELEASE. \" A joy which want shall not impair, Nor death itself destroy.\" Free ! free ! I am free ! — I have burst my chain, I have rent my bonds asunder ! My spirit is fetterless once again, And soars aloft in a rapturous strain, — Ay, free as the cloud-born thunder ! No longer I pine with an earthly love, Or the froth of passion's leaven ; Like an uncaged bird I aspiring rove,"], [132, "124 THE RELEASE. A fuller and holier joy to prove, In the calm delights of Heaven. The well-spring of bliss is at length unsealed, And with unchecked force it gushes ; To the inner sight are its depths revealed, And the broken spirit its wounds hath healed Where Light's source the fountain flushes. A bright and glorious freedom is mine, With no trammels on soul or voice ; No longer a thrall to an idol's shrine, My energies rouse from their rest supine, And in God's free service rejoice. I thank thee, O Lord ! Thou hast torn the veil From vision passion-shrouded ; For the scenes of earth show dim and pale, The loved and false-worshipped one weak and frail, To eyes thou hast unbeclouded."], [133, "125 THE RELEASE. I thank thee, O Lord ! Thou hast given a light To sustain my soul in sorrow, To dispel the gloom of Affliction's night, And over the grave shed that glory bright, The hope of an endless morrow."], [134, "126 '>' STANZAS. \" How like am I to thee, old leaf ! We'll drop together down ; How like art thou to me, old leaf ! We'll drop together down. I'm grey, and thou art brown, old leaf ! We'll drop together down, old leaf! Well drop together down. \" Drop, drop into the grave, old leaf ! Drop, drop into the grave ; Thy acorn's grown, thy acorn's sown, Drop, drop into the grave.\" Ebenezer Elliot. Thou wilt drop into the grave, old leaf! And, blending with the soil, Resign existence, fluttering, brief, Death's undisputed spoil. The spring may come, with bud and bloom Spring may not call thee from the tomb."], [135, "127 STANZAS. Thou wilt drop into the grave, old leaf, Earth will demand its own, And the oak that wears thee without grief, Return earth's summer loan ; Then bid the fight and sun adieu, No future may thy life renew. Thou wilt drop into the grave, old man, And mingle with the mould ; Thou mayest linger yet a few years' span, — Soon will their date be told; And thy God-fashioned form of clay Will moulder silently away. If the perishable part must sink Into the silent grave, And Time will dissever Life's frail link, — Thou hast a soul to save : Thou art not like the fragile leaf, — Death ushers thee to joy or grief."], [136, "128 THE ALTERED ONE. Ah ! quenched is the fire of her beautiful eye, Her pale cheek outrivals her brow ; Her lip hath surrendered its roseate dye, Her voice hath no melody now. Her ebony tresses are mingled with grey, Joy's smiles have her countenance fled ; Her elegant figure is sinking away, — Uneven and hurried her tread."], [137, "THE ALTERED ONE. 129 Yet once her dark eye, that is lustreless now, Flashed forth with a radiant glow ; The rose on her cheek would no compeer allow, — Her lip seemed a ruby 'mid snow. Her soft thrilling voice mocked the nightingale's lay, Enchanting the ear with its strain ; But long since hath fled every note that was gay, And only its sad ones remain. Her hair, prematurely besprinkled with snow, In jetty curls waved round her face ; Her step was elastic and light as a roe, Her figure was perfect in grace. Such Adela was, and such Adela is, — The wreck of a beautiful form ! What ravaging tempest occasioned all this ? Love, love was that terrible storm ! K"], [138, "130 THE ALTERED ONE. 'Twas love blanched her cheek — dimmed the fire of her eye, 'Twas love caused this startling decay ; A Woman, — her part is to suffer and die, As Man's is to win and betray."], [139, "131 PREPARE! \" I'm coming, I'm coming, O Man, for thee, Thy rank and thy worth are all one to me.\" J. H. R. Baylet. Death hath traversed the fair city With still and noiseless ah-, And the village churchyard telleth His frequent visits there. He hath entered the proud palace, — Its owner lies in state ; And his wings, in passing, shadow The beggar at the gate."], [140, "132 PREPARE ! <> Death hath swept o'er the broad ocean The billows woo the skies, For succour shrieks the mariner, — In silence Death replies. He hath glided 'mid the courtly, And Beauty's cheek is pale ; And a moan bespeaks his presence In yonder rural vale. lie hath joined the song at evening, — The minstrel's voice is mute ; He hath sought the poet's dwelling, — There hangs a stringless lute. He hath rested with the bridegroom, — Morn sees a widowed bride ; From the ruddy lip of Childhood Hath kissed life's ruby tide."], [141, "PREPARE ! 133 He hath followed to the battle, — A thousand gasp for breath ; Who claims the palm of victory ? Thou, all-subduing Death ! He hath sported in the tempest, — With lightning-flashes played ; 'Neath a scathed tree, on reeking grass, A blackened corse is laid. As a tribute to the lost ones, We raise the funeral stone, In solemn, voiceless eloquence To make Death's presence known. Death is ever busy round us, Untired, unsated still ; And all, from infancy to age, Are subject to his will."], [142, "PREPARE ! 134 Man's earthly life is lingering death, — We die that we may five ; A glorious, an immortal life, Is thine, O Death, to give ! In breathing we exhaust our breath, — Live 'mid a dying throng ; Yet act as though Life's river ran Unceasingly along. We pause not to reflect that time Heralds eternity, Or that our mortal journey tends To immortality. Time speeds — Death comes with stealthy pace, And leaveth everywhere This lesson for each head and heart, — \" Thy God to meet, prepare ! \""], [143, "135 « \"I'LL BE A CHILD NO MORE.\" Days of my childhood — where are they ? And Echo says — ' Where are they.' \" Ossian. I saw one in the morn of life, A glad and gleesome thing, Who little knew of worldly strife, And thus I heard him sing : — \" I'll throw this useless toy aside, I'll turn a fresh leaf o'er ; I'll gaily stem life's lucid tide, And be a child no more.\""], [144, "136 I'LL BE A CHILD NO MORE. I saw one in the noon of fife, — Joy Ut his large dark eye, With lofty hopes his soul was rife, And thus I heard him cry : — \" I've won a high and noble name, And glittering golden store ; I've early trod the path of fame, I am a child no more.\" I saw one in Use's cheerless eve, With furrows on his brow, And thus I heard that old man grieve (Methinks I hear him now) : — \" My childhood's hours were bright and fair, My manhood sorrow wore ; Could I blot out my age of care, I'd be a child once more.\""], [145, "137 REMINISCENCES. \" A memory of the past.\" My dearest Fanny, memory Oft bears me back to hours When we two wandered joyously On childhood's path of flowers ; When, light of heart and light of foot, We bounded forth to play ; — Ours was the love of infancy, And has not known decay. s"], [146, "138 REMINISCENCES. How many merry hours we've past Of blythe and harmless glee, In one sequestered, quiet nook, Still dear to you and me ; — The sandstone quarry, where so oft, Wild with deUght's excess, We scaled its steep and rugged sides In madcap happiness : Or, seated reading by the fire, Of knights and dames of yore, Some legend of the haunted Rhine, Or childhood's fairy lore : Or, planning as we wished and hoped, Our castle-building schemes, With Fancy for our architect, Materials — sunbeams. With wand in hand, and crown of flowers, And gauze-bespangled wing,"], [147, "REMINISCENCES. 139 ?\" In mimic fairy revelry We joined the festive ring : Descended from the sofa arms, The disenchanted fays Strutted in solemn tragedy ; — So passed our holidays. We grew together, side by side, — Unchanging, still the same ; Who, in our presence, dare assert That \"Friendship's but a name For time, that severed us awhile, Divided not our hearts ; Oh, may our cherished love remain Till feeling's self departs ! For solace, were my heart oppressed By weight of joy or care, — I'd fly to thee, my dearest, best, That bliss or pain to share."], [148, "140 REMINISCENCES. Oh, time must every faculty Of memory suspend, Ere I forget my Fanny's worth, — My loved, my early friend !"], [149, "141 SPRING. Spring, the magician, hath swept o'er the trees, With the charm of a soft and balmy breeze ; And the boughs, before so naked and bare, Unfold their green buds to the vernal air ; The plants that so late were dead on the plain Have leapt at his touch into life again ; His spells have dissolved the clustering gems The Frost-Monarch's gift to the brumal stems, And the gentle gale of his perfumed breath Is weaving for summer a floral wreath."], [150, "142 SPRING. •> First, the pure Snowdrop he calls into birth, — And Primrose-planets next smile from the earth ; And the odour that fiUs the air around TeUs that the Violet peeps from the ground ; And the Crocus appears like a vase of gold, Or an amethyst urn for cloud-tears cold ; And the ConvaUaria, in the shade Which its large green leaves for its bells have made. Modestly hideth its beautiful bloom, Like a nun immured in a convent's gloom. He has waved his wand o'er the dreary plains, And verdure has burst from chill Winter's chains ; The valleys and meads are bright with flowers He cropt by stealth from Elysium's bowers ; Aud the burnished Ficary's golden Ught Is relieved by the Daisy's circlet white. Wake, Echo, with music ! — the air resounds With a thousand soft, harmonious sounds ;"], [151, "SPRING. 14-3 For the feathered choristers of the grove Are hymning aloud, in wild notes of love, A sweet strain of praise to th' enchanter, Spring, For waving o'er earth his sunlighted wing."], [152, "144 THE DYING GIRL TO HER MOTHER. Mother, my life is fleeting fast, I wish it not to stay ; My happiness has long since past, — It came but to decay. Mother, the purple tide of Use Fast freezes in my veins ; I leave a world of woe and strife, Where but one friend remains."], [153, "145 the dying girl to her mother. Mother, I need not say that friend — That treasured friend's yourself, Who all my wants would kindly tend, From love, and not for pelf. Mother, thou always wast to me Worth all the world, but one, Who shared my hours of grief and glee, But he, alas ! is gone. Mother, my sight is waxing dim, And shorter grows my breath ; — Do I not go to follow him Who loved me until death ? Mother, when asked — pray do not hide, 'Twould be a useless part — Of what your only daughter died, — Say 'twas a Broken Heart. t"], [154, "146 I BID THEE TO FORGET. I do not say \"Remember me,\" As when of late we met; Those love-fraught words are idle now, — I bid thee to forget ! I ask thee not to \" think on me \" Till Use's pale sun has set, — Since thou hast broken thy frail vow, I bid thee to forget !"], [155, "I BID THEE TO FORGET. 147 i I ask thee not to \"love me well,\" — The one who loves thee yet Thou hast forsaken, and in tears I bid thee to forget ! I do not wish thy \"heart to keep,\" The bird has 'scaped the net That o'er it was too lightly flung, — I bid thee to forget ! I do not say \" Forget me not,\" — That, conscience will not let; It still wiU goad thy memory on, — I bid thee to forget ! I would not have thee think of me, Whose cheek with tears is wet. But as the girl whose still free soul Could bid thee to forget !"], [156, "148 SONG. Farewell, farewell ! the dream is past, I now can say that chining word ; My stubborn heart shall meet the blast, And not a single pulse be stirred. I've nerved it to the bitter task, — My tears are fled, the struggle's o'er; And now, the only boon I ask Is this, — that we may meet no more : Farewell, farewell !"], [157, "SONG. 149 Farewell, farewell ! thou altered one, Thy change hath wrought a change in me ; For though I hopelessly love on, I am too proud to pine for thee. Farewell ! thou dost not love me now, Therefore 'tis best that we should part ; But, False One ! every broken vow Hath found its record in my heart : Farewell, farewell !"], [158, "150 WHAT IS HOME? The pole-star of the Mariner — the loadstone of his heart, To which affection's needle points till breath itself depart ; 'Tis his beacon in life's tempest, his haven in its gale, — His refuge from the outer world when bitter foes assail."], [159, "WHAT IS HOME ? 151 The Warrior's wreath of victory — his proud, triumphal car, Where love domestic sits enthroned, and nerves him in the war ; The keenness of his tempered blade, — his corslet, helm, and shield ; — \" Home,\" is his watchword in repose, — his war-cry in the field. The Statesman's seal of happiness, — the law that binds his soul, And wins him from the wordy strife, with firm yet mild control : A court intrigue ne'er visits where finesse is laid aside, And ambition yields to nature its dignity and pride. A fountain to the Traveller on Afric's arid plains, A verdant oasis 'mid sands where sultry silence reigns ;"], [160, "152 WHAT IS HOME ? A beaming ray to cheer the path on which his foot steps wend, — Home is his bUssful resting-place when all his wanderings end. 'Tis the shrine at which earth's pilgrims in adoration bend, — A solace to the suffering wretch, his miser}' to suspend; From the monarch on his throne to the peasant in his cot, Home is the brightest blessing that can fall to human lot. 'Tis Home that gives the poet's lay its spirit-stirring fire, — Gives inspiration to his song, and music to his lyre ; Home makes life's turbid tide appear to him a gilded stream, — Its every-day realities a sweet, celestial dream."], [161, "WHAT IS HOME ? 153 The magic influence of Home is not to one confined, There is a home for every heart — a home for every mind; And even when these earthly ones shall all have passed away, The good and just will find a Home in Heaven's eternal day ! u"], [162, "154 LOVE'S FAITH. They say that thou art faithless, love, And bid me mark thy glance Linger admiringly on one, Thy partner in the dance: They bid me note thy faltering voice, Whene'er he sighs adieu ; I read thy bosom by my own, — Thou canst not be untrue."], [163, "LOVE'S FAITH. 155 Oh, no ! I cannot doubt thy faith, — I question not thy truth; I know thy constant heart is mine, As 'twas in early youth : I know my love is stiU unchanged, — I feel thine is the same; I scorn the poison maUce breathes To soil thy spotless name. They speak to me of broken vows, And hint that thou art frail ; — They say I trust a reed that bends 'Neath every passing gale : I dare not doubt thy purity, — My fate is Unked to thine ; To deem thee false would crush my heart,- I'll judge thy love by mine."], [164, "156 WOULDST THOU BE A CHILD AGAIN ? \" Wouldst thou not fain recall thy childhood's hours, If wishing would avail?\" was asked of one Whose sun of life was on the rapid wane. \" Dost thou not sigh for bygone happiness, — For childhood's pastimes, playmates, innocence, — Its pure delights, its pleasures unalloyed, — Its host of joyous fancies, laughing mirth, And sinless revels ; not an anxious thought To cloud the passing hour with the 'to come:' — Dost thou not mourn for these thy friends of old ?\""], [165, "WOULDST THOU BE A CHILD AGAIN? 157 \" Were this a perfect picture, I might wish Childhood's return, — for mine was sunny, bright, And its remembrance in my aged heart Yet dwells serenely, like the rich perfume That lingers round the dying rose, and from Each pore distils fresh fragrance, e'en in death. Bright though it was, I wish not its recall : — Childhood hath sorrows, and, though less acute Than those of later life, its petty griefs Most poignant then appear, when the soul's tide, Calm as the breasts of angels, mirrors forth A second paradise. Time will not pause ; — The child must progress onward unto age. My lot has been to mingle with the world, — A busy dweller among busy men. How could I wish to tread again the path Which I have trod, beset with latent snares And specious joys, that lure but to destroy ; — Be cast adrift in childhood's puny bark, To brave the storms of life's tempestuous sea ; —"], [166, "158 WOULDST THOU BE A CHILD AGAIN? To con again the lessons I have learned In the sad school of grave experience ; — Again be tempted, be again beguiled By gilded folly's artificial smiles, The tinsel glitter of a gay outside ; — Whirl in the vortex of a giddy crowd, And, swallowing with rash avidity The deadly poison-draught of flattery, Become the prey of some designing knave ; — As years mature the mind, to lose the truth, The innocence of childhood, — to become WeU versed in worldly cunning, worldly lore, — When others plot, to counterplot, — to be A seeker after treasure, honour, fame, Till coming age reveals their emptiness, And shows that 'aU is vanity?' Ah, no ! I would not be an unsuspecting child.\" The old man paused ; the querist thus resumed \" Hast thou no wish to be a child again,"], [167, "WOULDST THOU BE A CHILD AGAIN? 159 If age could give its wisdom to the child, — Its gravity and sage experience ? Then 'gainst the tempter's wiles might'st thou be proof, And, having learned to navigate life's sea, Pilot thy bark in safety 'mong its rocks, Its hidden shoals and quicksands. Knowing well False pleasure from the true, thou might'st enjoy The true with greater zest ; and, being skilled In worldly artifice, shun every snare, And joyously pursue thy onward way In undisturbed repose.\" \"Not so, not so ; Suspicion banishes repose. The sleep Of childhood should be calm, serene, and still ;- A knowledge of the world would rest dispel, And manhood cast its fetters round the child. The gladsome frolic wild must be suppressed, Because, forsooth, it might disaster cause At some far distant time : the child must check"], [168, "160 WOULDST THOU BE A CHILD AGAIN? Its best affections, — they, perchance, might prove A source of future sorrow ; and the friend The child's warm heart already loves, must be Held at a distance, lest in future years He prove unfaithful, and betray his trust, Nature and knowledge thus at variance, Where would be childhood's happiness ? Nature Would prompt to generous deeds, quick impulses, Kind sympathies ; knowledge would interpose, — Chill the child's heart with its Medusa's head, And check each liberal feeling with mistrust. A baby face wearing a careworn brow, — A childish figure with an old man's heart, Would be most horrible anomalies : — Oh, no ! I would not be an aged child.\" He ceased ; again the questioner began : — \"How is it that an old, old man like thee, — Decrepit, feeble, tottering on the brink Of death's steep precipice, — for whom the grave"], [169, "WOULDST THOU BE A CHILD AGAIN? 161 Already opes its yawning portals wide To close them o'er thy clay, — whose coil of life The Fates have spun to a mere filmy thread, A breath would utterly destroy, — can thus Serenely contemplate thy coming end ; And, rather than re-live thy life, prefer To meet with smiles the enemy of man ? \" \" Why should I frown at the approach of Death ? He has been long expected ; and his home, The body's sepulchre, encloses not The never-dying soul. The dreamless tomb Is but a resting-place 'twixt life and life, In which the spirit leaves the chrysalis, — The earthy mass that clogged its flight so long, And checked its aspirations after home. Why should I seek to live my life again ? Ask the long-absent, weary wanderer, Returning to the haven of his rest, If, with his own loved home in sight, he would x"], [170, "162 WOULDST THOU BE A CHILD AGAIN? ReUnquish wilUngly his cherished hopes, To travel o'er again the same rough road — His home as yet unwon ? He answers, ' No ; My sad heart yearns for home.' And shall I be Less anxious after my eternal rest, The soul's celestial home, that I should wish To tread again, a weeping denizen, The pilgrimage of this embittered world, When, fainting, I have almost reached the goal ? It may not be ! When thou, young one, hast lived To note the follies of mankind, — to see The frailties of the best-spent life, — the care, The anguish that oft chafes and goads the heart Of the most joyous, happiest of men ; — Then ponder o'er my words, and ask thy heart If thou wouldst wish to be a child again ?\""], [171, "163 WEEP NOT FOR THE DEAD. (Written on the death of a Friend.) Weep not for the Dead ! But those who still remain To taste the woe of Use — Its bitterness and pain. Weep not for the Dead ! But those she left behind To drink from sorrow's cup, With agony of mind."], [172, "164 weep not for the dead. Weep not for the Dead ! Her griefs for aye are o'er, — But for earth's denizens, Whose care-worn hearts are sore. Weep not for the Dead ! For she the goal has won, — But those who Unger still, Life's weary race to run. Weep not for the Dead ! But those who sadly crave, From poignant miseries, A refuge in the grave. Weep not for the Dead ! She fled our dreary earth, — But those still doomed to dwell Where want and pain have birth"], [173, "165 WEEP NOT FOR THE DEAD. Weep not for the Dead ! Earth claims its own once more ; And ye will meet again, When life and toil are o'er. Weep not for the Dead ! Or tears of joy let spring; A crown the tyrant gives, Nor longer wears the sting."], [174, "166 STANZAS. Gay, glad hearts are bounding near me, Light feet are tripping by ; Eyes sparkle mutely eloquent, Cheeks blush a rich reply. The magic tones of music lend A witchery to song ; The warbling of a dulcet strain Has rapt the listening throng. Blythe Youth, aU redolent with smiles, Age, with a look serene, Like fruit and blossoms on one bough, Are mingled in the scene."], [175, "167 STANZAS. Joy, gladness, thrill through every frame, Pervade each swelUng breast ; And pleasure lingers, loth to leave The blessing and the blest. Alas ! that clouds should ever rise To shadow joy like this, — That worldly care should interpose To mar their dreamy bliss ! And yet not so ; — by constant use Sweets on the palate cloy ; — 'Tis contrast with our darker hours Enhances present joy. And these delighted revellers That hover round me now, Feel not the cramping grasp of pain Upon the joy-bright brow. The morrow is as yet unknown, Its cares — events to be ;"], [176, "168 STANZAS. Why drag the future mayhaps forth To mar festivity ? And perils over, trials past, Seem but remembered dreams ; Or shadows that awhile obscured Life's sunny morning beams, Only to shed a richer glow Upon the present hour ; Till happiness becomes at length A too-oppressive dower. And this is true philosophy : Time in its flight wiU bring A mingled lot of tears and smiles Upon his chequered wing. They wisest act, who in the smile Have half absorbed the tear, And in the self-mixed cup of life Admit no groundless fear."], [177, "169 WHAT IS LOVE? What is love ? A pleasing dream, Vanishing when day appears ; 'Tis the red sun's scorching beam, Which the leaf of summer sears. What is love ? An April shower, Drying fast as it may fall ; Or, the pleasures of an hour, Which upon the senses pall. Y"], [178, "170 WHAT IS LOVE ? What is love ? A sudden gleam Shining from a dusky cloud ; 'Tis the lightning's liquid stream, Followed by the thunder loud. What is love? A bubble bright, Floating down the river's tide ; Bursting, it is lost to sight In the rippling waters wide. What is love ? The wild romance Of youth, held captive bj7 its power ; 'Tis a dreamy kind of trance, Lent to gild the passing hour. This is not that ardent love Poets tell and minstrels sing ; Not the one they feel above, — That would not so soon take wing."], [179, "WHAT IS LOVE ? 171 No ! but 'tis the one the world Designates by that pure name ; — Love has from its throne been hurled, Flickering is its once bright flame."], [180, "172 THE MERRY MAIDENS. \" In a place called Bolleit, in this parish, (St. Buryan, Cornwall,) once belonging to the Bolleit family, there are nineteen upright stones in a circle, called the \" Merry Maidens,\" because they are said to have been turned into stone for dancing on a Sunday ; and hence the Cornish name of Dans mean, or the ' stone dancers.' * * * xwo large upright stones, called the pipers, stand in a field at no great distance off.\" England in the Nineteenth Century. Like a bashful maiden, Aurora peers From her gold-barred lattice high, Withdrawing the curtain of dusky clouds From the windows of the sky, As half afraid to break the spell That sleep has thrown o'er hill and dell."], [181, "THE MERRY MAIDENS. 173 But the lark hath risen to welcome her, And chideth her coy delay, Till she bursts from her chamber in the East, — And, blushing her fears away, Dispels the sleep-born shade of dreams Where'er her ray-fringed mantle gleams. Each floweret that Evening had filled with dew Uplifteth its fragrant cup, As Aurora passeth in splendour by, And offers its nectar up ; She gladly quaffs the precious boon, Nor leaves one drop for fainting Noon. Now riseth from every peopled spot A murmur, like noise suppressed, But a holy quiet pervades the air, As e'en Nature were at rest ; This Sabbath morning, Earth and Sea Seem wrapt in slumbering purity."], [182, "174 THE MERRY MAIDENS. '> ) Music is borne from the lips of the pipe On the viewless wings of air, Blent sweetly with many a voice of mirth, And laughter of maidens fair ; On Bolleit Moor a jocund ring Of thoughtless damsels dance and sing. Still lightly and trippingly move their feet In a mazy circle glance, Their carolling voices re-echoing The notes which should guide the dance They jest and sport together free, In unrestrained festivity. But suddenly over the sky is spread A gloom like the pall of night, — The pipers are silent, the dancers stilled, And ghastly with mute affright ; For Conscience in each thoughtless heart Hath deeply fixed his poisoned dart."], [183, "175 THE MERRY MAIDENS. Life's galloping current forgets its course, And the pulse hath ceased to beat, — The body and limbs incorporate, And earth-rooted are the feet ; Each maiden her own tomb is grown — A rude, misshapen mass of stone. And centuries pass through the halls of Time To the couch of endless rest, But these old grey \"stone dancers\" still remain, With robes of mystery drest ; Proclaiming without voice or tongue — \" The Sabbath doth to God belong.\""], [184, "170 THE GARDEN OF BEAUTY. Claudine was young and beautiful ; her face Was like a richly flower-besprent parterre, Cultured by Beauty in derision of The short-lived gems of Flora, fading not When other flowerets fade, blooming undimmed By change of cUme or season, — ever fair ! The modest, self-concealing pimpernel, Laden with morning dew, might aptly seem Her blue, retiring eye, glistening with tears From pity's heavenly fount, and veiled beneath"], [185, "THE GARDEN OF BEAUTY'. 177 The jealous lid's deep fringe, that hid its glow ; As an enamoured lover fain would shroud His mistress from the world, or miser seek Concealment for his gold. Her wealth of hair Hung like a shower of fairy gold, baffling The limner's skill to paint ; — less gracefully The rich laburnum's pensile clusters wave, Than did her sunny curls, shading a brow Where the throned lily, in its purest state, Dazzled the eye with whiteness, tempered by The twin blush roses of her cheeks, that shamed Their flaunting crimson sisterhood, and told How beautiful was modesty. Her full Ripe lips, carnations bathed in dew, were but The portals of a prison where were ranged Two rows of snow-drop teeth, as sentinels, To guard the captive breath of mingled sweets, — The incense of all odour-giving flowers Combined in one perfume, which came and went z"], [186, "178 THE GARDEN OF BEAUTY. l) A prisoner on parole, bribing the guard With nectared kisses, as it softly passed The full lips' vermeil portal, bearing Use And bloom to Beauty's else imperfect bower. Some eighteen years had passed : Claudine's fair form Beauty's bright home, grew loveUer with time ; The garden flourished in its pristine grace, Replete with every charm that mind could give, Or loveliness bestow. And then Love came, — His steed a butterfly that fluttered round The flowers of beauty with such zealous care, Attention so assiduous and warm, Claudine, alas ! surrendered him her heart. The citadel was won ; the victor, Love, Reigned over vanquished Reason, and denied A single thought admission that rebelled"], [187, "179 THE GARDEN OF BEAUTY 'Gainst the usurper's sway. Love kept his seat ; The butterfly was gone, ephemeron ! The lover of a day, — vain, fickle thing, For ever on the wing, — inconstant still ! The garden drooped ; Claudine was languishing 'Neath the dominion of the tyrant Love, Whose touch, torpedo-like, had numbed her frame, And bound her faculties. The scene was changed — The object of her adoration gone, — All that had given Use its zest had fled, And left her desolate indeed ; — she still Must bow a vassal unto Love ! But where Was he who twined the rose-hid fetters round Her trusting heart, and placed the despot there, With smiling confidence in ready vows — Lip-deep assertions — honeyed flatteries — To win her simple, unsuspicious heart ?"], [188, "180 THE GARDEN OF BEAUTY'. Why came he not to claim the promised hand ? Why loiter on the eve of happiness ? Had he deserted her, his own Claudine ? He had ! — and bent before another's shrine, In homage insincere as that he paid To his forsaken and betrayed Claudine ! She wept not, — or no eye had seen her weep ; Her smile was gracious as before, — her voice Was musical as ever ; though the ear, Listening attentively, might note at'times A gurgling sound, almost inaudible, As if thought checked her utterance. And Beauty's garden perished, for the worm Had rifled all its charms ! The spoiler preyed On the laburnum tress, — it bleached and thinned Almost perceptibly ; her lily brow Shrivelled and withered ; and the roses fled Her clay cold cheeks ; the deep blue pimpernel Seen in her lovely eye, changed to dull grey, —"], [189, "THE GARDEN OF BEAUTY. 181 Then closed in death ; the snow-drop teeth resigned Their trust, and freed the breath from slavery, Which, Ungering on the threshold of its home, Sighed an adieu, as the wan portals closed Abruptly on the false one's murmured name !"], [190, "182 THEY TOLD ME SHE WAS HAPPY, They told me she was happy, That her life was free from care ; That she was glad and joyous, That her spirits buoyant were I looked upon her palUd brow, And read not there that tale, I trow. Her rich, luxuriant hair In loose ringlets o'er it played ; But a sad, sad gloom was there, Which her tresses could not shade ; For legibly were written there The signatures of grief and care."], [191, "183 they told me she was happy. They told me she was happy, But her pensive, downcast eyes, — The tears which gemmed their lashes, And the frequent deep-drawn sighs, When she believed that none were near, Her buried grief to see or hear ; — Though these were silent tokens, Yet they whispered to my heart ; In this subdued emotion Lies a deep unrecked-of smart, That rankles in her bosom's core, And must, till life's dark dream be o'er. They told me she was happy, Bade me listen to her song, And mark her airy footsteps, As she mingled with the throng, And danced and laughed in heartfelt glee ; — They thought her what she seemed to be."], [192, "184 THEY TOLD ME SHE WAS HAPPY'. To me her sweet song sounded As the white swan's dying strain ; I thought that as she gUded Through the dance, she moved with pain ; And as her laugh rang in mine ear, My curdling blood ran cold with fear. They told me she was happy ; — It was only outward show ; Her bland smile, like the veil Of a nun, hid tears of woe : Yes, though she joined the giddy crowd, From me her heart she could not shroud. I saw that she was sinking In a gradual decay ; I saw her forced glad spirit Slowly drooping, day by day ; I saw that in her stricken heart, Rankled despair's envenomed dart."], [193, "185 THE CONSCRIPT'S BRIDE. A FRAGMENT. A festival scene ; — the morn is bright, No vapours obscure the sun's free light ; The clusters that load the purple vine Sparkle like gems in the glad sunshine. The night-dews have risen, and gifted the air With scent from all blossoms unfolding there. With the murmuring chant of a Naiad's song, The Garonne's deep waters are swept along ; 2a"], [194, "186 THE CONSCRIPT'S BRIDE. j Its foam-crested wavelets glisten and gleam, Bright as the eyes of the nymph of the stream. The trees on its bank are slightly stirred, — Is 't by the wing of a rising bird ? Their delicate bloom to the ground is cast, — Is 't by the breeze tfrat is wandering past? 'Tis by the kirtles that Ughtlyr glance Through the changeful labyrinths of the dance ; Like banners of brightness by mirth outspread, They catch at the leaves which are sere and dead Their blighted promise whirling away From their birth-place on the verdant spray ; — A type, as it were, that all sadness and sorrow Be banished to-day, nor remembered to-morrow. Light feet are tripping in ecstasy To the simple rustic minstrelsy, And pleasure is dancing in many an eye, Where the loved one is mirrored enchantingly ; And happiness seems in each heart to rest, With the repose of the halcyon's nest."], [195, "THE CONSCRIPT'S BRIDE. 187 Joy in the sunshine, joy in the shade, — Joy in the mirth of the laughing maid ; Joy in the bosom, joy on the brow, — Joy in the strain they 're carolling now : Sweet is the air of that simple song, Though lips untutored its notes prolong \" Thou with dark and sparkling eyes, Full of love's sweet witcheries, Red lips, curved Uke Cupid's bow, Pearly teeth that gleam below, — Lovely Josephine ! '* Tresses as the cypress dark, Voice would shame the soaring lark, Form of graceful majesty, Dignified simplicity, — Thou art Beauty's Queen !"], [196, "188 THE CONSCRIPT'S BRIDE. a a k j Thou with forehead firm and high, Eloquent, soul-speaking eye, — Noble features, where thy mind Stamps its image unconfined, Placid and serene ; — Manly form, and manly heart, Void of malice, free from art, — Kind and gentle, brave and bold, — Thou wast cast in honour's mould, Generous Eugene ! Bride, with eye suffused with tears, — Cheek, where Modesty appears, Struggling rosily to shade Pallor, timid Fear had laid On thy cheek and brow"], [197, "THE CONSCRIPT'S BRIDE 189 ct a u See thy watchful lover's arm, Ready to protect from harm Thy surpassing loveUness ; Be it thine his care to bless, Ever true as now ! Bridegroom, may the fond, warm zone, Round her shrinking figure thrown, In delighted happiness, Draw her thus to thy caress, Through the lapse of years ! And your lives serenely glide, Like a smooth, unruffled tide, Free from sorrow, free from strife, — Loving husband — faithful wife : So when age appears.\""], [198, "190 THE CONSCRIPT'S BRIDE. Hushed is the song, and the bridegroom's eye Rests on his Josephine tenderly ; He presses her lips in a mute caress, And twines round his finger a spiral tress ; Parts off the curls from her shame-flushed brow, And, whispering, breathes a sacred vow ; While she meets his gaze respondingly, Most timidly, though confidingly, Yet shrinks from the friends who around her press, With a shy and retiring bashfulness ; And, blushing and weeping, with bliss opprest, Hides her glowing face in her husband's breast. * * * * * Eugene looks forward unto the morrow With dark forebodings of future sorrow ; For, long ere his wedding clay has past, The sun of his Use seems overcast By clouds which shadow the present hour, And over the distant prospect lour."], [199, "THE CONSCRIPT'S BRIDE. 191 i He turns from the dance with a darkened brow — His Josephine smiles on a stranger now ; He beholds the hand he so oft had prest, On the arm of the soldier calmly rest. They converse in a low and under tone — Her gestures and manner a change have known ; Her face is flushed, and her eye is bright, — But not with the mild, engaging light That had won the love of his early years, And had calmed his doubts, and had soothed his fears Flashes like fire her upturned eye, — Kindles her cheek a redder dye, — Wreathes her lip with a sweeter smile, — Persuasion in its curve the while. The very touch of her delicate hand Expresses entreaty ; her accents bland Pour from her Ups in a sweeping tide : — Not such had he deemed his timid bride ; And anguish wringeth his heart, that she He had doated on from infancy"], [200, "THE CONSCRIPT'S BRIDE. 192 Should leave him to wander alone and sad, And she with a stranger in converse glad. She sees his look — is again by his side — Again his fond and affectionate bride ; Her innocent sallies allay his fears, — Should jealousy poison the faith of years ? The suspicious fury that fired his brain Has shrunk, like a beast, to its lair again ; The truthful tones of her calm repUes Gladden his heart, like a bright sunrise, Dispersing the mists of doubt : he hears That the soldier youth a missive bears, With saddening desolation rife, Shall sunder the dearest ties of Use, — Make widows, orphans, sonless sires ; — As conscripts bear their bravest, best, — Perchance Eugene ! those looks attest The anguish his beautiful Josephine feels ; Her terrified shudder love's volume unseals"], [201, "THE CONSCRIPT'S BRIDE. 193 His heart is o'erflowing with love's excess ; From the fountains of pent-up tenderness, Feelings are welling he cannot restrain, And his kisses shower on her Ups like rain. * * * * * Poor Josephine ! The die is cast, — Eugene must quit thy side ; How very brief a time hath past, Since thou wast made a bride ! The very flowers that decked thy brow Have scarce had time to fade, I trow. But yesterday, and in thine eye Did bUss and love beam joyously ; But yesterday, thy girUsh glee, With Hope's bright pencil, drew A future from all sorrow free, A sky without a cloud. Fair was the picture, but untrue, — For now thy head is bowed, 2b"], [202, "194 THE CONSCRIPT'S BRIDE. 9 Thy hands are clasped, — cold is thy brow. Blanched is thy cheek with fears ; Thine eye hath lost its lustre now, Yet is it free from tears. Thy Up, though bloodless, is compressed With woman's self-command ; By grief subdued, yet self-possessed, Dost thou the shock withstand. Another, and another day, — How speedily they pass, As o'er a pool a swallow's wing, Or morn-tears from the grass ! Sorrow is brooding o'er the vale With wide-expanded wings, And o'er each forehead, chill and pale, A deepening shadow flings. How many friends must part to-day, To meet again no more ! — No hope, no respite, no delay, — The last frail chance is o'er !"], [203, "THE CONSCRIPT'S BRIDE. 195 Attended by a thousand prayers, To turn the point of death, The band of conscripts quit the homes Where first they drew their breath ; — Fresh victims to War's iron tooth, Whose blood-encrusted fangs, Unsated, never paused in ruth, To ease the sufferers' pangs. The Emperor's fiat hath gone forth, And who shall disobey ? The youth and man aUke are called, And may not turn away. Ambition ! thou accursed thing, Breathing thy pestilential blight On aU around thee, withering With thy fell glances all delight ! Thy name is written in human blood, On smoking ruins where cities stood ; Thy chariot wheels are red with gore,"], [204, "196 THE CONSCRIPT'S BRIDE. Thy goblet with tears is brimming o'er ; Thy banquet board, spread on the tented field, Is draped by a funeral pall ; To each guest is given a sword and shield, And the heart is the food of all. Ambition ! thou feedest the greedy grave, And the dungeon's gloomy cell ; Thou makest the monarch thy dupe and slave, — He doeth thy bidding well ! Thou hast fired his soul, and he thirsts for fame — With the sword he hath carved a deathless name. Many a mother, who mourned a son, Has wept at the name of Napoleon ; The maiden who grieved for a lover dead, — The wandering orphan, with houseless head, — The friends who in vain sought the loved and lost, Have uttered in tears what that name hath cost ! ****** Core and Sever, PrintisSi Sf^St. Jsn's Street, Manchester."], [205, ""], [206, ""], [207, ""], [208, ""], [209, ""], [210, ""]]