[[1, ""], [2, ""], [3, "Double Dealings. Operetta in One Act for two Performers. i. FRED. J. VIGAY. lilnaU 1>jj VICTOR HOLLAENDER COPYRIGHT 1898, BY ROBERT COCKS & CO- Price, Hd. net. focal Score, 2s. Hd. net. ROBERT COCKS & CO. 6, NEW BUKLINGTON STEEET, LONDON, W. $5n MUSIC PUBLISHERS TO H.M. THE QUEEN AND H.R.H. THE PRINCE OF WALES. New York : EDWARD SCHUBERTH & CO. Leipzig : BREITKOPF & HARTEL. All Jtiyhts Iteserred. for permission to perform this Operetta apply Co the Publishers. M * w _ _.. i_\" . _ ___ r. ' _•_. . _♦__ . _____ . -■»- - _♦- - -♦_ - -♦- - -* , . ,t i ■____•»-"], [4, "ffo6ert Htæk* tf <€o. \"4} \\9hodern 1ftetM4. No. i.— The Pianoforte Walur Macfarren. - -The Violin Otto Peiniger. „ 3— Voice Production Ed-win Holland. 4-— The Organ Dr. E. H. Turpin. „ 5— Church and Cathedral Choristers' Si ngi ng M et hod Dr. H. Keeton. 6.— A Manual of Class Singing In both Notations Charlet Webb. j.— Art of Tuning the Piano- forte Hermann Smith. 9.— The Human Voice Anatoli Piitan. „ 10— The Orchestra, and How to Write for It Frederic Carder. 1 George. E. Thorp and William Nichotl. „ h.— Breathing and Breath Con- trol George E. Thorp. 13.— 20 Lessons on the Develop- ment of the Voice George E. Thorp. &.C.. &c."], [5, "Double Dealings. Operetta in One Act for two Performers. Utbvctto an. fijvico bjj FRED. J. VIGAY. yiusir tip VICTOR HOLLAENDER. Price, lid. net. COPYRIGHT 1898, BY ROBERT COCKS & CO. Voral Score, 2s. lid. net ROBERT COCKS & CO. 6, NEW BURLINGTON STREET, LONDON, W $!} Special Appointment MUSIC PUBLISHERS TO H.M. THE QUEEN AND H.R.H. THE PRINCE OF WALES. New York : EDWARD SCHUBERTH & CO. Leipzig : BREITKOPF & HARTEL All Rights Reserved. For permission to perform this Operetta apply to the Publishers"], [6, "LONDON- PRINTED BY HORACE COX, W11WS0R r.OD4jt--4i_A*l,S BUILDINGS E C"], [7, "DOUBLE .DEALINGS. CHARACTERS. (The Colonel (.Hugh May (a Lieutenant, his Nephew) (Mrs. Lake. (.Lucy (her Daughter). COSTUMES. The Colonel. Military long coat and cap, white hair, heavy side whiskers, and moustache. Hugh May. Shell jacket and cap. Trousers, same as Colonel. Mrs. Lake. Loose cloak, and cap with strings, white fringe of hair sewn inside cap, glasses. Lucy Lake. Young lady's dress. PERIOD Fifty Years Sinck."], [8, "DOUBLE DEALINGS Scene. — Parlour, interior, doors, L. and R.; window. C. Large looking-glass over fireplace, (^hairs, tables. &7. Lucy Discovered Standing before Looking-Glass. SONG. Lucy. Oh, Mirror, tell me clearly. What beautv I possess. Say, am 1 pretty, merely. Or dowered with loveliness? Perform your pleasing duty In complimentary style. And thus reflect my beautv. Yet flatter all the while.' Faithfully thine, Oh, mirror mine. Faithfully, faithfully, faithfully thine. (Bows In herself in looking-glass.) Oh, Mirror Mine, tell clearly, What lover will be mine, Ah, will he love me dearly ? I fain would lhat divine. He really must be clever, And handsome, blithe and gav, Then will I love him ever, And bow my head, and say, Faithfully thine. Oh, sweetheart mine. Faithfully, faithfully, faithfully thine. i Bus. i"], [9, "5 Lucy sits down, and picks up a Utter lying on tbe table (letter has already been opened). Lucy. I really think I have found a romance in real life at last (toys with the let/er). The Colonel, one of poor Papa's old friends, and also one of Mama's old admirers, who, when she had refused him ever so many years ago, vowed to keep single for her sake all his life ; and, unlike the usual run of men, he kept his word ; went to India, and she has never seen him since, although they have kept up a correspondence since poor pa died. Now he has come home, and has brought with him his nephew, a young Lieutenant whom he thinks the world of. I fancy that Mama and the Colonel have been hatching a little plot between them. This came this morning (Playing still with letter) to tell us that this Nephew, Lieut. Hugh May. will do us the honour of calling. The Colonel will make his call later. Now, I have a little plot of my own, too. If he calls before Mama comes home. (Bell rings.) Ah ! there is someone ; I must be off. [Exit Lucy, L Enter Hugh May, _?.. dressed as Colonel, shaky on his legs. He looks round, finding himself alone, straightens himself up. Hugh. I rather wish I had not begun this kind of thing. It seemed very funny when I first thought of it. It does not seem half so funny the closer I get to the joke itself. Wonder whether the old lady will recognise the fraud ! I'm so anxious to see the girl (whom Uncle says I have to marry) without her knowing me. And to get to know how the case stands with regard to the old lady and the Colonel. These widows are the very deuce at times. Ah ! here she comes. I must pretend to be a little deaf. Now for it. (Takes a seat, R.) Enter Lucy, __ (dressed as Mrs. Lake, she starts on seeing Hugh). Lucy (aside). Heav'ns, the Colonel ! Hugh (rising and coming towards her). My dear Madam, this is indeed a pleasure, after all these years we meet again. Lucy (in assumed voice, rising). Yes, Colonel, a pleasure, indeed — but forgive me, the sight of your face recalls so forcibly, many painful memories that — that — Oh ! Oh ! (Sobbing, i"], [10, "8 Hugh (aside). Great Cæsar! she's going into hysterics (Aloud.) My dear Madam be calm, be calm, I beg ot vou. (Assists her to a chair.) Let me call for assistance. (Aside.) If I could only get out of this ! Lucy. Oh, Colonel, do not leave me, I beg. (Aside.) I must not have the servants up here for anything. (Aloud.) I am better now. Forgive me for causing you any alarm —but you have changed so little. You are still so like the gallant man I sent from me, that I was overpowered for the moment. And what have you been doing all these long years ? Hugh. Doing ! my dear Madam ! Bombshells and Bayonets ! I'll tell you what I have been doing. SONG. Hugh. Forty years a soldier I have been, Fighting for my country, fighting for my Queen ! Making English History, carving out my name On the rolls of glory, on the scroll of fame ; Now on half-pay I'm discharged, With a salary small, but a liver enlarged. Bombshells and bayonets ! I've always done my duty, Roasting in a foreign clime for England, home and beauty. Soldiers need be rather tough, They're often overlooked, And stay on foreign service till They're either killed or cooked. Forty years a soldier I have been, Fighting for my country, fighting for my Queen ! Building up the Empire, working for renown, Lifting up my fortunes, knocking others down : Now at last I've earned recall And lucky I am to get home at all. Bombshells and bayonets ! etc. Lucy. Ah ! Colonel, not much time for pleasure then. Do you remember the times we used to have ? The Minuet ? Hugh (sighing). Ah !"], [11, "/ Lucy. And Starleigh Lane, Colonel? (Coyly.) You surely remember Starleigh Lane ? Hugh (aside). I'll be shot if I ever heard of it before. (Aloud.) Oh ! could I ever forget Starleigh Lane. Now, 1 ask you, could I possibly forget it. (Aside.) I've got to go through with this now. (Aloud, with fervour.) No ! my adored one, no ! Though 'tis forty long years ago. Lucy. Thirty-nine, Colonel ! only thirty-nine ! Hugh (with a rush). Still ! Still ! I — 1 remember Sta.leigh Lane. Lucy. So many years ago, yet it seems, it seems but as yesterday. Hugh. Ay, ay I but as yesterday ! DUET AND DANCE. Lucy (rising). Tis many years ago, dear love, Since first we met, In all youth's glad and golden days. And danced the Minuet. Hugh. How sweet the music sounded then, The world before us la)'. In rosy paths, 'tis years ago, But it seems like yesterday. Both. Long, long ago, dear, long, long ago, How the years flow, dear, how the years flow ; Gliding along like life's river away, Yet it seems as a story of yesterday. Hugh. Dear faces we have missed full long, And grieved to miss, Were round us, joined us in our song. And bartered kiss for kiss. Lucy. And we, like times, have changed, dear love. Heads bent and tresses grey. Sweet youth hath fled, long years ago, But it seems like yesterday. Both. Long, long ago, dear, etc. (Leads up to Dance, at the finish Hugh leads Lucy lo a chair.)"], [12, "10 Hugh. Vou have retained all your graces, Madam, and are as young as ever. Lucy. Oh, Colonel, that reminds me, your nephew, why did you not bring him with you ? Hugh. I did — er — er, the scamp. Lucy. Where is he then ? Hugh. Just outside, Madam, I ordered him to wait for me. But, Miss Lucy ! where is she? Lucy. Oh ! she is in her room, but I must see your nephew, Mr. Hugh May, first, really, Colonel. Hugh. Bombshells and bayonets ! Your commands shall be obeyed, Madam ; I'll fetch him. [Exit 'Hu'gMj R. Lucy. Now at last I shall have my wish, and see this young Paragon that I have heard so much about. What a strange old gentleman the Colonel is to be sure. I don't think he noticed anything. I myself was wondering if Hugh (singing outside in his natural voice). Uncle ! Lucy. The Nephew ! I hear his voice. Enter Hugh, R. (dressed as Lieutenant}. Hugh, Oh, Madam, is my Uncle here ? I thought I heard him call ; He knew that I was waiting near, Outside the garden wall : And so I boldly stepped inside. Your daughter fair to see, I long to know the beauteous bride My uncle promised me. Lucy. Good youth, a welcome I extend ; Right pleased I am to see The nephew of my kind old friend, Who is so dear to me. But you must wait awhile, before My daughter you ma)- see. Who knows what fortune has in store ? Perhaps it cannot be,"], [13, "y DUET. Hugh Oh, pity my impatience, pray, With ardour I am burning. To see your lovely daughter's face, My longing heart is yearning. Lucy Why what a hasty boy you are! There's time enough, 1 trow. The maxim for a journey far. Is patiently and slow. Patience ! Patience ! Patience ! Patiently, sir, and slow ; That is the way to travel all day, If you have a long journey to go. If you would sue, that's what to do, If she should frown for a while ; Never go rueing, but keep on your wooing, And patiently wait till she smile. Come tell me what your fortune is ? And what your occupation ? And how much money you may have? And what your rank and station ? Hugh Why surely you are hasty now, There's time enough, I trow, When we have plighted vow for vow, So patiently and slow. Patience ! Patience ! Patience ! Patiently, pray, and slow. That is the way, so list what I say, If my fortune and wealth you would know First we must see if she loves me, Then we must court for a trial ; Should all go well, my position I'll tell, But patiently wait for a while."], [14, "12 Hugh. Come, let me persuade you ! I really must see her ! Lucy. Not on anv account until your uncle comes back. Why he has not even introduced you to me yet, nor told me anything about you. Hugh. I am certain he will give me a most exemplary character, and say all sorts of nice things about me. Promise me, the moment he comes back you will fetch your ilaughter down. Lucy. Oh, yes, I promise that. Hugh. I fancy I hear him coming. I'll soon have him up here. [Exit Hugh, _?. Lucy. He has gone. Now is my chance. (Exit Lucy, L.) Hugh (speaking outside as Colonel). Where the deuce have you been, sir ? I have been looking for you everywhere. Now stand sentry, as punishment ; and if you move I'll court-martial you. A prettv piece ot insubordination — a commanding officer hunting all over the place for a confounded young subaltern. The Service is going to the dogs, sir. i Speaking in his own voice). But, uncle, really- (Speaking as the Colonel). Silence, sir, don't presume to argue. (Speaking in his own voice). Well, sir, if you would only (Speaking as Colonel). 'Tention, sir! Enter Hugh, __., dressed as Colonel again. My dear Madam. (Spoken naturally.) Eh! whv there's no one here I Lucy (singing in her natural voice outside). Hugh (still in natural voice). Ah ! at last my patience is about to be rewarded ! Enter Lucy, L., in her own at/ire ; slops on seeing Hugh. Lucy. Oh, I did not know we had any visitors. Hugh (as Colonel). My dear young lady, I am charmed to see you. Ah, how you remind me of your dear mother as a girl. Let me embrace you ! A fatherly embrace I"], [15, "13 Lucy (getting out of his way). You are the Colonel, Mama's old friend, I presume ! She led me to understand your nephew would come, where is he ? Hugh. My dear girl ! (Opens his arms as if to embrace her again.) Lucy (teasing him). Now if it was your nephew that asked me, Colonel, I might have very different ideas with regard to him. Hugh. What ! not one little kiss for me Lucy. Certainly not, Colonel. Hugh. My sweet child ! (Aside.) Ah, I recognise the voice, it's all right. (Lucy retreats as he is speaking, locks the door, R., and lakes key.) Lucy. Really, Colonel ! I shall call Mama if you persist in this manner. Hugh (speaking naturally and forgetting his acting). Oh, bother Ma ! My dearest Lucy, I love you. Lucy. You awful old man. [Exit, L. Hugh (making first for the door L. that she has gone out at, and then for the door Rfi). Locked in, by Jingo ! Here's a pretty fix. And the Colonel himself might come up any minute. Never mind, I'll keep it up, and she'll be certain to pretend to be her own mother again, and then Enter Lucy, L., dressed as Jlfrs. Lake. As she advances Hugh retreats, until they change positions, Hugh walking backwards. Lucy. Colonel ! What am I to understand by this conduct of yours. Hugh. That, Madam, I am in love ! Deeply, madly, irrevocably in love with both you and your daughter. Lucy (with freezing dignity). Sir ! Never dare to address me again. Your conduct (Bell rings.) (Aside quickly.) I must put an end to this instantly. Heav'ns, if it should be Mama."], [16, "14 Hugh (aside). Great Scott, that's uncle for a wager ! Lucy (aloud). Sir, don't you think it time for you to end this farce. You are not my old friend the Colonel at all. You are an impostor. Hugh (kneeling). My dearest lady, I admit it, but it was all for love of your incomparable daughter. For Heav'ns sake do not tell my uncle ; he would cut me off with a shilling. Lucy. I must consider, sir ! Let me pass. Hugh. Madam ! I will not leave you until (Bell.) Hugh. Ah! have pity; there's my uncle ! Lucy (trying her hardest to pass him, forgetting). No ! it may be my mother. Oh ! what have I said ! ( Wringing her hands). Hugh (still on his knees). What ! Ah ! ah ! Then you are not your own mother, but the sweetest daughter that ever imposed upon a credulous lover. (Lucy kneeling also.) SCENF AND DUET. Lucy. Oh, forgive me, I implore you, Do unlock that awful door, Hugh. Oh, my darling, I adore you, Listen, and I'll tell you more. Lucy. I'm with sudden fear distracted What a scene would be enacted If my mother caught us here. (Both rising) Let me pass, sir, now directly, Hugh. That I cannot do, I fear ; And I'm sure I shall not do so. Till you say you love me, dear ! (Bell.) Lucy. There I once more the bell is ringing, Hugh. It may ring again for me, Lucy. Safety every instant winging, This must never, never be."], [17, "15 Hugh Lucy. Will you love me ? Oh, 'tis cheating ! Tis in truth a promise stealing. Hugh. Will you give it ? Lucy. Let it be so, All this comes of double dealing ! Lucy. } Yes I give it ! Yes I give it ! Hugh. } Ah, she gives it ! Ah, she gives it ! Both. All this comes of double dealing ! (Bell rings very violently fi) (Hugh lets Lucy pass, she throws key of door R. on the floor and rushes into her room L. Hugh picks up key and goes to window.) Hugh. I don't see anyone from here. ( Then to the door, __., unlocks it.) Hugh. Now for it [Exits by door __. Enter Lucy dressed in her ordinary clothes, sinks in a chair and tries hard to compose herself. Lucy. I wonder who on earth it can be, some one is coming I can hear. Oh, if mother only gets to hear of this. Enter Hugh, as Lieutenant. Hugh. Why ! there was no one there at all, it must have been a runaway ring. I am glad, I have so much lo say to you, Lucy, dear. (Tries to put his arm round her.) Lucy. And do you think that I will keep a promise extorted from me in that manner ? Hugh. Oh. Lucy, dear ! You have been quite as bad as I have. Let us cry quits, and try and love me in spile of all this. (Puts his arm round her.) May I kiss you, Lucy ? Lucy (starting). Hugh May ! (He kisses her.) How dare you, sir ! Hugh. You said that I might. Lucy. I did not ! I only said your name. (Becoming more kind.) Never mind, I suppose 1 must forgive you ; but Hugh, never a word of this to a living soul."], [18, "16 Hugh. Never! my dearest, and when we have been married years and years, we shall be able to look back at these days and say like two real old folks, FINALE. Hugh. 'Tis many years ago dear love, Since first we met In all youth's glad and golden days, And danced the Minuet, Lucy. We sported with our ages then, And thought our youth would stay- As age is sporting now with us, Yet it seems like yesterday. Both. Long, long ago, dear, long, long ago. How the years flow, dear, how the years flow, Many have flown from life's river away, Still it seems as a story of yesterday. Hugh. Bombshells and bayonets ! this time I've done my duty ; Tricking Ma and Uncle too, for your dear hand, my beauty ! Lucy. Now you'll be my husband, dear, You'll ne'er be overlooked, Both. We'll always love each other till — We're either killed or cooked. Tra la la, etc. Dance -Curtain."], [19, "OPERETTAS IN ONE ACT. He Stoops to Win. Libretto by Cunningham Bridg- s. d. man. Music by Wilfred Bendall net 3 0 Ditto. Libretto 0 6 Characters. General Blunt ... ... ... ... ... Baritone. Dale (his confidential Valet) Tenor. Alice (the General's Niece)... ... ... ... Soprano. Mrs. Crumpet (his Housekeeper) ... ... ... Contralto. A very —musing operetta, only requiring four people, two ladies and two gentlemen, and no particular stage appliances. It is admirably suited for drawing-room representation. General Blunt, as blunt as his name, who, having \" fought in many battles,\" can't make up his mind if woman or gout be the worst ; Dale, masquerading as his valet, a slave to the tender passiou ; Alice, the General's niece, another victim to Cupid ; and Mrs. Crumpet, the housekeeper, whose pride lay in her oven, for in her days cooks were not taught sonatas by Beethoven, make a charming quartet for private opera. There is genuine humour in ' The Romance ofa Muffin,\" but the gem of the work is the delightful tenor air \"Love's Slavery.\" Mr. Bendall's capable musicianship is conspicuous throughout. Quid pro Quo. Libretto by Rutland Barrington and Cunningham Bridgman. Music by Wilfred Bendall net 2 0 Ditto. Libretto „ 0 6 Characters. Ladt Ethel, also disguised as Janet, House- keeper ... ... ... ... ... ... Sop. or Mez.-Sop. Lord Arthur, also disguised as Dixon, a Groom... ... ... ... ... ... Tenor or Baritone. An amusing and tuneful operetta. The story is neatly constructed, the lyrics are charming, and Mr. Bendall's music is just what is wanted ; musicianly without being too deep, never dry, but always melodious aud attractive. We can strongly recommend this operetta to amateurs who possess vocal as well as histrionic talent. It can be acted in the drawing- room, as no elaborate scenery is required. It should be mentioned that the music of Lady Ethel only comprises a tenth, D to F sharp, with an alternative top A at the end ; and that assigned to Lord Arthur also a tenth, C to E, so that it will be seen that it lies well within the compass of either Soprano or Mezzo-Soprano for Lady Ethel, or Tenor or Baritone for Lord Arthur. ROBERT COCKS & CO., 6, NEW BURLINGTON STREET, LONDON, W. BY SPECIAL APPOINTMENT Music Publishers to Her Majesty the Queen and His Royal Highness the Prince of Wales. New York : EDWABD SCHUBEKTH & CO. Leipzig : BREITKOFF & HAETEL."], [20, "OPERETTAS IN ONE ACT — continued. JEDEDIAH THE SCARECROW. A Humorous Operetta for Female Voices (with ad lib. parts for Tenor and Bass). The Libretto by Bernard Page. The Music by George F. Vincent. s. d. Vocal score, with libretto ... ... ... ... ... net 2 6 Libretto only ... ... ... ... ... „ 0 6 Tonic Sol-fa edition ... ... ... ■•• „ 10 Scene. — A Cornfield. Characters. Jededi ah Barcham (a Scarecrow) ... ... Contralto or Bass. Dummy Barcham (his Son, a Tailor's Dummy, in love with Amy Block) ... ... ... Mez.-Sop. or Baritone. Amy Block (a Barber's Revolving Lady, in love with Dummy) ... ... ... ... Mezzo-Soprano. Flora (Queen of the Flowers) ... ... Mezzo-Soprano. Crotchy Nave (a Signpost) ... ... ...^ The Don (a Tutor) / Jhese characters only Stake part in the } Children ) dialogue. Marjory ) ' Chorus of Poppies, Corn Cockles, and Ox-eye Daisies. A really humorous idea, humorously treated both musically as well as dramatically. The duet between the Tailor's Dummy and the Barber's Lady is distinctly funny and decidedly clever. It is a good idea writing the chorus for either female or mixed voices, as it is thus suitable for the school room, the stage, or even the Theatre Royal back drawing-room. THE ARGUMENT. The early loss of his wife and abduction of his child have broken the Scarecrow's heart. Flora, the Queen of the Flowers, in her great pity for him, endeavours to ascertain the son's whereabouts. By the help of two children he is discovered iu the guise of a tailor's dummy, and in love with Amy Block, the revolving lady from the barber's. The little couple are purchased and brought back to the Scarecrow, who joins their hands in matrimony amid great rejoicing. ROBERT COCKS & CO., 6, NEW BURLINGTON STREET, LONDON, W. SPECIAL APPOINTMENT Music Publishers to Her Majesty the Queen and His Royal Highness the Prince of Wales. New York ; EDWARD SCHUBEKTH ,_ CO. Leipzig : BREITKOFF A HARTEL."], [21, "WVING PICTURES (SIX \"TABLEAUX VIVANTS\") FOR CHILDREN, WITH ILLUSTRATIONS. WORDS OF SONGS AND STAGE DIRECTIONS BY MAY GILLINGTON. THE MUSIC COMPOSED BY ARTHUR E. GODFREY. Price 2s. 6d. Net. CONTENTS 1. Cinderella. 4. Darby and Joan. 5. Sail ahoy! (The Raft). 6. The Sleeping Beauty. 2. The Doctor's Visit. 3. Little Miss Muffet. LIVING PICTURES (SIX \"TABLEAUX VIVANTS\"), SECOND SERIES, BY MAY GILLINGTON and ARTHUR E. GODFREY. Price 2s. 6d. Net. CONTENTS. 1. The Babes in the Wood. 2. Little Boy Blue. 4. Mary, Mary, quite contrary. 5. Robin Hood. 3. Mrs. Blue Beard. 6. Dolly's Bedtime. THE BIRDIES' BALL Musical Sketch for Children, Illustrated. Words and Actions by MAY GILLINGTON. Music by PERCY JACKMAN, introducing the popular song \" Birdies' Ball.\" Price Is. 6d. net. THE CUCKOO'S CONCERT: Musical Sketch for Children, Illustrated. Words and Actions by MAY GILLINGTON. Music by PERCY JACKMAN, introducing the popular song \"The Cuckoos' Concert.\" Price Is. 6(1. net. LONDON: ROBERT COCKS <_ CO., 6, NEW BURLINGTON ST.,W. Music Publishers to _.._.. the Queen and H.R.H. the Prince of Wales. New York : EDWARD SCHUBERTH $ CO. Leipzig : BREITKOPF & HARTEL."], [22, "FULL. MUSIC SIZE. TflEttATIG&s I ILLUSTRATE ■ AL&U/V or R0BERT-C0CKS-&C9S RECENT- MUSICAL PUBLICATIONS ,_«,, LONDON r\\0BERTCQCK5*.C° rUJIC PUBl -HIR5 fOTrtt C-Ef-J 1 r «HTrK nwO.Cf WAIQ N-SW BURUN_T°N STfUtr.W AtWa sOftTrt UHJT1D ST«f b OT ATflVA EDWARD Str-lsfcO-ri »._• NEW-TOR* POST FREE ON APPLICATION. The above contains 68 pages, comprising over 300 examples, in Musical Notation, of Vocal, Pianoforte, Dance, Violin, 'Cello, Organ, Kandoline, and Recitation Music, Cantatas, Operettas, Children's Songs, Educational Works, Sec ; with sac-simile reproductions of Title-pages (reduced size) and Portraits of Authors and Composers; the whole forming an invaluable guide to the selection of new music of every description. ALSO NO. 1 SUPPLEMENT to ROBERT COCKS & CO.'S ILLUSTRATED ANS THEMATIC ALBUM OF NEW MUSICAL PUBLICATIONS, contains Songs by F. H. Cowen. Lawrence Kellie, Beatrice Parkyns, Emilio Pizzi, Frances Allitsen, etc. ; Cantatas, Christmas Carols, Action Songs; New Pianoforte, Organ, Violin, and Mandoline Music, and Eleven Portraits of Com posers and Authors. ?ost free on application."], [23, ""], [24, ""]]