[[1, ""], [2, ""], [3, ""], [4, ""], [5, "SYNOPSIS OF THE CRUISE OF THE tJ. S. EXPLORING EXPEDITION, DURING THE VEARS 1838, '39, '40, '41, & '42; DELIVERED BEFORE THE NATIONAL INSTITUTE, BY ITS COMMANDER, CHARLES WILKES, ESQ., ON THE TWENTIETH OF JUNE, 1842. TO WHICH IS ADDED A LIST OF OFFICERS AND SCIENTIFIC CORPS ATTACHED TO THE EXPEDITION. WASHINGTON: PRINTED BY PETER FORCE, 1842."], [6, "Entered according to act of Congress, in the year 1842, By Peter Force, In the Clerk's Offico ofthe District Court ofthe District of Columbia."], [7, "SYNOPSIS, &c. Mr. President, and Gentlemen of the JYational Institute : It affords me great gratification to comply with the resolution of the Honorable the Secretary of the Navy, at your meeting of the 20th instant, \" requesting me to furnish for the use of the Institute a succinct statement of the cruise of the Exploring Expedition.\" It gives me pleasure to do so, as I fully believe that many of the prejudices that prevail respecting its opera tions will be dissipated. I am surprised so little informa tion prevails respecting it, having kept the Department fully advised as to its course, operations, &c, &c. In the first place, I shall beg your indulgence to follow me through a short sketch of its organization, before entering upon its operations ; by which you will under stand my position in this undertaking, the duties re quired, how performed, and what we have been able to accomplish. Subsequent to my departure from the United States, it was stated in the public prints, that I had obtained the command through interest, and that I had been cam paigning at Washington, &x. Previous to my arrival in the waters of the United"], [8, "4 States, and before I was aware of what my reception was to be by the Department, I was desirous of putting this point in its true light. I therefore addressed letters to the late President and his Cabinet to know if I had myself, or through any of my friends, ever made any interest to obtain the command. To these applications I have had several answers. When all are received they will be published. The one from your honorable and gifted presiding officer, Mr. Poinsett, from whom I re ceived the appointment, I will here insert, as it alone places the affair in its true light. (copy.) ' Sir : I have received your letter of the 14th instant, ' and in compliance with your request take pleasure in ** stating, that no interest was made, either by yourself or ' friends, directly or indirectly, for the purpose of pro ' curing you the command of the Exploring Squadron. ' It was conferred upon you by the President, on my re : commendation, given without any solicitation whatever, ' and before you, or any person connected with you, ' could have been aware of my intention to propose you ' for this service. 1 1 am, sir, your obedient servant, (Signed) J. R. POINSETT. 'Mr. Charles Wilkes, U. S. N.' I must here state, that I had never seen Mr. Poinsett, until a week previous to the appointment being tendered to me. The introduction took place on my arrival in Washington, where I was ordered from the Southern surveys, which I was then engaged in. I have called for and demanded a court, to enable me to meet, not"], [9, "5 only the frivolous and recriminative charges preferred against me by those who have been sent home under arrest, but to have a full investigation into all my private, as well as public acts, since I have had the honor to com mand our country's first Scientific Expedition, and feel confident my conduct will bear the strictest scrutiny. As respects Captain Hudson, his position has been equally misunderstood. He was called to the station by the highest officer in the Government, to carry out this great national object, and I am fully convinced, when the facts come to be known, (which they shortly will be,) it will be seen that his conduct was dictated by the purest patriotism. During the whole four years of our arduous service, not an unkind word has ever passed between us ; and it is my pride, as well as my duty, to acknowledge how often I have relied on his sound ad vice and warm friendship. The commander of the Porpoise (Lieut. Cad. Ring gold) has assisted me in every way in his power, and to his zeal much is due. The scientific gentlemen who accompanied this expe dition have done all in their power to further the objects of it. Hereafter you will be able to judge of their indus try and zeal in the cause, from their results. Too much credit cannot be given to the officers. It gives me pleasure to testify to their untiring zeal in the arduous duties. The charts shown to you, joined with their necessary professional services, will give you an idea how they have been employed. The crews, including the marines, have proved them selves cheerful and cool in danger, showing that true courage and endurance of hardships, which are the characteristics of our mariners ; prompt in obedience, and"], [10, "6 ready at all times to submit to the necessary discipline in such trying service. This synopsis of the duties performed by the Exploring Expedition will necessarily be confined within narrow limits, affording but a brief detail of the results of the cruise, and which is submitted to the Institute only to give some insight into the operations of the expedition, and the results that may be expected from its labors, previous to its being published by the authority of Con gress in a form that may be commensurate with the im portance of the undertaking, and the magnitude of the results. In May, 1836, the law of Congress was passed, autho rizing an exploring expedition to be sent out. The pur port of the instructions were as follows, viz : ' To explore 1 and survey the Southern Ocean, having in view the im ' portant interest of our commerce embarked in the whale ** fisheries, as well as to determine the existence of all ' doubtful islands and shoals ; and to discover and accu ' rately fix the position of those which lie in or near the \" track pursued by our merchant vessels in that quarter, e and may hitherto have escaped the observation of scien ' tific navigators. 1 Although the primary object of the expedition is the ' promotion of the great interest of commerce and navi ' gation, yet all occasions will be taken, not incompatible ' with the great purpose of the undertaking, to extend ' the bounds of science, and to promote the acquisition { of knowledge. For the more successful attainment of 1 these, several scientific gentlemen will accompany the ' expedition, for the departments of philology, zoology, ' choncology, geology, mineralogy, and botany, with suit ' able artists, and a horticulturist, and are placed under"], [11, "7 : your direction. The astronomy, hydrography, geogra ' phy, terrestrial magnetism, meteorology, and physics, ** are confided to yourself and the officers of the navy, in ** whose zeal and talents the Department confidently ' rely.' The route pointed out in the instructions was as fol lows, viz : ' From Norfolk to Rio de Janeiro, crossing the line 1 between 18° and 22° west longitude, and keeping within ** these meridians, with a view of determining certain ** vigias or shoals supposed to exist. At Rio de Janeiro ** you will make observations to determine the longitude ' of it, and Cape Frio, replenish your supplies, and thence ' proceed to Rio Negro, in 41° south latitude, with a ** view of ascertaining the resources of the country, and its ' facilities for trade, and to make the necessary surveys; 1 from thence to some safe port or ports in Terra del ** Fuego, where the members of the scientific corps may •* have an opportunity of prosecuting their researches. ' Leaving the larger vessels moored, and the officers ' occupied there in such duties as you may deem proper ' in relation to surveys, you will proceed with the brig ' Porpoise, and the two tenders, to explore the Southern ' Antarctic to the south of Powell's Group, and between ' it and Palmer's Land, following the track of Weddel, 1 and endeavoring to reach a high south latitude, taking ' care, however, not to be obliged to winter there, and to ' rejoin the vessels between the middle of February and ' the beginning of March. ** On your return, you will then, with all your squad ' ron, stretch to the southward and westward, as far as the ' ne plus ultra of Cook, in 105° west longitude, and return c northward to Valparaiso, where you will meet your ' store-ship."], [12, "8 ' From this port, after refitting, you will direct your course across the Pacific Ocean, towards the Navigator's Group, to verify the position of certain shoals and islands laid down in the charts as doubtful. On your route you will visit the Society Islands, and examine the Island of Eimeo and its harbors. •* From the Navigator's Group you will proceed to that of the Fiji, which you will examine with particular at tention, with a view of selecting a harbor for our vessels engaged in the whale fisheries, and general commerce in these seas. After selecting the island and harbor best adapted for this purpose, you will endeavor to make such arrangements as will insure a supply of vegetables and fresh provisions to vessels visiting it hereafter. 1 You will thence proceed to the Port of Sydney, N. S. W., where adequate supplies may be obtained. { From thence, you will make a second attempt to penetrate within the Antarctic Circle, south of Van Die man's Land, and as far west as 45° east longitude, or to Enderby's Land, and thence towards the Sandwich Is lands, where your second store-ship will meet you. ' Thence you will direct your course to the North West Coast, making surveys and examinations of the territory of the United States on its seaboard, the Columbia River, and the coast of California, &,c, &.c. ' Thence proceed to the coast of Japan, and from thence to the Sooloo Sea, in order to determine if there is a safe route through it which will shorten the passage of our vessels, during the contrary monsoons, to and from China. From thence pass through the Straits of Billiton to Singapore, replenish your supplies there, and return through the Straits of Sunda, by way of the Cape of Good Hope, to the United States.'"], [13, "9 I will now proceed to give the operations of the expe dition, following its course. My appointment to take charge of it was dated 20th April, 1838. The time appointed for its departure was the 10th of August. During the intervening three months the vessels were fitted out, the necessary experiments were made with the pendulum and magnetic apparatus at Washing ton, the chronometers rated, and officers (all volunteers) ordered. On the 8th of August, the vessels, consisting of the sloops of war Vincennes and Peacock, brig Porpoise, store-ship Relief, and schooners Sea Gull and Flying Fish, tenders, dropped down to Hampton Roads; the Relief store ship being the only one that belonged to the former or first squadron. On the 11th August the squadron was ready for sea; but it was detained until the 18th, in consequence of my not having received my instructions, which did not reach me until the 17th. The outfit of the expedition I felt was very defective. But it was deemed all important to take our departure, and remedy the defects, &c, as well as laid in our power, at different stopping places ; and accordingly we left the capes on the 19th August. After our departure, orders were given to rendezvous at Madeira, with the exception of the Relief store-ship, which vessel, in consequence of her dull sailing, was found to be illy adapted to cooperate with the rest. She was therefore despatched for Rio Janeiro to touch at the Cape de Verdes. The scientific gentlemen, previous to de parture, were distributed between the Vincennes, Pea cock, and Relief, in order to produce the best chance for results. My object for touching at Madeira was to avoid too long 2"], [14, "10 a cruise at sea at the first offset, botli to officers and men, and to enable me to pass over the location of several shoals that would be in or near my track. At Madeira we staid a week. Here we were enabled to effect some few repairs to the Peacock and tenders, and also to explore the island, measuring the altitudes of its peaks, and making the necessary observations for the rating of our chrono* meters, those for magnetism, and collections in natural history, botany, zoology, &c, &.c. From Madeira we passed on towards the Cape de Verdes, examining the supposed localities of the doubtful shoals. The manner of doing this was as follows, viz: when arrived within a short distance of these locations, and in their latitude, a course was shaped to run over the posi tion, the squadron being spread from three to five miles apart, and with good lookouts at the mast heads. Thus a space of twenty miles in latitude and from fifty to sixty miles in longitude was carefully passed over. That the po sitions designated were run over, there can exist no doubt, as I found on our arrival at known and well established points, that our chronometers were correct. The Cape de Verde Islands were reached on the 7th of October. Not finding the Relief, or any news of her, I left the next day, and was employed cruising on and look ing after the shoals and vigias, agreeably to my instructions, in the same manner as indicated above. No appearance of these shoals was seen. We arrived at Rio on the 24th of November. Here every opportunity was taken to explore the country. Great industry prevailed in all the departments of the expedition, to increase our collections and make examinations. The Island of Enxados, in this fine harbor, was occupied for an observatory, by permission of the Go-"], [15, "11 vernment. Here the officers and myself were engaged in a series of pendulum observations — the longitude deduced from moon culminating stars, and circummeridian alti tudes taken for latitude. Those for magnetism, meteoro logy, and the tides, claimed our attentions. During this period the necessary repairs, alterations, &.c, were making in the vessels, not only to make them more suitable for the service, but to increase their accommodations. The meridian distance of Cape Frio from Enxados was deter mined by chronometers. The three vessels that were first ready, viz : Peacock, Sea Gull, and Flying Fish, were employed in measuring a base line by sound from Cape Frio to the observatory on Enxados Island, in order to ascertain with what accuracy it could be done. The results of this measured base proved satisfactory, the details of which it would be impossible to give in this place. It is believed to have been the longest distance ever measured in this manner, and satisfied me that in our coming duties it might be relied upon for ordinary bases, in surveying operations. A shoal off Cape St. Thomas was ordered to be surveyed, but there was not time to effect it. The Relief arrived on the 27th of November, after a passage of one hundred days. A large quantity of the stores of the squadron on board of her, were, on inspec tion, found damaged. Great exertions were made to re plenish them, and get her off to reach our contemplated rendezvous at Cape Horn in time to avoid delays from her dull sailing. This was effected by the 19th of December, on which day she sailed. On the 6th of January we left Rio de Janeiro, and stood to the southward for Rio Negro. On the 27th of Janua ry we anchored off its bar. By the 2d of February, our"], [16, "12 duties were fulfilled; on which day we sailed for Cape Horn, passing over the localities of those shoals that were said to exist in our track, and through the Straits ol Le Maire. On the 16th of February we passed round Cape Horn, and then, through the passage between the Hermit Island and False Cape Horn, to Orange Harbor, where we found the Relief had anchored a few days pre- viously. Here immediate steps were taken to complete the arrangements; the Peacock and Flying Fish were despatched towards the neplus ultra of Cook. The Relief was ordered with the scientific gentlemen to pass into the Straits of Magellan, by the Breck-nock passage, for the purpose of enabling them to follow more fully their inves- tigations. I took the Porpoise and Sea Gull to accom- plish that part of my instructions for exploring the Ant- arctic sea, between Powell's Group and Palmer's Land. The Vincennes was left moored in Orange Harbor ; the boats fitted out to make some necessary surveys and ex- aminations. I feel it my duty here to state the use I derived from the sailing directions of Captain King, and to bear testimony to their accuracy. We had copies of the sailing directions, but no charts. We all left Orange Harbor on the 24th February. I had little idea of effecting any thing at this late season. The only thing that appeared possible was the sighting of Palmer's Land, and getting its trend to the southward and eastward. I judged the lateness of the season might be favorable for this object, from the summer's ice having drifted off; the trend of the land to the S. S. E., was seen for about thirty miles, and several small rocky islets were found off its eastern cape, which I named Cape Hope. It is high, and, like all the land in high latitudes, covered with snow and ice. The South Shetlands were sighted,"], [17, "13 and points verified as well as they could be with the weather we had. During this time of thirty-six days we had scarce ly a single day to dry clothes, and the men suffered much from the continued dampness they were exposed to. We acquired all that could be expected at the late season of the year, viz : some experience among the ice. The Peacock and Flying Fish proceeded to effect the objects pointed out in their instructions. From adverse gales and boisterous weather, they were greatly detained. One ofthe objects was to ascertain if the line of icy barrier had increased to the northward since the time of Cook. The Flying Fish reached within sixty miles of the ne plus ultra, before she fell in with the firm barrier. The results of this cruise will throw much light upon the state of the ice. Both vessels incurred great hazard, particular- ly the schooner, for whose escape much credit is due to her commander. On the 25th of March these vessels bore up ; the Peacock for Valparaiso, and the Flying Fish for Orange Bay, which she reached a few days after I arrived there. The Relief had been ordered to return from the Straits of Magellan, by the Straits of Le Maire, to Orange Harbor. Not having made her appearance by the middle of April, I determined on leaving the Sea Gull and Fly- ing Fish to await her. In case of accident the commander of the Relief had orders to send information as soon as possible to Orange Bay, where the Vincennes had been left. As her time had expired and no news been received, I found it impossible to await longer, and having comple ted all our observatory duties, on the 20th April I left the harbor for Valparaiso, in company with the Porpoise. We arrived on the 15th of May. Here I learned the dis aster which the Relief had met with at the Island of Noir,"], [18, "14 in the loss of all her anchors, and the abandonment of her cruise, and of having sailed for Callao with the store-ship, in consequence of the danger of lying in the harbor of Valparaiso during the season of the northers. This com pelled me to follow with the squadron. On the 19th May the Flying Fish arrived, having parted with the Sea Gull off Cape Horn on the 29th April, which was the last and only account that has been received of her. The expe dition sustained a great loss from this melancholy disaster, not only in being deprived of the services of the gallant young officers, Reid and Bacon, and crew, but also in the use of the vessel. We all deeply felt their fate. On the 6th June we left for Callao, which we reached after a passage of twelve days. Here, as in Chili, every opportunity was afforded of obtaining information. Par ties were sent into the interior and much information elicited in the various departments of science, as well as the manners, customs, &,c. The usual observations were made at San Lorenzo, and our outfits and supplies completed; in which we were greatly assisted by Captain McKeever, commanding U. S. sloop of war Falmouth, to whom the expedition is much indebted. From here I determined to send the Relief home, after depositing the stores for the squadron at the most conve nient points, viz: Sandwich Islands and Sydney, not only to avoid the delays she occasioned, but useless expense, as I found I could, in case of need, obtain a vessel at one fourth her cost to transport our stores. In an expedition similar to the one I have just returned from, too much care cannot be taken in providing vessels of equal qualities in point of sailing. In squadrons, the"], [19, "15 dullest sailer will always command the movements. Orders were given to her commander accordingly, and the necessary changes made in the officers and crews. On the 12th July the Vincennes, Peacock, Porpoise, and Flying Fish, left, and proceeded to examine the Po moutou Group or low Archipelago, pointed out in some notes submitted by Admiral Krusenstern, which were made a part of my instructions. The island of Clermont de Tonnere was first made. Our determinations agree with those of Duperry, and at Serle Island we agree with both Beechy and Duperry. There is no island existing between Clermont de Tonnere and Serle Islands. They were both seen at the same time from the mast head, and the distance was measured by patent dog and observations. All the points to which this distinguished navigator (Krusen stern) had called my attention have been examined, and in many cases his suppositions were verified. The islands surveyed in this group were examined closely in the boats, and landed upon, twenty-eight in number. On Peacock Island I had an opportunity of observing the solar eclipse in September, 1839. The islands that were out of our route were subse quently visited in 1840, of which I shall speak hereafter. On my arrival at Tahiti, Matavai Bay, it was gratifying to find that our chronometers approximated very closely to the longitude of Point Venus. Here connected surveys were made of the harbor of Matavai, Papoa, Tanoa, and Papieti. The tidal observa tions claimed my attention particularly here; and although many anomalies seemed to prevail, in consequence of the trade winds, yet in their absence they (the tides) obeyed the general law, and there appears but little difficulty in accounting for the anomaly of the high tide at meridian."], [20, "16 The increase or growth of coral on the Dolphin Bank having been referred to by those who have passed before us, my attention was called to it. I found nothing satisfactory could be obtained through soundings, and being desirous of having some mark by which this may be ascertained in future, I had a pillar planted on Point Venus, whose surface above the least soundings on the Dolphin Bank was accurately leveled. A line was cut in the stone, show ing the direction or range in which the difference of level was taken. This will hereafter obviate the errors arising from making the depth ofthe water the medium of mea surement, (always uncertain and devoid of accuracy,) and which I hope will enable after-navigators to ascertain and settle this interesting question. The stone was tabooed by the chief, and sunk four feet in the ground, and, I trust, will remain untouched. Parties were sent over the island to the Mountain Lake, and many of the peaks in the island ascended. It became necessary that the Flying Fish should undergo some repairs here. The Peacock was left with her in the harbor of Papieti. Much statistical information was ob tained here relative to our whale fishery. The schools were visited, missionary operations examined into, and our collections increased. The Porpoise was despatched to look for some islands and reefs on the route to the Navigator's Group. The Vincennes visited the Island of Eimeo and its harbors, thence through the Society Islands towards the Navigator's Group. At Rose Island, the easternmost of the Navigator's, the Porpoise was again fallen in with ; and after surveying the two Wind ward Islands in company, she was despatched to survey the Island of Savaii, and to land officers on that of Upolu and Savaii, to observe the tides. The Vincennes entered"], [21, "17 the harbor of Pago Pago, in the Island of Tutuilla, where, in a short time, she was joined by the Peacock and Fly ing Fish ; they were then despatched to survey the Island of Upolu. The survey of these islands, together with all their harbors, reefs, &c, &,c, have been very particularly made, and what was not accomplished this year was re-surveyed the next, by a portion of the squadron sent for that purpose. By the 10th of November we rendezvoused at the harbor of Apia, and finding it too late to attempt any thing in the Fiji Group, we sailed for Sydney, where we arrived on the 28th of November, passing down to the westward of the Fiji Group. At Sydney we were re ceived with kindness, attention, and even enthusiasm, not only by the authorities, but the public at large. Sir George Gipps, the governor, offered us every assistance in his power ; we wanted for nothing that was desired. During the time of our stay the usual experiments and investigations claimed our attention, stores and provisions were laid in for a year, and every preparation made that could be thought of for the coming cruise among the ice. Believing that the gentlemen in charge of the scientific departments before referred to, could be more advan tageously employed in investigations in New Holland and New Zealand, I ordered them to pass the next three months in these two countries, obtaining information and making collections in their several departments, and to pass over such portions of the country as they should find the most interesting. This was done, and it gives me great pleasure to bear testimony to the valuable information obtained of these interesting countries. They all joined me again at the Bay of Islands, (with but one exception.) 3"], [22, "18 On the 26th of December, 1839, we left the harbor of Sydney, with the kind wishes of its inhabitants, and parted with great regret from our second home. Our vessels were but illy adapted for the service, in the opinion of many of our friends, and we were not a little amused at our visitors inquiring where all our fix tures and preventatives were to obviate the cold climate, scurvy, &c, &lc. In truth, we had none to show, but a healthy crew and cheerful countenances. In speaking of this cruise to the Antarctic, it will be necessary for me to go more into detail than I intended, not only to substantiate our country's claim to the dis covery, but in consequence of the unfounded statement that seems to have been made by Captain Ross to a com mander in our navy, and given currency by him, viz : That Captain Ross had actually run over a part of the ocean where I had reported the existence of land. The objects, agreeably to my instructions on this cruise, were, to make researches and endeavor to attain as high a southern latitude as possible,* between the longitudes of 160° and 45° east, proceeding from east to west. This was the substance of my orders given to the different ves sels, and to rendezvous at 105° east, along the icy barrier, in case of separation. From my first year's experience among the ice, I had determined to leave each vessel, on our arrival at the icy barrier, to act by herself until the appointed rendezvous was reached, believing it was impossible for us to act together without a great loss of time and opportunity of making researches, and that it would inspire all, if possi ble, with a greater degree of emulation, considering that a separation could not greatly increase the hazard of the cruise."], [23, "19 On the second January we lost sight of the Flying Fish, and on the 3d of the Peacock. The Vincennes and Porpoise made the icy barrier on the 1 1th January, in latitude 64° 1 1' S., longitude 164° 53' E., and separated in a fog the following day. The Peacock made the ice on the J 5th, and the Flying Fish on the 21st January. The discoloration of the water was soon perceived, and seals and penguins were seen in numbers, but no appear ance of land, until the 15th, 16th, and. 17th, in longitude 160° east, and latitude 66° 30' south. The Peacock, Porpoise and Vincennes all agree in this, though many doubted the existence of land, considering it too good news to be true. On the morning of the 19th January, on board the Vincennes and Peacock, land was ascertained positively to exist, though they were separated several miles. In endeavoring to reach the land, the Peacock met with an accident on the 24th of January, obtaining sound ings the day before in 320 fathoms of water ; this was a blue mud and coarse gravel. The damage met with was severe, and obliged her to put back to Sydney, which she was fortunate to reach on the 21st of February; and then on examination it was found how miraculous had been her preservation — her stem having been ground off to within one and a half inches of the wood-ends. Nothing can exceed the good conduct of her commander, officers, and crew. It has already been represented to the Go vernment, and will form an exceedingly interesting part of our narrative. The Flying Fish bore away north on the 5th February, having encountered severe weather, which prevented her remaining longer. The Vincennes and Porpoise continued along the icy"], [24, "20 barrier to the longitude of 97° east, seeing the land, and at times approaching it to within from three-quarters of a mile to ten miles, when the icy barrier would permit. On the 29th of January we entered what I have called Piners Bay, the only place where we could have landed on the naked rocks. We were driven out of it by one of the sudden gales usual in those seas. We got sound ings in thirty fathoms. The gale lasted thirty-six hours, and after many narrow escapes, I found myself some sixty miles to leeward of this bay. It now became probable that this land which we had discovered was of great ex tent, and I deemed it of more importance to follow its trend than to return to Piners Bay to land, not doubting I should have an opportunity of landing on some portion of it still more accessible; this, however, I was disap pointed in, the icy barrier preventing our approach, and rendering it impossible to effect. Great quantities of ice, covered with mud, rock, and stone, presented themselves at the edge of the barrier, in close proximity to the land ; from these our specimens were obtained, and were quite as numerous as could have been gathered from the rocks themselves. The land, covered with snow, was distinctly seen in many places, and between them such appearances as to leave little or no doubt in my mind of its being a continuous line of coast, and deserving the name bestowed upon it, of the Antarctic Continent, lying as it does under that circle. Many phe nomena were observed here, and observations made, which will be found under their appropriate head in the sequel. On reaching 97° east we found the ice trending to the northward; and continuing to follow it close, we reached to within a few miles of the position where Cook was"], [25, "21 stopped by the barrier in 1773. It will be satisfactory to throw some light upon the permanency of the icy bar rier, and it is to be hoped that on a careful examination of dates and positions, this will be effected. On reaching this point the weather became stormy, and the season so far advanced that I deemed it would be losing time to proceed farther to the westward, and, therefore, on the 23d of February, I bore up for New Zealand, but concluded afterwards to put into Sydney, where we found the Pea cock undergoing repairs, and learned that accounts had reached Sydney of the discovery made by Bellamy, an English sealer, just to the eastward, or near the position where we had struck the icy barrier; this was in 165° east longitude, and south of our latitude. The news of Captain Ross having sailed from England, and his expected arrival, was also communicated to us. In my despatches to the Government I informed them that the discovery was made on the 19th of January, 1840, the day on which we felt confident the land existed, in 154° 30' east longitude. In a subsequent despatch from New Zealand, and after I had received the reports from all the vessels, with my own observations, I found we could claim the discovery of land as far east as 160° longitude, a few days prior to the 19th, which I accordingly did. During our cruise, as we sailed along the icy barrier, I prepared a chart, laying down the land, not only where we had actually determined it to exist, but those places in which every appearance denoted its existence, forming almost a continuous line from 160° to 97° east longitude. I had a tracing copy made of this chart, on which was laid down the land supposed to have been seen by Bellamy in 165° east; which, with my notes, experience, &c, &c.,was forwarded to Captain Ross, through Sir George Gipps, at"], [26, "22 Sydney ; and I was afterwards informed was received by Captain Ross, on his arrival at Hobart Town, some months previous to his going south. The folloAving is a copy : U. S. Flag Ship Vincennes, New Zealand, Bay of Islands, 5th April, 1840. 5 My Dear Sir: I need not tell you how much I feel interested in your cruise. From ihe interest you took in the outfit of our expe dition, I am sure you well know the interest it excites, and how much this seeling is heightened by a knowledge on my part of what you have undertaken, and have to go through. This prompts me to a desire to be useful to you if possible, and to give you my expe rience of the last season among the ice, whither you are bound. Your cruise will be an arduous one, no matter how you may be enlightened on your course; but you have so much knowledge ofthe ice, and the manner of treating it, that it appears almost presumptu ous in me to sit down to give you any hints relative to it. But, be lieving as I do, that the ice ofthe Antarctic is of a totally different character from that of the Arctic, I venture to offer you a few hints that may be useful to you in your undertaking ; and although my in structions are binding upon me relative to discoveries, I am, never theless aware that I am acting as my Government would order, if they could have anticipated the case, knowing how deeply it feels the liberal assistance and great interest evinced by all the societies and distinguished men of Great Britain, to promote and aid this, our first undertaking in the great cause of science and usefulness ; and I must add the pleasure it gives to me personally, to be able to return, though in a small degree, the great obligation I myself feel under to you, and many others, the promoters of your undertaking. Winds. — The winds for the first fortnight of our time, to the east ward of 140° east longitude, were from the northward and westward, light generally, accompanied occasionally with clear weather for hours, and again with dense fogs of short duration, with a long swell from the same quarter. After passing 140° east, or to the westward of it, we experienced fine weather, with southeast winds and occasional snow squalls, lasting but ten or fifteen minutes, and a dry healthy atmosphere."], [27, "23 The barometer, during our stay on the coast, was always indica tive of wind by its depression, and was a true guide. Its mean stand ing was 28 inch. The temperature surprised me ; we seldom, if ever, had it above 30°, even in the sun at mid-day, and I do not think that three times it was found above 35°. Gales come on very suddenly, and are always attended with snow, sleet, and thick fogs, rendering it extremely hazardous ; for one must be found, when they do come, more or less surrounded with ice islands. They sometimes last for thirty-six hours. After they set in you may calculate that they will blow strong for at least half that time. The nearer you are to the land the more violent they are, though not of such long duration. Fine weather usually precedes them, and we found them to happen, and the weather to be more changeable near the full and change, although I am no believer in the lunar influences upon the weather. Currents. — During the whole of our stay along the icy coast, we found no perceptible current by the reckoning and current log. During a gale of wind I was induced to believe that some existed, from the short sea that was formed, thinking there was more than was to be expected. Tides on such an extent of coast there un doubtedly must be, but of little strength, or we should have per ceived them. In many ofthe icy bays we were stationary for a sufficient time to perceive them if they had been of any magnitude, and where the current was repeatedly tried. The winds have their effect upon the loose drift ice, or that which is detached from the icy barrier. From a change of wind from south east to north, with a fresh breeze, the Peacock became embayed, and the ice forced in upon her, which brought about her accident. The northerly winds are always accompanied with a heavy swell, and her escape was a miracle, combined with good seamanship and per severance. If Captain Hudson's ship had been as strong as adamant itself, he is of opinion she would have been ground to atoms by a longer exposure; her stem suffered to within an inch and a half of the wood-ends. There are places in which the barrier is within the floe ice several miles. I enclose you the mean temperature during the summer months."], [28, "24 You will see there is but little chance of the ice melting or disap pearing, as from accounts frequently takes place in the Arctic Ocean. Your time being unlimited will allow you to wait some days in a situation to make experiments. I frequently found myself so closely beset that I thought it next to impossible to escape, and if the wind had not been extremely con stant in its direction, I should have been shut up or much injured ; as it was I escaped with scarcely a scratch, although we took some heavy thumps. The chart will show you the tracks and state of the ice. It was constructed as I went on, and the ice islands laid down by carefully kept diagrams by the officer of the deck during his watch. This I found gave me more confidence in proceeding, and facilities in case of having to return. Magnetic Pole. — I consider we have approached very near to the pole. Our dip was 87° 30' south, and the compasses on the ice very sluggish ; this was in 147° 30' east and 67° 04' south. Our variation, as accurately as it could be observed on the ice, we made 12° 30' east. It was difficult to get a good observation, on account ofthe sluggishness of our compasses. About one hundred miles to the westward we crossed the magnetic meridian. The pole, without giving you accurate deductions, I think my ob servations will place in about 70° south latitude and 140° east lon gitude. On the meridian of 140° east you will find a small bay, partly formed by ice islands and rocks, which I have named Piners Bay, and I think among the rocks you may find a snug little harbor. I was driven out of the bay by a gale of wind, sounding about one and a half miles from the shore in thirty fathoms. The icebergs being aground form good shelters; but I was too much exposed to venture to remain ; and my object was to trace the land and the icy barrier, which I have done, as you will see it laid down on my chart. We had delightful and clear weather ten days or a fortnight along the coast, with the wind at from southeast to south southwest ; the two latter points particularly. The drift ice is in large pieces, so large as to give a ship an awkward thump; but when I sound it tolerably open I have run through it to get to clear water, and in hopes of making"], [29, "25 the land, but our progress was soon stopped by the firm barrier, im penetrable, through which there is no passing. I am of opinion that there is little movement of the ice during the season. Strong gales may change its position a little, but I think not materially. The only prospect of nearing the land is through a sea well studded with large icebergs, nearly thirty or forty miles in width ; and I gen erally found that we got nearer to the shore in those places than else where. One thing I must tell you, as respects filling your water. You will sometimes find a pond of delicious water on the top of an old iceberg, frozen over, but on cutting through it you will get a supply sufficient for a navy. It will save you fuel, and discomfort and cold to you, your vessels, and their crews. I was very fortunate in the weather the latter part of the time ; and indeed altogether I was scarcely a day without some observation, (except during the gales, of which we had three, occupying about eight days,) and generally half a dozen. My time for six weeks was passed on deck, and having all day light, I, of course, had constant employment, and with the many as sistants, I could make rapid progress ; and you will find that no op portunity ought to be lost in this navigation, if one is to do any thing. One's ship is in constant danger, and the Vincennes, a first class sloop of seven hundred and eighty tons, it requires all the foresight and activity one is possessed of to look out for her. I consider that I have had a most providential escape, and if this ship had not been enabled to do every thing but talk, I should not have been where I now am ; but she had inspired me with so much confi dence, among the coral reefs last summer, that I could put faith in her doing her duty. I must refer you to the chart, on which I have noted remarks, variations, &tc, Sic. I should have mentioned that in 1838 and 1839 I went south in the brig Porpoise, in order to trace Palmer's Land on its eastern side, (but too late for any trial to reach high latitudes,) and hoping that the lateness of the season would enable me to run some distance along it. I got within three miles of the coast, and saw it trending to the south-southeast about thirty miles; but it was so blocked up with ice as to render it impossible to get through. I have little doubt 4"], [30, "26 myself, in favorable seasons, Weddel's track may be followed, not withstanding what the Frenchman may say, there being no land to which the ice is attached ; and that the ice in those parts changes very much, the currents being exceedingly strong, as I myself wit nessed. I could not afford the time to be frozen up, as my other duties were, and are paramount to passing the winter in such a situa tion. But you are differently situated, and I should advise you, by all means, to try to penetrate between 35° and 45° west longitude. I am, &ic, Sic, CHARLES WILKES, Comd'g Exp'g Expd'n. To Capt. James C. Ross, Commanding II. B. M. ships Erebus and Terror. As I before remarked, on my original chart I had laid down the supposed position of Bellamy's Islands or land in 164° and 165° east longitude, and that it was traced off and sent to Capt. Ross. I am not a little surprised that so in telligent a navigator as Capt. Ross, on finding that he had run over this position, should not have closely inquired into the statements relative to our discoveries that had been published in the Sydney and Hobart Town papers, which he must have seen, and have induced him to made a care ful examination of the tracks of the squadron, laid down on the chart sent him, by which he would— have assured himself in a few moments that it had never been laid down or claimed as part of our discovery, before he made so bold an assertion to an American officer, that he had run over a clear ocean where I had laid down the land. And I am not less surprised that that officer should have taken it for granted, without examination, that such was the fact. On reference to Captain Ross's chart and track, it will be seen he has not approached near enough our positions, either to determine errors or verify results. I am very far from imputing to Captain Ross any intentional misrepre-"], [31, "27 senta'tion, nor had I any right, to expect that the track of the expedition, and its discoveries, should have been laid down on his chart ; but it would seem somewhat un usual that the discoveries of others (though of much less importance) should be represented, whilst those of the American expedition were omitted, when it is known that he was in possession of our operations more fully than those of others. One of the most remarkable occurrences of this cruise, was the meeting with the French discovery ships on the icy coast, and their commander refusing to have any com munication with us. On the 30th of January the Porpoise discovered two ships, which her commander at first took for the Vincennes and Peacock. This was soon found not to be the case, by their hoisting French colors. The brig being to windward, bore down with the intention of speaking and passing the usual salutation to the one wearing a broad pendant. On a near approach, and just within hail, the commodore's ship made sail and refused all intercourse. This remark able circumstance of two national expeditions meeting in this entirely unfrequented sea, with avowedly the same objects in view, is not mentioned in the French official account. Comment is unnecessary. From Sydney the Vincennes proceeded to New Zea land, the rendezvous that had been appointed for the squadron ; the Peacock being ordered to join, after the repairs were completed, at the Islands of Tongataboo, (Friendly Islands.) On our arrival at the Bay of Islands, New Zealand, we were rejoiced to find that the Porpoise and Flying Fish had already arrived, all well. Here I was again joined by the scientific gentlemen, and after recruit ing for a week and making the usual observations, we left"], [32, "28 for the Friendly Islands. On our way we passed by the Kermadec Group, and on the 24th of April arrived at Ton gataboo. Here we were engaged in surveys and obser vations, and many specimens of natural history were obtained, although our limits were much circumscribed in consequence of the war raging between the Christian and Devil's party. All my endeavors to effect a reconcilia tion proved unsuccessful. The day before sailing, the 2d of May, the Peacock joined us, when we left for the Fiji Islands. On the 6th, we made Turtle Island. The day after, the Porpoise was left off the Island of Ongea, to survey the eastern range of islands and reefs. The Vincennes, Peacock, and Flying Fish proceeded to enter the group. On the 9th of May we anchored at the Island of Ovelou, in the har bor of Lebouka. The boats were fitted out and survey ing parties organized. Many precautions were taken, and orders given to prevent accident from the treachery of the natives. The Flying Fish was despatched to meet the Porpoise at Lakemba, with further instructions, and to give her pilots, &c. The Peacock passed round to Rewa with the scientific gentlemen, continuing the surveying duties, in her boats, off the Western Group. The Vincennes remained at Ovelou, where the observa tory was established, her boats being sent on surveying duties. Full astronomical, magnetical, and meteorologi cal observations were made. After these were finished, the Vincennes went over to the larger Island of Venua Levu, to examine the Bay of Sabu Sabu, and visit the Hot springs there, and thence to Sandal Wood Bay, where the Peacock was again fallen in with. Communication was had with the Porpoise by the Flying Fish, and ad vantage taken of her passing to and fro among the group,"], [33, "29 to carry a series of meridian distances, and latitude obser vations throughout, observing on, and connecting the island by triangulation. The boats were at the same time tracing and surveying the reefs. By the 11th of August our duties among this group were finished. During which time the whole had been surveyed, consisting of one hundred and fifty-four islands and fifty detached reefs, and the numerous harbors sur veyed and sounded out. You have already been informed of the distressing event which closed our labors here — the massacre of our two young officers, Lt. J. A. Under wood and Mid. Wilkes Henry, and may readily imagine the gloom it threw over us. This, I feel, is not the place to enter into any details respecting it, or of this group. It will be sufficient to inform you that every exertion was made both by the officers, scientific gentlemen, and crews, to obtain accurate results and information useful to our whal ing interests, navigation, and scientific departments ; in which we succeeded to my fullest gratification and antici pation. Our collections were extensive, and many things acquired which we believe are quite new. A full account of these islands may be expected, embracing their habits, manners, and customs, &c. The general chart was exhi bited to you, together with those of many of the islands and harbors; which will give you some idea of our work. It would be as well to mention that the hydrographical part of this expedition has been for the most part plotted before leaving the locality. A field has been opened for our whale fishery of some extent among these islands. The harbor of Lebouka, in the Island of Ovelou, being well adapted as a place of resort for our ships, was select ed, agreeably to my instructions, a garden planted and placed under the care of a respectable American resident"], [34, "30 there, and every endeavor made to cultivate a friendship and good understanding with the natives, in which I had many proofs of having been successful. During our ope rations here, it was gratifying to meet with two English surveying vessels, under Captain Belcher, and to supply his wants, viz : a set of rudder pintals. In entering the harbor of Rewa he had knocked off his rudder, and bro ken them, by getting on a coral reef. I was happy to have it in my power to compare my in tensity needles with those of Captain Belcher, which will in part secure my results in magnetism, in case my needles have not been permanent. Just before leaving this group, intelligence was received of the wreck of a whale ship on the reefs near Turtle Island. The Porpoise was despatch ed to the relief of her crew, and to call at Vavao, the north ern island of the Friendly Group ; thence to the Naviga tor's and the Sandwich Islands. The Flying Fish was left for a few days to examine an outlying reef. The Vin cennes and Peacock stood north, on their route to the Sandwich Islands, with the intention of passing over the doubtful islands and reefs said to exist in our route. Many of these positions were run over, some of them found, and others that were not known, discovered. The port of Honolulu, in the Island of Oahu, (Sandwich Islands,) was reached the beginning of October. Here we were received with the utmost kindness by our coun trymen and the authorities. The Governor placed at my disposal one of the houses belonging to the King, and the adjoining premises, which I found admirably adapted to my purposes. After a few days relaxation the usual duties were resumed, and a full series of pendulum observa tions, besides those for astronomy, magnetism, and meteo rology were observed. A part of the officers were em-"], [35, "31 ployed in bringing up the work of our charts, and others were engaged in making the surveys of the islands, and the scientific corps in explorations in botany, zoology, geology, &.c. A party was sent in the Flying Fish to the other islands. Several harbors were surveyed at the desire of the King. It is not possible to give an idea of the extent of these explorations in this synopsis. After an intimate intercouse, not only with the mis sionaries, but the Government and people, it gave me great pleasure to be informed on our last short visit, that no circumstance had occured, either among the officers or men, to mar the pleasing recollection of our intercourse with them. The crews' time having now expired, they were reship ped for eighteen months longer, in order to enable me to carry out the remaining part of my instructions. As it was fruitless to attempt our operations on the North West Coast at this late season of the year, I deter mined to employ the squadron in making some necessary examinations for the advantage of our navigation and scientific results, which were not included in my instruc tions, previous to going upon the coast of America. The Peacock and Flying Fish were despatched about the beginning of December, on a cruise towards the Navi gator's Group, in order to survey and examine the south side of the Island of Upolu, with which I felt dissatis fied, and also to inquire into the murder of an American sailor there a few months before, accounts of which had been forwarded to me by our Consul, resident there ; thence to proceed to Ellice's, Depeyster's, the King's Mills Group, and to Strong's and Ascension Island, in order to search for the wreck, captain, and crew of the brig Wa verly, and also for Captains Carteret, Dorsett, and others,"], [36, "32 who had been cut off, as was supposed, at the Piscadores ; thence to pursue a route through the reefs supposed to exist in the direction towards the North West Coast, where she was to arrive prior to the first of May. The greater part of these instructions were executed. The Porpoise was despatched about the same time to the Pomoutou Group, or Low Archipelago, to examine and look up several of the islands that were doubtful. A party was to be landed with the boring apparatus for a month on one of the Coral Islands, to bore through the coral, for the purpose of ascertaining the substratum ; thence to Tahiti, to ascertain the condition of our trade, &,c, &c; and from thence, by the Flint and Penrhyn Islands, to Oahu. These instructions were carried into effect. She returned to Oahu the latter part of the month of March. The Vincennes left Oahu the 3d December for Hawaii, for the purpose of enabling me to make the pen dulum experiments on the summit of Monwa Loa, between thirteen and fourteen thousand feet above the level of the sea, and investigate its volcanoes and their irruptions, and if my time would admit, afterwards to visit the Marquese Islands, and some of the reefs in the route towards and from them, previous to my return to Oahu in the latter part of March. The visit to Hawaii was made, the mountain ascended, and three weeks passed on its summit at the edge of its terminal crater, the pendulum experiments made, and surveys and topographical drawings of its cra ters, and the southeast portions of the island mapped, in cluding its line of pit and conical craters, and the late irruption, and flow into the sea at Nanawale. On my return to Hilo, the foot of the mountain, where my obser vatory had been established previous to our ascending the mountain, I endeavored to make the pendulum experi-"], [37, "33 ments, but found all my endeavors fruitless, from some unknown cause. I removed the whole to the opposite side of the bay ; but still was annoyed and worried, from being prevented getting satisfactory results. On close attention, I was led to the conclusion that it was from the tremulous motion of the ground caused by the surf beating on the shore. I therefore made a third move about half a mile inland, and to my great delight found my results such as the most scrupulous could desire. All this caused me great delay, and prevented my proceeding to the Mar quese Islands. I then determined to spend the remaining portion of my time at the other islands of this group. And accordingly on the 4th of March sailed for Maui, anchoring the next day at Lahaina, the residence of the King. Here, at the desire of his majesty, I sent out a surveying party in two boats, to examine a shoal off the southwest end of Kadawlawe, in which duty one of the boats foundered. No lives were lost, principally in conse quence of the good conduct of the officers in charge of them, Lieutenant Budd and Passed Midshipman May. This duty was afterwards performed by the ship and boats, and it proved to be a far less dangerous shoal than had been represented. A week was spent at Lahaina, during which time the affairs of this island and its government occupied much of my attention, and I need not say it was truly gratifying to see the endeavors making by this peo ple to emerge from their barbarism. Great credit is due to the gentleman (the Reverend Mr. Richards) who is the adviser of this Government, for his persevering efforts to inculcate those principles that are alone calculated to im prove and foster their institutions, that the liberality of our countrymen have been the means of founding, under the care of the missionaries. Hereafter, this part of our inves- 5"], [38, "34 tigations it will be my duty to give ; and I trust I shall meet it with a mind free from those prejudices that ap parently have had their influence upon those who have gone before us. Although there may be some things that cannot fully be approved of,- yet justice requires me to state here, that as far as my experience goes, relative to missionaries, I do not believe there exists a set of men more devoted to their duties than they are, or any em ployment that requires more true courage, perseverance, and resignation, and in which greater denials are met with, and difficulties to be overcome. This includes all sects, and the good they are doing is incalculable, not only in carrying the gospel among the natives, but in intro ducing the arts of civilization. Few places are to be found in civilized countries where the progress of education is making more rapid strides than in some of the islands under their superintendence. This island was examined, together with its roadsted, at Lahaina, and the intercourse had with the Government most satisfactory. On the 1 7th we sailed, and the follow ing day arrived again at Oahu. Here the Porpoise shortly after joined us. We replenished our stores and shipped a quantity to the Columbia River, by the brig Wave, to supply our future wants, and sailed on the 6th of April, 1841. On the 27th, we arrived off the bar, but found it quite impassible, the sea breaking high all across it. In order to lose no time, I put away for the Straits of Juan de Fuca, and entered them on the second day, passing into the Discovery harbor of Vancouver. After a short stay, we proceeded up Admiralty Inlet, and Puget's Sound to Nisqually. Here the Vincennes was moored, and boat expeditions were fitted out to survey these inland sounds ; the Porpoise proceeding with two of the Vincennes'"], [39, "35 boats to survey the northern portions of these inland waters, which were thoroughly surveyed. Two overland parties were organized; one to pass the mountain range to the north of Mount Ranier ; thence to strike the Co lumbia, near the Piscouse River, to Ohanagan, and as high as Colville, on the Columbia River, a settlement of the Hudson Bay Company ; crossing south to the mis sionary settlement of Chimikaine, near the Spokane River, thence south to Lapwai, on the Kooshooske, thence to Walla Walla, on the Columbia ; returning from the lat ter place, by way of the Yakema River, and again over the mountain pass to Nisqually. This journey was accom plished, and gave important information relative to the country. The latter party passed over to the Columbia River by way of the Cowlitz ; thence to Vancouver, the Dalls, Walla Walla, and as far east as the missionary sta tion on the Walla Walla, returning by land to Vancou ver; thence to the Willamette Valley, the settlement of the American missionaries. On the 27th of July the surveys of all the southern waters of Puget's Sound were completed, likewise all the observatory duties and pendulum experiments; when the Vincennes took her departure for the Straits of Juan de Fuca, to meet the Porpoise, and continue the surveys to the northward. On leaving, a party was despatched to explore the Chikilis River, and survey Grey's Harbor, on the sea coast, about forty miles to the north of Cape Disappointment. The Vincennes anchored in New Dun giness Roads, and was joined the same day by the Por poise. Orders were given to continue the surveys to the northward, through Johnstone Straits, and round Van couver's Island ; the boats left for the survey of the Gulf de Arro; and whilst engaged in this numerous archipelago,"], [40, "36 through which it passes, the news of the loss of the Pea- cock reached me, when it became necessary to change my intentions and proceed at once to the Columbia River. This news, though dispiriting, was on the whole a great relief, as it assured me that Captain Hudson, his officers and crew, were all safe and well, instead of being, as ima- gination had often pictured them to me, on some of the numerous coral reefs they were sent to explore, in a state of starvation. Orders were immediately sent to the Por- poise to again join company; and after completing what I had in hand, I left for the Columbia River, and arrived off its bar on the 6th of August. Here I found my pre- sence necessary. I accordingly shifted my flag to the Porpoise, and put the Vincennes in charge of her com- mander, with orders to proceed with her to St. Francisco; there to be engaged in the survey of its harbor, and of the river Sacramento. Proceeding into the Columbia River in the Porpoise, the Peacock's officers and crew were found encamped at Astoria. The brig Thomas Perkins, of Salem, was found here. She was purchased in order to accommodate the officers and men, and enable me to carry out my instructions. The survey of the river was begun at the same time. The two brigs were moved up it, which became necessary in order to refit the Oregon's accommodations for her crew. The latter part of August we reached Vancouver with the vessels, and during the fortnight of our stay there, we were enabled not only to complete her outfit, through the liberality and kindness of Dr. McLaughlin and the Hudson Bay Company's offi- cers, but to push the surveying operations as far as the cascades of the Columbia River, one hundred and twenty miles from its mouth, and also that of the Willamette to its falls."], [41, "37 A large party was despatched from Vancouver to Cali fornia, passing through the Willamette Valley, the Umqua and Shasty country, and striking the head waters of the Sacramento at its source, and down its valley to St. Fran cisco, where it joined the squadron the latter part of Oc tober. On the 1st of October we reached Astoria again, and began to embark our stores and get ready for sea. On the 3d we dropped down to Baker's Bay, and on the 6th were enabled to pass the bar without accident. I returned in the Flying Fish for a few days, to complete the survey in the river; and on the 12th again joined the brigs. As there was no kind of boat at the mouth of this dangerous river, I left the launch of the Peacock, well fitted for a pilot boat, to afford assistance to any vessel that might require it, and placed her under the care of the Hudson Bay Company's agent there. On leaving the Columbia River orders were given to the Flying Fish to further explore the coast to the south ward, whilst the two brigs made the best of their way to the harbor of St. Francisco, where we arrived on the 20th, and found there the Vincennes, all well ; and that they had nearly completed the work. The Sacramento had been surveyed 170 miles from its mouth. The overland party had not yet arrived, and the launch was despatched up the river to meet them. On the 28th they returned, when I made the necessary changes in the ships. It gave me much pleasure to give the command of the Oregon to the first lieutenant of the Vincennes, Lieut. Carr, one of the most zealous officers in the squadron. The Bay of St. Francisco was examined, and a portion of it re-surveyed. A series of astronomical, magnetical, and meteorological observations were made, and parts of the country explored."], [42, "38 On the 1st of November we sailed from St. Francisco, and in consequence of the destitute' condition in which the crew of the Peacock were, I deemed it advisable for their health to touch again at the Sandwich Islands, before encountering the climate of the East Indies. I took ad vantage in our way to run for some islands and reefs said to exist on the route there. No appearance of them was perceived. We anchored at Oahu on the 18th of November. Here we met with, as before, a hearty welcome from all, both natives and foreigners. We supplied our wants, and took our departure on the 27th of November, on our way homewards. I had been the whole cruise extremely desirous of visiting Japan, but in consequence of the detention of the Peacock, and her subsequent loss, I was obliged, on account of the lateness of the season, and to keep my engagement with the crews, to give up the intention of proceeding there. The day after leaving Oahu, the Porpoise and Oregon parted company, with orders to search for and survey the islands, shoals, and reefs lying to the northward and westward of the Sand wich Group, towards the coast of Japan ; the Vincennes and Flying Fish to examine carefully the position of the islands and reefs laid down as existing on the route to wards the East Indies. Only one of them was found to exist, viz : Wakes Island. The Ladrones were made on the 29th of December. The position of several reefs supposed to exist were passed over, between these and the Bashee Islands. Thence to Manilla, where in like man ner observations were made, and parties sent to the interior to gain all the information our short stay would permit."], [43, "39 The Flying Fish, that had been ordered to pass to Strong's and Ascension Islands, in the Caroline Group, rejoined us here, having come through the Straits of San Bernadino. At Manilla all the information was ob tained that they possessed relative to the Sooloo Sea, which was kindly offered ' to me by the captain of the port, and Senor Halcon, but with a warning that it was not to be relied upon ; for they were aware it was ex tremely defective, and so it proved. Perhaps no portion ofthe route passed over in the cruise was found so erro neous as this. More discoveries or corrections have been made in this locality than any other portion of our work of equal extent. The entrance of the Sooloo Sea, south of the Island of Mindoro, which I have called the Straits of Mindoro, was very inaccurately laid down — many islands omitted entirely, and others badly placed, with their attendant shoals, &c, &,c. This entrance was examined and surveyed, and the route found to be safe and practicable, with ordinary care. Thence we pro ceeded down the coast of Panay to the Straits of Bas ilan; thence to the Island of Sooloo, and anchored in Soong Roads, where we had communication with the Sultan of Sooloo, and received from him a stipulation in writing to protect the lives and property of our country men in case of shipwreck, and the terms on which he would receive our vessels and their cargoes. Many cor rections were made in the charts of this group. From Sooloo we passed to the western entrance of this sea. The Strait of Balabac was examined, and a chart made of its entrance, which will much facilitate our navigation to China and the Philippine Islands, during the contrary monsoon, instead of passing through the Palawan passage,"], [44, "40 at all times a dangerous one. Sailing directions have been prepared for this route. From the Strait of Balabac I proceeded to Singapore, where I found the Porpoise, Oregon, and Flying Fish — the latter having parted com pany with the Vincennes in the Straits of Mindoro. The Porpoise and Oregon, in consequence of the stormy weather and winds encountered, were not able to effect all the objects of their late orders. At Singapore we received our stores, and were much gratified with our visit to this rising emporium. Every attention was shown us, and the few days of our stay passed agreeably in visiting and seeing the ceremonies connected with the fete of the \"Moharum.\" Our collec tions in zoology, conchology, and botany, were very much increased. Here I would beg leave to return my warm thanks for the attention and kindness shown us by one of your associates, J. Balastier, Esq., U. S. Consul there, and from whom I derived much information relative to this Babel of the East. Here on inspection it was found the Flying Fish had been much worn, and that much expense and detention would be incurred in order to fit her for the voyage home. Not feeling myself authorized in risking the offi cers and men to make the voyage home this season of the year, I therefore determined to sell her, which was ac cordingly done under the direction of our consul. We all felt much at parting with her. We left Singapore on the 26th of February. Passed through the Straits of Rhio — transit bearings and obser vations were made to ascertain the correctness of the charts; thence through the Straits of Banca and those of Sunda, after which I parted company with the brigs,"], [45, "41 directing shem to proceed to St. Helena, and thence to Rio de Janeiro, and from thence to the United States. The Vincennes stopped at the Cape of Good Hope, and at St. Helena ; at both of which places we feel ourselves under many obligations for the attention paid us. And thence to the United States, arriving at New York on the 9th of June, 1842, after an absence of three years and ten months. The warm reception and kind hospi talities we met with from our consular agents and coun trymen every where, claims my warmest thanks. They will ever be gratefully remembered by us all. A short statement will now be given, to afford some idea of the results obtained in the various departments, viz: At all the important points of the cruise an observatory has been established, and the longitude determined by moon culminating stars, in connection with similar obser vations at Cambridge (Mass.) University, by Mr. Bond, and at Washington, by Lieut. Gillis. The latitude has been deduced by circummeridian ob servations of the sun and stars. Meridian distances have been carried throughout our route by chronometers from and to well established points. By a system of comparison pursued, all the chronometers of the squadron may be brought to bear on any one point. Their performances have been satisfactory throughout the cruise — but two out of the whole number (twenty-nine) have stopped. Every opportunity had been taken to determine the true position of islands, reefs, &.C., by observations made on shore. Our labors in hydrography have been extensive. We now have one hundred and eighty charts nearly ready G"], [46, "42 for the engraver; it is probable that we shall have as many more when all the islands, harbors, shoals, and reefs are plotted, that have been examined and surveyed. Sailing directions will accompany them. The greater part of these are necessary for our whalers, and many for our vessels engaged in India voyages. In all our explorations the constant aim has been to obtain useful results. Par ticular attention has been paid to ascertain whether wood, water, and what kind of refreshments (if any) were to be had ; anchorages have been looked for and surveyed ; and the character of the natives and the kind of treatment that may be expected from them. In the progress of these duties the unknown parts have been particularly attended to; we have always occupied new ground unless there was reason to doubt the correctness of the surveys of those who had gone before us. Views of all head lands, entrances to harbors, &lc, &.c., have been taken, and will appear on the charts. They number above five hundred. Data for geographical maps of the islands, <Slc, &,c, have been obtained, and many valuable maps will be the result of our labors. Some of them are already in process of preparation. In magnetism, observations have been made at fifty seven stations, for dip and intensity ; and at every point where we have remained a sufficient time, those for diurnal variation. The dip has been observed at sea frequently, and the ship's head always kept north and south whilst the observations were making. Very many attempts have been made to observe the intensity at sea, both by horizontal and vertical vibrations, but I have never been able to satisfy myself with the results, whatever others may have done. The only instrument"], [47, "43 >-#: with which I believe it is possible to succeed in getting intensity observations is that of Fox, with which I regret I was not supplied. The term days, whenever possible, have been attended to. Observations for variation have been taken twice a day, when the weather would admit, during the whole cruise. Barlow's plates were used with the compass. All islands that afforded suitable positions for results in this department were landed upon, and series of observations made for dip and intensity. For the determination of the Southern Magnetic Pole, we have variation observations from 35° easterly variation to 59° west, between the longitudes of 97° and 165° east, nearly on the same parallel of latitude, which will give numerous convergent lines through that space for its determination. Our greatest dip was 87° 30'. The sum mit of Mouna Loa, thirteen thousand four hundred feet above the level of the sea, was among the magnetic sta tions. The pendulums have been swung at six stations, one of these at the summit of Mouna Loa, and another at its foot. Full meteorological journals have been kept during the whole cruise — the hours of observation, three and nine P. M., and three and nine A. M; the temperature at the mast head taken at the same hours; that of the air and water every hour during the cruise, at sea and in port. When in port thermometers have been sunk, and the temperature of springs, wells, and caves, taken for the mean temperature of the climate. The epochs for the periodical meteors in August and November have been attentively watched, in each quarter of the heavens, by four observers at a time. Many obser vations have been made on the zodiacal lights."], [48, "44 The Aurora Australis has been frequently observed. Numerous observations have been made by sinking a white object, and under a variety of circumstances, to get some idea of the depth at which the solar light penetrates the ocean. The tidal observations have been attended to, and series had in different places at the same time. Much interesting information has been obtained relative to the sudden flow and refiow of the sea among the South Sea Islands. The temperature of the ocean at various depths has been frequently ascertained, and from making daily expe riments during the voyage from the East Indies home, at one hundred fathoms depth, some interesting results have been obtained. Under the line a stratum of water 23 de grees colder than the surface, and 10 degrees colder than north and south of it, has been passed over, of about two hundred miles in width, giving rise to the belies that there exists (if I may be allowed the expression) a sub-marine river, flowing down the- coast of Europe and Africa, and obeying the same laws that govern the atmospheric currents. Refractions, halos, and parhelias have been noted, and the circumstances of their appearance, including the state of the barometer, thermometer, and hygrometer observed, and sketches made. The limits of the trades, variable, and periodical winds have been carefully looked to, together with their direc tion and force. The currents of the ocean have been tried very often by the current log, particularly on the several coasts visit ed. On the coast of New Holland a current has been per"], [49, "45 ceived, which the temperature will readily point out, be tween Sydney and Van Deiman's ; thermometric obser vations are equally as indispensable as they are on our own coast, though on a smaller scale, to give facility to navigation. This current runs at times with great strength, and according to the season of the year and wind, will be found at different distances from the land. Vessels, there fore, bound from Hobart Town to Sydney would much shorten their passage by keeping off shore. In Botany about ten thousand species have been ob tained, and from three to five specimens of each, all brought or sent home in a dried state. This will alone show the industry of Mr. Rich and others of this depart ment. About one hundred specimens of living plants have been brought home in cases ; among them several East Indian fruits and other plants from that region, supposed to be rarely found in European conservatories. These are now under the care of the assistant botanist and horticulturist ofthe expedition (Mr. Brackenridge), and it is to be hoped that his industry and zeal will bring forward many of the seeds obtained during the cruise, in order to complete the history of the species. Sections of stems and specimens of wood were preserved, and pro mise to be interesting in a scientific point of view ; such as arborescent geraniums, rubus, pipers, ferns, &.c, &c, and your Institution has been distributing from its first organization the seeds of flowers, trees, vegetables, &,c, sent home at different times by the expedition. Geogra phical botany, both terrestrial and marine, has been par ticularly attended to, and will afford most interesting re sults relative to the distribution of plants over the globe. A beautiful collection of drawings in the botanic depart ment has been made by Mr. Agate."], [50, "46 In the Geological and Mineralogical Departments much industry and research has been shown. In an examination of the various countries visited, drawings have been made of all remarkable geological phenomena, and specimens of minerals, fossils, and mineral waters obtained. The gen tleman having charge of this department (Mr. Dana), has devoted his attention with great zeal to the study of Crustacea, and especially to those microscopic species inha biting the mid ocean — a branch of knowledge hitherto almost neglected. About eleven hundred species have been figured; among these are many new forms, tending to illustrate not only this branch of zoology, but general anatomy and physiology. The development of the reefs of the extensive Fiji Group offered a peculiarly favorable field ; in the investigation, many facts were ascertained which will throw much light on the occurrence and con figuration of coral reefs and islands, concerning which many erroneous ideas at present prevail. Many of the animals are microscopic, and rarely has the zoologist had such an opportunity to delineate them from life. About one hundred sheets of drawings have been made of these animals. From the Philological Department many interesting results may be expected. Vocabularies have not only been collected, but the fundamental structure of the languages inquired into, to ascertain and six their classi fication, and contributing many facts towards illustrating the migrations of the human family, as well as the origin of languages. A field of great interest was opened among the native Africans imported as slaves at Rio Janeiro. It is somewhat surprising that this field, so accessible, has been so long neglected. Much interesting information was obtained on the minor points of African geography."], [51, "47 At the different groups in the Pacific a large field was opened for procuring the languages of these islanders, which has been taken full advantage of; and much infor mation obtained of their system of mythology, &c. At one of the islands of the Kingsmill Group the entire history of its colonization, and the origin of its population, was obtained. Much light will be thrown upon the languages of the aborigines of Australia, a matter of some impor tance, and essential as one of the links in the history of mankind. Whilst at Manilla a very old edition of the Tagalo grammar was presented by one of the Rev. Padres, which contains a full account of that language and the mode of writing it — no manuscripts were supposed to exist. At Singapore a collection of Malay and Bugis manuscripts was obtained from the American mission, thought to be the most important that has ever left the East Indies, except ing that made by Sir Stamford Raffles, which, it is well known, was destroyed by fire on the way to England. The gentleman (Mr. Hale) in charge of this depart ment was left in the Oregon territory, to visit different parts of it, as it was deemed his time would be more use fully employed there among the different tribes. His researches did not, however, extend as far north as to include the whole territory of Oregon, in consequence of the hostile Indians. Many interesting results have accrued to the expedition from his services being so disposed of, and will go very far to solve the problem of the original peopling of America. Extensive collections of specimens were made in all the departments ; of zoology very many of them are now in your halls — more have been brought home. Attention has been paid, both positively and negatively, to the different"], [52, "48 countries visited, viz : birds, quadrupeds, reptiles, fishes, insects, mollusks, zoophytes, &x., received all the atten tion possible. This was a work of great labor. Notes were made of every species met with, lists made out, &c, &.c. Each individual specimen required to be so identified and dis posed of, that no question should hereafter arise as to its origin and locality. All these will tend not only to illus trate the different departments of zoology, but natural history in its most extended sense. These materials will essentially aid in giving some idea of the distribution of land and marine productions. For the success in these departments the expedition is greatly indebted to Messrs. Peale and Pickering, the naturalists. Some important facts have been ascertained relative to the Physical History of Man, which could only have been obtained in the course of such a voyage. The Department of Conchology, &c, <Slc, was filled with great zeal by Mr. Couthouy, the first part of the cruise, until December, 1839, when he was taken sick. His duties were then divided among Messrs. Pickering, Peale, Dana, and Drayton, of the scientific corps, and many of the officers attached to the squadron assisted. No correct estimate can be made of the number of shells. The catalogues and lists of the different vessels are not yet at hand to refer to. The number of mollusks and zoophytes collected have been very great. During the cruise two opportunities were afforded the naturalists to visit the crest of the Andes, in Chili and Peru, at the most favorable season — a few days before they were covered with snow. There are over two thousand sheets of drawings, paint ings, and sketches, embracing the various departments of"], [53, "49 natural history, including portraits, costumes, botany, &lc, &c. On many of the sheets there are several figures ; therefore the number of distinct objects will be much greater. Care was taken not to make drawings of animals that had been already figured. This will bear ample evi dence of the industry of our two artists, Messrs. Dray ton and Agate. Their ability and well known accuracy requires no comment from me; they have both assisted very much in the other departments ; and it gives me plea sure to state that the utmost harmony has existed with the scientific gentlemen and myself, (with but one exception,) and that they have cooperated harmoniously with me in our kindred pursuits. The ardor that all have felt in their duty has tended greatly to increase our results. In the detailed account of this voyage the individual exertions of all the officers who have assisted in carrying out this great undertaking, will be noticed. By reference to the accompanying chart of our route, it will be seen that every prominent point of the southern part of the globe has been visited. Collections were formed of their various implements and manufactures, which, when geographically arranged, will afford an interesting spectacle to all who regard the condition of the inhabitants in remote quarters of the earth. The discoveries by the Exploring Expedition are the Antarctic Continent, from 160° east to 97° east, and our country is justly entitled to this honor. We were a few days prior to the French; and it remains to be seen whether we shall not prove the first discoverers of any land in this portion of the globe ; no notice being taken of Bellamy's Islands by Captain Ross, as far as informa tion has reached us, through his published reports, 7"], [54, "50 although he has represented them in a position on his chart where he ought to have seen them if they had existed. Many small islands and dangerous reefs have been dis covered by the squadron, and among them one by the Peacock, where the natives had never seen any whites before. The localities of islands and reefs searched for and run over, it is impossible to mention at this time. The hydrographic part of the voyage will embrace them all. The information relative to commerce generally, and to American commerce and navigation in particular, in the different parts of the world visited by the expedition, is voluminous. The statistics of all the countries we have visited, embracing the number of inhabitants, their pro ducts, manufactures, exports, and imports, including also the regulation of ports, rates of exchange, value of money, &c, &,c, and duties on American vessels and products, have been procured. No opportunity has been omitted to gain useful information, which, when published, must be of great use to our commercial operations. The explorations of the squadron must prove of great value to the whalers and their interests, not only in dimin ishing the dangers which beset their paths, by furnishing charts and sailing directions, but in opening new grounds for their fisheries, and affording the necessary information where they can obtain refreshments and supply their wants, by making regulations at the different groups with the natives to afford them ample protection for their lives and property. No opportunity has been lost sight of to afford aid and assistance to all whom we have fallen in with that required it, and to punish those who have committed acts of vio-"], [55, "51 lence on our countrymen, while engaged in their lawful pursuits. In the squadron we have been blessed with extraordi nary health, notwithstanding we have been exposed to the visisitudes of every climate in quick succession. Much credit is due to the medical officers. In addition to their ordinary duties they were engaged in the meteorological observations. I impute much of the health of the crew to the absence of spirituous liquors in the most exposed duties. I feel satisfied that this part of the ration is not required, and does infinite harm to the service, destroying and sapping its morals. Nearly all the punishments that became ne cessary can be traced to this cause. Hot coffee was served to the crews during our continuance among the ice, on their going on watch, and proved extremely welcome. Great care was taken to keep the ship well ventilated and the men in dry clothes. A smaller number of casual ties have occurred than was to be expected on such ser vice. Many distressed seamen have been brought home whom we found on the different islands. Thus, sir, I have noted the mile stones of the expedi tion, and beg leave to thank you and the members ofthe Institute, in the name of the expedition, for the honor you have done us in connecting our labors with your own and making our collections the nucleus of your insti tution. I must beg to call your attention, that it has been understood by the officers and crews attached to the ex pedition, that after the Government were supplied, par ticularly in the department of conchology, the remainder would belong to the officers, to be divided among them. Thus far they have not been allowed to retain any thing. The collections are so large, and so many of the same"], [56, "52 species, that it is presumed many will be left. The only object in thus bringing the subject before you is to put in their claim prior to any others, after the Government. In conclusion, I must beg you will (in order to have a proper estimate of the difficulties we have had to encoun ter) reflect what was the state of this expedition prior to my connection with it. In the language of the many, it had become a by-word and laughing stock. Contrast this with its present state. It is truly gratifying to know you feel proud of, and can appreciate our exertions. We have cause to feel thankful and satisfied that an all-wise Provi dence has protected us through the many difficulties and dangers by which we have been surrounded, and returned us in safety to our homes and firesides. Would that I could feel that some gratifying expressions had been made to the officers and crews before they were dispersed to the four quarters of the globe. For myself, I trust that a few weeks will give me the investigation into my conduct I desire. I have no apprehension as to the result. One thing is certain, I shall always have the proud and conscientious feeling of having done my duty ; and that I have carried the moral influence of our country wherever our flag has waved. CHARLES WILKES. ERRATA.— Page 15, line 14 from top, for' dog,' read ' log (' pag? 32, line 1, foi ' PiBeadores,' read 1 Pescadores ;•■ line 18, for ' Monwa,' read ' Mouna.'"], [57, "LIST OF OFFICERS AND SCIENTIFIC CORPS ATTACHED TO THE U. S. EXPLORING EXPEDITION. U. S. Ship Vincennes. Charles Wilkes, Esq., commanding Exploring Expedition. Thomas L. Craven, lieutenant, left at Valparaiso, June 6th, to take command of Sea Gull. Overton Carr, lieutenant, took command of brig Oregon at San Fran- cisco, October, 1841. Robert E. Johnson,* lieutenant, detached at Honolulu, Nov. 1841. James Alden, lieutenant, joined brig Porpoise at San Francisco, Octo- ber, 1841. William L. Maury, lieutenant, joined Peacock at Orange Bay and Porpoise at Callao. James H. North, acting master, joined brig Porpoise at Callao. Edward Gilchrist, acting surgeon, detached at Sydney, March, 1840. R. R. Waldron, purser. J. L. Elliott, chaplain, detached at San Francisco, October, 1841, J. L. Fox, assistant surgeon, joined Porpoise at San Francisco, October, 1841. J. O.. Whittle, assistant surgeon, joined Peacock at Honolulu, and Vin- cennes again at San Francisco. George M. Totten, passed midshipman, joined Porpoise at Callao, and Vincennes at Honolulu. William Reynolds, passed midshipman, joined Peacock, 1839, and Flying Fish at Honolulu, 1840, and Porpoise at Singapore. William May, passed midshipman, joined Flying Fish on a cruise south, 1839-40, and Vincennes again May, 1840. Joseph P. Sandford, passed midshipman, joined Porpoise at Tahiti, and schooner Flying Fish at San Francisco, and Porpoise at Singapore. George W. Clark, midshipman, joined Peacock at Tahiti, and Vin- cennes again at San Francisco. Samuel Elliott, midshipman. William Smith, boatswain. Washington Bright, gunner, joined Relief at Callao ♦Commander cf Sea Gull on her Southern cruise."], [58, "54 William M. Laighton, carpenter, joined Relief at Callao. Samuel N. Hawkins, sailmaker. Benjamin Vanderford, pilot, died April, 1842. R. P. Robinson, purser's steward. Scientific Corps. Charles Pickering, naturalist. Joseph Drayton, artist. J. D. Brackenridge, assistant botanist. John G. Brown, mathematical instrument maker. John W. W. Dyes, assistant secretary to corps. Joseph P. Couthouy, naturalist, left at Sydney and detached at Hon- olulu, November, 1840. U. S. Ship Peacock, wrecked July 18th, 1841. William L. Hudson, Esq., commanding, joined Vincennes at San Fran- cisco. Samuel P. Lee, first lieutenant, detached at Orange Bay, Feb. 1839. W. M. Walker,* lieutenant, joined Porpoise at Columbia River, and Vincennes at San Francisco. George F. Emmons, lieutenant, joined Vincennes at San Francisco. O. H. Perry, lieutenant, joined Vincennes at San Francisco. Thomas A. Budd, acting master, joined Vincennes at Fiji. J. F. Sickles, surgeon, joined Relief at Callao. William Spieden, purser, joined Oregon at Columbia River. Silas Holmes, assistant surgeon, joined Porpoise at Sydney, and Oregon at San Francisco. James B. Lewis, passed midshipman, joined Flying Fish at Fiji, re- turned home from Oahu sick. Henry Gansevoort, passed midshipman, joined Vincennes at Fiji. Henry Eld, passed midshipman, joined Vincennes at Fiji. George W. Harrison, joined Flying Fish on her cruise south, Pea- cock at Fiji, and Oregon at Columbia River. Wilkes^ Henry, midshipman, joined Vincennes at Callao, killed July 24th, 1840, at Malolo. William H. Hudson, midshipman, joined Vincennes at Columbia River. Frederick D. Stuart, captain's clerk, joined Porpoise at Columbia River, and Vincennes at San Francisco. Thomas G. Bell, boatswain, joined Porpoise at Columbia River, and Oregon at San Francisco. ♦Command of Flying Fish, first cruise south"], [59, "55 John D. Anderson, gunner, detached at Callao. Jonas Dibble, carpenter, joined Oregon at Columbia River. J. D. Freeman, sailmaker, joined Porpoise at Columbia River. William H. Insley, purser's steward, detached at Callao. Scientific Corps. James D. Dana, mineralogist, joined Vincennes at San Francisco. T. R. Peale, naturalist, joined Vincennes at San Francisco. Horatio Hale, philologist, joined Vincennes at New Zealand, Peacock at Honolulu, and was left at Oregon to cross the country. F. L. Davenport, interpreter, detached at Rio. U. S. Ship Relief, sent home from Callao, by way of Sandwich Islands and Sydney. A. K. Long, lieutenant commanding. R. F. Pinkney,* lieutenant, joined Peacock at Orange Bay, Flying Fish at Callao, and detached at Honolulu, October, 1840. A. L. Case, lieutenant, joined Vincennes at Callao. Joseph A. Underwood, lieutenant, joined Vincennes at Callao and killed at Malolo, July 24th, 1840. George T. Sinclair, acting master, joined Porpoise at Callao, com- mander Flying Fish at Fiji, joined Porpoise again at Honolulu, November, 1840. J. C. Palmer, acting surgeon, joined Peacock at Callao and Oregon at Columbia River, and Vincennes at San Francisco. A. B. Davis, passed midshipman, joined Peacock at Callao, and Vin- cennes at Columbia River, and Oregon at San Francisco. Thomas W. Cummings, passed midshipman, left sick at Rio. James L. Blair, midshipman, joined Peacock at Rio, schooner Flying Fish at Columbia River, and Vincennes at Honolulu River. James R. Howison, captain's clerk, joined Vincennes at Callao. J. Black, boatswain. Thomas Lewis, gunner, joined Peacock at Callao, and Oregon at Co- lumbia River. Scientific Corps. William Rich, botanist, joined Peacock at Callao, and Vincennes at San Francisco. A. S. Agate, artist, joined Peacock at Callao, and Vincennes at San Francisco. •Command of Flying Fish second cruise south."], [60, "56 V. S. Brig Porpoise. •Cadwalader Ringgold, lieutenant commanding. M. G. L. Claiborne, lieutenant, joined Relief at Orange Bay. H. J. Hartstein, lieutenant, joined Relief at Callao. John B. Dale, lieutenant, joined Relief at Callao. A. S. Baldwin, acting master, joined Peacock at Callao, and Oregon at Columbia River. G. F. B. Guillon, assistant surgeon, joined Peacock at Sydney, Flying Fish at Columbia River, and detached at Honolulu, November, 1841. Simon F. Blunt, passed midshipman, joined Vincennes at Orange Har- bor, and left sick at Honolulu in April, 1841. George W. Colvocoresis, passed midshipman, joined Peacock at and Vincennes at Fiji, and Oregon at San Francisco. Thomas W. Waldron, captain's clerk. O. Nelson, boatswain, detached at Rio. Amos Chick, carpenter, joined Vincennes at Callao. John Joines, sailmaker, detached at Callao, joined Relief. William H. Morse, purser's steward. Tender Sea Gull, lost about 1st May, 1839. James W. E. Reid, passed midshipman, commandant. F. A. Bacon, passed midshipman. Isaac Percival, pilot, joined Relief at Callao. Tender Flying Fish, sold at Singapore. Samuel R. Knox, commandant, commanding schooner most of the cruise, and joined Vincennes at Singapore. George W. Hammersly, midshipman, joined Peacock at Callao, and Vincennes at Fiji. Richard Ellice, assistant master's mate, detached, joined Relief at Rio de Janeiro. Clemson, midshipmanjoined the Vincennes, detached at Callao. Egbert Thompson, midshipman, joined Vincennes and Peacock at Fijii, and Vincennes again at Columbia River. A. M. Cesney, master's mate, detached at Honolulu. E. H. De Haven, acting master, joined Vincennes ; joined Peacock at Fiji, and the Oregon, as first lieutenant, at Columbia River. James S. Powerv purser's steward, joined Peacock at Callao, and Oregon at Columbia River. æC^*^''5a;-"], [61, ""], [62, ""], [63, ""], [64, ""]]