[[1, ""], [2, ""], [3, ""], [4, ""], [5, "NOBLESSE OBLIGE. VOL. I."], [6, ""], [7, "NOBLESSE OBLIGE. BY SARAH TYTLER, AUTHOR OF \" THE HUGUENOT FAMILY,\" \" CITOTENNE JACQUELINE,\" &c. &c. IN THREE VOLUMES. VOL. I. LONDON: HURST AND BLACKETT, PUBLISHERS, 13, GREAT MARLBOROUGH STREET. 1870. T/te right of Translation is reserved."], [8, "LONDON -. PRINTED BT MACDONALD AND TUGWELL, BLENHEIM HOUSE, BLENHEIM STREET, OXFORD STREET."], [9, "10 ItS Wotbn; WHOM I SHALL MEET AGAIN."], [10, ""], [11, "CONTENTS OF THE FIRST VOLUME. chapter _.age Prelude ,1 I. Town and Castle 11 II. Phœbe's Walk to the Castle ... 21 III. Lady Dorothea's Boudoir ... 34 IV. The Latimer Family 70 V. Barty Wooler makes a Suggestion . 87 VI. Mrs. Wooler receives her Guests . . 109 VII. After Tea 129 VIII. The Walk to Wooers' Alley . . . 158 IX. In the Painting-room . . . 160 X. Surprised and Mystified . . . .181 XI. Lord Wriothesley at Home . . .217 XII. \" A Bold Step and Blunt\" . . . 226 XIII. A Disagreeable Duty .... 239 XIV. A Love Tale 248 XV. \" As others see us \" 262 XVI. The Cloud Disperses .... 272 XVII. An Unexpected Pleasure .... 284"], [12, ""], [13, "NOBLESSE OBLIGE. PRELUDE. IORE than a dozen years ago, Mr. Pas- ton, of Wellfield, was in the habit of taking his little daughter Phœbe in his hand to Brockcotes, where he was engaged in painting a series of pictures for the Pro tector's Gallery. One day as the child was playing beside her father, a tall stooping gentleman strolled in, and Mr. Paston immediately stopped his. work to attend to him. The circumstance took hold of Phœbe's mind, for her father was not given to pay heed to visitors, and, indeed, pushed his absorption in his labours to the extent of making Mrs. Paston feel cruelly injured. VOL. I. B"], [14, "Noblesse Oblige. 2 The gentleman did not wear a velvet coat or a star on his breast, or anything fine, save a very bright ring, which flashed on his finger and dazzled Phœbe as he pointed here and there at the pictures. The child was struck, and stopped her play as her father had stopped his work, remaining very quiet watching the stranger. At last he noticed her, and inquired, \"Is this hazel-eyed little woman your girl, Paston ?\" \" She is. Her mother is glad to have her in safe keeping, and she is proud to come up here with me.\" \"No doubt. So this is my little girl's god-daughter. Why she is twice as brown and stout as the other. Come with me, little one — what do they call you ? You will be a treat to Lady Dorothea, and we shall see if we cannot find something to please you in return.\" Phœbe appeared anything but inclined to"], [15, "Prelude. 3 leave her father and go away alone with the grand stranger, through the labyrinth of corridors and saloons ; but her father looked so shocked at her contumacy, that the poor little thing submitted unconditionally. Lord Exmore took her chubby hand in his long fingers, and speaking to her a careless en couraging word now and then, led her, troubled and bewildered, along what ap peared to the child's imagination miles on miles of carpet, marble, and polished oak. On they went, past more pictures, rows and rows of portraits of gay ladies with whole sweet pots of flowers on their heads and bosoms — ladies with very low necks and very long curls — ladies with jeweled stoma chers and stiff ruffs — ladies in close cambrie caps, and swathed in shawls, like superannu ated babies, — and ladies studded round with babies' heads like spots on a peacock's tail. All these portraits of ladies were flanked b2"], [16, "Noblesse Oblige. 4 by portraits of gentlemen, like papa's Don Quixote— like the figure on the tomb in the church of St. Basil— like the virger of the church — like the jockeys who rode at the Wellfield races. At last, when Phœbe had been dumbfounded, and nearly driven out of her small wits, Lord Exmoor opened a door into a large, light, warm saloon, and dropped her hand. It was a room no less wonderful than those they had passed through. There was a fire with a curious high fender, and before it a little white, silken-haired black-eyed dog, in a dog-basket lined with blue. There were green and red and yellow birds flying and hopping to and fro in a large cage in one of the windows ; there was a globe full of gold and silver fish ; there were screens covered with paper pictures ; there was a spotted wooden horse, like one of Lady Ex moor's piebald ponies, with a real mane and"], [17, "Prelude. 5 tail ; there was a tiny house, with the front somewhat wanting, thus laying bare dining room and drawing-room, bedrooms and kitchen, furnished with every convenience for the natives of Lilliput ; there was a glass cabinet stuffed with large and small wax dolls of both sexes, of every variety of com plexion and attire, and at every stage of doll or human life — flaxen-tressed dolls and raven-haired dolls, dolls in court dress ready to be presented to her Majesty, and dolls, setting privacy and propriety at defiance, prepared to retire to rest in the presence of other dolls in full military and naval uni form. This room was occupied by a comely elderly lady in a lace cap, a white apron over her spotless chintz calicot, and a silk shawl round her shoulders. She sat in one of the windows sewing by the aid of gold-rimmed spectacles. She rose on Lord Exmoor's en-"], [18, "Noblesse Oblige. 6 trance, and curtseying to him a little, in the style of his noble grandmother, remained waiting his commands. There was another occupant who sat still at a table in the middle of the room, and merely gave a calm little nod, uttering an abstracted \" Good-morning, papa,\" as she looked up on the first opening of the door. This was a little girl, spare and slight, with a precocious air of mingled dignity and acuteness. She was dressed in a white frock, and had her long black hair delicately di vided, and hanging down on her shoulders, in striking contrast to Phœbe's short, thick, broken ringlets, little darker than a hazel nut, which were massed and crushed against her brown poppy-tinged cheeks, as they had been left by her old-fashioned bonnet. The little girl of Brockcotes was engaged over a small china dinner-service, by the help of which she was rehearsing a dinner-"], [19, "Prelude. 7 party, with great precision and decorum. She did desist immediately on the intrusion upon her company, but continued her ma nœuvres of the plates and dishes, accompany ing them with little audible speeches, deliver ed in clear treble tones, at once easy and emphatic. \" Duchess, will you try the haunch of venison ?\" \" Lady Mary, I can recommend the Lafitte ;\" merely glancing the while at the intruders, from beneath her long eyelashes, with her large, limpid grey eyes, the pupil a violet black, the iris a clear, pearly grey. \"Dorothea, I have brought you a little friend ; come and speak to her,\" the Earl in terrupted his daughter. \" I beg your pardon ; presently, papa,\" Lady Dorothea excused herself, till she had dismissed her viewless company with the formal adjournment, \" Duchess, shall we go to the drawing-room?\" Then she came"], [20, "Noblesse Oblige. 8 down directly from her chair, and walked straight to Phœbe and the Earl. \"Papa, you have forgotten to present us,\" she reminded him, still refraining from letting her eyes rest on Phœbe. \" Is it one of the Godolphins or the Needhams ? \" naming two of the county families, without the pretence of a stage whisper. \" No ; it is Mr. Paston's little girl, to whom you stood godmother, Dolly. Of course, you don't remember it, because you were a baby yourself at the time.\" \" I do remember, papa, — I mean I have been told of it, — and shall send her a ' Christ ian Year' and a 'Child's Companion' next Easter. How do you do, Mr. Paston's little girl, my god-daughter?\" — coming close to Phœbe, and looking her all over now, with bright, meditative, friendly eyes. \" Keep her with you, Dorothea. Let the"], [21, "Prelude. 9 children have a romp together, Dykes,\" di rected the Earl, turning away. \" You hear what my Lord says,\" repeated Lady Dorothea, with vivacious impressive ness. \" You are to stay with me, my little god-daughter ; and, since I need not be on ceremony with a little Wellfield girl, I may tell you that I should like you to show me how the town girls get up their dolls' wash ings. Dykes will find us tubs, lines, and irons ; only, in case Dykes hurt herself, we will not have the irons hot. Do you know, Mr. Paston's little girl, I held one to my cheek once, as I had seen Mrs. Chenevix at the Wellfield Lodge do, and I had to go in afterwards to the Countess with a blistered face ! Dykes was dreadfully vexed about it ; but little girls ought to learn everything, in case of riots and revolutions and things, and that they may not grow up shockingly ignorant, and their children's children after"], [22, "Noblesse Oblige. 10 them. Oh, I forgot, if you do not like to show me your way of doing washing or keep ing shop, — you must know how to keep shop, and I am sadly afraid I keep it all wrong,\" put in Lady Dorothea wistfully, — \"we will have cards, or dinners, or what ever you prefer, because you have come to visit me here at Brockcotes, and it is my duty to entertain you.\""], [23, "Town and Castle. 11 CHAPTER I. Town and Castle. IELLFIELD was a quiet-going, old- fashioned little town, shone upon, not shadowed by, Lord Exmoor's great seat of Brockcotes. Once upon a time it had been a mere dependency of the old castle — a cluster of thatched houses, with a square towered little church, occupied by the vassals of the Latimer family ; now it was dignified, demure, and, as a rule, too respectable to be picturesque. It accommodated a population of eight thousand, who had not preserved an olive-tinted thatch roof or an umber-brown wooden house among them all, save in holes and corners."], [24, "Noblesse Oblige. 12 Wooers' Alley was the most picturesque quarter of unpicturesque Wellfield, and was not unsuited to be the habitation of poet or painter. It was a by-way, as all your lovers' lanes and wooers' alleys are. Odd and ir regular, it still had gable ends facing the road, and presented here and there a wide gateway, with lamps like Chinese lanterns suspended between old elm and ash trees, though they led to nothing more imposing than a market-garden, a wood-yard or a laundress's green. Wooers' Alley did not limit its line to one gradient, but ascended and descended, and indulged in the sharpest angles, to the aggravation of the old and the lazy. Some of its houses looked as if they. had been built on a level with the tops of other houses, and had their pleasure-grounds parallel to their neighbours' roofs. Others again were sunk after the fashion of a well, and were contemplated over garden walls in"], [25, "Toivn and Castle. 13 hollows twenty feet below the path. Wooers' Alley was more exclusive even than those squares and terraces in London, which refuse to lend themselves to any carriages but private ones. A wheel barrow could not have undergone the inequalities and eccentricities of Wooers' Alley without risk. The most aristocratic visitors were therefore forced to come on foot, or not at all. After its. quietness, a quality which it had in common with most little towns, the dis tinguishing characteristic of Wellfield was a prevailing aristocratic flavour of Brockcotes and the Latimers. And this notwithstanding the fact that, since the passing of the great Reform Bill, the town had occasionally felt itself sufficiently independent to return another than Lord Wriothesley, the Earl's eldest son, to the Lower House, there to practise his eloquence for the Upper ; and to"], [26, "Noblesse Oblige. 14 pass by humbler scions of the house of Latimer when Lord Wriothesley happened to be a minor, or otherwise disposed of. Since the Conquest the family had not lost a grain of its social influence ; the influence had changed its character, that was all. The market-place was encumbered by a statue of the late Lord Exmoor, in a stone facsimile of the regimentals — very high at the neck and short in the waist — which he had worn when he fought for his king and country in the Peninsula. The principal en trance to the town was embellished with a fountain, guarded by four greyhounds, seat ed on their granite haunches (the sup porters of the Brockcotes' coat-of-arms), presented to the town by the reigning Coun tess when Lady Wriothesley, and called the Wriothesley Fountain. The great privilege of the town consisted in the right to provide the supplies and fur-"], [27, "Town and Castle. 15 nish the service of the Earl, and of the outer public who flocked at particular sea sons to visit Brockcotes ; while a chief part of its relaxation lay in the old use and wont of walking in Brockcotes Park, and in being entertained by the Latimers, — going through the form of entertaining them, in return, at every era of birth, marriage, or accession in their history. Brockcotes was not more than half a mile from Wellfield, though its park stretched some miles in another direction. The mass of building on the height, relieved by its great clumps of wood, was not only conspi cuous from Wellfield, but its quadrangle and portico, broken lines of roof, towers, and turrets, formed a more imposing representa tion of a town than Wellfield itself. Brock cotes was the show-place of the county, and Wellfield might well cherish a little satisfac tion in the proximity, which was both pro-"], [28, "Noblesse Oblige. 16 fitable and pleasurable to it. The Exmoor family, on their part, took a pride in keep ing up what guide-books and county histories call a baronial residence, and in commonly residing in it from autumn till Easter, in spite of the many self-sacrifices and inconveniences involved in the circumstance. One of the gates of Brockcotes — a species of undress gate in plain iron, with a porter's lodge no better than a suburban Swiss cot tage — opened at about a hundred yards dis tance from the point where the High Street of Wellfield terminated in the park wall of Brockcotes, and where the street was slant ingly cut in two by the dogmatic, brusque flight of Wooers' Alley. This gate, known as the Wellfield gate, was open to the towns people from seven in the morning till nine in the evening. Any attempt to close it would have been the most likely thing to produce a rebellion of the Wellfield lieges,-"], [29, "Town and Castle. 17 unless it were the enormity of the family's ceasing to be the staple customer of the Wellfield butchers, bakers, grocers, and linen-drapers, and having its stores supplied by contract from tradesmen in the capital, with the aid of the railway, after the fashion of the old cosmopolitan army contractor, Mr. Coke. The oldest resident could not remember a time when the Wellfield child ren were not free to run among the shadows of the leaves, play at hide-and-seek round the tree-boles, gather periwinkles and prim roses at the tree-roots, and gaze in wonder ing admiration at the fallow deer and Scotch cattle which strayed about ; when the Well field lovers could not saunter and smell the hawthorn and the roses, and listen to the nightingale ; when the old Wellfield gossips could not find shelter from sun and wind to put their nodding heads together under the boughs ; or when the careful wives and rosy vol. i. c"], [30, "Noblesse Oblige. 18 daughters of working men engaged at the castle, could not carry pitchers and covered plates to their bread-winners at breakfast and dinner hours. The Wellfield avenue had its tide, always welling more or less full, of common humanity and its kindly joys and sorrows, to temper the retirement and re pose of the great Latimers of Brockcotes. Strolling through the grounds, one came on patches of bracken, pale gold in their first sereness, and set off by the deep, clear malachite green of clumps of laurels ; on huge bushes of sycamores and great larches bending to the ground, and sweeping it with their branches. These led to the American Garden beyond, between breaks of rhodo dendrons and azaleas. As the visitor ascend ed terrace after terrace, and gazed round on the wealth of trees in the park, wide as a chase, the monotony broken by the silver sheet of the mere, covering its seven-"], [31, "Town and Castle. 19 ty acres, and on the domed and turreted kennels — a smaller Brockcotes on a rising ground — his eye then wandering far away to the fields on fields of stubble and green crop, pasture and coppice, with bountiful country houses, snug villages, and towers and spires of parish churches, all on the Brockcotes estate, he could scarce help thinking the scene the grander for anything he had witnessed elsewhere. He saw but a section of the great faqade of the castle, but that was enough. It had taken six cen turies to complete, and it represented about as many styles of English architecture. There was the Norman keep, solid, grim and slit holed, with wallflower and frogs'-mouth tufting the clefts of the massive walls which had one day bristled with cloth-yard shafts ; there were Tudor windows and clock-towers ; Inigo Jones colonnades and gateways ; Sir John Vanbrugh suites of rooms — Gibbs. c2"], [32, "20 Noblesse Oblige. Burlington, and Kent having each had a hand in making and marring the whole. It was a princely polyglot of a building, har monised, fused, and mellowed by its gradual growth, and by the histories which had been lived in it, and which gave to each distinct portion not only a real individuality, but, as it were, the lingering breath of a soul."], [33, "Phœbes Walk to the Castle. 21 CHAPTER II. Phœbe's Walk to the Castle. HŒBE PASTON had just returned to her father's house in Wooers' Alley. She had been away eighteen months, finishing her education with her cousins the Halls, at Folksbridge, the trading seaport in the east of the county ; and taking a flying trip to the Continent under her uncle and aunt's wing. She was now walking up to Brockcotes to report herself, and to pay her homage to her godmother and friend, Lady Dorothea, as duly and undoubtingly as if the two had lived in the Middle Ages. It is true that the Brockcotes family had a particular claim on the Pastons, — the pre-"], [34, "Noblesse Oblige. 22 sent Earl having what is significantly termed \"made\" Mr. Paston five-and-twenty years before, and having never tired of employing and backing him since. Lady Dorothea and Phœbe, too, as children, had got up wash ings and dinners and shop-keepings with such zest, that the games had brought a faint colour into Lady Dorothea's thin white face ; and as a consequence, Mr. Paston's little girl was summoned over and over again to repeat the charm, until the children became regular play-fellows and attached compan ions. The association was renewed every time the family returned to Brockcotes, and continued without a break till Phœbe had left to go to her cousins. The child's play had become girls' lessons and chatter, and in place of exhibiting her dolls' dresses, it had. been her confirmation-dress, and the dress thought of for her first drawing-room, which Lady Dorothea had latterly shown"], [35, "Phœbe's Walk to the Castle. 23 and talked of to the sympathising Wellfield girl. Withal, the intimacy had been main tained within bounds, and conducted with discretion by the ruling powers. The intercourse had been held chiefly in the nurseries, school-rooms, gardens, and park ; or in the Pastons' house at Wooers' Alley. Phœbe had not been placed in the false position of a humble companion in the Brock cotes drawing-rooms, neither had she been suffered to sink into the housekeeper s-room, though she had a well-merited respect and regard for Mrs. Bald and Miss Thorpe, the housekeeper and the Countess's maid, who shared it between them when there was no company. And when mentioning these two, not only highly respectable, but tremendous ly responsible and authoritative personages, one should not omit to add that they occasionally drank tea with Mrs. Paston at Wooers' Alley."], [36, "24 Noblesse Oblige. It had been managed by Lady Dorothea's mother and Phœbe's father — alike in being eminently sensible individuals in their differ ent walks — that Phœbe should keep her own place in her experience of high life. As for Lady Dorothea, it is the privilege of Lady Dorotheas that no honest company can degrade them. When they stoop, it is to confer distinction. Yet though Phœbe Paston was in a spe cial sense a retainer of the Latimers, any girl in Wellfield, up to Miss Adelaide Coke, — the daughter of old Mr. Coke, the retired army agent at the White House — who was permitted to attend, not merely the ball at Brockcotes in the race week, which was open to all the town's people who could establish the most distant pretensions to being in the middle class, but the county ball, where she sometimes danced in the same quadrille with Lady Dorothea— any girl in"], [37, "Phœbe's Walk to the Castle. 25 Wellfield would have been exalted in her own estimation, and in that of her neighbours, by being called upon to go up to Brockcotes and be admitted to familiar intercourse with Lady Dorothea. Phœbe dispensed with no punctilio, there fore, when she entered the gateway without saying \" By your leave,\" and merely stop ped for old acquaintance-sake to exchange a greeting with the lodge-keeper, — a little cricket of an elderly woman, contrasting strongly with the deliberate, taciturn porter at the great gate. \" Going up to see Lady Dorothea, Miss Paston ? You've stepped in before without being unmannerly, as true enough, it was not like that you, a young lady and a travelled lady, would be, sew-er-ly. But her ladyship was through here just yesterday, riding Coltsfoot, and she said she would be back again to-day, and would stop then and look"], [38, "Noblesse Oblige. 26 at the prairie hens ; ' for do you know, Mrs. Chenevix,' says she, ' Mr. Paston's daughter is corned home, and I must arrange to get down to Wooers' Alley at wunst to see her?'\" \" Ah, how good of her !\" Phœbe just managed to edge in. \" Goodness gracious me ! how thick her little ladyship and you were wont to be, when you came to play in the south nur series and the cloistered walk, and how you have kep' it up until you are a pair of sightly young women, so as it sounds by all the world like the constancy of lovers.\" A laugh here broke from Phœbe, who was just about to say something when the little woman rattled on again : \" Nay, I'll wager my last pheasant's hatch ing that our Lady Dorothea — world's worth of sense and cleverness though she do be — don't look half so sweet yet on meeting my"], [39, "Phœbe's Walk to the Castle. 27 Lord Marquis as on meeting you. Only what mun be mun be ; and more by token it is certain to happen with them great folk up at the top of the tree, where the shade and the shelter are the first thing thought on, poor souls ! of which the cedars in Earl Heneage 's walk is nothing to them.\" \" I don't know anything about it, Mrs. Chenevix,\" Phœbe answered the somewhat enigmatical speech, taking refuge in her ig norance ; \" I have been a stranger so long.\" Proceeding on her walk, Phœbe could not help recalling to mind the appeals of her cousins, the Halls, who had attempted to draw her into an admission every time they got an addition to the green-houses at Gar net Lodge, or received a buhl table or an ormolu timepiece from London, or displayed the bits of Dresden and Sevres china which they had picked up abroad, that Garnet Lodge was a rival to Brockcotes ; and that"], [40, "Noblesse Oblige. 28 the merchant, standing alone upon his wealth, was able at least to compete with the great landed peer and his roll of buried ancestors. This came before her now in all its ludic rousness. It was not that the Halls could not command luxuries and comparative splendours. They had been accustomed to them ; at all events, Mrs. Hall had, for she was a daughter of one of the first merchants in Folksbridge. But even if Mrs. Hall had been able to monopolize and preserve all the cedar-wood, ivory, spices, and Dutch pictures on which she delighted to expatiate, and though there had been joined to them the upholsterer's and the jeweller's glories of purple velvet, amber satin, rococo chairs and Parian marble statues, up to gold toilet plate, — what could these count weigh ed against the treasures of Brockcotes? Nay, though nectar and ambrosia had been"], [41, "Phœbe's Walk to the Castle. 29 added, soup a la Julienne, haunches of veni son, lobster pates, whole pyramids of pines, and glaciers of vanilla ices, with Burgundy, Lachrymœ Christi, and Tokay to the utmost bounds of the imaginations of sensuous novelists who have not studied le grand simple, what infinitely higher food there was for the gods at Brockcotes ! Phœbe knew well there were things which money could not buy, far other than dancing-masters' graces and bastard Byronisms. They might be illusions, too, it is true, but they were dear next to household charities, and sacred after Divine sacraments. For what in them selves were family jewels, armour, shields, stained glass, the whole ultimata of the Ho race Walpoles, to the musty, worm-eaten, state banqueting-room where one Latimer had spent his rents for a year and a day on a loyal feast to a king in adversity ; or to the shabby business-room in which another"], [42, "30 Noblesse Oblige. Latimer had pledged lands and life to save his country and maintain the integrity of its halting but high-reaching laws ; or to the faded state bed on which had lain the coffin of a hero, resting from his last fight, with the tattered, soiled banner spread over it, which was afterwards to form the grandest relic of the old guard-room. The diamonds and Milanese mail were overborne by the cracked dels flower-pot in which a brave dame had once hidden the title-deeds of her children's inheritance from the house's enemy. Why, every step in this house led to a hoary record of history, wrought in by some member of a family which, for a score of generations, had held in trust for the people a great stake in the country. Phœbe did not enter Brockcotes by the great gateway. The Earl himself did not think of doing this, except on great occa sions. It would have involved a progress"], [43, "Phœbe's Walk to the Castle. 31 through the guard-room, the armoury, the old hall, the Elizabethan saloon, the white drawing-room, with the Queen Anne closet, and the great picture gallery, before the inhabited quarters of the house could have been reached. Phœbe had made the round with unflagging interest many a time, and hoped to make it again in triumph with her cousins ; but it would take half a day. For the needs of private and ordinary intercourse there were side doors in every direction, which the family had learnt to use as they had learnt to occupy graciously a house which was not theirs alone but the country's — liable to be invaded three days a week, in all its ancient and splendid localities, by a hydra-headed, gaping, fingering, enthu siastic monster, whose convenience they had to consult, and who was mortally jeal ous of so much as a terrace, a- garden, a row of windows, a suite of rooms kept"], [44, "Noblesse Oblige. 32 back from it and retained for private ends. Phœbe did not require the aid of the ser vant who conducted her up the side-stair to Lady Dorothea's room. She was sure that she knew the way better than he did, for he was not one of the old servants. She had all her life been acquainted with them — Mr. Clarges the butler, Mr. Simmons my Lord's man, Mr. Richardson the groom of the chambers, Mr. Finlay the Scotch gardener — though by one of those subtle distinctions which affect men and women in the same rank and family, the men servants never dined with Mr. Paston, as Mrs. Bald and Miss Thorpe drank tea with Mrs. Paston. But Phœbe knew they were all very supe rior, well-informed, elderly men. The pre sent John Thomas, though he had the mis fortune of having seen only five years or so of service in the Exmoor family, manifested the advantage of good company and good"], [45, "Phœbe's Walk to the Castle. 33 government by doing his spiriting gently. With a fine instinct for the feelings of the family, he showed Phœbe to Lady Dorothea's room very respectfully, bestowing on her a delicate reflection of his courteous, deeply in terested manner. Altogether this simple sprig of the servants' hall of Brockcotes was a mightily different specimen of the genus plush from the dreadful boy in buttons whom Phœbe's aunt Hall affected; or even from the men hired to wait at parties at Garnet Lodge, who got drunk, broke the diamond cut frosted water jug, and were so intolera bly saucy and insolent to Olive Hall when she corrected them, that she had to call upon her brother Frank to order them out of the house. r> VOL. I."], [46, "Noblesse Oblige. 34 CHAPTER III. Lady Dorothea's Boudoir. IADY DOROTHEA recognised Phœbe the moment the door was opened. She rose in an instant, without disturbing any of her surroundings, and came towards her friend with both her hands outstretched. \" My dear Phœbe, I am so glad to see you. I always want to see my friends, and you are my gossip — there is no modern word for it,\" she added, coming up to her, and kissing her heartily. Phœbe liked to feel the close caress, though she rather received than returned it ; and her heart grew warmer at the conviction"], [47, "Lady Dorotheas Boudoir. 35 that Lady Dorothea, after a season and a half in town — a season and a half nearer the supreme dignity of the Marchioness of Fair chester — had not forgotten her. \" We have so many things to tell each other, Phœbe. First, you are looking very well, and I hope you do not think me gone off.\" \" Not at all, Lady Dorothea,\" Phœbe as sured her friend sincerely. \" Ah ! you know it is of some conse quence, and I am nervous about our de generating physically. There is so little of me,\" her ladyship went on, with perfect gravity, \" and there is not much more of Wriothesley. If febrile nervousness were to set in now, nothing more could be made of us ; and it would be a sure sign that the race was dying out, though it might linger with coddling and padding for a few more gene rations, I have been toiling to get through d2"], [48, "36 Noblesse Oblige. with my work, to have the Countess set me down at your door after luncheon, and have the carriage pick me up again, which would have saved time, if you hadn't done better. I had only got as far as ' Joy is a transitory possession,' \" reading from the last of a heap of school copy lines ; \" and I'll tell you what, Phœbe, I don't call that a satisfactory moral precept. Do you?\" \" Scarcely, I fear ; but I have not yet had time to test it,\" answered Phœbe. \" But, you see, Mr. Gilbert has set it, and it is not my place to dictate to Mr. Gilbert,\" continued her ladyship. \" The comfort is that none of the children will understand ' transitory.' I was going on to ' Man is made to mourn,' was it?\" peering at her list of precepts. \" Surely no, something more cheerful for the children—' Man is made to work.' Dear ! I am afraid the boys and girls who are not surfeited with playing at hockey"], [49, "Lady Dorothea's Boudoir. 37 and keeping houses, and who don't experience the spur of having work which must be done, will think that sentence equally dismal. But I am getting dismal myself over the thought of my work, for the copies are a light task compared to the demands of one post,\" protested Lady Dorothea, looking askance at a pile of elegantly turned letters on her other side. \" It's almost as bad as being called upon to entertain people who will not be enter tained,\" she went on, \"to have to answer letters which contain nothing but wire- woven compliments and fine phrases. I don't count scientific, antiquarian, clerical or social economic letters under the same head. However troublesome, one may take kindly to the trouble in their case, for there is some thing more or less real and positive in them. But as to the mass of letters, the fact is, newspapers have destroyed our vocation"], [50, "Noblesse Oblige. 38 where they are concerned. I do envy the time when every wonderful story did for a letter to a country cousin.\" \" I hope I am not in your way,\" inter posed Phœbe, with more of certainty than hope in her tone. \"My dear child,\" besought Lady Dorothea emphatically, \" don't you be wire-woven and hypocritical. You know I shall contrive to get rid of my share of the family correspond ence by economising my te a and toilet, or by coming up here after dinner, if mamma can spare me, or, should all other resources fail, by tearing the letters into little bits, and flinging them out of the window, with the world none the poorer, or myself a bit peni tent.\" \" I don't believe that,\" asserted Phœbe ; \" you never treated my letters so, and in stead of your not thinking of such havoc, I don't know who would mind it more.\""], [51, "Lady Dorothea's Boudoir. 39 \"Ah ! you always thought a great deal bet ter of me than I deserved. But you are quite a travelled lady yourself now, Phœbe. I want to hear all about your travels and adven tures, as well as to tell you mine ; and, re member, we have only an hour to do it in, before the luncheon bell rings. You must take luncheon with us, and pay your re spects to the Countess. Of course that is settled.\" Lady Dorothea's room adjoined the south ern nurseries, where Phœbe and she had first met. Phœbe was sure that Lady Doro thea would not have vacated it for another, or changed any of its salient features. It was not the fashion at Brockcotes for the inhabitants to flit from perch to perch, or to dismantle and refurnish their nests. There was the strongest element of conservatism in the great house. Lady Dorothea's room and Lord Wriothesley's room were cham-"], [52, "Noblesse Oblige. 40 bers intact and established beyond recall, and would continue without fail what their names implied till Lady Dorothea became Marchioness of Fairchester and Lord Wrio thesley succeeded his father as Earl of Exmoor. The boudoir was decidedly plain, spacious, and wonderfully convenient. The pale French-gray walls were without relief of watered paper or gilt cornicing ; and all the adornment they had was from some chalk drawings and water-colour sketches of Lady- Dorothea's — not always in the best perspec tive, nor with the most perfect touch — and photographs of members of the family and the household, including favourite horses and dogs. The carpet was Turkey indeed, but it was worn thread-bare, and the cheval mirror was encased in an out-of-date, tarnish ed, black and gold frame. The wood was maple, the hangings chintz, the porcelain"], [53, "Lady Dorothea's Boudoir. 41 common white and gilt-edged china. The aristocratic element lay in the ample provi sion for every possible requirement of the occupant. The toilet service was full, though it was not of silver or silver gilt, but of 4 tortoise-shell and alabaster. There was a reading-table, a writing-table, a portable book-case, a flower stand, a cabinet, a desk, a work-basket, a night lamp, a day lamp, and chairs, couches, and footstools for all the phases of industry and idleness, notwithstand ing the principal lounge had no more ex pensive cover than white dimity. Suppos ing Brockcotes subjected to a siege, Lady Dorothea's room would have afforded her occupation and entertainment during every month of the twelve. The bedroom beyond, with the door ajar, was even less costly, in its light iron bed stead, serviceable chests of drawers and wardrobes, with only the delicacy of its"], [54, "Noblesse Oblige. 42 linen, its complete provision for warmth in winter and air at all times, and the enamel tiles of its lavatory, to distinguish it from any ordinary unpretending bedroom of the upper class. But there was one detail un attainable, save in such quarters ; the win dows belonging to these rooms commanded three separate vistas of the park, each of them a long sylvan alley, with its striking suggestive termination — the first being the great gate ; the second, the Brockcotes' obe lisk, raised to commemorate slave emancipa tion, in which the Latimers of Brockcotes had played their part ; and the third, the group of Scotch firs, planted as a record of the family of Countess Jean — a waving tree for each weeping baby that had grown into a man or a woman, and was now dead and mouldering into dust within the walls of the Brockcotes' mausoleum, or in strange lands, or in the depths of the sea."], [55, "Lady Dorothea's Boudoir. 43 Lady Dorothea was as far removed from extravagance in dress as her rooms were from extravagance in furniture. There was no such distinction now between the morning dresses of the friends as there had been between those of little Lady Dorothea and Mr. Paston's little girl. Lady Dorothea's cambric muslin was hardly finer than Phœbe's : and although hers was freshly put on for the morning, and Phœbe's for the week, that of the ar ristocratic lady, because less care was called for perhaps, was the more crumpled and flecked of the two. Another change in their personal attributes was that Lady Dorothea was at the present moment the more tanned and freckled of the two, with those small, clear, dark freckles, like spots on the lip of a shell, which only come out on very fine skins. Mr. Finlay, the Scotch gardener, and his subordinates, could have given a reason. Lady Dorothea had a passion for working"], [56, "Noblesse Oblige. 44 in the greenhouses with her own hands, and when it was hot there, unless the opinion of the Countess occurred to her, she would throw off her hat and gloves without the least concern for her complexion ; besides, she had taken Lord Wriothesley's dogs under her special care during his absence, and the kennels were at a quarter of a mile's dis tance from house, in the most exposed situation as to sun and wind in the park. In addition still, Lady Dorothea rode with the Earl, as well as drove with the Countess, and did an amazing amount of family, poor, and parish work at odd times on the estate. Except one hour before luncheon, and an other before dinner, when she read and wrote in her own room, she was good to be found somewhere or other out of doors all through the spring and autumn days. Indeed, she was half as much time in the open air as a field- worker, and ten times as much as a"], [57, "Lady Dorothea's Boudoir. 45 home-staying, embroidering, house-keeping young lady in the rank of Phœbe Paston. As to Lady Dorothea's head, the fine hair of which had been so treasured and cultivat ed by nurse and maid, she would, in her perfectly cultivated womanhood, as soon have thought of coming down to the break fast-room with a diamond coronet on her temples, or a wreath of artificial flowers and flower-sprays hanging down her back, as have descended to her world showing anything but the quietest little mouse-black head, its natural ornament disposed of, in these days of chignons, in some mysteriously simple manner. She left frizzling, plaiting, bandeauing, and rosetting, to her Abigail, \"Thorpie,\"the Countess's maid, and Thorpie's coquettish little niece. Lady Dorothea was slight, pale, and under the middle size, as ever ; and the first impression made by her on a stranger might"], [58, "46 Noblesse Oblige. be one of momentary disappointment that \" the daughter of a hundred earls \" should appear a trifle insignificant. It required a second look and a second thought to appre ciate the fineness of the traits, of the very contrast between the dark hair and the natu rally satin-white skin ; to discover how pure, subtle, and tender — in the French sense — would be the blush of rose which animation or emotion would call into the cheek. Once sensible of the true beauty of a high-born woman, and there is an inclination to regard every other style of beauty as coarse and clumsy in comparison ; yet Lady Dorothea, thanks to her open-air life and active, well balanced mind, was not intrinsically fragile, hectic, or softly weak-looking. There were in her carriage and gestures the nerve and elasticity of both health and breeding, to carry her, if necessary, over mountains of tribulation and seas of difficulties. In place"], [59, "Lady Dorothea's Boudoir. 47 of being languid or statuesque, her face was espiegle and mobile to a fault — open, indeed, to the charge of never being seen in a state of repose. Phœbe Paston was lithely round, and several inches taller than Lady Dorothea. She was in face softly brown, with a warm, not a swarthy brownness, answering to eyes having an olive tint in their hazel irises, and a blue ness in the white of their balls. Dimples came and went in her cheeks ; and her mouth, a little too full, preserved an archness and capacity for expanding into a rich straight line of intent enthusiasm or sobriety, which altogether redeemed it. It was saying a good deal for Phœbe Paston's face and figure that they could bear to be looked at beside Lady Dorothea's fine black and white traits — beside the thin nostril, the flexible mouth, with the transparent teeth glancing through the perpetually varying curves, the"], [60, "Noblesse Oblige. 48 arched neck and arched foot. What was most amiss in Phœbe was, that she wore her hair German fashion, so that the wave and ripple back from the low, square forehead, ap peared something smart beside Lady Doro thea's smooth little morning head, the shape of a greyhound's; and that her hands — though she had no passion for working in green-houses, no obligation to feed dogs, and was particular in wearing gloves when she tied up her roses and carnations — were one or two degrees larger, and of heavier mould and material, than Lady Dorothea's. Of course Phœbe exaggerated the defect, and called her hands bear's paws and mason's mallets beside those of her Ladyship, and thus escaped all conceit where those mem bers were concerned. Lady Dorothea marshalled Phœbe to one of the window seats, and they sat down together, like Hermia and Helena, \" both"], [61, "Lady Dorothea's Boudoir. 49 on one cushion,\" and commenced a brisk fire of questions. \" First, about the cousins at Folksbridge, whom you knew so little of, and have lived a year and a half with — are they nice people?\" \" Very nice, and two of them so clever,\" replied Phœbe, promptly. ■ \" I know one is the only son — the journal ist in town — whom Wriothesley met on the Danube, swore a friendship to, and praises up to the skies. But you are not going to marry him, as I once predicted ?\" \" No, indeed,\" Phœbe negatived decis ively, with a laugh indicative of the clear est of consciences, and without a shade of a blush. \" That would never do. My aunt and my uncle would not like it, and, what is more to the purpose, Frank and I did not for one moment think of each other in that way, though I have a great regard for him VOL. I. e"], [62, "Noblesse Oblige. 50 as a cousin, and I hope he has some cousinly regard for me. He knows everything, and can do everything, and is very amusing, Lady Dorothea; but he and his set think too much of themselves ; he smokes too much, and he is ugly. I should not like to marry an ugly man, if I could help myself,\" speculated Phœbe ; \" though I daresay I should get accustomed to his ugliness.\" \" I daresay you would, you stupid Phœbe, as well as take down his conceit, and set bounds to his smoking — so much the better for him. Of what count is ugliness in a husband, or in any man, or in any reason able creature, for that matter ? But I know your taste, Phœbe — a muscular Christian, a northern Levangro, a stalwart, comely per son enough, with a look as if he could not be angered fairly, and yet with that queer spice of perversity in his nature which makes many a sober Englishman fly off at a tan-"], [63, "Lady Dorothea's Boudoir. 51 gent, and be guilty of a disinterested reck lessness at the crisis of his career — reckless ness of which a feather-headed, spasmodic Frenchman or Italian would be, not to say dreadfully ashamed, but sheerly incapable. I suppose he cannot help what constitutes him a sort of puritan vagabond. It is the old Danish pirate in his blood rising against the other element of the Dutch shopkeeper.\" Phœbe said not a word in reply to Lady Dorothea's particular definition of her taste, and ignored any special allusions it con tained, while her cheeks were tingling with provocation under it, and with dread lest she had not heard the last of this. No more came just then. Lady Doro thea went off to something very different. \" Are your cousins very fond of garnets, Phœbe, that they call their house Garnet Lodge ?\" \" I fancy they would prefer rubies,\" cor- E 2"], [64, "Noblesse Oblige. 52 rected Phœbe, the least bit in the world of fended. \" They did not christen the place, it was named by the former owner.\" \" Oh ! then they are not responsible for the name,\" admitted Lady Dorothea, taking pains to make amends for her indiscretion. \"And that is one advantage of stepping into strangers' shoes. I am sure some of our names do our forefathers no credit. There is Swinely. Although a spade is a spade, and I have no desire to hide it, could they not have hit upon a prettier associa tion ? Swine are very well in their own way, but why have to drag them into one's mouth twenty times a day when we are in Dorsetshire ? And what did you think of foreign lands, you little Wellfield native? You were lucky. They must have made an impression on you. Now, by dint of being taken abroad when I was ten, and the Earl had the first touch of the gout ; and then"], [65, "Lady Dorothea's Boudoir. 53 when I was thirteen, and the Countess was attacked by neuralgia ; and again when I was fifteen, and Wriothesley had to be recovered from hay fever, the beginning of my im pression was so indefinite, and it was so frittered away by repetition, that I cannot remember having had any. At what points on your route did you stay longest, and what places did you admire most ?\" It had still been the grand tour to Phœbe, perfect in its six weeks shortness ; and she had seen everything with such vivid percep tion and lively appreciation, that she had not time to tell Lady Dorothea one half of what her ladyship would have liked to have heard, as she sat listening, with her keen analytical faculty, and the half pensive weight of experience, looking out of her bright, pellucid eyes, and playing about her trans parent face. In Phœbe's description, one place chased"], [66, "Noblesse Oblige. 54 another. Every now and then she called herself back with an \" Oh ! I forgot, Lady Dorothea,\" and darted off again to a string of other localities and attractions, till she stopped breathless. Lady Dorothea nodded her approval. \" I see you have enjoyed it. I am glad you had such a holiday. So you stopped at that little place beyond Coblentz. You were more fortunate than we were. We wanted to ' do it,' but we could not manage this, for we could not find accommodation for our party. We were once driven out of Lausanne for the same reason. You wouldn't believe, Phœbe, the trouble and the heart-burning that difficulty often occasioned. Clarges was as good as most couriers, but the little strength and leisure left for seeing sights, and the constant aggravation of witnessing the number of indulgences and amusements which other people commanded, and which"], [67, "Lady Dorothea's Boudoir. 55 were not permitted to us, were enough to counterbalance all our pleasure. You may count the heavy penalties incident to travel ling as an English milord among the sorrows of the aristocracy.\" Phœbe thought she understood them as well as an outsider could, and condoled with Lady Dorothea accordingly. \" But you would rather not want the penalties,\" she finished, with ready brusqueness. \"No,\" Lady Dorothea laughed frankly, \" we are to the manner born.\" She took up her gold pen and twisted it about in her fingers, as, with a suspicion of wistfulness in her resolute, unhesitating tones, she said, \" I don't imagine you came across the Fair chester family !\" No, Phœbe had not come across the most distant relation of the Marquis — not even in the shape of an autograph in a visitors' book."], [68, "Noblesse Oblige. 56 \" We missed meeting them in town after Easter,\" said Lady Dorothea, choosingto grap ple with the subject, notwithstanding there being an increasing consciousness, neither awkward nor yet entirely pleasurable, in the significance of her next observation. \" It is odd how we have contrived to miss each other ; but Lord Fairchester had to go abroad again to fetch home his sisters, who had been spending the winter with their aunt, Lady Camilla Tollemache, at Nice. He and his sisters are coming here to meet Wriothesley on his return for the race week. It is such a comfort that we are to have Wriothesley home at last,\" continued Lady Dorothea, taking up the present theme grate fully, though she had not flinched from the other. \"We expected nothing less than that he would be off to the Rocky Moun tains, where we could not spare him, because he is the only son we have ; besides, that is"], [69, "Lady Dorothea's Boudoir. 57 not exactly the way in which we want Wriothesley to distinguish himself.\" \" I heard something from Frank Hall of Lord Wriothesley having taken honours at Oxford,\" put in Phœbe. \" I was not sur prised to hear it.\" \"Yes; but I don't know that a peer is entitled to take away so much Latin and Greek from his college. I don't know that it is not a mistake — that a more moderate quantity might not serve his turn. We must be sparing of Wriothesley, when he is re markably clever, and when we have been waiting for him these two hundred years !\" At this Phœbe opened her eyes, and was about to offer some modest deprecation, when Lady Dorothea, anticipating her, went on — \" Nay, you need not stare, Phœbe. Only think, we have been no more than great landlords and country noblemen since the"], [70, "58 Noblesse Oblige. Bentincks and the Kepples came in with Dutch William's revolution ; while other fa milies have been marshalling armies, leading navies, procuring treaties of peace, and pre venting national bankruptcy. We have even allowed ourselves to be beaten in gar dens and packs of hounds. It may be a matter of thankfulness that we have not grown to be infamous for divorces and gam bling debts, rou^s and light women. But it is high time that we did something more than abstain from great shining vices ; yet women can do nothing beyond forming al liances — and I must say we have always married well.\" \"I should think that would be hard enough work sometimes,\" broke from Phœbe, in a half-rebellious undertone. \" It has often been arranged for us be forehand,\" stated Lady Dorothea, quietly. \" However, the question is, what Wriothes-"], [71, "Lady Dorothea's Boudoir. 59 ley is to do ? Parliament is his natural and ultimate field ; but, between ourselves, the Earl does not care to trust him with a borough at present.\" \" But Lord Wriothesley is so clever.\" \" Still, you know, there is an attraction in reverses ; and Wriothesley's opinions, like those of many generous young men of rank and parts, who have opinions to speak of, are unsettled, and incline to democracy. He might compromise himself just now — take up the paupers more outrageously than Lord Ingestre, or propose vote by ballot like Mr. Berkeley. Then, in Parliament, reform seems to belong to the Russells and the Greys; it is like poaching or plagiarism to meddle with it. I fancy he must rather begin with some great scheme of railways or harbourage, of mining or draining — something that will cost hundreds of thousands of pounds, crip ple our exchequer for generations in the"], [72, "60 Noblesse Oblige. name of honour, and afford work and pros perity to as many thousands of men.\" \" Your confidence in Lord Wriothesley is charming, Lady Dorothea.\" \" I confess I could not bear Wriothesley descending to found a museum, far less his basing his hopes of fame on giving his name to a barouche or a pair of breeches,\" con tinued her ladyship. \"He might go on the turf and improve the breed of horses. We think no harm of that, when we can afford it ; but the Latimers have always confined their taste in this matter to the Wellfield race week, and left the larger doings to the Grevilles. Besides, Wriothesley has no bent in this direction. He can ride a deal better than Lord Fairchester, who sits like a sack, they say,\" explained Lady Dorothea, coolly ; \"but his short sight is against him in com peting with his groom. That defect is be coming serious,\" lamented Lady Dorothea,"], [73, "Lady Dorothea's Boudoir. 61 full of care, \" when you consider that Earl Evelyn had it as far back as the battle of Tewkesbury, when it caused him to miss his Lancastrian enemy, and fall a victim himself. Old Father Ambrosius, our chaplain then, has the fatal accident and its cause fully set down in black and white in his Latin chroni cle. I have all but escaped the infliction, but it has come out in Wriothesley, and I am not sure that it is not more alarming than the Dugdale deafness, which is so pain fully evident in poor mamma. With the immense importance of Wriothesley's eye sight, and the fate of poor Lord Lewston and the Duke of Leominster's son before him, it is what I call astonishingly wrong headed and wilful in Wriothesley to go on pottering at his amateur painting and writ ing. Phœbe allowing her scepticism to be mani fest, Lady Dorothea added, \" I know that"], [74, "62 Noblesse Oblige. you will not misunderstand me, Phœbe, when I say that I don't reckon that Wrio thesley's line, any more than scholarship or philosophy. I don't underrate art and learn ing ; but what noblemen are here to do seems to me to be, not to paint, or construe, or speculate, but to live.\" \" I think you are right, Lady Dorothea,\" Phœbe corroborated shrewdly. \" I am sure it would not have suited papa at all if the Earl had thought fit to paint his own walls with his own hands, instead of giving a com mission, which, papa has often said, was the making of him as a professional artist.\" \"It is very good in your father to say so, and, I imagine, no more than just. There are patrons whose province it is to give their thousands of pounds for Raphaels; and there are painters whose province it is to paint Madonna di San Sistas and Leo Tenths. I never saw an advantage gained by confound-"], [75, "Lady Dorothea's Boudoir. 63 ing provinces. Wriothesley might do some thing with the press. I don't deny that ; but men like your cousin, Frank Hall, have always had a monopoly of it, though a Lord Strangford may cut in occasionally. Alto gether, I don't know that he could make much of it, without the entire confidence of the public on party questions, — to expect which would be the next thing to hoping for a prodigy.\" \" But Lord Wriothesley has already gained the confidence of all,\" suggested Phœbe. \" Perhaps in Wellfield ; but that's not the whole world, Phœbe,\" her ladyship resumed. \"And now that Wriothesley is of age, he ought to marry soon ; but I am afraid he is crotchety on that point also. There is nobody spoken of for him but our cousin, Miss Dug dale, of Summerley. You know Summerley might go in with the Dorsetshire estates ;"], [76, "Noblesse Oblige. 64 and Lady Anna Maria Dudley succeeds to her maternal grandfather's Gloucestershire property. Of course this is in confidence. But come, Phœbe, I must hear more of your concerns. What is that story about Mr. Wooler? I am not going to let you off with telling me nothing of it, when I have told you nearly all the news, the plans, and the hopes of Brockcotes. I heard of it when we were down at Richmond for Easter, and everybody approved of it. I was very happy on your account ; only I thought, Phœbe, when we were such friends, it would have been no more than my due if I had got the first hint it from yourself.\" Phœbe had made up her mind that the conversation would come to this, and had braced herself to endure it. The Brock cotes family held it as their undeniable privi lege that they should receive all the Well field gossip, seeing that it concerned their"], [77, "Lady Dorothea's Boudoir. 65 town, which, like Louis the Great's States- General, was themselves ; and they usually had it fresher and fuller than it was to be had in the market on the market day, or over the bank counters, or in Miss Manning's worsted shop, or in the Medlars' dining-room, or in Miss Rowe's drawing-room. Still, it was exceedingly vexatious to Phœbe Paston to have this foolish, false report brought up against her the very third day after her re turn to Wellfield, and cast in her face by Lady Dorothea at Brockcotes. \"There is no story, Lady Dorothea,\" Phœbe maintained, flushing deeply ; \" no thing but a bit of tattle from Folksbridge, and the idle repetition of some silly, mis chievous jesting of my cousins.\" \" So they have time to tattle — the busy, solid traders of Folksbridge, and the cousins are not out-and-out nice. I am bad enough to take a little comfort from this, because F VOL. I."], [78, "Noblesse Oblige. 66 you belong, by right, to Wellfield and Brock cotes ; and I don't wish you to be prema turely suborned away from us by the ter ribly pushing, irresistible Folksbridge people. When you have married a Wellfield man, it will be soon enough — eh, Phœbe ? I must say the match sounded everything that was desirable. A painter like your father, his old friend, a native of Wellfield, and, at the same time, with the prospect of rendering you one of the richest women in great rising Folksbridge — perhaps the mayor's wife. What would you have more ?\" \"Lady Dorothea, I wonder to hear you!\" exclaimed Phœbe, indignantly. \" Do you call it fair to class me with a man twenty years older than myself — old enough to have been papa's friend and contemporary, yet a man who cannot settle, who has never ended what the Germans call his Wanderlehre, I believe never will end it, with an old mother"], [79, "Lady Dorothea's Boudoir. 67 who calls me a presumptuous, interloping chit, and looks down on me, though she her self was nothing better than a yeoman's daughter ; — a man that I never thought of or spoke to, except as an old Wellfield friend, meeting him, as I did, at Folksbridge ; — a painter, too, and an old friend of papa's ! I did not think that you would speak as if you were mercenary, Lady Dorothea ; and it is a great shame of any person either to tell or hear such stories.\" \" My dear Phœbe, you go on piling up your wrath so furiously that — if you will excuse me — it is enough of itself to make one suspicious,\" argued Lady Dorothea, with provoking intrepidity and candour. \" What does it matter that you haven't thought of the man till you were asked to think of him ? It is the man's part to think of you, and they say he has done it to purpose. I wonder the connexion has not been sug- f2"], [80, "68 Noblesse Oblige. gested before ; but marriage is more of an accident with you than where there are other than private interests to weigh and ac count for. You are going to marry the man, and not his mother ; and although it would be vastly more becoming and agreeable if she were thoroughly content and cordial, no doubt her son, whose business it is, will succeed in bringing her round in a little time. \" I protest, Lady Dorothea, you are cruel in thus teasing me about one so much older than myself,\" was all Phœbe could say. \"My child,\" her ladyship went on, un flinchingly, \" to speak of a man's being too old to be a husband, and the head of a family at forty ! We don't call fifty old ; and Mrs. Bald, who is never mistaken, calculated Mr. Wooler's age to be ten years less. It is more absurd than making a man's ugliness an ob jection to marrying him. I should make my"], [81, "Lady Dorothea's Boudoir. 69 husband's ugliness my ugliness, and either never see it or grow vain of it ; and I should prefer an interval of twenty years or so be tween me and the man I was to call lord and master, that I might be the better able to reverence him.\" Phœbe was speechless in antagonism, while she pondered the flippancy of her own objection. \" But, Lady Dorothea,\" she said at length, \" you will allow that, according to Debrett, Lord Fairchester is no more than . twenty seven, and, I have heard, not worse-looking than a heavy-featured peer.\" Here a step was heard in the corridor."], [82, "70 Noblesse Oblige. CHAPTER IV. The Latimer Family. \" te'^|T is the Earl,\" Lady Dorothea ex- Baal plained ; \" lie has just returned from quarter-sessions, and from making up his book for the races. He is coming to show his book to me. The Countess tries to understand it, but cannot quite make it out ; it is not in her way. No, don't think of run ning away, Phœbe. He will like to meet you, and to inquire for Mr. Paston ; but you must put up with being mistaken, in the first place, for every one of the half-dozen young ladies round Brockcotes.\""], [83, "The Latimer Family. 71 Lord Exmoor tapped sharply, and fol lowed on the back of his tap. \" Well, Dorothea, here I am back again — but you have a visitor. Good morning, Miss Maude — I beg your pardon. Lady Anne Maria. By Jove, I'm mistaken a second time ! How do you do, Mrs. Hob house ?\" \" Papa,\" remonstrated Lady Dorothea, \"it was only the young ladies that I en gaged Phœbe Paston to submit to be mis taken for ; if you are to go on blundering through all the matrons of your acquaint ance, I have done with you. You must be provided with your own apologies.\" The Earl was now considerably over fifty, tall, with a stoop, rendered worse by the family shortsightedness which Lady Doro thea had deplored, and by a fancy for peer ing through the world without spectacles, only sticking his glass into his eye on an"], [84, "Noblesse Oblige. 72 extremity. He had thin dark hair, which, both on his head and his cheeks, looked as if it had not stamina enough in it to undergo a change to iron grey, but would \"wede away \" with years. He had a protruding forehead, sunken, blinking eyes, the lower part of the face being slightly projecting, owing to the full, loosish lips and round chin. It was an inquisitive, rather than an intellectual face — kindly, somewhat sensu ous, yet not without elements of mingled weakness and stubbornness in it. And his figure was by no means commanding. In deed, had the face or the figure belonged to an ordinary man — had not both had legibly written on them, \"I am Charles Aubrey Latimer, Earl of Exmoor, gifted with great territorial sway for good or evil, capable of mending or marring, in some degree, the well-being and happiness of thousands of my fellow-creatures,\" he would not have stood"], [85, "The Latimer Family. 73 conspicuously out from the multitude. As it was, the consciousness of his position, with the culture of birth and breeding, gave an air of ease and power to the good-natured, well-disposed nobleman, which sat not un gracefully upon him. But Lady Dorothea had not spoken of the family history without her host. Lord Ex moor had been content to stand in the first rank of country gentleman, because he had not felt himself qualified for anything greater. The Latimers, like the Grosvenors, the Fitzwilliams, and the domestic branch of the Spensers (according to recent autho rity), had been, upon the whole, notably virtuous, while they had fallen far short of the scornful magnificence of the Caven dishes, the killing wit of the Stanhopes, and the industry and aplomb of the Russells. Still, there had been no want of family de votion and ambition in the race ; and it"], [86, "74 Noblesse Oblige. had been unostentatiously fostered and de veloped until the great man who, according to Lady Dorothea, had been waited for during \" two hundred years,\" had become the craving and the necessity of the house. \" Miss Paston, I declare, I should not have known you,\" averred the Earl. \" So grown — what, not grown, Dorothea ? then it must be improved, solely and wholly improved. I am glad to see you home again ; I am always glad to see all the Wellfield young people about the place when I am down ; looks more like home to a family man, eh ? But, Miss Paston, you are going to show all the young ladies the example of taking flight from Wellfield, — my lady here among the rest, although she has the advantage of you by a few months, and is your god mother to boot. Fie! irreverence to god mothers is clean against the Catechism, and if I were you, Dolly, I should look sharp"], [87, "The Latimer Family. 75 and pull caps with her at least, not to be left in the lurch in this improper fashion. But it is all right when it is a Wellfield man that is concerned,\" his lordship changed his tone and took to encouragement of his townswoman, but in his serious commenda tion, as in his jesting banter, equally unob servant of Phœbe's burning cheeks. \" Good painter, they tell me. Remember when he was quite a young man, and the question was whether it was he or Paston who should render us famous. Wooler had the start then, but your father won the race, married at twenty or so, and stuck in ; while Wooler had two strings to his bow — not a bad thing for peace of mind and enjoyment, but, as I have heard, spoils a man for a profes sion. However, better late than never; and we will see what a score of years and the study of a dozen schools and countries have done. What is Paston about just now,"], [88, "76 Noblesse Oblige. nymphs or milkmaids, old men or babies, classic English or rowdy-towdyism ?\" \" He is busy with a Belinda, my lord,\" Phœbe hastened to inform the Earl. \" Well, Miss Paston, I'll look in and see him one of these days, and I'll bring a pur chaser to him when Lord Fairchester comes. He has not got his galleries full again. The late Marquis — not to mince matters — brought a whole lot of Van Somers and Canalettos to the hammer when he happen ed to be more than commonly out of spare cash, leaving — bare walls behind him. Wriothesley, with his dilettantism, is savage when he speaks of it, not considering, clever boy as he is, that it is an ill wind which blows nobody good, especially after the savings of a long minority. Oh ! by-the-by, Wriothesley hob-nobbed with a cousin of yours, a newspaper fellow, on the Danube. Dangerous fellows the newspaper fellows"], [89, "The Latimer Family. 77 now-a-days, much more so than formerly. Owls are more birds of prey than rooks, I take it. You know, rooks, solemn and harmless if you don't spite 'em, used to be the only birds that sought an airing in Grub Street. Better speak the owls fair if you want peace either at your own fireside, or in the hunting-field, or the house, Miss Pas ton. But that is not the reason why we are to have Mr. Hall down here ; upon my hon our it is not,\" protested the Earl, looking a little sheepish at his own blunder. \" Lord Wriothesley was very much taken with him, and very much indebted to him when his boat came to grief somewhere between this and the Isle of Serpents. The Countess and I are grateful, I hope, and are delight ed to show our gratitude, in addition to the high regard which we have always enter tained for Paston, which, in fact, he is en titled to look for at our hands, and which"], [90, "Noblesse Oblige. 78 we have great pleasure in extending to Wooler and everyone connected with your father. Permit me to assure you of this, Miss Paston.\" As for Phœbe, sitting before Lord Ex moor, she was too hurt and angry at heart, at the perpetual recurrence of allusions to Mr. Wooler, to attempt to contradict the Earl, prepossessed as he seemed to be in favour of the connexion. It was a greater relief than Phœbe could have imagined when the gong sounded for luncheon, and she had to go with Lady Do rothea to the Countess, certain that the lat ter would not assail her with Barty Wooler. The Countess was the unpopular member of the Exmoor family. She had been an heiress — the Latimers having married heir esses, more or less, for centuries. It was a provision made incumbent on them by their hereditary liberality, which was not lavish-"], [91, "The Latimer Family. 79 ness, because there was no prodigality in their blood. But the Latimers had a tra ditional mode of doing business, which was rather peculiar to them. They were not prodigal, but open-handed — an expensive characteristic, perhaps more so than the other, when there is a rebound to miserli ness every now and then as a stop-gap. At the same time, there had been no corre sponding largeness of sagacity and enterprise in opening up new sources of wealth. The family had not been statesmen accumulating uncounted treasure by their venality ; nor had they grown richer and richer by allow ing wealth to have its outlet in trade, in addition to breadth of territory or length of pedigree. The Latimers, not showing these faculties, had no resource but to marry heiresses. It was from the Countess that Lady Do rothea and Lord Wriothesley inherited their"], [92, "Noblesse Oblige. 80 low stature. The Earl was only inclined to be weak and shaky on the legs, and, when he did not hold himself upright, to be shambling in his gait. The Countess was a withered little woman of middle age, look ing as if she might have been put away in a bandbox, although when she was in high dress she made good her right to wear the renowned Exmoor necklace of brilliants. She was naturally reserved, and her de fective hearing rendered her still quieter. The Wellfield people had a theory that she was inordinately proud. Though Phœbe had gone to Brockcotes from her childhood, she could not say anything for or against the theory. All that she was sure of was, that the Countess had an unfortunate and unenviable power of holding people who did not belong to her immediate family cir cle at arm's length — dangling them, as it were, by the very tips of the fingers, and"], [93, "The Latimer Family. 81 contriving to pour upon them at the same time, quite unintentionally, a depressing shower of cold water. Phœbe had got over her own childish terror of the Countess, and fully believed that Lady Exmoor wished well, in a repressed, self-contained way, to her and all the world. But she could not get over feeling stiff, stupid, and uncomfort- able in the Countess's company. On the other hand, and as if to compensate for the public slight, Lady Exmoor's family were excessively attached to her, and owned her influence to an overweening extent. Such men as the Earl are good husbands, both from principle and inclination ; but he con- sulted the Countess constantly, and adopted her views before those of any other person, even of the cherished son and heir, who had a vested interest in his father's more impor tant undertakings. Lord Wriothesley had relinquished his proposed adventures at the G VOL. I."], [94, "Noblesse Oblige. 82 Antipodes, largely to satisfy the Countess ; and every one who knew them was aware that Lady Dorothea, with her quaint senten tiousness and indefatigable spirit, was de voted to her mother. Phœbe found the Countess engaged in needlework. Lady Exmoor, besides a talent for silence, had a talent for embroidery, which, with its demands on patient applica tion and elaborate design and execution, is out of keeping with a hurrying, distraught age. She had taken up as a congenial task what Lady Dorothea was tempted to com pare to weaving ropes of sand — the great Exmoor Countess's drawing-room hangings, which had been in process from the date of the South-Sea scheme. Learned embroider esses still living could tell, by tracing the new stitches and the substitutions of new flowers — such as hollyhocks for tiger lilies — when each Countess had taken the vanguard as a"], [95, "The Latimer Family. 83 blooming bride, and when she had relin quished the dilatory needle as a faded dow ager. Lady Dorothea thanked her stars that she would never be Countess of Ex moor, to be forced to put her hand to the work, and drop it wearily, unfinished, to her successor. Phœbe had associated these shroud-like folds of silk and unfading flow ers with the Countess ever since she was first introduced to the great lady's presence; and although she had seen the Gobelin ta pestry and the achievements of Flemish wea vers in the interval, she continued to respect the Countess's hangings almost as much as the peeress's coronet which Lady Exmoor had worn when she walked at the Queen's coronation. Yet Phœbe no more expected to witness the Countess's hangings finished and in common use, than she expected to see the Countess in her coronet and neck- g 2"], [96, "Noblesse Oblige. 84 lace driving her ponies along the streets of Wellfield. Lady Exmoor greeted Phœbe willingly, but with an effort, which made itself so felt as to render it difficult for Phœbe to reply to her. Her ladyship invited Phœbe to accompany the party to luncheon with a still greater effort, and saw that the girl was made comfortable with such a crowning effort, that it became a great trial for Phœbe to swallow a morsel. Indeed, it was a mar vel to her that Lord Exmoor and Lady Do rothea could eat their mutton and chicken, asparagus, Stilton cheese, and Queen Claudes, and drink their Madeira and milk, with so much equanimity. Phœbe was not sorry to take leave, and traverse again the Wellfield avenue, ponder ing on the Exmoor reading of marrying well ; on the family understanding which had destined Lady Dorothea for the Marquis of"], [97, "The Latimer Family. 85 Fairchester, although the couple had hardly met since they were children ; on the great things Lord Wriothesley was to do; and, above all, on the trouble of her youth — how hard it was, because Barty Wooler, a Bohemian bachelor, chose to be impertinent and foolish, that everybody, including her father and Lady Dorothea, should be so in fatuated and cruel as to take notice of the absurd extravagance, and look upon it as an excellent match in prospect. It was a sorry end to the pleasant days of her first inter course with the artist in Folksbridge. But there is many a sorry end to a fair beginning, as Phœbe ruefully realized when the tangle of her maiden meditation refused to be dissi pated even by the sight of the fallow deer — attractive and graceful beyond comparison to those who do not know the wild, startled nobility of the antlered heads of the red deer, as they look out of the mist on the"], [98, "Noblesse Oblige. 86 mountain sides, and show themselves for a moment before their fleet hoofs spurn the heather."], [99, "Barty Wooler makes a Suggestion. 87 CHAPTER V. Barty Wooler makes a Suggestion. \" JjjgBIOTHER, I should like you to have BamLi Paston's wife and daughter here while I am at home. Paston never goes out himself, and he is busy just now, but the women of the family might come, if you have no objection.\" Barty Wooler said these words abrupt ly, as he walked up and down within the narrow bounds of his mother's parlour, which looked very much as if it were a cage, and he a creature half-tamed. Yet he was stout of limb and fair of face — full of"], [100, "88 Noblesse Oblige. healthy, hardy philosophy and good-humour. There was no womanish intolerance about him, although, when driven to express him self in Dr. Johnson's \"Well, no, sir,\" he would set a face of iron to his opponents. \" Pure in body, and noble in soul,\" yet he had that peculiar restiveness and restlessness of temper by which the best-conditioned Saxon may be capable of shewing his descent from the Sea Dogs. \" And why should I have that poor, fret ting creature, and her fine stuck-up miss of a daughter in my house at this time of day, son Barty ? They haven't asked my price all these years, and we owe them nothing. And what has come over Caleb Paston that he cannot go out? I have no wish to see his lantern-jaws ; but has he lost the use of his limbs or his wits, or is it only that my gentleman has grown so mighty grand?\""], [101, "Barty Wooler makes a Suggestion. 89 Thus Mrs. Wooler directly questioned her son, with an overwhelming directness, that brooked no interruption. It was \" like son, like mother,\" in their case. Only, the strong will and racy tongue, which had enabled Judith Clay, the yeo man's daughter, to captivate Clerk Wooler, the delicate curate, were traits which in the son had been refined and mellowed by edu cation and contact with the world. The mother was left unmistakably the yeoman's daughter still ; while the son, with his father's æsthetic bent grafted on his mother's vigor ous constitution, was as unmistakably a pro fessional man and a gentleman. \" Perhaps because I don't care to bear malice, mother,\" Barty replied to his mo ther's first question, as he pulled his reddish beard. \" You haven't borne malice, Barty Wool er; you've shown that plain enough, and"], [102, "Noblesse Oblige. 90 long enough, already ; and if ever there was a dirty dog's trick \" \" Hush, say no more about it, mother,\" Barty interrupted her hastily. \" You never mentioned the affair to any one in Well field ?\" he added, in a more anxious tone. \" Now, did you, mother ? Think, and tell me, for it's important I should know,\" he insisted. \" Do you think I would go to mention such a thing, son Barty?\" Mrs. Wooler promptly replied. \" Think ye I would tell how my boy had been fooled by a knave ? Little good that would do. I knew a trick worth two of it. I have waited to see how long cheatery would take to choke a man, and when pride would have a fall.\" \"Easy, mother, easy,\" enjoined Barty, with a gleam of mingled vexation and hu mour. \" You don't think so little of what I've done, and what I've come to, as to be"], [103, "Barty Wooler makes a Suggestion. 91 spiteful at this date, and against a man like Pasten, too. Why, there was no great loss suffered. I tell you I never could have submitted and deferred to my lord and patron as he has done. To a certainty I should have broken with Brockcotes, and been on the world within six months after my promotion.\" \"There was great harm done. You need not think to come over me with silly nonsense,\" Mrs. Wooler rejoined. \" The theft — for it was barefaced robbery, as well as deceit — did you a world of harm when there was never a thought but what was in nocent in your head.\" \"Well, mother, if you'll believe me, it's wiser to let bygones be bygones.\" But Mrs. Wooler would not be put down yet. \" ' Have in Caleb Paston, mother ; he is an old charity-school boy, and a deal poorer"], [104, "92 Noblesse Oblige. than me !' or, ' Let me halve Uncle Jona than's paints with Caleb, for it is a cruel shame to see so clever a drawer working with such beastly colours,' was your constant cry, my lad. He ought to have been ban ished, if not hanged and quartered, for the evil he returned you for good. It wrecked you, say what you will ; it unsettled you for many a year and day afterwards. Careless as you make yourself seem, it put ill-blood into your heart, where your native place and your fellow- townsmen were concerned. Don't your own mother know you ? — don't she know there's more body of you for devilry, once your blood is poisoned, than in a sorry knave of a Caleb Paston ten times over ? It was God's mercy, and a righteous up bringing, and coming of a good kind on both sides of the house, that kept you from devilry. Barty. But you have never halted from then till now, you have never sat down"], [105, "Barty Wooler makes a Suggestion. 93 doggedly to show folk what you were made of, but have kept roving over land and sea, a rolling stone for the best of your days, till it is too late ever to be at the top of the tree, where you ought to have been.\" Here Mrs. Wooler paused, through sheer breathlessness ; but as Barty did not speak, and only looked at her with rueful depreca tion, she went on : \" Ay, I know it's too late. Were it not for my old uncles, the Clays, and their for tune, that you never gained or helped to gain a penny of, my big man, you would have ended nothing but a poor, stuck-in-life, flighty fool of an artist, down to the very superscription on your gravestone.\" \" Like enough, mother, like enough ; and where would have been the mighty misfor tune ?\" argued Barty, with a little of the bluster occasioned by the taste of sour grapes between the teeth. \" If I ever be-"], [106, "Noblesse Oblige. 94 lieved in such rubbish as fame and glory, it looks a whole hundred years back when I try to recall it. If I have not done my duty as I ought, and have disappointed you, I hope that I may yet atone,\" he added, in a lower and sadder tone. \" I don't complain, boy,\" his mother con tradicted him ; \" you've been a good son to me always, — no mistake about that. It goes against the grain for either you or me to care to stand in dead men's shoes, but 37ou'll be the richest man in Folksbridge yet, that will you ; and then you may follow art after your own cranky, roaming fashion, and not be a loser in your pocket, leastways. But to think that, of your own free will, you should cross that Haman's threshold, as you told me you did last night, is what I term not natural, and what I don't like.\" \"Now, listen a moment, mother- But before Barty could say another word,"], [107, "Barty Wooler makes a Suggestion. 95 his mother was off again : \" I don't care what you would persuade me, my lad ; it isn't for nothing that you show yourself mean-spirited. But it's hard; looks as if you were given over to a strong delusion to believe a lie. I cannot understand it ; to be made a cat's-paw and stepping-stone once was bad enough, but to be so a second time, and at your age, Barty, and for a girl ! I declare her face is as brown as if I had smeared it out of my sugar-can, like they smear the mulattoes in the Indies ; and she mince, minces her words like any affected boarding-school miss. But she has come from the boarding-school, in course, or, as good as that, from her grand uncle's at Folksbridge, whom the brothers Clay could buy up, lodge and carriage and all, and not know themselves a bit the poorer.\" \"Fie, mother, I have scarce patience to hear you !\""], [108, "96 Noblesse Oblige. \"But I speak truth, son Barty,\" Mrs. Wooler went on ; \" she turns back the wisps of her hair, that lass of Paston's, and sets up her moon of a face as if she had nothing better given her to copy than some trollop of an immodest, light-living play-actor. Lady Dorothea, up at Brockcotes, has spoilt the girl, that's what it is. She has had her up as a humble companion and toad-eater, and has left her a miserable effigy of a great lady of her kind, or of a fool of a lady's maid like Anne Thorpe's niece.\" Barty had striven to carry out his resolu tion of being easy under his mother's rough and trying attack. So far he had vindi cated a man's provoking sense of cool supe riority and command of temper. He had raised his eyebrows, shrugged his shoulders, and even laughed outright at the thought of the brown face smeared as \" they smear the mulattoes in the Indies.\" But at last, his"], [109, "Barty Wooler makes a Suggestion. 97 own face, massive and bronzed by exposure and the extremes of climate, contracted and gloomed, while he said slowly, as if it were a warning whicli he desired should be laid to heart : \" This is too bad, mother, you are going a great deal too far. If you do not wish to oblige me by inviting Mrs. and Miss Paston to your house, decline to do so. You are mistress here, and I shall take good care not to constrain and compel you. But I will have no evil-speaking where innocent people are concerned. Mark me, I will not stay to be a party to it. And I must say it isn't like you to be guilty of it.\" Mrs. Wooler groaned aloud at the de liberate expression \" innocent people.\" But whether propitiated, or touched, or cowed, she all at once became meek as a lamb, smoothed her black apron, and asserted in a tone of injured virtue — VOL. i. H"], [110, "Noblesse Oblige. 98 \"No, son Barty, I am not mistress here to the exclusion of my son's friends. You haven't been here so often all these years ; and I haven't had so many opportunities of entertaining strangers for you as to be tired out yet. You shall have what company you like, though it should be chimney-sweeps, or the horsemanship-troop in the race week. If they be but honest at the present moment, we will not say a word about the past. You shan't have it to say that your mother stood in your way — not though it be over her head and heart you're going. I will put on my best bonnet and shawl, and go and do myself the honour of calling for Mr. Caleb Paston's wife and daughter. I hope I shall behave proper before such fine folk, though we remember when the head of the house was taken from the gutter, or the charity-school, only too glad to sit at our fireside and borrow your leavings. I sup-"], [111, "Barty Wooler makes a Suggestion. 99 pose he thought them all your leavings, Barty ; we'll give him the benefit of the doubt; and I hope I know what is due both to their house and mine, as well as to keep a civil tongue in my head when I'm among high gentry as I never was accus tomed to, and not affront you on your old mother's account.\" Mrs. Wooler was in a huff again, and whisked out of the room in as great a heat as her portly person and stiff joints could admit. Barty Wooler looked after her with con flicting feelings — amusement, annoyance, and the gratification of a point gained, struggling for mastery in his comely English face. But when the door was closed, there came over the kindly countenance the look it had worn when the man was driven over land and sea, and found no city to dwell in, no rest ing-place where it was worth while to curb h2"], [112, "100 Noblesse Oblige. his grudging, growling fastidiousness — that look of chronic doubt and dreary increduli ty, of impatience, and disgust, which, once settled on an Englishman's face, the palm is wrested from his sound judgment, and the patient islander becomes renowned among his continental brethren as the most imprac ticably eccentric and splenetic of men. \"The old lady is right,\" thought Barty Wooler, moodily ; \" my schoolboy friend ship for Caleb Paston, and what it led to, marred what I might have been. No great thing, after all, I daresay ; we are all too fond of sounding jeremiads over what we might have been — even Paston is not free from it, as I saw last night; and what a spare, shy, morose subject he has shrunk and dried into, in the midst of all his pros perity! his wife, too, a peevish cipher, like nothing in the world but a superannuated canary. — But Phœbe is worth an uncondi-"], [113, "Barty Wooler makes a Suggestion. 101 tional surrender of arms in deadlier feuds than ours, and faint heart never won fair lady. Therefore I go in for my mother en tertaining the Paston womankind as an over ture in form. I can trust the old woman not to show the rising of her gorge too plainly. She will do the thing handsomely when she is to do it. I shall bring her round in time ; I have no fear of that, any more than that she will not be as fond of Phœbe for a daughter in reality, as she dis likes her for a daughter in prospect. If I did not credit this much, I could hardly take it upon me to go the length I am pre pared to go, not even with the proverbial blindness of passion. And I conclude I am in love, with the desperate madness of an old stager ; so that in one sense it is all up with me if I don't succeed.\" Within her son's recollection Mrs. Wooler had always lived in the same small house,"], [114, "102 Noblesse Oblige. built a little back from the High Street of Wellfield. It was separated from the street by a mouldy paved court, which was fenced by a low wall, parapet, and railing, and ornamented with a single row of dropsical, mildewed laburnums. In an artist's inspi ration, Barty had improved matters by a free importation of common ferns, which lent to the cellar-like court the cool depths of green and luxuriance of vegetation that belong to the neighbourhood of a woodland spring. Even a pleasant irregular innova tion of this kind Mrs. Wooler would not have tolerated from any hand less privileged than her son's. To a woman brought up as Mrs. Wooler had been, in the space and liberty of a great farm-house, her entrance into this little home at the commencement of the single year of Clerk Wooler's married life was an entrance into genteel imprisonment ; yet she had con-"], [115, "Barty Wooler makes a Suggestion. 103 tinued in it throughout her long widowhood, preserving the superiority of its slender claim to retirement. This she did at first by heroic motherly struggles for the child Barty's sake. To occupy a house capped and crowned even with a row of dwindling, pining trees, formed an important item in settling the scale of social rank at Wellfield. In other respects the trees were of no ac count to anybody, either in the way of beauty or of use. They only flowered in a sickly, straw-coloured fashion. They served as a noted resort for wasps in early autumn, while their poor leaves did not afford Mrs. Wooler a shelter from the profance gaze of the vulgar. Indeed, as long back as Barty's memory could retain images, it had held that of his mother seen through these branches, her head, in its old-fashioned lace cap, elevated above the half Venetian blind. It was a high head, and a stiff neck of its"], [116, "104 Noblesse Oblige. kind, not the less so that a slight affection of palsy, dating from a considerable number of years back, gave it a tremulous motion, the vibration of which seemed to be con trolled and kept down, as it were, by force of will. But her little infirmity did not impair the zest with which Mrs. Wooler pursued the sole excitement of her life. This was look ing out for, catching in the act, and con demning to summary chastisement, the street boys who chalked her wall with offensive caricatures of \" pleecemen \" and Mother Hubbards, or flung up their caps among her scanty boughs ; or, resting their message baskets on her parapet, swung upon her railings. It was not that Mrs. Wooler had an aversion to boys in the abstract, or that she could not put up with them better than with girls, or was otherwise than liberal to"], [117, "Barty Wooler makes a Suggestion. 105 them in an aristocratical way. But she had grand ideas of discipline ; the daughter of a race of yeomen, she had as mortal a hatred to trespassers as ever was exhibited by the lords of the manor whose acres her father had tilled. The laburnums and the court, moreover, had all along been part of Mrs. Wooler's credentials. Having obtained these, she was minded not to part with them, but to hand them down intact to her child, not withstanding that all the privilege which they had secured for her had been admit tance to the border-land of the better so ciety of Wellfield. She could not do more than keep her own in the earlier days of her possession, and she had been obliged for a period of years to eke out her means by having the successors of Mr. Wooler as lodgers, and by working for her uncles, the"], [118, "Noblesse Oblige. 106 great linendrapers in Folksbridge. Then she was relieved from the support of Barty, and received assistance from him, instead of giving it to him. At last, the old bachelor brothers Clay came round, after having been twice so deeply offended as to with draw their favour — first, by the marriage of their blooming niece Judith to the sickly, scholarly curate ; and again, by Barty Wooler's taking it upon him to make his own choice of a profession, and fixing on what was wont to be considered the un thrifty, poverty-stricken profession of an artist. The valuable recipe for bringing about such a desirable result was simple, and might be often used effectually if heirs expectant like the Woolers could but follow it in its grand simplicity. The Clays saw that the Woolers went their own way, and,"], [119, "Barty Wooler makes a Suggestion. 107 without the Clays' favour, were strong to stint or to starve themselves. So the rich uncles grew ashamed of their own tyranny, and learned to feel some respect for their next of kin. At the same time, the pro gress of art among the great middle classes was beginning to be felt. The wealthy old men, influenced by the common tendency, began to take a little pride in their grand nephew's gracious gift — in his travels, com missions, and achievements. Indeed, they felt more pride than his mother, for she pressed her lips together, and could not bring herself to think or to say that her son's work was equal to his neighbour's. Thus it came about that the Clays, repre sentatives of a firm which had existed for three quarters of a century, and which, during the last half year, had turned over capital to the amount of five hundred thou-"], [120, "108 Noblesse Oblige. sand pounds sterling, openly acknowledged and entered into particular arrangements with Barty Wooler as their heir."], [121, "Mrs. Wooler receives her Guests. 109 CHAPTER VI. Mrs. Wooler receives her Guests. IT was a characteristic of Mrs. Wooler, that having once made up her mind, she never lost time. So she at once made her way to Wooers' Alley. Nor did she fail in her overture, which was accepted, with only the affectation of a demur from Mrs. Paston. Men and women are constantly finding themselves on the verge of situations which they never expected to fill. To the helpless chagrin of Phœbe, she saw that she would have to make her first appearance with her mother at an evening party, in the laburnum-"], [122, "Noblesse Oblige. 110 supported house in the High Street, to the edification of the Wellfield world. Mrs. Wooler and her maid-servant, Becky, were engaged all the day in preparing for the party. The event was improved by the in auguration of a thorough cleansing of the house, from garret to cellar, lt is doubtful whether this was done with a grim intention of making Barty pay a small instalment of the price of his folly, or as a practical ex ample to Becky of the duty of avoiding whited sepulchres — a text on which Mrs. Wooler was prone to hold forth. As she finished the new bag for the onions in the back kitchen, and as Becky completed the scouring beneath her bed, Mrs. Wooler ex cused herself for any irrelevancy in her pre sent preparations, by observing, that nobody could tell what might happen. Thus she escaped all leisure for fretting, if she ever fretted over what was inevitable."], [123, "Mrs. Wooler receives her Guests. Ill As for Becky, who was cast in a softer mould than her mistress, and could have prized a few minutes' leisure, she had, simul taneously with the first ring of the bell, to shake herself into her company gown with a gulp of haste, and to poise her cap behind her ears, her face glowing and shining from ex ercise and brown soap, in place of enjoying the doubtful liberty of sighing over her con fiscated finery of glass ear-drops and im mense crinoline. Notwithstanding Mrs. Wooler's extensive preparations, nothing was done for partial effect. To Barty's relief, the two parlours remained in the state in which they always were. There was hardly a distinguishing mark between the two, unless the distinction of colour which marked off the Vicar of Wakefield's blue bed from his brown. There was nothing positive to indicate dining-room or drawing-room — neither in side-board nor"], [124, "112 Noblesse Oblige. lounging-chair, nor in the absence or the presence of ornament. The most definite marks were Mrs. Wooler's utilitarian work table, and an equally heavy, unpretending bow-pot, filled with a pot-pourri of rose leaves and lavender, smelling more of the fruit of cloves than of flower blossom. Even the terms \"best\" and \"worst\" became vague where everything was well preserved alike. Mrs. Wooler's rooms resembled the old stage of the old theatre, where the character and the interest of each scene were to be derived from the occupants and their intercourse, the players and their play. Phœbe, in spite of her prejudice, gave a kind of consent to this austerity of detail, on account of the unities being preserved. She was sensible that there was a greater like ness between it and the stately propriety and unconsciousness of Brockcotes, than could be detected between the chambers of the"], [125, "Mrs. Wooler receives her Guests. 113 Castle and the theatrical artisticness of the painter's house in Wooers' Alley, or the heap of elegant but incongruous surround ings at Garnet Lodge. She was aware of a harmony not displeasing to the eye in the primitive, unpretending baldness of Mrs. Wooler's parlour. She felt it was like the bareness of an upland which caps the sky. But Phœbe's perception was little better than a truthful instinct. There was not enough noblesse oblige in her class to enable her to get over the disadvantage of being the Woolers' guest against her will. She knew that it would be a breach of fair con ventionality to behave otherwise than what her mother called \"prettily\" to her enemy in her enemy's own house. Beyond that trifle she contributed nothing which she could help to what should have been life in its higher and purer dramatic element in the Woolers' unsophisticated sitting-room. I VOL. I."], [126, "114 Noblesse Oblige. It need not be wondered at, then, that no sooner had she passed between the labur nums, crossed the flags of the court and the threshold, been welcomed by Mrs. Wooler with stern courtesy, and by her son with what was in the circumstances quite com prehensible, but quite delicate cordiality, than Barty saw that he had taken another false step in dragging Phœbe to the house which owned him as master. But though Barty was notably rash and blundering, he had one superiority from his years. He was not tempted to throw up his chances for one false step more or less ; he was rather inclined to contest his chances inch by inch, and make the best or the worst of them. Phœbe behaved prettily, yet she was any body but herself, as she sat there nailed to her mother's side, mincing her words, as his mother had said she did. In such a position,"], [127, "Mrs. Wooler receives her Guests. 115 Mrs. Wooler, in her day, would have been either stonily silent or outrageously saucy. Mrs. Paston at her marriage had been a very pretty woman, as an artist's bride is given to be. She had not been brown, like Phœbe, but golden-haired, with hyacinth blue eyes and apple-blossom cheeks. But her beauty had not worn well. Her eyes had waxed weak, her maiden blush had be come what painters term \" streaky,\" and her golden hair was now wonderfully like an orange wig under her blonde head-dress. After Mr. Paston had ceased to attire her as a lay figure, and to tell her what she ought to wear, she had adopted the utmost insipidi ty in the style of her dress. Now that Phœbe was grown up, Mrs. Paston had a daughter's taste and conscience to appeal to ; but she complained, inconsistently enough, that Phœbe had a mind of her own on these points. Mrs. Paston sat there with her cap i2"], [128, "Noblesse Oblige. 116 fallen back from her out-of-date orange head, and with her tintless, shapeless, yet hand some gown dropping down about her flat body. But she did not look more out of place beside the strong, rasping life of Mrs. Wooler in her thick black silk gown with its old-fashioned folds, than did Phœbe in her girlish labyrinth of pique and nervous affec tation. Nor did Phœbe present a less broad con trast to four out of the eight Miss Medlars who were present in exuberant health and spirits. The Miss Medlars were the daugh ters of the first attorney in Wellfield. They were all grown up, and all ready to marry. But not one of them had so much as entered on the necessary preliminary of being courted. The low and vulgar Wellfield wags had multiplied the number of the Miss Medlars to forty, — \" the forty Miss Medlars ;\" then, by a natural wicked association, they had"], [129, "Mrs. Wooler receives her Guests. 117 changed the Miss Medlars into thieves — \" the forty thieves,\" innocent though they were of stealing men's hearts. They were tall, stout, passably good-looking girls. Their bane was plethora in constitution as well as in number. Few men could serenely contem plate a wife of eleven-stone weight anymore than thirty-nine sisters-in-law. The Miss Medlars had this evening armed themselves for conquest. They came in white grena dines, with blue Swiss bands, and very short sleeves, which the)T filled to overflowing as some children do. Like children, too, their massive white arms and hands showed only dimples where, in a less generous formation, bones would have been. They had huge chignons of abundant hair — a ruddier bronze in hue than Barty Wooler's. Besides so much warmth of colour, Phœbe Paston's hair took an olive hue like her eyes. Whether or not it was because Barty had"], [130, "118 Noblesse Oblige. never shown the slightest inclination towards any one of the forty, Mrs. Wooler maintained to herself that she would have been better pleased if he had sought to marry the whole forty open, dashing girls, than cast sheep's eyes on a demure, deceitful minx like Phœbe Paston. Mrs. Wooler was somewhat less partial to the two Miss Staceys, whom she called, in her old expressive vernacular, \" dawlish young madams.\" Not that they were not affable. They were only too affable for the daughters of a retired Folksbridge merchant, who had further refined his family by re tiring from the world altogether, and leav ing to a widow and co-heiresses a modest amount of fortune. This was happily suf ficient to allow them to play at being coun try gentry in a fancy cottage of Exwood, about half a mile from Wellfield, where they kept a one-horse chaise, and hired, for min-"], [131, "Mrs. Wooler receives her Guests. 119 gled protection and service, one man-ser vant in addition to their maid-servants. This man-servant was a sort of Jehu and Adam in one, and it was principally in right of the one-horse chaise and the Jehu Adam, that the two Miss Staceys had arrived at the dis tinction of meeting Miss Adelaide Coke on such occasions as choral practising, and sew ing mornings at the Rectory, just as Miss Adelaide Coke met Lady Dorothea at county balls. The Miss Staceys were maypoles of girls, with everything about them elongated, even to their faces and hands, — involving such tenuity that it reminded Barty Wooler of the uniform trait of the Virgin's figure in the Byzantine pictures, and the far from exhilarating impression of imbecility it con veyed. Miss Rowe, the only remaining lady, was \" a well-connected person,\" as she would"], [132, "Noblesse Oblige. 120 have specially insisted on describing herself. She had had a brother a major in the army, and an uncle a commodore in the navy. She was past the age of probable conquests, past the age even of forlorn hopes directed against the elderly bald-headed widower, Mr. Mossman, who kept Barty Wooler in countenance, the only other man among so many women. But though past schemes and disappointments, Miss Rowe was not past parties. She was in that happy, tranquil St. Martin's summer, when an invitation meant an unmistakable opportunity to wear her moire, her rings and brooches. One of these last was a minute ship spun in filigree ; another a small model of a cannon. She wore an elaborate head-dress of feathers, flowers, and family lace. Her highest plea sure was to sit in a warm, well-lit room, with the covers off the furniture, and to eat and drink all the delicacies of the season ;"], [133, "Mrs. Wooler receives her Guests. 121 play a few rubbers of good, serious whist ; and receive and impart the most whetting scandals going in the neighbourhood. At Miss Rowe's age there was no disturbing chance of important consequences lurking behind an invitation, unless indeed it might be the risk of catching cold, and Miss Rowe could take precautions in wraps. She had reached the period of life when bosom friends are generally interpreted by tangible tough pieces of knitted wool, and when a prudence cap, an old velvet bonnet, and a thick veil, are more in request for an even ing walk, than an airy cashmere hood in the loveliest moonlight. Mrs. Wooler had some genuine respect and regard for Miss Rowe, but there was still a rivalry of ancient standing between the two, which had begun in the early pre ference of Clerk Wooler for Judith Clay. The weapons of the strife were, on the one"], [134, "122 Noblesse Oblige. hand, rigid yeoman principles, and great trade expectations ; and on the other, com parative laxity of tone, and superior birth and breeding. In moments of provocation, Mrs. Wooler, who relished Miss Rowe's society well enough, was yet guilty of speak ing of her to Barty as another Jezebel and Delilah up in years. Gentlemen were not, like ladies, to be picked up on a moment's notice at Well field. Married men thought they discharged their duty fully, when they did the honours of their own houses. Young men, eligi ble partners either for an evening or for life, were so scarce that not more than one could be expected to appear, and he was made much of on an ordinary occasion. It is not surprising, then, that Mrs. Wooler had been able to do no more than procure Mr. Mossman, the mildest, most inoffen sive specimen of his kind. During his late"], [135, "Mrs. Wooler receives her Guests. 123 wife's lifetime he had depended on her for tune, and had found his chief employment in escorting her, and carrying her basket with her head-dress when she went out to tea. Perhaps it was because of this that he had inherited, along with his widower's an nuity, a free pass to all such parties. From long practice he was as well qualified to speak on the markets, the prospects of gar dens, the health of children, the moral con dition of servants, as any lady in the land. The ladies called him a great acquisition ; but the men groaned over him. Widow and maiden atoned to him, however, by chirping and twittering round him with an tique airs and palpitations and subdued jealousies. Mrs. Wooler and Miss Rowe were two exceptions — merely tolerating their admirer ; for in the perversity of man kind, or in the fate which continued to pit the ancient women against each other, they"], [136, "124 Noblesse Oblige. were the forbidden fruit after which Mr. Mossman had a meek hankering. There was an absence of the Church ele ment at Mrs. Wooler's party. This, how ever, was not from any disrespect entertained by Mrs. Wooler towards the clergy. She had been brought up in the faith of Church and State. She had a lofty veneration for the very boards of her prayer-book, and a tenderness half fond, half fierce, for the cloth to which Clerk Wooler had belonged. But, to tell the truth, there was, owing to various causes, an absence of the Church element, not to say of Christianity, in those walks of Wellfield society which did not in clude the dissenting interest. The Vicar of St. Basil's — a distant connexion of the Ex moor family — was an old bachelor, aristo cratic, learned, and dry, who insisted on performing the duties of his parish himself, without the aid of a curate, except when he"], [137, "Mrs. Wooler receives her Guests. 125 made use of Lady Dorothea. The Rector of St. Mary's was elderly, as well as dull witted in his conscientiousness — a man who employed slow, drudging curates, like him self, and whose childless wife was a bond fide invalid. There was not even a feud between St. Basil's and St. Mary's Among the resolutely cheerful guests, Phœbe sat with her black dog on her back, irreconcilably hostile. She was intensely conscious of the fact that the Medlars and the Staceys were watching every tittle of her intercourse with Barty Wooler. She knew that the interest of a rumoured marriage be tween her and Barty afforded their neigh bours an absorbing study, with the added zest arising from disparity of years, as well as from great prospects on the one side, and all the coyness and reluctance of a spoilt girl on the other. Such lively speculations, in the midst of the envy they could not fail to"], [138, "Noblesse Oblige. 126 excite, were a priceless treasure in the stag nation of Wellfield. Miss Rowe would pop them newly gathered into her scandal-bag, and make two or three additional cosy par ties out of them. Had Phœbe been of a temper and an age for bland philosophy, this reflection ought to have consoled her, but it did not. Barty Wooler had cause lessly brought upon her such mortification and confusion of face, that she felt she could not stop till she hated him. Mrs. Wooler, as she sat behind her tea urn, took in the spectacle with a shade of ironical satisfaction. She had warned Barty, and he would not listen. See what came of it. Here was the pert, boarding-school miss, Caleb Paston's daughter, turning up her fine nose, if not even losing her head, at this misplaced homage of her betters, whom she ought to serve humbly with all"], [139, "Mrs. Wooler receives her Guests. 127 she has. Mrs. Wooler had a strong senti ment of justice, and a supreme faith in her own instincts, which greatly helped her to bear the sight of Barty's discomfiture, and a Paston's heartless arrogance. But she was somewhat enraged with the fool and baby of a girl, who, at the outset, and before the world, scouted Barty, answered him in snap pish monosyllables, and looked another way when she spoke to him. This was enough to make Barty's old wound burn again. The lines round his mouth drew together and hardened with yearning and pain, although it must be added, with a little tormenting sense of di version, which would not have laughed out at him under similar provocation, when he was twenty years younger. He was older by a lifetime than Phœbe, and could easily read her self-will. But it did not shake"], [140, "128 Noblesse Oblige. him in his reasonable conviction that he — a man in his strength — was a fit mate for her, could he but take her fancy."], [141, "After Tea. 129 CHAPTER VII. After Tea. fgljARTY WOOLER had heaps of port- i,\\3j folios, and notwithstanding his being a professional man, he was not chary in vouchsafing their contents to his acquaint ances for their inspection. But he had a way of his own in doing it. He made light of his work, touching only on its defects. He went on turning it into ridicule, till the simple, matter-of-fact Wellfield people did not know how to take such treatment. They were provoked, as at the exposure of an imposition vouchsafed by the impostor himself. VOL. I. K"], [142, "130 Noblesse Oblige. \"That group of muleteers is about the most meretricious of all the meretricious affairs I ever perpetrated,\" Barty would con fess candidly. Or he would explain, \" I painted these rocks when I was waiting for a ferry-boat, which came too soon in the end, and so you observe I threw into the water a monotonous bed of slate, like the seas of lava in the moon.\" Or he would vary his confession with, \" I hope you like my wil low-tinted oak-trees. I remember I was eager after the effect of a silvery green foliage against an opal sky, and you see my little liberty with one half of the oaks saved me the trouble of drawing a batch of wil lows.\" This behaviour came from the bad side of Barty's character; and Phœbe Paston, who was accustomed to hold his profession in honour, had thought so badly of his tone in speaking of it, that she had quarrelled"], [143, "After Tea. 131 with him about it when the two were free to dispute. \" You are ashamed of being a painter, sir,\" she had said, \" as some writers are ashamed of being literary men.\" \" No, Miss Paston,\" he had soberly denied the charge ; \" I must let you have a glimpse into the real state of the case : I am ashamed of my own shortcomings.\" Then Phœbe, having an idea how much had been expected of him, and how he had unaccountably fallen short of the goal, judged that he was self-condemned, and in the abundance of her youthful generosity was sorry for him. But to-night, when he tossed about his landscapes — most of which Phœbe had seen before — and scoffed at them, for the benefit or the bewilderment of his audience, he got no quarter from her. Certainly there was no lack of variety either in subject or in treatment. There k 2"], [144, "132 Noblesse Oblige. were sketches of Italian pines and poplars ; Dutch summer-houses and ferry-boats ; Ger man bits of forest and sandy road ; French vistas of trellised vines and cherry-trees, with pepper-boxed chateaux at the end ; glimpses of Indian rice-fields and of bamboo planta tions, and South American baobabs, and wrought out silver mines. Phœbe had heard her father speak in high terms of Wooler's masterly sketches. She herself had sufficient familiarity with art, though without hereditary genius, to see that the drawing was bold and true, the colouring harmonious and vigorous, some times wonderful in its flashes of insight. But all were mere sketches, hardly studies even. They were slight, hasty, often un finished. They showed nowhere brooding forethought, nor anxious care in design and execution. On the contrary, they betrayed sloth, trifling, recklessness, and careless sin"], [145, "After Tea. 133 against knowledge, with the corresponding vice of audacious license in crowding figures, and massing and contrasting tints to hide the absence of sterling qualities. Phœbe knew another sort of workman, and another sort of art — an art so full of worship and lowliness, that each touch was a prayer — an art pursued, too, with such longing and striving after the ideal, and against such baffling infirmities and obsta cles, that the pursuit meant heavy toil and bitter pain. Yet, to him who followed it, it was dearer than anything else, unless it were the love of his only child — infinitely dearer than rest and ease, than peace and health. It was like a fire in the bones — something to be looked at with an approach to awe, to be mourned for at times as if it were a possession, and to be gloried in be cause it constituted a noble career. Mr. Paston was not a very original painter."], [146, "134 Noblesse Oblige. His inspiration was slow, his work plodding. He had the defects and the excellences which one expects to find in a rarely endowed and rarely-instructed woman. His genius was not creative, but descrip tive ; still, his work had a finish, a faithful ness, a delicacy, and a tenderness which no intelligent man or woman could fail to ap preciate. To Phœbe it seemed that the result was produced by the draining of drop after drop of the artist's life-blood. Well might Phœbe decline to have any thing to do with what seemed to her a heartless, light-minded exhibition. She had been offended before, and she was as much affronted now as if she had listened to a scurrilous jest on a holy life. So far as numbers were concerned, Barty Wooler might not have missed Phœbe's approval. With the exception of Mrs. Wooler, who was still \" on hospitable"], [147, "After Tea. 135 thoughts intent ;\" of Mrs. Paston, who was tired of the subject, and of Miss Rowe, who was a little out of sorts at the loss of her whist, the company gathered round their host while he acted as showman. They elected him their painter, their hero, no matter how he might jeer and sneer. The Miss Staceys bent like willows over the table, giggled at the very graveyard of Scutari, wondered how he could do any- thing and everything — put in a tree, or manage a stone. In their own eyes the Staceys were, without doubt, far above the social rank of artists ; but they had just enough sense and experience to guess that it would be extremely difficult for them to meet with husbands of what they considered their rank in life, since they had not such fortunes as would bribe needy officers or small sprigs of the aristocracy. They had learnt from Miss Coke that art was more"], [148, "136 Noblesse Oblige. genteel, though less remunerative, than trade. They believed, moreover, that Lord Wriothesley was an amateur artist, and mixed somewhat freely with professional men at home and abroad. Barty Wooler himself might be classed as an amateur artist when once he had entered on the Messrs. Clay's riches. Nay, he might then ignore the source of his funds by sinking them in the purchase of an estate, and sub siding gracefully into a country gentleman, with an elegant taste for the fine arts. The Miss Staceys had thus wit to contemplate possibilities. Neither did they neglect to take into account and give due weight to Barty Wooler's handsome person and gen tleman-like attributes. They had far more worldly wisdom than that brusque bundle of airs, Phœbe Paston. They were not many years older than her, yet they did not think Wooler a day too old for them,"], [149, "After Tea. 137 though they would never have ceased to feel that they were condescending to the painter, and would have been mortally ashamed, as well as mortally afraid, of the plain, tart old woman, his mother. Milly Medlar, though she knew no more of pictures than the top from the bottom, deliberately sat down to the task of exam ining every sketch. She went into the business hilariously and hopefully, too, although she had done her hair, and shaken out an evening dress similar to this grena dine a thousand and one times without pro ducing any commensurate result. She praised right through the portfolios without a particle of discrimination, accumulating a pile of rubbishly, false phrases of admira tion. Dora Medlar sang second to her sister's unqualified approval in a piano-pianissimo, which was almost refreshing, and sounded"], [150, "138 Noblesse Oblige. nearly sincere after what had gone be fore. As for Bella Medlar, her line was that of romping, quizzing coquetry. She made as flagrant pretences to criticism as Milly did to flattery, all with the object of making Barty exert himself to do what men are not usually slow to do — prove himself in the right, and her in the wrong. It was an ingenious, insinuating game, even when coarsely played : and Bella, though the least comely and the least amiable of the Medlars, had been the most frequently on the verge of having a lover. \" I am sure that square tower is askew, Mr. Wooler. I declare it gives me a crick in the neck to look at it,\" cried Bella. \" Oh Bella !\" protested Milly and Dora, for Bella was the wit of the family. The tactics of the Medlar girls did not clash. However much they might have set their"], [151, "After Tea. 139 hearts on being parted and scattered to the four winds for the last dozen years, they were more united than the stuck-together Staceys. \" Do me the favour to look at my mother's alabaster candlestick from the same point of view, Miss Bella, and tell me if it gives you another crick in the neck,\" urged Barty, with his cynical humour. \" Good gracious ! the candlestick is awry now. Mr. Wooler, you are a wizard. Surely you must have learned the black art in your travels. Miss Clarissa Stacey, keep away from him ; he is what the Scotch call ' no canny.' I am dying with fright of him.\" All this was like \" idle tales\" to Barty ; although it did not irritate and exasperate him so much as it would have done Caleb Paston. But he felt the evening drag wear ily, while Phœbe stood apart and said no-"], [152, "140 Noblesse Oblige. thing, her brown face, which he had seen all aglow as only brown faces can glow, now cold and blank. \" Why don't you paint men and women, and not stocks and stones, Mr. Wooler ?\" in quired Miss Rowe. \" Because I have not found men and women so safe and sure an investment, Miss Rowe.\" Then, as the girls round him clamoured in opposition to this statement, he went on : \" They are not so kind in be stowing their best upon poor sinners of men and painters, though I daresay it is the fault of the men and painters as well as their mis fortune. But I do paint men and women, if you please, Miss Rowe. Do you not call these fishermen and hop-gatherers men and women ? I hope so, for I do.\" \" Ah, yes ; but I mean men and women doing something which tells a story plainly, as in Mr. Paston's pictures — historical paint-"], [153, "After Tea. 141 ing and genre painting as I think you call it.\" \" So you would not call the figures in Nicolas Poussin's and Rubens's landscapes men and women ?\" persisted Wooler. \" I know nothing about Nicolas Poussin, and not much about Rubens, except that he was a great, gross, improper sort of fellow, whom I should not care to speak of before these girls,\" Miss Rowe answered, in a loud aside, and with commendable strength of mind and coolness. \" I wonder the family up at Brockcotes are so fond of Rubens,\" she resumed. \" Yet I must confess my brother the major, who was at Brussels — or Antwerp, was it ? — and acquainted with Rubens's masterpieces, never would hear a word said against him : ' A free man with his brush, Mill,' he used to allege — the major always contracted my name Mildred into Mill, telling me flatly,"], [154, "Noblesse Oblige. 142 for he was an outspoken man the major, that I was too plain-headed for a Milly, — ' a free man with his brush, but, Lord love you, a giant at his frolics.' \" \" Miss Paston knows more about the Brockcotes galleries than any of us,\" sug gested Miss Stacey, inquisitively; \"don't you, Miss Paston ? It is in your way, at least in Mr. Paston's. Has he been painting any of his charming pictures for the Earl lately?\" \" Papa is generally painting for the family one way or another,\" answered Phœbe, quiet ly, \" taking portraits, or making duplicates for Swinely, when he isn't doing anything original.\" \" Dear ! to think that Lord Exmoor keeps an artist !\" exclaimed Lucy Stacey, in the very tone in which she would have an nounced her amazement at his lordship's keeping a dwarf or a jester ; \"and no doubt"], [155, "After Tea. 143 Mr. Paston will command the Marquis of Fairchester's patronage. What a lucky man Mr. Paston has been !\" \" I don't call it luck altogether,\" Phœbe spoke up, stoutly, \" nor favour either. Papa gets a ready sale for his pictures when he sends them elsewhere.\" \"Merit would be the right word, Miss Paston,\" interposed Barty, decidedly. But Phœbe was infatuated in her preju dice, and resented Barty's freedom even in agreeing with her to applaud her father! \" Did you ever happen to see your papa's first picture for Lord Exmoor ?\" inquired Miss Rowe, with some curiosity. \" It was the picture of Lord Thomas, who was the greatest prodigal, and the most gallant man I have heard of among the Latimers. He is represented as coming back to put down the Popish rioters, and buttoning his coat, or knotting his cravat, I forget wrhich, to"], [156, "144 Noblesse Oblige. hide the stain of his wound, until the fatted calf should be killed or eaten — tliat is, till the great breakfast to the retainers and neighbours should be served, and all the toasts drunk, and thanks returned for the family deliverance and reconciliation — when he could call for his bed to be made, that he might lie down and sleep without the plague of waking. I remember the picture made a great noise at the time, because the sub ject was a grand incident in the Exmoor family history, although not very well known. People had been shy of alluding to it when it happened, I suppose, so it had dropped out of mind. However, it won the entire approbation and support of the old Earl, one of your modish noblemen, who was keen on ancient tapestry, and Dutch tiles, and mosaics dug up at Pompeii, or any toy in vogue at the time. You must remember something of the picture of Lord Thomas,"], [157, "After Tea. 145 Mr. Wooler, though you were little more than a boy when it was done ?\" Barty stooped over a portfolio, and waited for Phœbe to reply first to Miss Rowe's double question. Mrs. Wooler sat bolt upright, sniffing the air, and twirling her thumbs. \" Yes, I have seen the picture,\" Phœbe affirmed, without the least reluctance. \" Pa pa sets no store on it now, though it was of great consequence to him at the time ; it is crude, of course, but I like it.\" Barty Wooler looked up quickly, as if he were going to speak, but he changed his mind and said nothing. Miss Rowe, too, looked all round her, with an aroused comprehensive glance. She had not had malice aforethought, but now a recollection flashed upon her which she could not help coupling with the expression on the Wooler faces before her. There had VOL. I. L"], [158, "Noblesse Oblige. 146 been a protracted coolness between the Woolers and the Pastons, long preceding the present extension of the olive branch. So far as Miss Rowe knew, there had never been a satisfactory explanation of the affair. As the great gossip of the town, Miss Rowe now felt it a duty, which she had ne glected too long, to sift the old quarrel to the bottom, notwithstanding that the par ties most concerned seemed disposed to let it lapse into oblivion. It was really from a sense of duty, and from what might be called professional pride of character, that Miss Rowe was induced to prosecute the in vestigation. She was not a radically ill natured woman. In spite of some rankling at the loss of her evening's whist, and a dis • tinct impression that Judith Clay and her son, as well as the Pastons — all alike up starts in the Wellfield world — would be none the worse of being taken down a peg or two"], [159, "After Tea. 147 in their own and the public's estimation, she did not enter on the work maliciously. The way she went about it was to offer a gra tuitous and hypocritical apology for the questions she had been asking, which was a thousand times worse than the slip of the tongue which afforded the opportunity for making it. \" I beg your pardon, perhaps I ought not to have alluded to the Lord Thomas story on canvas. It has just occurred to me that the picture was done in competition for Lord Exmoor's favour, and that Mr. Wooler's name was among those of the competitors. But what a boy you must have been then, sir, to make such an attempt.\" \" Not such a boy. I was nineteen ; only some five years younger than Paston. who was the successful competitor. But perhaps you are not aware, Miss Rowe, though you seem to remember so much, that I with- l2"], [160, "Noblesse Oblige. 148 drew from the competition before the de- cision. Phœbe's eye and ear were quick to seize on the clouded brow and the asperity of the tone. It pained her to receive a hint of her father's friend having borne a grudge, and nourished a petty spite and vindictiveness against him, all these years. She had heard of the loss of a college prize wrecking a lad's future career ; but she could not think how defeat on a fair field should have so told on the frank strong man who now stood before her. Inadvertently she stared at Barty until he looked up and directly met her gaze. He read its meaning, and with a fiery flush through his bronzed skin, seemed about to address her in indignant refutation of the unspoken accusation. But he changed his mind a second time the same moment, and diverted the current of conversation. \"Do you go often to Brockcotes, Miss"], [161, "After Tea. 149 Paston ? Isn't it horribly irksome to be lifted up among the gods ?\" Phœbe, at once recovering herself, gave no other response than a shake of her head and a decided \" No.\" Mrs. Paston here came to her help, an swering for her, with a half simpering, half peevish vanity, \" I don't think it is at all irksome to Phœbe, she is so well accustomed to it. I don't care for it myself, because I never know exactly how to behave; whether to offer to shake hands or to sit down be fore I am asked, or how to address the Earl and the Countess — I mean how often I should say my Lord and my Lady, and if Lady Dorothea is as much entitled to be my-ladied as her mother. Won't it be a con fusion between my Lord the Earl and Lord Wriothesley when he comes home. You know, what with the university and his regiment, he has not lived here since he grew"], [162, "150 Noblesse Oblige. up. He was not even at home for the great fete and dinner when he came of age ; he was forced to be with his regiment at the camp in Ireland at the time. Only think how awkward it would have been if war had broken out, and the only son and heir of Lord Exmoor had got to go to it and be killed among all the common soldiers ! No wonder the Earl has made him sell out on account of his duties and honours at home. When I go to Brockcotes I can never get rid of the idea that I shall do something wrong. Mr. Paston he won't take the trouble to show me beforehand, and Phœbe professes she don't know neither what is to come. But she is used to it all, and don't mind the grandeur. The Countess, for as proud a woman as she is, is quite kind to Phœbe.\" \"For my part I shouldn't fancy such un equal intercourse agreeable,\" Barty took up"], [163, "After Tea. 151 the subject; \"not that I see such a pro digious inequality, except in territorial pos sessions, and any man with a heavy purse may attain to them.\" \" Oh ! Mr. Wooler !\" at least two voices broke in. \"Now, you old Wellfield people, pray don't set me down as leveller, chartist, socialist, if such ill-names yet exist among you,\" Barty argued. \" I know you used to hang dogs with them an age ago when I was a youngster, as Miss Rowe may remem ber. I should like to know what deed your oracular, mediocre Earls of Exmoor and their imperious Countesses have done to entitle them to immortality and boundless sway over men's minds ?\" This outburst took the company com pletely by surprise. It fell like a bomb shell, which did not hit anybody in par ticular, but raised a cloud of confusion and"], [164, "Noblesse Oblige. 152 dismay. It struck at the very foundations of Wellfield society. Wooler enjoyed the sensation — it was a refreshment to him after having been worried and stung. His only doubt was whether he might not pay too dear for his pastime. But he was not too old for mischief, nor nearly too old for waxing dogged and defiant under injury. \" Has the present Earl merged into the queer old fogie he threatened to be when he was Lord Wriothesley ?\" he questioned, carelessly. \" He had a habit of going a fishing in a Quaker's hat, and of sitting cross-legged to read his letters on the steps of that precious encumbrance of a statue to the man who, as I have heard tell, hunted over my grandfather's farm in season and out of season, and at the same time hunted the poor old Methodist preachers out of the town. I can't recall much about the pre sent woman,\" declared Barty, deliberately"], [165, "After Tea. 153 — \" the Countess, I should say — save that she was a stunted fright, who brought a fresh property, and a fresh infirmity, to be handed down among the other venerable heirlooms. Have any of the young folk succeeded to the Dugdale hardness of hear ing, in addition to the blink of the Latimer eye?\" \"Oh! fie! Mr. Wooler, you are too bad! How can you make such rude remarks ?\" was chorused in a wild flutter of half delicious terror at the profane criticism — terror which but served as a piquant en couragement from Barty's parasites. And Barty rode his hobby hard, even to hide the wound he was enduring from the undeserved scorn of Phœbe Paston, just as Lord Thomas did to hide the sudden rebellion of his sweet but hasty temper. And though in the heat of his momentary retaliation, Barty was sensible that he was damaging his own"], [166, "Noblesse Oblige. 154 cause, and hurting the girl he loved, he was only goaded on by the conviction. Phœbe, recognizing the old right of patron in her father's earliest employers, would have been single-heartedly loyal to the family at Brockcotes on that account ; but the Latimers were her best friends, before even her kindred the Halls. Lady Dorothea had not merely been like a bright, particular star to her, but was something between her princess and her sister, from whom she had never swerved in her allegiance. She did not care if some people called her a snob, but she could not bear to listen to Barty's scornful sarcasms. There was one good thing, she did not think that when she had told her father what had been said, he would wish her to go to the Woolers' house again to hear such words. But if men like Barty Wooler are born to fill opposition benches, women like Mrs."], [167, "After Tea. 155 Wooler, with yeomen blood in their veins, are born to live and die true conservatives. \" Son Barty,\" said the old woman, imper atively interrupting him, \" there is a text forbidding to speak evil of dignities. Your father's son ought to pay heed to what is in both collect and epistle.\" \" What evil was I speaking ? Mayn't a cat look at a king ? are the patent defects of earls and countesses to be ignored ? I don't call that a compliment to their understand ings — if indeed it be allowable to hint that they have understandings, any more than that a queen has legs.\" \" I tell you,\" insisted Mrs. Wooler, not lis tening to him, \" there are to be superiors and inferiors. The Bible and the Prayer-book say it, and Nature is clerk and says amen to them. I'll have no railing, infidel speeches here, son Barty. Why, the very dogs might teach you a different lesson. Would you"], [168, "Noblesse Oblige. 156 go to compare any mangy cur in Wellfield High Street to my father's greyhound, Joan, that twice ran the course at Bridlepath in six minutes, and won the silver cup at Sheenbury, against all the squires' dogs in the county? — old Joan did. I gave her a cup of well-creamed, strong green tea after it with my own hands, and she lapped it for her good, as wise-like as an old woman. If we are to have superiors, as is ordained, let us have them which have run the course, and for the most part gallantly, these hundreds of years, and not interlopers and whipper-snappers growing up, all along of full purses, in a night's time, like toad stools.\" \" Commend me to women for bolstering up what is left of the feudal system, and the barbarous old world's enormities and ano malies,\" protested Barty. \" And when wo men lay down the law on their own floors,"], [169, "After Tea. 157 of course men must lay down their arms.\" Barty ended by submitting to necessity, not inconsiderately or untenderly, though there lurked in the tolerant kindness of his speech a grain of the contempt which so often lurks under the broad shield of pro tection and indulgence towards women and children. Phœbe picked up the noxious grain of stolidity and arrogance, while she utterly rejected the treasure of fondness that caused Barty Wooler to smooth his ruffled plumes, and smile covertly at the solitary point of agreement between Phœbe and her mother."], [170, "158 Noblesse Oblige. CHAPTER VIII. The Walk to Wooers' Alley. PBHSIARTY had resolved to see Phœbe and 3,©i her mother home when the party was over. In truth, he was anxious to make it up with Phœbe, for he was burden ed with compunctions which she did not seem inclined to take off his hand. Yet he was not conscious of having gone very far wrong. He had been rude certainly, and in his own house, too, but then he had been provoked into speaking out freely. Poor Mrs. Paston was highly elated at Phœbe's having an admirer so very much in"], [171, "The Walk to Wooers' Alley. 159 earnest, and with expectations which ren dered him as magnificent a match for Well field and her daughter as the Marquis of Fairchester was for Brockcotes and Lady Dorothea. She was afraid it would make her feel terribly old to have a son-in-law, not only grown-up, but well-nigh as old as Paston ; but there was one thing, Mr. Wooler was a fine-looking man, and she had always gone in for beauty. Mr. and Mrs. Barty Wooler would, no doubt, go off and enjoy themselves, and she would be left with old Mrs. Wooler, who looked as if she could snap her up. But she was prepared to sacrifice herself to aid her daughter's tri umph. She was even willing to let it be understood that she was half a dozen years older than she was. These tokens of her mother's excited weakness were harder lines to Phœbe than all that had gone before. She was con-"], [172, "Noblesse Oblige. 160 vinced that Barty understood it all. She did not know that he had said to himself that her mother was more like a superannu ated canary than anything else in the world ; yet, although she was not informed of his words, she instinctively guessed his feelings. She could ill brook from an unfavoured suitor what she would have barely tolerated from a man she loved, because there might be an inopportune sense of the ludicrous, but substantial good-will would exist along with it, and filial respect would come in time. The sole house of any pretensions in Wooers' Alley was the Pastons.' It had been the old rectory, and it not only com manded a near view of St. Basil's, with the warlike battlements to its peaceful tower, and the thick clothing of ever-young ivy wandering and winding up its gray but tresses, but it bore in itself a likeness to"], [173, "The Walk to Wooers' Alley. 161 Close architecture in its mulboned windows with their heavy ledges, its peaked coping above the door, and its close-shaven court, which suffered what seemed the wanton gaiety of orchard and garden to drop into the background. Mrs. Paston through all her married life had lamented the ungentility and inconveni ence of Wooers' Alley ; but Phœbe through all her maiden life had loved it. She had been born and brought up in it, and had spent all but the last eighteen months of her life in it. And in spite of the Folksbridge people's depreciation of the little town, Phœbe was staunchly fond of it. Though she had seen the world lately, and had ad mired many a greater and grander scene, the true heart had always turned to Well field and its picturesque corners. The pic ture constantly presented itself to her imagi nation. She never forgot the apple boughs VOL. I. M"], [174, "162 Noblesse Oblige. blossoming pink and white, or bending with scarlet and russet balls; the clematis, a tangled mass of summer growth, or spangled with pur ple berries ; the mountain ash, spreading out in a sheet of white, or flaunting its coral clus ters, the brilliance of which contrasted with the wanness of the autumnal roses in some of the Jack-and-the-Bean-stalk gardens. Phœbe had never ceased to look forward to two things on her return home — to walking up to Brockcotes, and to strolling leisurely and delightedly along Wooers' Alley at sun set or at moonrise. Less than three months ago she would have regarded Barty Wooler's escort, not as a drawback, but as a boon. Being a Well field man, she could not have the happiness of acting as his cicerone in Wooers' Alley. But who, save her father, could better ap preciate its many glories ? A painter's sym pathy could not fail to intensify her admira-"], [175, "The Walk to Wooers' Alley. 163 tion of the bits of mossy-green garden ; the bulging thatch roofs crowned with stone crop, and in one instance with a tuft of blue bottle ; -the Vauxhall trees with golden lights glimmering in their dusky leaves ; the broken lines of hedges reddening with the haws which, in the merry month of May, had been summer snow ; and the solemn glimpses of old St. Basil's and its bristling ramparts (reminding Phœbe of the sword girt on its master's thigh), above which hung the evening and the morning star. Three months ago she would have prattled to Barty Wooler freely and fearlessly on every object of the walk, and would have prized each one of them the more for the freedom and the inspiration of the prattle. But now, be cause he desired to have all her prattle to himself, he should have none of it. Thus their whole relations were disturbed and overturned. Phœbe was silenced for ever m 2"], [176, "164 Noblesse Oblige. so far as Barty Wooler was concerned. So he had to console himself with the simple facts of the walk on the early autumn even ing, and with the conquest of Mrs. Paston — a triumph which in other circumstances he could perhaps have dispensed with. Phœbe would have been full of unmixed thankfulness that the walk was at an end, had it not been for the incident with which it closed. Mr. Paston met them at the door. He was a man of whom it could be written, \" Much study had made him very lean and pale and leaden-eyed.\" He was a little like Phœbe, but wasted and worn, and with all her buoyant life and high courage stifled and broken. Still there was a deep, ardent, repressed glow in his eyes, and he looked the very type of a man marked out for neuralgia, heart-complaint, breast-pang, pa ralysis. He opened the door, and stood with it in his hand, as if, contrary to all his"], [177, "The Walk to Wooers' Alley. 165 usual habits, he had been watching and wait ing for them. Notwithstanding the hour, he wanted Barty to come in, and when Barty declined, he said emphatically, \" Come when you like, Wooler ; remember, you are always welcome.\" Phœbe's father was not like her mother. He was a wiser man in his generation — proud and delicate-minded. In his strong affection for his only child he was not likely to be carried away by public clamour or private vanity. In whom then should she have faith if her father failed her? — so Phœbe thought to herself as she entered the house."], [178, "166 Noblesse Oblige. CHAPTER IX. In the Painting-room. IHERE was one room in the old Rec- tory at Wooers' Alley which Phœbe, after her return from Folksbridge, loved and prized even more than she had done before she went away. This room did not offend her more matured and trained taste as the drawing-room undoubtedly did. Her father had furnished the drawing room on his. return from Italy, at the time of his marriage, and it had not been altered since. But her mother, who had not an original idea in furniture any more than in"], [179, "ln the Painting-room. 167 dress, was not accountable for this. Poor Mrs. Paston had not a thought beyond taking housewifely care of her household gods — only a tendency to pile Pelion on Ossa, and to overlay the one with the other, as a bad speller tries to cover his uncertain orthography by a redundancy of letters. The Wooers' Alley drawing-room (in its solitary state literally the drawing-room of Wooers' Alley) exhibited a faded transcript of that phase of Caleb Paston's life, when he came back from Rome wearing a blue cloak, a coat with crimson-lined sleeves, and a cameo ring. He had now left that period of his life far behind, but he had not sought to bring his drawing-room into correspon dence with his advanced experience. Indeed, he had ceased to notice the details of a room into which he went but seldom, and only to rest when he did go. But now Mrs. Paston was minded to have tea there, in order to"], [180, "168 Noblesse Oblige. mark Phœbe's return home as a grown-up young lady. As for Phœbe, ever since her return she had been wanting to see everything with the old unquestioning eyes, and had, at the same time, been striving to tone down the deep distinct colours of the drawing-room furni ture — the scarlet and black of its vandycked curtains, and the apple-green ground of its carpet — and been doing all she could to soften what was odd and fantastic in the preponderance of eagles, griffins, and ser pents. Her ambition was to blend into greater unity the curiosity chairs and cabi nets, and to make the most of the few good pictures, which were very much marred by the bad light and by their accompaniments. She had done what she could to keep the room from speaking \" shop \" to a degree and in a manner quite incongruous with English middle-class home-life."], [181, "In the Painting-room. 169 But this other room in the old Rectory Phœbe thought was fit to be looked at after the Brockcotes rooms. She felt it was as far beyond any of the rooms at Garnet Lodge as works of art are beyond the mere products of wealth. This was her father's painting-room. He and Phœbe did not call it a studio, holding the term to be a foreign affectation. Mr. Paston rarely tolerated visitors here, even when he was not working, unless, in deed, it might be an employer like Lord Ex moor. Mrs. Paston never crossed the door, having an obstinate aversion to the smell of paints. Besides, she laboured under the standing grievance that Mr. Paston would never warn her to keep off his easel till it was too late, and declined to prompt her as to what she should notice and admire, so as to save her from mistakes which were awk ward in an artist's wife."], [182, "170 Noblesse Oblige. But Phœbe had been free of her father's painting-room from the time when she served as a professional child-model, even before she was able to walk with a hold of his hand to Brockcotes. Her father had said she was such a quiet little woman that she never dis turbed him or did mischief. The quietness, however, proceeded from her not having been brought much into contact with other children, rather than from her being a phe nomenon of infantine discretion. She soon got a small appreciation of his performances, and would walk round them of her own accord, her plump little balls of hands osten tatiously and sagely clasped behind her back; all the while contemplating the pictures at her ease, like a little old virtuoso. The solitary painter, in the isolation of the coun try town, was refreshed by the child's sym pathy and interest. He was not given to fondling children, but he would fondle her"], [183, "In the Painting-room. 171 a little at such times, and, to the child's be wilderment, talk proudly, almost passionate ly, of Margaret Van Eyck and Tintoretto's daughter. Yet when the dream of her tak ing up the artist life died out, he was rather thankful for the disappointment. Art, he felt, was long — too long, too arduous, and too exclusive a path for any but a very ex ceptional woman's safe tread. Mr. Paston was too grateful for a little tolerably intelli gent sympathy to lament that it was not the sympathy of a rival, in a rivalry that should ultimately carry the girl away on the en grossing current of her own fortunes. It was a great step granted to Phœbe when she was told that she might enter her father's painting-room in his absence, look at its contents as she liked, and thus store up observations and conclusions for the painter's benefit the next time they should have a talk."], [184, "172 Noblesse Oblige. About a week after the Woolers' party, she was spending an evening by herself in the painting-room, where she was most se cure from interruption and intrusion. She was now acting as housekeeper, her father and mother having gone to visit Aunt Sally, a sister of Mr. Paston's. Aunt Sally moved in a somewhat humbler walk of life than the Pastons, but was in quite comfortable circumstances. She was married to a par ish-clerk and schoolmaster, about ten miles distant from Wellfield, and was tenacious in demanding that her kindred who had risen in the world should come and see her, and taste of her hospitality once a year or so, or make up their minds to be baited and bom barded by her bitter reproaches. The or deal was such, that Mr. Paston, though not a visiting man, preferred the first alternative. The painting-room was at the back of the house, and had been the old Rectory dining-"], [185, "In the Painting-room. 173 room. It was lit entirely from one side, and by pleasant oriel windows, which looked into the orchard and flower-garden. Its exemp tion from cross lights was its special qualifi cation for Mr. Paston's purpose. The nights had lengthened since Phœbe's return from her grand tour. Ripening am ber and purple plums, straw-coloured cod ling apples — earliest of the apple tribe — and mottled russet-green pears, were drop ping on the grass. Silver stars of asters, golden suns of marigolds, Versailles ranks of hollyhocks and dahlias stood confronting each other, with the early dusk softening their features, or the harvest moon bright ening them — all being evidence that the September race-week, the gala of the Well field year, with its company, honours, ex citement, and profits, was near at hand. As Mr. Paston did not work at night, and objected to the presence of gas in his"], [186, "Noblesse Oblige. 174 room, there was no chandelier. In its stead there was an oil reading-lamp. This arrangement suited Phœbe. She could carry the lamp wherever she chose, and throw its light from picture to picture. On a fine night like the present she could still have the open window, with a glimpse of the half moon, as yet young, like herself, tipping the tops of the trees, and causing them to chequer the turf below with their shadows ; and she could also have the pale, sweet China roses hanging into the sill. The painting-room having changed with its master, was now as unlike as possible to the drawing-room. The servants called it master's workshop. It was sober to sever ity, with nothing grotesque in it but the spasmodic lay figure. No richness but the richness of art, and nothing of upholstery stuffs or ornaments, save as matters of drapery and background. It was bare and"], [187, "In the Painting-room. 175 brown, with few traces of the artist mania for collection, except in plaster casts of sub jects so common in their fame, that only the seal of the divine still left could pre serve them — Dying Gladiator, Laocoon, and Dancing Fawn though they were — from be ing stale, flat, and unprofitable. There was one very valuable Riposo of Andrea del Sarto, a rare enough sight out of Florence, and there were two small Holy Families of the Bassani, with the jewel-like brilliance of the tone strangely setting off the rustic homeliness of the figures, as if a second village maid had wedded another Lord of Burleigh, and crowned her sunburnt brow with a Devonshire diadem. Phœbe knew the Andrea del Sarto and the Bassani almost as well as the lay figure, which was a very old acquaintance. It had been a reward for long spells of good be haviour in her childish days to be allowed"], [188, "Noblesse Oblige. 176 to dress up the hideous lath man, Saul, in her little mantle and bonnet. This reward seemed but an event of yesterday. And yet here was she, in the swelling life of troubled maidenhood, cumbered with a suitor whom she did not want — vexed, too, by Lady Dorothea's congratulations, and aggrieved by what she could not help regarding as her father and mother's willingness to give her away to her father's restless old friend. Phœbe said to herself, in tremulous scorn, that she might have been another desperate and shrewish Kate in sore need of another mocking Petruchio. To make the penalties of her womanhood complete, it only remained for her to be provided with a lover whom she did love. Still, she had never been able to care for the Del Sarto till now that she had reached womanhood, with its perplexities and dis tractions. The Virgin mother was- not"], [189, "In the Painting-room. 177 youthful and pure, as Raphael's Madonnas, but was rather the reflection of a woman with la beaute de diable, haggard as well as fair — haggard with infinitely baser yearnings and disappointments than those which, in anticipation of her incomparable sorrow, pierced the heart of the blessed among wo men. It was a face like that of Vivien, when Merlin's wisdom fell before the folly which he could read like a printed page. In this picture, from the promptings of his own wretched heart, the old Italian painter had lent to the face an air of wistful, baffled combating as with his own evil — a fingering, heart-broken, looking back from its miser able vanities, and vicious appetites, before the final plunge in which two sinful souls went out from God's light into darkness. The prematurely old, beautiful, but crafty face of the wife of one of the luxurious, dis solute goldsmiths of Florence, which was VOL. I. N"], [190, "Noblesse Oblige. 178 made to represent the innocent Hebrew peasant girl, betrothed to the carpenter of Nazareth, preached a marvellous sermon of its own to Phœbe, a sermon to scare as well as to fascinate. She stepped softly from picture to picture, carrying the lamp uplifted, so that it threw its mild light, not only on the pictures, but on her own rounded figure. She wore a thin white jacket, buttoned with coral studs, over a dress of some light stuff, with glossy peacock-tail spots on it. She looked here an altogether different person from the un comfortable, unresponsive Phœbe of Mrs. Wooler's party. The figure was not out of keeping with the ideal groups among which it moved so ten derly. There was a transfer of graces, and over both there hovered something of the bountiful charm of an early harvest night. It was Phœbe — caught at one of those happy"], [191, "In the Painting-room. 179 moments which may make impressions to last a life-time. She was in herself a picture at this instant — the happier that she was wholly unconscious of it — a picture fit to take and hold in itself all the poetry of the pictures. And the setting, too, was of the choicest. The cool shimmer of the moon, and the warm gleam of the lamp, the pale summer roses on the sill hanging heavy to death with their faint sad fragrance, and the glow ing embers of the wood fire sinking into white ashes, like a good man going down, time honoured, to his grave in peace, were all fit ting accessories. Phœbe had studied a Herodias with a head of John the Baptist, which her father was copying from a nameless old picture at Brockcotes. Neither the subject nor the style was much to his taste or to hers. She had shaken her head, and passed on to what she called fondly a Caleb Paston. This was n 2"], [192, "Noblesse Oblige. 180 a picture of an old man and a little child in an ancient hall, like the guard-room at Brockcotes ; a picture which, with no affec tation of sentiment, was full of pensive, hu man feeling, of humour and pathos, and was pervaded by subtle lights and shades of hu manity, so delicate that one was in danger of forgetting their grasp in their fineness. She was gazing at the picture with her heart in her eyes, smiling with lips apart, and holding up the lamp to see every corner of the canvas, when she was startled by the opening of the door. Her father's painting room was so private a place, that she was quite taken aback. Already, in the doorway, were two gentlemen, at whom she stared. They stood still, dazzled by the light of which she was the radiating point."], [193, "Surprised and Mystified. 181 CHAPTER X. Surprised and Mystified. \" |M10W do y°u do> Phœbe ?\" cried an $,WX assured and well-known voice ; \" I asked the maid-servant if you were at home, and when she said that you were in my uncle's painting -room, I told her to take us there at once ; I hope I have not commit ted a shocking blunder by bearing down her scruples, and breaking in on a young lady's mooning without leave ?\" \" You have often before now broken in on my mooning without leave, Frank ; so one more offence needn't count.\""], [194, "182 Noblesse Oblige. Thus Phœbe acknowledged her cousin, and came forward to shake hands with him, divided between gladness at seeing him, and uncertainty as to whether she might, without any objection, receive him there. \"Now, before I ask whether you have come from London or Garnet Lodge, and all the rest of it, I must beg you not to move a step farther. You know you are on for bidden ground, Frank ; papa will not let anybody in here unless he is here himself.\" \" But I'm not anybody, Phœbe, any more than yourself,\" persisted Frank Hall, keeping his ground unabashed ; \" may not a nobody come in ?\" Phœbe hesitated ; she knew very well that it was the last thought likely to be seriously entertained by Frank Hall that he was a nobody ; but she did not want to over step her instructions. She would like very well to show him those of her father's pic-"], [195, "Surprised and Mystified. 183 tures which he had not seen, and to note the impression they made upon him. Although fault finding was Frank's trade, she knew he was capable of something better. But she was discomposed by the presence of the stranger, very likely another ironical journalist, whom her cousin did not introduce to her. She decided, at last, that her father would prefer that she should lean to the side of liberality and courtesy, and she granted Frank Hall and his companion the required permission. \" Since you have come so far, Frank, I suppose I am not obliged to turn you out. But you must make up your mind to behave like a nobody — take no notice of anything you see, and not go and lay down the law about it afterwards ; or if you do I shall never forgive myself.\" \"You may depend upon my behaving like a nobody, Miss Paston,\" Frank's anony mous friend broke in ; \" for I have not a"], [196, "Noblesse Oblige. 184 particle of claim to any other character.\" Still Frank did not introduce the stranger, and Phœbe had a passing notion that it was somewhat odd that he should address her by name without an introduction. Frank stood looking at his companions as though his acute pug-nose were sniffing a little sur prise and a good deal of amusement in the air, very much, indeed, as if he had expect ed the persons before him to have known and recognised each other. Seeing the posi tion of affairs, Phœbe became possessed with the conviction that the under-sized, dark, pleasant-looking young man of three or four and twenty must be some other newspaper man (higher bred, and not smelling so un mistakably of tobacco) whom she had met in Frank Hall's society at Garnet Lodge or at Folksbridge, and whom she ought to greet and welcome to Wellfield. Yet in spite of the most strenuous effort of memory she"], [197, "Surprised and Mystified. 185 could not recall when or where she had seen her new acquaintance. The low stature which had elegance in it, and the face that was largely forehead, eyes, and soft mous tache and beard, she could not remember, though once seen they were not likely to be forgotten. She could not arrive at any more definite conclusion than that she must have seen the gentleman before. Phœbe felt that the vagueness of the ante cedents made her position awkward, and she dreaded that Frank Hall, though senior of the party by half a dozen years, might be tempted to farther mystification and mis chief. She was eager to make a diversion by showing the pictures. Frank told her that in for a penny was in for a pound, and added something about holding a key to the position beforehand, so that a surreptitious advantage was of no moment. At this his companion put up an eye-glass."], [198, "Noblesse Oblige. 186 Phœbe first took the gentlemen to the Del Sarto and the Bassani, in honour pre ferring the dead masters. \"Ah! the miserable tailor,\" exclaimed Frank Hall's friend on the instant ; \" I did not expect to meet him out of the shadow of his campanile.\" Phœbe was puzzled anew, and changed her mind at the word. The stranger must be an artist like her father, and not a jour nalist like Frank. But how could she have come to think she had seen him before, while all the time she was satisfied that Barty Wooler was the only artist whose ac quaintance she had made since she left her father's house? Frank had brought his artist friend to see her father's pictures, and it was hard to say whether the cousins had been altogether discreet in the manner in which the purpose had been fulfilled. \" It is bad enough to have a round-eyed"], [199, "Surprised and Mystified. 187 baby to represent the typical mother, but a vile woman of the world is a mighty deal worse,\" remarked Frank Hall, with dry directness, as he looked at the Del Sarto. He had no relentings towards the wicked, or, for that matter, towards the foolish of the world. Phœbe proceeded to illuminate one of her father's pictures, which he had painted a number of years before. He still kept it on his wall, and occasionally retouched it, although he sometimes disparaged it as being maniere and harsh, like his early version of the Brockcotes tragedy. At least Phœbe remembered that when her father had shown his pictures to his old friend, Wooler had advanced to it, and looked at it without permitting himself an expression either of praise or censure, although he had been commenting on the others very freely. He continued his progress, accompanied by Mr."], [200, "188 Noblesse Oblige. Paston, neither of the two exchanging a word on this work, as though they were tacitly agreed to hold it below criticism. Phœbe could not consent to measure its deserts by their standard, but neither could she set up her opinion in opposition to theirs. Accordingly she displayed the picture with a doubtful qualm of her responsible daughter's heart. The painting was a version of the apocry phal legend of one of the Bellini stealing from another Italian painter the secret of painting in oils — a secret which had before then cost Andrea the assassin his crime, and the victim his life. The Bellini, in the dis guise of a Venetian cavalier, strolls into his fellow's studio, and in the character of a sitter introduces himself to the envied pos sessor of the grand arcanum of painters. During the sitting, while the unsuspicious painter mixes his pigments, the Bellini nar-"], [201, "Surprised and Mystified. 189 rowly watches, and learns the medium which by comparison left the juice of figs as weak as water. Caleb Paston had not only re produced the mediæval studio and the figures — the unsuspicious worker manifestly triumphing in the hidden, hard-earned know ledge, which is now unconsciously oozing from his finger-ends, and the eager, ab sorbed spectator, masking his interest by pretending to play with the painter's popin jay — but had rendered the whole with something of the justness and concentration which belonged to his last, best style. In particular he had lent to the darkened face of the Bellini a devouring anxiety, a despair ing necessity, which made his discovery a matter of life and death to him. \" This is not bad,\" said Frank Hall's asso ciate, using a quiet negative form of praise, that needed all the cordiality and pleasure of the tone to keep Phœbe from spurning"], [202, "190 Noblesse Oblige. it as an ill-conceived and unmerited slight on her father's established reputation. \" This is not the Bellini, however,\" ob jected the young connoisseur ; \" at least, I have seen Gian Bellini's portrait at all periods of his life, and this is none of him. It is a fancy likeness ; I take it there is more in it of the man who painted it than of Bellini. He has rubbed down some of his individuality, and mixed his colours with what proves a shockingly expensive alloy, though it is the only valuable one.\" Phœbe began now to be struck with the fact that, very much at his ease and com municative as this gentleman was, he had a dash of boyishness in his dignity, indicating half a dozen years between him and Frank Hall, who, being the eldest of the family at Garnet Lodge, was some ten years older than Phœbe. \" A sensational and impressive dogma,\""], [203, "Surprised and Mystified. 191 Frank chimed in to the last remark. \" I think I see a little likeness to Paston him self—my uncle, Phœbe— in his spurious Bellini.\" \" And I am sure you see nothing of the kind: you are talking nonsense, Frank,\" protested Phœbe, a little annoyed, she could hardly tell why. \"There is no more of papa in that face than there is of me, who am also sallow in complexion.\" \" Oh ! no, not sallow, Phœbe ; golden brown, since we cannot call it fair in a literal sense. Now don't be angry with my distinction ; it was you who forced us into the discussion. There is none of you there as you are at present — I don't know what there might be under other circumstances. But I shall have to argue with my uncle against the disease of personality, for all my friend says of the alloy. Mr. Paston ought not, at this time of clay, to put himself with"], [204, "192 Noblesse Oblige. flourishes into his pictures, as Byron put himself into his poems. Goethe did it too ; but you know we pardon a great deal to Goethe. \"Now, Frank, you will not,\" forbade Phœbe ; \"I mean you shall not put in your column of The Bat an article on the self consciousness of modern artists. I hate that pretence of knowing everything and being everybody's teacher which you literary men choose to set up. What constitutes you the impartial censors of the public ?\" \"There, Phœbe, you have said it. The public — the publice lects us, at least it credits us, and is glad to buy our wisdom second hand ; and we are glad to sell our ware, for we have human wants, and do not pre tend to be above them.\" \"You are the most impudent pretenders I know. I wonder the world encourages you, or suffers you ; but it will rise in revolt"], [205, "Surprised and Mystified. 193 and annihilate you one day — that is some comfort. You don't put your names to your effusions, which read all so very much alike — all sneer and languor, with a faint, super cilious wonder, now and then, that the world, worthless as you find it, has lasted so long. Yet it is in your eyes the hugest presump tion to attempt to make the world better. Your cure for the world's evils, you know, is simply stabbing the lieges in the back.\" \" You are amazingly logical on their be half, my dear Phœbe. But pray don't affront me beyond forgiveness, lest I do you some harm without being able to resist it, seeing that my tendencies are so awfully de structive.\" \" You are not destructive at all, Frank,\" contradicted Phœbe, raising her brows; \"you only flatter yourself with being an executioner in the department of art. Any one could give you a specimen of the con- o VOL. I."], [206, "Noblesse Oblige. 194 demnation wdiich you contribute to The Bat: ' We must put a veto on the deadly apathy of brown and gray, which would be en durable in a lithograph. We cannot admit what is a monstrous innovation. Let us have handling at once solid and lustrous. If we are not to have the inspiration of genius, let us at least have painting, and Mr. Paston has not even given us this.' That is the very echo of your style, Frank.\" \"Thank you; I hadn't the least idea it had been so good ; I had not, really.\" \" But the style of art you condemn takes root, and grows and flourishes in spite of you. The books you cut up are read and spread, and do their mission in defiance of you. You can do no more than the east wind, which makes everybody feel uncom fortable and quarrelsome while it blows, but only blights foreigners and weaklings.\" \" Yes ; and the east wind checks prema-"], [207, "Surprised and Mystified. 195 ture growth, and keeps down weeds and vermin, — about as much as any of us can ever hope to do. I willingly accept the simile, Miss Phœbe ; but it appears to me that the east wind is blowing from the other side of the house to-night.\" \"Well, Frank, I am not afraid of a return blast, I am in the safe privacy which attends on an ordinary young woman who has no thing to tell her neighbours, and can only feel obliged when her neighbours have any thing to tell her. I shall never write a book for you to notice with condescending pity or supreme disdain, because you must have some prey nearer your muscular yet refined training to stir your strength into genuine, gentleman-like abuse. I shall never paint anything good enough even for the Ladies' Exhibition. I think I should dislike to have a friend in your court pretending to praise me, and bribing the rest of you to silence, o 2"], [208, "196 Noblesse Oblige. far more than to have you all my open ene mies. Papa's reputation is made. You gal lant men, who stab with pen and ink, are too cowardly to meddle with made reputa tions, unless you happen to bear special personal malice, and papa lies too far out of your way for such a feeling as that.\" \" Papa's daughter doesn't seem to lie too far out of the way.\" \" I cannot help it, Frank ; I cannot put up with you ; though I don't mean you par ticularly, and of course there are exceptions. But most of you are far from humble and modest in expecting that the world is never to become sick of the not very honourable revelations of how you got up this penny journal, how you gave each other a lift, and how you knocked rivals down, and were the only true, kind fellows in the world — that is, to each other. It is all imitation French, Frank, superfine sneerandstiletto,orcorduroy"], [209, "Surprised and Mystified. 197 growl and fist. It is a cool plagiarism from Victor Hugo and Balzac, as I have heard them spoken of, and has an unmistakably Gallic flavour about it, and suits a thousand times better with portes-cocheres, quartiers, cremeries, feuilletons, le Theatre deVari^tes, and Meudon, than with English firesides, Covent Garden, the Times newspaper, and the Thames at Richmond.\" \" My dear Phœbe, did I ever imagine that you would be guilty of a harangue, of a whole lot of harangues !\" protested Frank. \" I had the idea at one point that you were going to cast the card of Lord Chesterfield's usage of Dr. Johnson in my face, and I was preparing to take the trick with a quotation from Sir James Mackintosh.\" \" You provoked me, Frank,\" Phœbe put forward in apology, colouring as she spoke. \" Then I must be lamentably unfortunate in my manner,\" regretted Frank in demure"], [210, "Noblesse Oblige. 198 despair. \" I can certify that I never said a word to call down such an attack — I take my friend to witness.\" Frank Hall and Phœbe Paston were suf ficiently related to be familiar and friendly. They did not dislike a war of words, and were in some danger of warring continually when they met, as if battle were the breath of their nostrils. But Frank could not alto gether account for Phœbe's sudden animus to-night, and thought it hardly well-bred. Phœbe herself had a quick remorseful feel ing that such vehement jesting in earnest might seem bold and ungracious in the eyes of a stranger. Several influences contributed to the result. She was chafed by what she had done in admitting the two men to her father's painting-room, and by the little mocking mystery of having failed to iden tify one of the two. Again, though Frank Hall could not be aware of the fact, and his"], [211, "Surprised and Mystified. 199 companion still less so, Phœbe, in her sar casms, was aiming three-fourths of her light shot, not at Frank Hall or his comrade either, but right over their heads at a cari catured effigy of Barty Wooler, which she saw in the blank space before her. Barty, with his broad back, was the Saxo-Gallic Bohemian vagabond whom she was fain to riddle in every vulnerable part. Not being able to explain her intentions, she stood covered with a piquant discomfiture. \" Miss Paston hits hard. Is it the fashion for the young ladies of Wellfield to be like the heroines of sensational novels — killing in more senses than one ?\" Phœbe regarded the question as charged with a little impertinence from a new-comer, and armed herself to ignore it with all her girl's loftiness and shyness. The speaker, on his side, continued without even seeming to be sensible of a double intrusion, and"], [212, "Noblesse Oblige. 200 without minding the lack of a reply : — \" I confess I am glad to hear Hall get his due. I am convinced the press men are the most intolerably conceited cads of ego tists breathing. The fellows and the dons at the universities are nothing to them.\" \"Take care,\" Frank warned him ; \" you have not my cousin's blessed immunity from our claws and fangs, — or are they hoofs and horns, eh, Phœbe?\" \" I laugh at your steel pens and bad type,\" asserted the aristocratic-looking lad, in merry fearlessness. \"We have had no electioneering in my day. We never went in for that kind of thing like some folk.\" As Phœbe stood listening, trying hard to puzzle out his meaning, he resumed the personal discussion. \"lama mere dauber at art. I have no prospect of ever exhibiting any more than Miss Paston, and with far more reason for"], [213, "Surprised and Mystified. 201 my humility. I shall not play the Bellini in Mr. Paston's painting-room.\" \" No, indeed,\" Phœbe said to herself, in dignantly. To turn the current of conver sation, she remarked aloud — \" Papa has no portrait of any member of the Brockcotes family here just now.\" \" You know I am living at Brockcotes,\" interrupted Frank, quickly. \" I knew you were invited to Brockcotes ; we were all exceedingly proud and pleased to hear it.\" \"The deuce you were,\" protested Frank, and checked himself. \" But I thought you would have come to us first,\" objected Phœbe, a little piqued. \" No, for the good reason that we \" — here he cast a glance at his companion — \" travelled down to Wellfield last night in the small hours, when every respectable family in the town was sleeping the sleep of"], [214, "Noblesse Oblige. 202 the just. I must have gone to the Exmoor Arms if we had not entertained a notion that in a colossal establishment such as Brockcotes, some stray meditative mortal above the harness-room or in the dairy maid's quarter might be waking. We there fore went on and got admission. The Earl was good enough to give me some preserves in my own line to walk over this morning, until I walk over the stubble and turnip fields. We came out to have the air and a smoke on leaving the dining-room, and we walked over here. I do not think I have been very long in reporting myself.\" As Frank spoke, Phœbe's attention was for the first time drawn to the fact that the gentlemen were dressed for dinner. She was pursuing two lines of thought. The main line, which she kept to herself. was something like this : \" And so this boy is at Brockcotes too. What right can he"], [215, "Surprised and Mystified. 203 have to be there ? Surely Frank can never have been so outrageously independent as to carry a companion unasked to share in the Brockcotes hospitalities. Papa will be terribly vexed if it is so, and will not know how to apologise for the freedom of his nephew's behaviour. The Earl is very good, but he never forgets that he is the Earl of Exmoor ; and no one else forgets it, save a noisy artist of the Barty Wooler type, or a man of letters like Frank, notwithstanding that he pretends to polish, and has an idea of going into Parliament, and becoming a great man in politics. I should as soon take a liberty with the Countess as with the Earl, but certainly my uncle Hall would not comprehend the enormity, far less stand aghast at it. He cannot distinguish the dif ference between Garnet Lodge and Brock cotes, between bills of lading and letters patent.\""], [216, "Noblesse Oblige. 204 The second line of thought Phœbe fol lowed almost mechanically, and spoke it out: \" Papa had a good likeness of Lord Ex moor here for years, — you might now have been competent to pronounce on it, — but it was painted for the court-rooms, and was removed there some months ago. I have a sketch of Lady Dorothea in coloured chalks, which was not done by papa, but was sent me from Munich, and is hung in my own room, but I do not think it does her half just ice. The Countess does not care to sit, though papa has painted her ; so did Leslie on her marriage, and Thorburn in a group with her children. Lord Wriothesley has been so much away from Brockcotes, since he was a little fellow, that we would not know a portrait of him at Wellfield, though we had it.\" Phœbe ended in the slight accent of ill-"], [217, "Surprised and Mystified. 205 usage with which Wellfield was beginning to allude to the protracted absence of the heir apparent. \" Since he was a little fellow,\" repeated the stranger, as if in absence of mind, and Frank Hall laughed at this indiscretion. The artist continued : \" I hope Lord Wrio thesley will not disappoint you either in the flesh or on the canvas when he does turn up. The worst thing of a rara avis is, that when you've got it in your hand, it is so apt to prove but a common crow.\" Phœbe flashed up again, as the champion of the Brockcotes family. \"Lord Wriothesly has taken a double first at Oxford,\" she urged warmly, setting the young man right, and putting an end to her own stiffness ; \" he is very clever. With his abilities and position, he must do some thing great.\" \" But what on earth is there great left for"], [218, "206 Noblesse Oblige. him to do ?\" argued his detractor, showing a strong sense of the difficulty. \" The handle to his name may have helped him to his class — I don't doubt that there are tuft hunters among the examiners as well as among the students. I can't say it is to my mind that a peer's son should devote himself to putting out fires, or getting her Majesty's opera out of grief ; then Garibaldi sings truce for the present ; the Arctic regions are used up — I mean,\" here the stranger called him self back, and took pains to correct himself, \" if Wriothesley is of my way of thinking, he must look on the temple of fame as awfully hard to reach when there is nothing under the sun, which his ancestors or other fellows' ancestors have been liberal enough to leave for such as he to strike out.\" \" Lady Dorothea, and the Earl and the Countess, would be dreadfully disappointed,\" insisted Phœbe, \" and we would all be dis-"], [219, "Surprised and Mystified. 207 appointed, if he failed. Lord Wriothesley belongs to Wellfield. We have pinned our faith to him, and mean to be very proud of his triumph.\" \" I suppose patentee of the green wax, or surveyor of the meltings at the Mint, would hardly suit Lady Dorothea's book or yours?\" questioned her opponent. Phœbe did not recognise the quizzical al lusion, and with the strong prejudice of her years against being laughed at, had a still more decided objection to the process as being performed by an assuming lad whom Frank Hall thought fit to carry hither and thither with him. \" Lord Wriothesley ought to be very grate ful,\" concluded the young man more seri ously. \"For what?\" asked Frank Hall cyni cally ; \" for having honours thrust upon"], [220, "Noblesse Oblige. 208 him, or for having other people borrow his honours ?\" * \"Never mind, Hall. He ought to be grateful, and, what is more, I believe he is. \" Well,\" said Frank, with a still queerer look than any that had gone before, \" you should know best.\" And he followed this up by a brusque statement that if they meant to show themselves to the Countess, they could not trespass on Phœbe's patience any longer. So he took leave of his cousin in haste. When the gentlemen were gone Phœbe tried to escape out of the labyrinth she had been led into, and to cast off the incubus of baulked curiosity. But simple as the clue was, its very simplicity, and the pre-occupa tion of her mind, made her miss it. The only conclusion she could arrive at was, that Frank, like his tribe, had a propensity for"], [221, "Surprised and Mystified. 209 doing things differently from other people, and had no objection to astonishing his friends. Phœbe liked Frank Hall all the same, and was proud of the position which he had attained among journalists, while, nevertheless, she railed at him and his affect ation. \" Phœbe,\" cried Mr. Paston, prepared to bring an accusation against his daughter on his coming into the drawing-room next day, \" Phœbe, what scrape is this you have got into ?\" \"Is it my allowing Frank Hall and his friend to come into your painting-room last night, papa ?\" inquired Phœbe without much perturbation, as she leant forward to arrange a glass full of purple and white stocks on the table before her. \" Frank was in the doorway before I saw him, and I could not very well turn both him and his friend out ; but you know I told you all about it when VOL. i. p"], [222, "210 Noblesse Oblige. you came home this morning, and of the other man whom I could not make out, and whom Frank did not take the trouble to name.\" \" Humph ! the man you could not make out ! Rather an awkward piece of ignorance, when I have made him out to be Lord Wriothesley.\" \" Oh ! papa, it could not have been Lord Wriothesley — impossible that I should have been so stupid as not to know Lord Wrio thesley !\" cried Phœbe, quitting her flowers in incredulity and consternation. \" Lord Wriothesley would never come here in such a manner under Frank Hall's wing.\" \" Lord Wriothesley came here in the way which happened to suit him, and did not think twice about it. Frank Hall is quite fit to be a Mercury, although he is too big for a Puck, even were there no odd whim-"], [223, "Surprised and Mystified. 211 sical element to be extracted from the situ ation.\" \" Perhaps he did not mean it, perhaps neither of them meant it beforehand,\" said Phœbe, who was reflecting with all her might, and who now arrived at the correct solution. \" It struck me from the first that they both thought I ought to know Lord Wriothesley, if that boyish-looking lad — and I see now why he looked quite master of himself and of the position — can be Lord Wriothesley. They would naturally forget how long it was since I had seen him, indeed it would seem a matter of course to Lord Wriothesley that everybody at Wellfield should recognise him at once.\" \" I must say,\" commented Mrs. Paston, as she roused herself out of a gaping maze, \" I never approved of your father's trusting you in his painting-room, where I do not go — what with the white-lead and the verdegris p 2"], [224, "212 Noblesse Oblige. in the paints, and your gowns and things. I am sure you ought not to have met Lord Wriothesley till he came and called for me here, and then I should have got to know him properly myself.\" \"I am sure I wish I had not met him, mamma ; it was from no desire of mine,\" sighed Phœbe ; and then for the benefit of her father and mother, she pondered anew, and laughed, and blushed the vivid wine coloured blush of a brown beauty, in which traces of irresistible waggishness struggled with those of ingenuous shame. \" Oh dear !\" she said, \" I shall never be able to look him in the face again, for we spoke of him to himself — at least I spoke of him ; a gentleman like Lord Wriothesley should not have listened to me. What a disgrace it was of Frank Hall to allow me to do it !\" \"You should not have been so rash."], [225, "Surprised and Mystified. 213 Frank Hall would make no bones of it,\" her father reproached her. \" I never saw anybody like you, Phœbe,\" Mrs. Paston commented ; \" you either chatter like a magpie, or you sit as mum as a mouse, like you did the other night, miss.\" Mr. Paston, by the defects of his early education, was rendered punctilious, and if the offender had been anybody else, he would have been much annoyed. As it was, he took refuge in a bit of hyperbole. \" I daresay Hall took notes of the scene. It might serve some friend who writes for the Olympic or the Adelphi.\" \" I could not have said anything very bad,\" reasoned Phœbe, readily taking con solation to herself now that her father in dulged in humorous exaggeration, \" because there is nothing bad to be said of the Brock cotes family. And even if there were, I"], [226, "214 Noblesse Oblige. should certainly be the last person to say it, and I was very angry at the rude way in wliich another person spoke of them lately. But I remember I told Lord Wriothesley what was expected of him. No, I cannot look him in the face again !\" But Phœbe looked Lord Wriothesley in the face that very afternoon, when he called upon Mrs. Paston in due form, and unaccom panied by the disturbing presence of Frank Hall. Lord Wriothesley, like his father, was quiet and simple, unconsciously dignified and affable ; and he was, in addition, Lady Dorothea's own brother in quick intelli gence and the abandonment with which he threw himself into a subject. Until he rose to go he did no more than take Phœbe, who kept in the background the better to cover her confusion, into the general scope of his looks and words. Then he addressed"], [227, "Surprised and Mystified. 215 her particularly to offer his sincere excuses for his share in the misunderstanding and mystification. \" It was an accident, Miss Paston, and al together unpremeditated. You cannot con ceive us guilty of the impertinence of pro posing to play a trick upon you ; though I freely admit that one of us ought to have taken the initiative, and acquainted you with what was a trifle after all. I feel no end of mortification for not showing more con sideration towards you, and I can only trust to your generosity and kindness not to suf fer me to fall in your opinion, and not to allow it to interfere with what ought to be our good relations, for the sake of my father's old friend, Mr. Paston, and of your friend, my sister.\" Phœbe was a little reconciled to herself and mollified towards him by the grace of his excuses. As to taking out her indigna-"], [228, "Noblesse Oblige. 216 tion on Frank Hall the next time she saw him, he was so lost to shyness and fine feel ings of that description, that it would have been very like seeking the payment of a heavy debt from a penniless man."], [229, "Lord Wriothesley at Home. 217 CHAPTER XI. Lord Wriothesley at Home. IORD WRIOTHESLEY was disposed to cultivate the Pastons' acquaint- ance, without, however, going beyond the bounds of propriety and good taste. His in timacy with Frank Hall furnished him with an additional opportunity for carrying out his desire. He painted well for an amateur, and being thus familiar with the artist's pur suits, was capable of interesting Mr. Paston. He revived recollections of foreign studies, conveyed information as to modern schools, and discussed their merits with spirit."], [230, "218 Noblesse Oblige. For that matter, art was a mild specialty of the house of Exmoor. The present Earl had always made Paston's painting-room a lounge when he was in Wellfield ; and in this he had only followed the example of his father, who was supposed to have dis covered and developed the genius of the charity school-boy. The Countess, too, dis played a subdued tinge of the art tendency in her indefatigable labours at the Coun tesses' drawing-room hangings, and in her elevation of the embroidery into a business of importance. Lady Dorothea, the most original member of the family, had least of the prevailing bent. The natives of Wellfield, on their part, thought the Latimer love of art an aristocra tic weakness — very amiable, but still a weakness, and occasionally murmured at it, as carrying an undue amount of the august family countenance into one narrow channel."], [231, "Lord Wriothesley at Home. 219 Why should Lord Exmoor frequent Mr. Paston's painting-room more than the Rec tory, the family doctor's house, or the attor ney's ? What title did Mr. Paston's fame, not to speak of his occupation, give Phœbe Paston, that she should be the god-daughter and intimate friend of Lady Dorothea ? And now here was Lord Wriothesley, on his first return home, continuing and consummating the injustice. But Brockcotes had the little town too well in hand to allow of its trifling dissatis faction rising into a roar of disapprobation. To do the Latimers justice, they had always paid ready heed to the Wellfield murmurs when these reached them. Indeed, nothing fidgeted the present Lord Exmoor more than the idea that he had failed in some self-imposed obligation which the county or the town of Wellfield might have expected of him. Lord Wriothesley, too, was, in"], [232, "Noblesse Oblige. 220 some respects, like a Red Cross Knight, or a girl, and the commencement of his inti macy with the Pastons was thus unclogged even by a suspicion of the appearance of evil, however much it might have been disap proved of otherwise. As for Frank Hall, he was really too busy to take note of his noble ally. He was en grossed with the necessity of acquiring well bred ease in shooting over great covers in the morning, and dining at great tables in the evening. He could not get to Wooers' Alley on his own account, except merely on flying visits, and this chiefly to repeat expla nations of his continued absence. Nevertheless, Frank's presence served to help his friend, within the briefest space of weeks, to establish himself on a familiar foot ing with the household at Wooers' Alley. The young Lord's presence had a fine sti mulating effect on the tired fastidious painter,"], [233, "Lord Wriothesley at Home. 221 over whose delicate organization the prestige of birth and the dignity of power held great sway. But it awed and fluttered Mrs. Pas ton beyond every effort of Wriothesley 's to check, so that he could have twisted her round his little finger, had he not been too much of a gentleman to fail to treat her with respect. At the same time, he wiled Phœbe from her displeasure with him and her disgust with herself. There is this fur ther to be said, that the manner in which the two made each other's acquaintance had left a personality in their intercourse which could not have existed had they been origin ally presented to each ether as chief and vassal. Lord Wriothesley speedily taught Phœbe to pay him the high compliment of thinking him nearly worthy of Lady Doro thea. Her ladyship sometimes accompanied her brother to Wooers' Alley, but not so often"], [234, "Noblesse Oblige. 222 as her own attachment to Phœbe Paston might have warranted. An excellent under standing existed between brother and sister; and Lady Dorothea laid great weight on Lord Wriothesley 's gifts and claims. But though she was the junior in years, she was the senior in maturity. This, and the nature of the distinction between them — the cir cumstance that here the woman was the realist, and the man the dreamer — had af fected their relations, not making them less friends, but rendering them less chosen asso ciates and sympathetic companions than they might have been. Lord Wriothesley, it must be confessed, complained that Dolly was fatiguing — she was so tremendously in ear nest, and, at the same time, so cool and libe ral, so indefatigably industrious, and so vastly beyond trifling and triflers. Poor Fairches ter and his people were doomed to smart for it."], [235, "Lord Wriothesley at Home. 223 The truth was, that Lady Dorothea — un constrained as she had been from her in fancy, and without the slightest doubt as to what was right, or the smallest hesitation as to doing it — had a dangerous propensity to legislate for her neighbours. Even Phœbe was forced to own reluctantly that Lady Doro thea would be spoiled if this trait grew in her. It is true she had been so thoroughly well brought up, that the inclination did not show itself in her behaviour towards her father and mother, to whom she was altogether sweet and submissive. But it peeped out, perhaps all the more obtrusively, in her dealings with her brother. Not that he was jealous or irritable under it. He laughed at it to Lady Dorothea's face ; but notwithstanding this, it unsettled, and to some extent reversed, the natural relations of the two, and interfered with the closeness of their intimacy."], [236, "Noblesse Oblige. 224 And so it happened that Lord Wriothesley fell into the habit of calling at Wooers' Alley two or three times a week. He had messages from Frank Hall to deliver, art journals to bring, and bric-a-brac specimens to discuss. At last he even proposed to sit to Mr. Paston for a portrait which the Countess wished to have taken. If the young nobleman had a double motive, like the Bellini, he had a fair field for his machinations. The only spy on him was Phœbe, whom he constantly saw coming and going ; for even when Mr. Paston took his stroll within the limits of the flower-garden, among hollyhocks, dahlias, and asters, ver benas, geraniums, fuchsias, or in the orchard among plums and pears, Phœbe was rarely absent. She was the great admirer of the view of hoary, battlemented, ivy-draped St. Basil's, with its scars, its war-like array, and its immortal defiance, both of foes and of"], [237, "Lord Wriothesley at Home. 225 creeping decay. Mrs. Paston would have it that it was only a crumbling, dark, old church, given over to rats and damp. But Lord Wriothesley rose to eminence in Phœbe's esteem when he compared St. Basil's to Albrecht Diirer's engraving, in which the way-worn knight rides on through the jaws of the pass, unrepelled and unap palled by the grinning death on one side of him, or the dart-discharging devil on the other. Q VOL. I."], [238, "226 Noblesse Oblige. CHAPTER XII. \" A Bold Step and Blunt.\" æ|S|LD Mrs. Wooler threw out meaning X&U hints long before even Miss Rowe and her scandal-bag had made anything of Lord Wriothesley's attentions. The rugged purity of the old woman's nature prevented her from stooping to base insinuations which would have caused her son's blood to boil. Yet it was not the dread of his anger which subdued and softened her. She could call him master in her house, and recognise him as the master of her heart, but still she would not shrink from thwarting and en-"], [239, "A Bold Step and Blunt. 227 raging him for his own good. She had even a rough relish for such encounters, although she was too honest wantonly to drag another woman through the mire. She said to her self that Caleb Paston's daughter might be an impertinent, set-up, artful hussy ; but she would think mortal shame to blacken any girl, however light and vain, to any man, most of all to her son. Barty laughed all his mother's little spite ful hints to scorn. \" You don't comprehend the bearing of the case, mother. At all events, I shall not pick a quarrel with the Pastons on the faith of a scheme of theirs to entangle young Lord Wriothesley into a compromise of his rank. Good heavens, mother! Paston would as soon scheme to murder the boy lord in order to pick his pocket, and then bury him under one of the hearthstones of Wooers' Alley!\" Q2"], [240, "Noblesse Oblige. 228 Notwithstanding all this, Barty Wooler was the man who, in virtue of his yeoman's blood, found himself called on to speak a word of warning to Caleb Paston. A few days afterwards he made a morning call at Wooers' Alley. Mr. Paston, as was his wont, was taking advantage of the best lights, and working busily. \" You are still the old man, Paston ; you would turn your work into a pleasure by mere dint of sticking at it, even were it not in itself agreeable.\" \" Yes, Barty, I wish that were true of me. Certainly the mere work often adds a plea sure ; for painters, I take it — some of them at least — are something like mothers, and are apt to think most of what gives them trouble, and grow attached to it and love to finger at it, and not seldom spoil it too. That portrait of Lord Wriothesley, now, has tried me. His expression is capricious"], [241, "A Bold Step and Blunt. 229 and ill to catch ; and, you see, I have flown for relief to broader effects,\" he said, step ping back a little and turning his head on one side to take in the whole effect, as is the manner of painters, often perhaps more to invite sympathy and the expression of opinion than anything else. \" Well, I wish I could say I shared your experience ; though I have no desire to strain after the blink of the Latimer eye,\" answered Barty, with an uneasy meaning smile that struggled to veil another feeling. \" But what is this ? Ah ! the Rotterdam Kermess ; well, you have got breadth there certainly, and a bright sunny effect too. You must have a deal in hand just now, surely,\" turn ing to a corner and lifting up a canvas which stood there on the floor, with its face to the wall. \"And this is your sketch for Lord Wriothesley ? His Lordship's many appear ances in Wooers' Alley have made a fair"], [242, "230 Noblesse Oblige. impression here ; I only wish for your sake, Paston, that the impressions produced on outside minds were as pleasant.\" \" What is that you say, Barty ?\" asked Mr. Paston, with puzzled eyes, and laying down his palette and pencils, which up to this time he had kept in his hand. \" You have always had a close connection with the Brockcotes family, Paston. Of course, that is all right. But you will not object to hear an old friend's opinion on another side of the question ?\" \" Certainly not, Wooler. Speak as frankly as you like.\" \" Well, to be plain,\" Barty went on, awkwardly, \" I don't think the connection requires you to keep open house for the son and heir, more particularly when you have not a son, but a daughter. But be so good as to remember that I reckon her as far above such a discussion as any Lad}7"], [243, "A Bold Step and Blunt. 231 Dorothea Latimer of them all. At the same time Miss Phœbe should not be talked about — forgive me for saying so to you, who are her father, but sometimes outsiders see clearest. Of course, I do not for a moment insult Lord Wriothesley by imputing de liberately foolish intentions to him. It would be a great shame to speak of such a thing here.\" \" Really, Barty, I fail to follow you,\" an swered Mr. Paston, with some impatience. \" Well,\" Barty proceeded, \" what I mean is this — a girl, an innocent, high-spirited girl, is only a girl after all, and with all a girl's wavering sensibilities and excitable vanity. Miss Phœbe might be a little daz zled — I put the case hypothetically — by the most distant chance of the crown-matrimo nial of Brockcotes. We know how delusive such an idea is, and that even were it real ized, the result would prove no better than"], [244, "232 Noblesse Oblige. a splendid misfortune. But she has not had our experience. Perhaps you think that I am forgetting myself to say this to you, Paston ?\" While the latter part of this dialogue was going forward, Mr. Paston had taken up his pencils again, and was furiously working with a brush on an unoccupied corner of canvas, as a safety-valve and a mask to his irritation. \" No, no, Barty, by no means,\" answered Caleb, as he looked up with a smile — a little smile with a flicker of restrained eagerness in it ; \" but I think you are mistaken. Everyone at Wellfield knows the terms on which I am with the Brockcotes people; and, bless you, Lord Wriothesley and Phœbe are not fools, though they are young. Why, Barty, it seems to me it is you who are growing prudish, you who were wont to re buke my starchedness. But out of respect"], [245, "A Bold Step and Blunt. 233 to your opinion and your friendly interest in Phœbe, I shall put a check on the notice which the young gentleman is so good as to take of us.\" \" Friendly interest !\" repeated Barty, warmly, and said no more for a moment. Then, after a pause, \" I ought to beg your pardon, Paston, for annoying you. Lord Wriothesley's portrait is to blame for my going off on a different tack from what I had meant to follow ; and now what I have got to say on that head may seem a little imprudent, and my words too like the cuckoo's eggs dropped into another bird's nest. What I wanted to ask you to-day, Paston, and what I ought not to have let other matters chase from my tongue, was this — how would you think of me for a son in-law, supposing Miss Phœbe would stoop to listen to a confirmed wanderer and idler like me ?\""], [246, "234 Noblesse Oblige. \" After all that has come and gone, Barty, I would sooner have you as a son than any other man I know,\" answered the painter, in some agitation. \"But I must tell you that I shall not lift a finger to influence Phœbe's inclination, even to wipe out the heaviest debt that ever was contracted.\" \" I do not ask that of you,\" responded Barty Wooler, a little haughtily, dropping the hand which he had taken. \" You may credit me,\" Mr. Paston declared solemnly, \" that if your suit fail I shall be as much disappointed as you.\" \"No, no, Paston,\" protested Barty, recover ing his frank fervour ; \"no man alive can be so disappointed as I shall be, if Phœbe will have nothing to say to me. But depend upon it I shall burn my own smoke, and not go puffing it in the face of the world. You may console yourself beforehand with that conviction.\""], [247, "A Bold Step and Blunt. 235 \" I have no doubt of it,\" said Mr. Paston. \" I'm afraid I haven't much chance ; you see I am getting such an old out-of-date sort of fellow,\" Barty went on, rearing his vigor ous figure, and drawing his fingers through his thick hair. \" And there is no fool like an old fool, you know ; so I suppose I went and persecuted the girl till — now she will neither look at me nor listen to me. But I think she is still free, as she seemed to be when I met her first at Folksbridge. I be lieve I am safe from that pug-faced, wide awake owl, Frank Hall, whom she would always be arguing with. To be sure I am honoured by having a young nobleman for my rival, and none besides.\" \" You must settle that for yourself, Barty,\" rejoined Mr. Paston, a little tartly ; \"I am not my daughter's confidant. Certainly she is young and light-hearted ; and if I con sulted my own judgment, I should say a"], [248, "236 Noblesse Oblige. great deal too much so to be troubled as yet with matters of this kind.\" \" But I have no time to lose,\" interrupted Barty, impatiently. \" You forget that, Paston. And the worst of it is, I am not what I might have been. I have been a vagrant — the idlest and most unconcerned beggar. The quality which settles men seems to have gone out of me, if it was ever in me.\" \" As you are, Barty,\" answered Mr. Pas ton, with his rare smile, \" I would rather Phœbe changed her name for yours than for that of any other man in Britain.\" As the two men stood there, the contrast in their personal appearance was extreme. Mr. Paston was spare and spent, hollow chested, and ashen-haired. Barty Wooler, on the contrary, was full and firm, clear-eyed and erect, with close clusters of shining hair. Still Paston deferred to Barty, whom"], [249, "A Bold Step and Blunt. 237 he addressed fondly as a boy almost ; and Barty, without being condescending — it was not in the true Saxon Englishman to be supercilious, though he could be surly — was as nearly as possible commiserating in his tone towards his old companion-in-arms, who had long and far outstripped him in the race. \" II Francia was older than you before he laid down the goldsmith's tool for the pencil,\" urged Mr. Paston, \"and Quentin Matsys, when he quitted the blacksmith's anvil for the easel.\" \" But they had been busy men in their former callings ; and I have neither the de vouring ambition of the Italian, nor the lusty life of the Fleming. I am only an odd, mid dle-aged sinner of an Englishman, likely to be well-to-do through no effort nor credit of my own. I don't want to deceive you, I fear I shall never be more than a dilettante appren-"], [250, "238 Noblesse Oblige. tice instead of a devout and diligent master of my craft, like you.\" \"We shall see,\" said Mr. Paston, prepar ing to drop the point. \" I shall not give you rest or peace ; and Phœbe, I am sure, would never be content till you were more.\" \" Ah ! if Phœbe took me in hand,\" said Barty, with a bright glance, \"something might be made of me yet.\""], [251, "A Disagreeable Duty. 239 CHAPTER XIII. A Disagreeable Duty. IHEN Mr. Paston spoke to Phœbe, in fulfilment of the promise made to Barty Wooler, he did it with such awkward ness and bad grace as vividly suggested a prompter. In his craving to soothe and satisfy his old friend, he had undertaken an office for which he neither saw any neces sity, nor had any qualification. If Mrs. Pas ton had not been beyond imagination an in capable woman, he might, with advantage, have intrusted the task to her. But he had not that resource. In his sensitiveness, he"], [252, "Noblesse Oblige. 240 was affronted even at alluding to the proba ble misconstruction of the public ; and blun dered irreparably in the accomplishment of his object, just as Barty had blundered throughout his courtship. \" It has just struck me, Phœbe,\" he began, on the first opportunity, \" that you had better not come into the painting-room when there is any stranger with me, especially when Lord Wriothesley is sitting for his pic ture. It is my fault that you have been till now so much here on my business — though, by-the-bye, I observe that you are very care ful to respect my privacy when Wooler is with me.\" Phœbe, who had been looking frankly in her father's face, appeared annoyed at the mention of Barty's name, but as she said nothing, her father resumed — \" Now, Phœbe, that is the very exception you need not make — an old friend like"], [253, "A Disagreeable Duty. 241 Wooler is a sort of second self to me ; though he is not so old either — a man in his prime. But he is another Dick Tin to, and I want him to be at home here. At the same time I fancy fathers are sometimes doting, and forget that their children grow up into big boys and girls. As for Lord Wriothesley, I have the greatest faith in him ; but he has been rather toomuch abroad, and has brought back some of the freedom of continental art students, which he will have the sense to get quite rid of long before he takes his seat in the House of Lords. I was bent upon get ting a good study of him, and do you know he looks a little haggard when he sits quiet and still ?\" \" I know,\" confirmed Phœbe. \" When I described him to you first, don't you recol lect I said that his face was all eyes, forehead, and beard ?\" \" Yes, I understand that,\" continued Mr. VOL. I. B"], [254, "242 Noblesse Oblige. Paston, speaking for speaking's sake, with a view to take off, if possible, the edge of his discourse ; and while he did so, he played unbecoming tricks with the creaking, unre sisting joints of his model, Saul. \" His lordship has burnt the midnight oil over his books ; these have been the late hours he has indulged in. Nine hours of artificial light will spoil any man's eyes. But all the Latimers are of the right sort. I don't sup pose they would otherwise have lasted as they have done. They must have died out before 'the late Revolution of 1688,' as that little curiosity, Lady Dorothea, likes to speak of it. Between you and me, Phœbe, the race is on the decline, though they are as much addicted to out-door exercise and field-sports as their neighbours, and were good soldiers and sailors the last time they tried the services. But I can remember the Brockcotes Hunt before it was merged"], [255, "A Disagreeable Duty. 243 into the County Hunt, and when it was a matter of course that the old Lord should ride next the huntsman. Light weights they all rode, and resolute they were at rising to a leap. Now, Lord Exmoor hard ly does more than appear at the ' meet ' as a bit of civil formality. And I have heard that, though on the last occasion he was in at the death, he had to be lifted from his saddle on his return. They want new blood, or some other sort of rude degeneration, to recover them.\" Phœbe had been standing putting some books to rights on a side-table, but now, when her father paused, she glanced up at him, as if to say, inquiringly — \" I suppose so, papa ; but what do you really want ?\" \"Certainly, that is not the question,\" granted Mr. Paston, colouring like a girl at r 2"], [256, "244 Noblesse Oblige. his own mal-apropos remarks. \" What I have to say is, that unless Lady Dorothea come with her brother, I should prefer you to remain out of the way. If I cannot help myself, I shall send for you. I find it bet ter to put a stop to a gallant young man, far beyond you in station, following you ever so innocently to the drawing-room and the garden. I hope I do not hurt your feelings, my dear. I do not blame you in the slightest degree. I trust you are not so silly a girl as to be put out by what it is disagreeable for me to say. I am forced to say it, because, as you know, your mother will always seek guidance rather than guide others. Phœbe, remember the world is a common-place, coarse-minded world, and has its standards, which are as unchangeable as the laws of the Medes and the Persians. All well-disposed people attend to these, and our friends perform the kindest part"], [257, "A Disagreeable Duty. 245 when they remind us of them, if we by any chance forget or neglect them.\" \" Oh ! no, I am not angry with you, papa,\" declared Phœbe, with a beating heart, and a great reservation of anger. \" You have the right to tell me how to behave, and to correct any fault in my canduct. You want me to avoid Lord Wriothesley because he is young and a nobleman, and because reck less y7oung noblemen and giddy girls in my rank have forgotten what was due to them selves and to each other, and been idly spoken of and laughed at before now. Isn't that it, papa ?\" \" Exactly, child ; and I am glad you speak with such comprehension of the mat ter,\" said Mr. Paston, a little surprised. \"Well, papa, you may depend on my paying attention to your wishes, which are so reasonable and simple. I take shame to myself for not having anticipated them.\""], [258, "Noblesse Oblige. 246 Now, all the time that Phœbe was answer ing her father with such glib propriety, and even with a little archness, she was saying to herself, as her breast swelled with girlish provocation and wounded pride, \"I see from what quarter the wind has been blow ing, and whom I have to thank for this. Not papa ; no, no. Papa alone would never put an impertinent and insulting construc tion on the innocent friendly footing on which I have stood with Lord Wriothesley.\" As a supplement to this secret protest she proceeded to say aloud in demure self-de fence — \" I thought it ought to be both my duty and my pleasure to make myself agreeable to every member of the Brockcotes family, when they have been so good to me. You called Lord Wriothesley gallant, didn't you, papa?\" Phœbe could look up and speak with open,"], [259, "A Disagreeable Duty. 247 somewhat aggrieved face. She had not as yet been dazzled with splendid possibilities. The disparity between her and Lord Wriothesley was too great, and was remembered too plainly, and she was too loyal both to her self and to the Brockcotes family to enter tain such possibilities quickly. But another mistake was made which imperilled Phœbe's safety in the very anxiety to secure it. To go and destroy Phœbe's unconsciousness, by bidding her beware of danger from the strife of tongues, and to pique her into the contemplation of impossibilities, was an egre gious blunder, which only two clever men could have been so left to themselves as to commit."], [260, "248 Noblesse Oblige. CHAPTER XIV. A Love Tale. 0PBSJHAT had gone before was an unfor- ■aAi? tunate preparation for Barty Wool er's proposal. He made it soon afterwards — indeed, the very first time that he, instead of Lord Wriothesley, was left alone in the garden with Phœbe. He began by addressing her as \" Miss Phœbe,\" using her Christian name with a little qualification as a half-way stage between the Miss Paston of their Folksbridge acquaintance and the \" Phœbe \" he coveted for the climax of the Wellfield relation."], [261, "A Love Tale. 249 \"Miss Phœbe,\" he said, expressing his taste on an indifferent matter, \" I must con fess I don't like your ribbon borders ;\" and here he gave a slight spurn with his foot in the direction of the lobelias, Tom Thumbs, calceolarias, and petunias, which blazed in rings within rings of colour round a few small lozenge-shaped figures, divided by narrow edgings in the gravel. \" Blue, red, yellow, purple,\" Barty lec tured, \" all of the same season, and all as flat as my hand. There isn't so much as the relief of height and depth, of light and shade. It is the monotony of glare. No painter could be so lost to what is subtle and suggestive as to dream of representing lt. No observation could have sounded more harmless, or have less threatened a startling finale. Phœbe had some sympathy with the opinion, not being responsible for this"], [262, "Noblesse Oblige. 250 bit of the flower-garden, which had been laid out to please Mrs. Paston. But she kept persistently altering and re-altering the pegs in her verbenas, with her head close to the ground, obstinately declining Barty's offers of assistance. She would not gratify the intruder even by agreeing with him on a single small question. \" I thought pre-Raphaelite painters affect ed rampant colours,\" she replied indifferent ly, as though identifying him with the school. \" Yes, but one at a time, or blended by neutral tints. You would not call the rain bow a ribbon border, would you, Miss Phœbe ?\" She would not call the rainbow Jacob's ladder, though he should wait an hour to hear her do it. Comprehending her pouting dumbness, he did not wait, but spoke on for his own pleasure and gratification. He praised old English gardens, with their"], [263, "A Love Tale. 251 flowers of all seasons. He quoted Lord Bacon's example, and maintained that this new-fangled gardening was vulgar and wear ily insipid in its very brightness, Then he passed from old English gardens to old En glish houses, with their picture galleries. He spoke of the fine family groups in these old houses and of their genial wedded pairs — stout squire and stately noble, with the frosty mellowness of autumn in face and figure, mated with dames in whose youthful traits the grace of spring was just bursting into the beauty of summer. He even fell into citing Shakespeare and the Bible in sup port of his theory. He questioned her as to what smooth-face red-and-white cheeked Romeo could compare with the middle-aged swarthy Moor, and the elderly grizzled An thony, in strength of passion? whether Boaz or the young men among the reapers of Bethle hem was most tender of brown-faced Ruth ?"], [264, "252 Noblesse Oblige. Long before this, Phœbe dreaded what was coming, and stiffly rose up from stooping over her gaudy flowerbeds, to bear the trial as she best might, to hear the love-tale which she could no longer hope to escape from. Barty used plain enough words at last, and said what he had to say very simply. Phœbe interrupted him with little excited breaks in her speech. \" I ought to thank you, Mr. Wooler ; but I am very sorry that you have spoken so to me. I would have stopped you sooner if I could. Surely I need say no more. I can give you no other answer.\" Barty was not an impatient boy, to be summarily dismissed without striving his ut most for final hope and happiness. But he was a proud man, who, while he bore no malice, was fit to withdraw quietly on a de cided dismissal, and not stoop to importune a peevish girl."], [265, "A Love Tale. 253 \" Will you not reconsider your sentence ?\" he asked gravely, and then he reminded her gently — \" You know it is a hard sentence.\" He made this last assertion with a vehe mence that for a moment quelled Phœbe, and staggered her in her self-reliance. \" If you abide by your unconditional re jection, Phœbe,\" he urged, \" the life that re mains to me will be, in one respect, like a tale that is told. I have no right to com plain, and I will not complain. I have been idle and desultory in my work, and unsettled in my habits, I admit ; but I had some pro vocation to begin with. I take shame to myself; it pains and humbles me to have to make this acknowledgment. But I trust that my failure in this respect is over. Luck ily it does not, in my case, involve the absence of those worldly goods with which every man would wish to endow the woman he loves. In other circumstances, it would"], [266, "Noblesse Oblige. 254 have been the height of selfishness, almost of baseness, in me to have aimed at uniting your bright hopes with my broken ones.\" Phœbe interrupted him at last so imper iously, that she fairly startled him. She had not been able to take in the whole drift of his argument, though now and then it had touched her. But at last the foolish fancy enteredherhot young head that hewastrying to bribe her by the promise of making her the richest woman in Folksbridge, — the temptation with which her cousins, nay, even Lady Dorothea, had assailed her. \" It is useless to tell me all this, Mr. Wooler ; I can never change my mind.\" He grew a little pale, and his full tones became harsh as he said, with a tolerably successful effort at composure — \" I have done, Miss Paston. Forget that I have troubled you with this petition, and do not suffer it to make any difference in"], [267, "A Love Tale. 255 our friendship. Pray do me the small fa vour — no, don't be frightened.\" He paused to reassure her, with an inevitable grimness in his smile, and then went on : \"I don't think you will object to do me this favour. It is only to offer my excuses to your father. When we spoke of it the other morning, I promised to tell him how my mission fared ; but a man does not like to be bearer of the news of his own defeat, if he can help it. Of course, if you have any objection, I shall not ask you to do this for me.\" Phœbe could only mutter that she did not object. Barty took her hand for an in stant, lifted his hat formally, and left the garden. Phœbe was conscious of a shadow falling across the sunshine, of a chill coming into the air, and of a sense of blank regret and sharp self-accusation. She looked round her half stunned, half scared, and thought"], [268, "Noblesse Oblige. 256 the little flower-garden was barren and hard in its stereotyped brightness. She looked down at herself in her dainty buff skirt and jacket, and wondered if she, whom he had called, by implication, callous, were as hard and shallow as the garden. Heretofore she had always preferred the cool, grave court, with the sober old flower-border, to the new showy flower-beds. But she would hate the latter, after this day's work. She saw Barty again with the same eyes as when she had admired him in the beginning of their acquaintance. Her father's estima tion of him must be correct, and she would not see his like again as a lover. Not that she dreamt she could have accepted him, but it was a grief to her that there had been no alternative found but to decline his dearest wishes, and destroy his fairest prospects of happiness. He had said so. She was sorry now, and even ashamed of"], [269, "A Love Tale. 257 the manner of the deed. She was sensible when it was too late, that she had not be haved well under the trial. She felt she had been ungracious and ungenerous to a man who had distinguished her by his highest regard. Phœbe's remorse lasted till her reluctant feet had carried her to the threshold of her father's painting-room. She stood there, not only shy and shrinking, but waiting till she could see an inch before her. The change from the broad yellow afternoon sunshine, the fresh air, and the vivid mosaic of the flower-beds, to the dimness of the painting-room, in which the plaster-casts looked like ghosts and the pictures shadows, struck her as it had never done before. Here her father led a charmed life in a world of his own, and was now finishing a spell of long and hard work. It seemed to agree with him at present. He was stand- VOL. i. s"], [270, "Noblesse Oblige. 258 ing before a picture of the \" Reconciliation of Jacob and Esau,\" which he had lately sketched in. Judging from his low whistl ing — a trick which was not native to him, but which he had caught from Barty Wooler — he was looking at it with satisfaction. But Mr. Paston was not so lost to sympa thy that he did not anticipate Phœbe's con fession as soon as her guilty face appeared in the door-way. She did not need to in troduce the subject, for he turned round on her with a sharp interrogation. \" You haven't had a difference with Wooler ? — you haven't dismissed him with out the simple grace of considering the mat ter, and without consulting your friends, Phœbe ? I had hoped better things of ss you. Mr. Paston contrived on the instant to scatter Phœbe's compunction to the winds. What was there to consider in the matter ?"], [271, "A Love Tale. 259 What had her friends to do with her choice ? Phœbe was very jealous of the freedom of her heart. Mr. Paston was stricken with disappoint ment, but he did not utter another word of displeasure. Instead of walking up and down, and venting his excitement in irritable complaints, according to his custom, he stood sorely vexed and mortified. He did not say to Phœbe that his life was precarious ; that he could not do more for her and her mother than leave them fairly provided for. He did not seek to entice Phœbe by refer ence to Barty Wooler's prospects. Let peo ple say what they would, Caleb Paston was not a mercenary men. But when he spoke again, there was a poignancy of regret in the tone in which he vindicated and reproached himself in a breath, as if he had been in fault, and not Phœbe. \" Bear me witness, Phœbe,\" he said, \" that s2"], [272, "260 Noblesse Oblige. I have not tried to influence you, though the connexion seemed to me for your good in the light in which I saw it. I know Barty Wooler as I know myself. There is not a more manly heart, or a cleverer brain than his ; and yet these are wasted while he is flitting about here and there like a bird of passage. I know you could not help it, but it cuts me up. I meant you to be happy, child : who should care for your happiness if I do not ? I thought all the mischief was to be remedied. Barty and I long worked together ; not that we were equals, though I was very fond of him. He was my superior then, above me in every respect, and yet who so pleasant, or so lavish in his regard and confidence? Poor fellow, I never reckoned on his failure ; if I had foreseen that, it might have been prevented. I have lamented over it more than anybody — un less his mother — certainly more than him-"], [273, "A Love Tale. 261 self. I thought it was all to be atoned for. I fancied we should work together once more — old blood and young. I could have directed him, and he would have put new life into me. But I am certain you could not help it. my poor Phœbe, any more than you can guess the mischief you have done.\" Phœbe was thus dismissed with a rueful smile."], [274, "262 Noblesse Oblige. CHAPTER XV. \" As others see us.\" IHŒBE was used to what her mother called \" Paston's tantrums.\" She knew that he was not a stranger to parox ysms of morbid feeling, or of extravagant en thusiasm, in which the shy man came out of his shell, throwing aside for the moment his constitutional cloak of reserve, and making in the act a passing revelation of himself to any capable observer — a revelation more striking and complete than any that could be drawn from the habitual babbling of a free, careless man."], [275, "As others see us. 263 In spite of this, Phœbe could not follow him now. She had come in from the garden with very conflicting feelings ; and she opened wide, moist eyes at the outpouring of her father's disappointment. But in the end she was hardened rather than softened. She did not, however, remind her father how little there could be in common between a man who was blustering, headstrong and overbearing, even in his courtship, and a re tired, absorbed artist. She did not argue that there must be something illusive in the friendship which could be suffered to lie dor mant for twenty years. That would have been to say that she was wiser than her father, and Phœbe did not say it, although she did not escape the thought. Phœbe was tormented by the suspicion that her father had deceived himself into expecting terribly unreasonable things of her,"], [276, "264 Noblesse Oblige. because of an early partiality and a recent caprice. He had not been wont to act thus, but he had always been exceptional and eccentric. She now fully realised this for the first time. She had a dread that her father had been betrayed into exaggeration, into speaking melodramatically. She ex perienced an aching sense of the weakness of one dear and reverenced, together with a quick desire to shield both him and herself from the result of this weakness. She took courage to re-enter the painting room shortly after her dismissal. \" Papa, I am very sorry that I have vexed you and Mr. Wooler. I did not think that I was coming home to do this,\" she ended abruptly, with a swelling heart, as her father sunk down in an attitude of weariness, and leant his gray head on his hand. The ordeal was past, and Phœbe was more sensible than ever that a crisis in her"], [277, "As others see us. 265 life had come and gone. It was something more than the ordinary awkwardness of getting rid of an unwelcome suitor, and of feeling constrained, as a point of duty, to tell her story to the head of the family. It was an event which fancifully grieved and mortified her father, and swept away a dream which he had taken to his heart. It did not follow because Mr. Paston had received the information that he would communicate it to his wife. Not that the couple lived unhappily. They got on as well as could be expected in the manifold shortcomings which exposed a life's mistake. But besides a turn for sarcasm in his speech with her, Mr. Paston had acquired, almost unconsciously, a habit of not seeing and hearing his wife. This involved the avoid ance of tete-a-tetes with her, above all on any subject which deeply interested him. It was a minor fret to Phœbe to break"], [278, "266 Noblesse Oblige. the facts to her mother, who was, as she expressed it, \" struck all in a heap \" by Phœbe's audacity, improvidence, and in gratitude. Mrs. Paston did her best to in demnify herself for her great loss in an early and excellent marriage for her daugh ter, by bewailing that daughter's undutiful sauciness. But, to do Mrs. Paston justice, she did no more than whimperingly bewail. She was as incapable of sustained resentment as of magnanimous silence. Phœbe was her father's daughter, young as she was. Mrs. Paston had always said that Phœbe had a mind of her own, cruel and cross as it was to proclaim this of her own child. She washed her hands of the business in which she had never been consulted. Oh, dear ! of course she was nobody in the matter, and she declined to be answerable for Phœbe's skittishness, and what it would bring her to — a skinny, shrewish old maid, who would be"], [279, "As others see us. 267 as difficult to live with, and as scornful, as her father, and whom she would be ashamed to call her own flesh and blood. To think that a daughter of hers should come to this ! She had been a beauty in her own day, nor had she been without her pick and choice of a husband before she was Phœbe's age, although perhaps she had not made the wisest selection. She would not say that either, though Mr. Walker, the apothecary's apprentice, was now \" riding\" in his carriage, with the best practice in Folksbridge. No doubt he was not a bit famous like Paston, and Paston had his good side. But every body who has any knowledge of the world — Mrs. Paston trickled off into sinning against her husband again — knew that an artist and genius was a sore trial to the mistress of a house. She would say it, who perhaps should not say it, that shewas as good a housekeeper as any woman in Wellfield, with Paston often"], [280, "268 Noblesse Oblige. not caring to sit down to his meals with his family, like a decent Christian, and never sending her in supplies of provi sions, not even a string of trout, or a mea sure of early potatoes, like other women's husbands. He wouldn't even put himself out of his way to hear a word about over charges and underweights, or to recall prices and seasons, if it were to save her life. Nowr here was Phœbe getting as bad as her fa ther every bit, and spilling her full cup on the first opportunity, like an ungrateful minx. See what Phœbe's friend, Lady Doro thea, would say to it, when everybody had heard that Lady Dorothea was about to make the finest match in Britain, to please her father and mother ; and they were an an Earl and Countess, well off, from their Brittany-cows' milk to their sparkling cham pagne — from their diamond rings to their cambric frilled linen, which, she had it from"], [281, "As others see us. 269 the second best authority, was put on clean out of the fold and fresh plaited, ever morn ning it lightened, and every night it darken ed. Whereas her Phœbe had gone on the spur of the moment, and, without consulting or caring for her parents, had thrown away the best marriage in Wellfield, or in Folks bridge either ; a marriage that would have enabled Phœbe to get her foot on her cou sins — the only good marriage thatmight offer for many a year to come, where independ ent, well-to-do young men were so shock ingly scarce. Phœbe cherished the hope that her mo ther's chagrin would close her mouth about the family disaster, although there was great danger, as she knew, that Mrs. Paston would grow indignantly proud of the unprecedent ed misfortune ; and, even at the risk of da maging Phœbe's future matrimonial pros pects, go whispering the secret, shaking her"], [282, "270 Noblesse Oblige. head over it, and twinkling away ever-ready tears in the most improper quarters. And then the story had to be confided to Lady Dorothea, if only to silence her specu lations. She disapproved, like the rest ; but she arrogated no right of friendship to resent the step Phœbe had taken on her own responsibility, or even to reproach her gossip. She acted with far greater wisdom. She turned the subject over in her mind, and then she provoked Phœbe as much as any of them by her striking statement : — \" You have managed very badly, my dear Phœbe — you, and he, and everybody concerned. I never heard of a more com plete mess made of a very desirable and un exceptional parti. For you — I beg your pardon, Phœbe, — but I don't think you know your own mind. However, it is not likely that even such an amount of reckless ness will cause a match like that to go off"], [283, "As others see us. 271 so quickly. Let us hope so, and let it rest in the meantime. It will come on the tapis again after it has been well aired, when I trust that you will all have come to your right minds.\" Lord Wriothesley did not hear of the dis carded suitor through his sister, but in the course of the ordinary Wellfield tattle ; and his brief comment on the rumour would have pleased most girls ; \" So Miss Phœbe is particular. Well, she is entitled to be particular.\""], [284, "272 Noblesse Oblige. CHAPTER XVI. The cloud disperses. fggjARTY WOOLER did not need to 3.®j tell his mother in so many words of his last failure. \" Mother,\" he simply said, \" I ought to have been a sailor; and if I were one, I should say my lark on shore shows symptoms of drawing to an end.\" Mrs. Wooler looked up with an expression of inquiry, but none of surprise. \" Was there ever any whisper of Danish descent at the old farm-house of Nunton ?\" Barty went on. \" But it was too far inland to"], [285, "The Cloud Disperses. 273 be the fag-end of Danish colonies, I take it. I must be on the tramp again, however. And you must not blame me this time.\" He knew that she would not blame him, and, in fact, was vexed because she would not irritate him by questions. \" How will your Uncle Clays like it, when they thought you had come home for good?\" was her single objection. \" 111 enough, I dare say,\" Barty admitted. \" The old men will grumble, but I do not think they will do more. And even if they should, I cannot help it. But come now, mother, you did not mind their grumbling once upon a time ; and when you have had the spirit to rear a restless dog of an artist son, who has only been a cross and a trial to you, I think you oughtn't to mind it now.\" \" Never you mind the cross ; some folk would rather keep their own crosses than T VOL. I."], [286, "274 Noblesse Oblige. take other folk's crowns, my lad. But I can understand your hints, Barty, and I tell you I was in luck in my marriage, though some fools said I might have done better, and he might have done better.\" \" I should say it was my father who was in luck there, mother,\" answered Barty, as he fingered the end of his scarf, without looking up. \"I don't know for that,\" with a toss of the head, \" but all the fine young madams in Wellfield were pursing their mouths, and airing their long necks and their long words for your father. Even that Queen of Sheba, Miss Rowe, though she had a hard-favoured face as ever was seen, kept what she called a 'commonplace-book' in those days, and that was none of an account-book, but was written pages on pages of his sermons and lectures. Ay, and under the wing of her match-making aunt, Mrs. Epp, she had to"], [287, "The Cloud Disperses. 275 consult him on her difficulties and doubts forsooth ! and ask him questions, too, the bold piece !\" \" But I thought the Queen of Sheba gain ed her end, mother ?\" \" It is little you know, then,\" Mrs. Wooler answered derisively. \" You do not read your bible, son Barty, or you read it with much skipping. The man answered her, be cause he could do no less, when she had come so far out of her road to ask him ; but did he not pack the learned madam off again, and wed princess lasses, two or three of them, who put no questions to him — happen shut his wise mouth when he volunteered to make them wiser, but who, for all that, were his own choice, out of strange country parts?\" \" I like your commentary,\" said Barty, glad to have his own thoughts diverted, and smiling his frank smile. \" As for me,\" Mrs. Wooler went on, un- t 2"], [288, "276 Noblesse Oblige. heeding his remark, \" I had never cause to hang my head and lollop wi' my finger in my mouth for my choice, though it was the Lord's will to take him from me.\" That one home-thrust, amended by its pious conclusions, came so pat to the tip of her tongue, she could not resist it. \" But there is one thing I would say,\" she urged, \" to show you farther Stop ! Barty, stop ! is that a ball or a bat among the trees ?\" she went off from the point, star ing out of the window. \" Oh, never mind that, mother,\" he said, trying to draw her away. \" But I will mind, for the young rascal's good as well as my own,\" she rejoined. \" But, you know, boys will be boys,\" an swered Barty ; \" they only enjoy the fun as they pass.\" \" They make a game at it, do they ?\" Mrs. Wooler urged energetically ; \" and you"], [289, "The Cloud Disperses. 277 would wink at their game ? But I'll make a game of bringing them to order. Me and Becky are worth the whole police in the place. Barty,\" she went on in a calmer tone, \" you know I am not a miser-woman, with hooked fingers itching for gold ; yet gold is Merlin's wand, if it isn't Moses' rod. Your uncles' fortune being yc-ur lawful inheritance, is there a lass in the country, high or low, good or ill, worth the risk you're fain to run of having to renounce what other men would higgle, and cheat, and lie away their very lives for ?\" \" Lass or no lass,\" Barty quickly nega tived his mother's remark, \" a man's peace of mind is worth any inheritance, and what is but a trifle for one man to carry may break another's back.\" She pressed him no farther. But when he was gone, she clasped her fingers toge ther tightly, as she sat watching the boys,"], [290, "Noblesse Oblige. 278 and indulged her own stern thoughts. \" That Paston tribe,\" she soliloquised, \" is the greatest gang of thieves that have not seen Tyburn. They stole the fruit of my lad's brains when his fame was to win ; now they have wiled him over once more, and stolen his man's heart from him. With his strapping body — for he takes after his mo ther in his make — he is over-true to escape being beguiled by a grand brought up, tra velled lass like Phœbe Paston — Lady Doro thy's plaything and leaving. No man body will serve this young brown-faced madam, in whose mouth butter will not melt, but the future Earl himself. And when that match comes to pass, the lift will be ready to fall. Nay, it is pride will have a fall.\" Mrs. Wooler's musings were interrupted at this point by a new object of provocation coming within sight. \" Becky,\" she screamed — \" I say, Becky,"], [291, "The Cloud Disperses. 279 yonder is a school-bag on the tree. Bring it in, and go this minute with my compli ments to Mr. Hardy, at the school — Mrs. Wooler's compliments, and she will thank him to flog any boy who comes without his bag and books, for they are hanging high and dry to the cracking of her laburnums. At the same time, fetch in the bag and books, Becky, and take care you don't mis lay them. I may find an old book of Mr. Barty's to put in the bag, for, if I'm not mistaken, they belong to that clever son of Crowe, the cripple cobbler, who can ill afford to buy books for his ne'er-do-wells.\" Between Barty's judgments and his mo ther's, there was the same difference that there is between manhood and age — be tween a narrow, uncultivated woman's na ture, and a broad man's nature, tilled and fertilised, and bearing the fruits of study and wide intercourse with his fellows. In"], [292, "280 Noblesse Oblige. proof of this difference, Barty thought twice over his project of departure. \"I shall stay over the race-week, mother,\" he announced ; \" I have not seen the grand Wellfield festivities since I was an urchin. So you will have your son to be your escort to the course. You have always made a point of attending and supporting the races, because of my grandfather's Dobbin, and because you are no mean judge of horse flesh.\" \" Indeed, son Barty, I may confess to knowing something of a horse's good points. Why shouldn't I, brought up as I was amongst them ?\" \" Very well, mother ; when I make up my stud, I shall depend upon your help. What should a sign-painter know of horses any more than counter-leapers, like the Clays, although they have set up an out-of date landau, with a pair of spanking greys ?"], [293, "The Cloud Disperses. 281 I should not wonder though the old fellows went a-wooing in company, late in the day as it is, just to cut me out of their wealth. If it were for their happiness, poor, dry, crusty old souls, I am sure you and I would not grudge it — eh, mother? We have not lived to stand in dead men's shoes only. A confirmed vagabond, who thinks of confess ing himself a nomad, making all the settle ments he ever will attempt Bokhara ways, — what has he to do with the sovereignty of Folksbridge ?\" Barty had deliberated with himself pri vately, and, after many pipes of all nations, arrived at the conclusion that it would not be fair to Paston if he were to run off at once. \" I certainly should not like Caleb or any one to think that I bear them malice. Poor old Caleb did his best for me, and it is in his throat that the early wrong has stuck all the"], [294, "282 Noblesse Oblige. time. Phœbe might have done her spiriting more gently ; but she is young and not used to the business, and, fool that I was, I forced it upon her when she was at the height of her pet, and quivering all over with nerv ousness. I wish she were rid of the phi landering young painter-peer. He will not likely stay at Brockcotes beyond the race week ; or if so, he will be engaged with company in the house. Therefore I shall remain, and I hope the devil may not thank me for it.\" In the meantime, Phœbe saw nothing more of Barty, except at a respectful dis tance. Nor did she hear more of his wishes, except a hollow echo of them in the renewed and desperate devotion with which her fa ther went back to his painting-room, and from dawn to sunset wrestled with his old antagonists on his own field of art. But it was not on the \" Reconciliation of Jacob and"], [295, "The Cloud Disperses. 283 Esau \" that he was now engaged. Phœbe noticed that he had turned its face to the wall, where it rested — its canvas back offering her a tacit reproach. In other respects the little thunder-cloud of girlish trouble which had gathered and gloomed over Phœbe's horizon had broken, and was passing away."], [296, "Noblesse Oblige. 284 CHAPTER XVII. An Unexpected Pleasure. IHE race-week at Wellfield came op- portunely for one or two persons. The large party assembled at Brockcotes af forded a sufficient pretext for the slackening of Lord Wriothesley's attendance in Wooers' Alley ; while the outside excitement covered the mortification of Barty Wooler's with drawal, and stifled the clamour with which that unlooked-for turn of affairs might, at another time, have been followed. Phœbe Paston's refusing to have anything to say to the Clays' heir, on the one hand,"], [297, "An Unexpected Pleasure. 285 and being kept away from Lord Exmoor's heir on the other, would have formed such a unique combination of circumstances as Wellfield at an ordinary time could scarcely have been cognisant of, and retain its equa nimity. Lord Wriothesly had offered a little pas sive resistance to the mandate which had gone forth. He made a few wistful in quiries whether he were in the way, evi dently intending them to be replied to in the negative ; and even fell upon sundry ruses to establish a necessity and a precedent for his presence. At last he quietly acquiesced in the embargo laid on his visits to Wooers' Alley, and reaped his reward by retaining the liberty of paying calls at discreet inter vals. Phœbe professed great indifference on the subject. Lord Wriothesley was very clever and good-humoured, like his sister; but Phœbe was still able to mount her"], [298, "286 Noblesse Oblige. youthful high horse, and to regard the be stowal of his company on her family as a serious waste of time to both. The races this year were expected to be particularly good, from the fact of their being patronized by the Marquis of Fair chester, Lord Exmoor's intended son-in-law. That the event was in anticipation of the greater gala of the Marquis's marriage with Lady Dorothea, was a circumstance, too, which had its effect. Additional flocks of county gentry, with numbers of the remoter allies and adherents of Lord Fairchester, were thus attracted to Wellfield. Phœbe was anxious to see Lord Fairches ter, and to judge for herself whether his personal qualities were on a level with his titles and estates, so as to render him a fit match for Lady Dorothea. So anxious was she, that she felt her state of suspense and anxiety must be second only to that of Lady"], [299, "An Unexpected Pleasure. 287 Dorothea, who had seen very little of her bridegroom since the two were children. It was the exciting eve of the race-week. The grand stand was in process of erection on the course beyond the town. Strangers were arriving from all quarters. Phœbe was therefore surprised at Lady Dorothea's escaping from Brockcotes, and walking in to drink a five o'clock cup of tea in Wooers' Alley. \" There are hosts of people coming this very day to dinner, and to stay for the week. Indeed, our September and October party is on the point of being completed in the first relay, so many guns balanced by so many cues at billiards and croquet-mallets. Your cousin, Mr. Hall, does not count on either side, Phœbe, for he fires before his covey rises, and hits out his own ball with his own cue. He is a great deal too much"], [300, "Noblesse Oblige. 288 determined to be Cæsar or nobody, that young man. \" I have no doubt your ladyship is right there,\" said Phœbe. \" And this is my last little bit of leisure, Phœbe,\" her ladyship continued ; \" I shall not have another moment I can call my own, and do not know when I may be here again. It is rather weary work, after all, Phœbe ; and, if you will excuse my saying it, reminds me of the old adage, ' Uneasy lies the head that wears a crown.' \" Suiting the action to the word, Lady Dorothea leant back an exhausted little head on a cushion, and moved it from side to side with a faint protest. Lady Dorothea was not often heard to murmur at the obligations she took upon her. But she was at this moment labouring under an excess and culmination of worry. The principal members of the Blount family"], [301, "An Unexpected Pleasure. 289 were to arrive at Brockcotes that afternoon, headed, of course, by Lord Fairchester. By a malignant fate, Lady Dorothea had missed meeting the Marquis till the decisive mo ment, in spite of her season and a half in town, and her parties at country houses. Her clearest recollection of Lord Fairches- ter was as a prematurely heavy little lord, mingling with other little lords and ladies in the occasional fairy extravaganzas of juvenile parties. Nevertheless, as the mar riage of this little lord and little lady, who had now reached years of discretion, was an exceedingly desirable arrangement for the great houses of Blount and Latimer, it was so far a fixed affair, which would pro bably take place before the sitting of Parlia ment. It was not in woman to remain calm and undisturbed under such circumstances. Phœbe hailed the shade of agitation and VOL. I. u"], [302, "290 Noblesse Oblige. timidity in her godmother as being in the last degree becoming — as being, in fact, the finishing touch, without which Lady Doro thea might not have been less a fine lady, but certainly less a woman. Black and white were Lady Dorothea's natural colours — the rich black and white of the swallow, or the spots on minever. The prevailing fashion had even carried the black and the white into her dress. It con sisted of soft white muslin and black velvet, and of floating black lace on a black hat with a white feather. This was not so much the result of artists' work as woman's simple witchery. But the element of agitation had fought the pearl-white cheek and conquered it, imparting the faint maiden blush which it wore only in the glow and sparkle of evening and its company — token sufficient that the flame within the alabaster vase was burning high."], [303, "An Unexpected Pleasure. 291 To Phœbe's delight, she thought she had never seen Lady Dorothea look half so lovely and charming. But Lady Dorothea was far from content with herself; anything like tremor was foreign to her, and, accord ing to her code, very unsuitable. \" I don't know what has come over me,\" her ladyship said confidentially to Phœbe, as she sat sipping her tea after Mrs. Paston had left the two together, not caring, save by proxy, to have the honour of an Earl's daughter's regard. \" I have as much need of something to steady my nerves as a washerwoman, Phœbe, and I don't conceal from you that it is about Fairchester. I have been thinking all the morning how nice it would be to be — not a milkmaid, for it strikes me milkmaids stumble on their fate in a manner not unlike our own — but a girl of the middle-class, like you and your cou sins, the Halls. How pleasant it would be u2"], [304, "292 Noblesse Oblige. to form acquaintances naturally, consulting your own individual taste, and to go on, with the acquaintance ripening into friend ship, and, by slow degrees, into something else.\" \" I am afraid girls of every class and grade have their own difficulties and griefs,\" said Phœbe, wistfully, more to fill up a pause than anything else. \" No doubt, my dear child ; but there are difficulties and difficulties, as our French neighbours express it. I can remember, when I was quite a baby, hearing Harris solemnly informing her acquaintances that I was ' bringing-up ' for my Lord Fairchester ; but it is not so pleasant, Phœbe, when one is brought up to the stake.\" Lady Dorothea was guilty of inconsist ency, like the rest of the world. In her unwonted mood she had forgotten how slightingly she had spoken of the accidents"], [305, "An Unexpected Pleasure. 293 of middle-class marriages on that first day Phœbe had gone up to Brockcotes after her return from Folksbridge ; and how, on the same occasion, she had dwelt with the most unquestioning worldliness on certain advant ages possessed by Barty Wooler — on his be ing a painter, Mr. Paston's old friend, and having the solid inheritance of the Clays in store. But though Lady Dorothea had for gotten all this, Phœbe had not. \" My hand is shaking,\" cried Lady Doro thea, in extreme vexation and disgust. \" I declare the next thing will be that I shall drop through the floor when we meet in the drawing-room ; and there will be so many eyes on us. Oh, dear !\" sighed Lady Doro thea, as she broke off in a sudden exaspera tion — \" you won't mind my saying it, Phœbe, since Mr. Hall is our esteemed and invited guest, and we are not likely to forget that we are his obliged hosts, but isn't it hard to"], [306, "294 Noblesse Oblige. have a press-man here just now ? Why ! Mr. Hall may condescend to write a fashionable novel some day, and may now be taking notes of my costume and conduct to fill an odd chapter. We are never free from our enemies. They hover over us like lovers, and harass us like avenging furies. I should be the last person to deny that we owe a duty to the public ; but is it not enough to have reporters at our banquets, our battles, our Parliaments, our operas ? Must we also carry them into our family meetings, and our withdrawing rooms ?\" Phœbe could not help laughing at this spurt at Frank Hall. She said she was sure he would not write a fashionable novel, or a novel of any kind for that matter, since there was no sentiment in his composition. Then she tried to comfort Lady Dorothea by the assurance that she had heard Lord Fairchester was sensible and amiable ; and"], [307, "A n Unexpected Pleasure. 295 that her ladyship might therefore depend on his doing all that was considerate and kind to support her in the trying position in which she was placed. \" Of course he is good,\" Lady Dorothea assented, a little impatiently, \" or the affair would not have been thought of by a good father like the Earl. I don't deny that the Blounts, taking them all in all, have had but indifferent characters, except in the matter of contriving to extend their lands ; still they have not been the very worst of us. They have never committed murder that I have .heard of, or turned Turks, or been convicted of robbery, apart from faroe tables and rouge et noir banks. But they have contracted an awkward habit of being ex pelled from their colleges, and they have once or twice stood a court-martial, which makes one quake for the family reputation when one remembers that Mr. Blount is"], [308, "Noblesse Oblige. 296 still in the navy. But all that is past, we trust, and the family are going to make an effort to gain their proper place in the country. The late Countess, a Spencer, was an excellent woman. Still, I must con fess that her son seems to have monopolized her valuable qualities. Lady Penelope and Lady Louisa are headstrong, silly girls. As for Mr. Blount, who is Fairchester's heir presumptive, I am afraid he is a desperately mauvais sujet. But he must be borne with; for it is everybody's duty to bear with and provide for his or her black-sheep.\" Lady Dorothea, though high-minded, was tender of the black-sheep of her class. She ignored them when she could, and when she could not, she spoke of them as unlucky and blank supernumeraries, but not as out casts from their social rank. \"You see,\" she went on, \"it is no longer as in the days when gentlemen had the"], [309, "An Unexpected Pleasnre. 297 dangerous capacity7 for uniting manly am bition with love of pleasure. Fairches ter's grandfather and great-grandfather were four-bottle men, and libertines of the second-water at least. But they \"were also mighty hunters and zealous placemen. They were never found straying from their peers' benches. They neither missed the division at five o'clock the one morning, nor failed to fill their saddles at the same hour down at their own country-seats the next.\" \" You draw a striking picture of the old race, Lady Dorothea, and you are not afraid to throw in the dark shadow in the back ground,\" observed Phœbe. \" But it's a true picture, Phœbe,\" her ladyship went on. \"The only thing the Blountswereeasyinwasas to theirown morals and those of their neighbours. Their laxity, which was excessively shocking, left them"], [310, "Noblesse Oblige. 298 with the greatest good-nature and the finest manners in the world. Do y7ou know, Phœbe, that I think the late Lord Charlton, considerably refined from their grossness, was the very last of the great old men of quality, precisely as the Earl of Warwick was the last of the barons? But about poor Mr. Blount : he has nothing of his forefathers in him, save their tainted addiction to riotous living. He has none of the Stanhope wit, and is more like the ill-fated Herveys.\" \" But you are not going to marry Mr. Blount, Lady Dorothea,\" suggested Phœbe. \" God forbid, Phœbe !\" her ladyship ex claimed, with hasty emphasis. \" That could not have been thought of for a moment in our family, not even though Lord Fairches ter had made up his mind never to marry. But he has determined to follow his mother's advice, and settle before he is thirty. His"], [311, "An Unexpected Pleasure. 299 estates — and you know the lands included in theFord-in-the-Marsh property fill one little county with their trunk, and extend their limbs into three others — will afford him practice in business ; for, of course, he is a great trader as well as a landholder. His filling the chair at county meetings may ac custom him to public speaking, in anticipa tion of his taking office under Wriothesley, if he should ever be Prime Minister. Dear ! the men only whisper it as yet, and they would be fit to take off my head if they knew of our talking over these matters ; so take care and keep state secrets, Phœbe. But who can say that such is not Fairches ter's and Wriothesley's fit avocation ?\" Phœbe ventured to break the impressed silence in which she sat by remarking — \" You remember, Lady Dorothea, how often I have agreed with you as to Lord Wriothesley's cleverness ? Of course I"], [312, "Noblesse Oblige. 300 don't know so much about Lord Fair chester.\" \" Well, Lord Fairchester's weak point is his public speaking,\" Lady Dorothea con fessed, candidly ; \"his debating-society has not done much for him, although nobody denies that he has his mother's judgment, and she once redeemed the Sans Pareil estate when his mad uncle had put it in jeopardy. But as the work has been given Fairchester to do, I suppose he can wait till his tongue is loosed, and he can, meta phorically, speak plain, and then go forward and take his proper post among his peers. Even if he cannot be such a public speaker as to fit him for leader, his immense stake will constitute him a Fin MacCoul of a fol lower.\" \" I think, Lady Dorothea, that it must be a great lot to be such a man's wife,\" said Phœbe."], [313, "An Unexpected Pleasure. 301 \" Yes, my child ; it is a great lot,\" Lady Dorothea admitted, frankly, with her eyes sparkling, and her hands clasped in her lap ; \" to be the means of aiding him in breaking his bonds, and at last fulfilling the pledges so largely forfeited by his ancestors, and, with the aid of a powerful and honourable connexion, to help to rescue a great family from the slough in which it has been content to wallow for centuries.\" \" Yes, it is a great lot,\" repeated Phœbe, with bated breath, as thought and enthusi asm struggled in her mind. Lady Dorothea's intense matter-of-factness had crystallised into something like a vein of poetry at once homely and heroic, as in deed is the nature of all concentration of idea and purpose. Phœbe Paston looked at her friend in ad miration, but not without a species of trou ble at the ungirlish sacrifice which Lady"], [314, "Noblesse Oblige. 302 Dorothea was contemplating. It was plain she could not make the offering without pain and shrinking. \" As if I were the first bride of Brock cotes who has had her burden to bear,\" her ladyship exclaimed, impetuously, after a pause, taking herself sharply to task. \" I could give you legends to the contrary, fit subjects for a painter's daughter — I must not say a painter's mistress noiv, Phœbe.\" Phœbe winced a little, but as she said no thing, Lady Dorothea went on — \"There was Joan Latimer, married at fifteen to Lord Scrope, who was forced to have the knot tied at once, that he might make sure of her dower lands, though it was but three days before he was to embark for the siege of Orleans, where he was slain by a shot from a French culverin. There, now, isn't that something for a painter ?\" \" It is something for poet as well as"], [315, "An Unexpected Pleasure. 303 painter, in my opinion, Lady Dorothea,\" said Phœbe. \" Yes, something for a poet too, though the main interest is pictorial, as one might say. But, to my mind, there was not so much pictorial as pathetic in the case of that Elizabeth, believed to be the great heiress of Earl Evelyn — the same Lady Elizabeth whose portrait in a white hood hangs over the cedar door in the blue bed-room, which her ghost is said to haunt, as if it had not had enough of earth ! But we don't believe in ghosts. She was only Earl Evelyn's heiress, till his son Earl Geoffrey was born, late in the family. My poor, far-away Aunt Elizabeth had the small-pox the same year, and, being marred alike in fortune and in face, her mar riage with one of the sensual, proud Somer sets went on notwithstanding, although he never looked on his wife's scarred face after their miserable marriage, until he had satis-"], [316, "Noblesse Oblige. 304 fied himself that it lay, without deception, in the coffin. I think, if I consulted my own feelings, I should not marry at all.\" \" But, Lady Dorothea, did y7ou not say a moment ago that you were just like other girls ?\" \" Yes, but that was with reference to an other thing, you know. It seems to me that I am cut out for an independent, single life. The living woman I envy is Miss Bur dett Coutts. We have some old letters from Anne Pitt, Chatham's sister, and Fanny Pelham, the Duke of Newcastle's laughter (who both died unmarried), to their spright ly contemporary7, Lady Dolly Latimer. And you have no notion how enjoyable these letters read, although you must make allow ance for the coarseness of the age. Only, Phœbe, Anne Pitt had three pensions, and Fanny Pelham had not only her share of the great Newcastle spoils, but also a por-"], [317, "An Unexpected Pleasure. 305 tion of her mother's savings as housekeeper at Kensington and Windsor. I declare, Phœbe,\" Lady Dorothea insisted, as she put down her cup and saucer in her earnestness, \" I think these offices ought not to have been abolished, and nothing left for us but genteel pauper apartments in Hampton Court. No one can say that I would en courage sinecures. But when you consider what is required of us, I think the means should be provided for maintaining our position in more ways than one. It would not matter to me, because, as an only daughter, it is incumbent on me to marry, and to extend the family connexion, and the first thing that we are made for is to fulfil our immediate obligations.\" Phœbe said nothing to this, because she felt a little conscience-stricken. Some un defined gain to her father and to art had been contemplated in the prospect of a x VOL. I."], [318, "Noblesse Oblige. 306 simple girl like her listening to Barty Wooler; and she had certainly heard of Andrea Mantegna wedding the sister of the Bellini, and of the widening of schools, and the great achievements, which were the re sults of that auspicious union. But she had not been able to fully enter into such rea sons, far less to allow them to weigh with her for a single moment in her decision. Lady Dorothea proceeded with her lec ture more at ease. \" If Wriothesley should have a large fa mily of daughters, I do trust that the old provision will be revived for them, so that they need not all marry or starve upon a pittance. Don't you see in the newspapers, child, how spinster-daughters of peers come to grief, become bankrupt, and are the prey of dishonest foreigners ? They run into all manner of folly, I grant you ; but this is not so much from the bad blood in them,"], [319, "An Unexpected Pleasure. 307 as because of the desperation to which they are driven. Be thankful that girls like you can work, however against the grain it may be, and however ill it may be to get the work. You are not forced to become hangers-on of some reigning earl and coun tess, perhaps a selfish younger brother and a supercilious chit. The peer's daughter ekes out her living by going the round of her more fortunate friends, living a month at this castle, and six weeks at that lodge. She is shown into the draughty7 bed-room, and set down in the worst seat at table. And not only that — she is soured and slan dered ; and if it were not that we, as a class, are, above all, faithful to ourselves, she would be shaken off and thrust out.\" \" I really think you are beginning to put too much shadow into your pictures of your class,\" said Phœbe. x2"], [320, "Noblesse Oblige. 308 \" Now, now, my child,\" her ladyship went on, \" I have reconciled myself to my oppressively splendid lot by contemplating the dreary desolation of the opposite side of the question, and, you will acknowledge, that is not so unwise a process. I have no turn for dreary desolation, and I declare that, with any wit I have, I cannot see a variety of escapes for a girl who is not approachable and susceptible. I shall go while the impression is fresh upon me, and meet my lord for whom I am destined, with the coolness of a martyr, and without much will either of his or mine. If you can walk with me to the end of the Wooers' Alley with out any inconvenience,\" Lady Dorothea end ed, with a clinging to Phœbe which was a slight departure from the coolness of a martyr, \" I should like it very much, as it may be the last occasion for ever so long.\""], [321, "An Unexpected Pleasure. 309 \" I will go with you as long and as far as you will let me, Lady Dorothea,\" Phœbe an swered fervently. \" But if it is to keep Mrs. Paston from her tea-table, or Mr. Paston from his painting room, you must not think of it. I left Tommy Perry with the Countess's ponies in the High Street, because you see I did not have a mind to solve all difficulties by break ing my neck, as well as the ponies' knees, driving up and down the staircase of Wooers' Alley. I stole a march upon Chetwynd, Dugdale and Bob Bertie, who both came yesterday7, and who are now out with Wrio thesley trying his new drag round by the great gateway. I did want to see you, and feel how innocent and eager and happy you are, and have you all to myself for once again, Phœbe.\" Her ladyship wound up with another pressure of Phœbe's hand. Lady Dorothea stepped along with well-"], [322, "310 Noblesse Oblige. planted steps, not picking them, nor yet making false ones. In her progress through Wooers' Alley, she excited the never-failing interest which a bird of another hemisphere, alighting and sunning its rich snowydown and glossy raven plumage among the common silver-weed and sorrel of the wayside never fails to inspire in ordinary birds. Such customary notice Lady Dorothea- received with the unconsciousness of a queen. She had still a warning to give Phœbe. \" You are to have the Edgecumbes with you this year as usual,\" remarked her lady ship. \" Yes, I understand so,\" said Phœbe. \"Mrs. Edgecumbe, poor old soul, has had her troubles,\" whispered her ladyship, \" and she lived in an evil day. She comes out with old experiences sometimes, I daresay, without exactly thinking what she is saying, only a girl like you had better not hear them :"], [323, "An Unexpected Pleasure. 311 don't let her tell you too many of her stories, Phœbe.\" \" Oh, I don't mind what she says, and sometimes I think of other things while she is speaking about men and women and things that I have no knowledge of.\" \" That is right, Phœbe ; and be sure that you don't let the old squire go leering at you when he returns from the ordinary. He means no harm either, I believe : it is no more than an abominable old habit with him ; but I don't like his looks at these times. However, I am wasting my words. Your father and mother, and another per son more nearly concerned, will look after you. The couple reached the pony carriage, but Lady Dorothea's confidences were not yet exhausted ; so, holding Phœbe's hand in hers, she said — \" Good-bye, dear. You have comforted"], [324, "312 Noblesse Oblige. me, and done me a world of good, by just doing what not one person in a thousanc. can do effectually — letting me say my say, and listening with all y7our heart. But I guess what you want to hear more about, and I will tell you, though it irks me some how to speak of it, and I am not sure whe ther it is not an indelicacy to mention it prematurely7. Lord Fairchester will drive mamma and me to the course to-morrow as a matter of etiquette, so be there in time to catch the first glimpse of him. He is not to shew in silk, as Wriothesley does in the last race but one ; he leaves that to Mr. Blount and the other young bachelors. But he will certainly drive mamma and me. I could get you a place on the grand stand, but, believe me, it is a vast deal better for you below. It would be all exaltation, stiffness, and vanity to you up yonder. How ever, if you would care to experiment as to"], [325, "An Unexpected Pleasure. 313 what it is to be a great lady, and to be able to note down the newest fashions for Mrs. Paston's delectation, telegraph to me through Mr. Hall at any time, and I shall give him carte blanche to fetch and accommodate you.\" \" You are very good, Lady Dorothea ; but I had rather not,\" declared Phœbe. \"I should be as much out of place there as you would be with the townspeople.\" \" I must say I agree with you, Phœbe ; you are a great deal too sensible not to see what is best. If vou tried the stand once, you would not do it a second time.\" And here her ladyship stepped into the carriage, and drove off with a little wave of the hand. END OF THE FIKST VOLUME. LONDON : PRINTED BY MACDONALD AND TUQWELL, BLENHEIM HOUSE."], [326, ""], [327, ""], [328, ""], [329, ""], [330, ""], [331, ""], [332, ""]]