[[1, ""], [2, ""], [3, ""], [4, ""], [5, "Carlo Variali Storia oli S poi sto Dalla sua fondazione lino alla peste del 1348 SPOLETO TIPOGRAFIA P. BOSSI 1897"], [6, ""], [7, "ALL EGREGIO (Dott. FILIPPO SINIBALDI CHE IL XIX MARZO MDCCCLXX COLLE SUE CURE AMOREVOLI MI STRAPPÒ DALLE BRACCIA DELLA MORTE IN SEGNO DI GRATITUDINE CONSACRO QUEST' UMILE LAVORO"], [8, ""], [9, "Lì cortesi cGscittadiiu. La patria ! È un nome Dolce a chi 1' ama oltre ogni cosa, e sente Di vivere per lei. Manzoni. Due sono i veri amori, che non si cancellano mai nel cuore umano : quello, nobile e puro, per la Madre, e quello che giunge sino al sacrifizio della vita, per la Patria. Tutti e due sono di natura sì elevata, che spesso 1' uno si con fonde nell' altro, formandone uno solo. La Madre, co' suoi teneri baci, terse le nostre lacrime, accese in noi la fiamma divina dell' amore e e' iniziò alla vita morale. Tutti amano questa santa donna, perché co noscono la grandezza de' suoi sacrifizi, e quella dell'amore che sente, per i suoi cari figli. Madre ! Questa parola ma gica, che si ripete, come fosse un' àncora di salvezza, nelle più gravi sventure, farà sempre vibrare le flebili corde del-"], [10, "6 1' anima, perché richiama alla mente un angelo, sceso dal cielo, per infiorare il doloroso cammino della vita. Se 1' amore per la madre non ha confini, può averne forse quello per la Patria, che è una se coni a Madre? Sotto un altro cielo, per quanto splendido, siili' ali do rate de' sogni, il pensiero vola sempre a quello diletto della Patria. Il forestiere rimane quasi insensibile, davanti ai ri denti paesaggi, che si svolgono a' suoi sguardi ; ma ram menta sempre la sua terra natale, perché possiede tutto il suo cuore e tutto il suo pensiero. Non passa giorno che, nell' intimo del cuore, non sciolga un inno di gioia alla Patria lontana, e non accarezzi i teneri ricordi, che gli ri desta nell' anima. L' immagine della Patria sta scolpita nel cuore, come gli ultimi consigli materni, e manda sempre uno sprazzo di luce. Come possiamo amarla, con tutte le forze, se non ne conosciamo le vicende e non richiamiamo al pensiero gli avi, che compirono qualunque sacrifizio, per farla gran de, libera e capace d' ogni virtù ? Tutto deve rendercela cara. Anche i massi, che il tem po ha annerito, o 1' ira degl' uomini ha infranto. Quante volte, con gli occhi pieni di una dolce espressione di mesti zÌ7i, ho contemplato que' macigni, senza cemento, che, do po tanti secoli, sostengono ancora una modesta casuccia ! Quelle pietre, che rammentano le costruzioni ciclopiche, (1) prive di senso per i profani, mille ne hanno per me. Cal- (1) Pelasgi, secondo Malte-Brun, deriva da Pela (pietra). Si chia marono cosi, per le loro costruzioni a grandi poligoni, dette pulasg:ehe o ciclopiche."], [11, "7 mo e tranquillo in apparenza, ma turbato nel cuore, con infinita dolcezza evoco la memoria delle generazioni, scese nella tomba, e medito sulla mobilità delle cose umane. Con una certa malinconia,* guardando que' macigni sporgenti, che rappresentano la solidità massiccia dell' età primitive, non mi contento di risalire il corso de' fatti memorabili ; ma, nell' entusiasmo della gratitudine, desidero conoscere la lingua, i costumi, le aspirazioni e le aspre lotte di quelli, che abitarono in quell' umile casetta. Essi, come fiori recisi dallo stelo, senza lasciar nell' aria alcuna traccia del loro profumo, sparvero per sempre agli occhi nostri. Ma, se de' primi popoli di Spoleto non ci restan nep pur le ceneri, perché disperse negl' immensi campi della natura, o assorbite, dopo molte metamorfosi, da nuove creature, che pur morranno, la loro fierezza, la nobile ten denza alle sublimi manifestazioni del bello, 1' attività, l'in dustria, il progresso e il pietoso e soave culto de' ricordi rivivono nell' anima nostra. La misteriosa forza, che go verna il creato, ci fa viver febei,' colle persone, che ne cir condano, e amar quelle che ci precessero nel breve cammi no della vita. La carità del natio loco ne accompagna ovunque si volga il piede. Un grido di gioia esce dal nostro petto, quando in un' altra città udiamo il dolce accento d' una persona, nata nel nostro paese. La guardiamo, con occhi d' affettuosa ammirazione, le facciamo le più larghe of ferte di servizio e siamo lietissimi, se le accetta di buon cuore. Se i nostri affari o il nostro stato ci costringono ad allontanarci dalla Patria, il cui ricordo aleggia sempre nel"], [12, "8 nostro pensiero, come si sente al vivo il desiderio di rive^ derla. • Ogni anno, nel tempo beato delle vacanze, quando il treno, che corre sui binari, quasi con- fulminea rapidità, mi permette di vedere la mole superba della Rocca, il Duomo, che, sorridendo, lancia verso il cielo la punta aguzza del suo campanile, e la Torre dell' Olio, che rammenta la fuga precipitosa d' Annibale, il cuore mi balza in petto dalla gioia. Quando scendo dal treno, e, a pieni polmoni, respiro 1' aria pura de' miei cari monti, coronati di' lecci, di cerri e di faggi, e abbaglianti di luce, dimentico ogni affanno e m' abbandono ai sentimenti di tenerezza e d' amore. Nel metter piede sullo stradone, che conduce in città, i ligustri, che lo fiancheggiano, mi sembra che, con un ge sto di leale simpatia, stendano i loro rami, per darmi un abbraccio di cuore. Quando sono davanti alla Porta, che ricorda la splendida munificenza di Leone XII, ripeto col gentile cantore di Laura : Non è questo il terren eh' io toccai pria ? Non è questo il mio nido, Ove nudrito fui si dolcemente ? Non è questa la patria in eh' io mi fido, Madre benigna e pia, Che copre 1' uno e 1' altro mio parente ? Nella nuova gaiezza del cuore, tutto mi sorride. Simile alla farfalla, che svolazza di fiore in fiore, divoro cogli oc-, chi le strade più battute, i superbi palazzi de' ricchi, le umili dimore de' poveri e finalmente la casuccia, ove creb bi in mezzo alle affettuose premure de' miei cari. La va gheggio e la seguo, con un lungo sguardo d'amore, perché,"], [13, "9 testimonio eloquente de' miei giochi infantili, come in un sogno dorato, mi richiama al pensiero mille memorie di felicità. Da lontano, in una delle posizioni più pittoresche, sul cielo limpidamente sereno, spicca il cimitero, ricco di ver zura e di fiori. Grazioso come il sorriso della primavera, non par la trista e silenziosa dimora de' morti. Quasi da tutte le parti, domina la città, per ricordarle, colla miste riosa quiete d' una notte stellata, che quaggiù finisce ogni cosa. Mentre lo contemplo, con aria di mesiizia, mi sorri de la speranza che un giorno, altero di aver compiuto i doveri di buon cittadino, potrò riposarvi in pace accanto a' miei cari. Tutti chiuda un urna sola ! Tutti accolga un cielo istesso ! Chi non ha provato tutte queste deliziose emozioni non sa che cosa sia amor di patria. Questo nome, accom pagnato dai ricordi più soavi, in qualunque luogo e in qualunque tempo, fa battere il cuore di gioia ineffabile. Esso raddoppia i suoi palpiti d' amore, quando, dopo una lunga assenza, vi ritorniamo, col piede quasi trepidante, come nel tempio de' nostri più nobili affetti. A me, che ho speso dieci anni a raccogliere in questo volumetto le sue più care memorie, spero non si neghi la grazia di leg gerlo da cima a fondo, con intelligenza, per intendere an che quello, che non sono riuscito a dir bene. É questo, cortesi concittadini, il preti. io che aspetto da voi."], [14, "Capo I . Dall' origine di Spoleto sino alla sottomissione degli Etruschi e degli Umbri Gli Umbri sono d' origine celtica, e appartengono ai popoli più antichi. Secondo l' Helbig, furono i primi a foggiare armi e utensili di bronzo. Dominavano dal Po sino alle Alpi, quando i Pelasgi, (1) condotti da Penuzio, li ridussero in soggezione ; (2) ma, con terribili sommosse e micidiali battaglie, ricuperarono la libertà. E falso di sana pianta che i Pelasgi, spossati dalle lunghe lotte, abbandonassero 1' Italia, per le violenti com mozioni del suolo (3). A poco a poco, si fusero cogli Um- (1) Io credo che ai tempi di Cadmo debba stabilirsi la partenza di coloro, che portarono ali' Italia il culto di Giano, che costoro fosse ro Pelasgi e che insieme portassero la cognizione e 1' uso del culto di Vesta. - Gabriele Rosa. (2) Ut fama docet, tellus possessa Pelasgis. S. Italico. (3) Più tardi, i Greci li chiamarono Etruschi, confondendo in un solo due popoli distinti. I Tirreno- Pelasgi, nello scrivere, andavano dalla sinistra alla destra; gli Etruschi invece, come i Semiti, facevano il con trario. Secondo Ellanico da Lesbo, i Tirreni eran prima chiamati Pe lasgi."], [15, "11 bri, ai quali insegnarono a coltivar la terra e a costruire le più solide mura, senza calce, a poligoni molto irregolari e rozzi nelle facce. Alcuni secoli dopo, gli Etruschi, divenuti celebri nelle arti, nelle scienze e nel commercio, per estendere il loro dominio,' assalirono con tutto 1' ardore gli Umbri, i quali, benché fossero uniti dalla santa causa dell' indipendenza e si mostrassero degni dei loro avi, furono pienamente scon fitti. Dopo una rotta si orribile, agli Umbri rimase solo il territorio, compreso tra 1' Esino (1), il Rubicone (2) e il Tevere. Esso abbracciava 3(> città di molta importanza, tra le quali Rimini, Pesaro, Fano, Città di Castello, Gubbio, Todi, Spoleto, Narni e Amelia. Gli Spoletini, meritevoli della libertà di cui godevano, per un pezzo gustarono le dolcezze della pace più serena. In seguito, per paura delle invasioni de' popoli barbari, che, simili a uccelli di rapina, si slanciavano nelle nostre belle contrade e le mettevano a ferro e fuoco, s'unirono cogli Etruschi, e vissero con essi in buona armonìa, dive nendo loro fidi compagni nelle loro gloriose imprese e nelle loro nobili aspirazioni. Coli' andar del tempo, la loro ami cizia crebbe vieppiù ; perciò ne seguirono i gentili costumi, la religione e le arti, in tuLto il loro carattere di severità. L' antica e nobile città di Spoleto sorge sopra un colle, d'un bel verde cupo, che fa spiccare sdii' azzurro del cielo (1) Scende dal monte Scaflfaggio, lascia sulla sinistra Jesi, e finisce nell' Adriatico tra Sinigaglia e Ancona. (2) Sorge alle falde di-li1 Appannino, presso Monleone, e sbocca in mare fra Kimini e Cesenatico."], [16, "12 le sue grige case. Fondata, probabilmente, dagl' incliti Pelasgi, come li chiama Omero, ebbe il nome di Spoleto, (1) per la sua singolare posizione. Gli avanzi delle mura ciclo piche, che formavano la sua (iuta primitiva, richiamano alla mente 1' esistenza di questi antichissimi popoli dell'Ar cadia e dell' Attica (2). I nostri antenati, di carnagione calda e colorita, eran soidi come le rocce delle loro care montagne, e godevano una salute di ferro. Avevano aspetto marziale, lunghi ca pelli neri, barba folta, occhi vivi e intelligenti, che man davano lampi, coraggio a tutta prova e umore faceto e giocondo. Portavano berretti di lana e giacchette di pelle di capra; le gambe avevano ravvolte in pelli, che allaccia vano fino al ginocchio, come costumano ancora i contadini delle Calabrie. Le donne portavan vesti corte di lana nera, semplici ed eleganti, per lo più senza maniche, allacciate intorno alla vita dal cordoncino del loro grembiule. Le ma trone indossavano vesti più fine a vari e vivi colori. Nelle solennità, avevano il collo adorno di due file di perle o di coralli, armille alle braccia e in dito un anello d' oro mas siccio. Le case de' nostri padri eran basse, e avevano il tetto, coperto da embrici di legno, (3) sostenuto da travi (1) Da Spau (stacco) e lithos (pietra) cioè sasso staccato. Guardan dola bene, dal colle dei Cappuccini, sembra una rupe solitaria, staccata dalla montagna, che le sovrasta a levante. (2) Plinio dice che i Pelasgi portarono in Italia 1' alfabeto cadmeo, che è simile a quello dell' antico latino, ma diverso dall' etrusco. Se condo Festo, vi portarono anche le biade. (3) Passarono parecchi secoli, prima che si facesse uso de' tegoli."], [17, "13 di quercia, largo e sporgente, come quello delle abitazioni de' contadini. In quelle de' patrizi v' eran de' portici, ma di rozza architettura. In ogni casa, come genio tutelare, e' era un mastino, i cui denti mettevano la tremarella in corpo a qualunque ladro. Sopra una delle quattro pareti della cucina o del salotto stavano appese, formando una specie di trofeo, asce, aste, falci, frecce, archi, fionde, lan ce, targhe (1) e altre armi da guerra. — Vicino alla porta., sorgeva una piccola ara, formata di grosse pietre, le une sovrapposte alle altre. Essa era ombreggiata da parecchi rami di quercia, che si rinnovavano quasi tutte le setti mane. Gli uomini lavoravano la terra, (2) conducevano al pascolo il bestiame, specialmente le pecore, le capre, i montoni e i maiali, e andavano a caccia nelle maccnie di querce, di cerri e di faggi. Le donne attendevano alle faccende di casa, e, ne' resticcioli di tempo, colla conocchia al fianco e il fuso in mano, filavano il pennecchio di canapa o di lino. Pazienti, svelte e di buona voglia, conservavano il soave incanto della modestia e della dolcezza, riponendo ogni compiacenza nel mostrarsi ottime madri di famiglia. In que' secoli d' aurea semplicità e di vera fratellanza, non e' eran distinzioni sociali. I giovanetti e le ragazze, alla sera, spesso si divertivano insieme, e, senz' ombra di mahzia, si volevano bene. Che grazia ineffabile appariva nel tenero rispetto, con cui essi circondavano la loro fidu- (1) Sulla superficie superiore eran coperte di pelle di vitello. (2) A imitazione degli Etruschi, ogni anno si benediceva, affinchè desse prodotti in abbondanza."], [18, "14 ciosa innocenza ! L' amore, nato sotto lo sguardo vigile dei loro genitori, più tardi era consacrato davanti agli Dei. I nostri avi, a mezzogiorno e alla sera, dopo essersi lavate le mani, su piatti di legno di faggio, mangiavano legumi, ova, quarti d' agnello, di capretto e di montone, arrostiti allo spiedo, pezzi di porco salato, specialmente pro sciutti, ariste e Jombi. Parlavano un dialetto semilatino, misto di vocaboli pelasgici, (1) poetico e immaginoso come quello de' fervidi Napoletani. Con tutto il cuore, offrivano ospitalità ai viaggiatori, i quali, fino al giorno della par tenza, eran riguardati come membri della famiglia. Essi, massime nelle lunghe e fredde sere d' inverno, raccolti in torno al focolare, per mostrare la loro gratitudine agli o spiti, avidi di racconti meravigliosi, narravano le imprese guerresche, di cui' erano stati spettatori, o descrivevano le usanze e i costumi de' popoli, che avevano avuto la fortu na di conoscere. I nostri antenati allevavano i figli nel santo amore degli Dei e della Patria. Pieni di ammirazione, di rispetto e di tenerezza, ascoltavano le loro parole con sacro racco glimento e le scolpivano nel cuore. In casa e nelle piazze, si addestravano nelle armi, per divenire intrepidi nella pu gna e pronti a sfidar la morte. A ogni colpo terribile, dato o parato con destrezza, i loro genitori, in aria soddisfatta e contenta, battevano le maui. Perché anche i giovani più gracili divenissero robusti, assegnavano corone di quercia a quelli, che meglio riuscivano nella lotta, nel corso e ne' giochi del disco. si) Nella lingua latina si scorge un fondo mezzo greco, che senza dubbio deriva dai Pelasgi. Niebuhr,"], [19, "15 Nessuna notte, dice Lucrezio Caro, ha seguìto il gior no, né alcun giorno la notte, senza che, tra il vagito dei nascenti, non si sia inteso il pianto della morte e dei fu nerali. Quando la morte, unica espressione della giustizia, rapiva un uomo di merito e di buon cuore, il lutto era comune. Nella casa, ove giaceva 1' estinto, era un viavai di persone tristi e dolenti, che deponevano vicino al cada vere, steso sopra un letto, sparso d' aromi, ghirlande, ri cordi e offerte. Appena scesa la notte, il defunto, su d'una bara, ornata di frondi verdi, simbolo eterno della speranza, in mezzo ai gemiti, ai singhiozzi e al compianto de' suoi cari, era trasportato al crematoio. Lo deponevano sulla pi ra, composta di rami di frassino, d' abete e di quercia, e, dopo averlo coperto di fiori, appiccavano il fuoco ai rami più secchi. Al suono de' cembali e de' flauti, i bardi, av volti in lunghe tonache bianche, i parenti, col capo velato, e gli amici del morto cantavano delle preci, finché le fiam me riducevano la salma in un mucchio di ceneri. Col più nobile senso di venerazione e di gratitudine, esse si ripo nevano in un' urna, detta cinerario. Il sentimento d' una vita futura, che creò i riti funebri, fu, è e sarà sempre nel cuore dell' uomo, perché 1' anima, essendo incorruttibile, appena separata dal corpo, ritorna nel seno di Dio. Gli antichi però, su tale sentimento, ebbero idee fantastiche. Ai defunti mettevano una moneta sotto la lingua, perché pagassero Caronte, che fi trasportava, sopra una barca sot tile e leggera, al di là del fiume Cocito. Se erano stati cat tivi, con lunghi patimenti, scontavano nell' inferno, le loro colpe ; se invece erano stati buoni, ne' Campi Elisi, amena e splendida dimora de' giusti, gustavano i piaceri più puri."], [20, "16 I Romani, nonostante i giudizi favorevoli di Carlo Montesquieu, come ora gì' Inglesi, ebbero per oggetto prin cipale la conquista. Inalzare se stessi e opprimere gli altri, seminando il cammino di morti e di feriti, era il loro più caro desiderio. La civiltà per essi era un manto molto co modo, per coprire qualunque delitto. A tutto comunicava no un carattere di grandezza e di potenza, ma, in fondo in fondo, adoravano se stessi. Lo storico Tacito, che non portava barbazzale per nessuno, ma onorava sopratutto il vero, parlando di questi famosi conquistatori dell'antichità, dice : Romani raptores mundi. Il loro impero cadde, perché non era fondato sulT a more dei popoli che avevano sottomesso. Mentre i Romani combattevano contro i Sanniti, gli Etruschi, con un forte esercito, tentarono ricuperar le città che avevano perdute. Senza tanti sforzi, s'impadronirono di Sutri, sede d' una colonia romana. Quinto Fabio Rullia no (1) accorse, col fiore dei soldati, e dall'alto delle colline, che guardano la città, con una pioggia di frecce e di gia vellotti, sbaragliò e disperse le legioni etrusche. In fretta e in furia, si ripararono nella selva Ciminia ; ma furono inseguiti dai Romani, che saccheggiarono tutte le terre in cui misero piede. Tali atti da ladroni accrebbero 1' odio degli Etruschi e destarono quello degli Umbri. Questi due (l) Magister Equituin. Visse la bagattella d' un secolo."], [21, "17 nobili popoli, che avevano interessi e aspirazioni comuni, s'unirono, per fiaccar l'orgoglio di Roma. Gremiti e spessi, Come le foglie 'e i fior di primavera, nonostante le loro splendide prove di valore, presso Peru gia, ebbero la peggio. Dopo questa terribile sconfitta, Pe rugia, Cortona e Arezzo, per timore di qualche sventura più grave, fecero un trattato di pace per trent' anni. (310 a. C.) Poco dopo la conchiusione della tregua, animati da buone speranze, ripresero le armi contro la Repubblica, sem pre invidiosa della potenza e della civiltà degli Etruschi. Il console Decio, che n' ebbe sentore, accorse per difenderla. Fabio, che combatteva nel Sannio, ebbe ordine di marciar subito coli' esercito nell' Umbria, e in poco tempo giunse a Bevagna. La sua improvvisa presenza sconcertò le schie re de' nostri padri, che s' eran raccolte sulle rive del Cli tunno (1). Una parte di essi, col tristo presentimento in cuore d' una sconfitta, voleva ritirarsi nelle città fortificate ; ma l'altra, con tranquillo e sereno coraggio, preferì sorprender Fabio, mentre muniva il campo. I Romani, benché còlti alla sprovvista, ressero ali' urto e sgominarono i valorosi imprudenti, i quali furono costretti a deporre le armi. Al cuni giorni dopo la sanguinosa battaglia, anche le altre schiere, non avendo più un filo di speranza, s' arresero a (1) Nasce poco lontano dal villaggio Le Vene, e sbocca nel Chia scio. Sulle sue sponde, a breve distanza da Trevi, sorge il tempietto del Clitunno, ove i nostri avi correvano a sacrificare, sugli altari, can didi agnellini, sparsi di farro macinato e misto col sale. 2"], [22, "18 discrezione (308 av. C.) Scorsi quattro anni, stanchi di passar la vita negli stenti, nelle pene e nelle amarezze, rialzarono il capo ; ma furono di nuovo sottomessi. In se guito, per forza o per amore, aiutarono Roma a mover contro Pirro, re d' Epiro, nella famosa battaglia di Ascoli in Apulia. Disfatto quel re ambizioso, che morì nell' asse dio d' Argo, gli Umbri insorsero a combattere per la loro indipendenza. Colla caduta però di Sarsina, loro metropoli, tutta 1' Umbria riconobbe la sovranità di Roma (2G6 a. C.) Capo II. Dalla sottomissione degli Umbri sino alla sconfitta di Annibale. La vittoria alle isole Egadi, che posse fine alla Prima Guerra Punica, se valse a rianimare il coraggio della Re pubblica, non bastò a compensarla delle navi e de' soldati, che aveva perduto. Determinata, a tutti i conti, a schiac ciare Cartagine, signora delle coste del Mediterraneo, per meglio riuscirvi, fece larghe concessioni ai popoli conqui stati, perché le rimanessero fedeli e fondò molte importanti colonie. Neh1' anno 241, che rammenta appunto la vittoria di Caio Lutazio Catulo sull' ammiraglio Annone, Spoleto diventò Colonia Latina. Si governava da sé, e poteva trat tare, come voleva, tutti i suoi affari. / potenti fanno delle concessioni solo quando han biso gno di sostegno. Le Colonie Latine erano comunità autonome, alleate con Roma, di cui riconoscevano la supremazia. I cittadini erano ascritti a una delle trentacinque tribù romane, go-"], [23, "19 devano i diritti politici, compreso quello del voto nel Fòro e potevan conseguire le prime cariche della Repubblica. In ogni Colonia, v' era un Senato, detto Ordine dei Decu rioni (1). Essi si chiamavano anche Centumviri, perché, di solito, eran cento, e venivano scelti secondo il giudizio au torevole degli anziani. I Decurioni, in un colla famiglia, come il Senato Romano, formavano la classe de' patrizi, distinta dagli altri coloni, che rimanevano semplici plebei. Spoleto, essendo stretta in lega con Roma, doveva for nirle un certo numero di soldati, e mantener 1' alleanza an che in mezzo agli urti delle popolazioni nemiche. Nesun popolo, quando cade sotto la signorìa d'un al tro, può sottrarsi ali' influenza de' suoi costumi e delle sue leggi, siano civili o religiose. Dai Pelasgi, dotati di fervi da fantasia, gli Umbri appresero, in tutta la sua purezza e semplicità primitiva, il culto di Vesta (2) e di Giano. Da gli Etruschi non solo impararono a far vasi d' ogni manie ra e altri lavori in terracotta ; ma accettarono anche tutti i loro riti. Lo stesso avvenne sotto i Romàni, specialmente nelle istituzioni religiose. Ai popoli antichi non mancò il lume della ragione ; ma, non potendo capir le legri, che governano l'universo, le attribuirono a potenze invisibili. A forza di vedere i principali fenomeni sotto un cupo e spaventoso velo, crea rono tutti i numi, che ora abbelliscono le vòlte e le pareti delle sale. (1) In principio Decurione significava il capo di dieci case, che formavano una Gente. (2) Per Vesta si deve intendere la terra, che occupa il centro del mondo, e alimenta i fochi erranti nel cielo. D. d' Alicarnasso."], [24, "20 I nostri padri, per sentir meno il peso della mano in visibile, che li guidava, professavano un culto sincero alle dodici divinità, di cui darò un breve cenno. Giano, figlio di Apollo e di Creusa, era re del Lazio. Da Saturno, che aveva accolto nelle sue terre, ebbe il do no di ricordare il passato e indovinare il futuro. Aveva perciò due facce, una davanti, 1' altra di dietro Si rappre senta col bastone in una mano, perché custodiva le strade e le porte, e una chiave nell' altra, come inventore delle serrature. Nel mese di gennaio, che rammenta il suo nome, con datteri, fichi e mele, si celebrava la sua festa. Numa Pompilio gli fece inalzare un tempio, con dodici altari sul colle Gianicolo. Marte, figlio di Giove e di Giunone, è il dio della guerra. I Romani pretendevano che fosse il padre di Ro molo. Numa Pompilio, per rendergli onore, creò dodici sa cerdoti, detti Salii, (1) che custodivano 1' ancile o il sacro scudo, caduto dal cielo. Questo nume grave e severo, Che lordo ir gode d' uman sangue e al suolo Adeguar le città, si rappresenta con 1' elmo in capo, l'asta in una mano e lo scudo nell' altra, in attitudine d' un guerriero, che cam mini a gran passi. Giove, figlio di Saturno e di Rea, nacque nell' isola di Candia (2). Signore del mondo, degli Dei e degli uomi ni, governava tutte le cose con rara sapienza. Liberò il (1) Dal latino saltare, perché, nel celebrar le sue feste, ballavano per le vie. (2) Al sud del mare Egeo, celebre per i vini, 1' olio e il miele."], [25, "21 padre dal carcere, dove 1' aveva chiuso il fratello Titano, poi, per sottrarsi alla morte, lo cacciò dal cielo. A Nettu no diede 1' impero del mare, a Plutone quello dell'inferno. Dopo avere sconfitto i Titani, fece incatenare Prome teo a uno scoglio del Caucaso, perché con alcuni raggi, tolti al carro del sole, aveva animato parecchie statue. Gio ve si rappresenta sotto l'aspetto d'un uomo maestoso, colla barba lunga e folta. Seduto sul trono d' oro o d' avorio, col fulmine nella destra, lo scettro nella sinistra, ai piedi ha un' aquila colle ah spiegate. Secondo gli antichi poeti, Vulcano, con un colpo d'accetta, aprì la fronte a Giove, e subito dal suo cervello uscì, armata di tutto punto, Pallade o Minerva. A questa divinità della guer ra, della sapienza e delle arti, fu consacrato Polivo, simbolo della pace. Si rappresenta con 1' elmo in capo, 1' asta in una mano, lo scudo nell' altra. E difesa da una corazza a squamme, detta Egida (1), sulla quale campeggia la testa di Medusa. Diana, figlia di Latona e di Giove, fu chiamata dea delle selve, perché amava la caccia. Ha la mezzaluna sul capo, 1' abito da cacciatrice, 1' arco in una mano, il tur casso in ispalla, e i cani, che 1' accompagnano. Venere, dea dell' amore e della bellezza, par che sia emersa dalla spuma del mare, presso 1' isola di Cerigo (2). In ricompensa de' fulmini, che aveva fabbricato a Giove, nella guerra contro i Titani, Vulcano 1' ottenne in isposa; ma essa l'odiava, perché era troppo brutto. A Venere con- (1) Perché coperta colla pelle d' un mostro, chiamato Egide, da lei ucciso. (2) Una delle sette isole Jonie, ali' entrata del mare Egeo."], [26, "22 sacrarono le isole di Lesbo, di Cipro e di Cerigo. Si rap presenta con un globo in mano, sopra un carro d' avorio o di madreperla, tirato da colombi o da cigni. A Conso, riguardato come dio de' buoni consigli, i Romani avevano eretto un tempio nel gran Circo, ali' e stremità della lizza. Nettuno, fratello di Giove, fu salvato dal furore di Sa turno dalla propria madre Cibele. In suo onore, i Greci i stituirono i Giochi Istillici, e i Romani quelli chiamati Circensi. Abitava nelle profondità del mare, di cui, a suo piacere, turbava la calma. Si rappresenta sotto 1' aspetto d' un vecchio, adorno del regio diadema e il tridente in mano, col quale scote la terra dalle fondamenta. È tirato sopra un carro, in forma di conchiglia, da due cavalli, che hanno la coda di pesce. Portunno, figlio di Atamante e Ino, si venerava co me dio de' porti di mare. Tutti l' invocavano, per esser preservati dalle scosse terribili dei terremoti. La Concordia manteneva 1' unione fra i cittadini, nelle famiglie e ne' vari popoli, che formano uno Stato. In Roma aveva un tempio sul Campidoglio, dove spesso si raccoglieva il Senato. La Concordia, figlia di Giove e di Temi, è coronata di raggi, ha lo scettro in una mano e la statuina di Plutone nell' altra. La Fortuna, figlia di Giove e sorella del Fato, presie deva al bene e al male ; ma ora concedeva i suoi favori, ora si prendeva gioco degli uomini. Si rappresenta sotto la forma d' una donna, colla benda agl'occhi, la cornucopia nella destra, un piede sul cerchio d' una rota, e 1' altro, in aria."], [27, "23 La Vittoria, figlia dello Stige e di Pallante, era la compagna di Marte. Aiutò Giove a sconfiggere i Titani. I Romani la rappresentavano sulle monete e sui monumenti sotto 1' aspetto di una donna alata, che spiega il volo ver so il tempio dell' Immortalità, con una corona di lauro o una palma in mano. Gli Spoletini, davanti alle statue di questi numi, ce lebravano i sacrifizi, per ottener mèssi in abbondanza o renderli favorevoli nella sorte delle armi. Questa religione politeistica, che ebbe i suoi adoratori e i suoi martiri, cadde per intero, ali' apparire del Cristia nesimo, che chiamò gli uomini fratelli e Dio il loro padre comune. * * Se la morte, ogni giorno, rapisce quelli che godono e quelli che sono stanchi di soffrire, il matrimonio permette a chiunque di rivivere ne' figli. Come lo facevano i nostri avi? I promessi sposi, col sorriso sulle labbra e la gioia nel cuore, sottoscrivevano i patti nuziali, e, dopo i soliti auguri di felicità de' parenti e degli amici, si mettevano a tavola e mangiavano con invidiabile appetito. Nel colmo dell' allegria, si distribuivano medaglie, col ritratto della sposa, alla quale ognuno faceva qualche regalo. Sotto la protezione d'Imeneo (1), il giorno delle nozze, la fidanzata, con una corona di fiori (2) e d' erbe odorose sul capo, i (1) Figlio di Bacco e di Venere. Si rappresenta con una fiaccola in mano. (2) Fatta colle sue mani."], [28, "24 capelli divisi in trecce, coperta da un velo paonazzo e adorna d' una vaga cintura, restava in casa co' genito ri, fino ai rosei vapori del tramonto. Appena lo sposo, palpitante di gioia, dalle mani della madre prendeva la sua dolce compagna, con isquisita delicatezza le toglieva il velo. A quest' atto, la comitiva de' parenti e degli amici, tenendo in mano ramoscelli di lauro e di mortella, faceva un subisso di lodi alla sposa e gridava in coro : Talassio ! Talassio ! (1) Tre pirenti la conducevano al tempio, uno pre cedendo il corteggio, con una fiaccola accesa, gli altri due, dando a lei la mano. Fra gli evviva d' allegrezza e di giubilo, la piccola orchestra de' sonatori di flauto e di altri strumenti seguiva gli sposi, i quali nel tempio offri vano un sacrifizio a Giove, Giunone, Venere, Diana e alla dolce Persuasione. Dopo essersi giurata eterna fede, si ri mettevano in cammino. La sposa, per non attirarsi dei guai, con un salto oltrepassava la soglia della casa del ma rito. I parenti spegnevan subito la fiaccola, gliela conse gnavano, ed essa la nascondeva sotto il talamo. Nel con vito di nozze, si canta'vano versi giulivi e un pochino friz zanti, poi si buttavan delle noci ai fanciulli, per mostrare che la sposa, sbocciata, come le rose, sotto gli ardenti baci del sole, da quel punto rinunziava ai vani passatempi. Mentre le matrone la conducevano nella camera nuziale, alcune donzelle, accompagnate dal flauto e dalla lira, can tavano l'epitalamio, augurando agli sposi ogni felicità. Il plenilunio si reputava il tempo più favorevole alle (1) Secondo Festo e Varrone, Talassio rapì una bella fanciulla, colla quale fu felice tutta la vita. Si ripeteva il nome di questo for tunato mortale, per augurare agli sposi ogni bene."], [29, "25 nozze, mentre il mese di maggio era di sinistro augurio, perché sacro ai vecchi (1). Sotto i Romani, i poveri morti, dopo essere stati lavati e profumati, si esponevano nel ve stibolo della casa, co' piedi rivolti verso la porta. L' appetito vien mangiando. Questo proverbio è assai opportuno, per mostrare l'insaziabile avidità di potere nella Repubblica. Padrona della Sicilia, invece di proseguire il corso delle conquiste, avrebbe fatto meglio a lasciare in pace i Cartaginesi e a dedicarsi ali' incivilimento de' popoli sog giogati. La civiltà è forse il fine, che si propongono i grandi conquistatori ? Tutti lo dicono, per non passare da ladroni ; ma nes suno di essi ha dato prova di essere uniano e civile. Roma, a tutti i conti, voleva distrugger Cartagine, non per incivilirla, ma per inalzarsi sulle sue rovine. Se si giudicano spassionatamente queste due grandi potenze del mondo antico, Cartagine, non Roma, che ricorreva a qualunque inganno, è la più civile. Nella seconda Guerra Punica, Annibale, dopo aver vinto il console Cornelio Scipione al Ticino, Tiberio Sem pronio alla Trebbia e Caio Flaminio al Trasimeno, s'avan zò nell' Umbria, per occupar Spoleto e mover contro Ro ma. Le schiere de' Cartaginesi, per tutto, lasciavano dietro a sé il terrore, la strage e hi desolazione. Gli Spoletini, nel (1) Majus a Majoribus."], [30, "26 veder guaste le loro ridenti campagne, U alme viti feconde e d' auree messi, chiusero le porte della città e s' apparecchiarono alle difesa, per conservare la loro autonomia. Udivano i gridi di guerra del nemico, udivano il serrato galoppo de' cavalli ; vede vano gli elmi, le corazze e le armi, che scintillavano ai raggi del sole; ma nessuno si moveva dal suo posto, per ché tutti eran pronti a versar sin 1' ultima goccia di san gue, per la santa causa della libertà. Invano tentarono i Barbari di sottometterli, perché i nostri, pieni d' ardore, li respinsero e ne fecero gran macello (1). Tra lo strepito delle armi e il clangore delle trombe, per la prima volta, dopo che Annibale aveva disperse le migliori legioni della Repubblica, si levò un alto grido di vittoria. Il duce cartaginese, che, nella sete inestin guibile di vendetta verso i Romani, credeva trovare un aiuto efficace nelle Colonie Latine, a tale inaspettata resi stenza, che diede una scossa profonda al suo potere, mutò disegno, e s' avanzò nelle campagne verdeggianti del Pi ceno, atterrando tutto quanto incontrava nel suo passaggio. Roma dovette in gran parte la sua salvezza ali' eroi smo, alla devozione e ali' affetto degli Spoletini, che senti vano 1' ardente carità della patria. Per quanto sia dura la signoria dì quelli del proprio paese, è sempre preferibile alle larghe promesse di felicità degli stranieri. (1) Questa gloriosa impresa è attestata dalle parole di Tito Livio: Annibal caesis ad Trasimenum Romanis — Urbem Romani infenso agmine petens — Spoleto — Magna suorum caede repulsus — Insigni fuga portae nomee fecit."], [31, "27 Capo III. Dalla guerra Marsica o Sociale (ino alla caduta dei Goti. I Piceni, i Marsi, i Peligni, i Marruccini, i Vestini, i Sanniti, gli Apuli e i Lucani, che avevano reso tanti e tanti servigi alla Repubblica e 1' avevano aiutata a conqui stare il mondo, invasi dalla santa febbre del diritto e del progresso, mandarono una lettera al Senato, per ottenere la cittadinanza romana. I fieri e rigidi figli di Roma, sde gnosi di confondersi con loro, alla giusta domanda rispo sero col più gelido disprezzo. L' intrepido tribuno Livio Druso, che solo ebbe V ardire di darle corso, cadde colpito ne' lombi da un co'tello. Il tribuno Vario, docile stru mento degli orgogliosi patrizi, fece una legge, colla quale dichiarava traditore della patria chiunque si fosse mostrato propenso a concedere la cittadinanza romana ai popoli al leati. Essi, offesi sul vivo da tanta ingratitudine, procla marono una nuova Repubblica, con un Senato di 500 membri. L' antico Corfinio, (1) nella Sabinia, col nome di Italica, divenne la sede del nuovo Governo. Alla ribellione di questi popoli, che giustamente desi deravano 1' uguaglianza ne' diritti politici, gli Spoletini non presero alcuna parte. Roma, memore della loro valida resistenza contro Annibale, li aveva lasciati vivere in pace, contentandosi ogni anno d' un leggero tributo, e, in tem po di guerra, di un certo numero di soldati. La Repubblica non mancò di spedire contro gli otto popoli alleati un esercito, comandato da Rutilio e da Ma- (1) Poco lontano dalla Pescara, nella provincia di Tèraino."], [32, "28 rio. Il primo fu sconfitto e ucciso da Pompedio Silone, con sole de' Marsi ; 1' altro si limitò a sventare i tentativi dei nemici, che lo sfidavano a battaglia, perché molti di essi 1' avevano aiutato nelle sue imprese militari. Questa guerra, che fece cadere in mano degP Italiani la Campania, una gran parte del Sannio e le colonie di Venosa e di Lucera, scoppiò nel 90 av. C. Nello stesso an no, Spoleto, perché si era mostrato estraneo a ogni rivolta, divenne Municipio, con piena cittadinanza romana. La superba Repubblica, vedendo che i popoli oppressi trionfavano, accordò la cittadinanza romana agli alleati, che non avevano preso le armi e a quelli che si erano ri tirati dal campo di battaglia. GÌ' irresoluti e i fiacchi ac cettarono la forzata concessione; ma i gagliardi, per mo strare tutto il disprezzo che sentivano contro Roma, co niarono delle monete, che avevano sull' esergo iscrizioni osche. I Sanniti non solo ricorsero per aiuto a Mitridate, ma stabilirono grossi premi a chi avesse presentato il capo mozzo di qualche Romano. Siila, amico de' patrizi più dissoluti, di cui era il campione, riuscì a cacciare gì' Italiani dalla Campania ; Pompeio occupò Corfinio. La mancanza di soccorsi, promes si da Mitridate, che cacciava i Romani dall'Asia, precipitò le sorti de' generosi Italiani. La fiera Repubblica riportò la vittoria ; ma, perché non si tornasse presto alle armi, accordò la sospirata cittadinanza non solo a quelli, che la avevano chiesta, ma anche ai Galli Cisalpini. Roma avrebbe evitata questa guerra terribile, nella quale morirono 300 mila uomini, se avesse fatto senno e accolto, per dovere di gratitudine, la giusta domanda dei popoli alleati."], [33, "29 Che direste d' un padrone, che negasse il salario ai suoi servi ? La Repubblica, nel suo orgogliosaccio, negava a' suoi difensori un diritto, che, per la sua conservazione, avrebbe dovuto largire spontaneamente. La forza brutale, qualunque sia il suo nome e la sua forma, può imperare qualche tempo ; ma, un giorno o V al tro, cade, perché calpesta i più sacri diritti, che Dio abbia stampato sul cuore umano. La cittadinanza romana, per i popoli alleati, era una vana illusione, perché essi non potevano giovarsene in nulla, avendo la prevalenza in tutto le trentacinque tribù di Ro ma. Collocati in ultimo, in ordine di voto, non potevano dominare in alcun modo i Comizi, de' quali erano le com parse sulla scena. Se la politica di Roma fosse stata, almeno una volta, leale e sincera, gì' Italiani sarebbero stati distribuiti in tutte le trentacinque tribù, o se ne sarebbero create delle altre, perché esercitassero i loro diritti. L'inganno manifesto della superba dominatrice del mondo produsse vivo malcontento in tutte le Colonie La tine. Caio Mario, 1' ambizioso Cinna e i loro caldi seguaci ne profittarono, per tirarle al loro partito, promettendo che tutti i cittadini d'un Comune italiano, coll'ascriverli a una delle trentacinque tribù, sarebbero diventati anche cittadini di Roma. Il tribuno Publio Sulpicio chiese che gì' Italiani fos sero divisi allo stesso modo fra le trentacinque tribù, per ché conseguissero 1' uguaglianza del voto. Così Mario, che, per farla ali' emulo Siila, desiderava un gran numero di partigiani, ne ebbe più del bisogno, perché i nuovi iscritti superavano assai gli anziani."], [34, "30 Poco dopo, il povero Sulpicio, che s' era mostrato fa vorevole a una delle cause più sante, tradito da uno schia vo, fu ucciso in una villa, presso Laurento. Il demagogo Cinna, per acquistare importanza, pre sentò ancora, con qualche leggera modificazione, la propo sta dell' infelice tribuno. Nel giorno del voto, diecimila Ita liani furono uccisi dai vecchi cittadini di Roma, capitanati dal console Ottavio. Gli orgogliosi patrizi, autori di questa strage non tardarono a pagarne il fio. Quasi tutti furono scannati dai plebei e dagli schiavi. Dalle ingiustizie non può mai derivare alcun bene, per che chi n è vittima, per quan'o sia buono, nulla tralascia, per vendicarsi, presto o tardi. Gli Spoletini, tristi e scontenti di Roma, perché non potevano valersi de' propri diritti, si fidarono delle splendide promesse di Mario e Cinna e seguirono volentieri il loro partito. Come si rileva da molte iscrizioni, furono ascritti alla tribù Orazia. Troppo cara pagarono però questa con cessione, perché il diritto è sempre del più forte. Siila, acerrimo nemico di Mario, di Cinna e dei loro seguaci, dopo aver costretto Mitridate ad accettare una pa ce vergognosa, scrisse al Senato che sarebbe presto tornato in Italia a punire severamente quelli che avevan fatto del male a lui e a' suoi ardenti partigiani. Nell' 83 A. C, il feroce Siila, con 40 mila uomini, sbarcò a Brindisi, che, per timore, gli aprì volentieri le porte. Se Papirio Carbone 1' avesse subito assalito, co' suoi 200 mila soldati, avrebbe certo riportato una grande vit toria. Siila, sostenuto dai patrizi, battè 1' esercito di Nor-"], [35, "31 bano, sul Volturno ; a Teano, oolle sue arti volpine, solle-. vò quello di Scipione. Dopo la terribile battaglia di Sacri porto, nella quale fu sconfitto il giovane Caio Mario, si diresse a Chiusi, per mettere in fuga le legioni ili Car bone Mentre pugnava, ma inutilmente contro di lui, parec chie coorti dei Mariani, sotto gli ordini di Carinate, le quali procuravano d' unirsi col corpo principale, furono di sfatte da Gneo Pompeo e Crasso, vicino al castello di Be roide. Carinate, co' pochi soldati, che s' eran sottratti al ferro de' vincitori, rientrò in città, dove venne assediato. Col favor delle tenebre e d' un furioso temporale, eluse la vigilanza del nemico e, con abilità e prontezza, raggiunse 1' esercito di Carbone. Spoleto, priva d' ogni difesa, perché i suoi figli mi gliori eran morti, per soffocar nel sangue la tirannide dello scellerato Siila, in un' ansietà di dolorosi pensieri, cadde in potere dei due Pretori. (82 A. C). Il feroce patrizio, prima che fosse creato dittatore dalla pecoraggine comune, fi) pensò a vendicarsi de' suoi nemici. La memoria di Mario destava in lui tali sentimenti di crudeltà, che in poco tempo fece uccidere 4700 proscritti. Per essere sicuro della loro morte, volle che i sicari por tassero la testa degl' infelici nel vestibolo della sua casa. Per dieci mesi, le ore della sua vita furono segnate dalle rapine e dalle violenze. Dopo avere allagato Roma nel sangue, per diffondere intorno a sé il terrore e la morte, (1) Il Senato fu tanto codardo, che gì' inalzò una statua equestre, colla seguente iscrizione: Cornelio Sullae, Imperatori Felici,"], [36, "32 rivolse l' ira contro le città, che avevan seguite la parte di Mario. Creò delle commissioni speciali, per giudicarle e pu nirle, secondo la gravità delle colpe. Spoleto, dopo essere stato saccheggiato orribilmente dai feroci mercenari di Siila, perse tutto il suo territorio. AH' infelice città, perché non potesse per 1' avvenire opporre gagliarda resistenza, furono guaste le mura. Gli abitanti, che si erano mostrati favoie voli ai Mariani, persero i beni e i diritti di cittadinanza. Centinaia di essi, dopo aver visto mozzare il capo ai loro cari, fra una salva d'ingiurie, di minacce e d' imprecazio ni, dallo splendore delle ricchezze precipitarono nella più squallida miseria. Il territorio, confiscato a Spoleto, fu assegnato a una colonia militare. I cari soldati, che la componevano, alleg gerivano la borsa agli uomini e davano. la caccia alle don ne più belle. Non tutti i padroni, a cui erano stati tolti i campi, fecondati dai loro sudori, s' allontanarono dalla terra, dove dormivano in pace i loro padri. Rattristava lo sguardo e il pensiero lo spettacolo dei vecchi, dai bianchi capelli, cupi, abbattuti ed istupiditi, che si strascicavano per le vie. In mezzo agli odori delle squisite vivande e d-e' vini generosi, stendevano snppliche voli le scarne mani, per avere un tozzo di pane da quelli meno sfortunati di loro. Coperti di pochi e luridi cenci, spesso, per i lunghi digiuni, cascavano sulla strada, senza aver più la forza di rialzarsi. Mentre la fama mieteva ogni giorno i più deboli, i soldati del tiranno gavazzavano nel 1' abbondanza e nell' ozio. I giovani dei dintorni di Spoleto,"], [37, "33 colla più cupa costernazione nel viso, per non mendicar, si piegarono a coltivare i poderi dei loro padri, o quelli rapiti ai loro compagni di sventura. Quanti vissero come servi sul suolo da essi posseduto ! Dall' alba alla sera, lavoravan la terra, senza manda re un grido di lamento ; ma, purtroppo, eran trattati peg gio delle bestie da soma. Gli uomini più forti e più fieri, colla rabbia e la ven detta nel cuore, armati sino ai denti, si ritirarono nelle foreste, dalle quali sbucavano ogni tanto, per assalire i viandanti o ripigliar colle armi i beni, che erano stati lo ro tolti a viva forza. Questa scena compassionevole di miseria, di guai, di patimenti e di violenze durò anni e anni. Alle persone di sensi gentili e generosi faceva venire le lacrime agli occhi; ma quelli d' Ottaviano, che celebrò un sacrifizio in un tempio della nostra città, (1) rimasero asciutti. Chi aveva stabilito, con Lepido e Antonio, di seguire il feroce esem pio di Siila, per liberarsi dai propri nemici, non aveva certo un cuore nobile e pietoso. Ebbero torto i nostri avi a seguir la parte di Mario, che, stanco delle angherie de' patrizi, volle rialzare la con dizione de' miseri plebei ? Tutt' altro ! Degni in tutto di se stessi e della patria, di cui andavano superbi, al soffio soave della libertà, fecero benissimo a rivendicare i loro diritti. Il nostro cuore palpiterà sempre di sincera grati- li) Fu il giorno stesso, che prese il comando dell' esercito, per combattere Marco Antonio, nella Gallia Cisalpina. (43 A. C). 3"], [38, "34 tudine per loro, perché quel mostro sanguinario di Siila (1), ohe li punì sì ferocemente, rappresenta la personificazione del dispotismo, cioè di quel- potere crudele, che contende di levar la fronte a quelli, che lavorano per il bene di tutti. Siila, concedendo ai Senatori ogni autorità, per punire i plebei, che avevan seguito le parti di Mario, accelerò la fine della Repubblica. Come alcuni uomini, chiamati grandi, nelle opere di civiltà si mostrano piccoli ! Per vendicarsi de' suoi nemici, Siila fece del male a centinaia di città, senza provare alcuna soddisfazione mo rale, mentre sarebbe stato veramente grande, in tutto il senso della parola, se avesse compiuto la vendetta, procac ciando il bene di tutte. Cesare Augusto, profondo conosci tore del cuore umano, per raccogliere in sé tutti i poteri dello Stato, seguì 1' orme di Siila. Quanto 1' umanità gli sarebbe stata riconoscente, se invece di badare al proprio vantaggio, avesse conservato la Repubblica, secondo il consiglio d' Agrippa, e pensato alla comune felicità! Egli porse orecchio al parere di Mecenate, e colla massima scellerata del divide et impera, aprì la strada alla tirannide. Sotto di lui, con ragione si poteva ripetere il verso del cavaliere Decimo Laberio : Certo, o Quiriti, libertà perdiamo J (2) Morto Augusto nel 14 dopo Cristo, gran torto ebbero i Romani di giurar fede al di lui successore Tiberio Clau- (1) Morendo nella sua villa di dima, pose fine a una serie di tur pitudini e di crudeltà, delle quali inorridisce la natura. (2) Porro, Quirites, libertatem perdimus !"], [39, "35 dio Nerone. La Repubblica sparve per sempre, e il popolo romano perdette gli ultimi diritti politici, che gli erano rimasti. Il diritto di successione favorisce una famiglia a dan no di tutte le altre. Quantunque talvolta impedisca dei tumulti, non è lodevole, perché ammetto che 1' ingegno, la virtù e il sapere siano trasmissibili, come le ricchezze, nei discendenti di quella famiglia, mentre la natura non ac corda privilegi a nessuno. Se 1' allegro Quinto Orazio Fiacco, piuttosto che in neggiare al potere, incarnato in Cesare Augusto, che ri guardava ogni uomo come uno sgabello, avesse fatto sen tire co' suoi versi a ciascuno la propria dignità e quella della patria, 1' impero non sarebbe finito sì ingloriosa mente. Le Colonie Militari, create da Siila e da Ottaviano, resero più triste la condizione Degl'Italiani, molti de' quali furono costretti ad abbandonare il loro paese. A Spoleto, i plebei a poco a poco furono piivati dei loro diritti. Au gusto, coli' arrogarsi la potestà tribunizia, tolse al popolo ogni forza, per far valere i suoi diritti. I tiranni, seguen do il suo esempio, spadroneggiarono liberamente. I Decurioni (1) soltanto godevano i diritti municipali, le prime cariche e un'autorità senza limiti. Essi mandava no a Roma il loro voto nelle elezioni, e sceglievano i ma gistrati supremi, per il censo, i tributi, 1' amministrazione, la giustizia e il culto. Nessuno poteva essere coscritto nel l'ordine decurionale, se non possedeva almeno ventimila (1) Ordo decurionum."], [40, "36 lire. I magistrati maggiori erano preceduti da due littori, che portavano una verghetta o mazzettina. Agli Spoletini, che non avevano la borsa gaia, rima se solo lo sfogo di scrivere col carbone sui muri de' motti pungenti per i candidati o i nuovi Decurioni. Secondo gli Storici venali, i Romani rappresentano il vero tipo della civiltà ; secondo gli uomini di cuore, rap presentano la negazione d' ogni senso umanitario. Della loro civiltà ne abbiamo una prova negli avanzi del Colosseo. Appena questo meraviglioso anfiteatro era gremito di persone, degne di Siila,' che sognava rivi di sangue e carnificine, cominciavano i combattimenti de' po veri gladiatori, i quali erano costretti a difendersi sino alla morte. Quando tutti eran caduti da valorosi sull'arena in sanguinata, in mezzo agli applausi del pubblico, certi o macci, con una spranga infocata, s' assicuravano che fos sero realmente morti. Se qualcheduno respirava ancora, lo finivano a furia di martellate sul cranio. Trasportati i ca daveri di quegl' infelici fuori del Circo, altri infelici, desti nati alle belve, venivano condotti sulla arena. Le grida e i fischi manifestavano 1' impazienza degli spettatori, che desideravano subito la continuazione del tragico dramma. Appena udivano i ruggiti delle fiere, che, eccitate dal 1' acre odore del sangue, s' apprestavano a sbranare quegli sventurati, battevano freneticamente le mani. Le grida di dolore e le imprecazioni delle vittime, che erano dilaniate dalle belve, formavano il più gradito divertimento dei fa-"], [41, "37 mosi conquistatori del mondo. Più la morte di que' disgra ziati era orribile, maggiore era la gioia feroce che ne pro vavano. Finito il fiero pasto, i bestiarì, con una spranga in candescente, costringevano le belve a ritornare nel loro co vile o nella loro gabbia. I Romani, lieti di avere assistito a questo sublime spettacolo di civiltà, tornavano a casa, si mettevano a tavola, e macinavano a due palmenti. Fra gli scrosci di risa, che turbavano la quiete della sera, vo tando un bicchiere dopo 1' altro, vagheggiavano l' idea di esser presenti quanto prima a una nuova scena di sangue. A rinnovare il mondo, che gemeva sotto il triplice gio go della crudeltà, della depravazione e dell' egoismo di Roma, comparve Cristo, tutt' amore, tutto cuore e tutta umanità. Mentre in ogni luogo, s' udiva lo strascico delle catene degli schiavi, oppressi dal lavoro e da mille pati menti, predicava 1' uguaglianza tra gli uomini, e diceva che i primi saranno gli ultimi, perché scellerati, e gli ultimi saranno i primi, perché giusti. Scagliava i ful mini contro i superbi, i banchieri, i pubblicani, gli usurai, i giudici, gli scribi, i farisei, le spie e gli epuloni, perché chi più, chi meno, succhiano il sangue ai buoni. Con accento d' ineffabile dolcezza, ispirava fiducia e coraggio ai poveri, ai sofferenti, alle donne, ai vecchi e ai fanciulli, tutti es seri che rappresentano, in ogni secolo, la debolezza unita alla sventura. Perdonava tutto ciò che si biasima e assol veva tutto ciò che si punisce, perché il mondo, che sta sempre col più forte, ha un codice d' odio, mentre il suo era tutto d' amore. Sollevò il pensiero di milioni e milioni d' infelici a un orizzonte civile, sul quale la santa parola"], [42, "38 Carità, sconosciuta ai Romani, come il più bello degli a stri, risplendeva di vivissima luce. La dottrina di Cristo, suggellata col suo sangue, ricostruì su nuove basi la so cietà, che non aveva più fede in nulla. La dottrina di Cri sto, in un tempo non molto lontano, rovescerà il regno della forza brutale, e di tutti i popoli, sparsi sulla terra, formerà una sola famiglia. La tenera morale del Vangelo cominciò a diffondersi nell' Umbria, per opera di S. Brizio, nativo di Gerusalemme. Nell' anno 56 dell' èra volgare, questo degno discepolo di S. Pietro venne a Spoleto, per piantarvi 1' albero della nuova fede. Il proconsole romano, appena lo seppe, lo fece gettare in un' orrida prigione. L'anno appresso, S. Pietro andò a trovarlo, gli volse parole di conforto e lo nominò vescovo di tutta 1' Umbria (1). S. Brizio, ricuperata la li bertà, continuò a predicare il Vangelo, per demolire il Pa ganesimo. Colla sua grande autorità, si fece rispettare dai proconsoli, e, sino alla morte, (9 settembre 97) accrebbe le file de' seguaci della nuova religione. Il numero straor dinario de' Cristiani cominciò a impensierire gì' imperatori di Roma, i quali, vedendo nei nuovi credenti i più acca niti nemici delle disuguaglianze sociali, ordinarono contro di loro feroci persecuzioni. Migliaia di Spoletini suggellarono col sangue il trionfo del Cristianesimo, tra i quali S. Ponziano e S. Gregorio. Per tutt' e due è sì viva ancora la gratitudine e la rive renza, che bisogna spendere intorno a loro quattro parole. L' intrepido Ponziano, figlio del cavalier Graziano e (1) Così afferma il Jacobilli."], [43, "39 della contessa Giovanna, era di bello e gentile aspetto. A sett' anni, rimasto privo dei genitori, si fece battezzare e si diede tutto alle opere di pietà. Nel 154, Calerio, mini stro dell' imperatore Antonino Pio, lo fece arrestare e chiudere in un' angusta prigione, dove rimase alcuni anni. Ponziano, sotto l' imperatore Marco Aurelio, dopo i più orribili tormenti, per ordine del giudice Fabiano, fu deca pitato sul Ponte Sanguinario (14 gennaio 175). Per le sue rare virtù, fin dal Medioevo, si considera come patrono e protettore della città. La matrona S. Abbondanza, dopo la morte del ma rito, dedicò la vita al bene de' suoi simili. Aiutava i po veri Cristiani, e, con parole di speranza, rianimava il loro coraggio, affinchè, con fronte serena, andassero incontro alla morte. Diocleziano e Massimiano, nel 302 o 303 secondo il Muratori, mossero una tremenda persecuzione contro i se guaci della nuova fede, che si moltiplicavano da per tutto. La nobile S. Abbondanza, co' suoi servi, raccolse cir ca cinquemila corpi de' gloriosi martiri, i quali eran get tati nel torrente, che scorre sotto il Ponte Sanguinario, e li seppellì in una catacomba. J[ 23 dicembre del 303, comprò dal prefetto Ircano il corpo di S. Gregorio, che aveva convertito cento suoi concittadini, per trentacinque monete d' oro e lo seppellì nella stessa catacomba o cimitero sotterraneo. Questa gentildonna, che sentì immensa contentezza, quando Costantino il Grande emanò il famoso decreto di tolleranza religiosa, chiuse gli occhi alla luce il 18 gen naio del 325."], [44, "40 Tra gli Spoletini, che salirono in gran fama, sotto la Repubblica e sotto 1' Impero ricordiamo, con sentimento d' orgoglio, i seguenti : Caio Carvilio, brillante oratore, che combattè col con sole Paolo Emilio, nella pianura di Pidna, centro Perseo, ultimo re di Macedonia. Lucio Matrinio, che fu creato cittadino romano da Mario,, per il suo eroico coraggio, nella guerra contro i Teutoni e i Cimbri. Publio Cominio, che si mostrò potente oratore, dalla parola viva e calda, come afferma Cicerone. Caio Melisso, che scrisse alcune graziose commedie, nelle quali si rivela poeta comico di un certo merito. Me cenate lo dichiarò liberto, e Augusto gli diede 1' incarico di riordinar la biblioteca nel portico d' Ottavio. Sotto Odoacre, re degli Eruli, che, nel 476, pose ter mine all'impero d' Occidente, confinando Augustolo in una villa della Campania, i dintorni di Spoleto, per la negli genza degli uomini, che nulla avevan fatto, per impedire le frane e gli straripamenti, divennero incolti e in gran parte deserti. Il nostro cuore palpita davanti ai sublimi spettacoli della Natura; ma essa, per i suoi movimenti interni, ab bassa o solleva il suolo e svia il corso de' fiumi. Sotto l'azione dei terremoti e delle acque della Mareg gia, che scorre per la valle spoletina, scomparvero molti tratti verdeggianti di campagna. Le parti più basse del territorio della città, per l'irruzione delle acque, si conver-"], [45, "41 tirono- in vaste paludi. Sulle rive della Mareggia, le case e le coltivazioni erano continuamente minacciate. I conta dini, per non vivere colla paura addosso e avere un pano sicuro, le abbandonarono. Teodorico, (1) re degli Ostrogoti, dopo avere sconfitto Odoacre ali' Isonzo, a Verona, ali' Adda e a Ravenna, per ricompensare gli Spoletini, che avevan tenuto le sue parti, fece asciugar le paludi, risorger l'agricoltura e l'industria, e restaurare le terme e tutti gli edifizi guasti e cadenti della loro città. Isacco d' Antiochia, (2) monaco d'austeri costumi, per sottrarsi alle fiere persecuzioni di Anastasio, imperatore d'Oriente, venne in Itaha e visitò le sue città principali. In mezzo agli alberi sempreverdi de' nostri monti, sen tì il desiderio di giorni più tranquilli. Coll'aiuto della gen tildonna Gregoria, padrona di Monteluco, edificò su quella montagna, nel 528, il monastero di S. Giuliano, per ispen dere, cogli altri frati, la vita nel lavoro, nella preghiera e nelle opere di misericordia. L'abate Isacco fu il precursore di S. Francesco di As sisi, che, nel 1218, venne a Spoleto, per erigere un con vento del suo ordine sul Monteluco. In quei secoli d'ascetismo, chi desiderava trovare, nel la fredda solitudine del chiostro, 1' oblio de' piaceri fugaci, doveva viver di pane, acqua, legumi ed erbe, indossare u na rozza tonaca, andare scalzo e dormire sulla nuda terra, col capo appoggiato sur una pietra. In ogni circostanza, sacrificando interamente se stesso, doveva stendere una ma- (1) Fece ogni sforzo per impedire i duelli. (2) Nel pascialicato d' Alcppo, sulla sinistra dell' Oronte."], [46, "42 no agli agiati, per chieder la carità e 1' altra per farla ai poverelli. Doveva mostrar profonda umiltà, pronta ubbi dienza, gran dottrina e nobili esempi di virtù. Di S. Francesco, patriarca de' Frati Minori, (1) che si presenta alla nostra fantasia, coronato a guisa d'iride, Dan te era sì entusiasta, che dice: Poiché la gente poverella (2) crebbe Dietro a costui, la cui mirabil vita Meglio in gloria del ciel (3) si canterebbe. In mezzo alle crudeltà de' Barbari, che spadroneggia vano nella nostra povera Italia, in mezzo alle continue lotte de' Guelfi e Ghibellini, i frati, mossi dalla forza in tima del bene, fecero risorgere l'agricoltura e le belle arti, copiarono le opere migliori de' nostri padri, (4) illumina rono le menti colla luce del sapere, e, in ogni occasione, mostrarono ardente carità verso il prossimo. In seguito però, per la debolezza, inerente alla natura umana, pochi furono eredi della santa povertà del serafico Francesco, che a' suoi degni compagni aveva raccomandato d'impiegare il tempo in lavori utili e di sprezzare i titoli e le ricchezze. (1) Mori in Assisi, sua patria, il 4 ottobre 1226. (2) L'ordine de' Frati Minori, così detto da S. Francesco per umiltà, fu approvato dal pontefice Onorio III. (3) Negli altissimi cieli. (4) I polverosi chiostri Serbaro occulti i generosi e santi Detti degli avi. — Leopardi."], [47, "43 Avvezzi a rispettar la libertà di tutti, ammettiamo la vita contemplativa, purché sia feconda di buoni esempj e di atti di vera pietà cristiana. Sotto Atalarico e Teodato, senza talenti e senza virtù, gli Spoletini ne ingozzavano una ogni momento. Vìtige, in guerra col generale Belisario, (1) per nulla cambiò la loro tristissima sorte. Totila, (2) che seminava il terrore e la desolazione, in ogni luogo, per tradimento di Erodiano, prefetto di Beli sario, prese Spoleto. Atterrò le sue mura, 1' anfiteatro, il magnifico palazzo di Teodorico e centinaia di case. Sen z'ombra di compassione, cacciò dalla città tutti quelli, che avevan fatto buon viso ai Greci (545) Che giorni di lutto e di miseria passarono gli Spole tini, rimasti, nelle poche case, sfuggite all'ira delle barba re soldatesche ! Il vescovo S. Pietro richiamò i profughi spoletini, accasciati sotto il peso del dolore e della disperazione, e diede loro i mezzi necessari, per rialzare le loro case. Nel 546, Spoleto, per opera di Marziano di Costanti nopoli, prode in armi, ardito e destro, tornò in potere de' Greci. Nel 552, Narsete, successo nel comando a Belisario, dette ai Goti una rotta sì tremenda a Tagina, tra Mate tica e Gubbio, che lo stesso Totila lasciò la vita sul campo. Narsete pose una guarnigione a Spoleto, sotto il co- fi) Nacque nell'Illiria, nel 505, e mori a Costantinopoli nel 565. (2) Nel 546, anno de ila sua elezione, il vescovo S. Giovanni fu uc ciso dai Goti, perché aveva eccitato i cattolici a respingere rarianesimo."], [48, "44 mando del Capitano Aldovilla, e assegnò una grossa som ma, perché si restaurassero le mura diroccate. (554) Allo ra i nostri padri si fecero coraggio, e, rifabbricate le loro case, per qualche tempo, goderono la soavità d' una pace feconda. Nulla quaggiù però è durevole, perché la sventura ci segue, come l'ombra del corpo, nelle chiare notti d' estate. Capo IV. Dalla signoria dei Duchi sino alla gloriosa formazione del Comune Narsete, dopo aver retto per circa sedici anni l'Italia, fu richiamato con parole d' insulto, alla corte di Costanti nopoli, dall'imperatrice Sofia. Egli, punto sul vivo dall'in giuria, invece di ubbidire, invitò (1) il fiero e terribile Alboi no, re de' Longobardi, (2) a scender le Alpi e far la con quista d' Italia. Alboino cedette la Pannonia (3) agli Unni o Avari, poi con forse 120 mila uomini, scese, nel 568, nelle nostre fertili pianure e s' impossessò del Veneto e d'una buona parte della Gallia Cisalpina. (1) Legatos mo** ad Langobardorum gentem dirigit, mandans ut pauperrima Pannoniae rara deserent, et ad possidendam Italiani cun ctis refertam divitiis venirent. (2) Paolo Diacono, Sismondi e Leo credono che venissero da tempo remoto dalla Scandinavia. (3) Abbracciava le parti orientali delle province d'Austria, Carinzia e Carniola, la parte S. 0. dell'Ungheria e della Slavonia e alcune par ti della Croazia e della Bosnia."], [49, "45 Nel 570, (1) i capitani del sanguinario Alboino occu parono Spoleto, che fu data a governare al nobile longo bardo Faroaldo, col titolo di duca. Questi, degno in tut to e per tutto di sì crudele tiranno, colla forza delle armi s'impadronì di Classe e portò via tutte le sue ricchezze. I Longobardi, qual più, qual meno, furono selvaggi, rozzi, feroci e bestiali, e non formarono mai, come scrisse ro alcuni storici, un sol popolo coi vinti. A ogni guerriero longobardo, per antica consuetudine, toccava una parte della conquista, cioè un bel tratto di campagna, o una grossa somma di danaro. Male stavano i padroni delle terre, i quali, come tri buto, dovevano dare ogni anno ai Longobardi la terza par te della raccolta, (2) peggio i cenciosi contadini, che eran co stretti a coltivarle, senza una giusta ricompensa, per la lo ro vita di strapazzi. I Patteggiati (3) e i sacerdoti soltanto ottennero la cit tadinanza longobarda e conservarono i loro averi. Gli Umbri, sotto il dominio dei Longobardi, potevan vivere secondo le loro leggi civili, le istituzioni e le costu manze; ma nel resto dipendevano dal loro duca, che era capo della milizia e giudice supremo, dagli sculdasci e dai decani. Per dare un' idea dell' ignoranza e della barbarie dei (1) Cosi afferma il Muratori negli Annali d'Italia. (2) Tertiam partem suarum frugum Langobardis persolvere. — Pao lo Diacono. (3) Avevano ottenuto, per condizioni di guerra, di non essere spo gliati dei loro beni,"], [50, "46 Longobardi parleremo di volo del famoso Giudizio di Dio, che vige ancora nella Papuasia. (1) L'applicazione di questa legge terribile e ingiusta era destinata solo ai poveri servi. Da un gran bracere usciva una luce rossastra. In es so s'arroventavano alcune spranghe o vomeri. In un ango lo del tribunale, si vedeva un immenso tino, pieno d'acqua. Mancando le vere tracce d'un defitto, per condannare o assolvere, gli sculdasci o giudici sottoponevano l'accusa to alla prova dell'acqua o del fuoco. All'infelice si legava la destra al piede sinistro, e, col capo all'ingiù, si gettava nel tino. Se ricompariva alla su perficie e tentava di salvarsi, era ritenuto colpevole; se in vece restava in fondo al tino, era riconosciuto innocente. La prova del fuoco era ancor più terribile. L'infelice, a piedi nudi, doveva camminare su alcune spranghe o vo meri roventi. Se non si bruciava i piedi, la sua innocenza era riconosciuta. Il giudizio di Dio, com' è facile immaginare, riusciva sempre a danno degli accusati. Il duello, ancora vivo e verde oggidì, era concesso a gli uomini liberi. Il vinto era condannato, il vincitore as solto. In molti casi, massime per le donne, per saper la verità, si faceva uso della tortura. Si pagavan multe più o meno gravi, per le ferite alla testa, al petto e alle braccia, per le false testimonianze e le offese al pudore. Per i ladri, le pene erano più che (1) Grande isola dell'Oceania, al Nord dell' Australia, da cui è se parata dallo stretto di Torres."], [51, "47 spicce, Se il furto era piccolo, si tagliava loro 1' orecchio sinistro; se era grande, si tagliavan loro le mani. Nel 574 il re Clefi, che perseguitava con accanimento gì' Italiani, fu ucciso da un gasindo o paggio (1). I tren tasei duchi, invece di riconoscere come successore il piccolo Autari, figlio del defunto, preferirono rimanere indipen denti. Dopo 1' interregno di dieci anni, 1' inalzarono al tro no, perché s' apparecchiasse a respingere i Franchi, con dotti dal loro re Childeberto (2). I duchi, costretti a cede re ad Autari la metà delle loro sostanze, per rifarsi delle perdite, imposero nuovi pesi ai tributari e possessori di terre. Nel giardino d' Italia pareva che ci fosse battuta la grandine. Spoleto, sotto i duchi, fatta eccezione d' alcuni di buon cuore, clementi e liberali, perché non credevano d'es ser padroni dei beni e della vita de' sudditi, presenta il più deplorevole spettacolo. Uomini bellicosi, arroganti e prepotenti quanto mai, nella loro feroce ambizione, dimen ticando che tutti dobbiamo amarci come fratelli, sponta neamente o per ordine d' altri uomini più crudeli di loro, con un gagliardo esercito, invadono le città, saccheggiano, violano e assassinano i miseri abitanti, poi le chiamano loro, perché conquistate colla spada, come- se i diritti dei popoli fossero meno che zero, davanti alle supreme leggi della natura, che li crea tutti liberi. (1) A puero de familia sua gladio jugulatus est. P. Diacono. (2) Figlio di Sigisberto e di Brunechilde. Dall' imperatore Maurizi*} aveva ricevuto 50 mila denari, per assalire i Longobardi,"], [52, "48 Ecco la gloria dei duchi, ecco le imprese onorate, a cui affidano il loro nome, che suona sventura e terrore per i popoli soggiogati, perché la guerra, in ogni tempo, non produce il loro bene, ma quello de' sanguinari conqui statori ! Parecchi duchi diedero immense ricchezze al clero, per meglio dominare i loro sudditi, che, in ogni cosa, doveva no ubbidire e tacere. Migliaia e migliaia di mani, incallite dalla vanga e dall'aratro, s'alzavano al cielo, per implorare un avvenire migliore. Questi miseri contadini, che, sotto la sferza del sole, bagnavano i solchi col sudore e conta vano gli anni colle lacrime, immoti, gravi e pensosi, alla brezza della notte, che li ricreava dalla caldura, confida vano i loro dolori, i loro sospiri e le loro speranze. Ai cit tadini, che non posavano sulle molli piume, ma esercita vano le arti e i mestieri, non rimaneva altro conforto. Tutti, poveretti, tutti aspettavano che spuntasse il giorno della giustizia, e nel cielo apparisse il fulgido astro della li berta. Nel 590, passò a miglior vita il vescovo S. Pietro, che aveva fatto tanto bene ai suoi concittadini. L' anno appresso morì il duca Faroaldo, lasciando due figlioli in tenera età. A lui successe Ariulfo, il quale ca gionò grandi mah a parecchie città. Prese Bevagna e fece macello de' suoi abitanti. Ai pochi, che riuscirono a scam par dalla strage, rimasero solo gli occhi per piangere. Sot to il suo governo di ferro, i Longobardi, per opera di S. Gregorio Magno, di Teodolinda e di Agilulfo suo marito,"], [53, "49 rinunziarono ali' arianesimo (1), che turbava la quiete della povera Italia, e si convertirono alla fede cattolica. Ariulfo concesse ai frati di ritornare nei loro conventi di Spoleto, allargò i confini del ducato, sottomise Cameri no, (2) e, prima di morire, abbracciò il cattolicismo. (601 secondo il Muratori, 602 secondo il cardinal Baronio). Ri masto vacante il ducato, i figli di Faroaldo vennero alle mani, per averne il governo. La fortuna dell' armi arrise a Teodelapio, il quale fu riconosciuto duca di Spoleto. Propenso più alla pace che alla guerra, non fece nuo ve conquiste ; ma assicurò quelle fatte da' suoi predecesso ri. Nel 651 gli successe Azzone, che regnò senz'alcun splen dore di gloria. Nel 662, Grimoaldo, duca di Benevento, dopo avere abbracciato Godeberto, re de' Longobardi, sguainò la spa da e 1' uccise (3). Trasmondo, conte di Capua, che '1' aveva aiutato a impadronirsi del trono, in premio del suo valore, ebbe la mano di una delle sue figliole e il ducato di Spoleto. A Trasmondo I, nel 703, successe il figliuolo Faroal do II. Ardente seguace del cattolicismo, che incivilì un pochino i Longobardi, restaurò 1' abbazia di Farsa (4), fondata dal vescovo S. Lorenzo. Nel 724, il duca vestì 1' abito religioso, perché suo fi glio Trasmondo s' era ribellato contro di lui, per rapirgli (1) Dottrina, che considerava Cristo, per natura ed essenza, inferiore al Padre. (2) Cum bellum contra Romanos in Camerino gessisset. (3) Illico evaginato gladio eum vita privavit. 1'. Diacono. (4) Sorge poco lontano dal monte Bruzio, alla sinistra del Tevere, nel circondario di Ilieti. 1"], [54, "50 la corona (1), Nel monastero di S. Pietro in Ferentillo, eb be agio di capire che la gloria somiglia al mormorio delle onde, che moiono sulla spiaggia del mare. Per otte nere la corona di luce de' giusti, si diede tutto al servizio di Cristo. Lo scellerato Trasmondo, il cui sonno era agitato da sonni sinistri, per calmare i rimorsi della coscienza, donò ali' abbazia di Farsa la chiesa e le terre di S. Getulio. Nel 726, Leone Isaurico, imperatore d' Oriente, a Co stantinopoli e nelle isole Cicladi fece distruggere le sacre immagini, poi ordinò a Gregorio II di far rispettare il suo editto. Il pontefice, che sosteneva il culto delle immagini, vietò ai sudditi di pagare il tributo all'imperatore. Per sot trarsi alla sua. ira, ricorse ali' aiuto dei Longobardi della Toscana e di Spoleto. La lega Italo-longobarda sconfisse interamente i Gre ci, le cui ossa biancheggiarono sui campi di battaglia. Ogni papa, che pensa al regno de' cieli, non a quello della terra, mette sempre la pace tra i principi cristiani, per evitare qualunque spargimento di sangue. S. Gregorio Magno, compreso dalla santità della sua missione, scrisse queste memorabili parole : (2) Se avessi voluto immischiarmi nella morte de' Longobardi, oggi la nazione longobarda non avrebbe né il re, né i duchi, né i conti, e sarebbe di- (1) Contra hunc Pharoaldum ducem filius eius Trasimundus insur rexit, eumque clericum faciens locum eius invasit. P. Diacono. (2) Si ego in mortem Langobardorum me miscere voluissem, hodie Langobardorum gens, nec regem, nec duces, nec comites haberet, atque in summa confusione divisa esset. Sed quia Deum timeo, in mortem cujuslibet hominis me miscere formido,"], [55, "51 visa in grandissima confusione. Ma perché temo il Signore, mi guardo dall' immischiarmi nella morte di chi si sia. Peccato che Gregorio II non le abbia ricordate, per formare la felicità della povera Italia ! Se avesse sentito vero amore per la patria, invece di pensare al dominio tem porale, sorgente d' infiniti guai, avrebbe riconosciuto impe ratore il saggio re Liutprando. Il papa ristabilì la signo ria de' Greci, perché troppo temeva quella de' Longobardi. Per conservar le redini del governo di Roma, di cui, per la de bolezza degl' imperatori d' Oriente, era riguardato come ca po, aizzò contro Liutprando i duchi di Spoleto e di Be nevento. Il re longobardo mise a dovere Trasmondo, 1' obbligò a riconoscere la sua supremazia e a dargli soccorso, in ca so di guerra. Il duca, spinto dalla paura, giurò che gli a vrebbe dato mano forte in ogni impresa militare (729). A Roma, Liutprando, invece di farsi render conto dal pontefice delle sue ostilità, per il bene della pace, gli con fermò la donazione del patrimonio delle Alpi Cozie (1) e gli restituì la città di Sutri. Gregorio III, colle chiavi di S. Pietro, ereditò la poli tica del suo antecessore. Per accrescere la propria autorità e il dominio temporale, consigliò Trasmondo a ribellarsi contro Liutprando. Questi, fremendo di sdegno e di rabbia, ven ne a Spoleto, mentre il duca, anelante e fuggitivo, era ac colto in Roma, con gran benevolenza, dal papa. (1) Fatta probabilmente dal re Agilulfo, che abbracciò il cattolici smo, e, come afferma Paolo Diacono, multas possessioncs Ecclesiae Christi largitus est."], [56, "52 Liutprando diede il seggio ducale a un suo fedele o vassallo chiamato Ilderico, poi mandò a dire al papa di consegnargli il ribelle Trasmondo. Gregorio rispose con un rifiuto, e il re occupò Amelia, Orte, Bomarzo e Bieda. Poco dopo la sua partenza, Trasmondo tornò a Spo leto (l), uccise Ilderico e si ribellò di nuovo contro il re. Liutprando accorse, con un gagliardo esercito, disfece il duca e lo costrinse a chiudersi in città. Allora il pontefice invocò il soccorso di Carlo Martello, il quale, invece di esaudirlo, si mantenne amico del re lon gobardo, perché l'aveva aiutato a mettere in fuga i Sara ceni, che desolavano la Provenza. Morti, nel 741, Carlo Martello, Leone Isaurico e Gre gorio III, gl'Italiani, che temevano nuovi guai, mandaro no un sospiro di sollievo. Il buon pontefice Zaccaria pro mise a Liutprando di mandargli un rinforzo, purché gli restituisse le quattro città, che gli aveva tolte. Il re ac cettò, e Trasmondo, privo d' ogni speranza di salute, im plorò il suo perdono. Ebbe salva la vita, ma dovette in dossare la tonaca. Nell' ombra e nel silenzio della sua cella, più volte avrà pensato che quel che si fa si riceve (741). Il ducato di Spoleto fu conferito al nipote Agiprando o Ansprando (747) che lo resse quasi quattro anni. Nel 746, gli ottimati elessero duca Wolf o Lupo, uo mo di placido carattere é di gran prudenza. Insieme colla sua sposa Ermelinda, fondò monasteri e fece donazione a parecchie chiese. Sotto di lui, gli Spoletini non stavan male, (1) Trasimundus, qui Romam fugerat, Spoletum rediens, Hildericum extinxit. Rursumque rebellandi contra regem audaciam sumpsit. P. Diacono."], [57, "53 ■> perché era giusto e cortese con tutti. Dopo cinque anni, cessò di governarli, perché fu deposto dal re Astolfo, che desiderava insignorirsi di Roma, e finì il corso de' suoi giorni. Astolfo e Stefano II, come due cani, che si contrasti no un osso, si contesero il possesso della povera Italia. L' uno bramava di riunire tutti i ducati, per formare un sol regno ; 1' altro desiderava accrescere il patrimonio di S. Pietro, colle terre de' Greci, la cui potenza diminuiva ogni giorno. Il papa, per conseguire lo scopo, andò a Parigi, ove cinse la corona a Pipino, re de' Franchi (754). Per lo ro reciproco interesse, non per la felicità de' popoli, stabi lirono de' patti, che furono scrupolosamente mantenuti. Pipino scese due volte dal Moncenisio, (1) e in Val di Su sa, due volte sconfisse Astolfo, costringendolo a chiudersi in Pavia. Costantino Copronimo, imperatore d' Oriente, mandò due ambasciatori a Pipino, per riavere, pagando tutte le spese della guerra, le città dell' Esarcato, tolte ai Longobardi ; ma egli rispose che, secondo le sue promesse, le avrebbe donate a S. Pietro. Il re de' Franchi, non contento d' affermare in faccia al mondo la sovranità temporale del papa, appena tornato in Francia, mandò a Stefano II 1' atto di donazione. Ahi, Pipino, di quanto mal fu matre, Non la tua usurpazion, (2) ma quella dote, Che da te prese il primo ricco patre ! (1) Appartiene alle Alpi Graie, ed è alto 3954 metri. (2) Confinò Childerico III nel monastero di Fontenelle in Neustria, per aver la sua corona."], [58, "54 Morto Astolfo nel 756, in Toscana, fu salutato re De siderio, duca d' Istria ; ma il monaco Rachis, bramoso di riaver lo scettro, lasciò il convento, per mover contro di lui. Gli Spoletini, profittando de' tumulti, che nacquero, per questi due pretendenti, scelsero per loro duca Al boino (757). Desiderio, per conservare il trono, promise a Stefano II di restituirgli le città, che Astolfo, mancando ai suoi do veri, non aveva restituite. Il papa prestò fede alle sue pro messe, e impose a Rachis di ritornare ali' umiltà del chio stro di Montecassino. Desiderio, invece di stare ai patti, alla Chiesa donò solo Faenza, Umana e Ferrara. Tra lui e Stefano II sorse una lite, che venne ereditata dal ponte fice Paolo I. Questi non solo scrisse al re de' Franchi, per lamentarsi del contegno di Desiderio; ma indusse i duchi di Spoleto e di Benevento a non rispettare la sua sovrani tà. Desiderio, come un fulmine, piombò sul duca Alboino, lo sconfìsse, lo fece chiudere in carcere, con molti baroni suoi seguaci, poi concesse la corona ducale a Gisulfo. Il Manzoni rammemora quest' avvenimento, co' se guenti versi : Quel mio superbo Adelchi Dov' è, che imberbe ancor vide Spoleti Rovinoso venir, qual su la preda Giovinetto sparviero, e nella strage Spensierato tuffarsi, e su la turba De' combattenti sfolgorar, siccome Lo sposo nel convito ? Insiem col vinto Duca ribelle ei ritornò."], [59, "55 Gisulfo governò Spoleto, senza infamia e senza lode, cioè nulla fece che meriti d'esser ricordato. Nel 763, prese in mano le redini del potere Teodicio, uomo di senno e di coraggio. Al suo valore si deve la deposizione del falso pontefice Costantino, eletto per mezzo de' raggiri di Totone, suo fratello, governatore di Nepi. Nel 772, Teodicio fece parte d'un'ambasciata, spedita dal re Desiderio ad Adriano I, per stringer con lui 1 egami d'ami cizia. Il papa, che non vedeva di buon occhio i Longobardi, respinse ogni proposta di pace. Desiderio, rosso come un ferro rovente, invase il territorio della Chiesa e lo mise a soq quadro. Adriano, che aveva pochi spiccioli e meno da spic ciolarne, invocò 1' aiuto di Carlomagno, re dei Franchi. Questi, finita la guerra contro i Sassoni e ricevuta un' amba sciata, che, a nome de' principali duchi longobardi, gli prometteva ogni soccorso, per togliere il regno a Desiderio, si preparò a calare in Italia. Dopo la terribile sconfitta, che i Longobardi toccaro no alle Chiuse in Val di Susa, non si ebbe più notizia di Teodicio. Gli Spoletini, in preda a un'inquietudine mortale, mandarono un' ambasciata al papa, per mettersi sotto la sua protezione e riconoscerlo come sovrano. Egli, in segno della sua condiscendenza, confermò, per loro duca, il no bile Ildebrando (774). Costui, visto che 1' amicizia col pontefice gli avrebbe fruttato poco, s' affrettò a prestare omaggio al re dei Franchi. Gli egoisti sono la più brutta piaga della società ; ma, purtroppo, non mancheranno in ogni secolo e in ogni luogo !"], [60, "56 GÌ' Italiani, alla caduta de' Longobardi, aprirono il cuore alle più gioconde speranze; ma furono presto deluse, perché i cavalieri Franchi, unitisi coi duchi, resero più pe sante il loro giogo. Gli schiavi della gleba, malinconici e taciturni, lavo ravano per i nuovi e vecchi padroni; i cittadini, agitati dai più neri presentimenti, pagavano gravi tributi di denaro e di sangue. Nel vortice febbrile della loro vita mondana e nella ebbrezza de' lanti banchetti, del gioco e della caccia, i Franchi non pensavano punto alla misera sorte degl' Ita liani, i cui giusti lamenti si spegnevano come un grido nel deserto. I nuovi conquistatori, tanto per lasciar traccia del loro potere, aggiunsero miglioramenti alle leggi dei Longobardi. I Conti erano i giudici supremi, dopo il re ; le pene più o mene gravi, secondo la condizione de' col pevoli. I Franchi, per regnar con maggior sicurezza, colma rono di beni gli ecclesiastici, i quali acquistarono tale pre valenza, che il loro voto si stimava necessario in ogni de liberazione. Il nostro ducato abbracciava Spoleto, Norcia, Rieti, Amelia, Città di Castello, Gubbio, Nocera, Foligno, Assisi, Terni, Todi, Narni e Camerino. I nuovi padroni, che lo ressero, non cambiarono né stile, né costumi. Gli Spoletini avevan 1' onore di fare un profondo inchino al loro caris simo duca, quando col capo alto e il cipiglio imperioso,"], [61, "57 passava per le vie principali della città. Non e' era pericolo che lo dimenticassero un momento, perché non mancava mai di pelarli a modo e a verso, e, nelle imprese militari, di condurli al macello. Tra la pompa delle mense e il sor riso degli adulatori, il generoso duca dimenticava facilmente le centinaia d' infelici, che non avevano un tozzo di pane per sdigiunarsi. Gli Spoletini avevano il vantaggio di possedere un buon numero di soldati vanitosi e sprezzanti, che spesso bevevano il vino, senza pagarlo, insegnavano la modestia alle belle ragazze e commettevano ogni sorta di prepotenze. In una parola, considerate le virtù dei duchi e dei lo ro soldati, gli Spoletini eran cascati dalla padella nella brace. Del resto, scrisse il bravo Muratori, sono ben rari i principi, che non lascino dopo di sé varie occasioni di lamenti ai loro sudditi. Nel 788, Irene, imperatrice di Oriente, per vendicarsi di Carlomagno, che non volle più dare sua figlia Rotrude in moglie al di lei figlio Costantino, con una flotta, fece assalire il ducatp di Benevento. Adelchi, che era alla testa de' combattenti, coli' aiuto del nipote Grimoaldo, sperava di ricuperare il trono paterno; ma rimase a bocca asciutta, perché esso, invece di favorirlo, chiamò contro di lui il duca di Spoleto. Ildebrando pugnò da prode contro 1' ar mata de' Greci, dei quali fece grandissima strage. L' anno appresso, il duca morì, lasciando gran deside rio di sé, per la mitezza del suo governo. Carlomagno as-"], [62, "58 s&gnò il ducato al suo fedele Guinigiso, che aveva dato molte prove di valore. Nel 799, liberò il pontefice Leone III dalle mani degli scellerati, che volevano farne strazio, perché sentiva grandissima amicizia per i Franchi. Lo con dusse a Spoleto, dove rimase alcuni giorni. Leone, per u scire da quel mare di guai, andò a Paderbon a chiedere aiuto a Carlomagno. Nella guerra, che Pipino mosse a Grimoaldo, duca di Benevento, affinchè riconoscesse la sua autorità, Guinigiso, che custodiva Nocera, (1) venne in potere del nemico. Gri moaldo, per placare lo sdegno di Pipino, poco tempo do po, gli rese la libertà. _• . Nell' 815, per ordine di Bernardo, re d' Italia, tornò a Roma a sedare il tumulto, cagionato dai vecchi nemici di papa Leone. Guinigiso, (2) neU'822, accasciato dai dispiaceri e dalla vecchiaia, depose la corona, e si ritirò in un convento, per vivere nel silenzio e nella meditazione. Lodovico e Lotario (3) conferirono il ducato di Spoleto a Suppone, conte di Brescia, il quale lo resse due anni. Ne prese le redini Adalardo, conte palatino ; ma, dopo cinque mesi, andò ali' altro mondo. Il di lui successore Moringo, conte di Brescia, per non far torto ai due^ duchi defunti, appena ricevuta la nova della sua nomina, si lasciò rapire dalla morte. (1) Nel circondario di Salerno. (2) Vinigisus, dux spoletanus, jam senio confectus , babitu saeculari deposito, monasticae se mancipavit conversationi. Eginardo. (3) Merita qualche stima, perché apri molte scuole. Gli studenti del ducato di Spoleto andavano a finire gli studi a Fermo."], [63, "59 E incerto, scrisse il Muratori, se nell' 824, nel gover no di Spoleto succedesse il francese Guido I, che snoccio lava bugie con molta disinvoltura. Aveva F astuzia della volpe e la perfidia del lupo, e più dell'armonìa delle sfere, sentiva il magnetico suono delle monete. Meli' 843, Radel giso, duca di Benevento, invocò il suo aiuto, per respinge re Siconolfo, principe di Salerno. A questi, prima di arri vare a Benevento, mandò a dire che si ritirasse, perché avrebbe accomodato ogni cosa con Radelgiso. Guido, ap pena ebbe ricevuto dall' ingenuo duca settantamila scudi d' oro, non mantenne alcuna promessa, e, ridendo del tiro fatto a tutt' e due, tornò a Spoleto. Nell' 846, per comando di Lodovico II, re d' Italia, marciò contro i Saraceni, che desolavano il territorio di Gae ta; ma non si fece troppo onore, perché si lasciò cogliere in un agguato. Stanco delle acerbe cure del governo, forse nell' 865, divise il potere col figliolo Lamberto, e mandò 1' altro, che portava il suo nome, a reggere Camerino. Nello stesso anno, Lamberto, che sapeva, come il pa dre, fare più parti in commedia, ascoltando le preghiere di due potenti gastaldi, prese le armi, per dare addosso ai Saraceni, che distruggevano le città in cui mettevano pie de. Nonostante il suo valore, ebbe la peggio. Nell' 867, senza dire né uno né due, entrò in Roma, con un forte esercito, e la fece saccheggiare, come se fosse stata una città nemica. I Romani, fremendo contro Lam berto, che s' era mostrato più barbaro degli stessi Saraceni, esposero i loro giusti lamenti ali' imperatore Lodovico, il quale promise loro che l' avrebbe punito a dovere. Quattro"], [64, "60 anni dopo, (1) mantenne la sua promessa,\" togliendogli il ducato e dandolo a Suppone II, ministro della sua corte. Egli lo governò solo cinque anni, perché l'imperatore Carlo il Calvo lo restituì a Lamberto, che regnò insieme col fra tello Guido IL Carlomanno, re d' Italia, ansioso d'aver la corona imperiale, trovò fiera opposizione nel pontefice Gio vanni, perché era contrario alla casa di Germania. Non po tendo, per una grave malattia, mover contro di lui, ripose ogni fiducia in Lamberto e in Adalberto, marchese di To scana. Essi presero e incarcerarono il papa, poi costrinsero i prelati e i patrizi a prestare a Carlomanno il giuramento di fedeltà. Nell' 880, lo scomunicato Lamberto, con incredibile le tizia degli Spoletini, finì i suoi giorni. A lui successe nel ducato il figliolo Guido III, che lo tenne circa due anni, perché la morte lo cancellò dal libro de' vivi. Lo zio Guido II, dopo aver cinto la corona ducale, si impadronì di parecchie città del pontefice, che lo chiamava Guido Rabbia, e fece mozzar le mani a 83 ribelli, fatti prigionieri sul territorio di Narni. Papa Marino, che deside rava riavere le città, tolte alla Chiesa, s'abboccò con Carlo il Grosso, e gli disse che il duca s'era messo d'accordo coi Greci, per ribellarsi contro di lui. L' imperatore impose a Guido di restituire al papa le città occupate ; ma egli, in vece d' ubbidire, strinse alleanza co' Saraceni. Carlo III, cogli occhi, che schizzavano fuoco, lo mise al bando dell'im- (1) Ardeva di sdegno contro lui, perché non era accorso . colle sue truppe a liberarlo dalle mani de' Beneventani, che 1' avevano assalito nel suo palazzo."], [65, "61 pero. Caduto nelle sue mani, avrebbe perso il capo, se non fosse scappato come il vento. Berengario, duca del Friuli, ebbe 1' incarico di occupa re il ducato di Spoleto ; ma, a cagione della peste che mie teva i suoi soldati, ne occupò solo una parte. Nell' 884, Guido potè ricuperarlo, chiedendo perdono ali' imperatore, il quale glielo concesse, perché aveva paura della lega, che formava contro di lui. LI perdono, ne' grandi, che si vedono a mal partito, non sempre è segno di clemenza, ma d' opportunità. Colla morte di Carlo il Grosso, avvenuta nell' 888, si spense la dinastia de' Carolingi. Il nostro duca, che era loro parente, pretendeva la corona di Francia. Berengario, come figlio di Gisella, figliola di Lodovico il Pio, preten deva la corona d' Italia. Guido andò in Lorena, per farsi salutar re ; ma rimase a denti asciutti, perché non vollero riconoscerlo. Berengario invece a Pavia, si fece cingere la coro na ferrea. Poco dopo, sgomento dalle minacce di Arnolfo, ba stardo di Carlomanno, re di Germania, che si disponeva a scendere in Italia, gli rese omaggio. Guido, che- si rodeva dalla bile, perché non aveva conseguito lo scopo, profittò del passo falso di Berengario, per movergli guerra. Nel territorio di Brescia, fu disfatto ; ma, vicino alla Trebbia, gli sorrise la fortuna. Non contento della corona regia, an dò a ricevere quella imperiale dalle mani di Stefano V. (891) Arnolfo, chiamato da Berengario, che desiderava ri cuperare il trono, sconfisse, presso Bergamo, V esercito di Guido, Questi, appena seppe che il re tornava in Germa nia, riprese le armi, per riavere le città perdute. Sulle rive del Taro però, per uno sbocco di sangue, cessò di vivere."], [66, "62 Nell' 894, data solenne della sua morte, il nuovo duca di Spoleto, Guido IV, forse parente dell'imperator Lamberto, cacciò i Greci da Benevento e, dopo quattr' anni, scom parve dal mondo, come una bolla di sapone. Il ducato di Spoleto, col pieno consenso di Berengario, fu retto da Geltrude, vedova dell' imperatore Guido. Se condo il Muratori, pare che nel 910 fosse governato da Alberico, conte di Tuscolo, marito della famosa Marozia, patrizia romana. Nel 916, egli guidò le truppe dell'impera tor Berengario, per cacciare i Saraceni, che s'erano accam pati vicino al Garigliano, e riportò una splendida vittoria. Nove anni dopo, questo duca infelice fu ucciso dai Roma ni, per opera del pontefice Giovanni X, stanco delle sue prepotenze. Per mancanza di documenti, non si sa con certezza, se Tebaldo, (1) nipote del re Ugo, governasse Spoleto, pri ma del 935. Chiaro per il suo valore, aiutò Landolfo, prin cipe di Benevento, a cacciare i Greci, i quali ebbero una rotta sì tremenda, che ben pochi riuscirono a salvarsi nelle Puglie. Il perfido re Ugo, a Dio spiacente ed d nemici sui, tolse la corona ducale a Tebaldo e la diede ad Ascario, fratello di Berengario, marchese d' Ivrea, per allontanarlo' dalla sua corte. I due fratelli, profittando dell' odio, che il re ispirava a tutti, per i suoi delitti, maturavano il dise gno di spodestarlo. Il feroce Ugo, che stava ali' erta, nel 940, contro Ascario spedì Sarhone di Borgogna, conte del sacro palazzo. Il duca, sulle prime, sgominò le sue schiere, (1) Theobaldus heros quidam, proxima regi Hugoni aftiuitate con junctus, Camerinorum et Spoletinorum Marchio erat. — Liutprando."], [67, "63 poi, caduto col cavallo in una fossa, fu trafitto da mille colpi. Sarlione, in ricompensa della vittoria riportata, ottenne il ducato di Spoleto e di Camerino. Questo furfante di pri m' ordine, dopo tre anni, cessò di regnare, perché perdette le grazie del sospettoso re Ugo, e si dileguò come un brutto sogno, ali' apparire dell' alba. Anche Uberto, di lui successore, figliolo bastardo di Ugo, tenne solo tre anni le redini del governo, perché Be rengario II, che V aveva a noia quanto il fumo agli occhi, lo mandò a quel paese, per conferire la dignità di duca al conte Bonifazio. A lui, che non ebbe la dolce soddisfazione di legare il suo nome a qualche opera imperitura, successe il figliolo Tebaldo IL Come il più semplice de' mortali, per circa sei anni, mangiò, bevve, dormì e vestì panni, poi non se ne seppe più nulla. Nel 959 o 960, il ducato toccò al marchese Trasmon do III, che lo governò forse sett' anni, vivendo nella più fitta oscurità. A tanto nome nessun pari elogio. (1) L'im peratore Ottone I creò Pandolfo Capodiferro, principe di Benevento e di Capua, perché aveva riconosciuta la sua su premazia, duca di Spoleto e marchese di Camerino. Nel 969, venne alle mani coi Greci, presso Bovino e li scon fisse. Assalito fieramente da un rinforzo, cadde prigioniero e fu \"condotto a Costantinopoli. Ottone pose 1' assedio a Bovino, per costringere i Greci a rendergli la libertà. Il nuovo imperatore Giovanni Zimisce, desideroso di essere (1) Tanto nomini nulluni par elogiuin."], [68, "64 con Ottone in buona armonia, lo mandò in Italia coli 'in carico di trattare la pace. Nel 981, Pandolfo morì e fu sepolto in Capua. L' imperatore Ottone II affidò il governo di Spoleto e di Camerino, non a Landolfo, figlio del defunto, ma al marchese Trasmondo IV. Nel 989, gli successe Ugo I, mar chese di Toscana. Quattr' anni dopo, per ordine dell'impe ratore Ottone III, assediò Capua, per costringerla a conse gnare i congiurati, che avevano ucciso Landolfo, suo prin cipe. I Capuani, per uscir di guai, s' affrettarono a conse gnarli. Sei tirarono de' calci al vento, gli altri furono se polti nelle tenebre di un orrido carcere. Nel 1001, Ugo scomparve dalla scena del mondo, do ve aveva recitato bene la sua parte. Riguardo a' suoi suc cessori, si è quasi al buio. Negli Annali d'Itaha si fa men zione del marchese Giovanni, fratello del conte Crescenzio, (1012) e di Ugo II, forse figlio di Bonifazio juniore (1028). Tanto F uno che F altro non fecero una di quelle azioni nobili e gentili, che commovono profondamente, e si ricor dano sempre, con vivo senso di gratitudine. Secondo il Muratori, nel 1038, il ducato di Spoleto toccò al marchese Trasmondo ; secondo il Sansi, venne in potere di Ugo III. L' uno e l'altro certamente furono due nullità, perché non lasciarono alcuna traccia di sé. Nel 1056 fu governato da papa Vittore II, poi, l'anno appres so, da Goffredo, duca di Lorena, fratello di Stefano IX. Il duca, nel 1062, combattè come un leone, in_ favore del pontefice Alessandro II, per combattere l'antipapa Cadolao, che era stato riconosciuto dal re tedesco Enrico."], [69, "65 Col suo valore, obbligò i Normanni a rispettare la su premazia della Chiesa. A lui, morto forse nel 1070, successe il figlio Goffre do il Gobbo, marito della contessa Matilde di Toscana. Nella lotta tremenda tra Enrico IV, di cui era caldo par tigiano, e F intrepido Gregorio VII, essendo poco sicuro in Roma, andò in Lorena, ove fu ucciso a tradimento (1076). Per sei anni, gli Spoletini ebbero la fortuna di essere governati dalla contessa Matilde, che si lasciava guidare in ogni cosa da Gregorio VII. Aveva l'aspetto altero, tem perato dalla dolcezza dello sguardo. Le sue maniere gentili furono, per i nostri padri, un raggio di sole attraverso le grige nuvole dell' inverno. Il ducato di Spoleto, impicciolito in grazia di Roberto Guiscardo e de' papi, che F occupavano a poco a poco, fu concesso dall' imperatore Enrico IV a Rainieri III. Grego rio VII, colla sua severità, per riformare il clero e toglier di mezzo gli abusi, mandò in fumo la buona armonìa, che regnava fra le città italiane, perché alcune tenevano per lui, altre per F imperatore. Il duca, in lotta con parecchi signorotti, a cagione delle continue discordie, accorreva spesso con un forte esercito, per farli stare ali' ubbidienza. Quantunque la sua alta dignità fosse ridotta al punto, che nessuno gliela invidiava, pure la conservò fino al 1094. A lui successe nel ducato Guarnieri I, vassallo dell'im peratore Enrico. Nel 1063, colla forza dell' armi s' era im padronito d' Ancona. Cinto di corazza e di maglia d'acciaio, alla testa de' suoi, mise al dovere i prepotenti, che avevan carpito una buona parte de' beni dell' abbazia di Farsa. Nel 1134, prese le redini del governo il di lui figliolo 5"], [70, "66 Guarnieri II. Sulle amene rive del Chienti, fondò la cele bre abbazia di Chiaravalle di Fiastra (1). Durante il suo regno, che era appena un' ombra del passato, perché il popolo aveva aperto gli occhi, si compì la splendida formazione del Comune, cominciata forse nel 1077. Le antiche barriere, che impedivano alle classi minori di levar la fronte, eran cadute per sempre. Il popolo sen tiva la propria dignità, cioè sentiva che non era più una massa compatta d' individui, sommessi agli ordini de' pre potenti, dei furbi e de' sacerdoti, indegni di questo nome, che tenevano la parte de' ricchi ; ma piuttosto un corpo in telligente, che anelava rivendicare i suoi sacrosanti diritti. Capo V. Dalla formazione del Comune sino ali' unione di Spoleto colla Chiesa Gli Spoletini, uniti in un solo pensiero d' amore e di uguaglianza, scelsero liberamente nella loro classe i consoli, che dovevano regolare gì' interessi della città, e far buone leggi, per il bene generale. Per molti anni, con tutta la foga de.F entusiasmo, fe steggiarono F anniversario della formazione del loro Comu ne. In quel giorno di giubilo, i plebei, da una finestra al- F altra, si scambiavano parole di letizia, e per le strade si stringevano la mano coli' affetto più sincero. Borghesi, mercanti, operai e artigiani, con viva compiacenza, guar- (1) Nel circondario di Camerino."], [71, "67 davano al palazzo comunale, al campanile e alla campana, messaggèra de' loro nobili desideri. Tutte le corporazioni d' artigiani, precedute dal loro' gonfalone, facevano il giro della città, diffondendo in ogni luogo una contentezza pu ra e innocente. Il sole, nella pienezza de'suoi raggi, non man cava quasi mai di prender parte alla loro festa patriottica. Quando la campana faceva sentire la sua voce di bronzo, a tutti batteva il cuore di gioia e una segreta speranza brillava nei loro occhi, perché que' tocchi solenni, che si ripercotevano nell' aria, rammentavano che la loro crudele servitù era finita. La generale allegria de' cittadini faceva contrasto coli' aspetto cupo e severo di tre o quattro turriti palazzi, le cui finestre rimanevano chiuse. Essi erano la dimora del duca e di alcuni superbi signori, che, rinne gando ogni principio d' eguaglianza, proclamato da Cristo, non potevano rassegnarsi a rinunziare alle loro consuetu dini di violenza e di rapina. Quanto sdegnavano di trovarsi al contatto de' plebei, il cui cuore, passati i giorni cattivi, era pieno di fede nel- F avvenire ! Que' prodi cavalieri, dissoluti e talvolta feroci, non poten do far altro, per turbar la gioia serena de' popolani, si mostra vano per le vie, adorni di splendide armature, o delle vesti più sfarzose, con una cert' aria di sfida. Le gentildonne, dai loro cocchi magnifici, lanciavano sguardi di sprezzo alle plebee, che indossavano abiti eleganti o avevano al collo un bel monile. Nel gentil sesso, più tenace nelle sue idee, dura anche oggidì la stessa lotta. Le popolane fanno ogni sforzo, per vestir come le signore, e queste non tralasciano alcuna oc casione, per metterle in canzonella. T-anto le une che le"], [72, "68 altre, invece di perdere il tempo a contrastar sulle appa* renti disuguaglianze sociali, farebbero meglio ad abbellirsi F anima di nobili virtù. Sul viso di tutti i figli generosi del lavoro, sorgente d' ogni vera grandezza, si leggeva F espressione della fe licità. Per grazia di Dio e per la loro ferrea volontà, eran passati que' maledetti tempi, in cui i potenti fi trattavano peggio delle bestie da soma. Il palazzo del Comune, che i plebei contemplavano con religioso rispetto, era la loro fortezza contro gli oppres sori. Il **ampanone, che sfida ancora i secoli, li rallegrava nelle feste solenni, li chiamava al Consiglio, per regolare gì' interessi della città, e F invitava a prender le armi, per difenderla o accorrere in caso d' incendio. Il gonfalone era la loro amorevole guida. Il sigillo, sul quale era im pressa F immagine di S. Ponziano, affermava in faccia a tutti il libero esercizio del loro potere. Alla sera, la festa terminava con una .splendida illu minazione, rallegrata da canti patriottici, che erano accom pagnati dal suono de' flauti, de' cembali e delle trombe. Quando il campanone sonava le dieci, tutti tornavano a casa, gridando con entusiasmo : Viva il nostro Comune ! Anche oggigiorno, in cui nessuna traccia Dèli' antica barbarie più non resta, Ma sol de' padri vive la memoria, Nelle vetuste pietre del Comune, La tua voce argentina, caro bronzo, Mi fa balzar di gioia il core in petto,"], [73, "69 Quando la notte stende il fosco velo Sulla dolce armonìa dell' emisfero, Co' tuoi gravi rintocchi, ai cittadini, Che chiusero nell' opre la giornata, Auguri le delizie del riposo. A quel rombo sonoro e prolungato, Che sembra F eco dell' età trascorse, Mando uu sospiro di sollievo e dico : 0 campana gentil, colla tua voce Annunzierai la fine della guerra, Che i figlioli di Dio chiama nemici, Per vederli, redenti dal dolore, Ne' vincoli d' amore alfin congiunti. Gli Spoletini, liberi da ingiuste tasse, conducevano una vita abbastanza tranquilla ; ma i poveri contadini e rano ancora costretti a sopportare gli orrori dell' aspra e vergognosa schiavitù che pesava su tutte le campagne. Non vi si poteva pensare, senza fremere dal profondo dell' anima. Verso la fine del 1153, Federico Hohenstaufen conferì il ducato di Spoleto a Guelfo di Bavièra, suo zio. Il crudele Barbarossa, dopo essersi fatto cingere, a Ro ma, da Adriano IV la corona imperiale, comprata col san gue di Arnaldo da Brescia, impose gravi tributi alle città italiane, per mantenere le sue barbare schiere. Sulle prime, gli Spoletini, in segno di ubbidienza, levarono i pugni mi nacciosi al cielo, poi, per consiglio, dei Consoli, colla mo-"], [74, "70 neta, coniata nella loro zecca (1), non falsa, come afferma Ot tone di Frisinga, zio dell' imperatore, pagarono una parte dell' ottocento hre d' argento, che pretendeva. Quest' ardire lo fece andare in collera, la quale molto s' accrebbe, quan do i cittadini ricusarono di mettere in libertà il conte Guido Guerra e alcuni ambasciatori imperiali. Federico, che credeva d' essere ubbidito ciecamente, alla loro viva opposizione, mise Spoleto al bando dell' impero. La triste notizia, celere come il baleno, si diffuse per tutta la città. Alle grida di protesta, che uscivano da mille bocche, s'unì lo squillo solenne del campan one. Tutti gli Spoletini più animosi presero le armi e aspettarono di pie fermo il ne mico. Il Barbarossa, come tuono che mugga da lontano, collo sguardo cupo e le labbra contratte, s'avanzò coll'eser cito, per ridurre la città ribelle in un mucchio di rovine e d' ossa calcinate. Gli Spoletini, dalle cento loro torri, sca gliarono nembi di frecce ai fieri nemici. Dentro e fuori delle mura, combatterono come leoni per sei ore ; ma, so verchiati dal numero, volsero le spalle. I Tedeschi F inse guirono colla spada alle reni, e ne fecero grandissima strage. L' imperatore, non contento d' aver saccheggiato la città, volle che vi s' appiccasse il fuoco. I suoi sgherri ubbidirono con gioia feroce. Mentre fa cevano una gazzarra infernale, il fuoco divampava come una striscia di polvere. Le fiamme uscivano dalle porte e dalle finestre. Tutto crepitava e scricchiolava in modo lu gubre e sinistro. L' incendio divorava i cadaveri de' poveri vecchi, delle donne e de' fanciulli, che non erano riusciti a salvarsi nelle selve di Monteluco. Le case, a poco a po- si) Così dice lo storico Bernardino di Campello."], [75, "71 co, si cambiavano in fornaci. Le travi scoppiettavano è dense nuvole di fumo salivano al cielo. In mezzo al tu multo e allo spavento, migliaia di lingue di fuoco e di scin tille divampavano dalle case, il cui tetto cadeva con tre mendo fracasso. Davanti a quella scena orribile, che face va rabbrividire e drizzare i capelli, il Barbarossa aveva sul viso un' espressione di cupo e feroce trionfo. (27 lu glio 1155J. La memoria di quest' uomo, (1) che, invece d' amare i suoi sudditi, li faceva divorar dalle fiamme, sia maledetta in eterno ! Tale maledizione serva d'insegnamento salutare a quelli, che, abusando della forza, fanno piangere la crea tura di Dio. Altissime lodi ai nostri coraggiosi antenati, che affrontarono l' ira de' Tedeschi, quasi avessero presen tito che avrebbero cagionato infiniti mali alla nostra cara Italia ! Per alcuni anni, sulla misera città, che era un am masso di travi carbonizzate e di macerie, regnò il silenzio del sepolcro. Il duca Guelfo, tronfio, pettoruto e gongolante, non aveva mosso un dito, per preservarla dalle fiamme. Cane non mangia cane ! I poveri cittadini, sopravvissuti agli stenti e alla fa me, rifabbricarono un gran numero di case. Non potevano però vedere il Barbarossa, perché il ricordo delle gravi of fese si cancella nel cuore di chi le fa, ma non in quello di chi le riceve. Alla loro fantasia era sempre presente il chiarore del- F incendio, che aveva distrutto la loro cara patria. (1) Lieve non era la soma de' peccati di quest' imperatore. La me moria di lui resterà in abbominazione presso gì' Italiani. - Muratori."], [76, "72 Per la rinunzia del duca Guelfo, in preda al dolore, perché suo figlio, a Roma, era stato rapito dalla peste, (1167), il governo di Spoleto toccò al cavaliere-Bidelulfo. I cittadini non gli nascosero la gran ripugnanza che loro i spirava, perché era tedesco e amava F imperatore. Per non esser cacciato via, da un momento ali' altro, chiese aiuto a Cristiano, arcivescovo di Magonza. Questo barbaro pre lato accorse con un forte esercito, (1) li sottomise e obbligò i più gagliardi a seguirlo nell' assedio d' Ancona (1174). Il Barbarossa, per punir gli Spoletini dell' odio, che sentivano contro di lui, nel 1184, tolse alla loro patria le terre di Montefalco e Bevagna e le diede ai Folignati. Gli Spoletini, dolenti di averle perdute, tentarono di riconciliarsi coli' imperatore. Il 27 settembre 1185, arren dendosi alle preghiere del loro duca Corrado d' Urslingen, collo sprezzante orgoglio d'un ricco, che fa la carità al po vero, li rimise nella sua grazia e restituì loro Montefalco e Bevagna. In segno di pace, donò loro la santissima Icone, immagine che si venerava nella chiesa di S. Sofìa a Costantinopoli. Il Barbarossa, in quel secolo di ferro e d' ignoranza supina, come gli altri tiranni, associava i più atroci delitti alle pratiche religiose. Papa Innocenzo III, istitutore della sacrosanta inquisizio ne, profittando della debolezza del partito imperiale e delle lotte tra il valoroso Ottone, duca d'Aquitania, e Filippo di Hohenstaufen, che si contendevano la corona del fanciul lette Federico II, occupò parecchie città, tra le quali Spo- (1) Sempre ha fatto e sempre farà brutto vedere un vescovo alla testa d' una armata, per ispargere il sangue cristiano, e tanto più se privo di clemenza. — Muratori."], [77, "73 leto, (1) costringendo Corrado a ritornare in Germania. (1198) La nostra città fu governata da Gregorio di Cre scenzio, cardinal di S. Maria in Aquiro. Senza offendere i diritti di nessuna classe sociale, nulla tralasciò, perché fos sero rispettati quelli della Chiesa, mantenuta la pace e re sa giustizia a tutti. Benché egli avesse F autorità e i van taggi dei vecchi duchi, il Comune di Spoleto era assai più libero di prima. Padrone assoluto della propria ammini strazione, si governava a suo piacere, dichiarava la guerra e faceva trattati di pace. Al rettore sottoponeva la con ferma de' suoi Statuti, e, quando la Santa Sede era co stretta a difendere colle armi i suoi possedimenti, dava un certo numero d' uomini e alcuni sussidi, per mantenerli. Nel giugno del 1201, Ottone, per ottenere la corona da Innocenzo III, a Neuss, fece un trattato, col quale ri nunziava a ogni ingerenza sulle cose d'Italia e riconosceva il papa, come legittimo signore delle terre, di cui s' era impadronito. Appena però il pontefice gli cinse la coro na, (2) di guelfo a un tratto divenne ghibellino, e occupò molte città della Chiesa, tra le quali la nostra, che die de a governare a Bertoldo, suo favorito (1209J. Questi la tenne un anno soltanto, perché F imperatore la concesse al conte Diopoldo di Vohburg, per averlo favorevole nella guerra contro la Puglia. Il duca, nel 1216, accortosi che a Spoleto non tirava. buon vento per lui, perché Ottone aveva perduto ogni in fluenza sulle cose d' Italia, decise di tornare in Puglia. Di- (1) Oltre la nostra città, il ducato allora abbracciava Rieti, Assisi, Foligno e Nocera. (2) Il 4 ottobre 1209."], [78, "74 sgraziatamente, fu riconosciuto e consegnato al senatore di Roma, che lo fece mettere in prigione. L' infelice pagò una grossa somma, per ricuperar la libertà. Caduto nelle mani di Iacopo da S. Severino, mercé le preghiere de' Te deschi, che eran coli' imperatore Federico II, nel 1221, ri tornò in Germania, a finire in pace i suoi giorni. Bertoldo, figlio di Corrado d'Urslingen, sotto il ponti ficato d' Onorio III, voleva rioccupare Spoleto, come ere dità paterna ; ma Federico II, per non accrescere la stizza, che il papa sentiva contro di lui, glieF impedì. Nel 1228, Rinaldo, fratello di Bertoldo, non contento del titolo onorifico di duca di Spoleto, con un esercito di Pugliesi e di Saraceni, invase le terre della Chiesa, e occupò la nostra città, che tenne men d'un anno, perché il cardinal Colonna e Giovanni di Brienne lo costrinsero ad allontanarsi. Spo leto, pertanto, alcuni mesi dopo la pace, conchiusa a S. Germano, (9 luglio 1230) tra Gregorio IX e F imperator Federico, divenne definitivamente una provincia dello Stato pontificio. Come governatore di Spoleto, il papa mandò Milone, vescovo di Beauvais. I cittadini, scossi dal timore d' esser succiati sino al midollo, còlle nuove tasse che a vrebbe messo, per pagare i debiti, fatti per amore del pon tefice, non lo vollero ricevere. Senza nessuna dimostrazione di giubilo, F accolsero, nel 1232, perché il papa stesso li aveva assicurati che non avrebbe imposto loro alcun bal zello, né leso alcuno dei loro diritti. Per le discordie continue tra Gregorio IX e l'impera tor Federico II, Spoleto, nel 1240, dopo una resistenza più o meno gloriosa, aprì, ma per poco, le porte alle soldate sche imperiali."], [79, "75 L' anno appresso, perché si manteneva ancora fedele al papa, fu assalita vigorosamente da un esercito di To scani, che sosteneva F imperatore. Non avendo fatto i pre parativi, necessari per la difesa, F avrebbero subito occu pata, senza il raro valore di Paolo Delfini della Torre, che fieramente li respinse alla Porta Fuga. Di quel prode F esempio sì solenne, In quella dura e perigliosa impresa, Seguirò i cittadini più gagliardi, Dal sant' amor di patria in core accesi. Mentre ovunque suonava alto fragore, Come tigri, piombati sulle schiere De' crudeli nemici, in pochi istanti, Alla fuga, col ferro nelle reni, Esultando di gioia, li costrinsero. Salvator della patria fu chiamato Il grand' eroe Delfini, e, come pegno Della riconoscenza più sincera, In guiderdone ottenne un bel molino, E per sé e la sua prole il privilegio Di custodir ognor la Porta Fuga, Che, con rara virtude, avea difesa. L' infelice Spoleto, purtroppo, però doveva accogliere F imperatore, (1) perché nessuna delle città guelfe si mos se a difenderla. Federico li, che provava sommo gusto, (1) Dopo aver dato il guasto al distretto di Fano, passò a Spoleti sé ne impadroni. — Muratori."], [80, "76 quando poteva rendere al papa, che tanto F avversava, uno schiaffo morale, confermò alla nostra città tutte le franchige, di cui aveva goduto in passato. Nel 1246, poco dopo la battaglia di Spello, nella quale gl'Imperiali sconfissero i Guelfi, Spoleto fu assai danneg giata da terribili terremoti sussultorî. Lo spavento, che mi sero ne' poveri cittadini, fece sì che, per non tirarsi ad dosso altri guai, ritornassero sotto la signoria della Chiesa, ottenendo vantaggiose concessioni. Innocenzo IV le confermò pienamente, con un breve, dato a Lion, il 20 maggio 1248. La morte dell' imperator Federico II, (1250) che tanto s' era adoprato, per mettere un argine alla crescente potenza de' papi e proclamar la libertà dell' umana ragione, assicurò affatto il possesso della nostra città, agitata da mille passioni, da mille desideri e da mille speranze, al patrimonio di S. Pietro. Capo VI. DalF unione di Spoleto colla Chiesa fimo alla peste del 1348 Arrivato a questo punto della storia, la penna mi tre ma in mano e sento una certa ripugnanza a proseguire. Perché mai ? Perché quasi tutte le città d' Italia, dopo le più terribili prove, invece di gustar le dolcezze della pace e, tra F eco di musiche festose, veder ondeggiare al vento il gonfalone del loro Comune, si laceravano a vicenda, sen za un fine elevato o un' intenzione generosa. Il loro spirito battagliero era alimentato, non dalla nobilissima idea di"], [81, "77 riunire le sparse membra della povera Ttalia, ma dai fu nesti partiti de' Guelfi e de' Ghibellini, dalla reciproca ge losia e dall' interesse. In mezzo alla grossolana ignoranza e alle superstizioni del Medioevo, gì' Italiani chiamavano patria solo quel tratto di territorio in cui vivevano e dove si stendeva F ombra del loro campanile. I popoli d' una citta vicina, benché parlassero la stessa lingua e avessero gli stessi costumi, eran considerati come nemici ; onde qual siasi pretesto era buono, per venire alle mani, e, senz'ombra di rossore, spargere il sangue de' fratelli. Compiuta una strage sì orrenda, non cessavano le cause, per farne presto un' altra, perché, o vincitori o vinti, fra que' popoli vi cini restavano i tristi germi dell'odio e della vendetta. I vinti, per lo più, battevano la via dell' esilio, colla speranza di riprender le armi. I loro beni eran confiscati dai vincitori e le loro case distrutte (1), con vera gioia infernale. Dante, che nacque in mezzo alle feroci discordie e provò, come suo padre Bellincione, tutta F amarezza delF esilio, sognan do un' Italia unita, cioè non divisa da lotte scellerate, nella sua magnanima ira, le rivolse queste parole : Ahi, serva Italia (2), di dolore ostello (3) Nave senza nocchiero, in gran tempesta, (4) Non donna di province (5), ma bordello (6). (1) Costume pazzo di tempi si barbari ; che non merita già altro nome il veder castigare le insensate mura, e il deformar la propria città. Muratori. (2) De' tiranni. (3) Albergo di dolore. (4) Senza nessun buon governatore. (5) Non più signora del mondo. (6) Confusione e ricettacolo d' ogni vizio,"], [82, "78 Per dare un'idea delle continue guerre tra le città e le discordie fra le varie classi de' cittadini, aggiunse : Ed ora in te non stanno senza guerra (1) Li vivi tuoi e F un F altro si rode Di quei che un muro ed una fossa serra. Cerca, misera, intorno dalle prode Le tue marine, e poi ti guarda in seno, Se alcuna parte in te di pace gode (2). In que' secoli di tumulti e di lotte sanguinose, se tutto il clero avesse interposto i suoi buoni uffici, per indurre i principi cristiani alla concordia, F Italia non sarebbe an data incontro a una serie infinita di sventure, delle quali anche a' nostri giorni vediamo i tristissimi effetti. I grandi Italiani, che la redensero, nell' estasi dolcissima d' amor patrio, sognarono per lei uno splendido avvenire; ma, pur troppo, non fu che un bel sogno, svanito dolorosamente ! Dopo la famosa battagha di Montaperti, che porse agio a Manfredi (3) d' impadronirsi di quasi tutte le città della Toscana, Terni, insofferente del giogo papale, mani festò la sua viva simpatia per i Ghibellini. Gli Spoletini non si lasciarono scappare dalle mani sì bella occasione, per rioccupare, nel 1262, la Terra Arnolfa. (1) Quelli che abitano una stessa città. (2) Perché le città bagnate dal mare, e quelle, che ne eran lonta ne, si movevan guerra accanita. (3) Restò memoria di lui nella città di Manfredonia, fatta da lui fabbricar di pianta, con trasportarvi il popolo di Siponto, mal situato dianzi, perché in luogo d' aria cattiva. Muratori."], [83, "79 Comprendeva Cesi, Porcaria, Acquasparta, Porzano, Firen zola, Macerino, lo Scoppio e Fogliano. Il pontefice francese Urbano IV, ignorando che la terra Arnolfa fosse compresa nella giurisdizione di Spoleto fin dal 1247, riguardò F atto degli Spoletini come un'usurpa zione. Mandò subito il suo cappellano Ranieri, perché im ponesse loro di consegnar quelle terre agli ufficiali della Santa Sede. I nostri padri, sdegnati di veder calpesti i loro diritti, con un certo risentimento gli espressero le loro ra gioni. Benché fossero chiare e lampanti, il prelato Ranieri, invece d' ascoltarle, occupò il castello di Porcaria. Allora gli Spoletini presero le armi contro di lui, e lo costrinsero a cercare salvezza colla fuga. Urbano IV, per vendicare la sua offesa dignità e pu nire il loro ardire, ordinò ai popoli vicini d'assalirli e met tere a soqquadro il loro territorio. I nostri si difesero con tutto il valore, ma, fuori di speranza d' essere soccorsi, per evitare maggiori guai, dovettero ubbidire agli ordini „ del papa. Il 29 novembre 1268, Clemente IV andò in quell' al tro mondo a render conto a Dio di tutti i mali, che Carlo d' Angiò (1) aveva fatto alle due Sicilie. I Casciani colsero F occasione della morte del pontefice, per impossessarsi di Monteleone e di Vetranola, castelli dipendenti da Spoleto. Senza perder tempo, spedì contro di essi un buon numero di cittadini, sotto il comando del podestà Orso di Gentile Orsini. Dopo una fierissima battaglin, che durò parecchi (1) Un' infamia universale s' acquistò re Carlo presso tutti gli al lora viventi, e anche presso i posteri e fin presso i suoi stessi Francesi Muratori."], [84, "80 giorni, i Casciani, vedendo la mala parata, chiesero e ot tennero una tregua di quattr' anni. Sotto il pontificato di Gregorio X, gli Spoletini, con un sentimento misto di or rore e di compassione, videro ardere sul rogo i poveri Pa terini, caduti nelle unghie di Giovanni Angelario, tremen do inquisitore apostolico. Gemiti, grida, e urli senza nome uscirono dalla bocca di quelle infelici creature di Dio, gettate tra le fiamme. Da esse però sorse brillante come una stella, la libertà civile e religiosa. Colla divina sua luce illuminerà tutti i popoli della terra, per stringerli co' dolcissimi legami della fratel lanza. Agli orrori, commessi in nome di Cristo, che è tutto amore e carità, successero quelli della guerra, ripresa contro i Casciani. I nostri, colla smania addosso di far qualcosa di terribile, invasero il loro territorio e lo convertirono in un campo di desolazione, pieno di rottami e di rovine. I Casciani, il cui cuore non batteva che per la vendetta, mi sero a morte F illustre cittadino Sinibaldo da Serrano. La vendetta chiama la vendetta, e gli Spoletini la compirono, senza rispettare neppure gli innocenti. Queste scene di sangue, purtroppo, furono comuni nel Medioevo ! Rari erano gli uomini, che provavano la dolce consolazione di trovarsi colla coscienza senza defitti. Spo leto, per le ammende e le frequenti battaglie coi popoli vicini, aveva speso grosse somme di denaro : quindi, per rifornire F erario, mise nuove imposte. Giacomo d' Agurra e Matteo Palmeri, che avevan F odioso incarico di risco terle, un po' per la villania delle loro\" maniere, un po' per"], [85, "81 l'ira di quelli, che dovevano pagare, furono barbaramente uccisi (1277). Come se il Cielo fosse irritato da questo misfatto, fieri terremoti scossero la città, e rovinarono la maggior parte delle sue case. Due mesi dopo la morte di Giovanni XXI, Spoleto, Perugia e Orvieto, temendo qualche brutto tiro da Rodol fo d' Habsburg, imperator di Germania, che stava per venire in Italia, si strinsero in lega per dieci anni. Gh Spoletini profittarono subito dell'alleanza, per dare, presso la Nera, una buona lezione ai Cerretani, che non ave van voluto accettare, come podestà Manente de Domo. La bat taglia fu sì terribile, che i Cerretani, non potendo resister più oltre, perché molti de' loro compagni mordevan la pol vere, s' arresero a discrezione e accolsero il podestà, scelto da Spoleto. Nel 1279 i Cerretani, che rodevano il freno e s' eran sottomessi solo per necessità, rizzarono ancor la cresta. I nostri, guidati da Toscano da Sutri, li assalirono con tutto F impeto e ne fecero strage. I ribelli, indeboliti da una lunga serie di combattimenti, tornarono a riconoscere l'au torità di Spoleto e accettarono le sue miti condizioni. Nel 1298, terribili scosse di terremoto, (1) che si sen tirono quasi per tutta F Italia, fecero crollare, nella nostra città, palazzi, chiese e case, cagionando danni incalcolabili e mettendo in costernazione tutti gli abitanti spauriti. La maggior parte di essi, come impazziti dal terrore, fuggiro no per le verdi campagne. (1) N' ebbe gran paura anche Bonifazio Vili, che soggiornava in Rieti. Muratori."], [86, "82 Sotto il pontificato di Clemente -V, che pose la sede papale in Avignone, gli Spoletini si divisero in due par titi, i quali si contrastavano il bastone del comando e le prime cariche. I Ghibellini, di cui era capo Brunamonte da Chiavano, assalirono i Guelfi e ne uccisero un gran nu mero. I pochi, che eran sfuggiti al ferro de' vincitori, fu rono cacciati dalla città in un colla famiglia. Si rifugiaro no a Trevi, dove pensarono ai mezzi, per ritornare in pa tria. Formato un buon esercito, diedero addosso ai Ghibel lini, i quali rimasero al disotto. Spoleto, per evitare altri malanni, permise ài Guelfi di ritornare e di riavere i loro .beni. Nel 1310, questi due maledetti partiti, dimenticando che chi si taglia il naso s' insanguina la bocca, ripresero le armi. Combatterono con tale accanimento, che sulle dita si potevano contare quelli che si salvaron colla fuga. La vittoria rimase ai Ghibellini (1), e i Guelfi, inseguiti come belve, furono cacciati anche da Trevi. Senz' essere scorag giti dalla sorte contraria, coli' aiuto de' Guelfi de'gli altri paesi, più volte vennero alle mani. Finalmente, per mette re un termine alle orribili carnificine, nel 1314, in Peru gia, i due rabbiosi partiti fecero la pace ; ma essa durò appena sei anni, benché sostenuta dai giusti. I Ghibellini, protetti da Federico conte di Montefeltro, fecero insorgere Spoleto contro i Guelfi. Seicento di essi, nella dolce speranza di conservare la pelle, si ricoverarono nella cattedrale. I Ghibellini, dopo avere uccisi i nemici, che trovavan per le strade e nelle case, assalirono il duo- 71) Furono cacciati i Guelfi da Spoleti, restando la signoria ai Ghibellini. — Muratori."], [87, "83 mo. Appena caddero le porte, si scagliarono contro i mi seri Guelfi e ne fecero orrenda strage. I vasi sacri e gli arredi preziosi andarono a ruba, fra lo sghignazzare della plebagha e dei soldati del conte di Montefeltro. Una parte dei Guelfi (1), scampati ali' eccidio, furono chiusi nella for tissima torre degli Anselmi, e F altra nelle oscure vòlte di S. Agata. Non contenti del sangue sparso, atterrarono, do po averle saccheggiate, sessanta case de' Guelfi agiati, e dugento tuguri de' poveri plebei. Giovanni XXII, giustamente indignato contro le scel leraggini de' Ghibellini, ordinò al rettore Giovanni d' A melia di mover contro di loro, per ridurli al dovere. Ogni tanto, per F assedio eran costretti a uscir dalla città in cerca di vettovaglie. Un giorno, senza che se F aspettasse ro, furono colti dai nemici, che piombarono loro addosso e ne fecero gran macello. Il papa, per punire i Ghibellini della loro ribellione e degli eccessi, che commettevano, fece predicar contro di lo ro la crociata. Quest' atto inasprì tanto il loro odio contro i Guelfi, che, da due anni e cinque mesi, languivano nel- F orride prigioni, che giurarono di bruciarli vivi. Solo centosei, col coraggio della disperazione, riuscirono a sot trarsi alle fiamme e al pugnale degli assassini (2) 1320. Nella torre massiccia degli Anselmi, Mentre il foco per tutto divampava, Stringeva al petto, col più vivo amore, (1) Il Muratori afferma che fossero dugento. (2) Il buon Muratori s' inganna, supponendo che tutti perissero."], [88, "84 Due cari figli una leggiadra donna. Dal terrore agitata, e col respiro Affannoso, versando amaro pianto, Pietà, per sé e i suoi pargoli, ai fratelli, Che alla prigione foco aveano dato, Chiese, cogli occhi supplici e smarriti. — Se a un guelfo la mia mano concedeste, Perché, co' figli teneri e innocenti, Volete eh' io perisca tra le fiamme ? Così dicea la donna lacrimando, Per vincere il furor di que' ribaldi. Scintillanti di lampi ambo gli sguardi, E i denti digrignando, le risposero : , — Se a lasciar nella torre ti rassegni Dell' odiato tuo guelfo i tristi figli, A salvarti verrem da cruda morte. Uno schianto nel cor sentì la madre, AH' orrenda proposta de' fratelli, E, stretti al sen tenendo i cari figli, Rassegnata, aspettò le fiamme edaci. A metter fine a tali crudeltà, degne delle tigri, un grosso esercito, comandato da Ugolino de' Trinci, signore di Foligno, mosse contro la nostra città, che, dopo un as sedio di circa due anni, per mancanza di viveri, fu costret ta ad arrendersi. (1). Quante lacrimej quanto sangue versato, quante rovine ! I vincitori, impietositi forse dall' aspetto di tante miserie, non commisero né vendette, né ruberie. I Ghibellini, condannati ali' esilio a vita, uscirono da (1) 0 aprile 1324 — Muratori."], [89, "85 Spoleto, cogli occhi vergognosi e bassi. Per loro cagione, il papa concesse il dominio della nostra città ai Perugini, che come podestà vi mandarono Vinciolo Novello. Ecco le tristi conseguenze delle intestine discordie e delle orge di sangue e di misfatti. I Guelfi, appena misero piede nella loro terra natale, dimenticarono le tribolazioni, le ansie e le angosce. Una penosa preoccupazione turbava però la loro gioia. Per quanto fosse giusta la punizione, toccata alla loro patria infelice, non sapevan darsi pace che avesse perduto il suo antico primato. Pietro Pianciani, che era uno de' più ricchi e autore voli cittadini, ed esercitava la sua influenza su quanti lo avvicinavano, nel 1327, consigliò il Sindaco a dire ai Priori di Perugia, nell'atto della consegna del solito censo: Gli Spo letini vi mandano questo pallio (1), per i molti servizi, che la città ha ricevuto da voi, e perché cosi vuole il sommo pontefice. I Priori, indovinando la sua nobile intenzione, gì' in giunsero d' usar F odiosa formola di vassallaggio ; ma egli stette duro. Allora i Perugini tennero prigionieri il Sinda co e il notaio, poi restituirono il pallio a Spoleto, con una dichiarazione di guerra. I nostri padri, spossati dai pati menti sofferti e nell' apprensione confusa del nuovo peri colo, a cui andavano incontro, fecero intendere al Piancia ni che ogni tentativo di sommossa non sarebbo riuscito a bene, perché fuor di tempo. A Giovanni Ranieri e a Be rardo della Cornia, mandati dai Perugini, allineile calmas- (1) Valeva 15 fiorini d' oro."], [90, "86 aero gli animi, risposero con parole di pace. Rimpiangen do la cara libertà della patria, presentarono il pallio, colla solita formola di vassallaggio. I Perugini F accettarono; ma bandirono il Pianciani, per il suo nobile atto di ribel lione. Messer Pietro, scrive il Campello, coli' onore d' aver tentato la liberazione della sua patria, si rifugiò in To scana, presso il duca di Calabria, figlio del re Roberto, e da lui fu tenuto in grandissimo conto. Quest' illustre concittadino per poco provò le amarezze del' esilio, perché il duca invitò i Perugini ad annullare il ban do. Tornato a Spoleto, col titolo di cavaliere, avuto dal re Ro berto, in ricompensa de' suoi servizi, il Pianciani divenne sì potente, che nulla si faceva senza il suo consenso. Attirava i suoi concittadini, come la calamità attira il ferro; quindi, con mirabile accorgimento, riuscì a farsi eleggere gonfaloniere. I plebei lo portavano in palma di mano, perché era un bravo amministratore. I nobili invece lo vedevan di mal occhio, perché s'era messo al di sopra di tutti. Dopo sette anni di retta amministrazione, rinunziò alla sua carica. Troppo si sospettava che non agisse per convinzione, ma solo per occupare le prime cariche. Sceso dall' alte cime, dove la fantasia F aveva trasportato, sperava che i suoi concit tadini lo richiamassero presto al potere. Invece, come spes so succede agli ambiziosi, rimase a denti asciutti. Invano tentò di farsi rieleggere gonfaloniere, perché i suoi parti giani furono sconfitti e mandati in esilio. Nel tribunato di Cola di Rienzo, gli Spoletini, per non trovarsi sempre colle armi in pugno, a cagione delle pretese indiscrete de' nobili, fecero un nuovo -Statuto, che toglieva loro ogni potere, salvo quello di esser capitano di"], [91, "87 parte guelfa. Il Pianciani, che era stato condannato a ri manere, per diciotto mesi, dodici miglia lontano da Spoleto, colse F occasione del passaggio di Luigi, re d' Ungheria, per entrare nella nostra città, con un buon eseroito (10 gennaio 1348). Gli Spoletini, che erano stufi sino alla punta de' capelli delle sue prepotenze, lo cacciarono . con tutti i suoi seguaci. A far rinsavire gli scellerati caporioni, che ogni tanto mettevano a soqquadro la città, s:oppiò la famosa peste (1), così ben descritta dal Boccaccio. Dal mese di maggio durò sino alla fine di settembre (2). Fu tanto fiera, che portò via più della metà de' cittadini, molti de' quali, per lo spavento che destava, erano stati abbandonati dagli stessi parenti. In que' tempi difficili e maledetti, in cui i nobili e i plebei si laceravano a vicenda, la peste fu non solo un terribile flagello, ma anche una granata eccellente. In cin que mesi, spazzò via que' soggettacci, che, in preda alla più sfrenata ambizione, pensano sempre a squartare, ad ammazzare e a fare il diavolo a quattro, per non lasciare ai buoni un' ora di bene. Nonostante, le ire e gli odi di parte, i costumi richia mavano ancora alla mente la semplicità primitiva degli antichi abitanti di Spoleto. Le gentildonne si distingueva- (1) Portata di Levante dalle galee genovesi, lasciò per tutto una non mai più udita desolazione. — Muratori. (2) Tra le vittime più illustri è giusto ricordare la beata Cecca di Campello, saggia monaca, che in tutto e per tutto imitò S. Francesco d' Assisi."], [92, "88 no dalle plebee, per gli ori, le gemme, le vesti di lusso, che giungevano fino alla gola, e le scarpe a punta. Gli uomini, in que' secoli di ferro, fatta eccezione de' lavoranti, che appena eran vestiti di panni grossolani, avevan sem pre l'aspetto di feroci guerrieri. Dalla barbuta fino ai gambali, tutto in loro era di ferro o d' acciaio, anche il cuore. La loro splendida armatura a rabeschi d'oro era sì pesante, che ora appena si potrebbe movere. I loro castelli, posti come ni di d' aquila insanguinati sulla cima de' monti, quantunque siano oggidì un ammasso di rovine, fanno ancora fremer di sdegno. I buffoni, per calmare i rimorsi della coscienza ai feudatari, coi lazzi più sguaiati, rallegravano i loro pranzi e le loro cene sontuose. Il Cristianesimo, benché fosse entrato pochissimo nel cam po de' fatti, aveva rialzato la misera condizione della donna, che non era più la schiava dell' uomo. In ogni classe so ciale, era circondata da un' aura di rispetto e di stima. I divertimenti più graditi erano i tornei, le giostre e le il luminazioni. Ne' tornei, la regina della bellezza, con un gentile sorriso, distribuiva i premi ai vincitori, che abbas savano la lancia davanti a lei, come omaggio di galanteria. Per mantenersi in salute e rinvigorire il corpo, erano in uso i bagni, la scherma e la ginnastica. I morti non si cremavano più; ma, accompagnati dai fratelli di qualche confraternita e dai lugubri canti del clero, si seppellivano in chiesa o nel sacrato. Carlomagno e i suoi seguaci, col concedere a piene mani i titoli di nobiltà, fecero del gran male a tutta l'Eu ropa, perché i signori, credendo d' esser composti d'un fan go superiore, sentirono il più alto disprezzo per gli operai"], [93, "89 e i poveri. Un artigiano, se anche fosse stato la virtù in persona, non avrebbe potuto ottenere la mano di una no bile donzella. I genitori glieF avrebbero ricusata, per non turbare la quiete degli antenati e disonorare il parentado. A un patrizio invece, benché tuffato fino alla gola in un pelago di vizi, non avrebbero detto di no. Peccato che non tutti i frati abbiano fatto ogni sfor zo, per liberare i nobili dai pregiudizi di casta, inculcando loro F uguaglianza degli uomini. Il Redentore, quando lavò i piedi agli apostoli, volle far capire ai grandi della terra che, per essere amati dai loro sottoposti, devono dare in finiti esempì d' umiltà. Caduto per sempre ogni culto falso e bugiardo, il Cri stianesimo, colle sue cerimonie auguste e commoventi, cam biava, per così dire, la fisonomia di quegli anni di odi im placabili, di lotte accanite e di sangue. Nella ridente e vaga primavera, come ancor si costu ma, tutti festeggiavano la risurrezione di Cristo. Dopo a ver sentito la messa, tornavano a casa contenti e giulivi, e davanti alla tavola, rallegrata dalla cara presenza del sole, mangiavano un bel pezzo d' agnello, una grossa fetta di pizza (1), salsicce e ova sode. Tre giorni prima dell' Ascensione, cominciavano le Ro gazioni, cioè si facevan delle preghiere e delle processioni, per preservare i raccolti dalla grandine, dagl'incendi e dai nuvoli di cavallette. Nella festa del Corpus Domini, (2) una gran parte delle finestre erano ornate con finissimi tappeti di lana, (1) Forse deriva dal greco piezo schiaccio. (2) Fu istituita da Urbano IV nel 1264."], [94, "90 Al lieto suono delle campane, nelle vie, sparse di fiori e d' erbe odorose, accorrevano i poveri e i ricchi, per segui re la processione, che faceva il giro della città. In quel giorno, cessati come per incanto gli odi, i vicini stringe van la mano ai vicini e anche i nobili non sdegnavano di ricambiare un sorriso ai poveri artigiani. SulF ah del desiderio, tutti volgevano a Dio una fervida preghiera, per la comune felicità. La festa del Natale era la più bella della famiglia. Anche i parenti lontani tornavano al domestico focolare, per celebrarla in tutta la sua grandezza e semplicità. Uniti dai nobili sentimenti di carità e d' amore, dimenticavano le offese e aprivano il cuore alle più dolci speranze. Da vanti a un bel fuoco, che scoppiettava allegramente, fra una pioggia di scintille, aspettavano la mezzanotte, per andare in chiesa a provare le soavi consolazioni della pre ghiera, che è grato profumo che sale al Signor. Ai tempi di Lodovico il Bavaro, salì in gran fama il nostro buon poeta Quilichino. Se invece di cantar le im prese terribili di Alessandro Magno e di Federico I, aves se pensato alla sua cara Spoleto, cogliendo l'occasione della Pasqua, in cui ~- tutti balenavano le sante idee della li bertà, avrebbe scritto questi versi : Il sol co' rai benefici, Discioglie i ghiacci e i geli, Di nuvolette rosee Adorni sono i cieli, Che annunziano alla terra"], [95, "91 La fine della guerra E il regno dell' amor. Di mille gemme brillano L' erbette e i fiorellini, Che con piacer riflettono I raggi mattutini, E F universo intero, Congiunto in un pensiero, Inneggia al Redentor. Egli è risorto ! L' angelo L' ha detto alle dolenti, Che intorno al vuoto tumulo Spargevano lamenti. Raggiante come un duce, Che i prodi riconduce, Al Ciel tornò il Signor. Egli è risorto ! Al fulmine De' suoi temuti sguardi, Repente impallidiscono I tristi ed i codardi ; Ma giorni più felici Avranno gì' infelici Dal suo pietoso cor. Egli è risorto ! I popoli, Dalle sventure oppressi, Distrutta la tirannide,"], [96, "92 Risorgeranno anch' essi. Egli è risorto ! Il Male Scote tremando F ale, Nel regno del dolor. Al termine di questa, storia, cortesi concittadini, se lo potessi, vorrei coronare la vostra fronte co' fiori della gioia. Me F impedisce la dolorosa mestizia, che sento nell'anima, perché medito troppo sulle vicende dei secoli e sul cuore umano, che ben di rado batte per il bene del prossimo. Eppure ogni giorno è come il volo rapido d'una ron dinella, che coll'ali leggere rasenti la polvere. La vista stessa delle nostre montagne, che toccano colle verdi cime F azzurro del cielo, e vedono impassibili scendere i nostri cari nella quiete solenne della tomba, ci fa ricordare che la vita è un breve sogno in un sogno più bello, che comincia dopo la morte. Se veramente è così, e la felicità sta in cima a un'onda fuggitiva, perché pochi sentono la dolce attrazione per le virtù operose e gagliarde ? Concittadini, non vi dico addio, parola triste, che suo na sconforto e separazione, ma arriveder'ci. Se Dio mi con cederà altri quattro giorni senza molestie, illuminati dalla fiaccola della speranza, percorreremo insieme il lungo cam mino che ancor ci resta. FINE"], [97, ""], [98, ""], [99, ""], [100, ""], [101, ""], [102, ""], [103, ""], [104, ""]]