[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "Ulgham : its Story"], [8, ""], [9, ""], [10, "Prior to the Erection of the .New Chancel."], [11, "U L G H A M : ITS STORY. Printed in aid of the Funds for Rebuilding Ulgham Church. ' Encircled by trees, in the Sabbath's calm smile, The church of our fathers — how meekly it stands ! O villagers, gaze on the old, hallowed pile — It was dear to their hearts, it was raised by their hands ! Who loves not the place where they worshipp _ their Lord ? Who loves not the ground where their ashes repose ? Dear even the daisy that blooms on the sod, For dear is the dust out of which it arose.\" — Storey. NEWCASTLE : M. AND M. W. LAMBERT. 1861."], [12, ""], [13, "Name. Ulgham : its Story. SLv[p5j^]|EW places in the county of Northumber- i PJ/^lj \"anc* are so little known as Ulgham, situ- L — __ ated midway between the great northern turnpike from London to Edinburgh and the coast road. There is little passage through it ; it has no castle or even border tower ; no independent eccle siastical existence, and its surface is generally flat and uninteresting ; yet even here, in its proprietors, its occupiers, its humble church, and the banks of its stream, something to interest may be found. Its spelling varies much, as \" Hulcham,\" \" Ulle cham,\" \" Ulwcham,\" \" Elchamp,\" \" Ougham,\" and \"Ulgham\" — the latter certainly from the thirteenth century ; but it is always called \" Uff ham,\" and I have no doubt it is in the word as pronounced we must seek for its derivation. In the ancient names of places if will generally be found that the name vulgarly given to it is the correct one. The varia- B"], [14, "Ulgham : its Story. 2 Mano. Roll of Battle Abbey, Lelaucss C'py. tion in the spelling is easily explained by the errors of the scribe, or by mistake in deciphering the w rit ing of ancient times. Adopting Uffham as the true name of the place, we have no difficulty in ascribing its name to the fair-haired race, who were so trouble some to the Britons when the Romans retired. In Anglo-Saxon, \" us\" is an owl, and \" ham \" a home, a village. At the present time the to-whit-to-whoo of the bird, \" most musical, most melancholy,\" is constantly heard there in the stillness of the night, and would be more frequently when the banks of the stream were wooded. \" Uff\" is a very com mon prefix to the names of places, especially in those parts of the kingdom where the Saxons were settled. We have the same name for \" Hoolett Hall \" on the Angerton estate. The entire chapelry of Ulgham, comprising 3445 acres, constituted the manor of that name, which was in the barony of Morpeth Castle ; and there are few manors in England, of which the descent can be so clearly traced for so long a period in one uninterrupted line. William de Marlay appears in the roll of Battle Abbey ; and we are told that he came from the sunny plains of Normandy, as a sergeant to Geoffrey,"], [15, "Ulgham : its Story. 3 Placita dt qttorantOt, 1293, Dngdalt Bishop of Constance. The Conqueror rewarded his follower by a grant of the barony of Morpeth, Ulgham being one of its members. From him it passed through the Greystocks and Dacres to Belted Will Howard, whose direct descendant, the Earl of Carlisle, now Lord -Lieutenant of Ireland, is the present lord. With the Normans the passion for the chase was almost as great as the passion for war. In the grants of our early Norman sovereigns we find that they frequently reserved to themselves the right of hunting over the lands which they gave to their dependants, which must have been the case with Ulgham, as Henry I. granted free chase in the manor of Ulgham to Ranulph, son of William de Marlay. In the early part of the fourteenth century, one part of the soil of the manor passed into the hands of the monks of Newminster, another was granted to the Knights of the Hospital of St. John, at Chibburn, the largest share being retained by the lord ; and to this day no farther division has taken place. I think it is Lord Macaulay who observes that tradition will not live more than half a century unless it is connected with some object. The monks of Newminster, the hospitallers of Chibburn, and all the various lords of the manor in their respective"], [16, "Ulgham : its Story. 4 Raines A ortt Durha Tombstone, MorpethCh connections with Ulgham, are entirely forgotten, but in the single instance that a gate which recently crossed the Longhurst road at the boundary of the manor was called Marlish, or Marley's gate. The following extracts from the inquisitions and the rolls of the manor are given as throwing some light upon the social habits and economy of the people. A copy of the roll of one of the courts is followed by extracts from the orders, presentments, and actions at others from 1 619 to 1653. The court in 1623 was held by Sir Edward Grey, who was then high constable of Morpeth Castle. He was the third son of Sir Ralph Grey of Chillingham, was high sheriff of Northumberland in 1597, and died at Morpeth Castle about 1630, having entailed Howick and other estates upon his male descendants, one of whom now enjoys it. His elder brother Henry Grey lived at Newminster Abbey, where he died in 1597,' and was buried in the chancel of Morpeth Church. In 1632 Thomas Widdrington was steward, and in 1643 Henry Widdrington. The second and sixth sons of Lord William Floward married daughters of Sir Henry Widdrington, which may have led to the appointment of two of that family as stewards."], [17, "Ulgham : its Story. 5 Inquisition post mortem IS Hen. VI. Inquisition post mortem. qHen. I'll I. By an inquisition taken on the 7th October 1436, on the death of John de Graystock, knt, the jurors found that — \" there are in the town of Ulgham, which is parcel of the same manor, three shillings for rent-services of divers free tenants there, and one pound of cummin, the price fourpence, to be paid yearly at the terms aforesaid, and theie are there eighty acres of demesne lands, which are worth per annum, beyond charges, forty shillings, and there is there one park called Ulgam paik, containing in itself one hundred acres of land, and it is worth per annum, beyond charges, forty shillings : And there is there one wood called Stob beswood, containing two hundred acres of wood, and it is valued per annum, beyond charges, forty shillings ; And there are there ten cottages, and they are worth per annum, beyond charges, twenty shillings ; And there is there one water corn mill, and it is worth per annum, beyond charges, twenty shillings.\" By another inquisition, taken the 29th June 1 5 17, on the death of Lady Elizabeth Dacre, it is found that — \" there are at Ulgham, parcel of tbe barony of Merley aforesaid, eighty acres of land and meadow demesne in the tenure of divers tenants of the town of Ulgham, every acre of which is worth per annum, I2d. And that there are there twenty-four husband lands, with lands and meadows to the same belonging, every of which husband lands is worth per annum 6s 8d. And that there are in the aforesoid town of Ulgham ten cottages in the tenure of tenants there, every one of which is worth per annum, beyond"], [18, "6 Ulgham : its Story. Court Rolls, 16-9-1653. charges, 2s. And that there aie there one manor, with one dovehouse and garden, now in the tenure of Thomas A i merer, which are worth per annum, besides charges, l os. And that there is one water and grain mill there, called Ulgham Mylne, and it is worth per annum, besides charges, 26s 8d. And there is one park there, called Ulgham Park, containing in itself one hundred and sixty acres of pasture, every acre of which is worth per annum 3d. And there is one other paik or close there, called Stobbeswood Paik, containing in itself one hun dred acres of pasture, every acre whereof is worth per annum 4d. And there is a certain common there, called Ulgham Common, containing in itself two hundred acres of moor, every twenty acres of which are worth per annum 4d. And that John Tod de Epplenden, within the bishoprick ot Durham, holds of the lord one husband land in Ulgham, by homage, fealty, and suit of couit of Ulgham, and renders to the lord per annum for a free farm of the same 3s. John Pykden renders per annum, freely, at the said terms, for his lands in Ulgham, one pound of cummin and doth suit of Couit. And that the tenants of the town of Ulgham render to the Lord of the Castle of Morpeth pe; annum, for cornage of tbe town aforesaid, at the feast of St. Cuthbeit, I 3 -id.\" \" Manor of Ulgham 1 The court leet or view of frank pledge with its Members. Jos the most noble Lord William Howard, and the .Lady Elizabeth his wife, held this fifth day of October, in the 17th year of the reign of James, king of England, etc., and the j2d year of his reign as king of Scotland, etc., and in the year of our Loid 1619, before Thomas Atkinson gent., chief steward ofthe same."], [19, "Ulgham : its Story. 7 Fret- Servants. — John Key, John Bulman. Tenants thtre. — Anthonie Rumniey, William Robinson, Jane Nicholson, Christopher Robinson, Thomas Mitfoith, Edwaid Dobson, Edwaid Hall, William Robinson, Robert Pace, Do rothie Browne, John Straker, Thomas Alleson, George Lawson, Jane Anderson, Oswald Gray, John Rea, Thomas Potts, Thomas Hunter, Anthony Kennedy for William Turner, Magdaien Granye. Cottagers th.-re. — Anthonie Rumney, Thomas Robinson, William Coward, Thorn is Graye, Nicholas Bewicke, John Bulman, Stob.woode tenants. Jurors. Robe-n Pace Edward Dubson George Lawson Cuthbert Craster Thomas Mitforth Thomas Alleson Thomas Harkess Thomas Robinson Christopher Robinson Oswald Gray William Robinson Thomas Potts Thomas Taylor Thomas Hunter 28 Presentments. 27 Actions. Assurers. — (Signed) Tho. Pace x his mark. William x Robinson Chas. x Robinson. Tho. Potts x Sworn men. — Christopher R.obinson Thomas Potts Clement Watson Oswald Gray John Straker"], [20, "8 Ulgham : its Story. Martin Coward \") , n , . , > tor btobbswood. John Harkus J Ate tasters. — Robert Pace William Robinson, ORDERS. \" Ye shall inquire of a parcell of land, called the Goose Crooke, in the possession of John Bulman, when this land was taken in, and to whome this parcell doth belonge ; and whether this parcell was ever att any tyme severall from other lands be longeinge to the Cocke Hall. \" It ys ordered that whosoever shall breake down or take away any of the parke hedges and fences chall forfitt, for every tyme they shall so doe . . . 3s 4^. \" It ys ordered that noe tenent shall grass any other mann's cattell after Michellmes tyme, except they bind them at stob and stake, other wayes they shall forfitt 3s 4d. \" It is agreed, with the full consent of the jury and the rest of the inhabitants of Ulgham in open court, that if any tenant or cooter, dwelling within Ulgham aforesaid, shall suffer their hedges, dicks, or part of their gates, to lye downe in the towne or in the fields by the space of 2 4 howers, after warninge given them by the balifF or sworne men for the tyme beinge, every of them shall foiiitt 3s 4d for every tyme of offendinge. \" It is agreed by the towne to keepe swyne from Michaell mis time untill May day, and those that keepe swyne or piggs after that time is contrary to the payne of a noble. \" It is agreed that no man, nor no man's servant, shall come into the paike to carry away any wood or burthens, under payne every tyme so offendinge 3s 4d. \" Ye are to inquire whether any of the tenants or cottagers"], [21, "Ulgham : its Story. 9 in this towne of Ulgham ought to keepe anye geese or noe. If yea, then sinde howe many every farmer may keepe, and how many every coater may keepe. If noe, then you are to finde whoe have offended against certain payncs heietofore layd against keeping of geese, and under what payne they shall keepe noe more. \" The jury finde, that from Martinmas next there shall noe geese be kept in this towne to goe at all abroade, under the payne of 6s 8d. \" Ordered by the jury at this present court, that the con stables of Ulgham shall inquire of a herd and hire him, and whoasoe neglects to pay him, that then it shall be lawful for the constable to take a distresse and pay him his wages. \" Likewise, noe man shall keepe above 3 swine of a farm upon payne of 6s 8d, to be leveyed of everyone soe offendinge. \" And it is further ordered, that the geese shall all be put of the towne at Lady day next, upon payne of 6 s 8d. \" Likewise, that noe man shall keepe above six beasts of a farm in summer — 2 horses, a foale, and sortie sheep — upon payne and forsitture of 6s Sd. \" And further, that every man shall pay to the herde a houpe of rye and a peck of oates of a farm, upon the payne of 6s 8d. \" Yt is ordered by the court that whosoever shall brewe to sell againe, exceptinge those three that are all reddie allowed by the justices, they and every of them offendinge shall pay 6s 8d. \" Yt is ordered that no inhabitants within this towne shall intertayne any poore people above one night, unles it be upon extremitie of wether, upon payne of 6s 8d. \" Yt is ordered that none shall kepe inmates, upon payne of 6s 8d. \" Yt is ordered that the stocks and pin fold shall be put in"], [22, "10 Ulgham : its Story. Rolls of Court /■' trtn . 17-4. Court Rolls. 1619-1653 repair by the sworne men before Martinmas next, or ells to pay 6s 8d.\" At a Court Baron, held the 6th October 1724, the Leet Jury, in obedience to an inquiry they were directed to make, found, upon the oath of Gawen Robinson of Ulgham, aged 80 years, that \"the township of Ulgham now and formerly consisted of 24 farmes, and that 23 farmes thereof did and doe, and tyme beyond memory, have belonged to the Lord of this manor and his ancestors, and that one farme only now doth and formerly did bdong to the said George Lawson and his ancestors.\" PRESENTMENTS. \" Thomas Hunter for making a fraye and drawing of blood upon William Roa . . 8s .id Cuthbert Lyne for a fieye u]>on James Lyne, pledge Thomas Aleson, at . . . lzd Henry Graye for over stint of swine . . quit Robeit Gr.iye for over stint of a meare . I2d pence Robert Graye for a night layer in the corn . 2/- John Graye tor cutting whines within the matches . 6d John Graye for cutting of allers within the marches . 2od Thomas Aleson for putting his catell into the fog . 3s 4d Thomas Hunter for putting his catell into the pasture before his neighbours . . . 6d The same Thomas for disobeyinge of the sworne man, and sayinge he was a bowtheily fid lowe, and he respected him noe more then a dog . 3s 4d George Robson for a sweine unringed . . I2d"], [23, "Ulgham : its Story. 11 Widdowe Turner for her yard dicke lyinge downe . 6d The wife of George Lawson for beinge bond for twoe men breaking dickes . . 6d Robert Mitford for keeping i swine unbowd and un- ringed, contrary the payne of . 3 s 4d Issabell Watson for grindinge from the Lord's mill one tyme ..... 6d Gawan Heron for castinge turffes within the march . I2d Edward Graye for keepinge his catell in the corn fields, contrary the payne of . . 3s 4d Issabell Watson for her servant makinge a rescewe of the sworne man . . . . 2od Edward Graye, the clarke, for three severall night layers in corn . . . . 2od The same for a said burst . . . i2d Raphe Robinson for keepinge sometymes twoe horses and sometymes three, contrarie the order made amongest che tenants in Stobswoode George Hawbone for not repairinge his parte of the pounde fold . . . . 6d John Smith for keepinge his masty doge unmosled, contrarie the order ofthe last court . . I2d Edwaid Awbon for assult upon Anthony Fawcaus, miller 3s 4d The same for revinge his dames corne owt of the mill and caryed yt to another Thomas Watson for abusinge George Lawson the balifF with most wild and evill speeches, when he went about doinge neighbouihood and borrowinge his goods, and offeringe satisfaction for any wronge done, dismisst The same for a tresspass in corn with LX sheep in daie tyme in the Easter Seavens . . I2d"], [24, "Ulgham : its Story. 12 6d 2od 2od 2od quit i 2d 2od I2d 3s 4d Cuthbert Awbon for buinge a doore, beinge my Lords goods of Edward Huddson. J\" He will restore \\ the door 3gain. Edward Graye for over stint, beinge a cooter, with seven sheep . Edward Robinson sworne man for not presentinge the dickes that lye downe in the Wester Seavens Mathew Bincks for setting the whines in the common on fire, withowt the consent of the balifFe or sworne men, to the hurte of the comon welth of the towne- ship . . . . . Robert Pace for carryinge away more of the burnt whynes then was his dewe Madge Duglas for a comon scowld Cuthbert Craster for a night layer in foge at Stobs- woode with oxen .... Issabell Watson, for hyr servant keepinge hyr drafte beinge yoked in the corne field in the night tyme . George Robinson, for not makeinge and keepinge up twoe watter gappes which he owght to doe con- trary the payne of 3 s 4d Edward Robinson and his wife for brewinge contrarie the payne of . . . . William Turner for dissobayeinge and givinge outra- gious and threatning speeches to the balifFe and sworne men, when they went to forbid him, and require him from goinge through the sour meaddow, viz., for sayinge to George Lawson the balifFe, that if he hindered him he would have his hande in his necke, he would cleave his head to his breath, and would make bis wife fetche him home in a blankett,"], [25, "Ulgham : its Story. 13 and that he would cause him to be carryed home in a sledd — 3s 4d . . . . culpable Adam Small for an affray and drawinge of bloode upon Thomas Layng of Oldmoor . . . 3s 4d Thomas Layng for an affray upon Adam Small. William Lawson of Longhurst, pledge I od Edward Dobson for riving out of twoe ridges of land further then his neighbors, contrary the payne — culpable ... . 4d Andrew Pringle for goinge downe through the wheat field with his horse, contrary the payne of 39s 1 id 2s Nicholas Brincks for lettinge his dickes lye downe, wherethrough the swyne do gett into and woork up the corn . . . . . 4d John Wawbye for a night layer with his cow in the oates . . . . . 2od John Wawbye for keepinge of one stirk in the far fooge ..... 6d Martin Cowart for keepein^e of swyne which woorked in towne gate contrary the payne of . 6d Cuthbert Craster and Martin Cowart, sworne men, for takeinge in or sufferinge of forreners geese to go in the towne ship, contrary an order . . 4d George Albin for putcinge his beasts into the faugh, contrary the payne of — I2d . . . 2od William Dobson for the keeping of over stint, the payne of 6d, increased to . . . I2d George Straker for not repayeing dike between the faugh and the meadow . . . 2cd George Albin for not repareinge his fore front and back front i s"], [26, "Ulgham : its Story. 14 William Dobson for a night layre with three beasts in the Beany Havers . . . . Is8d Henry Palmer for cuttinge woode in the Dammes without any order from any of the Lord's officiers 6d Robert Pace for tresspassinge with his beasts in the West Brome . . . . 6d Robert Pace for a night layer in the Cortlish . is ACTIONS. William Coward against Elizabeth Raye, widowe, in a plea of covenant to his damage — 8s. . . quit Cuthbert Alder against George Lawson in a plea of debte for 2 dozen and a half of oxen bowes. Confessed himself . . . . 2s 6d The same against Walter Glendinning and James Dixon in trespass in coin — 2 os. Found culpable, 6s George Awbon against Elizabeth Raye for sowinge five henions of oats to the damage of — 15s. Found quits Thomas Hunter against Ralphe Milbuin of Eshott, who promised to save him harmless, for that the said Hunter paid to Andrew Story for Thomas Robinson — 26s 8d . . • . culpable Gowan Marshal of Morpeth against Richard Rand for 8 shillings, beinge bond to William Green for him — 8s. .... confessed plege. Martine Coward (Signed). Edward Porter clericus against Robert Awbawn of Heborne, in debte for workinge a nage for which he paid for his grass. — 23s. . culpable, 3s 4d pledge. George Robinson."], [27, "Ulgham : its Story. 15 Edwaid Robinson against Robert Mitford, for detain- ing a malt chiste to his damage. Deferred to the Easter Court. Elizabeth Pace against Catherine Mitford, saying that she was lusty since she stole Edward Rumniey's old gould — 39s 1 id . . culpable, 2 od Edward Robinson and his wife against Edward Greye for intisinge his servant awaye — 39s 1 id. . quit Humphrey Pace against Elizabeth Dodd for slander- ing him the plaintiffs in saying, that she having money stolen, she did see the plaintiff in the howse openinge her lock and breaking her chest — ■ 39s I id . . . . quit Jane Pace spinster against Gowan Hearon and his wife, for (saying) that this plaintiff did withdraw her maister's corne out from his horse, and con- veyed yt to her mother — 39s 1 id . . quit Thomas Mitford against Edward Graie in a plea of tresspass for sowinge a parcell of ground belunginge to the complainant with oates and carrying them away — 20s. We find the complaynant 1 peck and the de- fendant two pecks according to the third sheave. Edward Dobson against Madge Duglass for slander- inge him, and saying he puld stacks of corn of other mens, and fk-ainge of other men's sheep— 30s . quit Thomas Key of Morpeth, by Charles Carvile, his attornie, against Edward Robinson and Elizabeth his wife, in a plea of debte — 23s Referred to the Easter court."], [28, "Ulgham : its Story. 16 Rush-worth. Elizabeth Turner against William Turner in a plea of withholdinge a caldern — 30s We do order that William Turner shall pay to Catherine Turner for her part of the said caldron before the purification commonly called Candlemas day — 16s Andrew Pringle complains against Thoma9 Potts for takeing an excessive parcage without any damage that the defendant made him — 5s culp. William Fenwick of the G ange against Robert Smyth of Ulgham, in an action for breach of covenant for 10 ewes he took grass of him, for which he did not perform . William Robinson against Edward Gray, in a plea of debt — 1 os . quit ( 1647) John Wawdy against the inhabitants of Ougham for three fother of hay which the troopers took away to his damage of — 30s Yt is ordered that every one in the towne that have not payd him sixpence shall pay him 6d, or else execution to be granted\" In explanation of the last entry, it may be men tioned that, in the beginning of 1647, the Scots army having been some time at Newcastle, delivered Charles I. to the commissioners, and returned to Scotland. At this time so complete was the dis organization ofthe government, that the moss troopers became more active than before, and had the audacity in this year to make a descent upon the lands of"], [29, "Ulgham : its Story. 17 the high-sheriff when he was engaged at the assizes, and carried off numbers of his cattle. To repress these outrages, some regiments were marched into Northumberland, and 220 horse were to be quar tered, so as to fall upon these \" night workers.\" Some of these were probably the troopers who seized John Wawdy's hay. There is a tradition that, about this time, on a Sunday afternoon in August, a number of armed men were seen lying in the lane leading from Ulgham to the park, while their horses grazed be side them. Some alarm was created, and the villa gers secured their houses as best they could. At the manor house, unfortunately, all the men were absent ; however, the women barred and blockaded the doors and windows, and sat up waiting the result. About midnight the house was surrounded by the horsemen, but the inmates succeeded in repulsing them until assistance came. Little more than 200 years have passed away since the country was thus insecure. These courts have now fallen into desuetude, and in popular opinion are continued only to afford a dinner to some of the suitors, and to maintain for the lords rights which are well nigh obsolete. But c"], [30, "Ulgham : its Story. 18 in the early part of the seventeenth century it was very different ; they were in full vigour, and, looked at with regard to the condition of the people, were admirable institutions. Held twice a year, and pre sided over by men of high position and character, the people at these courts, with the advice and ap proval of the steward, made rules and bye-laws for the regulation of their occupations, which, being pur sued by the united labour and capital of all, though for individual benefit, but for these courts would have been impracticable. They appointed \" sworn men,\" who performed the duties of constables, and those required by the court ; and the \" leet jury,\" who presented all parties who had disobeyed the bye-laws, been guilty of breaches of the peace, or allowed nuisances to exist, and fixed the fine which they thought due to each offence. Affeerers were also appointed, and sworn to review and finally settle the amount of penalty. In all this they clearly distinguished between the wrong to the pub lic and the injury to the individual, and accordingly, we find that, in the manor court, actions were brought not only for debts and injuries of all kinds, but often for damages to the complaining party, caused by the very offence for which the defendant"], [31, "Ulgham : its Story. 19 Value. Rent Rolls, 171 had been presented by the leet. Certainly a perusal of the rolls of this manor does not shew a very happy state of society ; the number of frays with or with out bloodshed, the slanders, the scolds, and the attempts to encroach, are very large for a popula tion which could not have been more than one hundred and fifty. The following are the names of the tenants and rents of the manorial land.- in 171 5 : — Ulgham. Anthony Coward Oliver Garret £l° ° ° 5 lS ° •4 '5 ° 410 o 4 10 o 410 o 410 o 410 o 500 ? o o 410 o 410 o 57 8 o £129 8 o Thomas Barbu; Robert Straker Richard Potts John Grey Robert Dobson John Coward Ann Green, widow . George Thompson . William Robson Gawin Robinson Mr. Richard Wilson (Over)"], [32, "Ulgham : its Story. 20 Brought over . £I29 $ o Ulgham Coat Lands. Gawin Robinson . j£\"o II 3 Robert Cowty . o 1 1 3 Robert Turner . o 1 1 3 Robert Davison . 0136 2 7 3 Stobswood. Robert Coward . £4. o o Thomas Harkus . 40c Christopher Coward . 400 Matthew Swann . 400 John Wilson . 500 Robert Lawson . 500 26 o o £lS7 15 3 These lands are now [1861J let for o o This great advance in value is not difficult to account for. In 171 5, the land was generally un enclosed, there were no roads, and the- farmers all lived in the village, where each had a small croft attached to his cottage. The rest of the land was farmed in common, each occupier working and taking the crop from the number of ridges he occupied in proportion to the \"farms\" he held, and depasturing"], [33, "Ulgham : its Story. 21 the march or unenclosed lands in the same manner. Soon after this, great improvements were commenced by Charles third Earl of Carlisle ; the estate was thrown into distinct farms and enclosed, a dwelling house, with the necessary out-buildings, being erected on each ; paved causeways were also made, on which the traffic was conducted by pack-horses, sledges being generally used on the farms. It was long before the public roads became passable in winter ; not, indeed, until an example was shewn by the formation of excellent roads about Cresswell. Until a very recent period, parts of the glebe land, and the freehold which formerly belonged to the Hospitallers, were in scattered ridges among the farms. Each farmer also continued to hold the cottage and close in the village where his predecessor lived ; the cottage being occupied by a servant. This was only changed about two years since, when Lord Carlisle, having some time before bought the Hospi tal lands, the entire estate was remodelled, thrown into larger farms, and a spirited system of improve ment by extensive drainage, and the erection of new buildings, entered upon, which has already added largely to the rental."], [34, "Ulgham : its Story. 22 \" Here man more purely lives, less oft doth fall, More promptly rises, walks with stricter heed, More safely rests, dies happier, is freed Earlier from cleansing fires, and gains withal A brighter crown,\" — On yon Cistertian wall That confident assurance may be read ; And, to like shelter, from the world have fled Increasing multitudes. The potent call Doubtless shall cheat full oft the heart's desires ; Yet, while the rugged Age on pliant knee Vows to rapt Fancy humble fealty, UlghamGrange Wordsworth. isol. iv. , 29. A gentler life spreads round the holy spires ; Where'er they rise, the sylvan waste retires, And aery harvests crown the fertile lea. In the beginning of this sonnet, Wordsworth has translated the sentence in which the enthusiastic Bernard expressed the objects he hoped would \"be attained by the Cistertians, and which were inscribed in all their houses. In the two last lines he has de scribed the effect of their daily labours. It has been truly said of the Cistertians, that they were more farmers than monks ; they made it their business to labour and to pray. Those who have formed their opinion of the religious orders by their condition at the time of the Reformation, when they were debased by prosperity and riches, and when they were justly reproached for their indolence and luxury, will have British Monarchist!^ 113."], [35, "Ulgham : its Story. 23 Dugdt formed a very erroneous impression of these bodies at the time of their foundation. Let us take this Grange as an instance. In 1 138, Ranulph de Mar lay, being on a visit to Fountain's Abbey, the first house of the Cistertians in England, was so much struck with the manner of life that the brethren led, that he built the Abbey of Newminster, which he not only endowed with surrounding lands, but in the words of his grant — \" At Ulacaen I have given them to build their granges upon, from the Eagle's nest to the Well of Erard ; and as the stream of that well runs into the Lima, and as the Lima runs as far as the march of Forum.\" \" The Grange\" was really the farm of the monas tery, which they cultivated not only to supply the house with corn and cattle, but for profit. The farms were worked by lay brethren, who in busy seasons performed their religious services in the fields, that there might be no cessation of labour. The abbot of the house occasionally resided at the granges. Newminster had its home-farm or grange close to its walls, besides which it had others at Ulgham, Ritton, Nunnykirk, Stritton or Sturton, near Warkworth, Horton and Newton in Bywell. Refer to a map, and look at the monastery, with its"], [36, "Ulgham : its Story. 24 Macaulay.. •ol. «., 8. lettered abbot and monks, and its various branches spreading far from it among the people ; remember at each of these was a chapel, and that at the chief house was an infirmary, and the truth of an eminent historian's remark will be seen, that \" had not such retreats been scattered here and there among the huts of a miserable peasantry, and the castles of a ferocious aristocracy, European society would have consisted merely of beasts of burden and beasts of prey. LHgham Grange has evidently been selected by men who knew the nature of land, valued the advan- tages of a good and healthy situation, and had an eye for the beauty of natural scenery. Standing on a spur of land, it is drained and watered by the elder- fringed stream from the Well of Erard on the west ; it faces the south, and slopes down to the Lyne, and the gently undulating land from thence to the east is bounded by that stream to a little below the Cat crag. This is the most fertile of the land included in the grant ; and the high and wide ridges of the Old field are very probably unbroken, and in the same form as when they were cultivated by the monks. It may be observed, that the monks did not"], [37, "Ulgham : its Story. 25 Walla. It fillisters' Ac counts, 1536. render suit and service to the lord for these lands, and that they had the privilege of common of pas ture for all their cattle, excepting goats on Stobs wood and elsewhere, as well in the woods as on the open grounds of Ulgham on the north side of the Lyne except in the corn and meadow lands, and in the Heye ; they also had pannage in the woods for their swine. This was confirmed to them by John second Lord Greystock, when he was at Uigham in 1297. The Grange contains 703 acres, and at the time of the Dissolution was worth £13:6:8; its rental is now £807, forcibly shewing the value of agricul tural improvements. A branch of the numerous family of Fenwicks were living here in the beginning of the seventeenth century, and left it about ten years ago only ; they were descended from Robert Fenwick of Bedlington, who represented the county in the parliament of the Commonwealth. The Grange remained in the hands of the crown until 1 60 1. In 1648 it belonged to Colonel Edward Grey, who then resided upon it, and from whom it has descended to the Earl Grey."], [38, "26 Ulgham : its Story. Hospital Lands. Placita de quoranto, 1293 Village. The lands granted to the Hospital of St. John at Chibburn contained about seventy acres, and were in their possession in the reign of Edward the First. In 161 9 it belonged to John Kay and John Bulman, from whom it passed to Robert Lawson, who in 1 67 1 conveyed to the Earl of. Carlisle land in White ridge Bush, Wester Seavens, and North Wood. The re mainder descended to Lawson Armstrong, of Glou cester Hill, near Warkworth ; he was the captain of a merchant ship, married Jane Smith of Togstone, and the latter years of his life lived at Ulgham, where he died in 1 802, at the age of eighty-two. He devised the land to his nephew Robert Swallow, who sold it in 1838 to the Earl of Carlisle. The village of Ulgham, on the south side of the Lyne, is a long narrow street, and a few years ago consisted principally of cottages, most of them of a very rude type ; the roofs were thatched, the tim bers rested on the ground, and the low walls were of mud and rubble stone. At the lower end the water stood in pools ; this state of things produced its natural consequence ; and but too often low fever commenced at one end of the village and crept from house to house to the other. Happily, however, this can now only be described as of the past ; the"], [39, "Ulgham : its Story. 27 Tennyso. vol. i., 101. ground has been completely drained, substantial and roomy cottages are in the course of erection, a school has been established ; and when the church is restored and the parsonage rebuilt and occupied, one who knew it forty years ago will scarcely recog nise it. Although the general surface of the chapelry is flat and looks very naked since it was so much denuded of wood, yet the narrow and woody banks of the Lyne present pretty bits of scenery, as will be found by any one who will wander from the village by the mill pool, and follow the sinuous banks of the winding and sparkling burn fringed with hazel, allers, and ash, by the narrow green pas ture, bounded by the little mill stream, to the rude mill with its overshot wheel, and pass it to the plank below, where he will think of Tennyson's verses : — \" Or from the bridge I lean'd to hear The milldam rushing down with noise, And see the minnows eveiywhere, In crystal eddies glance and poise, The tall flag-flowers, where they sprung Below the range of stepping stones, And those three chesnuts near, that hung In masses thick with milky cones.\" Of \"the rude forefathers of the hamlet\" we know"], [40, "28 Ulgham : its Story. tVallis. Lansdown M.S. 260. little, and probably there is little to be known. History has preserved the name of one person con nected with the place, and that in a very slight and incidental notice connected with a somewhat roman tic incident in the history of one of the lords. In 1 38 1 Ralph Lord Greystock was warden of the marches, and on the 5th June in that year was taken prisoner in a border skirmish at Horseridge in Glendale by the lord of Dunbar. His brother William generously became hostage for him, was imprisoned in the castle of Dunbar, and died of a fever which was then prevalent there. He was buried at that place, but two years after his body was taken up and interred before the high altar of Newminster, next to that of Margery Lady of Ulg ham. From the place of her burial the Lady Mar gery must have been a person of some distinction, and probably related to the founder of the abbey, one of whose descendants was laid by her side. We have notice about the same time of another inhabi tant, but he was of the race of Gurth. At the close of the fourteenth century John Spendilov of Ulgham and his posterity were made free for ever by Ralph Lord Greystock in consideration of fifty marks of silver. This born thrall of the barons of Morpeth"], [41, "Ulgham : its Story. 29 appears to have settled in the borough of his lord, where' he acquired property and distinction. A family of the Rennolds were for some time the agents of the lords and the occupiers of the manor house ; but according to tradition, when Ulgham was visited by plague in the middle of the seventeenth century, they fled to Stobswood, to which the infection was brought by a favourite dog, and the whole family became victims to the disease. At that time Thornthwaite was a favourite hunting seat of Lord William Howard, and he sent Peter Wilson of the Rawfoot in Toathman, Westmorland, to take charge of his Northumberland estates and to reside at Ulgham. Wilson's descendants continued to live there until about twenty years since, when Thomas Wilson left it. The family acquired estates at Duddo, Tritlington, Hepscott, and Morpeth. Those at Tritlington and Morpeth were sold some time since, and those at Duddo and Hepscott by Richard Wilson of Lincolns Inn Fields about 1832. But if the records of the past furnish no more information of the people of the village, their con dition in the time of living memory may not be without interest. They were separated from the great world without, and their very isolation affected"], [42, "Ulgham : its Story. 30 Longfelltnv their habits and preserved customs after they had been forgotten in other places. \" Far from the madding crowd's ignoble strife, Their sober wishes never learned to stray ; Along the cool sequester'd vale of life They kept the noiseless tenor of their way.\" The farmers and their forefathers had occupied their farms for many years, some for centuries, cul tivating their lands by their own hands or those of their families, with few servants. The villagers had all been born there ; there was then no little shopkeeper \" licensed to sell tea and tobacco ; \" there was no \" dressmaker from Morpeth ; \" but there was the smith at the western end of the village beneath that grand ash tree, of which there are few examples in the north. \" Under a spreading ashen tree The village smithy stands ; The smith, a mighty man is he, With large and sinewy hands ; And the muscles of his brawny arms Are strong as iron bands. His hair is crisp, and black, and long, His face is like the tan ; His brow is wet with honest sweat, He earns whate'er he can,"], [43, "Ulgham : its Story. 31 And looks the whole world in the face, For he owes not any man. Week in, week out, from morn till night, You can hear the bellows blow ; You can hear him swing his heavy sledge, With measured beat and slow, Like a sexton ringing the village bell, When the evening sun is low. And children coming home from school Look in at the open door ; And love to see the flaming forge, And hear the bellows roar, And catch the burning sparks that fly Like chaff from a thrashing floor.\" Besides the blacksmith, were the shoemaker, the cartwright — who was also the parish clerk — and the weaver, who was indispensable in times when cotton and the power-loom were alike unknown, and all the women of the village— gentle and simple — employed the long winter nights in spinning. Some of the fabrics of the Ulgham weaver's loom are not sur passed, either in fineness of texture, or beauty of design, by those produced by the improved ma chinery of the present day. In the middle of the village was the alehouse, \" with neatly sanded floor,\""], [44, "Ulghatn : its Story. 32 having an apartment on each side of the passage, and at a short distance down the stream was the manor mill. There was almost a patriarchal simpli city among the people, who were connected with each other either by relationship or by association. The labouring people respected their betters, who returned it with kindness and esteem. Yule tide was not forgotten amongst them, and on St. John's day, the feast of the dedication of their church, was the great village festival of the year, not as of late years, distinguished by two or three gingerbread stalls, and a few drunken men reeling about. Then, on the eve of the day, after sunset, the ancient beltane fires sent up their smoke and flame far and near ; the next mcrning was a uni versal holiday. At the old manor-house the relatives of the family were gathered from Togston, Blake moor, North Seaton, Hepscott, Old Moor, Longhurst, and the Grange. In like manner the farmers and cottagers were visited by their friends. The little village church was crowded with the parishioners and their visitors After an early dinner high and low met and talked on the village green, in the evening they separated to their own houses, where dances closed a happy"], [45, "Ulgham : its Story. 33 Li/e, Arilihisho. 7, ft. 109. day, in which temperance, good feeling, and propriety were preserved by the mingling of the different classes. I have heard Dick Wilson tell with great glee of the fun and enjoyment of these days, when he and his brothers had to sleep in a box bed in a cottage, before he was purse-bearer to a Lord Chan cellor, or a well-known member of the \" Beefsteak Club.\" Much of this was fading away when I first re member the village ; but one of my most pleasing reminiscences is of a summer Sunday there, when the cracked bell rung to prayers, scattered groups coming from various points met in the green church yard, and after sauntering there for a short time with words of kindly greeting and inquiries, the bell stopped, the little church was filled, and the quiet curate read the beautiful service, and preached a simple sermon, which his hearers, like himself, almost knew by heart. The good old souls, like Joan Dart ford, who said, when accused of heresy, that \"she had only learnt the Creed and Ten Commandments, and never durst meddle with the profound mysteries of religion,\" never meddled with unnecessary dispu tations, but came to worship, as good men used to do, and if the world went hard with them, as it oft- D"], [46, "Ulgham : i/s Story. 34 Ecclesiastical History times did, they found their comfort in the sanctuary. Not given to divisions or differences were such people. In those days letters were received at the village as chance gave opportunity, seldom except on the market day at Morpeth. The weekly Newcastle paper was the only channel by which distant events were learnt. The amusements sought for beyond the village were a bull-bait or a county ball at Mor peth. For the latter, ladies went early to the town, that the hair-dresser might apply his art in turns, and many sat with cushions beneath their hair, which was stiffened with powder and pomatum, from early morning until evening, when the ball was opened with a country dance, followed by minuets, and closed by Sir Roger de Coverlcy. A visit to Newcastle was then a more serious undertaking than a journey to London at the present day, and was made on horseback, either single or on a seat and pillion behind a groom. The latter was common in the memory of many who are yet living. Fifty years ago, except a cart, there was not a wheeled carriage in the chapelry. Of the ecclesiastical history little is known. It probably owed its attachment to Morpeth, to belong-"], [47, "Ulgham : its Story. 35 Terrier. . 1 rchdem Notes. ing to the same lord, and being too small to form a separate parish. Anthony Beck, when Bishop of Durham, appro priated the advowson to the chaplains officiating at his new-built chapel at Auckland. After the death of Beck, Ralph, the second Lord Greystock, established his title at law. The following are copies of the terrier, and of some of the archdeacon's notes : — Gowan Robinson's terrier, taken by the Rev. Mr. George Fenwicke, Vicar of Bolam, 30th July 1737, when he and Mr. Richard Fenwicke went to Ulgham to view part of the Buttes, as follows : — 2 Butts in the whins, lying on the east side. 4 Butts on the south moor, on Midle Cockles, in the High Close next to the house; and 2 Butts in the Close adjoyning to the Westwood, as also I stint every second year in the same, and the other year in the Close adjoyning Henry Watson's farme, now in the hands of John Hare, and Richard Coward. 2 Butts in the Westwood, belonging to Jno Hare. 3 Butts in John Coward's Westwood, having 2 stints, one with John Coward yearly, and the other with John Hare yearly. Sept. 21, 1723. — Archdeacon Sharpe [Tho.] Served by a curate appointed and provided by the rector of Morpeth. Dedicated to St. John. Benefactions — Mr. Richard Wilson left by will the sum of to the use of the poor of"], [48, "Ulgham : its Story. 36 Ulgham chapeliy ; Elizabeth, Countess Dowager of Cailisle, gave ; Mrs. Dinah Wilson left by will the interest of it to be yearly expended towards the education of a poor child ; George Wilson of Ulgham left £*, to the poor; Mr. George Wilson of Hepscot gave by will 30 shillings out cf his lands at Tritlington to the poor of Ulgham. August 19, 1731. — Visited again and found in good order. There is an old shed or ceiling of wood over the altar table which is going to decay, and should either be taken down or a new one, either of wood or plaister, put in room of it. Archdeacon Sharpe [John]. This chapelry does not all contribute to the repairs of the mother church. The rector has the great tithe of all the chapelry, except the demesne lands, which pay no tithe. There is a house belonging to the minister, in which the curate now lives. Glebe between 1 8 and 2 o acres. There is a terrier for this chapelry, as well as for Morpeth parish. Christopher Snowden, Curate. ist June 1826. — Archdeacon Singleton. June 1, 1826. — Ulgham, although it has parochial limits and churchwardens, repairs its own church, and does not in any way contribute to Morpeth, is nevertheless part and parcel of that rectory. The curate is stipendiary, and has a salary of £70, and surplice fees. At present he is non-resident ; if resi dent, a cottage has been usually provided for him by the rector, who has two, one appropriated as before mentioned, and the other inhabited by the clerk. The rector has here 1 8 acres of good glebe land, well-fenced and well-ascertained. The demesne"], [49, "Ulgham : its Story. 37 Curates. Surtees' Society, 22. lands belonging to Lord Carlisle pay a modus for all tithes. The rector repairs the chancel. The clerk is paid by gioats and ancient payments. There is an unendowed school. No Catho lics, and very few dissenters. Lord Grey has a fine estate in this chapelry. I should add that here, as at Hebron, the clerk is inclined to consider his house official ; but I believe without the slightest reason. Mrs. Dinah Wilson's benefaction, men tioned in Dr. Sharpe's folio, is wholly unknown ; but in 1822 Mrs. Coward of Chevington Link-bouse left twenty pounds in the savings' bank, of which the overseers are trustees for the poor inhabitants. The churchyard is but moderately fenced, and the church not in the highest order. But the churchwardens and parishioners whom I saw, were very reasonable men, and promised me to set about a permanent repair in roofs and walls as soon as they had re-taken their farms, whose leases mostly expire in May next. They have a silver cup and cover, 157 1, with that sort of running pattern which is very general through the country. 1575. No Incumbent. Soon after the translation of Bishop Barnes to Durham, the clergy were admonished that they should diligently study the Gospel of St. Matthew, so as to be able to translate it in writing ; but there was soon a remarkable alteration in the terms of the monition, shewing that some of the clergy were very illiterate. They who did not know the Latin lan guage were commanded to learn the task in their"], [50, "38 Ulgham : its Story. Parker's Domes tic Architecture. mother tongue, and they were permitted to give their account of it either in writing or orally. 1577. July. Thomas Wray, Curate of Ulgham, has failed to pel form his task. 1577. John Hutchinson, no license. George Turner, clerk, Incumbent. 1578. Thomas Wray. 1 581. Richard Dixon. 1582. Edward Bedham. I 606. Gowan Mitforth. 1724. Thomas Murray. Christopher Snowdon. 1777. Mark Blackburn. The original chapel was doubtless built by the Cistertians, who invariably took care to attach a chapel to their granges, and prior to the Dissolution they would provide for services there. The last resident curate was a simple-minded man, not over learned, nor over-exacting with his parishioners, fond of his garden, where he raised a few grapes against his cottage-walls, and indulged his taste for flowers. The present church was built by funds raised by a brief, but I cannot ascertain the exact period. It is impossible to describe its style except as a most unhappy example of carpenter's Gothic, and fully merited the description of Mr. Hodgson, who says —"], [51, "Ulgham : its Story. 39 \" Its walls within, when I saw them in 1829, instead of being of a goodly white, were painted with blotches of green and black damp.\" But there was one stone in the old chancel of the church which must not be forgotten ; it was appropriated to the top of a window on the north side of the chancel, and bore a rude bas-relief of a female figure, a man with a sword on horseback, and two birds. What has been the ori ginal device or use of this stone is difficult to con jecture ; from its character, it may possibly have been a portion of one of those curious standing stones so frequent in some parts of Scotland. The stone is so small that it is useless to attempt to trace the zigzag figure which generally distinguishes such stones. If this conjecture is correct, this stone is a relict of a period anterior to the introduction of Christianity, and may be likened to the fragment of a bone of an extinct animal. The chancel has been rebuilt by the rector in an admirable style, and every one who wishes to promote the best interests of the people of this chapelry must desire to see the nave restored in a similar manner, and a resident in cumbent instructing, guarding, and influencing the people."], [52, "Ulgham : its Story. 40 Bi she/< .Slant. \" Dear is the ancient village church, which rears By the lone yew, or lime, or elm-girt mound, Its modest fabric ; dear, 'mid pleasant sound Of bells, the gray embattled tower, that wears, Of changeful hue, the marks of byegone years ; Buttress, and porch, and arch, with mazy round Of curious feet, or shapes fantastic crowned ; Tall pinnacles, and mingled window tiers, Norman, or misnamed Gothic. Fairer spot, Thou givest not, England, to the tasteful eye, Nor to the heart more soothing. Blest their lot, Knew they their bliss, who own their dwelling nigh Such resting place ; there, by the world forgot, In life to worship, and, when dead, to lie ! \""], [53, ""], [54, ""], [55, ""], [56, ""], [57, ""], [58, ""]]