[[1, ""], [2, ""], [3, "THE BEES. A POEM ."], [4, ""], [5, "THE BEES. A POEM FROM THE FOURTEENTH BOOK OF VANIERE'S PRiEDIUM RUST I CUM. BY ARTHUR MURPHY, Efq. \" Prifcis incognita feclis \" Eloquar ; et mini quantum dulcedine Versus \" Virgilius, rerum tantum novitate placebo, Veridicae magis Hiftoriae quam Carminis Auftor.\" Vaniibi, LONDON: PRINTED FOR F. AND C. RIVINGTON, no. 6z, st. Paul's church-yard. — #— 1799."], [6, ""], [7, "TO Miss SUSANNA ARABELLA THRALE, DEAR MADAM, J. Here prefent to you the produdtion of a very young Poet. You will fmile at the expreffion, but give me leave to fay it is ftridtly true. The work was finifhed feveral years ago, in the feafon of youth, when the famous Italian and French writers of Latin Poetry en gaged my attention. Lately indeed, for the amufement of fome vacant hours, I revifed the Tranflation with all the care in my power. Age correcting youth is apt to be morofe, but while in my own a 3"], [8, "DEDICATION. VI cafe I avoided that error, I fear that I have been too indulgent to my juvenile days. As foon as I had retouched the whole, I was on the point of configning it once more to obfcurity, when it oc curred to me that the fubject might af ford you fome entertainment. I there fore refolved to fend it into the world, and to adorn it with your name. You will, I am aware, be much fur prized at the liberty I have taken ; but I beg that you will not be alarmed. Not having been ufed to Dedications, I do not mean to adopt the itile generally ufed in that mode of compofition. I will not fay, Her lively looks a fprightly mind difclofe, Quick as her eyes, and as unfix'd as thofe. I pafs by, though not with infenfibility,"], [9, "DEDICATION. VII the fmiles that enliven your countenance, and dart, as Dodtor Garth exprefTes it, emanations from the mind. Of thefe, and the graces of your perfon, I fay nothing : they are vifible, wherever you appear. In like manner, the vivacity of your converfation, the elegance of your manners, and the virtues of your heart, are known to all, who have the pleafure of being acquainted with you. They are topics on which I need not enlarge. Shall I betray my own fecret? The fadt is, I am rather felfifh on this oc cafion; I mean to gratify my pride, by declaring in this public manner, that I am favoured by you and your amiable lifters with a degree of politenefs and at tention, which it has never been in my power to deferve. If in your eyes I have a 4"], [10, "DEDICATION. VIII any merit, I can guefs from what fource that partiality arifes : you know that I lived many years in habits of friendfhip with Mr. Thrale; you know that I honor his memory, and to this hour re gret the lofs of fo excellent a man. He is, however, in fome degree revived, when I behold, with a fecret pleafure, his daughters inheriting the amiable qualities, and the virtues of fo worthy a father. Not to encroach too far upon your time, I have only to requeft your favour able acceptance of the following trifle, even though you have been often de lighted with the fame fubjedt in Dryden's Virgil. I have not the prefumption to think of entering the lifts with our great Englilh Poet : that tafk required fuch a genius as Mr. Pope. I muft, however,"], [11, "DEDICATION IX obferve, that you will find, in what is here offered to you, a more genuine and true account of the Bees than was known in Virgil's time. But truth, it is faid, ought not to be fpoken at all times ; to you I am fure it ought ; and, for that reafon, I beg leave to add one truth more, which is, that I have the honour to be, with the greateft efteem, DEAR MADAM, Your moft obliged And moft obedient Humble fervant, Hammerfmith Terrace, ■$Qtb March, 1799. ARTHUR MURPHY"], [12, ""], [13, "PREFACE. — «S®£»— THE Author of the following Piece can- not fend it into the world, without pre mifing an apology, not only for the defects, which the critic may difcover, but alio for a fubjedt, in this juncture, altogether unfeafon able and uninterefting. The public mind is, at prefent, wholly occupied by the events of a war, which has not it's parallel in the records of hiftory, if we confider the wild ambition of the French anarchifts, and the fupinenefs of the ftates on the Continent, all guilty of treachery to themfelves, notwithstanding the bright exam- ple, which it is the glory of Great Britain to hold up to the admiration of the world. In a period fo important, teeming with events, and big with expectation, Jacobin and Anti jacobin pamphlets feem to be all the litera-"], [14, "PREFACE. XII ture of the times. If fuch is the cafe, The History of the Bees will, moft probably, be deemed unworthy of notice. All that can be faid for it, is, that it was many years ago the production of a young man, who had leifure to become a verfifier, and now offers it to thofe, who have leifure to read for mere amufement. To the impediments already mentioned, ano ther difadvantage may be added. A critic of confiderable eminence has told us, that, \" The *' Prjedium Rtjsticum of the Jefuit Vani \" ere is along and languid production; but \" from the labour of the writer, who has col \" letled Jbme curious particulars relating to the \" management of farmers, it may, perhaps, an \" fwer one perufal.\" But it may be afked, are there no elegant paffages ? No beautiful di greffions ? No vein of poetry running through the whole ? All we are told, is, that we may read it once. Such a fummary judgement will not, and certainly ought not to injure the Poet's bays ; but will the critic 's ivy adorn the brow of him, who delivers his judgement in fuch general terms r o"], [15, "PREFAC E. XIII That Vaniere fhould be difmiffed with fo much indifference, will not be matter of wonder, when Rapin, who left a beautiful Poem on Gardening, is treated by the fame author with more aufterity — \" Rapin, he fays, is a feeble \" and phlegmatic Poet, and hath filled his work, \" under the notion of digreffions, with many \" puerile and extravagant fables, the carica \" turas of Ovid, whofe idle turns and wit \" ticifms he hath likewife frequently imitated.'1'' Such is the character, which this writer has thought proper to give of one of the moft ele- gant of the modern Latin Poets. It is eafy to fee what encouraged Doctor Wharton to be fo very dogmatical. Addison had faid, \" there is more fileafantnefs in the \" little platform of a garden, which Virgil \" gives us about the middle of the \\th Georgick, \" than in all. the fpacious walks and water* \" works of Rapin.\" This decifive fentence is unworthy of {o fine a writer as Mr. Addifon. He fhould have remembered that Rapin, in his introduction, makes a modeft apology for at-"], [16, "PREFACE. XIV tempting to defcribe what Virgil chofe to omit. The paffage is as follows : \" Vatibus ignotam nam me novus incitat ardor Ire viam, magno quae primum oftenfa Maroni, Extremo cum vela trahens fub fine laborum, Italias pingues hortos quas cura colendi Ornaret, canere agricolis populoque parabat. Fas mihi divini tantum veftigia vatis Pofie fequi, fummoque volans dum tendit olympo, Sublimem afpicere et longe obfervare tuendo.\" TRANSLATION OF THE ABOVE LINES. Poetic ardour bids me mount on high On fiutt'ring pinions, and new regions try, Where for no bard a laurel-wreath has fprung, And even Virgil left his theme unfung, When near the fhore, tho' blefs'd with fav'ring gales, He fteer'd to land, and furl'd his fwelling fails. Ye tuneful Nine ! this panting bofom fire, And with your facred energy infpire • Give me, O give me, while his notes divine Sound in my ear, to trace him in his line • And, while fublime to heav'n we fee him foar, On trembling wing to follow, and adore."], [17, "PREFACE. XV Why Addifon had not more refpecl for a beau tiful Latin Poet, is a problem not eafy to be folved. Virgil tells us that he was tempted to defcribe a beautiful garden, but being eager to clofe his Poem, he did not chufe to expatiate on that fubject, but rather leave it to be treated at large by others. In three or four lines he feems to have had the idea of an orchard ; but where is the platform of a garden ? Virgil chofe to bequeath the fubject to future Poets, aliis pojl commemoranda relinquo; but how his filence fhould have more pleafantnefs than one of the beft Latin Poems fince the Aug;uftan age, is a point not eafy to be conceived or un derftood. Addifon, moft probably, advanced his paradox in imitation of Quintilian. That great critic, after obferving, that, in the picture of the facrifice of Iphigenia, Timanthes, the famous artift, reprefented the progrefs of grief rifinsr in a regular climax, moderate in the countenance of Chalcas, in Ulysses more ftrongly expreffed, in Menelaus touched with all the ftrength of colouring, and at laft, when he had exhaufted all his art, threw"], [18, "XVI PREFACE. a veil over the face of Agamemnon, leaving the anguifh of a father to the imagination of every beholder; the fkill and judgement of the artift cannot be too much admired. But how the paffage, in which Salluf chufes to be filent about Carthage, rather than fay too little, can be faid to have any refemblance to the picture of Timanthes, is difficult to conceive, and yet Quintilian makes the comparifon : nonne huic fimile ejl illud Salluflianum, nam de Carthagine tacere fatius puto, quam parum dicere f The exceffive grief of a father was with great art left to the imagination ; but what imagination can figure to itfelf the annals of Carthage? When a well written hiftory of that famous republic is prefented to us, would it not be abfurd to fay, .that there is more beauty in the filence of Sallujl P Should an eminent critic affert, that there is more elegance in Addifon s omiflion of the ftory of Arijlaus, and that of Orpheus and Eurydice blended with it, than in his tranf lation of the reft of the Fourth Georgick, fuch a judgement would be condemned as wild and extravagant. And yet encouraged by Mr."], [19, "PREFACE XVII Addifon, and lifting under his banner, Dodtor Wharton has thought proper to decide againft Rapin. He talks of Ovidian witticifms, but has not cited a fingle inftance. He objects to the fhort fables occafionally introduced for the fake of variety. In anfwer to this charge, let it be remembered, that Mr. Pope, in his Wind for-ForeJl, has introduced the Fable of Pan and Lodona, in imitation of Ovid's manner; and is that beautiful Poem to be decried on that account? But Rapin s Fables are carica turas of Ovid: how far that is true, may be feen in the following fpecimen of Rapin s manner. The Poet obferves, that the art of planting box round beds of flowers was for a long time unknown. To account for the in trodudtion of it, he relates the following Fable : Prima autem cultum pro fe quasfivit et artem Flora, Corymbiferl celebrat dum munera Bacchi. Fefta dies aderat • vicini numina ruris Convenere • ibat pando Silenus afello, Cum fatyris • dabat ipfe Deus fua vina vocatis. Adfuit et Cybele phrygias celebrata per urbes • Ipfaque cum reliquis Flora invitata deabus a"], [20, "PREFACE. XVIII Venit inornatis, ut erat, neglecta capillis ; Sive fuit faftus, feu fors fiducia formas. Non illi pubes ridendi prompta pepercit • Negleiflam risere ; deam Berecynthia mater Semotam a turba, cafum miferata puelke, Exornat, certaque comam fub lege reponit, Floribus et buxo mixtis (nam buxifer omnis Undique campus erat) velavit tempora nymphs. Reddidit is fpecium cultus, caspitque videri Formofa et meruit- novus hinc decor additus ori Ex illo, ut Floram decuit cultura, per artem Floribus ille decor pofthac qusfitus et hortis. translation. In elder times the flow'rs of various hue Planted at random, without order grew, And gave at beft a wild, a motly fcene ; No beds were rang'd, no rows of box were feen. At length that ufeful ornament was found, And foon adorn'd the variegated ground. 'Twas at the feaft, which folemn rites afllgn To ivy-crowned Bacchus, god of wine : The rural deities together throng, And with them old Silenus trudg'd alone*."], [21, "PREFACE. XIX The Fauns and Dryads went, and in their train The jolly Satyrs danc'd along the plain. The day to honour, from her Phrygian grove The goddefs Cybele her chariot drove. All were invited • Flora too was there, With zone neglected, and difhevell'd hair. Perhaps 'twas hafte, perhaps 'twas beauty's pride : With taunts- and gibes the fwains her form deride. Loud mirth refounds, till Berecynthia faw The virgin's cafe : lhe bids her flraight withdraw To a well fhaded bow'r • then chaplets weaves With fprigs of box, and flow'rs, and mingled leaves. Thefe fhe arrang'd the auburn hair to grace, And add new luftre to that blooming face. Around the nymph admiring numbers gaze, Her beauty praife, and me deferv'd their praife. The ufe of box Flora by chance efiay'd, And foon in gardens her whole art difplay'd. How far this is a caricature of Ovid, the reader will determine. That Rapin was not a phlegmatic Poet, may be inferred from the authority of three great judges in all matters of taite and polite litera ture. Martin, the judicious and learned a 2"], [22, "PREFAC E. XX commentator on Virgil's Paftorals and Geor gicks, does not hefitate to fay, that, \" among \" the moderns, Rapin, a learned Jefuit, has \" written a Fine Poem on Gardens, in four \" Books. He profefledly treads in the foot \" fteps of Virgil.\" The opinion of fuch a critic, who was intimately acquainted with Viro-il's exquifite Poetry, does honour to the memory of Rapin. Virgil, and not Ovid, was the model he chofe to imitate. But Martin does not ftand alone: Bro tier, the celebrated commentator on Taci tus, has given a beautiful Edition of Rapin's Poem, with notes on each book, and the hif tory of gardening from the earlieft ages of the world to the prefent times. He admits that objections were made to the infertion of Fables, but he vindicates thofe digreffions, and in an fwer to the hyper-critics, exprefsly fays, \" It \" is not verfe, but fiction that makes a Poet. \" Take from him the ufe of Fable, and you \" deprive him of that, which gives a grace to \" compolition, and by making the fpirit evapo-"], [23, "PREFACE. XXI \" rate, you leave a caput mortuum.\" Tolle fabulam, tollis gratiam, tollis voluptatem, tollis admirabilitatem. In fupport of his opinion, he cites the following lines from the great Cor- neille, who muft be allowed to be a judge without appeal. cc Qu'on fait d'injure a l'art de lui voter la Fable! Cell interdire aux vers ce qu'ils ont d'admirable ; Aneantir leur pompe, eteindre leur vigueur, Et hazarder la mule a fecher de langtieur. Otez Pan et fa (lute, adieu les paturages; Otez Pomone et Flore, adieu les jardinages ; De rofes et de lis le plus fuperbe eclat Sans la fable en nos vers n'aura rien que de plat. Qu'on y peigne en f^avant une plante nourrie Des impures vapeurs d'une terre pourrie ; Le portrait plaira-t-il, s'il n'apour agrement Les larmes d'une amante, ou le fang d'un amant ?\" translation, or paraphrase. How ! banifh fable ! murd'rer hold your hand • Recall your uncreating dire command; You kill all Poetry • invention flies, The fpirit finks, evaporates, and dies."], [24, "XXII PREFACE. If to his flute Pan muft not tune his voice, No more your fields, no more your groves rejoice. If golden Ceres mufl no fmiles beftow, Tafte flies the land, no laurels there will grow. If neither Flora nor Pomona's found, Your garden is no longer claflic ground. What are your rofes, if no bard you place To fing, \". Go rofe, my Chloe's bofom grace ?\" With Myra's breaft let your fair lilies vie • When I with love, they fhould with envy die. Thus all things boaft a vivifying foul; All have their paffions ; life infpires the whole. Defcribe your plants; you'll fay they rear their head On rotten ground, by muck and vapours fed. A Gard'ner's Diction'ry you thus may write; But will your village-mufe afford delight? If there's no Tityrus to chaunt his flame, And charm the groves with Amaryllis' name; No Damon near, when Musidora laves Her limbs harmonious in the azure waves; And no fond Celadon, to fill with fighs The lift'ning vale, when his Amelia dies; The Poet fettcr'd, to the torture put, Difmounts his Pegafus, and walks on foot. Tothefe authorities may be added Boileau, who in the third canto of his Art of Poetry has"], [25, "PREFACE. XXIII explained and illuftrated the ufe of Fable with all the graces of his elegant ftile. Not to dwell longer on this fubject, which has already run too much into length, it will be fufficient to fay, that by thefe authorities Rapin is fully vindicated. The judgement againft him being reverfed, Vaniere, by con fequence, may obtain a reprieve. He has left fixteen books on Hufbandrv, and in each ex patiates on fome particular branch of rural oeco nomy. This, it muft be granted, may prove tedious to him, who is not completely verfed in the farming bulinefs, or defirous of being fo. The Bees are the fubject of a fingle book, ele gantly written, and, though not to be com pared to Virgil's inimitable ftile, yet, in point of truth and real information, fuperior to the Roman Poet, who, it is to be lamented, did not know the facts, which modern difcoveries have brought to light. Maraldi, a famous French philofopher, was the firft that invented glafs hives, and through that tranfparent me dium, was able to obferve the manners, the"], [26, "PR EFACE. XXIV genius, and all the labours of thofe wonderful infects. He publifhed his account in the Hif teire de U Academie Roy ale des Sciences, on the 6th November, 171 2. Vaniere profeffes to have collected his materials from Maraldi, and has done them ample juftice. Of the truth no doubt can be entertained, when we find, that, iince that time, Reaumur, another mem ber of the Academy of Sciences at Paris, pub lifhed his Hilton- of Infects, and, in almoit all particulars, coincides with Maraldi. To conclude, the author has reafon to fear that he has tired the patience of the reader, for he fairly owns that he has tired himfelf. He will only add, that he prefumes to offer the fol lowing Poem, as a True History of the Bees ; in every other refpect he conliders it as a mere trifle, and now publifhes it for the rea-' fons mentioned in the Dedication."], [27, "THE BEES. A POEM. CANTO I."], [28, "CONTENTS. APOLOGY for attempting the fubjeft after Virgil: The nature of the Bees now better known than by the ancients ; and the truth may pleafe as much as Virgil's Poetry; to v. 18. The Bees lured from their woods and caves by the art of man ; to v. 34. Their love of Jecrecy, and enmity to fples ; to v. 46. A French phllojopher framed glafs hives, and dif- cover ed the manners of the Bees, as related in this Poem-, to v. 58. The Bees love to dwell In their hives ; all things in common ; to v. 70. Their care of their young; to v. 78. While the young rove abroad, the elders manage every thing In the hive ; the young Bees return at night, and all lie hufhed In Peep, till at the dawn of day the elders rouze them ; to v. 100. The young Bees fill their honey-bags j colleft wax, and carry It in bags faftened to their legs, and alfo the glue from the leaves of trees ; they begin their work in fpring, and with vlfcous matter cloje all the crannies of their hive ; to v. 140. The form and make of the Bee; to v. 144. The hivi kept in neat order; due obfequles paid to the dead; to v. 178. Snails great enemies to the Bees; but perifh Inclojed In their own fhell; to v. 194. Worms and butterflies deftroyed; to v. 206. An animal of the Lizard kind a dangerous enemy, but conquered by the Bees ; to v. 216. Due care taken of the fick; to v. 220. The fluggard is deemed a public enemy, and put to death ; to the end."], [29, "THE BEES. taH CANTO L THE Bee, artificer of nectar'd ftore, Sung by the Mantuan Bard on Tibet's fhore, Invites the Muse: ye fons of Ancient Rome, Whofe fplendid virtues triumph o'er the tomb; Who ftill furvive in the hiftoric page, Applauded and rever'd in ev'ry age ; Forgive a Modern Bard, who dares afpire To touch the chords of Virgil's facred lyre ; To trace the theme, which he divinely fung, His tuneful harp while all the graces ftrung, 10 And fylvan nymphs, with the harmonious Nine, Gave fweeteft melody to ev'ry line. Oh ! not for me to vie with Maro's ftrain, But ftill, Fair Science, ftill thy ftores remain. Aided by thee in nature's maze I view More than the ancient fages ever knew ; B 2"], [30, "THEBEES. [canto x. 4 And tho' the Roman charms with graceful\" eafe, Plain truth I boaft ; by that afpire to pleafe, j Th' hiftorian ', not the poet, of the Bees. In elder times, conceal'd from human fight, To woods the fubtle nations wing'd their flight; In caverns there, or trunks of oak decay'd 21 To waxen cells ambrofial ftores convey'd. But foon to lure the folitary tribes To focial life man tried by various bribes, With aromatic fweets he ftrow'd the way, And plac'd before them all the blooming May, Lur'd by the fragrance that perfum'd the air, To new abodes the mifanthropes repair ; In caves and dens their laws no longer plan, But throng to hold kind intercourfe with man ; 30 For man they work; for man their labours thrive^ To man they yield the treafures of their Hive; Yet modeft ftill, a veil their caution draws Over their manners, government, and laws. While thus, tho' civiliz'd, they fhun the light, How fhall the Muse their wond'rous deeds re- cite ? Content to labour in their clofe retreats, They mould their wax, and hoard their golden fweets. If fpies approach their fecrets to defcry, With foul all up in arms enrag'd they fly, 40"], [31, "canto i.] T H E B E E S. 5 With darts envenom'd round th' invader cling, And leave their little lives * in ev'ry fting. Yet were their nature known, the voice of Fame With loud applaufe their merit would proclaim : But Fame's a motive which they never feel; Their ruling paffion is the public weal. Long from the eye of man and face of day Involv'd in darknefs all their cuftoms lay, Until a fage well vers'd in nature's lore, A genius form'd all fcience to explore, 50 Hives well contriv'd in chryftal frames ' dif- pos'd, And there the bufy citizens inclos'd. By that Dasdalian art from danger free, And the fierce paffions of the jealous Bee, The prudent feer in his tranfparent cafe Could all their laws, their works, and manners trace : What he difclos'd the Mufe fhall here relate; A Georgick riling from an infect ftate 0 o The birds of heav'n on vagrant pinions fly, Their wants in groves and meadows to fupply, And, when benighted, they forfake the glade, 61 To reft on trees, or feek fome woodland fhade. Not fo the Bees : in their own well-built cell, Their fettled manfion, they delight to dwell. This their new policy, their fav'rite plan, And in this only they refemble man. » 3"], [32, "6 THE BEES, [canto I. By hoarded wealth no individual tries Above the modeft citizens to rife ; No fordid av'rice taints the gen'rous mind ; Their ftock in common lies to all refign'd ; 70 And when in civil compact they unite, No ftate is fo obfervant of the right. They toil inceffant in their country's caufe, And ply their work, nor wifh for vain applaufe. Next to their progeny their cares incline, Ambitious to perpetuate the line. And while fucceflive population thrives, To late pofterity the ftate furvives. Abundant ftores in magazines to lay The whole employ and buiinefs of the day. 80 For that they toil; in that place all their joy, And in their diff'rent fpheres their fkill employ. In meadows, fields, and groves the pilf'rers roam, In houfe-hold cares the aged work at home. The fun declining, through the murky air Back to their hive the vagrant bands repair. There in foft flumber clofe their willing eyes, And hufh'd in filence + the whole nation lies. When the dawn blufhes in the eaftern clime, The watchful elders, frugal of their time, 90 Start from their couch ; exulting clap their wings, And with their bufy hum the city rings ;"], [33, "CANTO I.] THE BEES. 7 They found th' alarm 5, the younger race excite, And to the labours of the field invite. Rouz'd by the din, the young their couch defpife, And flick'ring on their wings with vigour rife. O DO As when an army, at the dawn of day, Marfhall their bold brigades in dread array ; The trumpet's clangor ev'ry breaft alarms, And the field glitters with their burnifh'd arms. So the Bees, fummon'd to their daily toil, 101 Arife, and meditate their fragrant fpoil ; And ere they ftart, in fancy wing their way, And in the abfent field devour their prey. No reft, no paufe, no flay ; the eager band Rufh through the gate, and iffue on the land ; Fly wild of wing, a teeming meadow chufe, Rifle each flow'r, and lip nectareous dews. For depredation while the rovers fly, Should fome fagacious Bee a garden fpy, Or a rich bed of rofes newly blown, Scorning to tafte the luxury alone, no She fummons all her friends; her friends obey; They throng, they prefs, they urge, they feize their prey ; Rufh to the focket of each blooming flow'r, And from that refervoir the fweets devour ; Till with the liquids from that fource diftill'd Their eager thirft their honey-bags has fiU'd, b 4"], [34, "8 THE BEES. [canto I. Untir'd they work, infatiate ftill for more, And vifcous matter for their domes explore. That treafure gain'd, in parcels fmall and neat They mould the fpoil, and prefs it with their feet; 120 Then in the bags, which nature's hand has twin'd, Around their legs, a fafe conveyance find. Nor yet their labours ceafe ; their time they pafs In rolling on the leaves, until the mafs Clings to their bodies, then in wild career Loaded with booty, to their cells they fleer. Soon as the fpring its genial warmth re- news, And from the rifing flow'rs calls forth the dews, Th' induftrious multitude on ev'ry plain Begin the labours of the vaft campaign, 130 Ere the parch'd meadows mourn their verdure fled, And the fick rofe-bud hangs its drooping head. But if the rigour of ungenial fkies Small hopes of honey or of wax fupplies, On oaks and firs the bufy troop appears, Gath'ring the glue that to the boughs adheres; With that, as pitch tenacious, they contrive To clofe each orifice around their hive ; And thus, each crannie well with cement lin'd, Like prudent mafons 6 ev'ry cell they bind. 140"], [35, "canto i.] T H E B E E S. 9 If we furvey the ftrudture of the Bee, Adjoining to the neck two arms we fee, A hand to each, that fingers apt difplays, Wax to collect, and honey-combs to raife. When from the field her ftore the plund'rer brings, O 7 She grafps the roof, and there fufpended clings, Not with vain glory to difplay her prize, And with her riches ftrike admiring eyes, But to unload her that the houfe-hold train May join, and fend her to her fylvan reign. 150 The houfe-hold train unpack the load with care, And with the fpoil to inftant work repair ; And, while abroad the young for plunder got No lazy indolence, no refpite know, But knead and labour for the public ufe The ductile wax, and the ambrofial juice ; Or elfe, like artifts in proportion fkill'd, Rooms for the rifing generation 7 build. All have their province in the gen'ral toil, All know their talk; from labour none recoil. Some bend the arch, and with attention due, 161 Like fkilful architects, the works review ; No thin partitions leave, fmooth ev'ry place, That no fharp angles may the cells deface. And when a Bee her plunder would convey Into the hive, or bear fome load away,"], [36, "THE BEES. [canto I. 10 Eager and ready their beft aid to lend, In troops the bufy multitude attend. For buttling throngs that pafs with eager pace, Their buildings leave a free and vacant fpace ; Without the geometrick rules of man, 171 No city boafts fo regular a plan. To guard their nectar from the folar beam, Or winter's froft, they glue each porous feam; Lodge in their ftore-houfe their collected prey, Yet leave at large provifion for the day. Neatnefs prevails 8 ; all avenues are clear, And tafte and order through the hive appear. Worn out with age, or by difeafe opprefs'd, When ftretch'd in death a Bee finks down to reft, 180 With the cold corps a melancholy train In flow proceffion 9 feeks the neighb'ring plain; There their loft friend on the cold fod they lay. And the laft rites and fun'ral honours pay, . If e'er a fnail, as hiftory relates, Elude the guard, and pafs the city gates, The Bees with horror fee his hideous glare. And fcent his mucus in the tainted air ; They rufh to war ; war founds in ev'ry cell, And the foe fhrinks contracted in his fhell ; 193 There clofe entrench'd the pointed darts defies, Till the Bee's genius a new fchenje fupplies."], [37, "CANTO I.] THE BEES 11 With vifcous heaps the monfter they furround, And fafe inclofe him in their waxen pound. Should foreign troops near their domain ap pear, They know no danger, no invafion fear, While their out-guards patrole the open plain, And at the gates the centinels remain. No town befieg'd, to arms when danger calls, And ruin threatens their beleagur'd walls, 200 Can with more fkill a chain of pofts combine, Or in clofe ambufh place the martial line. Around their dome the worm oft winds its « way, And butterflies their fluttering wings difplay ; Straight the whole nation burns with martial fires ; They fight, they dart their ftings, the foe ex- pires. A peft more noxious, of the :o Lizard kind, To war perpetual with the Bees inclin'd, Invades the manfion ; fwarms foon hover round ; The tumult thickens, and the cells refound. 210 For the defence of all the ftate holds dear Associations in each ftreet appear; With fouls on fire, infpired with warlike rage, They form their phalanx, and the foe engage ; Till to the wing'd militia forc'd to yield, He fhuns th' unequal war, and quits the field."], [38, "THE BEES [canto I. 12 By valour while the Bees gain endlefs fame, Humanity adds luftre to their name. They give their fick whate'er their ftores can yield, And cull for them the phyfick of the field. 220 But to ftate-crimes no lenity they fhow, The lazy fluggard is a public foe Him \" they purfue with unrelenting hate, And againft him unfheath the fword of ftate ; And, left th' example to contagion rife, A victim to tbe laws the culprit dies. 226 end of canto the first."], [39, "NOTES. I T7ANIERE, in the introdu£Uon, propofes to give a V full and exa^f. account of the furprizing cuftoms, and manners of the Bees. A wide field lies before him, even without the modern difcoveries, of which the Poet promife9 to be a faithful relator. Pliny has given a fummary view of the whole fubjecl, as far as it was known in his time : \" Mella contrahunt,fuccumque dulciffmtum, atque fubtiliffimum, \" ac faluberrimum. Favos confingunt et ceras, mille ad ufus \" vita ; Laborem tolerant, opera conficiunt, rempublicam ha \" bent, confilia privatim, ac duces gregatim ; et quod maximi 11 mirum fit, mores habent.\" Lib. xi. f. iv. 7 Aculeum Apibus natura dedit ventri confertum. Ad unum idum hoc infixo quidam eas Jlatim emori putant. Pliny, Lib. xi. f. ix. * The invention of glafs hives enabled Maraldi to give an exacl: hiftory of thefe wonderful animals. Pliny tells us, that the Bees fit, like Hens, to hatch their young ; and this he fays was feen, in the fuburbs of Rome, in the gardens of fome man of confular rank, by the medium of hives made of tranfparent horn, like lanterns. £htod certum ejl, Gallinarum modo incubant, donee ruptis Membranis, qua fingulos cingunt ovorum modo, Uniyerfum agmen emergat. Speftatum hoc Roma Confularis- cujufdam fuburbano, alveis cernu LaUrna tranflucido fatfis. Lib. xi. f. xvi."], [40, "x4 NOTES But Pliny does not fay that he faw this himfelf: it feems from his manner of ftating it, in the gardens confularis cu jufdam, that he heard a mere vague report; for incubation among the Bees has never been feen. Had the ufe of the tranfparent hive, like a lantern, been known at Rome, the true hiftory of the Bees, moft probably, would not have been referved for Maraldi. » Cum advefperacit, in ahleo frepunt minus ac minus, donee una circumvolat eodem, quo excitavit bombo, ecu quietem capere imperansi et hoc caftrorum more : tunc repente omnes conticefcunt. Pliny, Lib. xi. f. x. i Noclu quies in matutinum, donee una Excitet gemino aut triplici bombo, ut buccino altquo. Tunc univerfa provolant, ft dies mitis futurus ef. J Lib. xi. f. X. s Alveum ipfum intus totum, ut quodam Teclorio, illinunt. Lib. xi. f. v. 7 Sunt enim intus quoque officia divifa : alia Jlruuni, alia poliunt, alia fuggerunt, alia cibum comparant ex eo, quod aU latum eft. Lib- xi- f- x\" 8 Mira Munditia : amoliuntur omnia E medio, nullaque inter opera fpurcitia jacent. Ibid. f.X. ■ Izhtin et morbos fuapte natura fentiunt, et cum ante fores in teporem folis promotis alia cibos miniftrant, turn defundas progerunt, funerantiumque more comitantur exequias. Ibid. f. xx."], [41, "NOTES 15 10 Lizards are fcaly four-footed animals, with long tails. There are many forts of them, one of which is the moft cele brated, under the name of Crocodile, or Alligator. The green Lizard is the moft common in Italy : that which we have in England is fmaller, and of various colours : it is commonly called an Eft, or Newt. We have alfo a Water- Eft, which is frequently feen in ftanding water. Martiu 4th. Georgick, Note 13. 11 This is the firft mention of a Male-Bee, now known to be the Drone : See Canto II. Note 1, and 7."], [42, ""], [43, "THE BEES. h POEM. CANTO II c"], [44, "CONTENTS. THE Bees have no king; a queen rules the ftate ; the fifing generation Springs from her ; to v. 20. De- Jcription of the queen ; fhe has no fling like the reft ; loyalty of her f ubj ells; to v. 34. Grief occafioned by her death; to v. 48. The elder prlncefs Jucceeds to the throne ; her fubjetls follow her to the wars ; fhe has no ambition to dijplay her valour, but flill commands her army, to v. 58. Her guards attend her progrejs wherever fhe goes ; if fhe is tired, they carry her to her palace; to v. 72. The Drones are of the male kind; they are the queen's lovers; in the autumn they are deftroyed by the working Bees, or driven from the hive; to v. 92. The queen's modefly at the various times of her lying-in; fhe produces at each delivery ten eggs, and commits them to the care of nurjes ; to v. 1 10. At the end of four days a worm crawls out of the fhell; care of the elders to pro ten the worms from the cold air ; to v. 134. In twelve days the worm changes to a complete Bee; to v. 156. While fe young Bees are employed in fields and gardens, the elders take care of the hive; to v. 160. The elder prlncefs pre pares to found a new realm; to v. 180. The young Bees re/olve to emigrate ; they enter into plots for that purpo/e ; to v. 202. The /warms /ally forth, but foon return; to v. 234. The new queen goes back to the hive with all her followers; to v. 250. Quarrel between them and the old Bees; to v. 266."], [45, "THE BEES. CANTO II. \"DEFORE the poet's eye new wonders ■O fpring ; 'Tis yours thofe wonders, Heav'nly Muse, to fing. 'Tis yours to tell, amidft a virgin race Their num'rous iffue from what fource to trace ; Whence fpring the myriads ere the year goes round, That fally forth new colonies to found. 'Tis yours, ye Nine, a ray of light to give ; The truth you teach, to lateft time fhall live. From you we learn the fecret with furprize That all their various generations rife 10 From one prolific queen J : in Virgil's lays A folitary king the fceptre fways ; A king, infenfible of female charms, Stranger to Venus and love's foft alarms. But late difcover'd truth begins to fhine ; No salique-law excludes the female line C 2"], [46, "THE BEES. [canto 2. 20 As o'er the Amazons on Scythian plains In royal ftate Pentheselea reigns; With Bees the fame found policy is feen ; Their monarchy is govern'd by a queen. 20 Indulgent nature ; gives the royal fair A form enlarg'd and a majeftic air. Around her face black jet and ftreaks of white, Emblems of dignity, their tints unite. Bedropt with glift'ning gold her wings difplay The purple blufhes of the rifing day. And yet fhe boafts no military pride ; . Nature no dart envenom'd ; has fupplied, She rules by law; no blood her councils ftains, But mercy her prerogative maintains. 30 On her with ardent zeal4 her fubjects wait, On her depends the glory of the ftate. While fhe in health fupports her juft command, 'Tis joy and Io P^an thro' the land. Should ficknefs feize her, her approaching doom The nation dreads ; a melancholy gloom Han°-s low'ring o'er the ftate ; the anxious train Nor mould their wax, nor feek fhe flow'ry plain. No work perform'd, they crowd with difmal moan To the queen's palace, and in anguifh groan. 40 Worn out at length fhould the fates clofe her days, With horror ft ruck - their difmal notes they raife ;"], [47, "fcANTO 2.] THE BEES. 21 Around the bed, where fhe extended lies, Loud fhrieks and lamentations rend the fkies. Thither they throng, they prefs, they groan, they weep, Howl through the day, at night fad vigils keep, Until, her cold remains convey'd away, The laft fad obfequies the mourners pay. The rites perform'd, a gayer fcene appears ; Hereditary right the Bee reveres. 50 5° The elder princefs mounts the vacant throne, And her juft claim her willing fubjedts own. If neighb'ring nations threaten fierce alarms, Her bold brigades undaunted rufh to arms. Unfit by nature for th' embattled fray She ne'er attempts her valour to difplay, But like a fkilful general prefides, Marfhals the troops, and the whole battle guides. When the warm fun falutes with genial light The teeming fields, and zephyrs bland invite 60 To purer air, if then fhe chufe to rove In flow'ry gardens, or a verdant grove, The guards, to fhield her through the glowing Sky, Around her majefty with ardour fly. If on the grafs 6 her weary limbs are laid, To the metropolis they lend their aid. When in her palace plac'd, a faithful band Around the portal take their filent ftand, c 3"], [48, "T H E B E E S. [canto 2. 22 If thro' the realm a journey fhe purfue, The works, the cells, and magazines to view, Where'er fhe moves, that way their courfe they bend, 71 And in her progrefs on their queen attend. As the proud Ottoman, who tow'rs above Ties of affection, and connubial love, Seeks, for variety, his dome to fill With blooming virgins, pliant to his-will; Ev'n fo the queen: fhe has her am'rous train; Proud of her charms, of her attradtion-vain, She boafts her Male Seraglio ; unconfin'd Her favours grants, and multiplies her kind. 80 When in apt feafon her intrigues begin, No law has made polygamy a fin. Her paramours, an idle, recreant race, DifTolv'd in pleafure, and love's foft embrace, In floth inglorious loiter in the hive, And from their vice the name of Drones de- rive. Hence, when the fun in libra mounts the fky, Againft the fluggard crew th' induftrious fly, And left the ftate a burthen fliould maintain, In one vaft carnage 7 ftretch them on the plain. Should fome fuivive the {laughter of the day, 91 The refufe from the realm is chas'd awav. The throes of nature foon the queen invite To bring the fruit of her amours to light ;"], [49, "CANTO 2.] THE BEES 23 She then retires ; her child-bed pangs endures, And for each egg a fep'rate cell fecures. Mean time her iubjects to her dome repair, Frefh roles ftrow, and fan with wings the air; Try all their arts her fpirits to compofe, And with foft murmurs lull her to repofe. 100 The room fix-angular % in which fhe lies, By glue well guarded from enquiring eyes ; For modefty her reign here fettled fees, And, fled from maids of honour, dwells with Bees. Oft as the queen invokes Lucina's aid, Ten future citizens in eggs are laid ; Thofe, like our dames of quality, fhe fends To be train'd up by her plebeian friends. Her friends the tender talk with pleafure fhare, And rear the little progeny with care. no Wrapp'd in their cafe the torpid embryos lie, Till the fifth fun afcends the purple fky ; Then thro' the fliell a worm 9 it's paffage finds, And crawling forth in fpiral motions winds. A juice the nurfes, like new milk, provide, And with that food the infant grub's fupplied. That aliment in time they change, and lay A train of honied ftore along the way. Soon plaftic nature works by fecret means, To raife the grov'ling worm to higher fcenes. 120 c 4"], [50, "24 T H E B E E S. [canto 2. Legs, claws, and ftings the dudile matter makes, And a new form and fhape the infedt takes, Smit with the novelty, with pride elate, And wond'ring much at it's aurelia state. For their wing'd being while they thus prepare, If then, \" a nipping and an eager air,\" Retard their growth, and check the feeds of life, The elders round them prefs with eager ftrife ; From the keen piercing breeze fhield ev'ry part, And by their buttling circles warmth impart. 130 Nor thus content, their cares they ftill extend The puny race from danger to defend. For this a fence around their nefts they bind With vifcous glue, impervious to the wind. But ere fequefter'd from the beams of day, Food for twelve days in ev'ry cell they lay. That time elaps'd, the walls that bar their flight, The jail-birds gnaw, impatient for the light ; They ftruggle into life ; with wond'ring eyes See flutt'ring myriads all around them rife; 140 Survey the vaulted roof, the crowds that fill The pendant manfions, and the builder's fkill ; Then view themfelves, admiring, as they change, A metamorphofis fo new and ftrange. Their reptile origin they now defpife, Yet doubt their wings, and fear to truft the Ikies;"], [51, "CANTO 2.] THE BEES 25 Till feeing numbers in their airy height, They try their ftrength, and fnatch a fearful flight. At length the citizens for work prepare, Fly all abroad, and cleave the liquid air, 150 The young then fearing to be left behind, Join in the chafe, and fail along the wind. By inftindt taught, from flow'r to flow'r they ftray, Pilfer the fweets, and bear the fpoil away ; And thus initiated learn to fwell With golden nectar the diftended cell. In fields and groves while the freebooters roam, A prudent fage ,0 conducts affairs at home, Surveys the cells, and where a flaw fhe finds, With firm tenacious glue the ftrudture binds. 160 The queen has now produc'd her infant train, And the throng'd hive no longer can contain Such vaft redundant tribes; with young de- light The fwarms begin to meditate their flight. But where to fettle ? in what region meet ? Of their new monarchy where fix the feat ? Under a princess of the royal line They plan their fchemes, and form their bold defign."], [52, "THE BEES. [CANTO 2. 26 To raife her to a throne they all confpire, And in her bofom fan ambition's fire. 170 The princess, confcious of her right to fway The future realm, prepares to lead the way. At early dawn fhe calls her friends around, And mimicks with her hum the trumpet's found ; Exulting claps her wings, and foon fhe fees Following her ftandard the revolting Bees ; Exhorts them to renounce their native land, And found an empire on fome diftant ftrand. To her the wand'ring tribe with ardour clings, Charm'd with her youth, her mien, her bur- nifh'd wings. 180 All, whom the fchemes of innovation pleafe, Hold clubs and meetings; The United Bees Are then in council; they advife, debate, Refolv'd to found an independant ftate. During thofe days all work is at a ftand ; Nor groves, nor lawns invite the roving band. From fragrant flow'rs the mal-contents abftain, Nor feek the gardens, nor the teeming grain. The domes, the cells, the ftores, the waxen frame From politicians no attention claim ; 190 Their former government no more they prize, But in their clubs the public welfare dies."], [53, "canto 2.] T H E B E E S. 27 With their new principles the cells refound, And the bold Machiavels the gates furround. Thus when fedition, by vile dark intrigue, In fome great empire forms a treach'rous league ; When lurking foes brood o'er their fell defign, And state reformers in their plot com- bine ; As yet rebellion has not rais'd it's head, But corresponding clubs thedanger fpread; New weapons forge, their blunted fwords re- pair, 201 Sharpen their poniards, and their pikes pre- pare. The young princess her party to revive, Flies wild of wing thro' all the buttling hive; And to renounce at once their native rights, The friends of revolution fhe invites. If prompt they're found, and willing to obey, She gives the word, and marfhals them the 0 way. The Drones, in peace a dull inactive crew, But ever prone new meafures to purfue, 210 Rufh to the gate, the emigrants excite, And with loud clangor urge them to the flight. Sublime upon the fummit of the hive ThePRiNCESS fees her troops in crowds arrive;"], [54, "THE BEES [canto 2. 28 The troops in crowds, devoted to her caufe, Rufh to her court, and murmur their applaufe. Their combination clofer ftill to draw, And bind the bold feceders by a law, The chiefs around their queen in circles fhine, And thus embodied mark their fix'd defign. 220 Left by delay their fpirit fhould fubfide, The queen commands the ranks to open wide ; Then rears her ftandard ; ftraight the fwarms obey, And crowds of legions quite obfcure the day. Not far their march extends ; they bend their courfe To the next foreft, and collect their force, There for their meeting a fit ftation feize, And cling fufpended, cluft'ring on the trees ; But foon irrefolute, to doubt inclin'd, Waver, reiolve, and fix, and change their mind. 23a Shall we, they cry, to foreign regions roam, Or to new realms prefer our native home? Their refolution fails ; thev caft their eves Back to their hive, nor farther truft the fkies. Ere this the new-born race, an eager band, Who left their cells to feek a foreign land, Engag'd the elders, an experienc'd train, To plan and organize their infant reign."], [55, "canto 2.] THE BEES 29 But with wife forecaft, for the public good, The houfehold Bees cull'd from the vao-rant brood 24o A tribe for depredation in the field, To perch on flow'rs, and glean whate'er they yield, Left age fhould ftill be forc'd to bear the toil, Or elfe anticipate the winter-fpoil. Sometimes the queen, doubting her feeble pow'rs, Or dreading tempefts and impending fhow'rs, Sounds a retreat ; homeward her march fhe bends, There by new levies to encreafe her friends. Her army follows her with fond delight, Admitted inmates for th' enfuing night ; 250 But when the dawn returns with fafffon ray, The old inhabitants forbid their ftav. J And if no low'ring clouds deform the fkv, They rife in arms, and bid the truants fly. The truants proud, to honour ftill alive, Scorn to be banifh'd from their native hive. They ftand at bay; contention, ftrife, and rage. And civil dudgeon the whole ftate engage. If victory fufpends her doubtful fcale, And neither party can by force prevail, 260 A truce enfues ; the manfions they divide, And by that compromize their claims decide."], [56, "THE BEES. CANTO 2.] 30 One party in the upper regions dwells, The reft inhabit all the lower cells. Their fep'rate interefts there they all purfue, No focial love \", no public good in view 266\" END OF CANTO THE SECOND'."], [57, "NOTES 1 rT,HE ancients agreed in affigning a king to the Bees. -*- Virgil adopted the eftabliftied opinion, and further fays, that the breed is continued without coition, the young being gathered from flowers and the leaves of trees. Ilium adeo placuijfe apibus mirabere morem, t^uod nee concubitu indulgent, nee corpora fegnes In venerem folvunt, aut /cetus nixibus edant ; Verum ipfa e foliis natos et fuavibus herbis Ore legunt. 4th Georgick, v. 196. Pliny does not feem to be better informed: Foetus quonam modo progenerant, magna inter eruditos et fubtilis queftio fuit. Apium enim coitus vifus eft nunquam. Plures exiftimavere oportere confici floribus compofitis apte at que utiliter. Lib. xi. f. 16. — Martin, the learned editor of Virgil's Paftorals and Georgicks, obferves that \" The poet's account is by no \" means confifcent with the dodtrine of modern philofophers, \" who aflert, that no animal, nor even plant, is produced \" without a concurrence of the two fexes. It is true that \" the doctrine of equivocal generation was fo generally ad \" mitted by the ancients, that it is no wonder Virgil \" mould adopt it. We find the fame opinion advanced by \" Ariftotle in his Fifth Book of the Hiftory of Animals. \" But the modern philofophers have been more happy in \" difcovering the nature of thefe wonderful infects. The \" labouring Bees do not appear to be of either fex : the"], [58, "NOTES 32 « Drones are difcovered to have the male organs of ge « neration, and the king of the ancients is found to be a \" queen, wholly employed in the increafe of the family. « She lays feveral thoufand eggs every fummer, from which \" is hatched a fmall white worm, which in due time changes « either to a Bee, or a Drone.\" Martin ejh Georgick, Note 197. It may be further obferved, that Virgil, ac cording to the general opinion of antiquity, imagined that Bees were produced from the putrid bodies of cattle ; but martin fays, it is not to be conceived that thofe infeds are generated from putrefadion. The truth is, fuch carcaffes are a proper receptacle for the young, and therefore the female parent may chufe there to lay her eggs, that the warmth of the fermenting juices may help to hatch them. Martin e\\th Georgick, Note 295. This philofophy, how ever, feems to be contradicted by that univerfal philologifl, Mr. Steevens, in a note on the firft part of Henry iv. Acl 11. fcene 1, where a carrier fays, \" The chamber-lie breeds fleas Hie a loach.\" Whether he means as big as a loach, or like the fifh fo called, is, with the Editor's ufual fagacity, made a queftion : we are then told, that loach alfo means a lough, or lake, and that Sir Harry Wildair « fwallowcd \" cupids like loaches,\" with a great deal more of nothing to the purpofe, till at laft we are informed, that loaches either have, or formerly were fuppofed to have, when dead, THE quality of producing fleas in abundance. From this and a variety of trafh, with which poor Shakefpear is overloaded, it is evident, that a nonsense-producing-qua- lity teems, with great abundance, in the head of a com mentator. 2 Regibus forma fe7nper egregia, et duplo quam Cateris major, penna breviores, crura recla, ingreffus Celfior, in fronte macula quodam diademate Candhans : multo etiam nitore a vulgo differunt. Pliny, Lib. xi. f. xvi."], [59, "NOTES. 33 J Non con/lat inter audores rex nullumne plus habeat acu leum, majeftate tantum armatus, an dederit eum quidem natura, fed ufum ejus ill! tantum negaverit. Iliad con/at imperatorem aculeo non uti. Lib. xi. f. xvii. * Cum procedit rex, una eft totum examen, Ctrcaque eum globatur, cingit, protegit, cerni non Patitur. Circa eum fatellites quidam litlorefque, Ajftdui cuftodes aucloritatis. Lib. xi. f. xvii. 5 Rege confumpto mceret plebs, ignavo dolore ; non cibos con- vehens, non procedens, trifli tantum murmure glomerantur circa corpus ejus. Subtrahitur itaque didutld multitudine ; alias fpeUantes exanimum luclum non minuunt. Lib. xi, f. xx. ' Fe/fum regem humeri's fublevant, portantque. Lib. xi. f. xvii. ' Martin fays, the Drones are the males, and after the work of generation is over, they are driven from the hive by the Amazons. Pliny fays, Ceffantiam inertiam notant, caftigant mox, et puniunt morte. Lib. xi. f. x. Certum eft ab apibus fucos interftci. Lib. xi. f. xviii. * Sexangula omnes cella. Lib. xi. f. xii. Lib. xi. f. xii. ' Donee ruptis membranis, qua fmgulos cingunt ovorum modo, univerfum agmen emergat. Id quod exclufum eft, primum vermiculus videtur candidus, adharenfque ita ut pars cera videatur. Lib. x. f. xvi. 10 Jfhiibus eft adalefcentia, ad opera exeunt ; Seniores intus operantur. Lib. xi. f. x. 11 This diffenfion is the caufe of the civil war that follows in the next Canto. In Virgil we find two kings at va riance, but for what they quarrel we are not told : we are left to admire a moft beautiful defcription of the battle. D"], [60, ""], [61, "THE BEES. A / POEM. CANTO HI. D 2"], [62, "CONTENTS. THE truce does not laft long; a civil war en/ues; a queen leads the forces on each fide • to v. 1 2. De- fter iption of the battle; to v. 32. The queen killed; dejeclion and grief of her army ; peace is made; to v. 52. The elders often fore/ee impending danger; to prevent a war, they deflroy the elder prince/s • to v. 76. The Bees, notwlthftandlng their knowledge of the weather, are often caught In ftudden ftorms, and great numbers perlfh ; to v. 86. The owner of the hive fees the necefftty of more ample room, and by enlarging the place, hinders the ftwarms from ftallying forth • to v. 94. The hive, attacked by wild Bees from caves and forefts, Juffers terrible depredation ; to v. 122. When the young queen is deftroyed, the fwarms, having loft their leader, never venture to fly abroad; to v. 132. The lazy difpojition and luxury of the Prones ; to v. 154. In the autumn they are deftroyed, or driven away, that they may not devour the ftores laid up for winter; to v. 188. T^Drones revive in the Jprlng; warmed by the Jun, they burft their fhells, which lay chilled during the winter • they crawl forth, but the anlmojity of the working Bees ftill continues, and numbers of the Drones are in ftantly deftroyed; the reft are rejerved as the lovers of the queen; to v. 202. Of all the animals that co- habit with man, none but the Bees know how to provide food for them/elves ; to v. 212. When the /warms go forth, man fhould provide hives for them • to v. 218. In the winter the Bees claim every kind of aftijlance, and in return they give the beft example of peace and good order ; war and deftrutlion the delight cf man • to the end."], [63, "THE BEES. Canto hi. BUT the belligerent powers no truce can quell, Like rival ftates in the fame camp they dwell, Inteftine feuds the public mind alarm, And the fierce citizens for tumult arm- Pent in their hive they fcorn a war to wage, But, at the fignal giv'n, with martial rage Rufh to the fields of air, and there difplay Their proud batallions, panting for the fray. To form their ranks both fides impatient fly, Refolv'd to conquer, or with glory die. 10 A queen ' on either fide the troops infpires With gen'rous ardour, and each bofom fires. The body-guard, a brave, a faithful band, Round the queen-mother clofe embodied ftand, Nor from that ftation are they known to yield, Till call'd to turn the fortune of the field. o 3"], [64, "T H E B E E S. [canto 3. 38 The young, whom high fermenting fpirits guide, - Inflame their partizans with martial pride. With rage impetuous they begin the fight ; Bees rufh on Bees, friends againft friends unite; Beak points at beak, ftings threaten adverfe ftings, 21 Claws clafh with claws, wings glitter againft wings ; 'Tis more than civil war ; in hoftile rows Two kindred armies meet like mortal foes. Havoc and uproar rend th' etherial plain, \" And the gor'd battle bleeds in ev'ry vein.\" O'er all the ranks wild rage and terror bound ; They fight, they drop, their bodies ftrew the around. O Not quicker falls in heaps the driven fnow, From frozen caves when northern tempefts blow. 31 Bellona ftalks in blood ; the fiery foul, While the queen lives, no danger can con- troul. Who takes her life, a phalanx firft muft flay, And fail in blood along th' etherial way, So firm her guards : to fate if z fhe refigns, In her the pillar of the ftate declines. I ler army fees her fall ; no more they ply Their drooping wings ; tears gufh from ev'ry eye"], [65, "canto 3.] T H E B E E S. 39 A paufe enfues; no found, no fierce alarms Ring thro' the air; they reft upon their arms ; 40 No more by valour feek renown to gain ; Their love of fame dies with their fov'reio-n o flain. Farewell the pomp of war ; opprefs'd with woe, •In long procefTion, melancholy, flow, Homeward they bend; there heave a hollow moan, And view difconfolate the vacant throne. Tho' vicfory is fierce with rage and pride, They now relent, and fpare the vanquinVd fide. The parties meet, embrace, are foes no more, And all the thunder of the war is o'er. 5° Of their diffentions they forget the caufe, And now enjoy their country and their laws. Oft times the wifer few, ere yet too late, Forefee the dire convuliions of the ftate; And wrhen fedition talks of a reform, Of treafon they forefee a gath'ring ftorm. Still the queen mother's laws her houfe reftrain, But the young princess plans a fep'rate reign. From her ambition to protedf the land, The veterans collect a faithful band. 60 Her they inveft ; they ftrike the patriot blow, And fend their vicfim 3 to the fhades below. D 4"], [66, "[canto 3* THE BEES. 40 As when the Turk beholds with jealous eyes A rival brother near the throne arife ; The janizaries join to guard the ftate, And by one death ward off their country's fate ; Or elfe the mutes, who round the sultan ftood, Combine, and strangle for the public good, But if the rifing generation thrive With large encreafe, and overflow the hive, 70 The elders to the voung afliftance grant, A O O ' And urge their queen 4 new colonies to plant. But ftill, by patriot cares for ever led, A want of hands if they begin to dread, The virgin-princess they condemn to die; None then depatriate ; none attempt to fly. The fubtle Bees, if we opine aright, Illumin'd from above with heav'nly light, By fure prognoftics in the azure plain Have clear intelligence of ftorms and rain ; go And yet, tho' warn'd, oftimes with wild fur- prize See in the atmofphere fierce ftorms arife. Then happy they, with hofpitable leaves Whom a tree fhelters, or a cave receives ; Dafh'd down on eaith the reft afflicted lie, O'erwhelm'd by floods, and in the deluge die. Their lofs th' induftrious nation foon repairs, And oft the owner of the hive prepares"], [67, "canto 3-3 THE' BEES. 4,1 More ample fpace, where they may live in , . peace, And by that art bids civil difcord ceafe. 90 Their hive enlarg'd the Bees with wonder view, And to build domes and cells their toil re- new. Capacious manfions overjoy'd they find, With ware-rooms for their ftores of ev'ry kind. The realm of Bees, like ev'ry other ftate, Invafions unprovok'd, and big with fate, Muft oft encounter: from woods wild and drear A race of their own kind s, fierce, void of fear, Inveft the region of mild peace and joy, And rob, lay wafte, and plunder, and deftroy. As when forth iffuing at Ambition's call iot Barbarian hords from Scythia, or from Gaul, By requisitions form their favage bands, Difpeople realms, and feize the neighb'ring lands, Raife contributions, new republics plan, And call deftructive force \" The Rights of \" Man.\" Not with lefs rage the wild ferocious crew Of Foreft- Bees their plund'ring war purfue. No paufe, no refpite; onward ftill they diive, And in their fury burft the peopled hive; no"], [68, "T H E B E E S. [canto 3. 42 Pillage the cells before the owners eyes, And whofoe'er refifts, that moment dies. Enur'd to rapine, to wild horror bred, Carnage and plunder thro' the camp they fpread, Till with blood glutted, loaded with their prey, Back to their caves the vandals wing their way. The ftate laid defolate, the frugal Bee Submiffive, patient, is conftrain'd to fee, The feeble realm unable to defend, And with a fierce banditti to contend. 120 The buildings fhake; the tott'ring walls re- found, Domes, cells, and combs lie levell'd with the ground. If thefe calamities fhould now confpire To urge the difcontented to retire, The crifis warns them, while they fee each wall Rent from it's bafe, and nodding to it's fall, But they are warn'd in vain ; a queen no more Summons her friends new regions to explore ; She fell a vicf im ; her fad penfive train In the fame territory ftill remain, rjo W7ax from the quarry to collect with care, And with Palladian art the works repair."], [69, "canto 3.] THE BEES. 43 While the young citizens for frefh fupply To groves, and meads, and flow'ry gardens fly, And redolent of thyme and fragrant fpoil The bufy hive refounds with various toil ; The Drones, debauch'd, and idle from their prime, Who dedicate to Venus all their time, For other's good unknowing how to feel, And ever carelefs of the public weal, 140 Hid in fome clofe recefs confume the day, Diflblv'd in floth, and dream the hours away, Or if the fun with warm and purple light Glows in the heav'ns, and hill and dale invite, The lazy crew a fhort excurfion make To the next garden ; there their pleafure take Midft verdant bow'rs ; in beds of rofes lurk, Too nice for toil, too delicate for work,. To fip from flow'rs their aromatic dews Were a fatigue fuch tender nerves refufe. ijo At eafe reclin'd, while birds around them fing, They tafte the fragrance of the blooming fpring, Till hunger calls ; then to their home repair, And feaft on ftores defign'd for winter-fare. Mean time the elders, to their country true, With indignation fee the hoftile crew ; Yet ever anxious to fecure their end, With prudence, till apt fcafon, they fufpend"], [70, "THE BEES. [canto 3. 44 Their juft defign : when gath'ring clouds ap- pear, And autumn changes the inverted year, 160 A dearth of ftores they wifely then forefee, And from the fluggifh race their precincts free. As when a Marlb'rough, or a fam'd Eugene Round fome devoted town their troops con- vene, Ere yet they've rang'd their circumambient lines, Their trenches form'd, and fubterranean mines ; The garrifon, with bofoms beating high In honour's caufe, all danger ftill defy ; Throw wide their gates, and fend from war's alarms The women and the men unfit for arms ; 170 An idle band, inactive, ufelefs, born \" To roar fedition, and confume the corn.\" Juft fo the Bees ; when clouds and tempefts frown, They drive the lazy vermin from their town; Againft a winter's fiege difgorge the train Of Drones 6, or ftretch them breathlefs on the plain. There without fun'ral rites the vi<5iims lie, A mould'ring heap beneath the frozen Iky. The gen'ral carnage if a few furvive, And lurk in fullen mood within the hive, 1S0"], [71, "canto 3.] THE BEES. 45 A gen'rous amnefty the Bees declare, And the offenders lives with mercy fpare. But to difcard their foes they ftill infift, And to enforce their law their friends enlift. Four on their fhoulders the delinquent bear, And leave him helplefs in the open air ; There foon he dies, chill'd by the piercing breeze, And pays for all his luxury and eafe. Yet for the public good fome Drones re- vive ; 'Tis theirs to fay, \" let population thrive.\" 190 When the glad fpring returns with genial ray, And warms the eggs, in which the embryos lay, Chill'd by the winter ; then with vital ftrife The Drones begin to ftruggle into life ; In torpid apathy no more they fleep, But burft their fhells, crawl forth, and wind, and creep. Unwelcome guefts ! as enemies profefs'd Whom the induftrious citizens deteft ; Whom as a burthen they defpife and hate, And crufh and murder 7 in their infant ftate ; Till tir'd at length, they quit the furious chafe, «oi $.nd leave the mifcreants for the queen's em- brace."], [72, "THE BEES. [canto 3. 46 Of human care the Bees have little need, While furer inftinct prompts their ev'ry deed. Tho' birds and beafts domefticate with man, For felf-fupport none like the Bees can plan. Of nectar'd fweets the gardens they bereave, \" Yet fcorn to afk the lordly owners leave ;\" Repair their domes, and when the works de- cline, 209 Build, like Vitruvius, on their own defign; Detain the young, when public ufe demands, Or fend them forth to people other lands. But when a colony new regions tries, Man then may lend his aid, then grant fup- plies ; A fafe afylum to the truants give, Erect new domes, and lure them there to live; Around the place 8 bid vernal rofes bloom, And fragrant caffia yield a rich perfume. Yet more, when northern winds begin to blow, And the trees bend beneath a weight of fnow, When vegetation pines in ev'ry field, 221 221 And meadows bound in ice no forage yield ; When the keen froft pervades all nature's frame, The helplefs animals compaffion claim. Then prove your tendernefs, yegen'rous fwains; The Bees in time will recompenfe your pains;"], [73, "canto 3.] THE BEES. 47 Teach you their policy, their large encreafe In civil union, harmony and peace ; While man, ambitious, proud, afpiring man, Makes war and defolation all his plan ; 230 Sends armies forth his conquefts to extend, Lays nations wafte, and calls himfelf a friend. end of canto the third."], [74, "NOTES * rT\",HE caufe and origin of the war is now fully known : JL in Virgil w: read a battle, moft beautifully de fcribed, between two kings, but from what the quarrel arifes, we are not told. Regibus incefftt magna difordia motu, Continuoque animos vulgi, et trepidantia bello Corda licet longe prafcifcere. Modern difcoveries have made it clear that there is a queen-mother in every hive, and a princess afpiring to be the queen of the outgoing fwarm. The war, according to Virgil, is eafily ended, by throwing a little duft among them: Hi motus animorum, atque hac certamina tanta Pulveris exigui jadu compreffa qui/cent. Pliny fays the fame: qua dimicatio injeclu pulveris aut fumt iota difcutitur. Lib. xi. f. xviii. The managers of hives in the country can beft tell whether this is true. * Such is the attention of the Bees to their queen, that if lhe happens to die, they will leave off working, and take no further care of pofterity. Goldfmith's Animated Nature, Sth Vol. p. 16. If the queen falls in battle, that dreadful event puts an end to the war, without fcattering duft among them."], [75, "NOTES. 49 3 To hinder the fwarm from fallying forth, Virgil's ad. vice is to clip the wings of their intended king. Tu regibus alas Eripe : non Hits quifquam cunclantibus ahum Ire iter, aut caftris audebit vellere ftgnum. 4th Georgick, v. 106. But fays Doctor Trapp, how fhall one catch them? or if one could feize them, would it not be difficult to hold and handle them, fo as to cut their wings ? And would not their majefties be apt to dart out their royal ftings, and with them their royal lives ? I cannot imagine what Virgil means : as if a Mafter-Bee were to be fingled out, and laid hold of, and Jhorn, with as much eafe, as the Bell- Weather of a flock of fheep. Trapp, 4th Georgick, Note 125. Pliny agrees with Virgil : Si quis alam ei detruncet, non fugiet examen.. Lib. xi. f. xviii. But Vaniere fhews that man may fpare himfelf the trouble, fince the Bees do their own work, by killing the young queen. * When the Bees firft begin to break their prifons, there are generally above an hundred excluded in one day. Thus in the fpace of a few weeks, the number of inhabitants in one hive, of moderate fize, becomes fo great, that there is no room to contain the new comers, who are, therefore, obliged, by the old Bees, to fally forth in queft of new habitations. Goldfmlth, Animat. Nature, Vol. 8. p. 21. 5 Apes /unt et riiftica ftlveftrefque, horrida afpeclu, multo iracundiores. Pliny, Lib. xi. f. xix. 6 Towards the latter end of fummer, when the hive is fufficiently ftored with inhabitants, a moft cruel policy en fues. The Drone-Bees, which are generally in a hive to the number of an hundred, are marked tor {laughter. Thefe, E"], [76, "5o NOTES which had hitherto led a life of indolence and pleafure; whofe only employment was in impregnating the queen, and rioting upon the labours of the hive, without aiding in the general toil, now fhare the fate of moft voluptuaries, and fall a facrifice to the general refentment of fociety. The working Bees, in a body, declare war againft them, and, in two or three days time, the ground all round the hive is covered with their dead bodies. Goldfmith Animat. Nature, Vol. 8./>. 24. 7 The working Bees will even kill fuch Drones as are yet in the worm ftate in the cell, and ejecT: their bo dies from the hive, among the general carnage. Animat. Nature, Vol. 8. p. 24, 25. Pliny fays, cum mella cceperunt maturefcere, abigunt fucos, mult a que Jingulos agrcfja tru cidant. Lib. xi. f. xi. We now underftand from Vaniere, what thefe Drones are, and why they are deftroyed by the working Bees: Virgil has not drawn their character ; he is content to tell us in one line, that they are a fluggifh race, and that the working Bees rife in a body, and drive the Drones out of the hive. Ignavum fucos pecus a prafepibus arcent. 4th Georgick, v. 168. 8 The way of hiving a fwarm of Bees, Virgil fays, is by Mattering odours, fuch as bruifed balm, and the vulgar herb of honey-wort, and alfo by founding brazen inftruments. Tu juffos afperge fapores, Trita melijphylla, et cerintha ignobile gramen. Tinnitufque cie, et matris quate cymbala circum. 4th Georgick, v. 62. But Doctor Trapp obferves, \" The way it feems of hiving a fwarm was different in Italy from what it is in England. The Bees will not be fo tradable here, as to come into the"], [77, "NOTES 51 hive of their own accord, notwithftanding the allurements of fweet herbs, and the ringing of brafs : we are forced to cut off the bough upon which they hang, and cover them with the hive. Then, and not otherwile, Sefe in cunabula condunt. Trapp, 4th Georgick:, Note 75. Pliny adopts Virgil's opinion: Gaudent plaufu atque tinnitu aris, eoque convocantur. Lib. xi. f. xxii. Whether true or not, is beft known to thofe, who manage Bee-hives in the country. E 2"], [78, ""], [79, "THE BEES. A POEM. CANTO IV. £ 3"], [80, "CONTENTS. DIGRESSION to Paraguay- the government of that country not unlike the policy of the Bees ; to v. 10. Manners of the people-, to v. 34. No /ove- relgn authority eftablifhed at Paraguay- the laws of nature their chief guide • to v. 40. The inha- bitants have no private property ; are ftr angers to avarice; to v. 44. Education of their young chil- dren • to v. 52. No inequality of ranks • to v. 60. Peace their delight, but they let their neighbours fee that they are prepared /or war • they take proper op- portunities to exercl/e their /cldlers ; to v. 86. The Spaniards, who have dominions in thc/e parts, have called the troops of Paraguay into the field, and have /een diftinguljhed proofs of their valour • to v. 96. The /oldlers of Paraguay compared to the great Roman commanders; to v. 116. Individuals have no feparate intereft, and in a public calamity /eel /or the community at large, but never think of them/elves ; to v. 126. They build cottages on the floor e . round their harbours, for the reception of ftr angers, but never /uffer them to penetrate into the inland parts ■ to v. 136. Fal/e reports about the tyranny 0/ the Jesuits; tho/e reports believed by the Europeans, who have been driven from Japan by the Dutch, who, for the /ake 0/ trade, trample on the cross- to v. 150. Savage Indians tamed and Inftrutled; the Je/ults prai/ed /or their zeal and humanity; to v. 170. The government of Pa- raguay copied from the Bees ; conclufton."], [81, "THE BEES. CANTO IV. TORN by convulfions while the nations groan, Astrjea ! has not yet refign'd her throne. A moral race on earth fhe ftill maintains, Where with found policy fair virtue reigns. Wifli you that happy region to furvey ? Crofs the Atlantic ; fail to* Paraguay. Mark how the people and their manners pleafe ; He paints them beft, who paints the tribe of Bees. See from the hive how they tranfplant their laws, Like Bees, induftrious in their country's caufe. Their fields and paftures know no fep'rate bounds, ii And no litigious fences mark the grounds. For tracts of land no title deeds are fliewn, And vile ejectments there are things unknown. e 4"], [82, "56 T H E B E E S. [canto 4. No bonds, no mortgages for money lent, And no proud land-lord can diftrain for rent. All lies in common; what their crops produce, Is ftor'd in magazines for public ufe. All have their province in the gen'ral toil ; Thefe guide the ftate, and thofe manure the foil. z© Some tend the fold their milk-white flocks to fheer ; Along the vale the lowing herds to hear The fhepherd plods with joy ; th' induftrious hind Works at the mill, the ripen'd corn to grind. With vulcan's fkill fome at the forge attend, To fhape the fickle ? or the plough-fhare bend. True focial concord all their actions fhow, And with warm fympathy their bofoms glow. To ev'ry rank affecfion to extend, Their neighbour's intereft with their own they blend. 30 While the fwain toils abroad, with anxious care, They view his cottage, and the works repair. The fwain at night finds all defects redrefs'd, And with his door unlock'd finks carelefs down to reft. Of fov'reign fway the laws no fyftem know ; The chiefs to wildom all their influence owe."], [83, "canto 4.] THE BEES. 57 To their fage counfels 4 men obedience pay, And walk fecure, where virtue leads the wav. No code of laws they want, no ftatefman's art; Their law is grav'd by nature on the heart. 40 While private wealth no individuals hold, They feel no love of ill-perfuading gold. The gen'rous mind pale envy never ftings ; Their only ftrife from emulation fprings. Tho' here the young may bridle their de- fires By that beft rule, th' example of their fires ; Yet ftill their minds to polifh and refine, And give the grace that bids each action fhine, They call the mafters of each lib'ral art, Men, who can true philofophy impart ; 50 Who teach the rules, which long the teft have flood, Of that beft fcience to be wife and good. The chiefs elected by the public voice By wifdom ftrive to juftify the choice ; While the inhabitants, for work defign'd, Prattife the arts that form the lab'ring hind No vain pre-eminence of rank they know, No Lords, no Commoners, nor high, nor low. The ploughman's induftry, the foldier's fame To praife and honour give an equal claim. 60"], [84, "58 THE BEES. [canto 4. Though Ceres fpreads her gifts with lavifh hand, And peace her olive branch waves o'er the land ; Tho' their foes dread them, for they know them brave, And grim-eyed war fleeps in his iron cave ; Yet the wife people againft all alarms Are vigilant, and prompt to rife in arms. But ftill their pride is to bid difcord ceafe, Ready for war, yet readier far for peace ; In that firm attitude their ftate protect, From infult fafe, while valour gains refpect. 70 To train their troops 5 when leifure they afford, The farmers quit the plough-fhare for the fword. On facred davs, when wafted to the fkies Their hymns and pealing organs 6 ceafe to rife ; When their devotion ends it's pious ftrain, The volunteers embodied feek the plain. In martial order as they move along, To view their difcipline the people throng, Admiring gaze, with military pride As now their ranks they clofe, and now di- vide ; 80 Now point their javelins, and now aim the lance, And with dilTembled rage retreat, advance ;"], [85, "canto 4.] THE BEES. 59 In various evolutions ikill difplay, And give a battle in their mimic fray. Thus form'd their camp, in time, the train- bands fill With hardy finews, and the foldiers fkill The Spaniard, in that clime who ftill doth reign, Well knows their valour in th' embattled plain; And lately faw, when he their aid requir'd, The bands with warlike emulation fir'd ; 90 Saw them fpring up, like Cadmus' earth-born crew, When from the fod an iron harveft grew : Saw them enacting wonders in the field, Mow down the ranks, and force the foe to yield. For feats like thefe no honours they demand, But home return, and take the fpade in hand Her heroes Rome to demigods may raife, And tuneful poets celebrate their praife ; Sing their dictators chofen from the plough, 99 And weave immortal chaplets for their brow ; Tell, while their battles Cincinnatus fought, How the wife fenate in his abfence thought His houie and farm requir'd the ableft hands, To give the viclor his well cultur'd lands. o They were his farmers ; for his private gain Tended his flock, his plants, his houfehold train."], [86, "THE BEES [canto 4> 60 At Paraguay no fep'rate lands we fee, But for the public all is held in fee. They love the warrior in his country's caufe Who draws his fword for freedom and the laws. no The warriors there the fcythe or javelin wield, Soldiers in camp and lab'rers in the field. Yet they've no property 7, no private claim, No sabine farm, where they enjoy their fame. Hear this, Old Rome, and blufh, however late, For your patrician and equestrian ftate. Whene'er the feafon rough with ftorms ap- pears, His private lofs no individual fears. When torrents from the hills rufh down amain, And meditate deftruction to the grain, 120 Alarm'd for all he hears the deluge roar, Feels for the ftate, and thinks of felf no more. Not rich, when round him ripen'd crops ap- pear; Not poor, when loft the promife of the year ; But ftill, let fortune fmile, or prove unkind, He holds the even balance of his mind. Of Europe, and her ftates, and various ways In happy ignorance they pafs their days ;"], [87, "canto 4.] THE BEES. 61 Content againft their foes to make a ftand, 129 And chafe all feds, all atheifts from the land. Around their harbours 8 cottages they keep, Built on the margin of the brawling deep ; There with kind aid the mariners fupply, But further hofpitality deny. His road no traveller muft there purfue, Their laws, their manners, and their towns to view. While thus they live, unknowing, and un- known, Free from the ills that make poor mortals groan ; Fame, with whom fictions more than truth prevail, To Europe flies, and fpreads her wond'rous tale ; - 140 Tells how Ignatius' sons 9, in ev'ry crime Grown bold, are tyrants in the weftern clime ; Ufurpers, and apoftates from their God, Who rule the Indians with an iron rod. Europe believes what babbling fame can fay, Herfelf opprefs'd beneath the riling day. Driv'n from Japan they bear a dreadful lofs, While the Batavians trample on the cross; By their bold herefy a ftation hold In ev'ry port, and truck their God for gold. 15°"], [88, "62 T PI E BEES. [canto 4. At Paraguay no colonies you'll find Combin'd to plunder, and opprefs mankind ; Nor laws, nor men allow defpotic iway, But thee, fair virtue ! thee all ranks obey. Benighted long, all facred truth unknown, With favage herds, themfelves as favage grown, The natives roam'd, no duty underftood, Fierce, naked, wild, mere tenants of the wood, Till late inftructed in the chriftian lore They hail their God, fall proftrate, and adore. Fair peace and moral laws they now maintain, And harmony and virtue round them reign, Thefe arts, Ignatius' sons ,0 thefe pious deeds Spring from your zeal ; your million thus fuc ceeds. You draw th' untutor'd Indians from their den, The truth impart, and mould them into men. To God vou 2£ive, what his own son de-\" fign'd, When on the crofs, to bitter pangs retign'd, He died in agony for all mankind. J Your duty done, you feek \" no worldly {tore ; Your conscience pays you, and you atk no more. 170 Thrice happy they, o'er whom you thus prefide, Reclaim from error, ?.nd to virtue guide;"], [89, "canto 4.] THE BEES. 63 OF Who, taught by you, their induftry employ, And in the public good their own enjoy ; Who to their neighbours facrifice their eafe, And take their model from the realm Bees. end of canto the fourth."], [90, "NOTES * \"T TANfERE clofes his account of the labours and man- V ners of the Bees, with a digreffion to a fcene, almoft as wonderful as that which he has related. This ferves to diverhfy his poem, and relieve the attention of the reader, who has been hitherto confined to one object. This is evi dently an imitation of Virgil, who has added the ftory of Arist.s:us, and that of Orpheus and Euridice inter woven with it, making nearly half of the fourth Georgick. Upon this, Doctor Trapp, who admired, and almoft adored Virgil, gives his opinion as follows: \" Though the Epi \" fode of Orpheus and Euridice be fo admirable in itfelf, \" that we thank the poet for having introduced it at any \" rate; yet, after all, is it not flicked in a little inartificially? \" is it to be conceived that Proteus, who being made a ** prifoner, and fpeaking by conftraint, is in no very good \" humour, fhould tell the long ftory (which is not very \" material to the point neither) to entertain Aristjeus, \" who has offered that violence to him? Was it not enough \" to inform him, that his misfortune was occafioned by \" Euridice's death, without telling all the circumftances \" confequent of it ? Perhaps it may be replied, that it is \" more material than is commonly imagined : thofe confe \" quences greatly aggravate the guilt of Aristjeus, and \" fo it was proper enough, if not abfolutely neceffary, to \" recite them. Whether 'this anfwer be fufficient, or not, \" f neither know, nor much care: be that as it will, I would"], [91, "NOTES 65 \" not lofe this Epifode, to be the author of all the beft cri \" ticifms that ever were, or fhall be written upon the \" claflics \" See Trapp' s Virgil, Georgick, lafl note. Every man of tafte will, no doubt, accede to this obfervation. The genius of commentators has not grown brighter fince Trapp's time. Vaniere, like his great mafter, aims at variety, but his digreffion cannot vie with the exquifite ftrain of poetry in which Virgil relates his ftory • but ftill it muft be allowed, that a review of a commonwealth, not Utopian, but founded on hiftorical evidence, and, if we except the policy of the Bees, not to be paralleled in any part of the known world, is a fubjecT: worthy of our attention. If it has not the charms of an ancient fable, it has the graces of truth to recommend it, and will, perhaps, not be found un jnterefting. 2 Paraguay is a province of South America, bounded by Brazil on the eaft, and by Peru and Chili on the weft. It is fometimes called La Plata, from the river of that name, which rifes in Peru, and running a long courfe, falls into the Paraguay near Buenos Ayres, where their united ftream difcharges itfelf into the Atlantic Ocean. The author of the European Settlements in America (who, Doctor Rabertfon fays, ought not to remain unknown, as his work would do honour to any man in England) informs us, that, early in the laft century, the Jesuits reprefented to the court of Spain, that the empire of the gofpel might be extended into the moft unknown parts of America, and that all thofe countries might be reduced to his Catholic Majesty's obedience, without expence, and without force. This remonftrance was liftened to with attention ; the fphere of the Jesuits was marked out; an uncontroulable liberty was given to them within thofe limits ; and the governors of the adjacent provinces had orders not to interfere. The Jefuits entered upon the fcene of action, and opened their F"], [92, "66 NOTES fpiritual campaign. They began by gathering together about fifty wandering families, whom they perfuaded to fettle, and they united them into a little townfhip. Upon this flight foundation they built a fuperftructure, which has amazed the world, and added fo much power, that it has brought great envy and jealoufy on their fociety. When they had made a beginning, they laboured with fuch indefatigable pains, and with fuch mafterly policy, that, by degrees, they mo- lified the minds of the moft favage nations ; fixed the moft rambling, and attracted the moft averfe to government. They prevailed upon thoufands of various difperfed tribes of people to embrace their religion, and fubmit to their go- vernment. When they had fubmitted, the Jesuits left nothing undone, that could induce them to remain in fub- jecSlion, or that could tend to increafe their number. It is faid, that from fuch inconfiderable beginnings, their fub jects, feveral years ago, amounted to three hundred thoufand families. They accomplifhed a moft extraordinary conqueft over the bodies and minds of fo manv people, without arms or violence, and differently from the methods of all other conquefts ; not by cutting off a large part of the inhabi tants, to fecuie the reft, but by multiplying their people, whilft they extended their territory. European Settlements, Vol. H. p. 278. 3 The Indians, under the Jesuits, lived in towns; they were regularly clad ; they laboured in agriculture ; they ex ercifed manufactures. European Settlements, Vol. II. p. 280. * The country of Paraguay is divided into forty-feven diftricts : in each million a Jesuit prefides in chief: the magiftrates are always Indians, elected by the people, and approved by the preliding Jesuit. Nothing can equal the obedience of the people of the feveral millions, except their contentment under them. European Settlements, Vol. II. p. 283."], [93, "NOTES 67 5 The Indians are inftrufled in the militarv line with the moft exact difcipline, and can raife fixty thoufand men well armed. Ibidem, Vol. II. p. 280. 6 Their churches are particularly grand, and richly adorned ; and fervice in them is performed with all the folemnity and magnificence of a cathedral. Ibidem, Vol. II. p. 282. ' Each man's labour is allotted to him in proportion to his ftrength, or his (kill in the profeffion which he exercifes. The product is brought faithfully into the public magazines, from which he is again fupplied with all things that the ma nagers judge to be expedient for the fultenance of hirnielf and family. All neceffaries are diftributed regularly twice a week, and the magazines always contain fuch a ftock of provifions and goods of every kind, as to anfwer not only the ordinary exigencies, but to provide againft a time of fcarcity,. or for thol'e whom accidents, age, or infirmities have difqualified for labour. European Settlements, Vol. II. p. 282. s The Jesuits are faid to be extremely ftrict in preferr ing the privilege of keeping all ftrangers from amongft them. ff any fuch fhould by accident, or in his journey arrive in the country of the millions, he is immediately carried to the Prefbytery, where he is treated, for a day or two at mod, with great hofpitality, but regarded with no lefs circumlpec tion. The curiofities of the place are (hewed him in com pany with the Jesuit, and he can have no private conver fation with any of the natives. In a reafonable time, he is civilly difmiffed with a guard to conduct him to the next dif ftrict, without expence, where he is treated in the fame manner, until he is out of the country of the Million?. European Settlements, Vol. II. p. 284. 9 Many have reprcfented the conduct of the Jesuits in this million in a very bad light; but their reflections are not F 2"], [94, "68 NOTES, 0 at all fupported by the facts, upon which they build them. To judge properly of the fervice they have done their people, we muft not confider them in a parallel with the fiourifhing nations of Europe, but as compared with their neighbours, the favages of South America, or with the ftate of thofe In- dians, who groan under the Spanifh yoke. Confidering the matter in this, which is the true light, it will appear, that human fociety is infinitely obliged to the Jesuits, for adding three hundred thoufand families in a well regulated community, in the room of a few vagabond untaught favages, whom they found in the beginning of their million. And indeed it can fcarce be conceived that the government had not fome very extraordinary perfection, which had a princi- ple of increafe within itfelf; which drew others to unite themfelves to the old ftock, and which continued, for fo many years, to fhoot out in a luxuriance of new branches. Nor can we, by any means, blame a fyftem, which pro- duced fuch falutary effects, and which has found that difficult, but happy way, that grand defideratum in politics, of uniting a perfect fubjection to an entire content and fatisfa^tion of the people. This great and generous principle it is to be wiihed were ftudied with more attention by us, who content our- felves with railing at the diligence of an adverfary, which, when founded on moral rectitude, we fhould rather praife and imitate; and who, in our own affairs, ieldom think of ufing other inftruments than force and money. European Settle ments in America, Vol. II. p. 285. 10 Vaniere, it may be (\"aid, gives in this place, with par tiality to his own order, a high-flown panegyrick on the mif fionaries of Paraguay. But when we have feen him, in the whole tenor of the foregoing notes, fupported by the able and well-informed author of the Settlements in America, it muft be allowed, that our Poet does not exceed the bounds of truth, but pays a tribute of applaufe where it was juftly due."], [95, "NOTES 69 \" The extraordinary, and, indeed, wonderful common wealth, eftablilhed by the Jefuits, muft have been conducted with wifdom, virtue, and benevolence, fince it continued flourilhing and encreafing more than a century and a half, up to the time of it's diffolution in the year 1767, when that glorious fabrick vanifhed in a day. It appears that in the year 1757, by a convention betwen Spain and Portugal, part of the territory of Paraguay was affigned to the latter ; but the Indians, who occupied the ceded country, refufed to be transferred from one hand to another, like an herd of cattle, without their own confent. A fierce battle enfued, and the natives were defeated by well difciplined European troops. From that time, the Jefuits were beheld with a jealous eye by the Spanifh court, and, at length, in j 767, they were feized by order of the King of Spain, and lent out of America, leaving the Indians to experience for the future the rigours of Spanifh tyranny, inftead of that mild and equitable government, which had for a length of time preferved peace, and virtue, and, by confequence, public hap pinefs. This great revolution was the confequence of that epidemic rage againft the Jefuits, which, in or about the year 1767, inflamed moft of the ftates on the continent, oc cafioned chiefly by the repeated invectives of D'Alembert, Diderot, and others, with Voltaire at their head, who in the part he acted, was guilty of foul ingratitude, fince he himfelf informs us, in a letter prefixed to his tragedy of CFdipus, that he was indebted, in the College of Louis le Grand, for his education, to father Pore, one of the beft writers of Latin, either in profe or verfe, fince the Augus tan Age. The Jesuits, driven out of America, left to the King of Spain an extenfive and well peopled territory, which, in the beginning of their great enterprize, they found almoft uninhabited, and uncultivated. What has been the ftate of the country, fince their expulfion, is not fufficiently known. \" It is to be feared,\" fays the author fo often"], [96, "NOTES. 70 quoted, \" that the fame depopulation, the fame diftrefs, the \" fame ignorance, and the fame difcontent, which diftin \" guifhes the Indians in the reft of the Spanifh provinces, \" may be the fatal confequence of the revolution in \" Paraguay.\" The prefent writer has been affiduous in collecting the notes, becaufe Vaniere, who has proved himfelf the His torian of the Bees, will alfo appear to be the faithful Historian of Paraguay ; a fubject more connected with the Bees than Virgil's Story of Orpheus and Eurydice. FINIS."], [97, ""], [98, ""]]