[[1, ""], [2, ""], [3, ""], [4, ""], [5, "NOBLESSE OBLIGE VOL. II"], [6, ""], [7, "NOBLESSE OBLIGE. BV SARAH TYTLER, AUTHOE OF \" THE HUGUENOT FAMILY,\" \" CITOYENNE JACQUELINE,\" &c. &c. IN THREE VOLUMES. VOL. II. LONDON: HURST AND BLACKETT, PUBLISHERS, 13, GREAT MARLBOROUGH STREET. 1870. The right of Translation u reserved."], [8, "LONDON PRINTED BY MACDONALD AND TUGWELI., BLENHEIM HOUSE."], [9, "CONTENTS OF THE SECOND VOLUME. CHAPTER PAGE I. Wellfield in its Glory 1 II. On the Course 23 III. Lord Wriothesley's Colours ... 40 IV. Conscience-stricken . .'■'\". . .55 V. Not to be Beaten . . . .67 VI. Phœbe makes her Debut .... 83 VII. The Tableaux Vivants . . . .102 VIII. Lady Louisa's Confidences . . .115 IX. A Dilemma 127 X. A Drawback 133 XL Frank Hall's Retreat .... 144 XII. Inopportune 153 XIII. Gossip and more 167 XIV. A Lull 177 XV. Lord Wriothesley's Appeal . . .191 XVI. Friends speak their Minds . . . 201 XVII. A Dawning Suspicion .... 213 XVIII. Mrs. Paston Reviews the Situation . 228 XIX. To be or not to be 254 XX. Notes of Warning 275 XXI. A Surprise 294"], [10, ""], [11, "NOBLESSE OBLIGE. CHAPTER I. Wellfield in its Glory. IELLFIELD was at last in such glory as Cinderella was in after the fairy had transported her to the Prince's ball. One would scarce have known the little de pendent town, when private carriages, smart grooms with riding-horses, and groups of county paladins, were for ever stopping the way. It was a season looked forward to alike by the young squire, bent on running his cherished, paddocked three-year-old, in fond trial for the further honours of the Derby day and the Oaks; by the young aristo- VOL. II. B"], [12, "Noblesse Oblige. 2 cratic matron, with her esprit de corps and esprit de famille, set upon filling her country house with good partners and eligible partis for her unmarried sisters and girl friends ; by smock-frocked Hodge, who had bought his last flaming vest and flying neck-tie at the fair with an eye to \" reace-toime,\" in which his soul still delighted as the pastime of the year, when his simple Sukey or Sally, who had dreamt night after night of the race-week, would be dazzled by his smart toggery. Of course, the Wellfield races were only a mild version and small abridged edition of the great races. Indeed, they were almost a private institution of the Exmoor family, maintained by them for the improvement of horse-flesh and horsemanship, and, per haps somewhat like the gladiator shows of old Rome, to keep the people in good hu mour. They were a healthy primitive in-"], [13, "Wellfield in its Glory. 3 stitution, running a little, of. course, into the narrow byway of patronage and partisan ship, only, however, to keep the more clear of the flood-gates of riot and excess. But it is due to their patriarchal character to re cord, that they were in a great measure free from the vices of race weeks and race courses. Lord Exmoor used all his influence to con fine the Wellfield races to their original in tention. The result was, that, though emi nently respectable, they would have proved slightly tame dowager races to highly sea soned palates. But they were sources of simple enjoyment and pride to their noble promoter, and of solid advantage and plea surable excitement to the Wellfield towns men, with the specialty that few people con nected with them suffer from a bad taste in their mouths for weeks or even months after wards. As to sport, the Wellfield races bore about the same relation to the Ches- b 2"], [14, "Noblesse Oblige. 4 ter week, the Epsom, the Doncaster, or the Newmarket, as an old-fashioned, discreet carpet-dance does to a huge heterogeneous public ball. In the exigency of the inroad of company, Brockcotes and the neighbouring country houses were literally filled from top to bot tom. The Exmoor Arms and the Wrio thesley Branch Hotel were likewise cram med. Naturally enough, the applicants for bed and board did not have recourse to the Temperance Hotel till every other refuge failed them, and only the bond fide working men, and, indeed, not very many of them, quartered themselves in the Working Man's Rights' Tavern, which uttered its small plucky protest against the tyrannous order of nobles, and dragged out a semi-socialist, semi-chartist, but languishing and spasmodic life, which would have collapsed entirely ere this had it not been indebted once and"], [15, "Wellfield in its Glory. 5 again to the secret forbearance and aid of Lord Exmoor. The private houses of the town were pressed into the service. The best families in Wellfield opened their doors on the plea of obliging Lord Exmoor, while they did not repudiate the liberal pecuniary douceur for their hospitalities. Elderly spinsters like Miss Rowe were thus enabled to in dulge without inconvenience in additional kettledrums for the rest of the year ; while large families like the Medlars could afford late sea-side trips and new campaigns in the wide, wealthy field of Folksbridge, and in the wider, wealthier field of London, during the winter and the spring. Even people who no longer needed an addition to their incomes, like Mrs. Wooler and Mr. Moss man, did not like to feel stuck-up and unso cial. So they \" let \" their houses, to be neighbour-like. All were rewarded by a"], [16, "Noblesse Oblige. 6 little high-life experience, both above and below stairs, on which they could draw till they got a fresh stock next race-time, and which completely superseded and cast into the shade such old sources as those of Miss Rowe, with her naval and military authori ties. Thus, although the people of Wellfield were compressed into back-parlours and attic bed-rooms for six days, to admit of accommodating the distinguished strangers, the compression was so universal, and was so magnanimously borne, that it became like the old squeeze at the play and the race-ball — one of the racy, informal charms of the gaiety. On the eve of the Wellfield races the townsmen and their families were quite prepared for their full bit of pleasure, and, in the meantime, feasted their eyes and ears on the nicest tit-bits of aristocratic gossip."], [17, "Wellfield in its Glory. 7 Mr. Dick Vernon and Miss Dugdale had been seen riding alone together, like bro ther and sister ; and she was not even his cousin, as she was Lord Wriothesley's ; be sides, she was spoken of for the last, in the shade and retirement of the Brockcotes Mall, before breakfast. Young Lady Lucy Ingram had positively gone back to Miss Rowe's in the sulks that morning, and would not enter her carriage, after she had put her foot on the step, because of the smell of cigars, Mr. Ingram having taken it upon him to shut himself up in it and smoke as he returned alone from dining at Brock cotes the evening before. Old Mr. Edge cumbe had swallowed three raw eggs to his coffee, after Mrs. Paston had taken care to provide him with a sweet pigeon-pie and a pair of beauties of cutlets. Phœbe enjoyed the commotion immense ly, perhaps all the more because of her girl's"], [18, "Noblesse Oblige. 8 trouble just past, although even this brilliant exceptional life had its rubs for her. Barty Wooler and his loss might sit lightly on her conscience, but Mrs. Paston, though she en joyed the race-week in her own way, was even more plaintively helpless than usual, and more impressed with her responsibility in having to answer for two persons with minds of their own, and with odd ways. But, notwithstanding this impression of her mother's, Phœbe, at least, consistently pro tested that she was exactly like other peo ple. Mr. Paston, who hated bustle and excitement, although he loved spectacles, was out of spirits and out of looks, and sometimes his appearance struck Phœbe re proachfully in the midst of her experience and light-heartedness. By his looks and ab sent ways, he forced her to think, with a pang, that she, who was his Phœbe, his friend and pet, had thwarted and vexed him,"], [19, "Wellfield in its Glory. 9 however inadvertently and inevitably on her part. Phœbe was foolish enough to have a little regret that her family were to have no more novel and interesting guests than Mr. and Mrs. Edgecumbe, of Appleby, who had stayed in Wooers' Alley for the races almost ever since Phœbe could remember. And this, notwithstanding that the Edgecumbes had been very generous and kind to her, so long as she had been a child, in gifts of flowers and fruit, in coral necklaces and turquoise lockets ; though, it must be con fessed, they were not immaculate in other respects, but had been rather a sad couple in their young days, and only passed muster now because of rank and age wiping out follies. Phœbe would have liked that they should have had young Lady Lucy Ingram, the last married county lady, who had come to St."], [20, "Noblesse Oblige. 10 Basil's in bridal white silk, and even now wore no wrap more sombre than ermine ; or, when gentlemen preponderated, that they should have had some of Lord Wriothes ley's friends, who would swear less, and drink less, than Mr. Edgecumbe ; who would wear delicate French-grey, and picturesque heather-brown morning coats, instead of Mr. Edgecumbe's faded and bat tered tweed frock-coat, like nothing in the world so much as a singed sheep-skin ; and who would be gay and gallant, with a polite reserve, where Mr. Edgecumbe was either glum, or, without meaning offence, boister ously free. But although Lord Wriothesley had lots of friends dropping in, for the purpose of killing two dogs with one bone, — by attend ing the Wellfield races (which might taste a little like cheese-curd), and shooting in the Brockcotes preserves, about which"], [21, "Wellfield in its Glory. 11 there could not be two opinions — he did not bring his friends near Wooers' Alley, al though he had to promenade Wellfield in search of a lodging, with waifs and strays for whom he could not find the form of a resting-place in the loftiest bachelor's retreat at Brockcotes, and that within five minutes of the first dressing-bell. He rather worked upon the fidelity and humanity of Mr. Med lar to allow mattresses, mirrors, and basins to encumber the very sacred precincts of the bank, morning and evening, for the first three days. It was not that Lord Wriothesley was re sentful at having been gently warned off from the painter's quarters. Nor did he seem to conclude that the Pastons had no sym pathy with aristocratic jockeys. So far from that, he came out of the cigar-shop in the High Street and stopped Phœbe for three minutes to tell her that in one race he was"], [22, "Noblesse Oblige. 12 going to show in silk himself, just to support the jockeys. \"Aren't we right, Miss Paston?\" said his lordship, quite frankly. \" The Countess does not object. She is to wait till the last sweepstakes but one to-morrow for the pur pose of seeing her son beaten. Lady Doro thea is to be there, having a notion that races are patriotic and political, like the Olympic games. She holds that it is worth a man's while to be a winner, even on the Wellfield course. Remember, Miss Paston, that it is the last sweepstakes but one to morrow, and that my colours are white and coral, like your jacket and studs.\" Still Lord Wriothesley did not humour Phœbe's girlish hankering for the mere acci dental association with spirited magnificent race-goers who might frequent Wooers' Alley. At least he was not tempted by any levity of spirit, or any craving for confirmation of his"], [23, "Wellfield in its Glory. 13 taste, to transfer Lord Dacre, Bob Bertie, Dick Vernon, Mr. Edmund Blount, or any man save Frank Hall, from the highly cul tivated artificial parterres of Brockcotes to the comparatively virgin soil of Wooers' Alley. Phœbe did not always know what to make of Mrs. Edgecumbe. She would have the girl in to talk to her when she was by her self, for Mrs. Edgecumbe had a great dis like to getting low. To keep herself from getting low was one of the great objects of her life, and the public held that she was remarkably successful in this. She would be very condescending and indulgent to Phœbe on these occasions, but, as Lady Dorothea had said, she occasionally let out strange experiences, which it distressed and scared the young girl to hear. \" Phœbe Paston,\" Mrs. Edgecumbe would say, \" I like you, because you have an idea"], [24, "Noblesse Oblige. 14 in your head. One can see it in your eye, and a very good eye it is, child, if you only knew how to use it.\" At this Phœbe would colour and turn away her head, but this would only provoke Mrs. Edgecumbe to a stronger assertion of her opinion. \"Yes, Phœbe Paston, I have known eyes not half so good as yours draw down showers of diamonds and pearls — real jewels, mind you — as grand as those in the Devonshire tiara, or the Brockcotes necklace they speak so much of. But I must confess to you I don't know that they made their possessor much richer in the long run. I have heard they all turned to pebbles and slate stones on the green cloth. You see, she was a French dancer, and she was as fond of play as your cat is of fish. I knew her when she was a friend of Lord Dacre's father, and he was very soft and sweet upon"], [25, "Wellfield in its Glory. 15 her. We used to have rnerry parties all to gether at Richmond — not very proper, but nobody went in so much for propriety in those days ; how could we, when Mrs. Fitz herbert was received by the Court at Brighton, and Lady Conyngham went everywhere? There was my old man Edgecumbe too, who was not my old man then, for the Dean's sister had not divorced him yet, and Chin Bagot, my first husband, was not dead — everybody called him Chin, and I don't know how he could take it amiss, for his chin, though it was ever so large and knotty, like the handle of a stout blackthorn walk ing-stick, was, after all, the most harmless point about him.\" Phœbe could not help looking her sur prise at the old lady's manner of speak ing, if she did not venture to express any objection ; but Mrs. Edgecumbe put aside looks."], [26, "Noblesse Oblige. 16 \"Tut, child, what makes you look scared? Chin Bagot is dead now, poor soul, and we must not speak ill of him. Edgecumbe and I never do, though we do not fear his memory, for the man was his own worst enemy. Oh ! young country lasses of your sort are like novices, Phœbe Paston ; and that is why I am so fond of them, before even my carpet-work and my dog Crab, when they are pretty and clever, like you, my dear. I am as fond of a pretty girl as ever Edgecumbe was, but a great deal more particular about her being clever. At the same time, Edgecumbe al ways respected parts in a woman, and prin ciples too, where he could find them. He never carried his whiskers and his hands where a woman had either the wit or the will to keep him off — I will say that for him — and so I always knew whom to blame.\""], [27, "Wellfield in its Glory. 17 \" Oh, Mrs. Edgecumbe !\" was all Phœbe could say to this lax speech. \" You need not go, Phœbe. Edgecumbe never comes from the ordinary till it is late, and when his son Struan is here, Edge cumbe is the latest of all. He must wait, you know, till the ill-mannered prig has retired, and Edgecumbe can say to his com panions, ' Now that the old man is gone, boys, we'll have another cobwebbed bottle. I always send a contribution from my own binns to the ordinary, so that you need not fear Derby-day champagne or Epsom mo selle.' His man generally puts him to bed after that, whether drunk or sober. Hughes can manage him ; he is easily managed now. And I tell you he would not annoy you, girl, for, rough as the squire is, he was a man of breeding in his day, and knew when he was in the presence of a lady and an honest woman, whether she was his own c i<rvoL. ii."], [28, "Noblesse Oblige. 18 wife or another's. That was more than could be said for all kings and royal dukes. But my tongue goes too fast, Phœbe ; I see that by your face. But remember, you little saucebox, that you know nothing of what the world was when a certain terrible old man, blind of an eye and deaf of an ear, sat, within the memory of people I knew, in his balcony in Piccadilly, with a parasol over his head, and neither decency nor ruth in his one eye. Yet seventy wo men, of all ranks, were found in England to cover his shameless deathbed with their notes of inquiry and condolence.\" Mrs. Edgecumbe's conversation had a high flavour, and Phœbe really shrank more from it than from encountering the purple faced, gouty, chuckling, cursing squire. As for Lord Wriothesley's friends, they merely glanced aside at the painter's pretty daugh ter, with a passing wonder, if Wriothesley,"], [29, "Wellfield in its Glory. 19 made of flesh and blood, were the least in the world smitten by his sister's friend. Only, it must be confessed, that Mr. Ed mund Blount was bold enough to stare Phœbe out of countenance, in turning upon her his own swarthy, sodden face, with his moustache a TEmpereur. He made Phœbe angry with Lady Dorothea for her partial toleration of him. To think that a girl like LadyDorothea Latimer could put up with such degradation, and almost make terms with such people, all because they were of her class, and in the persons of Blounts ! The concession, Phœbe felt, was unbecoming, and unworthy of Lady Dorothea. Phœbe might have rested content. A hundred, or even fifty years back, this Mr. Edmund Blount would have been dogging her, spying on her, and bribing the giddiest and most stupid of the maidservants in Wooers' Alley to betray her service. Nay, c2"], [30, "Noblesse Oblige. 20 he might even have been waylaying Phœbe in the dusk in the loneliest road near Well field, snatching kisses from her, insulting her, and frightening her out of her wits. Hear how Mrs. Edgecumbe spoke of those gallant adventures in the light of trifles light as air. But all that was over. Mr. Edmund Blount must stoop to much humbler, ruder prey. He must soil himself by the contaminating contact of those who were his equals and su periors in passion, impurity, and grossness, whatever might be their rank, every time he caused a woman to fall, either in appear ance or deed. The utmost he could do to a girl like Phœbe was to create in her an un conquerable antipathy, and a vehement in dignation, by turning into her cool, brown cheek and olive eyes defiant fires of virtue to meet the unhallowed fires which lay smouldering in his prominent, hard eyes, and in the unhealthy flushed blotches on his"], [31, "Wellfield in its Glory. 21 smooth, flaccid cheeks, that no honourable cruise on her Majesty's service, or fresh, free sea-breeze had been able to brace and tan. To think such a fellow, whose antecedents Lady Dorothea slid over in the generalisa tion \" one of our black-sheep,\" should be by marriage entitled to call himself Lady Doro thea's kinsman — near enough, surely, when he was the heir-presumptive of her husband — and so to affront and disgrace her in the eyes ofthe country ! But it was not Mr. Ed mund Blount Lady Dorothea was to marry, as Phœbe herself had said. And Phœbe, having no right to raise her voice against the match, was in a measure reconciled to Lady Dorothea's throwing herself away on a well disposed, powerful, young Marquis, with great lands and long descent, but with dis creditable connexions, as some of their de generate fruits. Phœbe gave herself up to a kind of fine despair on the subject. She"], [32, "Noblesse Oblige. 22 believed that there never would be found the man and nobleman quite worthy of the stately, winsome, black-and-white little beauty, the high-hearted, sweet-tempered lady and woman, the faithful daughter, sis ter, and friend."], [33, "On the Course. 23 CHAPTER II. On the Course. IHŒBE was at the course in good time on the first day ; although she had a struggle to accomplish this. Mrs. Pas ton, who was curiously balancing herself, in a series of breathless difficulties, would fain have detained her with questions and obser vations till it was too late. Ought it to be the thing to wear her lace on her French cashmere shawl ? Should it be a worked or a plain cambric handkerchief she should hold in her hand to wave when the horses came in at the winning-post? Such were the"], [34, "24 Noblesse Oblige. problems with which Mrs. Paston teased Phœbe, who had announced that she wished to put on her white pique\" gown with the green ruches like riband grass, and held to her original idea (\" rash, headstrong girl as she was in every act of her life I\") though her mother suggested the China silk, which, to be sure, had short sleeves, or the blue grenadine, that was so badly torn the last time she wore it. Mrs. Paston, of course, deemed it a matter of deep and engrossing interest — nay, something affecting the credit of Wellfield, and the tone of the races, — that she and Phœbe should appear in becoming ?arb. 5 Phœbe did not choose to avail herself of Lady Dorothea's pass to breathe the air of the grand-stand. With her mother and the wives of the civic dignitaries of Wellfield, she took her place on a lower stand, from which, in the dignity and ease of simplicity,"], [35, "On the Course. 25 she could command a fair sight of the course. The scene was charming to her. She had not arrived at the invidious superiority of the \"forty Miss Medlars,\" who having caught and culled a young man from one of the sets located at some distance, proudly wore the honour on the occasion. This precocious specimen of a Folksbridge sper maceti merchant had run up to town so many times that he had lost count of the number, and freely reckoned that he had gone in a swell-break every season to the Derby. He had come provided with a blue veil hanging down from the brim of his white hat, for which there was no call in the green meadows of Wellfield. This bit of dress it was which chiefly caused him to be pointed at by the Wellfield youngsters as a walking instance of man-millinery; whilst he was supposed, by older and more reflective people, to have borrowed one of the Miss Medlars' veils,"], [36, "26 Noblesse Oblige. which surely argued a degree of intimacy pointing to a marriage among the Miss Med lars at last. Of course the young man was disgusted. There were no favours, neither did the colours of popular riders appear in scarfs thrown across the shoulders of man or wo man ; and hardly anything of the horses was known by the innocents who boasted of having their races every year, and came out to gape at them like so many women and children. There was not a single dead lock, such as occurred in the miles of vehicles wending along Cheap and the Strand, and again at the Elephant and Castle ; there were only a half-dozen or so of really \"nobby\" carriages, with coronets on the panels. Nor was there any chaffing to speak of, except the screeching personalities ofthe horrible Wellfield children. There was nothing, either, in the way of betting,"], [37, "On the Course. 27 save what was of the safest and tamest for a young mercantile gentleman, whom it was impossible to confound either with aristocrats or black-legs. And, worse than all, there was little to refresh and comfort him — save light fiery sherry, and the host of great Med lar girls, who hampered and harassed him. No wonder the Miss Medlars' man burst out into the reverse of flattering comments long before the middle of the day. He had never been so much taken-in or so much disap pointed in his life — the Wellfield races were the most despicable trash, without even a local claret-cup. No inducement would make him stay for another day, notwith standing that Mr. and Mrs. Medlar and the Miss Medlars were very kind, and he highly appreciated their hospitalities. Phœbe, not having the disadvantage of being experienced and fastidious, had seen nothing on the Grand Tour to dis-"], [38, "Noblesse Oblige. 28 qualify her for admiring the Wellfield races. The course was no longer two or three rural fields divested of their June wild flowers. It was infinitely gayer than when striped and flecked with poppies and bug loss. It had living brilliance and perpetual motion of men, women, and children, aristo cratic and rustic, in carriage and cart, on horse back and foot. It was a scene cool and grey in its English soberness of costume and bearing, but by no means wanting in warm, juicy bits of colour, and of eager, vigorous action. It showed no want of restraint, strength and fervour. There was a thorough blending of all classes, as in Mr. Frith's pic tures, forming a combination of the most characteristic bits of Watteau, Wouvermann, and Teniers. Nor did it lack a healthy, if somewhat prudish, absence of the rascality and profligacy which crop out largely on the great race-courses. The last feature was"], [39, "On the Course. 29 something like a testimony that running horses, and even winning and losing sweep stakes, did not necessarily lead to what was immoral and depraved. The minister ofthe Independent chapel and his deacons were the only disapproving voices, and two of the latter were credited with being at the course on the sly. But, possibly enough, the Wellfield races were quite undeserving the attention of any gentleman who attended the Derby. The horses entered had not cost, even at the present exorbitant rate of horse-flesh, more than from six hundred to a thousand pounds, and did not carry on the combined heads of themselves and their joc keys more than another thousand — a very tame affair to those who had seen a portrait of Eclipse, and heard of his most distinguish ed successors. Yet it was a scene sufficiently animated to a novice. Phœbe, it is true, could not"], [40, "Noblesse Oblige. 30 pretend to Bella Medlar's glib use of tech nical terms, and smart criticisms of Vixen's stride and Highflyer's withers. Neither could she hope to equal the solemn mono tone in which Milly Medlar accompanied Bella's tittering treble, as she prated and prosed about the unlawfulness of race courses, and questioned whether they were rendered more desperately dangerous by bettings of five to one. Milly had been led to believe that there were as many as twen ty to one taken on Bluebottle. She recited the vices of the turf, as she sat there, a pro minent spectator. She drew gusty sighs, shook her head portentously, and never ceased to consult the out-of-sorts young man, and to take his opinion on the lawful ness of the diversion, till he asked himself, in a panic, whether the head of the forty thieves were not flying at him, in thus con spicuously electing him her conscience in"], [41, "On the Course. 31 the room of the High or Low Church parson. The Brockcotes party came upon the ground early, without any effort at eclat, but with the impressiveness inseparable from those who were the sovereigns — the first objects of the field after the horses and the jockeys. Phœbe had a little solace for her troublesome doubts as to whether Lady Dorothea, who could not err, was doing well for herself in recognising and being able to point out Lord Fairchester in his place of honour in the Countess's phaeton. She even began to have a kind of pleasure in the sight of the couple, and to take her self to task as a fault-finding girl, whose private and selfish motives were at the bot tom of her carping objections to the sever ance of the old tie between her and her friend. At the second or third glimpse, she decided that the heavy-featured, sandy-"], [42, "32 Noblesse Oblige. haired young man might have sense and worth, as well as prestige and great posses- sions. The Countess, to avoid all fuss, took up her position at once in the central front seat of the grand-stand ; and then Lady Doro thea drove Lord Fairchester round the course. Lady Exmoor might, in this case, have saved herself all precaution, for the occupants of the carriage were the real attraction. A withered, elderly woman, were she thrice a countess, could not for the time have competed with such a pair. But Lady Exmoor did not want to compete, proud woman though she was reputed. Clearly, her greatest pride this day was in yielding the palm to her daughter, whose progress she was intently following with her glass in a true mother's style. Lord Fair chester submitted to be driven, if not in triumph, yet certainly as a conquered con-"], [43, "On the Course. 33 queror. He sat with his arms crossed, and now and then stooped to listen with a half smile to Lady Dorothea, who was very much herself, as she tickled the ears of the Coun tess's grey ponies, conducting the conversa tion in an eager monologue — what Lord Wriothesley called her favourite fashion — doing the honours of the field, and pointing out local celebrities. When Lady Dorothea discovered Phœbe, the acknowledgment was made with some thing like a radiant flash of consciousness, in addition to the hearty greeting. Accom panying the nod and the smile there was a little special separate speech to Lord Fair chester, who then looked at Phœbe, not at all as his cousin had done, but with a cour teous and kindly interest. Now and again, when the phaeton got into the thronged parts of the course, or into the neighbour hood of animals more restive than the VOL. II. i>"], [44, "Noblesse Oblige. 34 docile ponies, Lord Fairchester put down a hand to be ready to touch the reins, with out, however, exerting his mastery till it was needed. Phœbe, in her loyal fondness of her friend, keenly appreciated Lady Dorothea's remembrance of her at such a moment ; and was fain to persuade herself that Lord Fair chester and her ladyship might prove rea sonably suited to each other, and that their progress round the course might be typical of their progress through life. Next to Lady Dorothea and Lord Fair chester, Phœbe and the world of Wellfield gazed with most curiosity on Miss Dugdale of Summerley. She sat in the Countess's party fully aware that she was one of the very select circle — spoken of by public-spirit ed Lady Dorothea herself as being Countess in the bud — to whom Lord Wriothesley might justifiably, and with the consent of"], [45, "On the Course. 35 all in authority, fling his handkerchief. Phœbe at once recognised the favoured young lady at the corner of the stand. She was surrounded by a group of gentlemen, and was amiably interesting herself in their betting, till, to initiate so charming an ama teur in its mysteries, they became conde scendingly graphic in the details. Lord Wriothesley was not prominent among these gentlemen, and nobody made way for him when he joined the group, so that there was no plain announcement of a second family alliance with the prospect of its speedy ful filment. Phœbe unhesitatingly hoped this match, with all that depended upon it, would fall to the ground. She looked at Miss Dug dale critically, and she did not like to think of her as the future Countess. Every body around Phœbe was captivated with the young lady's beauty, or style, or suavity. D 2"], [46, "Noblesse Oblige. 36 The Medlars and the Staceys especially were in raptures. Even the Medlars' discontented friend went the length of owning that Miss Dugdale was a passable girl. Phœbe, ere she could get peace to think, had to answer at least a dozen questions as to whether she had seen \" Miss Dugdale — the Countess's young cousin, and Lord Wrio thesley's intended, you know. And no won der ! Such a duck, such a darling, such a jollily beautiful fine lady of a dear !\" Phœbe heard this chorus on every side. Miss Dugdale was the popular beauty. She was far before Lady Penelope and Lady Louisa Blount, who both had a share of Lord Fairchester's heavy irregularity of feature, and of Mr. Edmund Blount's em purpled swarthiness. It required all their blood and breeding, the freshness of their first and second seasons, and two pairs of great, wide, open black eyes, to carry off"], [47, "On the Course. 37 their disadvantages, and prevent them from being unmistakably plain young women. Miss Dugdale was even higher in public opinion than the young matron, Lady Lucy Ingram, whose frizzled crop of hair struck the ignorant Wellfield natives as untidy in the dressing, and uncommonly closely allied to carrots in the hue. Indeed, the mass of the spectators disappointed and offended Phœbe very much by thinking little, spirituelle, black-and-white Lady Dorothea not fit to hold the candle, so far as mere beauty went, to languid, ivory-and-carmine tinted Miss Dugdale. Straight were Miss Dugdale's black, silky brows, straight her delicate nose, straight the scarlet thread of her lips. But Phœbe, by one of those instincts which women pos sess to a larger extent than men, and which some women have in a higher degree than others, did not care for the set form and"], [48, "Noblesse Oblige. 38 colour of the beauty, and disliked its set ex pression of mildness and softness. She watched Miss Dugdale, as in her sweet way she was evincing an immense appetite for general admiration and particular attention. Notwithstanding the regularity of the fea tures, and the vividness of the colouring, Phœbe thought she saw, as if peeping out behind a lovely mask, a certain hard, sensu ousness, indicating a contracted, mean, and stubborn character. This subtle effect ex isted in spite of the contour, which was round with youth. The chin was even inclined to fulness, while the only palpable defects ofthe face were the nearness of the eyes, and a shade of something cynical in the shortness of the upper lip. Phœbe was glad that Lord Wriothesley was not playing the youthful Merlin to this Vivien, and that, when he did pass through the group to address her, his own face — a"], [49, "On the Course. 39 very different face — as Phœbe had described it, a face all eyes and forehead and shady hollows, as it had struck her that evening when she was so silly as to mistake Lord Exmoor's heir for a litterateur or an artist — by an irresistible impulse, made a half comical protest of drawn-down corners of the mouth and elevated eyebrows. It did not follow that the young lord might not be false and faithless to himself in time to come; that he might not shut his eyes, yield to the baser part of his nature, and lend himself a tool to a family arrange ment; but at least his eyes were open to begin with."], [50, "40 Noblesse Oblige. CHAPTER III. Lord Wriothesley's Colours. HE pleasures of the day were begin- ning to pall upon those spectators to whom neither successful winnings and hedgings, nor yet chicken and tongue, or bread and cheese fas an excuse for cham pagne and sherry, or \" heavy wet \") were the principal ingredients. Phœbe was al most exhausted in attempting, for the hun dredth time, to make her mother under stand, so as to save her from appealing to any other person for an explanation, that the jockey and the horse who were first at"], [51, "Lord Wriothesley's Colours. 41 the goal going, but who were last in return ing, were not entitled to the Wellfield Cup or the Exmoor sweepstakes ; that the situa tion of the townspeople's stand before the one great shady sycamore in the meadows, and not behind it, was an inevitable sacrifice to a view of the course, and bore no refer ence to favour shown to the grand-stand, or contempt on the part of the workmen to wards the respectable middle-classes. There was only one great difference between the stands, and it was of a nature which would have gently titillated and highly gratified Lady Dorothea. Both stands were exposed to the sun, which, for the season, blazed un usually, so that what in the morning was re garded as a golden boon, rising higher and higher in the sky, became after noon a brazen bane. But the occupants of the first stand could remain firm under fire, while those of the second could not. The peer-"], [52, "42 Noblesse Oblige. esses and the right honourables, the squires' wives and daughters, stood or sat heroically enduring the heat, the glare, and the dust, with no further protection than that given by their white silk or lace parasols, and here and there by a real serviceable great black and-red Spanish or Canadian fan. The wives of the bankers, the attorneys, and the rich tradesmen, on the other hand, perspired at every pore, struggling fatuously, with loosened bonnet-strings, open shawls and jackets, as they plied toy-fans, flowers, and handkerchiefs against their intangible foes. The posting for the race of gentlemen jockeys, for which many persons were wait ing, restored relish to the discussers of the programme. The occupants of the carriages and the grand-stand were themselves in a flutter, and craned long necks, and uttered animated encouragement or advice to de parting sons and brothers. The lower ten"], [53, "Lord Wriothesley's Colours. 43 thousand also were excited, and enamoured of seeing their betters disport themselves or possibly make fools of themselves, for the benefit of a grinning, gaping public. The race in itself was deserving of praise, though not altogether so enthusiastic as that which it received. It might have had the \" not bad \" which John Bull is proud of bestowing on the fine arts, not as mere applause, but as a kind of sedative, with its composing phlegm and pinch of wholesome scorn. Mr. Paston, who had come out on purpose to see the race, and should have known the merit he attributed to it, called it exceeding- ly picturesque. And what with the flood of sunshine in which it was bathed, the beauty of the horses, the half-unconscious mixture of pluck and grace in the riders, the semi fantastic, yet sufficientlyEnglish jockey-dress, here seen to the best advantage, with its boots and tops, buckskins and silk jackets —"], [54, "44 Noblesse Oblige. it must be confessed that there was much to justify Mr. Paston's opinion. Certainly Lord Wriothesley was there in white and coral-red, like Phœbe's jacket and studs. The ladies on the ground who mount ed white and red rosettes in honour of Lord Wriothesley were three to one against those who mounted blue in honour of Mr. Ingram. It is needless to say to which set Miss Dug dale belonged. Phœbe was flattered — how could she be otherwise ? — by the simple suggestion of secret, innocent gallantry im plied in Lord Wriothesley's choice of colours. There was, and there ever will be, a lurk ing flattery in young princes' regard for maidens more or less humble, as, on the other side, there is a fascination for princes in the maidens who are not royal, and for that very reason have a last, best chance of uniqueness and novelty added to their other attractions. Small blame then to Phœbe"], [55, "Lord Wriothesley's Coloury. 45 and Lord Wriothesley, however much trou ble might gloom for them in the future. Notwithstanding that Lord Wriothesley, within sight of the original wearer, sported the colours he had fancied for her sake, he was neither first nor second in the race. Stout Mr. Ingram, riding stones heavier, was the winner. Other riders besides came in before the heir of Brockcotes. Though he rode well to look at him, riding was not his business, and his short sight was against him in winning races. He was his own chief mourner, and went first to condole with the Countess on her son's being \"nowhere.\" Alittle while afterwards he happened to pass below the town-stand. Phœbe was not so wise as not to feel a tumult of vanity, of honest pleasure, arch consciousness, and perplexed doubt — a genuine girlish mixture of sensa tions. When Lord Wriothesley stopped to speak to Mrs. Paston and Phœbe, he saw at"], [56, "46 Noblesse Oblige. a glance Mrs. Paston's grievance, which Barty Wooler, with all his hardy good-nature, would either have overlooked and under valued, or regarded as a matter of jest. The poor woman's weak eyes were shedding involuntary tears, and her thin pink skin was blistering in the unwonted exposure. She could not, like the grand dames, remain long under fire and make no sign ; but per haps she was more easily made the happiest of the happy, though she was not allowed to retain the cause of her happiness. Lord Wriothesley hailed one of 'the considerable supply of John Thomases on the ground, and sent him, with gingerly step, to procure and unfurl a carriage-umbrella for Mrs. Paston's benefit. But Mrs. Paston's companions on the stand naturally refused to tolerate the inno vation, although, it must be said, most of them did not at first see the introducer."], [57, "Lord Wriothesley's Colours. 47 Anyhow there soon arose a chorus of cries : \"I cannot see for you, ma'am,\" \"Your spokes have torn my veil,\" \" La ! you are in my eye, Mrs. Paston.\" Phœbe, thus besieged, got her mother to resign the umbrella, and could scarcely re sist shaking her head and laughing at Lord Wriothesley's inopportune service and his chagrined demand — \" Is it no use, Miss Pas ton ? Cannot peace be made ?\" While he closed with the whisper, \" Tell them Lady Ogle has unfurled her brother-in-law's great Eastern shade which he carried to the very steps of the throne of the Nizam.\" Mrs. Paston, at all events, had the conso lation of dwelling on the young lord's kind intentions, which must have impressed every one within ear-shot ; and she enjoyed the di version of teasing Phœbe, during the hour that remained of the day's races, upon the propriety of taking steps to return the um-"], [58, "Noblesse Oblige. 48 brella — quite a new and handsome one — to its owner. In the meantime, Lord Wriothesley lingered talking to Phœbe, and looking right up into her dimpling face, wonderfully set off, as only a brown face can be, by a little white bonnet, light as a feather, and with out any adornment except a few sprigs of heather, which would not have looked out of place on the grand-stand, and which had arrived just the night before from the Folks bridge Paris-visiting milliner employed by the Halls. \"I am no worse, thank you, Miss Paston,\" said his lordship, as he leant against the post, cynosure of a galaxy of admiring eyes. \" But I do not need to set your mind at rest,\" his lordship corrected himself, as he twirled be tween his fingers a bit of common briony which he had had in his jacket. \" I have not the good luck to belong to you, and had"], [59, "Lord Wriothesley's Colours. 49 it, to my gain, been otherwise, I should rather have congratulated you on being here to pity me. which is the office true women like best. Dolly denies the soft impeach ment. She desires all who belong to her to come back in the conqueror's car, with their conquered enemies kicking up the dust at their heels. But you are not so awfully matter-of-fact and thorough-going, and I don't belong to you — the more's the pity for me. At this speech Phœbe could not help look ing the least in the world confused, and his lordship had the good sense to prevent an awkward pause by asking — \" Do you admire our hedge briony, Miss Paston? I think we have not so glorious a flower in all our conservatories.\" His lordship, however, did not offer it to her, but went away to discharge some of the many duties incumbent upon the heir of the VOL. II. E"], [60, "Noblesse Oblige. 50 Brockcotes family in the race-week, with the flower still in his hand. \"Now, I call that a specimen of very par ticular fine manners,\" said Mrs. Medlar, as good-humoured as her bouncing daughters, and forty times blowsier and stouter. She was very full-blown, indeed, as she sat there in her peach uioire\\ and a pink crape bonnet, inevitably of some volume, when inside and outside its wearer displayed a preference for the \" genteel geranium,\" the camelia and cactus blossoms, which his lordship had slighted. Mrs. Medlar had been finding an excuse for taking a most minute invent ory of the details of Lord Wriothesley's person and dress. Thus she could inform the world, not only that the hand in which his lordship had held the bunch of briony berries was furnished with \" one of those supple, bent-back thumbs,\" but she could also add, without the pretence of a whisper,"], [61, "Lord Wriothesley's Colours. 51 \" Medlar, you may depend upon it he had no braces, my dear.\" \" I call it a specimen of very partial fine manners,\" answered Miss Rowe with a tart ish cough, and a lynx eye for her scandal bag. \" My brother the Major used to say that what distinguished and redeemed the royal family — the late royal family, I mean — and proved their breed (he was a great man for horses, the Major, and horsey in his terms, as they say now), was the Royal Dukes never forgetting a face, and misbe having themselves, with universal urbanity. Lord Wriothesley's first tutor was the Major's second wife's nephew, and the heir of Brock cotes was wont to be in my brother's house every time he was in Wellfield. I remem ber he had to be regularly taken to see the scimitar which the Major brought from Chillahwallah, and hear over again the story of its capture.\" e 2"], [62, "Noblesse Oblige. 52 No one ever ventured to dispute Miss Rowe's right to dilate on the events of her own family-history. So now her hearers looked helplessly from one to another when she paused ; and she taking this, as was her wont, for a sign of keen interest and zealous questioning, went on again. \" Yes, the little Lord Wriothesley used to say that it was the only thing worth seeing and hearing about in Wellfield ; for he did not care for queencakes, or plums, or pic tures, having such loads at home ; but he did not have the Major's scimitar — and cer tainly I may be allowed to call it an article of high value, though Miss Adelaide Coke has turned up her nose at it, as a rusty, crooked barrel-hoop. I hope there is still enough of old English gentlemanly and mi litary spirit in the land to prefer the Major's scimitar, which was bought with a brave man's blood, to Mr. Coke's ebony chairs and"], [63, "Lord Wriothesley's Colours. 53 ivory elephants, obtained by selling wormy biscuits and horse -flesh for beef. But any how Lord Wriothesley don't have the Royal Dukes' memory for faces, or their discrimi nation of rank either.\" It was seldom that Miss Rowe's spirit was so sore ; and Phœbe, feeling that Miss Rowe was doing injustice both to herself and to Lord Wriothesley, rashly thought to ex plain and smooth matters. \" Lord Wriothesley does not forget the name or the history of any inhabitant of the town, but he does not know people unless he is quite near them.\" \"lam standing at your elbow, Miss Pas ton ; and may I ask, is he so sure of you that you feel bound to make apologies for him ?\" Phœbe drew back, hurt, affronted, and un comfortable. Miss Rowe, though she accepted her situa-"], [64, "54 Noblesse Oblige. tion, and, in her best moods, was frank and cordial, held herself and her family far above most of the Wellfield families, especially families of the single generation of a man of genius like Mr. Paston. She was apt, when the temptation came upon her, to fly some what testily in the face of her neighbours. The two best things about such a habit were its candour and its universality, which robbed it of a special application."], [65, "Conscience-stricken. 55 CHAPTER IV. Conscience-stricken. IT this moment Phœbe caught a glimpse of Barty Wooler, and recalled Miss Rowe's sneer ; and, coupling it with Barty's warning to her father, she brimmed over with tenfold more resentment against him. The prolonged chances of an encounter with him were vexing and worrying her, and doing more to spoil her perfect enjoyment of the race-week at Wellfield than any other ele ment in it. However innocent in intention, and however powerless she was to act other wise than she had done, she could not rid"], [66, "Noblesse Oblige. 56 herself of the conviction that she had wrong ed Barty Wooler, while she was so far just as to exonerate him from bearing unmanly malice. Why, it was he who handed her mother and her down from the stand at the close of the day's performance ; and his mo ther having gone home early with some country\" friends, he walked part of the road to Wooers' Alley with the Pastons, as he had done that evening when Phœbe had drunk tea for the first and the last time in the house behind the laburnums. He praised the day, the company, the running, and the riding quite good-humouredly, helping out Phœbe's monosyllables and the elaborate little speeches which she was under the dire necessity of composing and repeating to him, in order to keep up a polite conversation. Mrs. Paston, on her part, put on a long face, and looked askance at him, as at a man who did not know his own mind, since he sub-"], [67, "Conscience-stricken. 57 mitted to be set at nought and dismissed without valid reason by a chit of a girl, and took the thing quietly, too, when once it was done. Phœbe knew in her guilty conscience that he acted in this manner to put her at ease ; and that he had resolved to put a generous restraint upon himself, in order to render her hard lines, which he had been the means of creating, so much the easier for her. She knew that she owed him gratitude for keep ing up appearances by conducting himself as if nothing whatever had taken place between them. In her proud maidenly code, reti cence in this matter was a duty as real and as binding on her and her family as noblesse oblige was on Lady Dorothea. To her idea, it was even somewhat of a shame for a girl not to have been able to forsee and to pre vent a man's exposing himself to mortifica tion in her eyes. Shame to her, then, if she"], [68, "58 Noblesse Oblige. became the means of exposing Barty Wooler and his disappointment to the world. Cut to the heart, Phœbe had burnt with anger at the behaviour of girls who boasted of their conquests, and who led on men to their undoing. She was indebted to the magnanimity, the mature sense and consider ation of Barty Wooler, for doing his best to give the world the general impression that it had made a mistake in its vague conclu sion respecting the Woolers and the Pastons. But the debt was only an additional burden to her. Frightened, grieved and worried, she asked herself, had she injured this man in any degree ? had she wrought an evil beyond remedy to her father's friend ? and was her tenderness of heart to be wrung by the fancy, whenever it occurred to her, all her life afterwards ? Rover though he had been, Barty had im pressed her with the sincerity and steadfast-"], [69, "Conscience-stricken. 59 ness of his passion. The full-grown tree might break, but could not bend like the twig. When love took possession of a gray headed Mark Antony or a furrow-faced Othello, it was apt, if crossed, to become a fatal possession. Had she completed the worldly ruin of a life which had been suf ficiently wasted already ? Phœbe was aware there were men, most ly in the humbler ranks — rough, natural men — who were still plainly, as well as wo fully, marred by having come across the wrong woman. There was, for instance, an underkeeper of Lord Exmoor's in whom Lady Dorothea had taken an interest. This had not been a common young man. He was the chief stay of a widow-mother, and of a young family of brothers and sisters, and was so unmistakably the paragon of the night-school, that Lord Exmoor had express ed a doubt whether he was not thrown away"], [70, "60 Noblesse Oblige. as a keeper, and, indeed, had entertained an intention of getting the Brockcotes steward to take him in hand. The young keeper's path was crossed by a girl, certainly neither the most attractive nor the best in Wellfield. Enough that she cast a glamour over the poor young fellow, and aggravated and un settled him. When the mischief was done, she went off to service in Folksbridge, and left him to mope and fret over her absence. Within three months, in heedless, heartless triumph, she wrote that she was off with all her Wellfield friends, and was on the point of being married to a master-tradesman, who had just started a flourishing business in the great town. Then it was all up with the manly, intelligent, young keeper. He took to the Working-Man's Rights ale-house, and to seeking the company of notorious poach ers, consorting with them, and conniving at them. It was not till long after the head-"], [71, "Conscience-stricken. 61 keeper had sulked at his lordship's forbear ance, and Lord Exmoor himself had secretly felt he must make an example of the delin quent, that the sinner saved his master the trouble, took his punishment on himself, and, turning his back to Wellfield, enlisted as a private in the regiment at the next military depot. Phœbe, along with Lady Dorothea, had lamented this result, and in veighed against the coquette and jilt — \"wanton at heart,\" as Lady Dorothea, in her hard, youthful purity and integrity, had called her. Phœbe had a vivid recollection of the blasting of the poor old mother's hopes, and the partial downfall of a whole family. She had asked herself in panic, whether she bore any resemblance to Polly Kemp ? whether the same slouch and swagger which she had seen acquired by Lance Hawley came out again like the brand of inveterate vagabondism, in Barty Wooler,"], [72, "Noblesse Oblige. 62 merely mellowed and modified by a gentle man's education and decent self-restraint. Phœbe thought of all this again, as Barty escorted her mother and her from the race course. He was a man in whom the sap of his original gifts still flowed fuU and ripe, and too much of a man in all his proportions to be rejected by a woman, without invo luntarily forcing her to regret it. Phœbe was persuaded that she did not love Barty one bit as girls love, — that she was more or less offended with him, and ag grieved at him, though he was now doing what he could to make up to her for his folly and rashness. Still he troubled her. She had a very distinct perception that, in spite of all his failures, there was still in him the making of a man ; and that it was very likely she would never see his like again. In reality she would no more have com pared a beaming, elegant aristocratic lad"], [73, "Conscience-stricken. 63 in a gentleman-jockey's costume, to robust, plain-spoken Barty Wooler in his work-a day tweed, than she would have compared the Countess's slender, tricksome Italian grayhound Rogero, to Lady Dorothea's hand some but solidly-built spaniel Diver. Barty Wooler was going his own way, getting over his short furlough of the race week, chewing the bitter cud of his reflec tions and imaginations, totally unconscious ofthe degree in which he was troubling Phœbe, and the burden of care he was cast ing upon her. Knowing little of the true quality, save from the old pages of George Selwyn and Horace Walpole (which, more than Burke or Debret, should be the Englishman's text-book), Barty supposed the race had neither improved nor degenerated since then, but had only accommodated itself to the march of time and the progress of the world."], [74, "64 Noblesse Oblige. He was ready to allow that there must have been something exquisite and unapproachable in the good-nature and sang-froid of those ex ceedingly depraved young men whose in genuousness surpassed their viciousness, and whose character in its composition was round ed off to strangeheights and depths of good and evil. He had no doubt that Lord Wriothes ley was of such a set, white-washed and vir tuous, as became a Latimer, but man enough to have his individual tastes, although peer enough to hanker after forbidden fruit. Lord Wriothesley could not have Phœbe Paston any more than the Prince of Wales could have had her ; but he could admire her, court her, and dangle after her in a dilettante, virtuous Latimer fashion, only robbing her of her virgin fancy, her maiden meditations, the first bloom of her heart. But to Barty she was the bright particular"], [75, "Conscience-stricken . 65 star whom he might not hope to wed, yet could not help worshipping to the end, and beyond the end of his half-spent mortal life. Such was the way of the world. Paston could not foresee the harm, nor hinder it. The girl's mother was a fool ; and such an affair, even though it closely affected her dear Wellfield god-daughter and friend, was very far below a Lady Dorothea's notice. Barty himself, instead of arresting it, as he would have gone through fire and water to do, had accelerated it and brought it to a climax. Lastly, he was assured, that if he told any man or woman, even his old mother, of his agonies of mortification, suspicion, and jealousy, he would very soon come to be re garded as stark, staring mad. It was not all tranquillity and sunshine to those who shared in the gaieties of the race week at Wellfield ; but thanks to the elas- VOL. II. F"], [76, "66 Noblesse Oblige. ticity of youth, with its worst crosses, it was nevertheless to Phœbe a season of enchant- ment."], [77, "Not to be Beaten. 67 CHAPTER V. Not to be Beaten. T had been the custom that both a ball and a concert should take place at Wellfield during the race-week. These were provided and patronized by the Brockcotes family for the entertainment of the troops of visitors. The ball was usually on Thursday, and the concert on Friday. On Tuesday, the second day of the races, Lady Dorothea, while en route for the course, had herseU set down in the High Street, and made her way to Wooers' Alley without troubling Lord Fairchester for his attend- f2"], [78, "68 Noblesse Oblige. ance. Her purpose was to beg Phœbe's assistance to lift the family off the horns of a dilemma. \" What do you think the singing people we ordered from town have done, Phœbe ?\" began her ladyship ; adding, without giv ing Phœbe time to answer : \" They have quarrelled among themselves, and broken their engagement as a company. Where wrould be the use of Tietiens alone ? Only Charles Matthews undertakes to be an entire chorus. I told Mr. Hall I never could bear professionals — they were so overbearing. But the opera would have behaved better than this music-hall. We think of having none of the offenders, but of leaving them to be sorry, and making faster friends to gether at their leisure.\" \"Then you will have to give up the plan you had fixed on ?\" \" No, no, we are not going to fail in our"], [79, "Not to be Beaten. 69 programme ; you need not look as if we were. Some of us would rather die than disappoint our neighbours, and break our word, like those singing people. We have got some good voices in our own party, and we will press our friends into the service. Lady Louisa Blount will sing alone, and Miss Dugdale with Mr. Vernon. The Miss Hammonds from Eastwich will execute one of their difficult pieces, and I think Miss Coke will do something also, if I ask her. I don't doubt but I shall muster a full pri vate company after I have walked over the course to-day. We flatter ourselves that the Wellfield people, who know us so well, will be good-natured and friendly, take the wfll for the deed, and not prove too critical !\" \"Oh, Lady Dorothea!\" exclaimed Phœbe ■with encouraging enthusiasm, \" I am sure it will be a thousand times better than the professional concert in the Town Hall. I"], [80, "Noblesse Oblige. 70 am certain all Wellfield will congratulate itself on the change. But wUl it not be a dreadful trouble to the family ?\" \" Not at all, Phœbe. I hope it may be our forte, as well as our calling, to minister to the public, in spite of what Messrs. Brad laugh & Co. may say. The worst of it is, that besides being pinched for time — al though Lady Louisa, Chetwynd Dugdale, and the rest will have two nights and morn ings to scream themselves hoarse at rehear sals — we ourselves can contribute nothing but the room. The truth is, there is no music to be got out of me, whatever may be in me. It would be a gross imposition on my neighbours to pretend to witch them in that way. But why don't young men of rank like Lord Wriothesley continue to practise the flageolet and the musical-glasses, as they did in Sir Charles Grand ison's day, without being laughed at for their pains? It is"], [81, "Not to be Beaten. 71 more necessary for them now than ever to take not only silly women, but the world by storm. How can they do it, when comical ascents of Mont Blanc, in poor Albert Smith's style, and feuæ d artifice are no longer good for race-weeks ? The more's the pity ; because abstracts of the lives of Watt and Stephenson, so curtailed as to fall flat, stale, and unprofitable on Mechanics' Institutes, are not appropriate here. Wriothesley says he could play tableaux vivants, and a bright idea has struck us, about which everybody at Brockcotes is wild. I suppose its audacity is its attraction. You remember the Beauty end of the picture-gallery, Phœbe, which contains the beauties of all the centuries, portraits of whom had been stolen by, or strayed to, the Latimers ? \" \" Yes ; and I fancy I am not likely to for get it, Lady Dorothea,\" said Phœbe, in hasty anticipation."], [82, "Noblesse Oblige. 72 \" Well, we want to get up a series of living representations of the famous beauties in costume and character. We hope, in ac knowledgment of our attainments in cos tume (we have lots of old clothes in the wardrobes, if Thorpe and Thorpie could only get at them), the spectators will not mind such trifles as deterioration in beauty and discrepancy of complexion.\" \" It will be perfectly charming ; as good as a fancy-ball or an old masquerade,\" de clared Phœbe, clasping her hands, already seeing the novel spectacle with dazzled eyes. \" Well, I don't know about its being as good, but I trust it won't be as bad ; — and only consider that Wriothesley's supineness on this occasion might cost him his election at some future period, were our good little town to turn its coat and become a prey to ultra-liberals, or unwarrantable, unprincipled"], [83, "Not to be Beaten. 73 place-seekers in any guise. But all that I bargain for in the meantime is, that we may eke out our amateur concert so cleverly that nobody will miss anything. We adjourned to the Beauty corner of the gallery last night, after the tiresome singing people's telegram came, and Wriothesley hit on this device, and made a selection on the moment. I am to be the Rose of Raby — Cicely of York — you know, in a horned head-dress of Richard II.'s time, very curious and strik ing ; and Fairchester is to be Richard III.'s father.\" \" Oh, but won't the last be a pity, Lady Dorothea?\" urged Phœbe. \"Why?\" demanded her ladyship, coolly. \" Lady Penelope Blount is to wear a yellow wig, and be her own ancestress, Lady Rich, to Lord Dacre's Mountjoy. Wriothesley would not hear of a desecration of Sir Philip. I fancy he thought nobody would be tender"], [84, "Noblesse Oblige. 74 of the character but himself; and Lady Pene lope had settled to be Lady Rich with Lord Dacre. Lady Louisa is to sing : besides, it would be too heavy a tax on people's ima gination to impose her also on them as a beauty without any particular ancestress to carry off the liberty. Chetwynd Dugdale is a beauty, therefore it is a necessity she should both sing and act. We omitted Mary Queen of Scots for Chetwynd, as the perso nation is hackneyed and stagey, in addition to being in the same generation as Lady Rich. We must vary our epochs, for in such an affair if we have not variety we have no thing. We passed over Sarah of Marlbor ough, because this would have been outra geously a dove personating a hawk. We pitched upon Venetia Lady Digby, to an un known Sir Kenelm. We half think we'll talk over Mr. Hall, as he doesn't mind a bit being stuffed out to get up the ' greasy '"], [85, "Not to be Beaten. 75 bulk of Sir Kenelm, if that were all.\" \"I should think not. Mr. Hall won't be so very much out of character, Lady Dorothea, for I always tell him that, like the rest of his class, he is already mentally stuffed out.\" Both girls laughed, and Lady Dorothea resumed — \" But, Phœbe, Mr. Hall shows courage in this adventure. Every one else minds such a thing, and Wriothesley would expire of the weight of the stuffing which he would have to stand. Wars of the Roses, Eliza beth's and Charles' reigns,\" continued Lady Dorothea, checking off the periods on her fingers, \" present a wide field for telling dis tinction ; but we require something nearer the last centuries to complete our show. Now, Phœbe, Wriothesley is of opinion that you could do Molly Lepel, who would be preferable to the \" charming Nancy,\" Coun-"], [86, "76 Noblesse Oblige. tess of Exmoor of that date. Indeed, Wrio thesley sees a likeness between you and Har ding's picture of Molly Lepel. He would feel honoured to support you as Lord Fanny.\" \" Oh, dear ! but I'm afraid I could not do such a thing,\" objected Phœbe, on the spur of the moment, colouring brilliantly, and drawing a long breath. . \"It would not be like doing it among strangers, you know,\" insisted Lady Doro thea. \" We are going to beg your father to come up and give us the benefit of his taste. Your cousin, Mr. Hall, is there, and I expect will form one of the company. Surely, with me and Wriothesley you are not a stranger, either. I would not ask you to do anything which I thought would be unsuitable for you or disagreeable ; and I must say I see no objection, and the Countess sees none — at least, she does not disapprove"], [87, "Not to be Beaten. 77 of your joining us. You would only have to come up this evening and help us to ar range matters ; and when you are there, you had better stay, for we women are going to beg off from the races to-morrow as much as possible, to study the groups and the general plan. We shall have a cabinet luncheon and a dressing-gown tea, and that part of the play will be quite easy. Thursday, the day after to-morrow, is that of the hurdle race and the ball, and we shall get no good of it, so we will let each other off from it. But I think you might come up on the Frida}' morning again, to be ready for the even- ing. \" I should be glad to go to Brockcotes, and help you to prepare the tableaux.\" \" As to that, Phœbe, I could easily get more help. You must take a part, for we cannot do without you. Of course there would be a dress prepared for you, and I"], [88, "Noblesse Oblige. 78 should see to Thorpe's looking after the making of it. Molly Lepel's is a very quiet, nineteenth century dress, even to the very doing of the hair — only a square-cut body, with pretty breast-knots and shoulder-knots and an open skirt and petticoat, to render it out of the common ; nothing like the Rose of Raby's, I can tell you, with her horned head-dress, and sleeves trailing down to the ground. However, if you don't like to take an active share in our programme, do not hesitate to tell me, Phœbe, because I won't mind it at all ; only, remember, it is not like regular acting — there is not a part to be learnt, nor a word to say. But there is not a moment to be lost, my dear child ; and if you don't mind, I should much prefer you to anyone else, when it is for the credit of the race-week at Wellfield — perhaps the last race- week I shall cater for.\" It was clear that Lady Dorothea had set"], [89, "Not to be Beaten. 79 het heart on tableaux, and if tableaux, why, of course, the best of the kind, so far as she could make them. Hence her anxiety to find it perfectly practicable that pretty, clever Phœbe Paston should be one of the per formers. Phœbe hated to disappoint Lady Doro thea, just because Lady Dorothea bore dis appointment so admirably, never uttering a word of vexation, or, indeed, saying another word on the subject. Again, it must be confessed, Phœbe secretly hankered after the fine doings and the fine people. She longed to be just for once in the centre of Lady Dorothea's circle, to try the effect of the high rarefied atmosphere. She thought that, after all, she could undertake what was required of her, if it were only to do as the others did — stand up with Lord Wriothesley and make a picture for a few minutes. She did not allow herself to encourage any con-"], [90, "Noblesse Oblige. 80 siderations which could render it a difficulty, when Lady Dorothea ignored such scruples. She did not think that her father would ob ject to her going up to Brockcotes, when he and Frank Hall were with her. There was nothing conspicuous in that, and the Countess had consented to it. If her own mother objected, Phœbe knew very well the objection would not hold for a day. She could easily reconcile her mother to the step. Besides, she had as much vanity as to like to think of appearing as one of the Brockcotes company before all the assembled world of Wellfield — the Medlars, the Staceys, Miss Rowe, and even Miss Adelaide Coke, who did not think Phœbe of rank sufficient to visit at the White House. This, Phœbe felt, would be a triumphant proof of the es teem of the Exmoor family towards her father. And she would show her independ ence of Barty Wooler — the man towards"], [91, "Not to be Beaten. 81 whom she bore a grudge, because he had compelled her to do him a wrong. Phœbe said yes, conditionally on receiving her father's consent, and sent Lady Dorothea away to walk over the course, not only in good heart (since she never lost heart), but in high spirits, and confident assurance of attaining a great success. Mr. Paston did not say no to the proposal. He had grown to have great faith in the dis cretion which characterised all the Brockcotes arrangements for Phœbe, the force of Barty Wooler's protests against them having faded away with his right to make such protests. Mr. Paston, during all his artist life, had been in the habit of treating invitations to Brockcotes like royal mandates, a result arising as much from the formality as from the grateful loyalty of the man. Mrs. Paston the one moment asserted that Phœbe ought to go, and the next that she VOL. II. G"], [92, "Noblesse Oblige. 82 ought not. At the last she agreed to Phœbe's going, reserving to herself the right of com plaining, in boastful lowness of spirits, to every ready ear which she could secure for a day or two, of the expense, the exposure, and the risk inseparable from the boldness and the eccentricity of her husband and daughter. Phœbe's promotion had one disadvantage. She was so full of the performance to which she was invited at Brockcotes, that on the second day she lost her appreciation of the races, and attended them as a matter of course, and a little as a task. She was full of impatience to have done with them, to get up to Brockcotes, and pass the rubicon by making her appearance among the play ers in the tableaux."], [93, "Phœbe makes her Debut. 83 CHAPTER VI. Phœbe makes her Debut. IHE introductory passages were settled for Phœbe, and were accomplished easily. She was not allowed to walk, but was carried rapidly in one of the return carriages to Brockcotes, where she waited in Lady Dorothea's familiar room while the company were at dinner. In order to keep her in countenance at tea, Miss Thorpe left her place of honour at the first hall table (where she was sitting in state after dinner, trying, with Mrs. Bald's help, to freeze Miss Dugdale's maid and Thorpie into becoming G 2"], [94, "Noblesse Oblige. 84 propriety), and repaired to Lady Dorothea's room. Phœbe had time to feel daunted and de pressed by the solemn mystery in which Miss Thorpe thought it her duty to veil the most trivial affairs of the family, and by the overpowering dignity and decorum of the lady who, in her evening silk and yellow lace, was more grandly dressed than the Countess ever was, save when she wore the Brockcotes necklace. So much was this the case, that a terror and shyness, such as she never felt in this room before, came over her, culminating in a lively wish to be at home again, and, at the same time, admit ting a rush back of Barty Wooler's most vehement remonstrances and warnings. But it would be out of the question for her to think of running away now. Nay, more, it would be selfish, when the temporary as sociation was for a purpose, and when Lady"], [95, "Phœbe makes her Debut. 85 Dorothea had put it as U Phœbe's acquies cence was an act of grace. All these uncomfortable feelings vanished when Lady Dorothea appeared. Her lady ship expressed her astonishment at finding Thorpe sitting up there like a crow in the mist, and caused the crow to rear her skinny neck and caw in indignant defence of her conduct. Lady Dorothea came to herself immediately, and was grave and humble in extenuation of her hasty inference, thus de claring her satisfaction with Thorpe for her attentions to Miss Paston. \" Thorpe is so easily affronted, except with mamma,\" her ladyship went on to ex plain, the moment the girls were left to themselves. \"And do you know that is a weakness of valuable servants ? Mrs. Bald shares it, but I think the men are more reasonable. We owe the women every con sideration, however; and I am sure the"], [96, "86 Noblesse Oblige. Earl never addresses them with his hat on, nor Wriothesley without getting up from his seat. And now, Phœbe, it is so good of you to come, and you must pardon me for having kept you waiting so long.\" \" Oh, don't speak of it,\" urged Phœbe, the colour mounting to her cheek. \" You are always very kind and indulgent, Phœbe. The fact is, I kept looking at mamma, who was fixed by her trumpet to old Mr. Hammond, and could not move from her own table. However, we have made the great adjournment at last, and the hanging-committee of the women are already in the gallery, where, if you will come with me, I shall settle you comfortably before the men come in, and then none of them need be named to you, except those you like, and Wriothesley and I like. Lord Fairchester, of course, and a picked man or two, you must speak to ; but you will not be troubled"], [97, "Phœbe makes her Debut. 87 with noticing the rest. Now, will that do, Phœbe ? \" Phœbe thought it would do excellently, and was almost recompensed for her regrets by seeing how balsam-bright Lady Dorothea looked in her light evening-dress, with clus ters of autumn berries in her loosened hair, and her opal and diamond clasps, half hidden in the unobtrusive details of her dress, flash ing finely when one's eye hit on them. But for these clasps Phœbe's Indian muslin might match with her ladyship's dress. The women in the Beauty corner of the gal lery faithfully followed Lady Dorothea's cue. They received Phœbe each more graciously than the other, — Miss Dugdale, who was in satin and pearls, as if she were representing a bride, most graciously of all. To such an extent indeed did her graciousness go, that it became ungracious in commiserating Phœbe for having had to come all the way"], [98, "88 Noblesse Oblige. from Wellfield by herself. But Lady Dorothea put that down with quick em phasis. \" Of course, Chetwynd, my friend Miss Paston did not walk here, and the drive really does not call for condolence.\" Miss Dugdale gave her snowy shoulders the least little jerk, and then did something like looking Phœbe over with one glance of her slate-coloured eyes, before falling asleep over the contemplation of her bouquet, as Lord Dacre had set her the example of doing over his claret in the dining-room. Phœbe on her side remarked that Miss Dug dale's speech, carefully and artificially mask ed and minced as it was, afforded an indica tion of the sluggish thickness which clung to the tongues of the Dugdales ; and that dur ing the shortest conversation Miss Dugdale had to turn and bend down her head in or der to catch the words."], [99, "Phœbe makes her Debut. 89 The two Miss Hammonds were not resi dent at Brockcotes, but came from the next country-house. They were highly respecta ble versions of their solid, gruff father. The Wellfield public was accustomed to look at them as they bowled along in the paternal carriage year after year. Phœbe had no thing to expect from them but blunt gra ciousness. They would no more have been guilty of patronising her than of insulting her. Lady Penelope and Lady Louisa would have taken Phœbe in their arms, and sworn an eternal friendship to her on the spot, al though they might cut her dead to-morrow. But Phœbe would not be taken into anybody's arms without her own consent, — a peculiar ity which made the Ladies Blount look at her, and remember her a little longer than they might otherwise have done. Yet it was hard work to keep off Lady Louisa, who"], [100, "90 Noblesse Oblige. was as impervious to repulses as the most pushing member of a mob. The ladies were engaged in criticising the chosen pictures. The Rose of Raby had been found to have one eye lower in the cheek than the other. Lady Rich wore watchet blue, a shade of colour which could not now be had for love or money ; and Venetia Lady Digby had an ivory rose miniature on her breast, doubtless one of the Oliver miniatures, but there was not one like it to be found at Brockcotes. Lady Dorothea had ordered chests to be carried in from the wardrobe room ; and faded falling-to-pieces tunics, wimples, sur coats, and saques littered the floor. Miss Dugdale suggested softly that old clothes smelt mustily, and elevated the sharp tip of her nose as she spoke. Lady Penelope and her sister tripped here and there among the heap with disparaging rapidity. Lady Doro-"], [101, "Phœbe makes her Debut. 91 thea was disposed to dwell fondly on every article, and record the history of its probable owner. As for Phœbe Paston, she wished the accumulation out of sight. She thought the ancient dresses, with their shadowy seri ious memories, put the idle play to shame. It was still more so with the pieces of ar mour which had been lugged from the ar moury, bearing dints on the cuirasses and the steel helmets, and splashes of rust on the arm and thigh pieces. Phœbe would ra ther have made up dresses and Don Quixote armour than mock the old relics of human work and suffering by using them in a traves ty of her father's trade. No business was done till the gentlemen came. Lord Wriothesley greeted Phœbe with the empressement of a man who has secured a desirable partner, and with the consideration due to a woman who had put herself out of her way to oblige him and his"], [102, "92 Noblesse Oblige. party. Mr. Paston (who had dined at Brock cotes) and Frank Hall followed, supporting Phœbe, so that she could now summon courage to inspect the rest of the men. Lord Fairchester, who was to be presented to her forthwith, and do his best to recom mend himself to his future wife's dear friend, certainly looked quite above caring whether she were of high or low degree. Mr. Ed mund Blount, though he was of set purpose not named to her, spoke to her before the evening was over, and called her \" a deuced proud little thing \" ere the tableaux were brought to an end. He had no part in the representations, and could hardly have had a part, unless he had gone in for a hulking black sheep of high rank. He was there with the futile intention of being kept from getting into mischief. Lord Dacre answered to the description of one of the great Dukes of Devonshire."], [103, "Phœbe makes her Debut. 93 He was handsomely credited to be a man of considerable attainments, and a very decent scholar, if he would only exert himself to let it out. It might be true that undreamt of reserves of wisdom and accomplishments lay in this large-limbed, light-haired, light-eyed man of thirty, whose chin was constantly sunk in his white choker ; but he never showed it, except, as Phœbe learnt long afterwards, when Aunt Sally happened to be resuscitated in the course of conversation. Lord Dacre had been one of the gentlemen who had in troduced Aunt Sally to fresh fields and aris tocratic pastures, stood sponsor for her, and backed her to any amount. Smouldering flames of resentment still woke up in him when the expulsion of the jaunty old woman and the substitution of her commonplace rival, croquet, were spoken of. Once, during the exigencies of the tableaux, Phœbe and Lord Dacre were mentioned to each other,"], [104, "Noblesse Oblige. 94 but she was persuaded that he was half asleep at the time, and that his bow was as much a nod in honour of Somnus as of her. She was therefore amazed to have him bow to her the next time she met him galloping up Wellfield High Street, with no one to remind him of their introduction, unless his groom received intimation of his master's acquaintances, and put him through his paces in them as in horsemanship. After lengthened meditation on the subject, Phœbe came to the conclusion that Lord Dacre was a gentleman, whether asleep or awake. Mr. Bertie was introduced to her, and Mr. Vernon was not. But Phœbe was certain that this was accidental, for she could not then, or at any future time, discover a pin's point of difference between the two, beyond what belonged strictly to the outward man. They were both about the age of Lord"], [105, "Phœbe makes her Debut. 95 Wriothesley, both in the army, both had yachts and hunters, to which they alluded frequently, and both belonged to the Carl ton. They had each gone through all of Europe that was worth seeing, and it struck Phœbe that their tours were precisely mas culine editions of those of Lady Dorothea, Ladies Penelope and Louisa, and Miss Dug dale. Phœbe was led to understand that both men were eligible, in being eldest sons of men of property. The two were also alike in haunting Miss Dugdale, in fetching and carrying for her, and in fighting a hard battle to avoid Lady Penelope and Lady Louisa, to either of whom Lord Dacre fell an easy victim. It was a point of some im portance, as respects the personal identity of the two men, that Mr. Bertie made faces. With regard to this practice, Phœbe caught an incautious whisper of Lady Louisa's, that Bob Bertie was still unable to resist mowing, A"], [106, "96 Noblesse Oblige. and that they had better look out for his falling down among them in one of his epileptic attacks. Phœbe had no doubt that both of the young men were mirrors of that fashion which is so high that it does not look fashion at all, but merely \"the thing\" on this and on every other occasion. But, after all, she suspected she would soon have tired of these perfectly cut heads of hair, of the morning's delicate grey and picturesque brown, or the evening's quiet elegance of black and white, with a single scarlet cam ellia in the button-hole, and exquisite gro tesque vagaries in gold and mosaic by way of studs, and would have been tempted to prefer rough and racy Mr. and Mrs. Edge cumbe as lodgers in Wooers' Alley. The young men were not sluggards like Lord Dacre, nor vicious fools like Mr. Edmund Blount. They might be heroes to their valets, and to more than their valets. They"], [107, "Phœbe makes her Debut. 97 were not without the air of being heroes to Miss Dugdale, when she was not otherwise engaged. But, on the face of it, they were too inferior to Lord Wriothesley to make any but the lightest impression on an intelli gent girl. Lady Dorothea had said no time was to be lost, and Mr. Paston was ready to bestow on the players a little of his hard-earned leisure and valuable advice. The pictures were here patiently waiting. The old dresses were at hand for models of costume. Thorpe stood saturnine, snuffiug the air in her silk and lace. Thorpie was officious and saucy, to the despair of her worthy relative. But the first step to business was Lord Dacre's retiring to a corner of the most comfortable and distant couch. Miss Dug dale had in the meantime given herself up to the study of Lady Exmoor's dog Rogero, as shown in all its points by Mr. Bertie and H VOL. II."], [108, "Noblesse Oblige. 98 Mr. Vernon for her entertainment. Lady Louisa was insisting on practising Gr etch en's wayward heart-broken snatch of \"There was a King in Thule,\" to the accompaniment of a cracked old spinnet, contemporary with the late Beauties, and deposited as a fitting adjunct in that corner of the gallery. Lady Penelope was squabbling with Mr. Edmund. Even Lord Exmoor was showing Mr. Paston over the pictures which the painter had seen hundreds of times before, and Lord Wrio thesley and Frank Hall had drawn aside to discuss a paper on logarithms which had been communicated to the Royal Society, and the substance of which had been propounded by the last six senior wranglers. None but Phœbe and Lord Fairchester remained staunch to their leader, and at her orders. \" Did you ever see a flock of sheep, or of geese, Phœbe ?\" demanded Lady Dorothea,"], [109, "Phœbe makes her Debut. 99 wrathfully. \" We want mamma to be bell wether ; but Lady Lucy Ingram is just going, and Mrs. Hammond, you see, has recalled the Miss Hammonds, so we shall get rid of papa, too, for he must see them off.\" Lady Dorothea, although she had nobody but herself to depend upon, did not fail in some of the attributes of a great little generalissimo. She resorted to a coup d'etat, and recalled some of her troop by dismissing Mr. Paston, or rather by accepting his pre sumed resignation of office. \" I shall not keep you longer, sir, a wit ness to our trifling with our duties. I see you must have about as agreeable feelings as Michael Angelo had when he made the snow-man for the Florentine Grand Duke ; and Michael had the advantage that he was allowed to make the man himself, not com pelled to suffer the frittering away of his h2"], [110, "Noblesse Oblige. 100 time and talent by others. If you please, Mr. Paston, you will do us the honour to come back when we are in earnest and have found our level, and point out such of our faults as can be amended, half-an-hour before the public representation of the tableaux. You will only mortify yourself, and those of us who are capable of feeling shame, by wasting your attention upon a set of butter flies.\" Mr. Paston was glad to be relieved from a position which he felt was in danger of becoming a false one ; and Phœbe was glad for his sake, although his withdrawal threw her more on the guardianship of Frank Hall. The departure of the professional man who had been called in to preside over their de liberations bore so ominous a resemblance to a relinquishment of the scheme, that every one who had any interest in its fulfilment"], [111, "Pliœbe makes her Debut. 101 at once threw aside his or her affectation of indifference and reluctance, and rushed into action."], [112, "Noblesse Oblige. 102 CHAPTER VII. The Tableaux Vivanis. ADY DOROTHEA'S tableau was first in order. Far from being caught tripping herself, she had found time to study a copy of the Harleian MS. By the aid of specimens of mediæval costumes, she had managed to get constructed an in dividual example ; and she did not stick even at the horned head-dress of which she had spoken to Phœbe. For the behoof of her partner, she had made an incursion into the armoury, and had got transferred from it"], [113, "The Tableaux Vivants. 103 in a twinkling an inlaid, stiff corslet and morion, which might have been in the wars of Richard of Y^ork's father and the re doubted Black Prince. This was a good beginning. But when Lady Dorothea stood up, in perfect gravity, her low little head surmounted by the gro tesque triple horns, like the horns in a vision of ancient prophecy, adding at least three feet to her stature, but taking away every tittle of its grave propriety, the effect was so irresistibly ludicrous, that even Lord Fair chester and Phœbe joined in the laughter which greeted the extraordinary spectacle. - Lady Dorothea was neither angry nor abashed, but simply annoyed. \" What do you mean, good people ? I assure you the head-dress is historically cor rect. I measured the inches, and verified the measurement. Our ancestresses wore such head-dresses ; I should not think the"], [114, "Noblesse Oblige. 104 world laughed openly at them. Pray com pose yourselves ; for if you forget your manners, what am I to expect from the general public ?\" \" Oh, Lady Dorothea ! you can never appear before all the race company in that absurd guise,\" urged a chorus of voices. \"Why not?\" asked Lady Dorothea, still more surprised. \" I tell you the head-dress will be the most accurate and suggestive in the room ; and the greater reasonableness of present fashions, in spite of crinoline, must strike everyone. Of course I shall wear it, and become it, too, I hope. It is not the cap which makes the woman, but the wo man who makes the cap.\" Here Lady Dorothea composedly resumed the nodding horns, but only to call forth fresh bursts of laughter, at which she at last looked round, disturbed and reproachful, the rather that she found the most ringing"], [115, "The Tableaux Vivants. 105 peals came from Phœbe and Lord Fair chester. \" I tell you, Dolly,\" declared Lord Wrio thesley, recovering his breath and wiping his eyes, \" that we shall die of these horns, if you wag them at us in that way. What is worse, Wellfield will be unable, if it is human, to keep from following our ex ample.\" With some difficulty, Lady Dorothea was persuaded to resign the horns for a hood of the fourteenth century. Like all really high-bred natures, she was sweet-tempered ; but she continued to regret, privately, the substitution of the vague hood for the horn ed head-dress, and of paste-board imitation for the true armour, as being subversive of what she was pleased to consider the in structive authenticity of the spectacle. \" Did you ever notice this defect in Lady Dorothea's composition, that the sense of"], [116, "106 Noblesse Oblige. humour is absent ? Now, don't feel affronted, and flash up at this ; for so it is, and you know it is my own sister I am speaking of,\" observed Lord Wriothesley, sotto voce, to Phœbe, who could not resent the criticism, simply because it was his own sister he was speaking of. Moreover, it was \" a true truth\" which he was subtly presenting, though the subject of it was \" good, and wise, and fair.\" The original armour could not have been worn for half-an-hour by the players, so much had men and times altered. Yet when Lord Wriothesley took up a casque and tried it on, Phœbe was struck by the knight ly character of the studious, speculative face, and could not but think of the amount of noble manhood which must lurk in the delicate stripling's features, to be thus brought out by the iron shell and its hard frame."], [117, "The Tableaux Vivants. 107 No hitch occurred in any of the other tableaux that were passed in review that evening. To those who knew the parties, it could not be called a hitch that Lady Pene lope would shine as Stella in a bouncing fash ion. She would take no advice, and would consult no authority ; but, after consenting to her marvellous humble-bee's contrast of yellow and black in hair and complexion, would appear with or without a ruff, with or without a lute, as suited her. Her com placent, apathetic Mountjoy personated the blustering soldier by lazily twirling his young bird's-fluff of moustache, and doing in rotation according to everybody's directions. Obedience was so much easier than resist ance, when resistance was not worth the trouble. Miss Dugdale always looked lovely, and brought down plaudits. Yet there was no thing of Venetia Lady Digby about her ex-"], [118, "108 Noblesse Oblige. cept the pearl-drop at her swan's throat, and her dark hair laced, looped, and coroneted with pearls. The incongruity, however, did not raise more than one or two secret dis sentient voices against her sovereignty. It seemed taken as a matter of course that she should angle greedily for men's award of her superiority — that she should glance around her with incessant slyness to claim her tri bute — that she should clutch each coin, great and small, and not suffer a penny to pass to another queen, whether the rate payer were her proposed bridegroom, Lord Wriothesley or the ugly pressman, Mr. Hall. Failing others, Miss Dugdale would have sought the admiration of grooms and ploughboys. And therein lurked a deadly danger for her. If one of the lowest of men should refuse to acknowledge her claims, it was on the books that she might make a wicked travesty of the parable, and"], [119, "The Tableaux Vivants. 109 sell all she had to buy that one man. It was not so much passion, as a mad craving of vanity, half veiled and hidden as yet, but surer than pride of coming before a fall. Every Dugdale of her branch who had possess ed it — and this was the case with one-seventh of the men, and three-fifths of the women — had fallen from their high estate down to earthly perdition. Lady Dorothea could have told this, only she was particularly tender of the black sheep of her class. She was so infatuated, indeed, that she would have risked her only brother, the jewel of her house, on the tremendous venture of allying himself with one wdio might other wise prove a miserable, defiled, and defiling black sheep. Frank Hall, being plebeian at heart, not withstanding all his improved practice in dining-out and cultivating the rising states men and men of power, spoke his mind plain-"], [120, "Noblesse Oblige. 110 ly in the ear of his cousin Phœbe as to Miss Dugdale. \" Vanity, thy name is woman,\" he said ; \"but here it isn't pure and simple vanity alone, but a Cleopatra mania for conquest in a creature who speaks with the voice of Cordelia. She is morally false, Phœbe ; and what do you take to be her value, when ' Worth makes the man, the want of it the fellow The rest is all but leather and prunella ' ?\" \"I should say Miss Dugdale of Summer ley lies pretty well out of your way, Frank,\" urged Phœbe, \" even although you are to match with her in the tableaux.\" \"That's all you know, Phœbe,\" he said. \" She doesn't despise me or any grist to her mill. I am only a sort of quill-driver to such as she is, yet she ogles me every time she comes across me.\" \" Excuse me speaking plainly, Frank, but"], [121, "The Tableaux Vivants. 111 I'm afraid that comes more from your vanity than hers ; though I will confess there is no dearth of that commodity in her case either.\" \" Come now, Phœbe, that is just rather cruel to be cousinly. I'm not a vain beast, though I am to act the Beast to her Beauty, as paunchy, porous Sir Kenelm to her Venetia, who did credit to his taste with her face, though her character, if all tales are true, was none of the best. What fools we are ! I wonder Lady Dorothea does not think better of it. But she is class-blind, that little woman ; and this is the speck in the sun. Still I would rather be snubbed by her than coaxed by the other. I confess, Phœbe, I never see your friend without re calling how hard it is for a rich man to enter the kingdom of heaven, and I regard her as working hard at her task, — the young Ama- zon."], [122, "Noblesse Oblige. 112 \"Now, Frank, I call that rude. Lady Dorothea isn't a bit like a young Ama zon. \"Well, perhaps that isn't just the happiest metaphor, and, to confess the truth, I'm not in a very happy vein just now ; but neither is she quite like a Christian martyr. She is like a noble young English gentlewoman, I suppose, — eh, Phœbe? And I, who am a painter and preserver of portraits in my own way, shall photograph her accordingly.\" To this Phœbe was not disposed to take exception ; and Frank embraced the oppor tunity to escape from his cousin's home thrusts. Phœbe's rehearsal of her tableau with Lord Wriothesley had not taken place, the hour being too late. But she had seen her dainty but not incongruous dress, and was taken with it. What girl would not have been taken with a peach brocade of the stuff and"], [123, "The Tableaux Vivants. 113 tint of poor Oliver Goldsmith's coat, open at the waist, showing the petticoat of fragrant ly suggestive cowslip taffetas, and, as if to complete the fruity and flowery associations, butterfly-bows of cherry-coloured riband for her breast and top-knots. Phœbe felt that she wrould fare better than Lord Wriothesley in the velvet coat without a neck, and the vest reaching down to meet his silk tights, which would make him as spindle-shanked as any Frenchman who had ever affected the shape of a grass hopper. It appeared as if the young lord had thought more of setting off her comely body as Molly Lepel, than of the figure he himself would cut as the wit and beau, \" Lord Fanny.\" Lord Hervey's representative was not Lord Hervey's champion, and did not keep back that \" Lord Fanny\" was at last described \" with a painted face, and not a tooth in his head,\" who was lucky in only VOL. II. i"], [124, "Noblesse Oblige. 114 not outliving \" the last inch of his charac ter. \" What was the good of him ?\" the un compromising Phœbe demanded ; and Lord Wriothesley replied, laughing — \" Molly Lepel married him, good Princess Caroline hankered after him, and his queen trusted in him. He was a link in a chain of drawing-room and ante-chamber peers, who twisted the great world of London round their fingers. ' Hervey the handsome,' his glib tongue persuaded folk to call him, in spite of the ghastliness of his complexion and his infirmities. You must not throw dirt at so fine a hero, Miss Paston : only you can do so if you will say, See what we come to at last!\""], [125, "Lady Louisas Confidences. 115 CHAPTER VIII. Lady Louisas Confidences. IEDNESDAY was the day on which the ladies were to beg themselves off from the races, to make their prepara tions. Phœbe was all this forenoon at Brockcotes, but Lady Dorothea found that she could not induce the Beauties-presump tive to work without having their partners to consult and lean upon. Every attempt at forming the tableaux languished, and no progress was made by the two Miss Thorpes and the visitors' maids except in mere stitch ing. Even Thorpie and the younger maids, i2"], [126, "Noblesse Oblige. 116 letting evil communication corrupt good man ners, danced here and there, and would not settle down to work. Now, they were seeking Mr. Clarges' nephew to open the re fractory lid of this chest for them, and anon Mr. Finlay's first under-gardener to seek old-fashioned flowers, such as were set down in Lady Dorothea's list, for the bouquets. In the entire absence of her natural prey, Miss Dugdale's conduct gave signs that if she had lived in a happy Rasselasian valley she might have taken to her own sex, in stead of largely overlooking them. She would have quickly discovered satellites and slaves, masters, and tyrants, among them also, and have proceeded to woo them as assiduously as she wooed their brethren. But Phœbe Paston was excepted from her fascinations. Chetwynd Dugdale, bright coloured and honey-tongued, glancing out of the corners of her j etty -lashed, slate-"], [127, "Lady Louisa's Confidences. 117 coloured eyes, had a decided objection to Phœbe Paston — only an artist's daughter — quite a humble friend of that polished steel steam-engine, Lady Dorothea. On this dull women's day at Brockcotes, Miss Dugdale showed her objection to Phœbe by an en grossing consideration of billiards and operas. All the other women knew billiards as a necessary part of education, and could play more or less well on their own account ; or, at the lowest, in fits of humility and use fulness they could mark for the men, and incite the most skilled players to perform their finest feats. Miss Dugdale, in her slow, low way — all the more impressive that it was slow and low — sung the praises of billiards, rung the changes on billiards, and exalted the importance of billiards, until the game stood even higher than the meet and the hunting field as the shibboleth of a class, with whom not to know billiards wras to be one's self un-"], [128, "Noblesse Oblige. 118 known. After Miss Dugdale had exhausted billiards, she took up operas ; and depend ing upon the probability of Phœbe's not having seen more than one in her life, in dulged in a flow of hackneyed words on Mario, Santley, Grisi, and Titiens ; on Don Giovanni, Fidelio, II Trovatore, Miss Dug dale's friends' private boxes, and Fops' Alley. In short, Miss Dugdale's conversation con clusively exposed Phœbe as being one of the bourgeoisie — a clever, pretty, good enough girl of her kind, no doubt, but unmistakably an intruder in aristocratic society. As for the other women, each was pursuing her own shadow of hopes and wishes, dreams and determinations, fresh with novelty of conception, or faint with long keeping and retouching. Consequently they all accepted the suggestion as to Phœbe without caring to examine into its origin, with the excep tion of Lady Dorothea, who shrank from"], [129, "Lady Louisa's Confidences. 119 what was mean and small-souled, come whence it may. But she had the good sense to see that it was better for her re solutely to swallow and digest the wrong, and to say nothing about it at the mo ment. Lady Penelope wrote letters to several friends whom her brother Fairchester did not approve of her associating with, and to other friends who had been inclined to cut the whole Blount family for being on terms with Mr. Edmund. She took care ostenta tiously to proclaim the names of her corres pondents in both cases. Lady Louisa persecuted Phœbe with con fidences, and declined to be silenced. She spoke of the contradictoriness and contuma ciousness of her sister Pen, expatiated on Pen's selfishness in going up the Swiss moun tain without her, when she was groaning with nervous headache — on Pen's taking"], [130, "Noblesse Oblige. 120 advantage of her right of seniority, though she was ready enough to sink the fact at other times. Lady Louisa spoke openly of her cousin Neddy's having had a worse break-out than ever at Newmarket. \" Didn't he look like a dog ?\" she said, looking Phœbe in the eyes to see how she took it. \" He actually drank gin-and-water, not liqueurs and brandy, but tavern gin-and water. How he could acquire the taste for that any more than for stable-cleaning, Pen could not think, only, you know, I must confess that Pen herself is rather fond of forbidden fruit.\" \" You cannot surely mean that ?\" said Phœbe, doubtfully. \"Yes, but I do mean it,\" urged Lady Louisa, with a little laugh ; \" and if you like, Miss Paston, I will tell you some thing which must not be repeated. Pen actually went with Julia Fitzroy to the re-"], [131, "Lady Louisa's Confidences. 121 view the other day, where there were no ladies to speak of besides themselves, and at the last moment she was caught setting off with Julia on a jolly shooting expedition to her cousin's box at the moors.\" \" But perhaps that was no more than a freak, never intended to be carried out,\" put in Phœbe, cautiously. \" No, no, it was real earnest ; and I assure you they would have gone, and, what is more, I should have gone in for the shooting-party myself. And now, dear Miss Paston, if you will swear secrecy, I shall whisper in your ear something that nobody, not even Pen herself, guesses, touching the loss of my whip-handled parasol, which Lady Camilla supplied shabbily and late in the day, and of the loss of my beautiful sap phire ring.\" But Lady Louisa was too eager to wait for Phœbe's pledges, and went rattling on :"], [132, "Noblesse Oblige. 122 \" Well, you must know my losses have to do with a Mr. Gibbs, and I confess his is a very plebeian name, and Mr. Gibbs is the son only of a musty, fusty solicitor somewhere about the Inns. And speaking of inns, Miss Paston, why is it that solicitors are always spoken of as waiting on at inns without getting shockingly dissipated like Edmund. To do Neddy justice, however, I must say he has been mostly found at hotels. But, of course, lawyer people are of lower rank, and that may explain it all. But you are thinking of Mr. Gibbs, Miss Paston, and that, I will admit, is a more promising sub ject,\" she went on, with a toss of the head and a laugh : \" Well, Mr. Gibbs holds no more than a lieutenancy in the Lancers, in which Julia Fitzroy's brother is a captain. Mr. Gibbs, you know, is nobody to marry ; he could never think of so preposterous a step, more especially as I have only a poor"], [133, "Lady Louisa's Confidences. 123 fifteen thousand fortune, and am sure to be dipped at the end of every quarter, because Pen and my cousin Neddy borrow from me, and my maid, Swab, robs me.\" \" You are surely a little severe, Lady Louisa,\" said Phœbe. \"Nota bit,\" urged her ladyship; \"but, Miss Paston, you must not mention the last particular, because Fairchester is so stupidly strict in morals, and nobody can deny that Swab dresses me divinely, so far as her materials will go. I can assure you there would be nothing for me but to enter an English sisterhood, were I to lose Swab, for everybody knows that I re quire to be well dressed. But what was I speaking of? Oh ! about Mr. Gibbs. He is a love of a man, with a darling big curly beard like a buccaneer in a song, and he can sing a magnificent bass to my alto. Now, Miss Paston, don't you prefer altos to sopra-"], [134, "124 Noblesse Oblige. nos? I am sure you do, Miss Paston. In spite of Chetwynd Dugdale's way of talking, you have a singing face.\" Phœbe was only allowed to utter a faint demur to this ; for Lady Louisa was so en grossed in the current of her own talk, that she swept on impetuously. \" Well, now, isn't it strange, Miss Paston, that none ofthe Fairchesters have any music in them except myself, and Fairchester least of all ? Fairchester does not care for for bidden fruit, or for wild oats, or anything of the sort. He is such a very exemplary young fellow of a peer. But, on the whole, the Blounts do not much approve of the match with Lady Dorothea. It is certainly on account of politics, estates, and things, and was all arranged for the contracting parties without any trouble. But what I have most at heart to ask you, Miss Paston — for, of course, I am interested in my own"], [135, "Lady Louisa's Confidences. 125 elder brother, the head of the house, though he is the grumpiest head of the Fairchester house sinced crooked Constantine, the second Marquis, built the keep at Ford-in-the Marsh, and then shut himself up in it ; and you must know, he fired over the walls with a blunderbuss at every man, woman, or child who looked up at the ramparts: — yes, what I wanted to ask you was, whether Lady Do hasn't a temper of her own ? for Fairchester is as stubborn as a mule, and our family are of opinion that the couple won't pull well together.\" Phœbe had not heard anything approach ing to these confidences which Lady Louisa imparted to her. Mrs. Edgecumbe's old 6tories came under a different category. The nearest thing she had ever chanced to listen to was a piece of opinion which she happen - ed to intercept, in its loud passage from Mr. Edmund to Mr. Bertie, to the effect that."], [136, "Noblesse Oblige. 126 his cousins, Pen and Loo, were about the two plainest poor devils he had ever seen facing even amateur foot-lights. He could only hope they wouldn't be hissed off the boards, but as he had no bet on them, he couldn't pretend to a ver}r profound interest in the matter. It was a refreshment afterwards for Phœbe to listen to the heavy guns fired off by the Miss Hammonds, when they came over to Brockcotes for their solid practice, of which they did not curtail a note. They favoured the pieces de resistance of Thalberg on the piano, when it seemed as if at least four pairs of hands and half-a-dozen barrel-organs were hard at work, banging and grinding all to gether. Even Lady Dorothea was so far beaten on this rehearsal, that she retreated to her room at last."], [137, "A Dilemma. 127 CHAPTER IX. A Dilemma. _T@13 UT Lady Dorothea knew her own LiHJl mood too well to retreat alone. She carried Phœbe with her. The process of heartily abusing all the players, and speak ing her mind to an intelligent and friendly listener, she instinctively felt would prove the greatest relief. \" If you believe me, Phœbe,\" said her ladyship, speaking from her white dimity throne, and arranged in her white dressing gown, \" I say my prayers mentally as often as the Psalmist for patience to stand Lady"], [138, "Noblesse Oblige. 128 Louisa's silliness. She is the silliest creature, and with a universal leakiness about her. It requires personal experience to convince one that a rational adult should be so near fatuousness. How Lady Penelope, who is a smouldering firebrand of a young woman, and Edmund Blount, who is constantly going about their house, mauvais sujet though he be, can refrain from catching Lady Louisa, whipping her, putting her to bed, and feed ing her on bread and water, is a constant marvel to me.\" . \" I do think the ball is getting well beaten about to-day, Lady Dorothea, when you, who are so tolerant to others, are begin ning to take your neighbours to task so severely.\" \" Well, Phœbe, how could mortal com placently bear all this mountain of worry ? Fairchester is a great deal too good for any of them. I half fear he is too good for"], [139, "A Dilemma. 129 me, and that is a consideration which pricks my conscience too sharply to be altogether welcome. Then I own I am not easy about Chetwynd Dugdale. If you only knew, Phœbe, what wretched reverses we have to fear for poor Chetwynd ; and Chetty is not entirely to blame for them. Yet I am per suaded if Wriothesley were to marry her, all would be well. She belongs to a branch of our Dugdales, and has a claim on our championship. Then the marriage would be in every other respect very beneficial for Wriothesley. The Summerley estates would fill in the net fence round the portions of the Exmoor property in that shire, and would bring under our influence three or four towns of considerable political importance in safe agricultural districts.\" \" But perhaps all the talk about Miss Dugdale was untrue,\" said Phœbe, quietly. \" Well, poor Chetty could not help those VOL. II. K"], [140, "Noblesse Oblige. 130 hideous old scandals, and should be backed to fight them down. It does not seem to me that Wriothesley, either as a gentleman, a man of family, or a public man, can get off from the alliance, but that he ought to con clude it as other people conclude theirs.\" \" Lady Dorothea,\" said Phœbe, from her opposition dimity throne, and with a bright impatient humour in her eyes, \" you remind me of the ancient Hebrew law, by which Boaz called on the nearer of kin to do his duty to the dead, ere Boaz could take the living Ruth, who awaited their decision.\" \" Well,\" argued Lady Dorothea, dogmati cally, without a sense of humour or of pas sionate independence, \" did not Boaz com ply with the customs of his people ? and did not Ruth the stranger submit to them ?\" \" I suppose she could not help herself,\" protested Phœbe, rebelliously ; \" but it sounds a little French of her ; and I think"], [141, "A Dilemma. 131 I have known elderly men like Boaz who would hardly have paused to enquire into the prior right of the next of kin, unless, in deed, the marriage had not been legal to Jews without that precaution. Perhaps that is the solution.\" \" Or perhaps it was that Boaz was a princely sheikh, who had to consider more than himself,\" Lady Dorothea argued. \" Phœbe, did your father ever ascertain whether you might not establish a connec tion with those respectable old Pastons who conducted that faithful correspondence dur ing the wars of the Roses ?\" Phœbe negatived this suggestion by shak ing her head with the utmost gravity. \"My father says it could not be satisfactorily proved were all the heralds' courts in Europe to be employed on it ; and that he is quite certain cf only two things in his descent — that the grandfather whom he k2"], [142, "Noblesse Oblige. 132 does remember was an honest man, and a parish blacksmith, and that the great grandfather whom he does not remember was Adam.\" \" Now that is taking me off,\" Lady Doro thea declared, philosophically. \" ' The gardener Adam and his wife Smile at the claims of long descent.' And so do we at the rest of the poetic democratic tirade. Don't believe them, Phœbe, for they are manifestly wrong, so long as blood and breeding make race-horses and cart-horses, greyhounds and terriers. But noblesse oblige is an awful obligation.\" Lady Dorothea's words reminded Phœbe of Frank Hall's quotation of the text the night before, \" How hard is it for a rich man to enter the kingdom of heaven !\""], [143, "A Drawback. 133 CHAPTER X. A Drawback. IHEN the gentlemen, who dined that day at the ordinary at Wellfield, re- turned to Brockcotes, all was life again. Phœbe saw what noblemen could turn their hands to at a pinch. Even Lord Dacre was wide awake now. Standing on steps with his hands above his head, he nailed together the improvised frames. If Lady Dorothea was the leader of the company, Lord Wriothes ley was their ubiquitous servant ; and he was particularly helpful to Phœbe, in her outly ing strangeness. The very Countess was pressed into an office in the Beauties' green-"], [144, "Noblesse Oblige. 134 room to-night, and was engaged in holding pins, trains, and lights. Phœbe had become sufficiently acquainted with the etiquette of noble service to be aware that the real Thorpes and their fellow-servants could not be expected to condescend as the Countess condescended, although she did no more than utter a few halting phrases, suggestive of commendation or amendment, which seemed only to check and mortify the rest of the performers. But her children caught at her words as pearls and diamonds of en couragement and counsel, and eagerly adopt ed her faintest hint. Lord Wriothesley put his hand on his mother's shoulder enthu siastically. \" Mamakin,\" he declared, \" what would we do without you? But remember you are not to bore yourself shopping for us after you leave the course to-morrow, at least not by yourself, for I am up to all"], [145, "A Drawback. 135 your naughty mindful tricks. If you think of it, say the word to your idle son, and he will get on the box and get off again, and be ever so clever in remembering names of stuffs and numbers of yards, and running your errands for you.\" All went to make a marvel of brilliant scenic effect. Lady Dorothea and Lord Fairchester, in miniver-bordered tunic and well-painted pasteboard armour, a pair of veritable sandals, and a pair of boots with points three feet in length, were fairly sus tained antiques, and from their position in dividually and relatively, were sure to be trump cards. Lady Penelope was got up regardless of expense. She wore all the real jewels she could beg or borrow either for her stomacher or her hands, her gloves being orthodoxly slashed to show her rings. If she were not the Philoclea ofthe Arcadia, she was a swart,"], [146, "136 Noblesse Oblige. buxom girl, with coal-black eyes and sun bright hair, a contrast in its uniqueness and gorgeousness sufficiently dazzling to the un initiated Wellfield public. Lord Dacre was seized with irresistible fits of the gapes, as like as not to attack him at any moment of the tableau, and shifted from one foot to the other, not merely in an unpictorial, but in a forlorn, unsoldierly, un- Mountjoy fashion, because he was not at liberty to drop down on the instant, and rest himself. But he made up for these symptoms of weakness by the size of his trunk-hose and the puffs of his sleeves, and by his being a real live baron. To crown all, he wore for a collar the actual, match less Brockcotes necklace, more renowned in Wellfield and the county than that other necklace which cost poor Marie Antoinette so dear. In the eyes of some of the rever ent gazers it was a reckless profanation to"], [147, "A Drawback. 137 have the Brockcotes necklace out of the charter-room and the fire-proof safe with the Chubb lock. But, on the other hand, an opportunity was afforded to many people of feasting their eyes on its lustre and water, and exercising their minds in calculating its value — people who were not on intimate terms with Mr. Clarges, the butler, and who at the same time were out of the count as regards drawing-rooms and coronations. The two next were bumper couples, who looked their parts, and were sure to draw down rounds of the vociferous applause which is so dear to the stagey heart of man and woman. Miss Dugdale was so beautiful in her falling collar and falling sleeves, with a red rose in her taper, unadorned hand, that she dragged through with her in her triumph Frank Hall's too accurate represen tation of the foolish, fat knight in Spanish mantle and Vandyke cuffs, who stood in the"], [148, "Noblesse Oblige. 138 centre of all the agate cups, bronzes, ivories, and miniature pictures which could be crowded within the compass of the frame, to indicate Sir Kenelm's mania. One could excuse the tradition of \" the strange medica ments \" with which he tried to preserve the beauty of the lady by his side, and the fact of his being deaf to the brazen tongues that clacked of that beauty as a whited sepulchre over dead men's bones. At last came Phœbe Paston, who, though she might be exalted among the Brockcotes company, would appease her jealous town's people by maintaining their credit. She was the daintiest chit of a maid of honour, arrayed in peach, primrose, and cherry-red, with a rippling curl on her crown, and de mure mittens on her crossed arms. Lord Wriothesley, it was true, might be as far re moved as the antipodes in body and mind from the daubed, deathly complexion and"], [149, "A Drawback. 139 smooth hairless cheeks and chin of Lord Fanny, who was managing Queen Caroline's faithless confidante; but the Wellfield people would neither know nor care for any of these things when the heir of Brockcotes was on the tapis. After all, it was a particu lar compliment to the town, that Lord Wrio thesley should stand up with Phœbe Paston, and not with the modern beauty and great fortune, Miss Dugdale. He was a fine young fellow, although he might have had more flesh and colour without any loss of gentility. He was too slim for an English beef-eater, such as even a well-endowed earl who had been accumulating lands and hon ours all these centuries, ought to' be ; but Mr. Clarges vouched for his being a perfect gentleman of the right stock. Some of the old people present might remember his lord ship's grandfather in a costume of tie and queue, ruffles, and diamond buckles in his"], [150, "140 Noblesse Oblige. shoes, — not so far removed from that in which the young lord was to do his mum ming, — and would not that in itself be a charm ? These old bodies, while they pro tested it did their hearts good to see the stately quality costume again, would be able to say how true to the life it was. There was not one of the great people to-night but clapped hands and cried \" Bravo !\" at this tableau. Venetia Miss Dugdale refrained from reminding Phœbe of her ignorance of billiards, and contented herself with pointing out that the little em broidered heirloom mittens were a shade too small for her. A stitch had started in one of them, which Venetia would be en chanted to \" take up.\" These old embroi dery stitches were peculiar, said Miss Dug dale, almost hereditary, like those in her cousin Lady Exmoor's hangings, and were the next thing to unattainable by a novice,"], [151, "A Drawback. 141 while they were perfectly simple to the ini tiated — the one stitch being the key to the other. There was the Bolsover stitch — the easiest of all, once you knew the secret — and the Clifford stitch, which ran into the double Dugdale-Latimer stitch. This was the Dugdale-Latimer stitch. Phœbe could afford to smile at this array of stitches. She was of the same opinion still. She felt she could work the most difficult one, even in the Countess's hangings, better than Miss Dugdale, and long before that young lady could gird herself up to anything requiring so much application and industry. The real drawbacks to Phœbe's pleasant excitement and lively admiration of herself and her neighbours came from others than Miss Dugdale. Phœbe was copying the knotting of the negligee in Molly Lepel's pic ture. Within her hearing and Lord Wrio-"], [152, "142 Noblesse Oblige. thesley's, Mr. Edmund Blount had with gusto given offensive point to the moral which he read in some verses from a once popular ballad inscribed below the picture : — \" And who would not go clear to the devil For the sake of dear Molly Lepel ?\" Phœbe felt her face flush in a fever of wounded self-respect. Mr. Edmund anew brought home to her, with a sharp quivering pang, that she was out of her element at Brockcotes. But Lord Wriothesley answered both Mr. Edmund and the ballad-maker : \"Who would not go to the bad, eh? What a miserable turn of a sentence ! What a base description ! Instead of, ' Who would not go to the bad,' it ought to be, ' Who would not go to the good ' for the sake of every Molly Lepel worth the following, un less, indeed, the follower happened to be a sot or a scamp not deserving a thought?\""], [153, "A Draivback. 143 Having said these words, Lord Wriothes ley led Phœbe away to join the others in examining Lord Exmoor's tattered and mended peer's robe, brought out for the com pany's inspection, as an entertainment in tune with their engagement, — a robe which had been on the shoulders of an Exmoor a little stouter, a little fresher, both robe and man, when Herbert Earl of Exmoor voted in the minority to save William Lord Rus sel and Algernon Sydney. Lord Wriothes ley tried it on, promising that when his day came he should not introduce a new mantle. But he looked muffled up and palhd in the heavy folds of the tarnished velvet, and not as he had looked in the old helmet."], [154, "Noblesse Oblige. 144 CHAPTER XL Frank Hall's retreat. S'gVYjlUT that same evening a formidable fjj.®J drawback revealed itself, threaten ing to put an end to Phœbe's part in the Brockcotes tableaux. After the receipt of the evening post and its letters, Frank Hall craved allowance, and with very humble apologies for spoiling sport, announced that he must leave early next morning. The managing editor of The Bat wanted him in town without a day's delay, to report on the Chinese loan, or on a new vanity which had appeared in the parks. Seeing that Frank Hall was at Brockcotes as a friend and"], [155, "Frank Halls Retreat. 145 equal, and not as a satellite, nothing could be done against his determination, save to marshal a host of sincere regrets, and sup port them with a division of cordial hopes that the press-man would soon find his way back to the stronghold of the Latimers. Phœbe had not realised how much of her fancy was enlisted in playing with the party and completing the tableaux. Now a blank sensation of the world's having come to an end took possession of her. It seemed in evitable that Lord Wriothesley must take up the dropped part of Sir Kenelm, and play it to Miss Dugdale's Venetia, letting his own character, Lord Hervey, and its Molly Lepel, fall to the ground ; and this even though he should faint under the necessary stuffing, and Phœbe have to return as she came, like a Griselda, to her father's house, go up with the broad stream, and stare with the common mob of spectators in the banque ting-room. VOL. II. L"], [156, "146 Noblesse Oblige. But poor Phœbe's carefully-concealed blank looks and chagrin were soon shown to be uncalled for. Mr. Vernon, with a little pressing, and the stipulation that the voluminous Spanish cloak should serve for the stuffing, was willing to do Sir Kenelm, for the sake of the glamour of being Miss Dugdale's partner. But Phœbe that same evening had a separate and strictly confidential explanation of the reason of Frank Hall's departure, as he took leave of her. \" I have had enough of Brockcotes, Phœbe. I won't have it my Caprera. No ; it is not the wines, though the white port is pretty fair. I drink better at the Garrick.\" \" Granted, Frank ; but the wines are not everything,\" suggested Phœbe. \" You must have enjoyed the shooting.\" \" Oh, as for the shooting, I'll never make a dead shot. That blind bat, Lord Wrio-"], [157, "Frank Hall's Retreat. 147 thesley, aims better with his glass in his eye than the city bat, used as he is to burrow and moil in dark corners. It is nothing so low as the 'grub,' though I am of Grub Street, or the sport, or the company of the first estate. With regard to the last, one gets used to it soon enough, and finds its members, after, dolls of men and dolls of women. I don't go in for the white devil among women of any school, from old Webster to Miss Braddon's stock in trade. Of course, I accept the real Jezebels and Lady Macbeths ; I allow they have a footing both in nature and art.\" \" I never expected you to speak with so much enthusiasm on such a point,\" alleged Phœbe. \" Well, perhaps I may be excused, Phœbe; it's a woman who has done for me. I cannot remain any longer near your Lady Dorothea, else I shall be spoiled for domestic life, and l2"], [158, "148 Noblesse Oblige. lose my chance of becoming a family man — responsible and content. I could close my eyes at the present moment, and see a pale, bright-eyed woman, simple in her dress and inexpensive in her habits, flitting about my writing-table, keeping guard at my elbow, never weary of reading notes, looking over ' copy,' correcting proofs, learning shorthand to report in her turn, and never flagging in her interest and zeal. I open my eyes, and am tempted to curse poor innocent Lord Fairchester, plain and heavy and sensible — holding thousands of acres, booked for the blue riband, possibly for the strawberry leaves. I don't envy the man his other goods, particularly since he seeks to do the best he can with the burden which weighs upon him and renders him as silent as Dutch William.\" \" You strike me as being rather fanciful to be in earnest, Frank.\""], [159, "Frank Halls Retreat. 149 \" Excuse me, Phœbe, if I say you are wrong there. I don't deny that Fairchester is a fair match for her ; only I won't play (since playing is the order of the day) the bachelor Sir Christopher Hatton to my Queen Elizabeth ; so I'm off with the train to-morrow. What are your commands, Phœbe, should I take Folksbridge on my way to town, or should I find anything to do in town beyond secretly writing for your dear, little, hearty, bumptious benefit in The Bat?\" Phœbe could not tell whether there was or was not the slightest foundation of fact in Frank Hall's rhapsody. He had got into the habit of general mystification, till it was hard for any simple man or woman to follow him in his flights, and tell whether he was making a saucy pretence, in order to turn round and deny it absolutely, and thus cover the credulous listener with ridicule,"], [160, "Noblesse Oblige. 150 or whether he was, after all, speaking in genuine earnest. Phœbe thought that sim plicity of tongue had its revenge. Frank Hall had gone so far in clever affectation, that now he was on the point of bewilder ing himself, and was so unfortunate as not quite to know his own mind, and what he would be at, in more instances than one. Certainly Phœbe had remarked that Frank Hall and Lady Dorothea had taken latterly to noticing each other, and spar ring with each other, very considerably. If there was a shade of suspicion on Frank Hall's side that he was gradually more and more venturing his all in the light drawing-room strife, he was a wise man to draw off his forces, and retreat with flying colours, while it was still in his power. He might carry with him the bitter sweetness of the conviction that Lady Dorothea's lightest hair was unsinged by his closest fire, and"], [161, "Frank Hall's Retreat. 151 that even though it had been otherwise, there would have been nothing on earth for him to hope from such a woman so circum stanced. Frank Hall's susceptibility was an un counted-on triumph to Lady Dorothea. On the other hand, his hurt, however slight, was a wound from the great upper-class to the literary and artistic ranks, to which they extend a dubious right hand of fellowship. In her uncertainty, Phœbe could not re gret Frank Hall's departure, as Lady Doro thea did, in perfect unconsciousness. \" I am so sorry that the autocratical, con ceited cousin of the press is called away, Phœbe,\" her ladyship confessed; \"for, be tween you and me, he was teaching me a thing or two. Wriothesley calls his leaders incisive, luminous, epigrammatic, and says that that is what ' takes' in the present day ; but I am not sure whether his conversation,"], [162, "152 Noblesse Oblige. like Dr. Johnson's, is not better than his leaders. One enjoys coming in contact with all sorts of power.\""], [163, "Inopportune. 153 CHAPTER XII. Inopportune. IN former years the race-week as- sembly had been, to the ladies of Wellfield, the most momentous and accept able event of the year. But in this, Phœbe's first grown-up year at Wellfield races, her imagination went far beyond balls. And she was farther tempted to forget the assem bly on the very morning of its occurrence. First, Mrs. Edgecumbe sent for her, that she might get the news, and cross-examine the girl on the arrangements at Brockcotes. When she had made her report, she was"], [164, "154 Noblesse Oblige. puzzled by the unusual reserve of the old lady, rather than troubled by her wonted freedom. \" You are to be my young lord's partner,\" Mrs. Edgecumbe said, with a meaning look. \" Well, well, times have changed ; and you are a good girl, Phœbe Paston, and one of nature's gentlewomen ; Edgecumbe, whose immense penetration I can trust, acknow ledges it. Lord Wriothesley is a virtuous young man, with milk in his blood, like the rest of the Latimers. But for that matter, I think all young men are virtuous, now-a days, and I can't make out where the con tinual wickedness of the world can come from, unless from the women. I suppose that is it, child. However, such grouping would not have done forty years ago, and would not have been my doing to-day. Bless us, to the pure all things are pure ! I do not believe Lady Dorothea, or our own"], [165, "Inopportune. 155 dear glum Countess, or Exmoor himself, are more knowing than children in some things. I should rather depend on the safeguard of Edgecumbe's correct judgment, which, I feel bound to say, they never consulted. You always consult a friendly old sinner, Phœbe, when you want to avoid a pit-fall.\" Mrs. Edgecumbe was more explicit in her opinion of Miss Dugdale, and that to Lady Dorothea herself, when her ladyship called a little later in Wooers' Alley. \" But, Lady Dorothea,\" she said, \" the Dugdales have been what Edgecumbe calls ' such frightfully broken-kneed fillies.' \" Lady Dorothea was very angry at this, and drew herself up like a queen, stopping Mrs. Edgecumbe in what threatened to be a long tirade. \" Which is it best for us to do, Mrs. Edge cumbe — to pick holes in a poor girl's mantle, or to cover her with ours ?\""], [166, "156 Noblesse Oblige. Even Mrs. Edgecumbe was silenced by this rebuke, and Phœbe hung her head a little at the recollection of her own particu lar aversion to Miss Dugdale. But Phœbe was recalled by being left to herself, and by Mrs. Paston's \" twitters \" with regard to the creases in her cream coloured moir£, and the still more important question of when the cab was to come for the Wooers' Alley party, and what extra ordinary ruse was to be tried in order to be tray Mr. Paston into being a quarter of an hour before, rather than ten minutes after, the time when Lord Exmoor and Lord Wrio thesley would open the ball. When Phœbe began to dress, she entered into the spirit of the thing, and was careful about the fit of her gown, the size of her gloves, and the wreath of oak-leaves which Lady Dorothea had chosen for her to wear in her hair, like Norma, the British princess"], [167, "Inopportune. 157 and priestess. With a little hesitation, too, and less gratification and gratitude, she ac cepted Mrs. Edgecumbe's ruby cross, pressed upon her with many assurances. \" Child,\" said the old lady, \" it becomes your little round white neck a thousand times better than my lean, yellow one. Did you ever read Mr. Pope's famous lines on such an ornament ? \" ' Which Jews might kiss, and infidels adore.' Phœbe had read them ; and, in opposition to her father's appreciation of Mr. Pope, simply detested them. After all, Phœbe's anxious toilet was made greatly with the intent that not even Miss Dugdale should have cause to observe, with a mild shudder and a slight elevation of the straight line of her eyebrows, what a rustic dowdy, or obviously vulgar creature, Molly Lepel, was in modern clothes, and on the uneven floor of the Wellfield ball-room."], [168, "Noblesse Oblige. 158 Arrived at the ball, Phœbe found that she was a person of consequence — to the Well field world, at least. She would be able to point out to the simple town's worthies which was Lady Louisa, and which Lady Penelope Blount; and to prevent the natives from mistaking Lord Dacre for Lord Fairches ter. Had it not been for her, who would have answered the breathless questions as to all that had got abroad of the amateur con cert, and the spectacle which was to follow at Brockcotes ? Phœbe had not counted on Barty Wooler being at the assembly ; although when she came to think of it, she remembered that everybody, young and old, who had no scruple of principle or purse, attended to see the race-company, and enjoy their own and their neighbours' fine clothes. Mrs. Wooler was not there, because, as she explained curtly, she did not \" set \" balls ; but she was"], [169, "Inopportune. 159 almost the solitary exception. Miss Rowe was present of course, Mr. Mossman trotting after her with meek suggestions of service in the form of negus. The two Miss Staceys and the forty Miss Medlars, and their father's clerks, all swelled the crowd. Having had her eyes open to the matter of-factness of Barty Wooler's presence, the next thing Phœbe had not anticipated was the probability of his dancing, and dancing with her. It was not that he was too old to dance — Lord Exmoor had opened the balls up till this year, and even old Mr. Edgecumbe stood up on the floor sometimes when his gout allowed him, and when he was sufficiently stimulated, and could per suade the facile old wife, or very young daughter, of a tenant or tradesman to make the not very improving exhibition with him. And besides, there was no law that a man should not ask a woman to be his partner"], [170, "160 Noblesse Oblige. for the quarter of an hour's duration of a quadrille, because she had refused to be his partner for life, supposing — and it is suppos ing a good deal — he still feels the inclina tion. Barty Wooler early in the evening asked Phœbe to dance with him, and she had no choice but to comply with his request, al though she would rather not have done it. The county people, after the example of the Exmoors, behaved very well at the race-balls, which were moves for popularity to begin with. They mixed freely with the town's people, and were apt to select them only too persistently for their partners and vis-a vis. But the town's people were not in the habit of taking the initiative. Phœbe felt far shyer than if she had had nothing to do with Brockcotes, and was too embarrassed to remonstrate and resist the situation, when Barty Wooler placed her opposite Lord"], [171, "Inopportune. 161 Wriothesley and Miss Dugdale in the same set with Lady Dorothea and a brother of the Hammonds. Either Barty, who ought to have avoided the association, was un apprised of the usual customs, or defied them. Lady Dorothea nodded cordially to Phœbe, and while her ladyship waved off her friend from an impulse to fasten her sash, which had come loose, she stooped down and picked up a stray evergreen that threatened to trip Phœbe. Lord Wriothes ley made an- observation, in passing, on the air of the room and the withering of some of the flowers of Phœbe's bouquet, which had been mindfully sent that morning from the Brockcotes greenhouses. Even Miss Dugdale greeted Phœbe polite ly, though wdiy Miss Dugdale should not have been polite to her it would have puzzled Phœbe to explain. VOL. II. m"], [172, "Noblesse Oblige. 162 Still Phœbe was very uncomfortable. It was not that she was ashamed of her partner, she hardly looked at Barty ; but she had an inward vision of him, with his chesnut mane and beard severely trimmed for the occasion — the finest looking man in the room with out a single exception. Neither did she so very much mind that Lady Dorothea's intelligent eyes should see double for once in carrying conviction to her mind that there was a fit understanding between Mr. Wooler and his partner, or that Lady Dorothea should fancy that Phœbe had coyly fallen on this plan of showing him to all concerned at Brockcotes, without the trial of an express introduction. Phœbe could readily and speedily undeceive Lady Dorothea when her ladyship was at leisure, and Phœbe did not profess to care what Lord Wriothesley thought, any more than what Miss Dugdale thought, on the matter. But in spite of this, fortune had"], [173, "Inopportune. 163 never been so unkind to Phœbe as now — she had never been placed so little to her mind as in this quadrille. But she did not know what it was to live (metaphorically) till Barty Wooler asked her, almost within hearing of the others, U it could be true that she was going to row in the same boat with the noble players. On being answered in the affirmative, Barty urgently and emphatically protested against it. \" I have a delicacy in mixing myself up in your father's relations with Brockcotes, and therefore I am remonstrating with you. Perhaps you may not think that comes very well off my hand either,\" added Barty, with a laugh, which, unlike his usual laugh, was not pleasant ; \" but I think you may at least believe that I do it for your own sake, Miss Phœbe.\" Phœbe had never before been so indis- m 2"], [174, "Noblesse Oblige. 164 posed to yield to Barty Wooler's bluntness — never so wroth with him for spoiling her enjoyment. For he did spoil it ; even while he spoke, the peach, primrose, and cherry coloured trappings, and the whole tableau, with the speculation and the admiration it would excite, faded and changed in her im agination, and struck her as being a forced and idle piece of vanity. It might be well enough for the great people, who had no thing else to do, and whose position gave them carte blanche for frivolity and extrava gance. (How Lady Dorothea would have rebelled against the imputation !) But it was not well for a girl like her. She took her stand on belonging to that class, and was feign to pledge herself that she would never meanly crave to abandon it by crazily dreaming of being translated to another sphere. But Phœbe did not betray a glimpse of"], [175, "Inopportune. 165 her disconcerted state of feeling when she answered Barty Wooler with cold carelesss ness: \" I have passed my word, Mr. Wooler, and had my part cast for me. And it is a very nice character, if you will condescend to see it. Surely you would not have me go back from the one and throw up the other, dis appointing and displeasing some of my best friends, in an affair to which papa does not object, — with which it seems nobody but yourself finds fault ?\" \"There are plenty of objectors,\" Barty maintained, \" if they had only the courage and the honesty to come forward and say what they think. I can only hope that you will not see cause to regret the step. I cannot conceive how your father, with all his bondage to the Exmoors, could consent to it.\" This speech was too much, was utterly"], [176, "166 Noblesse Oblige. unjustifiable, indeed ; and Barty Wooler was without the excuse of a right to make it. It could only be met by an indignant silence, which he did not seek to break, when he led Phœbe to the bench which she indicated."], [177, "Gossip and More. 167 CHAPTER XIII. Gossip and More. IS Phœbe sat there with conscious stiffness, of which she could not get rid, Lord Wriothesley came up and en gaged her for the next dance but one, drop ping the merest hint, as he noted down the engagement, that he had been doing duty till now as the great dancing representative of the Latimers. She was still smarting under the late re buke and reproach, and was inclined to hold this communication no business of hers. She felt Lord Wriothesley had no"], [178, "168 Noblesse Oblige. call to make it. She would have had a mind to be offended by the inference, if Lord Wriothesley had not been so friendly and innocent-looking, and if she had not been ashamed of herself for such carping self- consciousness. \" Barty Wooler has done all he could to put evil in my head,\" she reflected, bitterly, \" by putting a false construction on my un avoidable acquaintance with Lady Doro thea's brother ; and he has attained his end, so far, at all events, as to give a silly con straint to my manner.\" Miss Rowe, gossiping with Mrs. Medlar, sat near Phœbe. She either did not mea sure the distance to which sound travels, or did not heed, for snatches of the conversa tion reached the subject of it. Phœbe turn ed another way, and did everything but put her hands on her ears, or cross the ball room alone, to prevent the contretemps."], [179, "Gossip and More. 169 \" Did you not see how she dropped down on the first seat, and dismissed him in no time, because she has higher game to-night?\" questioned Mrs. Medlar. \" Why, the fool ish thing's head must be turned by the notice the county folks are taking of her — very injudicious, and what I should not like for my girls, Miss Rowe ; and there is Wat kins going to dance again with Bella. I ought to interfere, but one does not like to interfere with one's girls' pleasure if one can help it. But I thought better of Phœbe. I really did, though the mother is not over-wise, and the father, however quiet and diligent, belongs to a flighty pro fession, always dependent on high custom ers, unless a man takes to the portrait line — and these cheap photographs have done that up, too, I understand, and compelled even portrait-painters to keep their sitters in good humour, which my husband says is"], [180, "170 Noblesse Oblige. the hardest work he gets with voters in election times.\" \" Yes, and that's no easy task either way,\" said Miss Rowe, twirling her fan, \" especi ally as most sitters now-a-days are so little in the habit of really feeling at ease, and are always trying to look what they are not,\" she wound up, unable to resist this wicked, little home-thrust, even at the ex pense of a temporary ally. But Mrs. Med lar was impervious and adroit at diversions. \" Now, would you say that lace of Mrs. Stacey's was French, or only Maltese?\" she went off at a new angle ; but she immediately returned to strike poor Phœbe yet more sharply. \" I should have thought a girl who knew so much of the grandees and their ways, would never have been so presumptu ous as to lay herself out for attention from that quarter. She will put her foot through as fine prospects as ever a Wellfield girl"], [181, "Gossip and More. 171 commanded, and ruin herself with the other, if there was any truth in that story, which Milly always doubted. As an old married woman and a mother, I cannot help re gretting it. Girls never do know what is good for them, though I don't think my girls would have behaved so badly, risking fine prospects, putting them in the fire with their own hands — a crying sin so much as to think of. No, they are better brought up, though I should not say it.\" \" I don't know as to girls' upbringings, Mrs. Medlar,\" returned the other ; \"but I do know she is serving the painter as I have seen his mother serve other men. You must remember Miss Judith Clay bouncing writh her yeoman friends at the subscription balls, and pretending to sprain her ankle when poor Clerk Wooler happened to look in. \" He has brought this upon me also ; sure-"], [182, "Noblesse Oblige. 172 ly I have a great deal to thank him for,\" Phœbe said to herself, employing a woman's logic to pile up the charges against her re jected suitor. She did not recover her spirits in dancing with Lord Wriothesley, though she believed that he danced with her from taste and with a will. She could not wind up again the curious mechanism of her spirits, which in place of being at a high pitch, had now suffered collapse in a style that was quite out of keeping with a Well field belle's first appearance — and a distin guished appearance too. She had often pictured such an appearance, just as she had pictured her walk up to Brockcotes on the morning after her return home, with no reason to expect particular distinction, nor, for that matter, particular mortification and pain. But she reckoned on the tableaux making up for the ball."], [183, "Gossip and More. 173 The company that gathered in the Brock cotes banquetting-room next evening had an entertainment of which they might talk for many race-weeks to come. It might even serve to grace a conversation when Miss Dug dale's beauty should be matured and ma tronly, Lord Wriothesley have grown stout and prudent. Lady Dorothea — even Lady Dorothea — have settled down into inactivity, and Phœbe Paston have no more to do with the county families than her father after he had painted his last picture. The initiatory concert was so hurried over that, while the listeners prided themselves on the rank of the performers, no one had time to weary of any part of the pro gramme, unless of Thalberg's piece. Lady Louisa sang \" Mia Vendica,\" without drawing down retribution on herself for a rattling hail of false notes. Miss Dugdale and Mr. Ver non adjured and responded to each other in"], [184, "174 Noblesse Oblige. \" Dis moi ce mot,\" without either asking or answering a word worth the hearing. Then followed the tableaux in rapid succession. Lord Fairchester and Lady Dorothea were discovered on a rampart, which was at least as good a rampart as Pyramus and Thisbe's wall was a wall. Lord Dacre and Lady Penelope were sur prised at a banquet, which enabled him to sit and pull his moustache, while she flashed forth her blazing girdle, bracelet, and rings, in the act of pouring out his wine. Mr. Vernon was gingerly making-believe to paint Miss Dugdale, in his anxiety to re tain a facsimile of her charms as another and a crowning proof of the exquisite æsthe tical faculty of the bragging virtuoso — the same anxiety which gave Sir Kenelm pre sence of mind to have Venetia Lady Digby's effigy taken from her corpse, when she was found dead in bed."], [185, "Gossip and More. 175 Lord Wriothesley, with his hat below his arm, extended his hand to Phœbe Paston to conduct her out of one of the boxes at Ranelagh, among the flaunting lanterns which decorated the shrivelled, dusty trees, as if he were leading her out to one of the minuets that Lord Hervey and Molly Lepel \" walked,\" and which were familiar to the readers of the accounts of the Northern re bellion and the earthquake of Lisbon. Everybody allowed that the groups were prettily designed and faithfully rendered, and there appeared that night to be only one sentiment in the audience — that of gra tified admiration. But Phœbe had only half a heart for her part. It was a mistake. She should not have been there ; she ad mitted that to herself now, not blaming Lady Dorothea for being misled by her own wishes, and not blaming her father for being supine in the matter. She did not even"], [186, "176 Noblesse Oblige. blame Lord Wriothesley in the slightest de gree, but felt grateful to him for the for bearance and delicacy with which he manag ed their tableaux, when she had become alive to its incongruity and awkwardness, and found these elements nearly intolerable ; she blamed herself for her shortsightedness and vanity, and she blamed Barty Wooler with a great swelling grudge for enlighten ing her — and for not even coming to see the show."], [187, "A Lull. 177 CHAPTER 'XIV. A Lull. y'jnjSjjIURING the whole of the autumn P.O& there had been a hurry and a clash- ing of events, which were now to be follow- ed by a lull. The month of October was stormy. The winter set in suddenly with mud, mire, and frost, bringing shooting-par- ties to an abrupt termination, and limiting the number of hunting days. There were not many occasions favourable for Phœbe's walking up to Brockcotes, since Mrs. Paston had a horror of damp dresses and soaked feet, and was as determined as she could be vol. st. n"], [188, "178 Noblesse Oblige. about anything, that her daughter should consummate her folly by going off in a gallop ing consumption. Even Lady Dorothea, though the Countess was far less afraid of damp than Mrs. Paston, was not able to reach Wooers' Alley above once a week on account of important consultations on her approach ing marriage. But as it happened, the great merging in to each other of the houses of Blount and Latimer was postponed. Lord Exmoor's gout transferred itself as pure rheumatism to Lady Exmoor, threatening to render ac tive movement impossible for the rest of her life. It did not seem so inappropriate or in tolerable a fate considering the habits of the Countess in relation to the world without. But Lady Exmoor's immediate circle rallied round the still, stiff-natured woman, threaten ing now to become stiff-jointed also. The Earl was to give up his attendance at a score"], [189, "A Lull. 179 of meetings where his countenance was so licited, and to forego his pleasure at all the winter races and agricultural shows, in order that he might be in close attendance on his wife. Lord Wriothesley was to stay on at Brockcotes to be ready to take his father's place when a substitute was possible. Lady Dorothea's marriage, with its ceremonies and festivities, as coming in the way of Lady Ex moor's cure, was deferred indefinitely in spite of the Countess's remonstrances. Dr. Mit ford, who devoted his best skill and the most of his time to the Exmoor family, keeping an assistant for the rest of the world, and who, in spite of his most conscientious exertions, was said to be growing rapidly grey and nervous under the weight of his responsi bility, requested further professional advice, and despatched the whole family to town a month before Christmas — three whole months before Parliament should open. n2"], [190, "Noblesse Oblige. 180 Everybody the Exmoors knew were then at their own country places, or at Brighton, or abroad. To break the journey to the Countess, Dr. Mitford accompanied the party himself. In the solitude of the upper walks of London, the high authorities in medicine found leisure to lay their wise heads together respecting the Countess's limbs, and ordered her off to the winter wretchedness of the German baths. Casting objections to the winds, and spurning obstacles, if they might but spare the elasticity of an ankle or a thumb, her faithful people carried the Coun tess thither. The escort consisted of Lord Exmoor and Lady Dorothea, Mr. Richard son as factotum, Mr. Simmons, his lordship's man, Thorpe, her ladyship's woman, and Thorpie, Lady Dorothea's maid, with their satellites. Lord Wriothesley was forced to remain to discharge his father's duties at Brockcotes, Swinely, and other portions of"], [191, "A Lull. 181 the Latimers' territories. But his place was, to some extent, supplied by Lord Fair chester, who felt warranted in setting his own duties aside, or letting them lie over this year, that he might discharge the more pressing claim of paying court to Lady Dorothea in going and coming as an inter mittent member of the Exmoor suite. Phœbe had always thought Wellfield more or less desolate when Brockcotes was given over to Mr. Clarges and Mrs. Bald. But she contemplated with edification the sacrifices the men of the family made for the Countess. It was not that she thought her father would not sacrifice even art itself to confer real benefit on her and her mother. But her position, and much more her mo ther's position, in Wooers' Alley, was essen tially different, in more than what related to purple and fine linen, from the footing occupied at Brockcotes by Lady Dorothea"], [192, "182 Noblesse Oblige. and Lady Exmoor. Mr. Paston was very fond of his daughter, and was indulgent to her mother ; nay, he was in a certain respect fond of her mother in the use and wont of a life-time ; but he frequently took little notice of the one, and almost uniformly spoke ironically to the other. He might excuse himself for this last breach of good taste on the ground that Mrs. Paston was incapable of perceiving or resenting irony, and that the complaints in which she in dulged were the natural dropping and oozing out of a feeble nature — and one, too, a little jealous in its feebleness. Phœbe could not help contrasting her father's self-engrossment and Barty Wooler's want of freedom in the society of cultivated women, with the courtesy that was a second nature to the men of the Exmoor family — the half-chivalrous deference which marked all they did in connection with their women."], [193, "A Lull. 183 The domestic virtues, as practised at Brock cotes, she had heard sung all her life, and she was not in a position to guess how much of a whited sepulchre such class manners in other cases might be. She simply saw, or imagined she saw, that the balance was largely in favour of the noble families. She had the impression that it was very fine for the Countess and Lady Dorothea to be thus waited on, consulted and courted by hus band, brother, and lover. She would have been justly offended if anyone had told her that she did not value at their true worth her father's peculiar affection, and her mo ther's half-scolding, half-fretting tenderness. Still she thought it would be nice — a thing any girl might covet — to have her chair, footstool, and screen constantly found for her, her bell rung when she wanted any thing, and the book she was reading re membered and brought to her — above all,"], [194, "184 Noblesse Oblige. to have the gentlemen of her house more or less at leisure to lend her a portion of their company when she required it, and to pay special visits with her. As the winter deepened, there was a gene ral impression in Wellfield that it must be lonely for Lord Wriothesley, living all by himself up at Brockcotes. He was mostly there, of course ; Swinely, and the other localities in which the name of Exmoor flourished as that of the ruling proprietor, having less call for the presence of a mem ber of the family. But if Lord Wriothesley must be lonely, most people, the men especially, said what an excellent opportun ity it was for his lordship acquiring those business habits which would be of immense importance both to him and his dependents afterwards. The old Latimers had set him a good example. They had been very much their own chamberlains and inspect-"], [195, "A Lull. 185 ors of works, and Lord Wriothesley seemed inclined to avail himself of the opportunity. He did not shut himself up with his books or his canvas and brushes, as had been fear ed. He was interested in more things than the meets of the hounds. He did not con tent himself with dilettante patronage of me chanics' institutions, parish clubs, and little essays at speechifying, which might be of use to him after he stepped into a borough. He really set himself to know his work, and do it much as Lady Dorothea would have done; only where his sister would have been largely practical, he theorised and generalised, and was full of schemes and visions. In the morning he was about in the gardens, the stables, the kennels ; after luncheon, he was abroad on his horse or in his drag, going far and near over the estate in all weathers. He looked into the boun daries, and investigated clauses in leases,"], [196, "186 Noblesse Oblige. and disputes founded on them ; he visited and ascertained for his own private satisfac tion the state of the line of railway in pro cess of being made, in which Lord Exmoor was the great shareholder ; he inspected personally the wood-mills, the tile-works, the new farm-buildings with which Lord Exmoor was then busy. He had been sworn in as a justice of the peace, and he now took his seat on the bench almost as regularly as his father had done. He sur prised the market-town of Nannton by ap pearing occasionally in the market, and gravely applying himself to prices, very much as if he meant business. Certainly no stout young farmer at the ordinary at Nannton, nor fervent young high-church curate within three parishes, rode or strode about in more unwavering pursuit of his calling than did Lord Wrio thesley. If he did not return home to"], [197, "A Lull. 187 write sermons or keep accounts, he audited the steward's papers, burrowed in the charter-chest, kept up with the literature — both classical and scientific — of the times, and dined out in the few neighbouring country-houses on a visiting level with Brockcotes. Lord Wriothesley's subjects were ready to smack their Ups approvingly on him as one of the right sort. They spoke of him as an active-minded and public-spirited young nobleman — neither a milksop, nor a wilding, nor a nincompoop. The country worthies were rather doubtful when his lordship's ta lents were spoken of, regarding these in the light of brittle, precarious ware ; but at least his lordship's talents did not interfere with his attention to business. They saw in him a solid yet sharp youngster, with a brain, a heart, and a conscience. When it was found that Lady Exmoor"], [198, "188 Noblesse Oblige. could not return till Easter, Lord Wriothes ley, with his father's approval, set on foot a new clearing of the more overgrown por tions of the Brockcotes woods, and took the first steps towards bringing in water at the family's expense to the town of Nannton, in the same manner as it had been brought in to Wellfield. These were the improvements which he had convinced himself were the most desirable in the meanwhile, and with which he would do well to commemorate his deputy-reign. To his other duties, and at the risk of being dubbed a busybody, he added an energetic individual superintend ence of the two works which he had in augurated. Phœbe heard of the thinning of the trees and the leading of the water into Nannton as Lord Wriothesley's measures, and at first turned up her nose foolishly. How should she know and consider that one ofthe noblest"], [199, "A Lull. 189 acts of the last noble Percy, and one on which he spent three hundred thousand pounds, was to build dwellings of no higher archi tectural pretension than labourers' cottages ? She was curious to know, and perplexed herself in trying to guess, what Lady Doro thea would think of this commencement of the campaign. Of course she would ap prove in a way of anything useful ; but were these quite small, commonplace endeavours any sign of the great enterprise with which Lord Wriothesley was to signalise his wear ing of the Earl's coronet, and still further ennoble Exmoor? Were they even indi cations of the legislative genius, the finan cial skill, which were one day to promote Wellfield 's young lord to be the head of Her Majesty's Cabinet, or the Chancellor of her Exchequer ? These were such small beginnings, that they struck one as very peddling and pottering. Yet it was true"], [200, "190 Noblesse Oblige. that all the poor men out of work — and this was rather a hard year at Wellfield — had found employment in the woods, and it might be a great boon for the old and infirm women, the \" grey mothers \" of Nannton, not to be forced any longer to toil up side lanes, carrying muddy water from the Nann; finally, if the cholera raged in the town again, as it had twice raged already, then, indeed, Lord Wriothesley's measure would not be judged trifling, and Phœbe Paston would be pronounced a supercilious goose of a girl to have carped at it."], [201, "Lord Wriothesley's Appeal. 191 CHAPTER XV. Lord Wriothesley's Appeal. IHRISTMAS was over, and there were some faint tokens of milder weather. Lord Wriothesley's unremitting exertions, combined with his comparative isolation from society, began to tell on his slight body. More than one competent Wellfield acquaintance remarked how fagged and worn he looked, and apprehended that he was on the eve of one of the spring influen zas, which had attacked him before, and which it was understood had excited alarm in the family."], [202, "192 Noblesse Oblige. There were respectful remonstrances from Dr. Mitford, the Rector, and Mr. Paston, as well as from Mrs. Bald and Mr. Clarges up at the house. But i£ Lord Wriothesley had a stubborn point in his temper, it was on the question of his constitution. He maintained that he could do more work and stand more fatigue than most people, which was true so far as it went. He pre ferred to call his slight frame wiry, till the contrary should be proved against it. Mr. Paston was particularly impressed by Lord Wriothesley's sickly look. \" What can Mitford be thinking of ?\" he protested. \" The doctor ought to write and warn the Earl that Lord Wriothesley is using himself up. I declare, I think Mitford is afraid to do it. I believe he is frightened to look the thing in the face — the heir whom he brought into the world with a flourish of trumpets, and saw safely through his infan-"], [203, "Lord Wriothesley's Appeal. 193 tine ailments — suppose he should go out of the world without ceremony at this time of the day ! The Countess's rheumatism is no thing to it — really nothing to it, Phœbe.\" \" But perhaps you are cheated by appear ances and symptoms which tell the doctor a different tale,\" said Phœbe, not looking up from her sewing. \" Well, I hope it may be so ; but Mitford allows the young fellow too much line. The fact is, the doctor dare not admit to himself the great reason there is for contradicting Lord Wriothesley. But U Mitford won't report to Lord Exmoor, I must incur the odium of going out of my province to send off bad news ; or do you think you could do it when you write to Lady Dorothea, Phœbe?\" \" To be sure I can, if it be thought neces sary,\" answered Phœbe, Mr. Paston's concern issued in what was a VOL. II. o"], [204, "194 Noblesse Oblige. great demonstration for him. The young nobleman looked in at Wooers' Alley one afternoon on his return from an expedition, and showed himself, as even he acknow ledged, \" done for the day, and fit for the dogs.\" Mr. Paston detained him, and, taking him up to the drawing-room, in spite of his splashed boots, ordered Mrs. Paston to get a cup of tea for him, while he rested and dried his boots before proceeding home. \" Now, I think this is just what I need,\" exclaimed Lord Wriothesley, suddenly, as he leant back in one of the fantastic lounging chairs, sipped his tea, and glanced round him. \" I don't mean that I need a fuss made about me, or indeed that I am worth it ; so you are not to plume yourself on your turning courtier, Paston. As for your tea, Mrs. Paston, it is as near as possible to per fection, and quite beyond my deserts. For that matter, they make a fuss about me up"], [205, "Lord Wriothesley's Appeal. 195 at Brockcotes. Having nobody there but myself, Mrs. Bald and Clarges let off their whole steam upon me, until the effect is stunning. But it is so snug here, with you all at home bearing each other company, and it is so desolate up at Brockcotes, with my father and mother, Dorothea and Fair chester, all falling into bad ways, without me to keep them in order, in these horrid Ger man holes, where they cannot have a com fortable carpet, or a fire, or a cup of tea like this,\" he said, turning to Mrs. Paston. \" Goodness me ! go there for health and recovery, and can't get a cup of tea or a fire in such weather as this, when the evenings still have a touch of frost !\" \" Well, so it is, Mrs. Paston ; nature does a good deal there ; but man does little to help her in the work of cure. I suppose man is made to rile his family and pour his woes into their ears, as well as to draw forth o2"], [206, "Noblesse Oblige. 196 their woes in return. If you would put up with the infliction,\" pleaded his lordship humbly, \" and let me look in on you like this, or come down after dinner when I am not too late, and sit a while with you in the evening ; if I could have Mrs. Paston to coddle me, Miss Paston to laugh at me, and you, Paston, to take a tough wrangle with me on the principles of art, — after that I should go home refreshed, and retire to bed at an innocent hour, like a Christian, in place of half dropping off my chair before I can make up my mind to perform the cere mony. I am persuaded you would set me up again in no time. I own, since I am in the character of a miserable beggar, that I think I should be the better at present of a little solacing by good company as well as of bracing by work and duty.\" \" Pray come, my lord, whenever you like. We shall always be glad to see you."], [207, "Lord Wriothesley's Appeal. 197 I need hardly say that we shall be only too thankful if we can offer any entertainment, or be of any service to your father's son.\" Mr. Paston answered his lordship almost in the words in which he had bidden Barty Wooler welcome, but with a different mean ing in his hospitality. As Barty had nothing to do with it now, and as Mr. Paston had never put much weight on his friend's opin ion as to the intercourse between Brockcotes and Wooers' Alley, he saw no serious ob jection to Lord Wriothesley coming about the house as his father had done before him. He would have held himself guilty of a suspicious, carping temper, which would have been a sorry return for all the obliga tions he owed the family at Brockcotes, had he denied to the cherished son the small boon he sought. To do Lord Wriothesley justice, so long as he had been well, he had been content"], [208, "198 Noblesse Oblige. with his work, and had not tried to infringe the rules which Mr. Paston had laid down for visiting in Wooers' Alley. It was not till he felt his need of rest and relaxation that he acknowledged a craving for what was wanting in his lot, and gave in to the de mands of his nature. Even yet he would have resisted them, if it had not been true of him, that, like Mr. Paston, he had not seen any serious objection to their indul gence. Why should he not visit intimately in the house which, with its advantages and its patent defects, had taken his fancy ? Why should he not cultivate the friendship of the girl who was his sister's friend, and who had taken his fancy also ? None knew better than he did how utterly free he was from any idle vanity where Phœbe Paston was concerned. It would be affronting her, and making a coxcomb of himself, to suppose that associa tion with him could be dangerous to her"], [209, "Lord Wriothesley's Appeal. 199 peace or well-being. If he ever saw any danger — and he coloured, pshawed, and felt his heart beat at the foolish idea — why then he would withdraw at once, and Phœbe was chary on whom she bestowed such favours. People said, though he had little personal knowledge ofthe man, that the other painter fellow, Wooler, was not only a good match for her in her station, but a superior, striking sort of peripatetic philosopher in his own line. Perhaps Phœbe Paston would not prove a marrying woman. She was a great deal to her father, for one thing, and she had a good deal to supplement in her mo ther, poor woman, who was only such a bundle of conceits and vapours, as ought to have been an abigail of the Thorpe tribe. Whatever might be the cause, there came a new lustre on Phœbe's life with Lord Wriothesley's naturalisation in Wooers' Alley ; and his lordship throve on the per-"], [210, "Noblesse Oblige. 200 mission granted to him, and rapidly recover ed his normal, youthful elasticity of health, until all anxiety vanished regarding his overworn looks and jaded air."], [211, "Friends speak their Mind. 201 CHAPTER XVI. Friends speak their Mind. IN the town's new craze of confidence, not only in the virtues, but in the lucky star, of the house of Exmoor, no fault was found for an exceptionally long time with Lord Wriothesley for resorting to Wooers' Alley for his entertainment and cure. It was not until the Earl and the Countess, with Lady Dorothea and Lord Fairchester, were expected home, and an astounding rumour concerning them had flashed within the orbit of Wellfield, that an awful interpretation — more like the flare of an ill-omened comet than the peaceful"], [212, "Noblesse Oblige. 202 gleam of a lucky star — went abroad con cerning Lord Wriothesley's close intercourse with the Pastons. \" I'd never have thought it,\" panted Mrs. Medlar ; \"I was put out, I must say, at Phœbe Paston's shaking off Barty Wooler, and much too good for her, if so be she did shake him off, and he did not think better of it and shake her off. What a hussy the girl, who has kept company with my girls, must be, Miss Rowe, to think to draw in the young lord to marry such a paltry, cozening creature as she is ? It is almost as bad as having anything to say to him, poor lad, without marriage.\" \" Well, Mrs. Medlar, I think you go a little too far there ; but I fancy her father and mother might have had more sense,\" answered Miss Rowe, whose chief art lay in seeming to dissent, and yet draw out the speaker."], [213, "Friends speak their Mind. 203 \"You have said it, Miss Rowe,\" Mrs. Medlar resumed. \" How can Mr. Paston and Mrs. Paston, though she do be a fool, wink at it ? Are you cock sure, as Medlar says — I beg your pardon, Miss Rowe — but is it main certain it is for that minx Phœbe? I never saw anything in her but ordinary girl's good looks. There is no great things of her — -just an insignificant brown mon key.\" \" You may depend upon it it is for her,\" said Miss Rowe, deliberately. \"The marvel is that we could be so senseless as to believe it was for daubs of pictures, when he has so much better, galleries on galleries of them, up at Brockcotes. For anything I know, Lord Wriothesley may be able to paint as good pictures as Caleb Paston. You know the family have always prided themselves on his lordship's being an accomplished youth — though I must say I formed no"], [214, "204 Noblesse Oblige. great opinion of his manners in the race week ; very likely he was hankering after the girl by that time. There is no account ing for tastes. And as to Phœbe Paston's clutching at such a chance, it is not overwise, I dare say, but it is no more than might be expected. I haven't known above one or two women who would have done otherwise, and they were not to be found among new made ladies and gentlemen. However, there is no denying it is damaging to the girl's reputation — I would not say worse than that ; and Paston, though he is a new made gentleman and a genius, need not be so flighty as to venture such a risk on the wildest possibility.\" \" I believe Mrs. Paston has the monstrous presumption to believe that there is every likelihood of her daughter dying a countess. Did you notice, Miss Rowe, how she sidled like a pea-hen into the meeting of the"], [215, "Friends speak their Mind. 205 Clothing Society the other night, as if she expected everybody to rise up and speak to her, and was not sure whether any one was good enough to be spoken to back again ? What a fine mystery she made about Miss Paston's not being able to come out, and what a difficulty about her attending the sewing-meeting that the Miss Staceys attend, and Miss Adelaide Coke sometimes looks in upon. I have known Phœbe Paston reckoned a deal cheaper. More than that, I declare, Miss Rowe, the last time I called in at Wooers' Alley, it was perfectly disgusting to see the attention Mrs. Paston paid to her daughter. I, who had walked from the Bank, in the teeth of a March wind, was nobody. She called Phœbe Miss Pas ton, and it was, would Miss Paston have a foot-stool or a fire-screen ? and did she pre fer claret to sherry at lunch ? The Pastons have a regular hot lunch with the best of us."], [216, "206 Noblesse Oblige. I could not believe my eyes when I sat down, and Phœbe, who was worried with her mother's notice of her, asked me to have a cutlet.\" \" I take a bit of bread and cheese, as I have always done, Mrs. Medlar,\" announced Miss Rowe; \"I have no liking for new fangled ways.\" \" And I am sure,\" replied Mrs. Medlar, \" it is only to please Medlar and the girls that I ever do otherwise. One must try to please one's husband, Miss Rowe ; we have Scrip ture for that.\" \" When one has a husband to please,\" suggested Miss Rowe, candidly. \" Of course. I did not mean — you could not think I was twitting you with Ha ! Miss Rowe, you might have had your pick and choice of gentlemen in the army and the navy, like your relations.\" \" I do not know. I never had my choice"], [217, "Friends speak their Mind. 207 of an Earl — that I can say, with a safe con science, Mrs. Medlar.\" \" No, nor Phœbe Paston neither, I lay you all the gloves in Orme's shop. But I was going to say that I am indulgent to my girls, poor things ; it stands to nature, and nobody can say I am unnatural — but to make idols of them, as Mrs. Paston is doing of that Phœbe of hers, I should be ashamed to dream of such a thing. Certainly there's many of mine, and that may make some difference ; but don't you think, Miss Rowe, that one girl may need knocking about even more than a dozen ?\" \"I quite agree with you, Mrs. Medlar. But about Mrs. Paston's folly — she was on another tack with me when I sat next her at the Loyds' the other night. She was as low as low could be on the deceitfulness of men, and no faith to be put in the great. If I had not known my woman, I should have"], [218, "208 Noblesse Oblige. thought, either that Lord Wriothesley had refused to sign a bill for Paston, or that Phœbe had been caught running off with his lordship that morning.\" \" Goodness ! it has not come to that, Miss Rowe?\" protested Mrs. Medlar, her hair standing on end. \" I never heard Medlar hint that the Pastons were not in a good way. Paston has done very well for him self as an artist. Of course art is not a trade to make a fortune by. I call the Clays a fortune. There can be nothing so shocking as a clandestine correspondence or private appointments between Phœbe Pas ton and Lord Wriothesley. No doubt it is not to the credit of a girl like her, and a nobleman like him, that there should be the suspicion of philandering between them, and one cannot be too careful ; he should not be allowed to speak twice to Bella or any of the others — not though he would give his"], [219, "Friends speak their Mind. 209 life to do it, now. But as far as I have heard tell, he sees Phœbe Paston only in her father's house, quite open and above board, that I must say for them.\" \" I have no objection,\" vouchsafed Miss Rowe, with a little gape. \" Did you not see I was simply pointing the moral of Mrs. Paston's lowness of spirits, by supposing extreme cases to account for it ?\" \" Oh ! that was it, was it ?\" exclaimed Mrs. Medlar, with her perplexity increased by the fear of offending Miss Rowe — not that Miss Rowe was so easily offended as she was unscrupulous in giving her tongue play. \" I daresay Mrs. Paston, poor woman, does not know what to think ; and as she never had a mind of her own, but depended on borrowed opinions, she could not be the same two days on end.\" \" And in place of leaping at ugly conclus ions,\" counselled Miss Rowe, ruthlessly, \" I VOL. II. P"], [220, "210 Noblesse Oblige. should be very careful, if I were you, of what I said and how I behaved to Phœbe Paston. I speak for Mr. Medlar's sake ; for you know it does not do for a professional man like him to cut himself off from the great people. It don't much matter for an old, single body like me, though even I should not like to miss the yearly concert or theatricals, or the little presents of fruit and game with which the Exmoor family favour me. When Phœbe Paston is Lady Wriothesley, not to say Countess of Exmoor, I shall make her my lowest curtsey, and cease to remember that I ever made her anything else. I shall talk of brunette beauty being unapproachable, though at present I think it can no more compare with that white-faced thing Lady Dorothea's style, than my old plain head can match with your girls' full bloom. But after all, there is only a little bit of a chance, not above the balance of a"], [221, "Friends speak their Mind. 211 straw, that Phœbe Paston will ever reap any harvest but a barren one of mortifica tion, ridicule, and a soured temper for life, from her impudence in getting herself mixed up with my lord.\" \" Serve her right !\" cried Mrs. Medlar, in exasperation. Mrs. Medlar found herself looking at both sides of the question in dis agreeable uncertainty. She was puzzled whether she should forbid her girls to speak to Phœbe Paston in future, or whether, the next time she met Phœbe, she should drop a curtsey, like a charity school-girl, and beg and beseech Phœbe to accept the loan of her umbrella, on the plea that she, with her periodical bronchitis and lumbago, would take no harm in an April shower. \" I don't believe one word of it,\" said Mrs. Wooler, folding her hands behind her scrub by laburnums, \" unless, indeed, God be going to make Caleb Paston a spectacle to man v 2"], [222, "212 Noblesse Oblige. and angels, in his height and in his fall. But I shall never trouble my head with such an idle tale.\""], [223, "A Dawning Suspicion. 213 CHAPTER XVII. A Dawning Suspicion. spring day, when Phœbe was plum- jsgjf^ ing herself on soon seeing the lilies in blossom in the court, and the daffodfls in the Brockcotes woods, and on having to clothe herself anew in Hoyle's printed cali coes and summer muslins (nothing half so beautiful !), she encountered Lord Wriothes ley at the Wellfield gate, where he had way laid the twelve o'clock post. He told her that all the family were coming home direct ly. His mother was nearly convalescent ; and there was his sister's marriage to see to,"], [224, "Noblesse Oblige. 214 besides some business of Fairchester's to be settled beforehand. \"What good news!\" cried Phœbe, joy fully; \"summer is coming, and everybody is coming with it. If only Lady Dorothea would not go away again. But what a stir there will be at Brockcotes for the wedding ! I am to help to dress the bride, and she is to get us as good places as she can in the chapel. She is so thoughtful, you know, she will not forget us. I am sure you are de lighted, Lord Wriothesley.\" \" If you are sure of my delight, Miss Pas ton, I need not indulge in ecstasies before you,\" he said. Phœbe was struck with something in his tone — a strain of effort, an absence of ala crity, and an almost smothered accent of re proach which did not sound like the un qualified pleasure of a young fellow welcom ing his own people round him again."], [225, "A Daivning Suspicion. 215 The two were standing below the syca more, now budding, and hanging over the cold iron in the tenderest green brushed with delicate brown, as the first instalment of its deep, sober summer livery. Phœbe had been on her way to ask Mrs. Chenevix for some feathers from the foreign game birds which Mr. Paston wished to see ; but she was so startled and perplexed, although nothing tangibly amiss had been said or looked by Lord Wriothesley, that she thought no farther of her intention, and turned to go home, with Lord Wriothesley walking by her side. Mrs. Chenevix had been peering out of the window, contorting her little round face, and chattering to herself her suspicions. \" Mercy ! what is it coming to ? Ha'e the two met o' purpose ? Lord Wriothesley was mighty restless about having the post bag out and opened here. Then he called,"], [226, "216 Noblesse Oblige. 'Chenevix, they're all coming home instanter. Look alive with your coveys. Plover's eggs will rise in the market.' It's not me that don't be glad they're on their road home. They won't wait weeks in London unless there should be something far wrong with my Lord Marquis's affairs. They mun be awful wrong if they are worse than this. High time the Earl and the Countess and Lady Dorothea were back from wandering in foreign parts ; for it is ill to put an old head on young shoulders, no matter that they are the shoulders of a son of the Ex moor's, and that the head were counted nigh as wise as Lady Dorothea's. It will make her young ladyship clean mad if there be as much as a word's harm done to Miss Paston. I've nothing to say agin her, but she will never do for our son and heir, and my Lady Dorothea would be the first to own it. I call it a crying sin in Mr. and Mrs. Paston,"], [227, "A Dawning Suspicion. 217 that, knowing the pair could never come to gether, they should not send Miss Paston out of the way, or take to their beds and keep 'em, and so make that an excuse to shut their door on my gentleman. In course, he takes no heed, and the cleverer he is the more conceited and cranky he's like to be. That is what I should have done with my niece Libbie, if a gentleman so far above her rank were to find it for his health and spirits to look in, light his pipe, drink his gin-and-water with Chenevix, or read his paper in the window-seat, or the chimney corner.\" Unhappily for Phœbe, her father and mother had not possessed so much fore thought as Mrs. Chenevix would have shown in like circumstances. She was therefore condemned to disagreeable shocks, were it only of discomfiture and confusion, to which she could not give a name or a meaning. So"], [228, "218 Noblesse Oblige. now she relinquished her errand, and went back to Wooers' Alley as she came, in a kind of stupid panic. Till to-day, Phœbe in such circumstances would have said that if Lord Wriothesley were going into the town, she would gladly return with him. Till this moment she would have said that she would be very proud of Lord Wriothesley's company. But now, for the first time, in a sudden fit of strange shyness, and consciousness of what she would not even admit to herself as yet, Phœbe did not desire Lord Wrio thesley's attendance. She stopped, that he might part from her. Then he said gravely, as if on an afterthought — \" I am very thankful that my mother is so much restored, and that this banishment has done all that could be expected from it. I believe, too, that all the benefit to the constitution does not show at once, so"], [229, "A Dawning Suspicion. 219 that we may hope for continued improve ment. Pray tell them all about it in Woo ers' Alley.\" Accepting Phœbe's cue, his Lordship fell back, and proceeded by a short cut across the park to the kennels. Phœbe felt re lieved and thankful to a degree that she could not account for — why should she ? Why should there be any mixed feelings about Lord Wriothesley's release from his temporary burden of government and its loneliness ? He could not have become so enamoured of them, when they had nearly cost him his health, unless, indeed, he was keeping to himself farther news, and there was some foundation for the muttered mys tery of trouble to Lord Fairchester. Again, why need there be any awkwardness in his discussing with her the arrival of the family, because of trouble to Lord Fairchester ? Phœbe went home in that state of dawn-"], [230, "Noblesse Oblige. 220 ing suspicion, which dyed her cheeks crim son with excitement and agitation. At the same time, she tried with all her might to hush it down as preposterous — an incorrigi ble, distracting fancy. Meeting her father at the door of his painting-room, she apolo gized, her cheeks flushing a deeper red. \" Papa, I am so sorry that I have not got the feathers. I met Lord Wriothesley at the gate, and he told me there had been letters from Germany, and the family are coming home immediately. I suppose that put the feathers out of my head, or I did not like to speak of them, lest he should think himself bound to stay and hunt after them. He will have a great deal to do now, in seeing the Earl's last commissions executed, and making preparations for the family.\" Mr. Paston received the explanation as a matter of course. \" Very well, Phœbe, the"], [231, "A Dawning Suspicion. 221 feathers wUl do another time ; indeed, I think I have managed to get the shade of golden-brown without them. I am happy to hear the time is fixed for Lord and Lady Exmoor's leaving Germany. You said the time was fixed, I think ?\" \" Yes, they are coming home immediate ly,\" said Phœbe, who was already at the door, and without looking round. But when Phœbe told Mrs. Paston, she started up, throwing down her knitting. \" Oh ! dear, dear ! I hope there will not be a great row, Phœbe. I do so hate rows — they frighten me out of my wits.\" \" Why on earth should there be a row, mamma ?\" responded Phœbe, in a mixture of vexation and general discomposure. \"Oh ! because, you know, Lord and Lady Exmoor mayn't approve of Lord Wriothes ley's having come about us so much in their absence,\" Mrs. Paston explained, with fur-"], [232, "222 Noblesse Oblige. tive wistfulness out of her weak blue eyes, hesitating and equivocating, and looking at Phœbe. \"Although they let Lady Doro thea come, they mayn't like it so well in him ; they may think it is idling in a young nobleman.\" \" Why did you not say this before, mam ma ? If the Earl and Countess think Lord Wriothesley has been idle, they must be very unreasonable. Why, he has been al most as busy as Lady Dorothea, without frittering away his time on too many things ; for I always say Lady Dorothea will do too much with her own brain, if not her own hands. If we had not let Lord Wriothes ley come here of an evening, he would have worked himself into a fever. He could not go up to town, and get distraction at his club or the opera. I should think, when it comes to this, we are fitter company for him than Mrs. Bald or Mr. Clarges.\""], [233, "A Dawning Suspicion. 223 \" I don't know, Phœbe,\" argued Mrs. Paston, with a faint fluttered cough. \" Mrs. Bald, besides being a very genteel woman, always wearing silks, is trusted by the Countess with everything — not that she has anything to do that I know of, except to go into every room at Brockcotes once a day, and lock and unlock the linen-presses — and she is old enough to be his mother. For Mr. Clarges, I am sure he is next to the Earl, or, any way, to Lord Wriothes ley.\" \"I don't know, mamma,\" objected Phœbe, with a little sparkle of laughter on the sur face of her disorder. \"There is Mr. Sim mons, not to mention Mr. Richardson, to dis pute with Mr. Clarges the post of second father to Lord Wriothesley. Yet confiden tial and faithful as they two, and Mrs. Bald, and Miss Thorpe are, they are his servants, after all, and we are not strictly so ; surely,"], [234, "224 Noblesse Oblige. then, we are more on an equality with Lord Wriothesley.\" \" That is just it, Phœbe,\" burst in Mrs. Paston ; \" you have been made so much of — made quite a friend and companion by Lady Dorothea.\" \"Mamma, wdiat have I to do with it?\" cried Phœbe, flaming up. brown cheeks and all. \" Oh ! nothing,\" professed Mrs. Paston, uncomfortably. \" He might have gone to Mrs. Adelaide Coke, only there would have been still greater equality, and it might have been still worse. They are such tip-top great people, the family at Brock cotes.\" \"They are great people,\" assented Phœbe, with somewhat more steadiness and sense of consolation ; \" and as such perfectly excep tional — no more to be measured by small people in their actions, and the consequences"], [235, "A Dawning Suspicion. 225 of their actions, than kings are to be mea sured.\" But Phœbe was not at rest ; and when in the evening Lord Wriothesley came as usual, as if to make good to the last the entrance he had secured, she could not, do what she would, be quite the same easy, companion able friend she had been to him. Lord Wriothesley was also different. He had not recovered the dispersion of a mirage of which he was the half- guilty creator. There was a sense of something on his mind, of a terribly serious fact which self-question ing had made vividly clear and undeniable. It could lead to no decisive resolution at present, while it brought him at once into desperate contact with difficulties so insur mountable, that to contend with them was like the ancients' hopeless fight with fate, and would have been the precursor of de spair, had it not been for his valiant, uncon- VOL. II. Q"], [236, "226 Noblesse Oblige. querable spirit. This spirit might see no outlet, not even the most distant prospect of victory ; but it could still dimly gird itself from the beginning to hold on and endure. No wonder Lord Wriothesley looked su premely serious, and solemnly in earnest, when he came through the still biting east wind of the spring, with his evening coat but toned across his chest, and his thin boots damp and soiled. What might in one light be regarded as a great misfortune, almost as great as any that could threaten Lord Fair chester, had so risen up and confronted Lord Wriothesley, that he could no longer refuse to realise it. The single point of standing ground he had — and he took care to occupy it immediately — was that that could never be rightly termed a misfortune which made a man of him. In his first brush with it, and in the midst of perfect comprehension of all that was disastrous in it, his instant"], [237, "A Dawning Suspicion. 227 well-nigh heroic acceptance of it appeared to lend a motive power to his nature, and cause it to spring forward to manhood at a bound. The ostensible reason for Lord Wriothes ley's gravity — and the reason was superficial enough — was, that he was there to say good bye. He was going up to town to await Lord and Lady Exmoor. Q2"], [238, "228 Noblesse Oblige. CHAPTER XVIII. Mrs. Paston reviews the Situation. R. PASTON was not in the drawing- room when LordWriothesleyarrived, nor during his stay. The effect which his Lordship's announcement produced on her mother was one which keenly vexed Phœbe. Mrs. Paston, grown familiar through time with the heir of Brockcotes, improvised what might almost be termed skittish charges against him. He was going into the gay world. Every Christian knew that it was close upon Easter. Miss Thorpe had often told Mrs. Paston what London was after the"], [239, "Mrs. Paston reviews the Situation. 229 Easter recess. He would forget them among so many fine folk like himself. It was only to be expected he should do so ; it was the way of the world ; but it was a little hard on their quiet family party, which his Lordship had done so much to enliven with his presence during the spring. \"Lord Wriothesley will have something better to think of, mamma,\"interposed Phœbe impatiently. \" He is not to have the family parties at Wellfield constantly on his mind. Wellfield is his own place, and ' we are his own people, whom he will remember and see again times without number. But I can not conceive what he has to do troubling himself with the thought of us in the mean time. We shall do very well without him. I beUeve even the thinning of the woods and the Nannton Waterworks wfll go on, though perhaps not quite so briskly.\" \"You are both wrong,\" said his Lordship,"], [240, "230 Noblesse Oblige. with conviction. \"I shall have my own people with me again, and I shall no longer belong so much to myself — so far as calling my time my own, and making my own en gagements are concerned. I don't say I am altogether glad of this, or of being more in the way of being swallowed up among the shoals of other people. However that may be, I shall never forget you and the happy evenings you have given me. You have made me like a son of the house, Mrs. Pas ton, and you must permit me a son's feel ings in the future. Wooers' Alley will al ways be remembered, and I shall never cease to view you all as holding the very first place in my regard. I wish I could feel as certain that the Wooers' Alley people will retain me in as faithful remembrance.\" Phœbe felt that there was more than met the ear in this asseveration, strong as it was. It silenced her ; it silenced him also after he"], [241, "Mrs. Paston reviews the Situation. 231 had made it. It seemed as if he could say no more. After the usual offers of executing commissions, and carrying messages to the family, and one or two more lingering, wist ful looks, Lord Wriothesley said that he would venture to intrude on Mr. Paston in order to take leave of him, and that he could find the way for himself. Phœbe agreed with him, but Mrs. Paston would not suffer Lord Wriothesley to run the risk of losing himself in the limited labyrinth of the old rectory passages ; so he parted from Phœbe with a simple \" We shall meet again soon, Miss Paston.\" Phœbe was left alone. She sat with her work in her lap, staring before her, as if she were puzzling out the pattern in a square of the Holbein green carpet, illumined by the Pompeian lamp. What had she to recall ? Nothing but Lord Wriothesley's coming night after night"], [242, "232 Noblesse Oblige. to spend the little leisure which hung heavily on his hands, and being the very spirit of courtesy and kindness, in the gladness of his expansion, when he was with them. He had fallen a good deal to her share, because they two comprised the young people of the circle. He was Lady Dorothea's brother, and she was Lady Dorothea's friend, and her father and mother were more or less occupied. That was all. He had never paid her particular attention, or made court to her. She had never thought of such a thing. In their position it would not have been fit ting: it would neither have added to his self-respect nor to hers. Thinking of it now, the idea shamed her, as the first vague con ception of it had filled her with perturbation at the Wellfield gate. Lord Wriothesley had always been fain to come to Wooers' Alley, and loth to go from it — more than"], [243, "Mrs. Paston reviews the Situation. 233 she had been to have or to lose him. For though she liked, and, in a way, looked up to him, — though she held that it was her bounden duty to minister to him, he was frequently in her way. It was so whenever she had work to do, though it were no more than trimming an apron for herself or a cap for her mother. But she had reached such a degree of familiarity with Lord Wriothesley that she could let him know by a plain infer ence when she wanted to be quit of him. \" Lord Wriothesley,\" she would say, \"is it not a pity that the blackbirds go to bed by eight o'clock just now. Because if you are later I am afraid you will miss their performance on your way up to Brockcotes.\" Or it might be, \" I wonder if I should be in time yet for the evening's post, I mean if I were to write a letter to Olive Hall ? Olive is an excellent correspondent herself, and is dreadfully particular about receiving punc-"], [244, "Noblesse Oblige. 234 tual replies to her letters. And she is not like Lady Dorothea, who, though she writes so much and is so punctual also, is the most forbearing person in the world. Doesn't she write to you twice, my lord, for every once you write to her?\" \" Not twice but twenty times if she is in clined. Dolly isn't one to sit down and count favours. But I suppose I mustn't be a barrier to your good resolutions to-night, Miss Paston. I must make a sacrifice, and take myself off.\" Lord Wriothesley had not deserted other engagements or other friends for them. Once, indeed, he had driven home early from Cholmondley, and come in for a mo ment to tell them that he had hurried back on purpose to let her mother and her know that the Bishop was really to deliver an ad dress at Nannton the next day, and to ask them if they should like to hear it ; and to"], [245, "Mrs. Paston reviews the Situation. 235 inform her father that Sir William Chol mondley would be charmed to put at his disposal the new President's work in Lady Cholmondley's portrait. Phœbe remembered how bright and eager Lord Wriothesley had looked that night, and how her mother had begged the cluster of azalea he had worn in his coat, and re ceived it from him. But they had not inter fered with any other of Lord Wriothesley's friends' claims, or with any of his duties. His Lordship had only made one offering to the family in Wooers' Alley, and certainly it had been made to Phœbe, and had pro mised such happiness that she had not stopped to think before accepting it. She stood up stoutly for it at this moment, and would not regret that she had been made happy by it. He had brought for her ac ceptance a little terrier, telling her that it ought to have been a turnspit, as ugly as"], [246, "236 Noblesse Oblige. sin. But he hoped she would forgive it for being merely a pretty little creature, parcel blind from the long hair which hung over its brown eyes, and rejoicing in no more quizzical name than the homely one of Bess. Phœbewas one of those people in whom the love of dogs is like an additional faculty. The chief envy which little Lady Dorothea had excited in the child Phœbe's breast had been with respect to the amount of her canine companionship. As an only child Phœbe had had few pets. The possession of one, even at this late date, to trot at her heels, and sit at her foot, and creep into her lap when she was quiet, — beg behind her chair at meals, and sleep in the basket by her bed at night, was a far greater source of joy to her in her womanhood than ever a doll was to her in her babyhood. She doted on Bess, and in her infatuation maintained"], [247, "Mrs. Paston revieivs the Situation. 237 that it had special attractions. No. sleepy, fine-haired King Charles, or shadowy Italian grayhound, could compare with her little terrier, hardy, honest, wise, and gay. It came of his Grace of Northumberland's Prudhoe breed, with slightly curled, whitey yellow hair, sufficiently wiry to be crisp on the back, yet soft as silk on the forehead and breast ; and with those large, liquid, loving eyes, which are a good dog's main charm. Phœbe's affection for her pet was no fine lady's pretence to please the noble donor, as some of the natives of Wellfield gratuitously supposed. It was the simple Gog-given love of animals, which existed in as great strength in her enemy, Mrs. Wooler, as it existed in her. By the time Phœbe arrived at Bess in her summing-up of Lord Wriothesley's rela tions with Wooers' Alley, she had been fain to cheat her own agitation and alarm by"], [248, "Noblesse Oblige. 238 arresting Bess, and telling it that it was a naughty, thoughtless dog, and would get its own poor mistress and poor Lord Wrio thesley into dire disgrace. Mrs. Paston interrupted the accusation and the defence with her cap hanging to one shoulder by one string, and her hands busy fiddling with the other. Her faded complexion was rosy again, and her blue eyes bright. She looked almost young, and foolishly pretty, as when Mr. Paston thought her prettiness and folly worth all the wis dom in the world. She poised herself on a corner of a chair, at the imminent risk of overbalancing herself, as she cried in shrill exultation — \"Phœbe, have done with that sUly trifling with a brute beast, when you have so much more to think of. I wonder at you ; you are not worthy of the lots in life you've had to pick and choose from. Not"], [249, "Mrs. Paston reviews the Situation. 239 that I intend to scold you any more for your sauciness ; perhaps you knew all along what mighty finer things were in store for you ; so you were right after all.\" \"Mamma,\" said Phœbe, \"what do you mean t But Mrs. Paston simply pursued her own line of reflection. \" OhJ Phœbe, I wonder you've had the daring ! I should never have had a two penny worth of your spirit, though I was thought an aspiring girl, for as soft as I was. This quite scares me to think of; and if it should come to pass, child, I believe I shall be in danger of dying, just of not knowing what to do, and how to contain myself. Oh ! la ! great promotion is not without its drawbacks.\" \" Mamma,\" said Phœbe, at last, springing up in despair, \" you are dreaming, and must forgive me for saying so. You should not"], [250, "Noblesse Oblige. 240 let yourself do it, for it is so mad a dream, and so wrong a one in any of us. I know how innocent you are, mamma ; but there are such nasty tongues in the world, even in Wellfield, that if their owners had a suspicion of your words, you do not know what a horrid use might be made of them. And, indeed, mamma, you should not say this kind of thing to me ; for although I know it is the greatest nonsense — and I do not wish it to be anything else — if I know myself, — still I am but a girl, a silly girl, as you often say,\" pled Phœbe, piteously, \" and I don't want to be tried by so great a temptation.\" Mrs. Paston was too extravagantly elated to be put down to-night by Phœbe's remon strance. She even protested against the child's boldness in standing up and contra dicting her. At the same time, there was stealing into Mrs. Paston's manner — what"], [251, "Mrs. Paston reviews the Situation. 241 Mrs. Medlar had described — a proud, anx ious deference to Phœbe, which proceeded from a sort of awed, impressed vanity. Now that the wondering Phœbe began to perceive its origin, the homage provoked and pained her, while she could not altogether keep from being diverted by it. \" As if I could ever be anything else to mamma than Phœbe,\" she said to herself, \" or as if mamma could ever be anything less to me than my own dear mother. But, oh ! mamma,\" she exclaimed aloud, \" small blame to papa for growing sarcastic.\" But Mrs. Paston was determined on hav ing her say out at last. \" Nonsense to yourself, child,\" she urged. \" I will speak my mind to my own girl. I have long suspected what is going on, and it has come to this height, that there is no farther use in making any bones about it. Lord Wriothesley must mean something, if it VOL. II."], [252, "Noblesse Oblige. 242 he is worth his ears, or has any of the honour and honesty you are always clamouring that the Latimers are choke full of. Why, any worthy young fellow — that I should class a young lord under such a head — but I don't disparage him, do I, Phœbe, when I class him so? I am sure I don't want to dis parage him, and not to you, my dear, above all.\" \" Mamma, I really wish you would not speak so,\" persisted Phœbe. \" I know better than speak indiscreetly, Phœbe ; I shall mind my words, you need not be afraid. But, as I was saying, any worthy young fellow would think twice be fore he went on occupying such a footing as he has had here for good two months and a half. He would think half-a-dozen times before he said such words as I heard Lord Wriothesley say with my own ears about not forgetting us in any circumstances, not"], [253, "Mrs. Paston reviews the Situation. 243 for a day — about feeling like a son towards us, and our having the very first place in his regard. Then again to Paston — about Pas ton's being under the necessity of knowing what his Lordship felt, and trusting to him. \" What did Lord Wriothesley say to papa?\" asked Phœbe, drawing a long breath. Mrs. Paston was not inclined to revenge herself on her daughter by holding her tongue. \" I can tell you,\" she went on, in eager complacency. \" I listened to them with all my might ; I went with him on purpose. ' Paston,' says Wriothesley — (I suppose I may call him so in a chat between ourselves, when you will do it publicly one day, and I observe neither the Countess nor Lady Doro thea ever says anything else) — ' Paston,' says my lord — (and you know I shall always be safe with that, even when he is the most r 2"], [254, "Noblesse Oblige. 244 noble the Earl of Exmoor) — ' it is not for me to say how good you have been to me, but you must know in some degree what I have learned to feel and desire with regard to your family, and I should not be true to myself any more than to others if I did not abide by my feelings, and render them honourable.' I am sure it was that, Phœbe, and the last words sounded like scripture, which no reverent young man would quote lightly. Lord Wriothesley's heart was in his mouth — for his face, what is of it, was as red as a rose, and his hand, which I have often admired the steadiness of it, shook like a leaf when it rested on the table. I need not say that Paston was as dry as a stick, but I don't want eyes in my neck. I could see my good man was taken aback, and that he opened his eyes wide, and coloured over his gray, parchment skin — for your papa never were a man for a fine"], [255, "Mrs. Paston reviews the Situation. 245 complexion any more than you — and to think what your brown skin has done ! ' Lord Wriothesley,' answers Paston, ' yours is not the first friendship I have been honoured with from members of your house. I can only repeat what I have said a hun- dred times already, that I am glad, as well as bound, to do everything I can — and that is little enough — for your father's son. I should no more doubt your re- membering your proper place in such a friendship than my keeping my own.' ' But opinions as to places may differ, Mr. Paston, you'll admit that,' replies my lord, quickly. ' However, I think we understand each other, and friendship is a good word for a tie which is to grow and to last. Grant that we are and shall be fast friends, and I ask nothing more now.' His Lordship can mean nothing less than making up to you when he can get Lord Exmoor's permission, or when his"], [256, "246 Noblesse Oblige. father is dead; and you know the family are not long livers.\" \" Oh ! mamma, mamma ! to count on that, and to speak of Lord Exmoor's permission, or, indeed, to reckon at all on such vague words of gratitude and good-will ! You don't know these people. They are so winning and gracious in their ways, so much more so than we are, that, without an idea of being insincere, they often seem to us to express a great deal more than they mean.\" \" Well, I do think, Phœbe, that you might consider your mother's being rather an older woman than you, and having been always called on by Lady Exmoor, though I don't pretend to have been made a crony of by the Countess. As for that matter, I believe she has no cronies out of her own family ; and that even Miss Thorpe, though she came home with Lady Exmoor when she"], [257, "Mrs. Paston reviews the Situation. 247 was married, and has been about her all these years, is not taken into her entire con fidence. You will be one of the family ; I don't wonder that you are set up a bit. Yet goodness knows, girl, I don't envy you alto gether being taken in among these cut-and dry, high-flying grand people, however caressing they may be. It is a mercy, after all, that you have a spirit and a mind of your own.\" \"It is a mercy, mamma, were it only to qualify me to argue with you, and to per suade you to dismiss this craze from your mind,\" declared Phœbe, setting herself to shake her mother's faith. \" When did a Latimer make a low marriage? And how low this one would be ! He is destined for nobody below Miss Dugdale, or Lady Anna Maria Dudley, as Lord Fairchester was for Lady Dorothea.\" \" He may have been destined for fiddle-"], [258, "248 Noblesse Oblige. sticks, Phœbe ; that don't make him take them in hand. If all that's said be true, the dogs may run through Lady Dorothea's fine match yet. I don't care though the Lati mers have never entered into a low mar riage before ; that may be the very reason for their beginning now when other people have done it : but I think I have heard something like that of one of them ; only my poor head ain't filled with flummery like a girl's, at my time of life. It is not so low a marriage as others have come to. When a girl is thought good enough to be tlie sis ter's companion and friend, she is not so down in the depths that she may not be exalted into being the brother's wife. Haven't I been careful for my own only girl?\" asserted Mrs. Paston triumphantly. \"I have made out there is no law against you, or any maid-servant at Brockcotes, marrying Lord Wriothesley, now that he is"], [259, "Mrs. Paston reviews the Situation. 249 of age, as there is against your marrying the Queen's sons ; while there is both law and justice to prevent even the Latimers having you and Paston and me seized, carried out of the country, shut up and hidden some where, when the family get word of the heir's intentions. Everybody has always said that Lord Wriothesley is an uncommon young man, and is to do something uncom mon in his generation. Who can tell but his stooping to you is the thing he is going todo?\" \" A pretty thing ! Mamma, what can I say to you ? And papa will be wild if he hear you talking such treason against the Latimers.\" \" Not so bad as you would think, Phœbe,\" nodded Mrs. Paston ; \"for of course I had it out with him the moment Lord Wriothes ley was gone. I was in the painting-room convenient, so I had Paston, and he could"], [260, "250 Noblesse Oblige. not escape me. I've known him savager : you see, he had been staggered beforehand by his Lordship's address. When I said he had better give me the back of the door at once, that brought him round in no time, for his bark is worse than his bite, is Paston's, that I will say. Though, to be sure, it was ' You'll not breathe a syllable of this moon struck madness to Phœbe.' ' But that I will, Paston,' I answered him instantly. 'Do you think such a great thing would be likely to happen, and I should not talk it over with my own daughter ? What do you take me for, Paston ?' I put it to him ; ' we shall be separated far enough when she is my lady countess.' He groaned at that, as you are doing, Phœbe ; for you are your own papa's image, except that I think you must have something of me in you too, with all your brownness and bluntness. Have I not told you how the great people coming to Brock-"], [261, "Mrs. Paston reviews the Situation. 251 cotes used to admire my freshness and fair ness, when I was the daughter of the poor est attorney's clerk in the place ? Who knows what might have happened, U I had had my chance like you, by being educated as we have done our parts by you, and being made a favourite of by some Lady Dorothea? It was my misfortune that the late lord had no sisters near my age.\" \" But what did papa say when you told him you would speak of this to me ?\" \"He said something polite about a safety valve for me, else I should burst out with my discovery in the public street. I told him that I hoped I knew manners, although he did not ; that it was Lord Wriothesley's part to speak, of course ; and that until he did it (though he should not be able to come to the point for years, you were young and could wait), I should not breathe a syllable of your conquest.\""], [262, "252 Noblesse Oblige. \" Didn't papa lament the mischief and misery such an unsufferable story would make between him and his first and best patron ?\" \" Well, Phœbe, I imagine Paston gave value for the patronage ; and I believe he can stand alone now, else he has made little of his art. But even if he could not do with out Lord Exmoor, do you think he is such a selfish wretch that he would stand in his child's light, or that I should let him if he were so left to himself? He said something of ' reprisals ' — that it had been his destiny to make fine reprisals.\" Overflowing as Mrs. Paston was, she did not tell Phœbe that when she spoke of her daughter with an extravagant boast as the Countess of Exmoor, her father had declared that he did not know but that it might be happier for Phœbe to be laid in her coffin than to live to be called Countess of Ex-"], [263, "Mrs. Paston reviews the Situation. 253 moor. He had proposed for her a different fate, where she would have received true honour and love, and given as much as she got — where she would have discharged an old debt, and not incurred a new one, so deadly heavy that no virtue or grace of hers could hope to wipe it out. Mrs. Paston was very glad now that Phœbe had been so saucy to Barty Wooler, and was guilty of the small guile of keeping to herself Mr. Paston's \" out of reason re- grets.\""], [264, "Noblesse Oblige. 254 CHAPTER XIX. \" To be or not to be.\" HŒBE knew it all now. What the simplicity of her mother had seen, while such wit as she and her father pos sessed had slept soundly, burst suddenly upon her. It was like holding the key to a riddle. She understood all the looks and the tones of a certain person, all the hints and the allusions ofthe amazed townspeople, which formerly she had either passed over, or put aside with a momentary bewilder ment. Even the old servants at Brockcotes had come to cast stony glances on her, and"], [265, "To be or not to be. 255 give her short greeting when she chanced to encounter them. There were a thousand confirmations of the notion that there was a passion for her on Lord Wriothesley's side, awakened at first sight, the night he and Frank Hall had surprised her among the pictures. The passion had grown and strengthened during the race week, in midst of the necessary association between Lord Hervey and Molly Lepel. At last, as it appeared, the imprudent attachment had at tained its maturity in those months of work, solitude, and unconfessed exhaustion, when the son and heir of Brockcotes had been left to himself to come for rest and happi ness to Wooers' Alley. It might not as yet have gone too far to be stopped, but it had gone far. Phœbe now realised the fact for the first time, and had ample time for the realisation, freed as she was, for a space, from Lord Wriothesley's presence, and at"], [266, "Noblesse Oblige. 256 liberty to ponder the truth. In the spring time of the year, when all the natural world round Wellfield was throbbing and colour ing over with the sweetness and the glad ness of the coming summer, a fortune was brought to Phœbe, so rare and strange as did not come to one girl in many millions. Phœbe was the Sarah Huggins who, once in a generation, might wed wdth the Lord of Burleigh. No wonder that she stood ar rested, agitated, hardly mistress of herself. She gazed from Wellfield itself upon the grand old historic pile of Brockcotes. From the top of every lane, at the rise of every market-road in the neighbour hood, she looked down upon another wide sweep of the noble privacy of the park, or a fresh prospect of the open country still within the vale of Brockcotes, all owned and legislated for by the Latimers, with the exception of a detached frag-"], [267, "To be or not to be. 257 ment or two, which looked to those who knew where to discover them, the merest intersected morsels. She had learnt that it was just possible that she, a middle-class girl, and a simple artist's daughter, might live to be the lady of the land — that great Countess of Exmoor, whose fiat sounded law, whose power and pleasure were some thing queenly to the women of Wellfield. No wonder that Phœbe swerved from her self-control and composure at the bare idea. It was a very remote possibility, but such things had been. Judging from the tenacity and devotion to an object which belonged to Lord Wriothesley and his sister, he was likely enough to realise his desire. Phœbe was too innocently proud and true hearted to dream of rebellion and disobedi ence, far less of intrigue and treachery, as the offering which Lord Wriothesley would lay at her feet. She keenly remembered VOL. II. s"], [268, "Noblesse Oblige. 258 now what she had heard Lord Wriothesley reply to Mr. Edmund Blount's insolent quo tation. If Lord Wriothesley was so infatuated as to love her, in place of a lady of high degree and an heiress, according to the old Exmoor forethought and self-dedication to the race, the great probability was that, in spite of the requirements of his house, he would disappoint everybody, and die a bachelor for Phœbe's sake. That would be the catas trophe which would come, in this nineteenth century, of a young lord's passionately and romantically misplacing his affections. Or had Phœbe's mother, seeing sooner than wiser people into the real attraction which drew Lord Wriothesley to Wooers' Alley, hit, as if by inspiration, on a great truth, when she suggested that this mar riage, so unequal, and so sure of opposition, was the deed or the prelude to the deed"], [269, "To be or not to be. 259 which Lord Wriothesley had been designed to achieve ? Was it necessary to his coming out from the noble mediocrity of the Ex moors (to achieve the renewal, if not to perpetuate the very existence of the race), that he should by a decisive step break down the generations of barriers between the Lati mers and the robust, striving middle-classes, before he could do anything which should vindicate his own and the Exmoors' claim to be great thinkers or originators in any department ? Phœbe, though she was a spoilt, and at times a silly young girl, was far from being incapable of the strivings of a noble woman liness and a worthy ambition. She felt with a thrill of eager aspiration that she could, by God's help, become a noble help meet even for such as Lord Wriothesley. She was conscious that she could rise to his duties and cares, could comprehend them, s2"], [270, "260 Noblesse Oblige. instigate and support him in their full dis charge, though the effort and the burden to such as her might still be heavy. Regarding the promotion in this light, as well as in the lower light of the world, Phœbe asked herself why she should not wait and look forward to it ? It might come within her reach. Lord Exmoor, in the hopelessness of any change in his son's sentiments, might be brought to consent to Lord Wriothesley's marriage with her. Lord Exmoor must die (yet Phœbe -wished earnestly that the good, fidgety Earl might see a ripe old age). Lord Wriothesley and Phœbe could wait — wait without doubting, during half a Ufetime. When she thus be came a great lady, she would not dishonour the station and the name. There were not many women, perhaps, who would consent to such a probation. When she thought of it, her rounded young face grew keen with"], [271, "To be or not to be. 261 a delusive far-sightedness, a blinded eager ness, which brought out wonderfully her resemblance to her father when he was a young man, and Barty Wooler's friend. Had Barty Wooler seen Phœbe now, he would have been startled by the likeness. But Phœbe was persuaded at last, by her own instincts and her own reason, that her imagination was not a delusion. If she were mistaken, she would cry mercy on her sense of shame, and rise up so bravely, that she would only be the stronger once she had detected and trampled out the weak ness, as other women had found power to do in similar circumstances. But while she had the maidenly discretion to tell herself this, she did not believe in any delusion. On the contrary, she had a deep conviction of the great choice which might be hers. It was present with her as she walked along Wellfield streets, or in the lanes and mea-"], [272, "Noblesse Oblige. 262 dows about the town. She voluntarily ex iled herself at this time from the miles on miles of chase in its glory of green ; from the breaks of flowering thorns and crab trees within the bounds of the park ; from the shrubberies in their season of lilac, guelder-rose, and laburnum, melodious with piping thrush and chattering finch ; from the gardens in their splendour of tulips and hyacinths ; and from all the old delights of May at Brockcotes. In her exile she held up her head with a strangely mingled sense of honour and humility, and scarcely felt the ground she trod on. Two obstacles, besides the fundamental objection of birth, proceeded from two very different persons and sets of influences, affecting Phœbe within two strictly separate circles. The centre of these were Lady Dorothea and Barty Wooler. How could Phœbe be the means of griev-"], [273, "To be or not to be. 263 ing her friend, outraging Lady Dorothea's sense of what was right, and bitterly disap pointing her in the brother on whom she set such store ? She felt it would be hard to do this, even if Lady Dorothea had not had trials of her own to contend with at this time. But then it was not her doing ; it was not even altogether in her power to prevent it. Lord Wriothesley would not be easily answered and set at naught by her, any more than he would be guided and controlled by the traditions of race, the exigencies of position, or the force of old use and wont and parental will. Lady Do rothea would immediately and unhesitating ly expect Phœbe and Lord Wriothesley to sacrifice themselves for the good of the Lati mers and of mankind (their retainers), as she would have sacrificed herself, — as in deed she had done, schooling and disciplin ing herself to accept the arrangement which"], [274, "264 Noblesse Oblige. gave her to Lord Fairchester. Phœbe was aware that Lady Dorothea pushed her creed unconsciously to the extent of claiming that every person and every thing should yield to the interests of society, as represented by the Exmoors, and judging that service, if done to them, was its own reward. Not withstanding this, she could not call Lady Dorothea selfish, when she was the chief and the most sorely- worked of the servants. But Phœbe knew also that Lady Doro thea, like the rest of the world, would often be doomed to find her expectations fail. None were more alive to this than herself, or better armed for failure and the adop tion of new resources, though the family tenacity would render the yielding up of her plans for her brother a painful experi ence. When all was said, Phœbe could not save her friend from the experience. And dearly as she loved Lady Dorothea, much"], [275, "To be or not to be. 265 as she would suffer for her friend, it was genuine friendship which existed between them. She was not false to herself in it, and so could not be false to Lady Dorothea to the extent of desiring that, at all hazards, and in the face of all losses, she should spare Lady Dorothea the experience which might be best for her. If only Lady Dorothea would not mistake her motives. She did not mean to say that they were untinged by worldliness, that there was no under-valuing of her own cir cumstances and over-valuing of those of others in her mind. To her, too, though they came less in the way of natural ambition, the satin hangings of the Countess's rooms and the gold toilette-plate were attractions. She would like to dispense the Brockcotes hos pitalities and charities, to take the lead on the grand-stand and at the county-ball, to have carriages and horses, troops of servants"], [276, "266 Noblesse Oblige. and suites of rooms. She would prize the treasures of art and literature, the Queen's drawing-room, the choice set in the season, and the opportunity of foreign travel. With a girl's restlessness and ardour, she counted all these gains ; but if Lady Dorothea would credit it, she did not think of them first and most. She might gaze around her with pride and delight in the boudoir which Lady Dorothea had spoken of approvingly for her own portion, but certainly she would hardly feel at home there for many a day. The great gardens would be something of an op pression to her after her own pocket-hand kerchief beds and old court and orchard at Wooers' Alley. Instead of being monarch of all she surveyed on the Brockcotes ter- races and in the Brockcotes greenhouses, she would no longer be able to peg down a carnation or tie up a phlox, far less call a heath or an orchid her own, because of the"], [277, "To be or not to be. 267 tyranny and the caprices of ever so many lofty, learned gardeners. Still, she was not without the germs of wise moderation and simplicity. It was not for diamonds and satins solely or principally that she would seek an entrance among the upper ten thou sand. If Lad}' Dorothea would but see that she could not have been Lady Dorothea's gossip and companion all these years without appre hending, from her very example, that there was something far nobler than personal en joyment, or even personal improvement, in the true possession and enjoyment of great rank and riches. She trusted much to Lady Dorothea's own nobility to recognise this higher sense in her. At the same time Lady Dorothea had strong prejudices, and among the strongest was the appropriation to her own class of the noblesse oblige, which is wide as the gifts of humanity."], [278, "268 Noblesse Oblige. It was not easy to see what Barty Wooler could have to do with Phœbe's situation, so far as the Exmoor family were concerned. He had prophesied correctly when he had denounced in his brusque philippic the inex pediency of her intimacy with the family, and particularly of her being coupled with Lord Wriothesley in the tableaux. But so far as Phœbe was affected, her first inclination was to cry out in triumph, what would he say now about her being made a toy of, or a butt even, by the great people up at Brock cotes, and of the certain injury she would sustain from the connexion ? But he would not have faith in her intimate union with Lord Wriothesley, or if he put any weight on the young lord's intentions — and Barty was too honourable himself to dare to brand Lord Wriothesley's intentions as other than honourable — he might consider an all but indefinite engagement no great acquisition to"], [279, "To be or not to be. 269 either the man or the woman concerned. Not less striking was the disparity between Barty Wooler and Lord Wriothesley than that between Mrs. Wooler and the Countess and Lady Dorothea. Here was Lord Wrio- thesley, perilously exalted and with innumer- able complicated responsibilities imposed upon him, at half Barty Wooler's age. There was Barty, a wanderer on the face of the earth, frankly owning no allegiance unless to his mother. Certainly his allegiance to the Clays and their commercially-gathered wealth was not very marked. They might hold the reins of their business and fortune in their shrunk and shrivelled hands to the last. Barty's was an isolated, desultory life, and Phœbe had repulsed his one serious overture for a settlement and a home. She was not to blame for this, any more than for the conquest of Lord Wriothesley. She would have held herself the vainest, most"], [280, "Noblesse Oblige. 270 presumptuous, and unwomanly girl to have predicted either to herself beforehand. Phœbe was impatient with herself, be cause Barty's forlorn state and unachieved fame would rise up in her mind, and, in the midst of her flutter of ambition and gratifi cation over Lord Wriothesley's marvellous tribute, confront and smite her with a pang at the contrast. And Barty Wooler's attributes sank to zero beside those of Lord Wriothesley, when Phœbe thought of the two men. There was only one point in which Barty could claim pre-eminence, but it was in a strong point to a generous heart, for it was in that of a beaten man. Although Phœbe was indig nant with herself, she could not help being disturbed with pity and compunction on his account. Phœbe pursued her endless speculations in endless errands and walks abroad, under"], [281, "To be or not to be. 271 the May skies, with no escort or companion but little Bess. She was fleeing from her mother's tongue and her father's eye ; she had on her the fever of spirit which would not let her sit still and contemplate her own rising sun. Yet she had greater freedom than she had ever possessed. Mrs. Paston had never been so long of one mind before, and her present mind was to allow Phœbe all her own way, unless when she wounded and piqued her, by fairly paying her court. As to Mr. Paston, he had said never a word to Phœbe on the development of his relations with Brockcotes. He was rather incUned to avoid his daughter at the present stage of the proceeding. It was true, as Mrs. Paston had said, that he could not stand in his own child's light, and that, in his perfect innocence, it seemed harder still that anyone should ask him to do so. But all his relations with Lord Exmoor, his pri-"], [282, "272 Noblesse Oblige. vate history, and his honour, about which he was morbidly sensitive, filled him with a tumult of distress. He would not stand in Phœbe's light, but he would have shut his door against Lord Wriothesley, and not thrown it wide to him, if he had guessed what his Lordship's step on the threshold boded. He would have thrust his right hand in the fire to have seen Phœbe the wife of Barty Wooler. In the meantime, Mr. Paston was by no means so sure as Phœbe was of the staunch determination of Lord Wriothesley. The young man might be turned from an un suitable fancy, born of excitement, over exertion, and succeeding languor. It might be but an idle fancy, after all. Very unfortunate was it that Mrs. Paston's mind was so much of a sieve ; but then she was under a certain amount of restraint to wards the public, and she would not dare,"], [283, "To be or not to be. 273 for fear of the Exmoors, and lest she herself should mar her daughter's great expecta tions, to do more than hint to the world the probable exaltation of a member of her family. Hints went for but little; they might count here for the egregious vanity of a mother. Mrs. Paston was like a child indulging in fantastic day-dreams — practising spiritual curtsies to Phœbe in her drawing-room at Wooers' Alley. Mr. Paston was moody and unhappy as he worked in his painting-room. Phœbe was walking up and down, hither and thither, with little Bess at her heels, under such great flowers of the chestnuts, and green scales of the elms as grew outside the Brockcotes park-walls, and over the daisies, which throve everywhere. The townspeople of Wellfield were divided on several readings of her behaviour. Was she winding up all her common business before VOL. II. t"], [284, "Noblesse Oblige. 274 she entered on that of a great lady ? Was she bound to give Lord Wriothesley's aristo cratic little dog — which she had not been ashamed to take from him — an airing twice a day ? Was she walking to improve her complexion, and keep herself from getting feather-headed altogether? Or was it to brace her nerves to enable her to meet the aggrieved family which had warmed a ser pent in its bosom ? Or was it to stifle con ■ science, or at least natural affection, ere she turned her back on her old place, no longer to know an old friend, and revisit an old haunt ?"], [285, "Notes of Warning. 275 CHAPTER XX. Notes of Warning. IT this period Mrs. Edgecumbe came from Summerley on a visit to the Ingram s. Borrowing the mail-phaeton Lady Lucy had set up, she drove into Wellfield one day, and called on Phœbe Paston. \" It is Miss Paston I want to see,\" Mrs. Edgecumbe said plainly to the maid who opened the door ; \" so you need not an nounce me to Mrs. Paston. Has the child any den of her own to receive visitors in ?\" \"Well, ma'am, none as I can think on,\" answered the maid ; \" she all'ays see visitors t 2"], [286, "276 Noblesse Oblige. in the drawing-room, 'cept I've known her to do it in the painting-room once when Mr. Paston wasn't at home.\" \" She has none ? Very well, then, I shall walk back to the carriage, and you go up and present my compliments — Mrs. Edge cumbe's compliments to Miss Paston — and I shall be glad i£ she will come down and find me about Hornby's the bookseller's, and take a little drive with me.\" And on this the maid went upstairs to de liver her message. \" I cannot stand that whether-or-no wo man's mewling,\" Mrs. Edgecumbe said to her self; \"cipher as she is, one can't open one's mouth before her. Bless you ! half the mis chief in the world is done by ciphers ; they are always pitchers, and they go on filling till they run over, without knowing when to flow or when to stop.\" Phœbe would have excused herself from"], [287, "Notes of Warning. 277 the drive, but the old lady had been kind to her. Moreover, she was so formidable an old lady, that Phœbe had very little doubt, that if she did not go down to Mrs. Edgecumbe of her own will, Mrs. Edge cumbe would think nothing of sending up to fetch her down by force. When Mrs. Edgecumbe had received Phœbe, and seated her beside herself on the box-seat, she drove off with the assurance that there was not the smallest cause for nervousness, since she had learned to drive a drag in Chin Bagot's day. And although she was an old woman now, she would say her wrists were stUl a match for young Lady Lucy's soft fine bones. Phœbe was not frightened of being overturned ; but she did not quite like making a spectacle of her self on her elevated perch. She might be destined for elevation ; but U she had got her choice, she would not have chosen to make"], [288, "Noblesse Oblige. 278 her first appearance among the quality, after the change in her prospects had begun to transpire freely, with old Mrs. Edgecumbe. Neither did Phœbe like the curious way in which Mrs. Edgecumbe looked at her with eyes, still commanding and lively, over the shrivelled cheeks. \" Where shall we drive to, my dear ? \" asked the old lady, managing her pair of horses skilfully, and looking Phœbe full in the face; \"shall we go up one ofthe Brock cotes avenues, or just a little bit along the high road?\" \" I think the high road would be better,\" answered Phœbe, colouring in spite of her self. \"The servants at Brockcotes might think we were some of the family.\" \"So we are,\" declared Mrs. Edgecumbe, briskly ; \" I am a cousin of the Latimers, whom they have not yet shaken off, and you are at home up at Brockcotes, I understand,"], [289, "Notes of Warning. 279 Phœbe. The only question would be whe ther I should take you under my wing, or you should take me under yours, eh ?\" \" I should not think of going to Brock cotes under anybody's wing, if Lady Doro thea were not at home,\" asserted Phœbe. \" Very well, I daresay you are right. But although I have always thought you a pretty girl — and Edgecumbe found that out for himself, of course — I am not going to let you have a beauty's privilege of sulking yet awhile.\" \"I am not sulking, Mrs. Edgecumbe,\" cried Phœbe. \" Aren't you ? hum ! Then I don't know what a taste of sulking is like. Let me look at you, Phœbe, and see U you are improved since the race-time.\" \" Don't you think you are putting me to a hard trial?\" appealed Phœbe, turning round on Mrs. Edgecumbe."], [290, "Noblesse Oblige. 280 \" No : besides, you must get used to being tried. I don't think you are improved, Phœbe, though you are not gone off. Y\"ou are just the brave-spirited little rustic I found you. Now you won't mind me calling you a rustic. There is always a pastoral charm in rusticity, and when there is some real education and natural intelligence, rusti city, with its freshness and humanity, is about as dangerous a quality as I know. But, allowing all this, there is something more about you, Phœbe, which I am not able to fathom. You have reasonable, mo dest eyes, child, an open forehead, a trust ful mouth — you look horribly innocent and true.\" \"Mrs. Edgecumbe,\" Phœbe burst out, laughing, \"have you been reading 'Little Red Riding-Hood ?' and are you the wolf wanting to eat me up ?\" \" Many people would say I was a wolf;"], [291, "Notes of Warning. 281 and the best they could say of me was that I was not in sheep's clothing. But, I don't want to eat you up, let them say what they will. I want to help you if I can, for you took my fancy, as you have taken other peo ple's fancies since then. I am a worldly old wretch, though the world and I are at war, for I always make my favourites of girls and men who do well for themselves. But you ask, have I been reading ' Red Riding- Hood?' Pray, have you been reading ' Cla rissa Harlowe ?' \" \" No, Mrs. Edgecumbe, I have never read ' Clarissa Harlowe ' ; but I know something of the story, and papa has painted the hero me. \" The greater your loss, child. There is a great deal of calling a spade a spade in that book, but you might have got some les sons from it. You might have learnt that Clarissa found to her cost — not that I ever"], [292, "282 Noblesse Oblige. half believed in the injured saint, but I am nearer believing in her when I am beside you, and that is a compliment to your rus ticity — that there was some truth in the opinion broached by Bob Lovelace, or some other witty reprobate (and I suppose I should sink into the earth for being — compelled to say that I have had enough sorry experience in my day to cap that opinion) — if a girl means to do what Clarissa did — leave the common course and prosper, she must under take it with marriage-banns in her pocket, a brazen face of her own, and a shrewish tongue in her head, to insist on her claims.\" \" What do you mean, Mrs. Edgecumbe ?\" Phœbe started up. \" You used to be good to me ; you would not bring me out with you to insult me ; that would be wanton ;\" and on this Phœbe rose up in the carriage. \" Phœbe Paston, if you don't sit still, I'll not answer for Queen of Hearts. Don't you"], [293, "Notes of Warning. 283 see how she is pricking her ears at your bouncing ? After all, my wrists are not so tough as they have been. What a girl you are to fly off in high dudgeon because Cla rissa Harlowe is named to you ! It is like poor old King George — Turnip George we called him at one time — taking down Shake speare. What, are you to sit in judgment on poor sinners whose hard lines you have never dreamt of, you young pharisee ?\" \"If I am a pharisee, I am not a hypocrite, Mrs. Edgecumbe. You said you were not a wolf in sheep's clothing ; and though I may be a pharisee, I repeat I am not a hypocrite. What I say is, that it is a crying sin and shame in a girl to run open-eyed into temp tation.\" \" Now, you are not so bad, Phœbe ; but the French are right when they say it is the young who are severe — that is, among hon est, good people. What do you call running"], [294, "284 Noblesse Oblige. into temptation, if not accepting the addresses of a prince, as Cinderella did ? Wo-ho ! Queen of Hearts.\" \" I have accepted nobody's addresses, Mrs. Edgecumbe ; but if I had, should I be bound to tell you or anybody ?\" Phœbe was bad gered into retorting. \" Then he has not paid them ? So much the worse or the better for you — cela depend! I don't know about being bound to tell me. You might do worse. I think you ought to take into account that I have come, for your sake, out of my way, not simply to Well field, but to pay a visit to my airy young Madam at this dull season in the country. Then here I am, trusting to Queen of Hearts and Marigold — not only my neck, but Squire Edgecumbe's happiness. He would be lost without me, poor old squire ! Nobody else would understand his merits. The world has grown a great deal too proper and vir-"], [295, "Notes of Warning. 285 tuous for him, poor dear. The haute noblesse — the best of the upper houses — are loyal to their order, and genuinely noble. But their excellences are bound up ineradically with their faults, and one of the most unmis takable of these is a refined sort of pride, in its refinement the very essence of the article. These aristocrats are so many christened and consecrated Lucifers.\" \" Can Lucifer be christened and conse crated?\" inquired Phœbe. \" I hope he can, for, you know, I am his cousin ; but we have been told how hard it is.\" \" I fear you are growing profane now, Mrs. Edgecumbe; and what is worse, making fun of the profanity.\" \"No, no, Phœbe, I am not profane ; I am in thundering earnest, as Edgecumbe says : and it can be done. You must know you are not, and have no title to be a Lucifer."], [296, "286 Noblesse Oblige. Very well, when I have seen girls like you come in contact with Lucifers, why they got burnt up — that was all. But come, you must bear with me and listen,\" Mrs. Edge cumbe said, taking note that Phœbe was again waxing restive. \" I have turned the horses' heads, and in a few minutes more will also have turned the heads of the good people of Wellfield by the renewed spectacle of the wolf and the lamb — or the eagle and the dove, shall it be ? — driving a mail-phae ton together. I shall set you down unharm ed at the entrance of Wooers' Alley. When I was no better than I should have been — but mind, Phœbe, I was not half so bad as I was called — they gave me an ill name, and all but hanged me.\" \" Oh, surely not ; the Exmoors have always been friendly to you and the Squire.\" \" You need not say that. He could say"], [297, "Notes of Warning. 287 nothing, because he was in the same boat, child. It is the very people who are in the same boat that pitch you over, and hold your head down below water. At break fasts and dinners which I thought nothing of attending, for I was desperate then, I have met women, artists mostly, who had been girls far below the rank of the rest of the company. What shall I say of them ? There were some of them, not next to being lost, but altogether lost ; women, while they were blazoning their loss, poor wretches (it would ill become me who did not behave so well myself not to pity them), in silks and velvets and jewels, that might have outshone the Exmoor necklace. But I am sure you do not need me to preach to you, that the silks and velvets were not so kindly and comfortable a wear as the filthiest rags might have been ; and the precious stones were hard and heavy, bruising the breasts"], [298, "Noblesse Oblige. 288 and the temples which bore them. And there were other girls of the people, law fully wedded wives, holding their own, de fying censure and trampling on their fallen sisters. But I found it was for the most part true what Bob Lovelace had written. These had been cunning, audacious harpies, who had kept an eye to their own interest, schemed for it from the beginning, and won it in the end. I confess I liked them the worse of the two. I was not sorry that their places were only not too hot to hold them — that they were condemned to wage a class-war, and needed shields covered with bulls' hides, and a grinning mask for ever before their faces, to protect them from the barbed arrows of sneers and hatred perpet ually directed against them. Phœbe Paston, I admit that you belong to a more innocent and liberal generation.\" \" I suppose you mean to be kind, Mrs."], [299, "Notes of Warning. 289 Edgecumbe ; but I could wish you under stood me better.\" \" Well, have I not said already that I do not understand you, Phœbe, with your pretty spirit, your brave front, your modest eyes ? No more do I understand Wriothesley, though he has got a few drops of my blood in his veins, wandering so wide of his path. Times and persons are changed, for a mercy, I own that ; but they are not so much chang ed that the Exmoors, who destine Wriothes ley for a prime-minister before he dies, will take to their hearts the daughter of a paint er, however honourable his fame, and how ever high her deserts, not even though she is Lady Dorothea's friend — and I grant you Lady Dorothea could not have a better. They will not singe a hair of your head, these Lucifers ; but will they not smother you — throw you into deadly sickness, poor Phœbe ! with the fumes of their pride ? It u VOL. II."], [300, "290 Noblesse Oblige. has very much of the nature of brimstone yet, though it is doubly refined.\" Phœbe was just about to rise with renew ed protest when Mrs. Edgecumbe went on again : \" Nay, you shall hear me out, Phœbe ; for I am more your friend than you think. Sit you still, for Queen of Hearts must not be trifled with. I was going to say that if they are so cooled down by virtue and Christianity that they will not strike a light at all, will they not hold you at arm's length and send a chill into your bones by their coldness ? They may keep you in the outer court of the Gentiles waiting, — waiting till the world be turned upside down, which will not be till you are withered and blighted. Even a preux che-. valier like Wriothesley will not care to have anything to say to you unless for the sake"], [301, "Notes of Warning. 291 of his honour and his obstinacy. They are as obstinate as bull-dogs, these stag-hounds of Latimers. Was there not word of another suitor for you. Phœbe — a man of your own degree, a clever painter like your father, and a fortune in your rank ? What is the weighty objection against him that his solid advantages do not outweigh the ignis fatuus of Wriothesley's attachment, which is so vastly romantic, ridiculous, and disas trous, that I must tell you, Phœbe, it is in the mouth of the whole county. Every body is wondering and grieving for the Ex moors and the Exmoors' order, shaking their heads over Wriothesley, surmising about you. I say to them that you are Lady Dorothea's very particular friend, and that it was his cleverness which did it. I saw what was likely to happen pretty early in the day — from the race-week, in fact, u2"], [302, "292 Noblesse Oblige. because I was a naughty old woman, and the rest of you were guileless and too good for this world. But the truth won't go down, proper and innocent as the world has grown. My poor girl, it may take a long time and a long trial before you can live down gossip and scandal, whether you abide by the old love or go off with the new.\" Phœbe had sat silent, pressing her lips together, for the last half-mile, but when the phaeton stopped in the High Street she could not refuse to take Mrs. Edgecumbe's hand, and say to her, \"I am much obliged to you, Mrs. Edgecumbe ;\" for, though she had shocked and offended her, she sought to do her a service. Not that Mrs. Edgecumbe's remonstrance was of the smallest use. Phœbe and she wrere like two planets whose orbits were"], [303, "Notes of Warning. 293 radically different, so that though the planets might be brought together, they would never amalgamate."], [304, "294 Noblesse Oblige. CHAPTER XXI. A Surprise. IHE summer was advancing. The Latimers, contrary to expectation, remained in London, until it did not seem worth while to come down and celebrate Lady Dorothea's marriage till the end of the season. It was no disappointment to Phœbe, but a reprieve. She did not long for another look of Lord Wriothesley, and she was even piteously sensitive to the fact that she had always wished and wearied for the coming of the family and Lady Doro thea."], [305, "A Surprise. 295 Then Phœbe had other engagements. On the first of June her cousins, the Halls, paid a long-promised visit to Wellfield. Though it was only of three days' duration, on ac count of the Halls being on their way to the seaside, where Jane — Mrs. Connel — had been ordered to recruit from an illness, it had the effect of relieving somewhat the even tenor of Phœbe's days. \" We are packed off a month before other people,\" Olive had complained confidentially to Phœbe ; \" but it is so like Jane, not merely to have an illness — perhaps she could not help that — but to expect the family plans to be changed and upset for her, as if she had remained a member of the family. When a girl marries, Phœbe, she should make up her mind to form one in an inde pendent household. She ought to accept the worst as well as the best of her lot.\" \" And doesn't Jane?\" interrogated Phœbe."], [306, "Noblesse Oblige. 296 \"Not she. Since her marriage she has cost papa twice as much as any of the rest of us, without any fault of Walter Connel's ; for we all knew what his salary was, and he earns it as formerly, and would not spend it in old, bachelor extravagances, if Jane would only be content to spend it with him, and would not be constantly hankering after the good things which papa can afford us at Garnet Lodge — although there is enough and to spare for all, we are thankful.\" \" It is rather unfair,\" speculated Phœbe. \"To be packed off to the sea-side in order to pay her lodging and bear her company,\" pursued Olive, \" when the Literary Society's lectures and the concerts of classic music are at their height, and the exhibition of the Eastern Society's pictures is about to open — and I'm glad Mr. Paston exhibits there this year — is just adding insult to injury. But don't breathe a word to Jane ; for since her"], [307, "A Surprise. 297 marriage she has such a sense of her dignity, and has persuaded poor Walter Connel to agree that so much is due to her, and both are growing so touchy, that one dares not even look an objection. Anyway we have made out our visit to Wellfield. What a Sleepy Hollow it is, Phœbe ! How can you keep alive in it? And we shall see this wonder of the world, Brockcotes. But you must not be angry with us if we don't swoon with wonder and delight at the provincial palace.\" Phœbe was glad that they had come to Wellfield when the family at Brockcotes were from home. Yet how should she feel now at going up to the great old show-place, and making a display to her cousins of the relics and the magnificence which might one day be hers, in which she had already a breathless interest, and when she was not sure if it were not sacrilege in her to approach them? How"], [308, "Noblesse Oblige. 298 sliould she request permission, as if to spy the land, from Mrs. Bald, with Mr. Clarges looking stonily at her, and feeling that com mon civility to her and her kindred was nothing short of treachery to the powers that be — to the Earl and Countess, to Lady Dorothea, to Lord Wriothesley even ? Phœbe was still gladder that the Halls had arrived at an epoch when her mother, unable to stand alone, and receiving no sup port from her father and her, was suffering from reaction. She had fallen from a state of exultation into one of despondency, when she could do nothing save hear Folksbridge V news, and deliver fitful, feeble moralisings on the uncertainty of human affairs, the de ceitfulness of men, the sauciness of girls, and, above all, the folly of putting reliance on the great. \" I suppose Aunt Paston is vexed because you have contrived to lose sight of Barty"], [309, "A Surprise. 299 Wooler,\" argued Olive Hall, who was the clever woman of the family. \" I don't wonder that she is displeased by that per formance, Phœbe ; for most mothers would take it to heart, and most daughters would live to regret it. Of course, I hope you may be the exception, though I gave you good advice the other way, you perverse puss. Kate, with all her fine-lady feelings and fancies, is not half so perverse. I suppose, besides, that my aunt attributes a good deal of your sauciness to your chance association with these besotted great people up yonder. I never did think that your going constantly there in the light in which you did go was a good thing for you ; not that I see such a mighty disparity between you, that is, U you had got the wealth which Barty Wooler will put his hands on, and which, I may say wdthout boasting, papa seems in a fair way of acquiring. Wealth, with education, car-"], [310, "300 Noblesse Oblige. ries everything before it, and is buying up the old aristocracy every day.\" It was all Olive knew, or else she spoke of such of the aristocracy as had brought themselves to the necessity of the hammer. Naturally it was not particularly agree able to Phœbe to be reminded, at this date, of the inequality of her companionship with Lady Dorothea, but she would a thousand times rather have it so than that Olive, or any of the Halls should have the faintest inkling of the real state of matters. She could not be sufficiently thankful that Frank,, who had a lawyer's acumen for a secret, had not accompanied his sisters to Wellfield. Without Brockcotes, Phœbe would have found it a little difficult to entertain her cousins. They were accustomed to the stir and variety of a large town. They visited a great deal without having anything like"], [311, "A Surprise. 301 hereditary friendships or intimacies between them and the members of the wealthy mer chants' families at Folksbridge. The Halls had become wonderfully dependent for en tertainment, in the course of their single generation, on the appendages and luxuries of the coach-house, the toilet, and the table, and missed them, as Jane showed, even for the shortest interval. Olive was energetic, and testified her dissatisfaction by restless ness and uncertainty of temper. Jane and Kate suffered from languor and ennui. Olive was clever, once. Phœbe had thought Olive almost as clever as Frank ; but a wider experience of cleverer, more original people, in Barty Wooler, Lord Wriothesley, and Lady Dorothea, had shown Phœbe that three-fourths of Olive's cleverness consisted in a strong will, some power of application and comparison, toge ther with a quick capacity for detecting"], [312, "Noblesse Oblige. 302 errors, and a ready sense of the ridiculous. But Olive was certainly warm-hearted — more so than Jane and Kate ; and Phœbe, who had lived a year and a half at Garnet Lodge, had yet to learn that this warmth of heart was limited like other gifts of Olive's, and that it might degenerate into family self ishness, which is but an extension of per sonal selfishness. Kate Hall, on the other hand, was not clever, and was without any claim to mental superiority, but she was a much prettier woman than Olive, and had more taste and more pretension to accom plishments. She had even some natural grace and elegance. She had a talent, as all the family knew to their cost, for music and drawing. Phœbe was in the court with the Halls, receiving the somewhat • damping opinion from Olive that all the Wooers' Alley roses, carnations, and heartsease were worth no-"], [313, "A Surprise. 303 thing, with the additional depressing infor mation that to get and keep fine specimens, such as they had at Garnet Lodge, called for an ample outlay of money, and at least one trained gardener. At the same time, Phœbe was trying to divert Kate from pulling idly at the whole of the salvia for a bouquet, when Mrs. Connel came running out to them with an important piece of in telligence. \" See how Jane can run when she has got something in her head,\" commented OUve. \" I declare she looks as animated as she used to do before her marriage.\" \"You may be glad Walter Connel did not hear you say that,\" corrected Kate. \" I don't think I may. I mean no reflec tion on Walter. He cannot be always put ting things into Jane's head. That is just what a married woman loses — expectation of change, diversion, excitement ; and Jane"], [314, "304 Noblesse Oblige. cannot bring herself to lose anything — not even our lounging-chair or our preserved ginger. Mrs. Connel interrupted Olive. \" Come into the house, you three,\" she summoned the others breathlessly. \" There is a visitor, and who do you think ? Lord Wriothesley. He came down from town yesterday. I heard him say so, and that the rest of the family are coming to-mor row. If we are to see Brockcotes, it must be to-day ; and if you wish to see him, you had better be quick, for he was shown into the drawing-room beside Aunt Paston and me at the very moment when I was letting her see how we arranged our table-napkins ; and, of course, I cannot tell how long he may stay.\" \" Oh, do make haste !\" Kate urged, as poor Phœbe blushed and hesitated. \" I"], [315, "A Surprise. 305 should like above all things to be in com pany with Lord Wriothesley. I suppose there is no etiquette against you introducing us while he is making a morning call?\" \" I wonder to hear you, Kate,\" exclaimed Olive, quickening her own steps. \" What an unsophisticated idiot you are representing yourself! as if Lord Exmoor's son were a hero or a monster, or as U you were a country girl, who had never seen ' a real live lord ' before. Lord Holderness and Lord Aylmer Avere at the last volunteer-ball, and Lord Aylmer was at the bazaar, and brought your scrap-book, and from yourself, too. He said its contents were beyond any attempt of Lady Hester Crawford's.'\" \" Oh ! but it is something different to meet Lord Wriothesley in private, and sit and talk to him like an ordinary mortal. Y^ou must grant that, Olive.\" VOL. II. x"], [316, ""], [317, ""], [318, "■ I ■ I"], [319, ""], [320, ""]]