[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "NOTES ON THE PARISH OF HAREFIELD, IN THE COUNTY OF MIDDLESEX."], [10, ""], [11, "NOTES ON THE PARISH OF HAREFIELD, COUNTY OF MIDDLESEX. COLLECTED AND ARRANGED BY WILLIAM FREDERICK VERNON, OF HAREFIELD PARK. FOR PRIVATE CIRCULATION ONLY. lonDon . DALTON AND LUCY, BOOKSELLERS TO THE QUEEN AND TO H. R. H. THE PRINCE OF WALES, 28, COCKSPUR STREET, CHARING CROSS. MDCCCLXXII."], [12, ""], [13, "PAGE CONTENTS. NEWDEGATE PEDIGREE. HAREFIELD PARISH— Acreage, Soil, Gulch Well, Water Level of Wells, Rare Plants, Chalk Quarry, Mills, mentioned in Domesday Book, converted into Copper Mills in 1802, then in 1870 into Paper Mills 1 - I MANOR OF HAREFIELD described in Domesday, Deed of Prior Alexander and the Convent of Hurley granting their Manor and Lands in Harefield and Rykemesworth to Richard Weltekart de Luda ; the Seal of the Convent attached. Sir Richard Bachworth grants the Manor of Harefield to Simon de Swanland, through whom it came to William Newdigate in 1445. Roger Mortimer having inherited the \" Honour of Clare,\" styles himself Lord of the Manor in 1390. Castle of Clare, Gold Cross and chain found there in 1866 . . . 4-7 JOHN NEWDIGATE, Lord of the Manor 1585 exchanged it for Arbury in Warwickshire, with Sir Edmund Anderson, who in 1601 sells Harefield to Alice Countess of Derby, who the year before had married Sir Thomas Egerton. Lord Campbell remarks upon the Lord-Keeper who died 1617. Lady Anne Stanley marries Grey Lord Chandos, and after his death, marries Lord Castlehaven, who was beheaded 1631. George Lord Chandos inherits Harefield, declines the Earldom of Newbury offered him by Charles II., kills Colonel Henry Compton in a Duel, found guilty of Manslaughter, dies without issue male 1655. Manor and Lands at Harefield left to his wife who, in 1657, married George Pitt of Strathfieldsay. Sir Richard Newdigate of Arbury purchased the Manor and Estate of Harefield from George Pitt. Dr. John Conant domestic Chaplain to Lord Chandos . . . . .7-9"], [14, "VI PAGE 28 -31 CONTENTS. HAREFIELD PLACE, inhabited by Alice Countess Dowager of Derby and the Lord Keeper Egerton. Sir Thomas Egerton's letter to Lady Derby about settlements. Verses upon Lady Derby's Marriage, by Harrington 9-11 QUEEN ELIZABETH visits Harefield ; Table of Provisions and other expences occasioned by the Queen's visit. Sir Thomas Lucy sends a Buck. Othello first performed at Harefield Place — Complimentary Address to the Queen . . .12-20 LADY DERBY'S death, 1637. Bequest to Alms Houses, and to the Incumbent of the Parish. Alteration of the above bequest by Sir Richard Newdigate in 1674 21 SIR ROGER NEWDIGATE in 1752 sells a portion of his Estate to George Cooke, Esq. Some account of Sir Roger ; he sells Harefield old House and the Land immediately around it to John Truesdale, Esq. in 1780. In 1786, Sir Roger Newdigate built Harefield Lodge, and died without issue 1806. Sir Roger Newdigate's donation to Oxford. Founds the Newdegate prize 22 - 25 MANOR OF MOOR HALL was given to the Knights Hospi- tallers. The site of the old Preceptory now occupied by a Farm House. The Manor granted by Henry VIH. to Thomas Tyrwhit and conveyed by him (1543} to John Newdigate. Brakenburg now a Farm House ..... 26 BREAKSPEAR Estate. Pope Adrian the fourth. ASHBY family Pedigree. Partridge family and ...... 27 HAREFIELD PARK, History of COOKE FAJMILY— Chief prothonotary of the Court of Common Pleas for three genera- tions. Fine Statue, by Rysbrack, of the first Sir George Cooke ; Inscription on pedestal. Pictures at Harefield ."], [15, "CONTENTS. Vil PAGE. HAREFIELD GROVE, notice of. Harefield House. Mr. Justice Byles. Lady Egremont and Count Bruhl . . . .32-33 PARISH CHURCH, notice of Brackenburg Chapel. Breakspear Chapel, Pews, Vicarage House ...... 35 TITHES, History of, Value when commuted and Commissioners' award. Price of Grain at the time . . . . .36-37 MONUMENTS IN THE CHURCH. Sergeant Newdigate con- sents to be made a Judge. Anecdotes of. Created a Bart. by Charles II 38-43 POPULATION. Average of Births, Marriages, and Deaths . . 44 Extracts from the Registers. Burial in Linnen. Penalty paid. Pope's allusion to it . . . . ; . . . .45-49 Incumbents or Curates of Harefield ...... 50 Inclosure of Waste Land and Infranchisement of Copyholds . .51-52 HAREFIELD SCHOOL with TRUST DEED. Small number of Rate-payers who support it. INFANT SCHOOL how managed 52-27 BENEFACTIONS to the Poor 58 Ordnance Survey of the Parish twenty-five inches to the mile. Number of acres described. How divided. Number of Build- ings. Population according to Census. Rating of Parish to Poor Rate 59-61 Table of average Temperature, winter and summer for ten years, with average fall of rain ....... 62 COOKE PEDIGREE."], [16, ""], [17, ""], [18, "NEWDEGATE PEDIGREE. %xms of ffafobtptt, Gules, three lions gambs, erased, argent. Sir Henry de Newdegate, time _ Catherine, daugher and eo-heir os Eoger de Bacheworth who in 1284 was - Sir Richard de Bacheworth, SLttttS Of StOlinlattfr, Edward I., Son of William Sir Nicholas Malmains, Knt. Lord of the Manor of Harefield, which brother of Roger. In 1315, he de Newdegate, who held lands he and his ancestors had held from time granted the Manor of Harefield Sable, a chevron OT, between three 8WaU8 proper. in the Parishes of Newdegate immemorial, paying a small quit rent to to Simon de Swanland, and r r and Charlwood, Surrey. the honour of Clare. afterwards became a Knight The daughter and heiress _ William de Newdegate Hospitaller, and his wife took the veil. of John Echingham I A daughter and heir -- Simon de Swanland = 2 Joan, daughter and eo-heir IWodXIOrtlj I of Sir Thomas de Saunford Cf V V> John de Newdegate, — Agnes ? == William de Swanland 0f Brakenburg, who was Arqent, a chevron qulea, a bordure enqrailed born temp Edward 111. I born in Edward III. time. | son and heir ob 131)6. witness to a deed of Alex : Prior of ' \" * . i I | Hurley, about l:H)(i. agure. i i r~ i i William do Newdegate — Amisiar John Newdegate, second^Joanna, daughter and co-heir of William de Swanland, only surviving Thomas Newdegate, third Sheriff of Surrey and Snssex son. served in the wars William de Swainland of Hare- son, married Dyonisia but died S.P. son, to whom his Father 25 Edward III, severul times of Edward III, was field. After the death of Sir leaving Harefield for life to his wife by deed, 7th Edward III, M.P. I'm* Surrey, ob. about Knighted and had a fleur John, she re-married Edward and then to the ohild or heir of Joanna. granted his tenements in 1 Richard II. de Us given to him as a Salle and outlived him. — — Hullond for life, remainder erest to his brother John for John Newdegate of Newdegate, in whose John Newdegate, son and heir, ... 1st Elizabeth, daughter of Walter life, remainder to William male descendants the Estate continued living temp Henry V. After the Knoll of Crawley, by Margaret his wife and his heirs. till 1812, when Thomas of Newdegate, death of his first wife he married to whom by deed of Entail, 7th Henry Charlwood and Horlee, in Surrey, and secondly, Catherine, daughter and V, the Manor of Downe, Surrey, is ■ of Rowespur in Sussex died, leaving heirof Robert Chambers, and had devised for life, remainder to Elizabeth by Mary his wife (who married secondly • daughter Margaret married to her daughter, remainder to William — Henry Darell, Esq.) two daughters his - — Castlemain. Newdigate, her son and his heirs. co-heirs. 1st. Mary _ William Stiper. 8nd. Anne _ William Smithyman William Newdegate, who inherited the Manor of - Editha, daughter of John Bowett, Esq. of Harefield after the death of Dyonisia, Widow of Surrey, she died 12th September, 1444, __ William do Swanland. Dyonisia was living at see Monument at Harefield, south wall, — Harefield, 1445. figures in brass. See Records of the Honor of Clare. William Newdigate buried at Harefield 1458. John Newdegate, Lord of Harefield and Crswley _ Elizabeth, daughter of Thomas Young, Justice in Surrey, ob. 1528. of Common Pleas, Bhe was heirof her Brother Thomas Young of Bristol. John Neirdegate of Harefield one of - Amphilisia, daughter and heir of John Nevill the King's Sergeants-at-law. He had of Sutton, Co. Lincoln. % Un sons and four daughters. Monu- She died 1550, Monument at Harefield. ment at Harefield, table-tomb, figures in brass, ob. 1545. , v 1 1 1 , Sebastian Newdigate who, upon the death Silvester Newdegate John Newdegate, eldest son and=Anne, daughter and heirof of his wife, 1524, became a Carthusian and heir — Nicholas Hylton of Monk and suffered 27 Henry VIII, for L Duncan Newdegate, ob. 1505, buried at Harefield. Cambridge, ob. 1540. opposing the King's supremacy. Knights of St. John. Ferdinando, Karl .if Deity, Alice, Countess of Derby, daughter of Sndly^-Sir Thomas Egerton, Lord Keeper, born 1540— died^- 1st Elizabeth, daughter of Thomas Ravens- 1st Mnry, daughter of Sir Robert— John Newdegate of Elizabeth, daughter of buried at Ormskirk, l,*>94. Sir John Spencer of Althorpe, and 1017. Lord high Chancellor Viscount Brackley. Illegiti- croft of Britton, County Flint, besides two Cheney, Knt. of Chesham Boys, Harefield, M.P. for Thomas Lovett of Astwell County Widow of Ferdinando, Earl of Derby. mate son of Sir Ralph Egerton. In 1601, Alice, his wife sons, she had one daughter asunder. Bucks. Middlesex, 1571 to 1574. Northampton, and relict of She died at Harefield, 27th January, purchased the Msnor of Harefield and Moor Hall, The eldest son John, on his Father's death Anthony Care. lfi37,(Will dated 24th December, 1830) together with the Tithes from Sir Edmund Anderson. was created Earl of Bridgicatcr. 1st Martha, daughter and heir of, John Newdegate who, in 1585 exchanged the Manor __ 2nd Mary Smith, and Monument in the Church. Anthony Cave of Chicheley Coun- and Lands of Harefield (except Brakenbury's had by her a son . •, ty, Bucks, by whom he h»d six Farm) with Sir Edmund Anderson, Chief Justice Henry of Hampton, sons and three daughters, ob. ofthe Common Pleas, for tho Estate of Arhury, to whom he gave the 1070. County Warwick, where Sir l-'dinund had recently Manor of Little Asted, erected a quadrangular stone building upon the Surrey. Grey, 5th Lord Chandos_Lady Anrre Stanley, eldest— 2ndly 1024, Mervin, Lord Lady Francis Stanley, 2nd dan- Lady Elizabeth, 3rd daughter, Mary, daughter __ Sir Francis Leigh, K.B. site of the dissolved Priory of Erdbury, which he ob. 1021. daughter died 1047. i laaUi haven,beheadedl631, gbter, married John, Earl of married Henry Earl of Hunt- of Sir Thomas Egerton. of Newnham Regis. had obtained from the heirs of Charles Brandon, liridgwater, son of Sir Thomas ingdon, who died 1043. Duke of Suffolk the Grantee at the dissolution. v 'Egerton, (died 1048). John Newdegate was a third time married to Suznn,dangh- George, Lord Chandos, born 2nd Jane, daughter of John Savage, , J Winifred Wells of Staffordshire, and he died in ter of Henry 1620, inherited Harefield on 2nd Earl Rivera. 161)2. Earl of his Mother's death, according .lane, a very short time after Manchester, to the settlement made by Lord Chandos' death, married Sir John Newdegate, Knt. of Arbury, County Warwick, and , Married 30th April, 1587, at Stepney Church, Anne, ob. 1652. Lacy K 1 1001. secondly, Sir William Sedley, Brakenbury, County Middlesex, born 1570, died 12th April, I daughter of Sir Edward Fitton of Gawsworth, l.oi.'l Chaados died 1668, S.P.male who died the following year. 1010. Monument, south wall, Harefield Church. Cheshire, ob. 1018. leaiing Harefield to his wife Jane Jane then married as her and her heirs. third husband in 1507, George t -* \\ His title went to his brother Pitt of Strathfieldsay, to whom I William, 7th Lord Chandos, who in 1673, Jane made over all Julianna, daughter of Sir _ Sir Richard Newdigate, second son, Sergeant-atlaw, diej S.P., 1070. her Estates, who the following Francis Leigh of Newnham made judge, 1054, succeeded his brother John. John Newdigate _ Suzan, daughter of year, 1074, sold them to Sir Rigis, she died 1685, hav- Born 17th September, 1002, ob. 14th October, eldest son, died Arnold Luis. Richurd Newdigate. ing had six sons and five 1078. In 1074, purchased of George Pitt of S.P., 1042. daughters, of which three Strathfieldsay, the Manor and Tithes of Harefield Buried at Harefield, Monument, south sons and two daughters and Moor Hall. Buried at Harefield. wall of Church. survived. Created a Baronet, 24th July, 1077. v . 1 % — 1st, Mary, daughter of Sir Sir Richard Newdigate, second Bart., M.P. for Warwiok-__.2nd Henrietta Wigginton, who Newdigate=married 1097 to Sir Edward Bagot, died 1092, shire, third son but eldest surviving son. Born 1644, married secondly Sir Francis Charles Sedley, Jun. buried at Harefield. ob. 1710, œt 60. Called on his wife's Monument Wyndham of Trent. \" Filius tertius\", his two eldest brothers died i^Anne Newdigate — married 1698 to John infants. Sir Richard died Ith January, 1709. Venables. Gilbert Newdilete Millieent, daughter of . Francis Newdigate, John Newdigate of Married in 1094, 1st— Sir Richard Newdigate, third Bart, son and heir of _, 2nd Elizabeth ( daughter of —Jane Newdigate, 1706 __ Samuel Boys living 1701. German Pole, Esq., third son, Gray's Inn, second son. Sarah, daughter of Cecil Arhury and eventually of Harefield, (on the Sir Roger Twisden of died S.P. of Hiidborne. of Nottingham. In 1702 his Fathersettled Bisshopp of Paihum. death of his brother John in 1705), born Bradbury, who died be- —Amphillis Newdigate Harefield upon him, deed She died S.I' , 1095, Oot. 1688, died 1727, œt. 59, of Lincoln's Inn. fore 1729), Elizabeth enrolled in chancery 1702. 27th, in her confinement, Buried at Harefield. died 20th September, —Elizabeth Newdigate — He died 1705, S.P., and her still born child buried 1705. left Harefield to his elder with her at Harefield —Juliana Newdigate brother Richard. / -**■ \"■*■*. *—\"' , , I ___^ — .^— — ■ William Parker of __ Millioent Newdigate Francis Newdigate married | Salford Priori his cousin Elizabeth, Sophia, daughter of .Sir Roger Newdigate, fifth Bart., fourth son, b. 1719,—2ndly, 1770, Hester, Sir Edward Newdigate, eldest son, born 1710, —Bichard Newdigate, —Elizabeth, married John Chichester. County Warwick, daughter of General Pole, Edward Conyers, by died 1800, S.P. at 87, M.P. for Middlesex daughter of fourth Bart, died S.P. 1734, œt 18. second son, died early. but died S.P. the Honorable Matilda from 1842 to 1750, then M.P. for Oxford Edward Mundy — Mary. Fermor. She died S.P- University. of Shipley, County —Charles Newdigate, third — 1774. In 1700, Sir Roger sold Harefield Place Derby. — son, died 1725 S.P. —Jane, died an Infant. ] | T to John Truesdale, who died 1780, when She died, S.P. 1800. — Robert Parker, Francis Parker, second son _ Frances, daughter of it was purchased by William Baynes, Esq. —Juliana, died a spinster. eld st son, of Kirkliallam, took the Ralph Sneyd of Charles Parker Sir Roger built Harefield Lodge, 1786. ob. S.P. name of Newdigate Keel third son, ob. 1795 In 1752 he sold several farms and — ob. IS35. /œt 39, having mar- the mills to George Cooke, Esq. I ried Jane, daughter Sir Roger was a great benefactor of tb Oxford. Married in 1820, Lady Barbara -p Francis Newdigate, of I Sir John Anstruther, Maria, daughter of the third Earl of Kirkhallam, and ( she was living a Dartmouth, she died 1840. Byrkley Lodge, only 1 widow at Harefield — son. b. 1774 I in 1830. died 1802. 1 Buried at Harefield r--*- . ■ , Married in 1859 _ Francis William Newdigate, Francis Parker, Charles Newdigate Parker, — Married in 1815, Maria, daughter of Ayscough Boucherett, Esq. Charlotte, daughter of Sir eldest son, b. 1822, of eldest son, born 1793, inherited Harefield and Arbury by will of Lincolnshire. Alexandej Woodford, G.C.B. Byrkley Lodge, Lieut Col. ob. S.P. of Sir Roger, and took the name of Newdegate. She died (Ith March, 1806. S.P. in the Army He died 1833 and is buried at Harefield. Charles Newdigate Newdegate, of Arbury, Astley, and Harefield, born 1810. M.P. for North Warwickshire. Lord of the Manor of Harefield and Moor Hall."], [19, "HAREFIELD. IN the survey of Domesday the name of this Parish is written Herefelle ; in other ancient records Harvil, Harfeld, Herefelde. The parish of Harefield lies in the Hundred of Elthorne, and forms the north-west angle of the County of Middlesex, being bound ed on the north by Kickmansworth, in Hertfordshire ; on the west by the River Colne, which separates it from Denham in Bucking hamshire ; on the south by Hillingdon, and on the east by Ickenham and Rislip. The Village is situated on rising ground, about 290 feet above the level of the sea, four miles from Uxbridge, three from Rickmans worth, and nineteen from London. The Parish of Harefield, with a population of 1579, contains 4,620\" 3r V, of which 3,087\" 0r 28* are Pasture and Meadow, 948\" are Arable, 349\" are wood, 85° Sites for Houses, Cottages, Gardens, etc., 75\" Water, and 73° 2r 19p Public Roads and Paths. By a survey taken in 1592, it was found that there were 518 acres of Heath, Moor, and Waste, of which Harefield Moore and Cowmoor together, contained 355a. The Grand Junction Canal no passes through these Moors from north to south. The soil to the south and east of the Parish is a strong clay, (the London clay) favourable to the growth of elm ; towards the north and west we come upon the Woolwich beds, and quite at the north west the chalk crops out."], [20, "2 The water is mostly from surface -springs ; there are, however, one or two deep wells. One at Breakspear, the water of which rises from the second bed of flints in the chalk. There formerly existed a very famous spring called Gulch Well, rising from a vein of chalk near the Colne. It was once proposed to bring this water to London, but the Grand Junction Canal was carried over it and the name of the spring is now almost forgotten. A line drawn from the River Colne at Watford, 170 feet above high water mark, and continued at an inclination of 13 feet in the mile, cuts the Water Level of all the Wells in the district, till Kilburn occurs where there is a depression. North of the Colne an inclined line rising from Watford, 200 feet in 14 miles, cuts the Water Level of the Wells dug in the chalk. In the year 1737, Mr. Blackstone pubhshed an account of indigenous plants growing in this Parish, under the title of \" Fasci culus plantarum circa Harefield nascentium.\" Among the more rare are — Dentaria bulbifera, Lathrœa squaruaria, Aquilegia Vulgaris Cardamine Amara, Fritillaria Meleagris, Ophrys Muscifera, Ophrys Apifera, Saxifraga granulata, Parnassia palustris, Drosera rotundifolia Campanula hybrida, Utricularia Minor, Adoxa Moschatellina. Some few fossils are found in the chalk pits near the River. The lime from this chalk is of the very best quality, it was used at Windsor Castle when the great alterations were made there by George IV. The chalk rises abruptly about 100 feet on the east side of the Colne river, and north of the Harefield Mills. These Mills are mentioned in Domesday book as then existing. In a deed of 1370, a Fulling Mill is mentioned as belonging to Sir Simon de Swanland,"], [21, "3 and another deed of the date of 1518 speaks of Cripses Fulling Mill. In a deed of 1737, John Newdigate lets to William Henman \"the Paper Mill and the Corn Mill\" on the River Colne, and in 1752 Sir George Cooke purchased these Mills with other property from Sir Roger Newdigate. In 1781 George John Cooke, Esq., let to the Governors Assistants and Societies of the Mines Royal, \"all those Mills, late Paper Mills, and Corn Mills being by the waterside at Harefield, and also a newly erected house standing near the said Mills, etc \" The Mines Royal Company converted these Paper Mills into Copper Mills in 1802, and a new lease was granted, (the Canal having been made) they were then much enlarged under the direction of Robert George Spedding, Esq. The Copper for these Mills was brought from the smelting works in Glamorganshire, and here converted into sheets, bottoms, bolts, and bars. When in full work they manufactured about 30 tons a week. It is said that the copper ball of St. Paul's was made at these works. In 1863 the Mines Royal ceased working ; from that time the Mills were left in a most neglected state, the speculator who took them on the recommendation of the Mines Royal Company having become a bankrupt. In September 1870, Mr. Thomas Newell, from Paris, took them, and has again converted them into Paper Mills, for the manufacture of Envelopes. (In Domesday Book, wherever a Mill is mentioned, we generally find it still subsisting. They belonged to the Lords of the Manor, and the Tenant was permitted to grind his corn at the Lords Mill.)"], [22, "4 The Manor of Harefield is thus described in Domesday book — \" Richard, son of Gilbert the Earl (of Briou), holds Herefelle, which \" is taxed at five hides. The land is five carucates. Two hides are \" in demesne, on which there are two ploughs. The Villans have \" three ploughs. The Priest has one virgate ; there are five Villans \" who hold a virgate each ; and other five have each half a virgate ; \" Seven bordars who have five acres each, and one bordarwho has \"three acres; there are three cottars and three slaves, two Mills \" yielding 15s. rent, four fisheries yielding 1000 eels, meadow equal \" to one carucate, pasture for 1000 cattle, and pannage for 1200 hogs. \" The total annual value is £12, it was only £8 when entered upon \" by the present owner ; in King Edward's (the Confessor) time (being \" then the property of the Countess Goda) it was £14.\" [The Hyde was the measure of Land in the Confessor's reign, the carucate that of the Conqueror's new standard. The carucate is a ploughland, viz. : as much arable as could be managed with one plough, and the beasts belonging thereto in one year ; having meadow, pasture, and hou-es for the householders and cattle belong ing to it. The measure of the carucate was various, sometimes estimated at 60 acres, and sometimes as much as 180, according to tillage. The Hyde was sometimes 4, sometimes 8 virgates of 20 acres each.] It appears by a quo warranto (a writ which lies against him who holds a court Baron or court Leet without Title) which bears date 1284, that Roger de Bacheworth was then Lord of the Manor of Harefield, and that he and his ancestors had enjoyed it with all its rights and privileges, from time immemorial. Amongst the evidences"], [23, "5 pertaining to the Harefield Park Estate, is a deed indorsed Knights Cortes, whereby Prior Alexander and the Convent of Hurley granted their Manor in Harefield with all their lands in Harefield and Eykemesworth to Richard Weltekart of Louth (de Luda), Thomas his son, and Florence the wife of the same Thomas, to hold to them, and the heirs of Thomas of the chief Lords of the fee for ever, paying 100 marks for the same. In witness whereof, etc., etc., etc., Ricardo de Bachesworth, Roger de Bachesworth, Thomas de Saunford, John de Schorne, Roberto de Ascheleye, Simon de Rushlep, Johan Haket, Willmo' Ravenyng, Stephno Aleyn. The common seal of the convent is attached to this deed and is in very fine preservation. (It is engraved in the Journal of the Archæological Institute, vol. 8, p. I >4). There is no date to this deed, but 31, Edw. I. (1306) Alex- ander de Newport was Prior of the Benedictine Priory of St. Mary of Hurley, Berks, which was founded in the reign of the Conqueror, by Geoffrey de Magna-Villa. The Priory was a cell to the Abbey of Westminster, and at the dissolution of Religious Houses by Henry VIII. was valued at £134 10s. 8Jd. Sir Richard de Bacheworth, in the year 1315, granted this Manor of Harefield to Simon de Swanland, who married the daughter and co-heir of his brother Roger. This Sir Richard afterward took upon him the habit of the Knights Hospitallers, and his wife Mar- garet, who had dower assigned her in Harefield, took the veil. William, Son of Sir Simon de Swanland, had three Sons, two of whom died in infancy, and the third, William Jun., left no issue. Joanna, the only daughter, married John Newdegate, who was after-"], [24, "6 wards knighted and a fleur-de-lis was given to him as a crest for his services during the wars of Edward III, against France. William de Swanland, the elder, died in 1395, when his only surviving Son William became Lord of Harefield, and as before stated, died without issue, leaving the Lordship of the Manor of Harefield to his widow Dyonisia for life, and after her death, 23 Henry VI, 1444-5, the Manor passed to William Newdegate, the grandson of John Newdegate and Joanna de Swanland. (see Records of the Honour of Clare.) In 1317, Sir Simon de Swanland had a charter of Free- Warren. (Cart. 10 Edwd. II. No. 36.) Confirmations of Free-Warren in this Manor were granted by Cart. 1 Edwd. III. No. 74, and Pat. 17, Rich. $t., pr. 2. No. 42. Roger Mortimer, fourth Earl of Marsh, who was killed in Ireland, 1398, and who inherited the \"Honour of Clare \" by his grandmother Elizabeth (daughter and heir of William de Burgh, Son and heir of Join de Burgh by Elizabeth, third daughter of Gilbert de Clare, seventh Earl of Hertford and third Earl of Gloucester) in a deed by which he obtained exemption from toll, pontage, etc., all over the Kingdom for the tenants of the Manor of Harefield, styled himself Lord of the Manor, but the full possession of the Manor, with all its rights and privileges, was then vested in the Swanlands, they paying to him as Lord Paramount, by reason of his possessing the \" Honour of Clare \" a quit rent of £18 8d. and an additional payment of 3s. 4d. for being released from suit at the Court of the Honour. This quit rent was paid to the Crown (in which the \" Honour of Clare,\" as parcel of the Duchy of Lancaster had long been vested) till 1790 ; when by virtue of an Act of Parliament passed 26 Geo. III. Sir Roger Newdigate"], [25, "7 obtained a release and disfranchisement under the Great Seal of the Duchy. (When several Manors were held under one great Baron, His Seigniory over them was termed an \" Honour \" of whicii Stephens in his commentaries says there were 80 in England.) The CASTLE of CLARE continued vested in the crown until it was granted by Edward VI. to Sir John Cheke. I cannot ascertain when it was destroyed, but nothing now remains of it but some con siderable embankment*, and a conical mounds which was partly cut down in 1866 in making a station on the Cambridge and Colchester branch of the Great Eastern Railway, at which time a very remark able Gold Cross was found, appended to a gold chain of corded links about two feet long. It is now in possession of Her Majesty the Queen, who graciously permitted it to be exhibited at the monthly meeting of the Royal Archæological Institute on the 6th Dec. 1867, and of which there is a very interesting account by Mr. Albert Way in their quarterly Journal, No. 97. The site of Clare Castle is now owned by the Rev. Stephen Jenner. The Manor of Harefield continued in the Newdigate family until 1585, when John Newdigate, Esq. the seventh in descent from Sir John, who married Joanna Swanland, exchanged the Manor and Lands of Harefield (with the exception of Brackenbarys Farm) with Sir Edmund Anderson, Lord Chief Justice of Common Pleas, for the Manor and Lands of Arbury in Warwickshire, where Sir Edmond had recently erected a quadrangular stone mansion upon the site of the dissolved Priory of Erdbury, a Priory of Black Canons, valued at the dissolution at £122 8s. 6d. Sir Edmund Anderson in 1601, sold Harefield to Alice Countess Dowager of Derby, who in October, 1600"], [26, "8 had married Sir Thomas Egerton, Lord Keeper of the Great Seal. He was the natural Son of Sir Ralph Egerton, of Cheshire, and born at Duddleston in 1540. Lord Campbell in his lives of the Chancellors says of him — \" It is refreshing now to have to contemplate the life of a man remarkable alike for talent, learning and probity, who raised himself from obscurity by his own exertions, and who reached the highest honours without affixing any stain on his character, and with merit so acknowledged that he did not even excite the enmity of rivals.\" In 1581, Egerton became Solicitor General, and in this capacity framed the indictment against Mary Queen of Scots. The Manor and Land of Harefield were settled upon Lady Derby for life, and after her death upon Lady Anne, Lady Francis, and Lady Elizabeth Stanley her daughters in succession. The Lord Keeper died 1617, being then Baron Ellesmere and Viscount Brackley. The Countess of Derby died 1637. Lady Anne Stanley, the eldest daughter, married Grey Lord Chandos, who died 1621, she then married (1624) Mervin, Earl of Castlehaven, who was beheaded in 1631. She died 1647, when George Lord Chandos (her eldest son by her first hus band) inherited the Manor of Harefield in accordance with the deed of 1601. This was the famous George Bruges, 6th Baron Chandos, who distinguished himself during the civil war, and especially at the Battle of Newbury where he had three horses killed under him. For his great valour in this battle, King Charles offered him the Earldom of Newbury, which he modestly declined until it pleased God to restore his Majesty: this he did not live to see. He was twice married, first to Susan, daughter of Henry Earl of Manchester, who died 1752 leaving two daughters, and secondly to Jane, daughter of"], [27, "9 John Savage Earl Rivers, by whom he had three daughters. In the year 1652 Lord Chandos had a difference with Colonel Henry Comp ton, grandson of Henry Lord Compton, which unhappily ended in a duel at Putney Heath on the 13th May, when Colonel Compton fell. His Lordship, and his second, Lord Arundel of Wardour, having been imprisoned more than a year, were at length arrainged in the upper bench, 17th May, 1654, and found guilty of manslaughter. He then returned to Harefield where he lived in retirement. The excellent Dr. John Conant being his domestic Chaplain. He died of Small Pox in February, 1655 without issue Male ; aged 35 ; and was buried at Sudeley, leaving all his Manor and Lands at Harefield to his wife Jane, who the same year married Sir Willim Sedley, Bart., and he dying the year afterwards she contracted a third marriage in 1637, with George Pitt of Strathfieldsay. In 1673 she made over all her estates to her husband and his heirs, and in February, 1674, George Pitt sold Harefield Place together with the Manor of Harefield and Moorhall to Sir Richard Newdigate of Arbury, the first Bart. So that after only ninety years alienation, the Harefield estate and Manor again became the property of the Newdigates. The before mentioned Dr. John Conant was born 18th Oct., 1608, he was dis tinguished for his piety, leading an exemplary life. In December, 1654, he was admitted Divinity professor at Oxford, and in 1657 became Vice-Chancellor ; he died 12th March, 1692, aged 86. Harefield Place, situated to the south of the Church, was the ancient Mansion of the Lords of the Manor. In was first inhabited by the Newdigates, then by the Lord Chief-Justice Anderson, and afterwards by the Lord Keeper Egerton, and upon his death by his 2"], [28, "10 widow Alice Countess of Derby, who was the youngest daughter of Sir John Spencer, of Althorpe, who died 1586, (ancestor of the Duke of Marlborough and Earl Spencer), by Catherine, daughter of Sir Thomas Kitson, of Hengrave, Suffolk. Her first husband was Ferdinando, fifth Earl of Derby, who is stated to have been poisoned by the Jesuits in 1594, because he indignantly refused to assume the Title of King of England in right of his Grandmother Alianore, daughter and Co-Heir of Charles Brandon, Duke of Suffolk, and Mary Dowager Queen of France — the sister of King Henry VIII. She married her second husband, Sir Thomas Egerton, October, 1600. The following is a Copy of a letter from Sir Thomas Egerton to Lady Derby, which is preserved amongst the Newdigate papers in the muniment room at Arbury — \" To make true declaration to my most honorable Lady the Countess Dowager of Derby, that I desire not hers but herself, for her virtues and worth ; I am contented that she dispose, at her good pleasure, all that I may be inter ested in by her marriage, if God so bless it as I desire, so as myself, I, nor any by me, may anywise prejudice or hinder any person to whom she shall assign or appoint the same after her death — which I pray to God that I never live to see, and when, where my weak Estate be not sufficient to assure unto her such a jointure as she deserves and I desire ; my most humble and earnest suite is, that she accept for her jointure all the Manors and Lands in the Counties of Salope and Chester which I purchased of Mr. Edward Talbot, Esq. and all those other Manors and Land in the County of Salope which were late parcel of the possessions of her most noble and worthy husband the Earl of Derby, and which I have lately purchased. All the Lands which were the said Earl's of Derby, I will assure to Her and the Heirs male of our body ; all the rest of my land I will also assure to the Heirs male of my body, I will always desire to add such increase to that I shall appoint to her, as God shall enable me."], [29, "11 And will ever think all too little for so Honorable Virtuous and worthy a Lady.\" Thomas Egerton. Sir Rowland Whyte writing to Sir Robert Sidney, 24th October, 1600, says — \" Upon Tuesday Morning my Lord Keeper married the Countess Dowager of Darby, which is made known to the Queen, but how she takes it I do not heare. It is given out that his soune, Mr. John Egerton, shall marry her second daughter, and that the young Lord Hastings shall marry her third daughter.\" (Sidney papers, vol. ii, p. 219.) Both these marriages took place. It was on the occasion of Lady Derby's marriage with the Lord Keeper that Harrington wrote the following lines — \" This noble Countess lived many years, \" With Derby, one of England's greatest peers, \" Fruitful and faire, and of so clear a name, \" That all this region marveWd at her fame. \" But this brave Peer extinct by hasten' d fate, \" She lived, Ah ! too, too long, in w-idoiu's state ; \" And in that state took such sweet state upon her, \" All eares, eyes, tongues, heard, saw, and spoke her honour.\" There is a very rare engraved portrait of this Countess. There is no engraver's name. The Marquis of Bute is said to possess one. The Queen could not have been offended at their marriage, or she must have forgiven it very soon, for on the 31st July, 1602, she paid the Lord Keeper and Lady Derby a visit at Harefield Place, and remained two nights. Who were the persons who accompanied Her Majesty, I have not been able to ascertain ; but the following extract from the Egerton papers (published by the Camden Society) will give"], [30, "12 some idea of the vast preparations considered necessary for the Queen's reception — It is first mentioned that two hundred pounds were expended in preparing ovens, ranges, tents, etc., then come the following accounts. 31st July, lst and 2nd August, 1602. The Queen's Majesty being at Harefield two nights. A Brief of things that were bought at Harefield by myself and Mr. Cooper, and other layings out as per bill appeareth — £ s. d. \" Wheate bought of sondrey persons at sondrey prices, 22 quarterns 38 12 4 (Average 4s. 5d. a Bushel.) \" Ric for pasterie 1 quarter 5 buz 110 0 Wheat of my ladies' store 28 quarters at 4s. the Bushel which my lady will give my lord ; worth £44 16s. Od. In wheate for Fyne Manchett, and coarse wheate from the Queen's Baker In wheate from Dr. Singleton, 42 qrs., worth £6 8s. Od. Rewardes for presentes 48 6 10 Carages, per bill ] 1 10 6 Laborers 9 3 4 Extraordinary payments 31 16 1 Charcoles 10 6 0 In Butter 33 16 8 InEggs 4 8 6 Gooseberis 0 5 0 Chickens, 52 dozen, sondrie prices 11 13 2 (average 4£ each.) Pigeons, tame and wild, 8 dozen 1 5 0 Veales, 22 ... 14 19 g Geese, 2 0 2 0 Eebotts, from my ladies warren, 79 couple at 12d. a couple 3 18 8"], [31, "13 £ s. d. Duckings 23 0 8 2 Pigges 20 2 2 6 Copons 11 Pullettes 35 0 19 11 Partridges 38 2 0 6 Trouts 10 0 11 6 Lobsters 23 0 16 0 Plovers 6 0 2 0 Creafishe, per dozen 0 2 6 Calves' seate, 16 pair 0 4 0 Sope 21b., carage of plumbes 0 1 7 -9 Som totall of all these sommes 229 2 5 Delivered to Thos. Sley, of Harefield for work done 154 0 0 Remain in handes 16 7 7 Rec. of my Lord . . . £200 j fAftn Rec. of Mr. Manwaringe £200 J * Rec. from my Lord in all £2013 18 4 This subsequent account by Sir Arthur Mainwaringe was prepared 18 days after the Queen had taken her departure. He had received £553 6s. Od. and had disbursed the whole excepting £54 17s. Id., for which he debits himself. \" Indorsed Mainwaringe accompt alone for disbursements about Harefield. 1602. £ s. d. 30 July, 1602, Receyved of your Lop at \\ Yorke House £500 Od. l 553 o q 3 Aug., 1602, Receyved so your Lop at Harefield £53 6d. t"], [32, "14 £ s. d. Whereof disbursed by your Lops apoyntment as by bills and my books, more particularly apeareth. 3 August, Delivered to Mr. Steward at Harefield 200 0 0 £ s. d. \\ Rewardes to several officers in Her Majesty's house, and to particular persons there 66 12 4 6 August, 1602, Rewardes to the Vaulters, players, and dancers, Osthis £10 to 64 18 10 * Burbidges players of Othello. Rewarde to Mr. Lilly's man which\" brought the lotterye box to Harefield, per Mr. Leigh 0 10 0 Rewardes to Tent keepers 2 0 0 10 August, 1602, Payde to Mercers, the imbroderers, silkmen, and the Queen's 280 6 2 taylor 75 15 0 Payde to the Goldsmith for the Anchor, and other matters 8 0 0 Payde the Goldsmith for Badges 29 3 0 Payde to the lynnen draper for brown canvas, part of which was not used ... 16 5 0 Payde to the London Butler for hyre of damask, dyaper, and knives 15 7 0 Payde for the caryage of Turkye Carpets from Harefield to Mr. Garwayes' house 0 5 0 Rewardes to Mr. Garywaye's men for removing the same 0 10 0 • The first company of playera that received the sanction of a Patent was that of James -F,\" \\£i' wud 0tTherS, iservants °,f th« £arl of Leicester,) from Queen Elizabeth in 1574, and iu May 1603. W hen James I. come to the Crown, a privy seal was granted by the King to his servants Lawrence Fletcher, William Sha&espear, Richard Burbidge, and others, to act, and exercise the art and faculty of playing comedies.t ragedies, histories, interludes, morals, pastorals, stage plays etc"], [33, "15 So remayneth due to your Lop in my handes upon this accompt this 20 August, 1602, the somme of 72 19 10 20 August, 1602, Payed by ine more for lotterie Grift es, being payed to Mr. Steward 18 2 9 So remayneth due to you Lop this 20 August £54 17 1 ARTH. MAYNWARINGE. COWLEY'S ACCOUNT. \" Received of your Lordship at towe several tymes by Mr. Steward, <c Mr. Mainwaringe, and myself, the somme of one thousand, towe \"hundred, and three score pounds, twelve shillings, four pence. £ a. d. \" Payde out ofthe foresayde summe as shall appear by bill 1255 12 0 \" So remayneth due to your Lordshippe of the foresaide sum 5 0 0 Cowley. \" Money dysbursed upon several occasions against Her Majesties cumminge to Harefield, 1602. \" Mr. Williamson for sacke and wine vinegar ... 51 10 0 \" Mr. Swinerton for Gascon wine 147 0 0 \" Mr. S. State, for Reanishe wine 30 0 0 \" Mr. Campyon, for beare 84 0 0 \" Robt. John's for bottell ale 3 10"], [34, "16 \" Walter Larke, for provision of beefe, mutton, lamb, and white 1^7 15 0 \" Gylbert Wright, for provisions of poultry and fowle 150 ° ° \" Mr. Colles, the grocer 79 3 0 \" Abraham Viell, for oylle, etc 1 0 0 \" Mr. Hoare, for greene frutes 11 0 0 \" Mr. Harte, Earbe man 14 0 0 \" Collins Wardes, for workmen, horsehyer, and his owne labour with his man and kytchen necessarys which he brought with him ... 24 16 0 \" More to him for other provisions 25 9 0 \" Mr. Walker the Confectioner 127 10 0 \" Mr. Farrington, for livories 123 0 0 \" Mr. Weston, for green cloth for carpett 10 16 0 \" Mr. Steward the Potter 5 10 0 \" Wax Chandler, cotton and sope 16 10 0 \" Colliare the pewterer, for hire and loss of vessels 21 4 0 \" To White for double boordes and poultes ... 420 \" Mr. Shewmaker the tallow chandler 6 6 0 \" For the Carryage of the Beare and the dealle bourds with pouttes to Brayneford by water 3 2 0 \" Jerry Weston and his men attending to the beere and wine 1 3 6 \" Mr. Cooke for Her Majesty's Household 26 1 10 \" My Lord Chamberlain, his man 0 6 10 \" And other bills, the whole amounting to £1225 12 0 From the foregoing accounts we see that more than £4000 was expended by Sir Thomas Egerton in the preparation for the reception of Her Majesty, and it must be borne in mind that in those days money was at least three times the value that it is now."], [35, "17 In addition to the foregoing, 86 of Sir Thomas Egerton's friends sent the following presents to enable the Lord Keeper more honorably to entertain the Queen. Bucks 74 Pheasants 31 Oisters 20 firkins Stags 13 Peacocks 2 Lobsters 150 O^ew 11 Swans 15 Salmon 7 Muttons 65 Signets 6 Trouts 12 FectZs 2 Hearns 9 Carps 12 Partridges 178 Coclcles 3 Quailes 50 Soales 12 Turkeys 21 Sturgeon 8 pieces Chickens 107 Prawns 200 Ducklings 48 Crafish 300 . Cheeses 14 5«2/ $a££ 20 Bushels Sugar Loaves 40 FWe -SaZf 2 quarts Preserved fruits 40 6oxes 1 P-ype o/ $acfce Apricots 100 3 Gallons of Cherry Wine Preserve 4 jpofe 1 G-Zass o/ Synamond Water 1 Bottle of Rose Water The persons who brought the above presents were rewarded with various sums, the whole amounting to £47 14s. 2d. In the volume of the Camden Society, containing the foregoing list, the Editor calls attention to one of the items which deserves notice. It is stated that Sir Thomas Lucy (against whom Shakespeare is said to have written a ballad) sent a present of a Buck. Now 3"], [36, "18 Malone discredits the whole story of the deer stealing, because Sir Thomas Lucy had no Park at Charlecote. \" I conceive, he says (Shakespeare by Boswell, II, 145) it will very readily be granted that Sir Thomas Lucy could not lose that of which he never was possessed.\" We see, however, that he was \"possessed of deer,\" for he sent a present of a Buck to Sir Thomas Egerton in 1602, tho' that was fifteen or twenty years after Shake speare (if it ever happened) had been punished for stealing his deer, and had avenged himself by writing the celebrated Ballad. In Nicholl's progresses of Queen Elizabeth, published 1823, is an extract from papers which belonged to the late Sir Roger Newdi gate, lettered \" Entertainment of Queen Ehzabeth at Harefield by the Countess of Derby,\" where it is mentioned that \" the Queen entered (out of the highway) into the Demesne Ground of Harefield near the Dairy house (now Dews farm) when she met two persons, the one representing a Bayliffe and the other a Dairy maid, who addressed Her Majesty in a complimentary speech. The Queen being on horseback remained to hear it, sheltered by a tree, as it was rain ing heavily. Her Majesty afterwards proceeded to the house and alighting from her horse ascended three steps near the house where a carpet and chair were set for her. Two allegorical persons representing Time and Place, then presented themselves and addressed her in a long dialogue to which Her Majesty patiently listened.\" A poem was pre sented to Her Majesty, beginning \" Beauty's Rose and Virtues Book, \"Angel's mind and Angel's look.\" The Queen being sixty-nine years of age !"], [37, "19 From this time till her departure from Harefield we have but little account of what took place ; it seems to have rained the whole time she remained. By the Egerton papers we see that a Bear had been brought down from London for her Majesty's entertainment, (probably to be baited). There was also a lottery, where lots were drawn all numbered, denoting different articles with a couple of lines in metre, which were handed to the fortunate drawers in the Queen's presence, of which the following have been selected — A Handkekchief. \" Whether you seem to weep, or tveep indeed, This Handkerchief will stand you well instead.\" A Fan. \" You love to see, and yet to be unseen, Take you this fan, to be your beauty's screen.\" A Looking Glass. \" Blind fortune doth not see how fair you be, But gives a Glass that you yourself may see.\" A Blank. \" Nothing's your lot, that's more than can be told, For nothing is more precious than gold.\" In Masson's life of Milton, it is recorded that Shakespeare's Othello was here first publicly performed before Her Majesty by (l Bur bidge's players,\" specially brought to Harefield for that purpose. Shakespeare himself, then 38 years of age, being almost certainly among them."], [38, "20 One of the charges for the entertainment of Her Majesty, taken from the Egerton papers is £10 for Burbidge players of Othello. At Her Majesty's departure the allegorical person representing Place attired in mourning made her a farewell address, from which the following is an extract — \" Sweet Majestie, be pleased to look upon a poor wydow mourning before your Grace ; I am this Place, which at your coming was full of Joy, but now at your departure am as full of sorrow,\" and a great deal more in the same strain, ending with \" My only Suyte before you go, is that you will pardon the close imprisonment which you have suffered ever since your coming, imputing it not to me but to St. Swythen, who of late hath rayzed so many storms, as I was faine provide this Anchor for you, when I did understand you would put into this Creeke. But now since I perceive this harbour is too little for you, and you will Hoyst sayle and be gone ; I beseech you take this Anchor with you. And I pray to Him that made both Time and Place, that in all places, wherever you shall arrive, you may anchor as safely as you doe, and ever shall doe, in the harte of my owners.\" The anchor here mentioned is the one for which with other matters the Goldsmith was paid £8, (see Egerton papers). On the 24th of March, 1603, Queen Elizabeth died, aged 70. Sir Thomas Egerton after assisting in proclaiming King James I, met His Majesty at Broxburne, in the County of Hertford, and presented him with the Great Seal — which the King immediately returned. Sir Thomas was then made Lord High Chancellor, and created Baron Ellesmere. In 1616 he was raised to the Viscouncy of Brackley; the following year he resigned the Lord Chancellorship (being sue-"], [39, "21 ceeded by Lord Bacon) and died soon after, aged 77, leaving landed property to the amount of £8,000 a year. He was buried at Ormes kirke. Alice, Countess Dowager of Derby, survived her husband Viscount Brackley nineteen years, residing at Harefield where she died on the 26th of January, 1637, and lies buried in the Chancel of Harefield Church. By her will dated the 24th December, 1636, amongst other bequests charged upon her estates generally she left £25 a year for ever to the Incumbent or Curate of the Parish. She also left a charge of £36 a year as follows, viz. : £30 a year to be divided amongst six old women residing in her Alms Houses; £1 a year for the repairs of the said Alms Houses ; and £5 a year to the Curate as master to read the service or some prayers daily to them. The Lord of the Manor of Harefield to appoint to the vacancies as they occur. The original Mansion which stood near the church was burnt down in 1660. Tradition says the fire was occasioned by the carelessness of the witty Sir Charles Sedley, who was amusing himself by reading in bed. The house was rebuilt by uniting the two Lodges of the old house by an intermediate building; this was done about 1680, by Sir Richard Newdigate the second Baronet, whose widow resided in it for several years. On the 26th February, 1674, Sergeant Sir Richard Newdigate (who the 3rd February had repurchased the Manors and Estates of Harefield and Moor Hall from George Pitt, Esq.) by deed altered the bequest of Lady Derby as to the Alms Houses, and in lieu thereof enfeoffed several persons (named as Trustees) of Baldwin Hall and certain pieces of Land to the use of the said Trustees and their heirs,"], [40, "22 to the intent and purpose that they might yearly receive out of the Rents and Profits, thirty-six pounds per annum over and above all Taxes, to be applied to the charitable use therein mentioned and subject thereto to the use of Sir Richard Newdigate, his heirs and assigns, Lords of the Manor of Harefield for ever. The said pre mises were in 1750 vested in Mr. Haw'cre, the sole surviving Trustee. In 1750, Sir Roger Newdigate, Bart., the descendant and heir of Sir Richard, entered into an agreement with George Cooke, Esq., Chief Prothonotary of the Court of Common Pleas, to sell to him certain farms, messuages, mills, tithes, tenements, etc., etc., and amongst them was Baldwin's Hall and the several pieces of Land named in the deed of 1674. This sale was completed the 23rd November, 1752, and the Great Great Nephew of the above named George Cooke — William Frederick Vernon, Esq., now in possession of the Harefield Park Estate, pays the six old women in the Alms Houses, and the Curate as master, and the £1 a year for repairs ; but the Lord of the Manor appoints to all vacancies notwithstanding. Sir Roger Newdigate, the fifth and last Baronet, was the youngest Son of Sir Edward Newdigate who died in 1727 ; He was a King's scholar in Westminster, where, by his own choice, he remained three years and became a Member of University College. He made the tour of France and Italy. Soon after his return he was elected M.P. for Middlesex upon the vacancy created by The Rt. Hon. William Pulteney becoming Earl of Bath in 1742. In 1743 he married Sophia, daughter of Edward Conyers, of Copt Hall, Co. Essex, Esq. After many years of bad health she died in 1774, and was buried at Harefield where is her monument, a white marble vase with a female"], [41, "23 figure in basso relievo recumbent, on the top an angel leaning on an extinguished torch, on a tablet underneath is the following inscription : fn Slciraira Of his most truly amiable, much and long loved wife, SOPHIA, LADY NEWDIGATE, Daughter of Edward Conyers, of Copped Hall, Essex, Esquire, by Matilda, daughter of WILLIAM, BARON LAMPSTEB, Born December 20th, 1718. Married May 31st, 1743. Died July 9th, 1774. Sir Roger Newdigate, Baronet, with many tears erected this monument. In 1776, he married his second Lady, Hester, daughter of Edward Mundy, of Shipley, County Derby. On the 31st January, 1750, upon a vacancy made by Lord Cornbury being called to the House of Peers, Sir Roger Newdigate had the honour to be returned a Burgess for the University of Oxford, and continued their Member till 1780, when he retired from public life. / In 1760, having fixed his residence in Warwickshire, he sold Harefield Place and the Land immediately around it (retaining the Manor and his other Estates in the Parish) to John Truesdale, Esq., and in 1780 it was purchased of Mr. Truesdale's executors by William"], [42, "24 Baynes, Esq., who died 1798, and was succeeded by his Son, Sir Christopher Baynes, Bart., who re-sold the house near the church and a portion of the land to Jane, widow of Charles Parker, Esq., who shortly afterwards (about the year 1814) pulled it down. There is an engraving of it in Lyson's extra volume of the History of Middlesex. Evelyn in his Sylva mentions a Silver fir planted by Lady Derby at Harefield Place in 1603 (at two year's growth) which had, in 1679 attained the height of 81 feet and measured 13 feet in girth. In 1786 Sir Roger Newdigate built Harefield Lodge, one mile from Uxbridge, but he usually resided at Arbury in Warwickshire. Though twice married, he died without issue, 25th November, 1806, at 87. He left his estates of Arbury and Harefield to Charles New digate Parker, Esq., the Grandson of William Parker of Salford Prior, County Warwick, and Millicent Newdigate, first cousin of Sir Roger. The present Charles Newdigate Newdegate, M.P. for North Warwick shire, now owner of Arbury and Harefield, and Lord ofthe Manor, is the only Son of the late Charles Newdigate Parker, who took the name of Newdegate on the death of Sir Roger, and died in 1833. Sir Roger Newdigate was a great benefactor to the University of Oxford. The admired Cast of the Florentine Boar in Queen's College Library ; The Florentine Museum and other books in the Library of University College ; Piranesi's works in the Bodleian, and those exquisite specimens of ancient sculpture, the Candelabras in the Ratcliffe Library (which cost £1800) were some of his donations. (Gen. Mag, vol. 77, part 2, page 706) He also founded the Newde gate Prize at Oxford, by giving £1000 to be vested in the public funds in the name of the Vice-Chancellor and Master of the Univer-"], [43, "25 sity College for the time being, in trust ; part of it to go for an annual prize for English Verses on ancient sculpture, painting, and architecture, and the remainder to accumulate as part of a fund towards the amendment of the lodgings of the Master of University College. He stipulated that in the verses there should be no com pliment to himself, and that the number of lines should not exceed fifty, as he observed \" our greatest fault in writing, is want of com pression.\" The first prize was gained by Mr. Wilson of Magdalen College in 1806. Manor of Moor Hall. The Manor of Moor Hall was given by a deed in the twelfth century to the Preceptory of Knights Hospitallers at Harefield by Alice, daughter of Baldwin de Clare. The words of the deed are \" Confirmavi Deo, Beatæ Mariæ, et Sancto Johanni Baptistce, et Sanctæ Domus in territorio de Herfeld,\" etc. Certain lands described in boundaries, and these lands are said to form the Manor of Moor Hall. Who founded the Priory I have not been able to ascertain, but it was a cell to the Priory of St. John's, Clerkenwell, as is evident from a lawsuit relating to this Manor in the fourth year of Edward III, 1330-1, (recorded in the Newdigate Cartulary) in which the parties are Sir Simon de Swanland, Lord of Harefield, and the Prior of St. John of Jerusalem in England. There is also in the same Cartulary a deed of Sir Roger Bacheworth, who was Lord of the Manor of Harefield in 1284, which gives ten acres of Harefield Moor to the brethren of St. John of Jerusalem at the instance of Nicholas Daccombe, who is called Preceptor domus Hospitalis de Herfeld. The site of the old Preceptory is now occupied by a Farm house 4"], [44, "26 inhabited by day labourers. The Refectory, the walls of which are standing, is of stone and flint with three lancet windows in the east end, now built up. Upon the abolition of the Knights Hospitallers in England, this Manor was granted by Henry VIII, the 34th of his reign, to Robert Tyrwhit, Esq., who the same year, 1542-3, conveyed it to John Newdigate and John his son. It has since passed with the Manor of Harefield. \" Whensoever the Knights Templars or Hospi tallers had any considerable Manor or Farm, they built a convenient house, to which they sent part of their fraternity under the command of a Preceptor, and these houses were called Preceptories or Com manderies.\" (see Summary of Religious Houses, 8vo. 1717, p. 20.) Brakenbury. In the year 1349, Sir Thomas de Samford, or as he is called in some deeds Saunford, held a messuage and lands in Harefield. This Estate soon after became the property of the Swan lands by the intermarriage of Sir Simon de Swanland with Joan the daughter and heir of Sir Thomas de Samford. In 1356, William de Swanland granted a lease of this Estate to Thomas de Brakenburgh, from whom it acquired the name of Brakenburgh or Brakenburyes, and in some records is called erroneously the Manor of Brakenburgh. It passed with the Manor of Harefield from the Swanlands to the family of Newdigate, and has ever since been in their uninterrupted possession, not having been included in the deed of exchange between Sir Edmund Anderson and John Newdigate. It is now a Farm house with a moat round three sides. The south Aisle of the Harefield Church, which is the ancient burial place of the Newdigate family, is called the Brakenburgh Chapel. In a MSS. account ofthe Monu ments in Harefield Church taken by George King, Lancaster Herald,"], [45, ""], [46, "George Ashby, Esq., Clerk of the Signet (1422— ll70) to Queen _ Margaret? ♦-■»•■» Margaret of Anjou. Settled at Breakspear and died there I 1474. George Ashby, Clerk of the Signet to Henry VII and Henry VIII, Rose ? ASHBY OF BREAKbPEAR. died at Breakspear, 1514. Azure, a chevron or between three William Ashby — Jane, I died 1557. double headed eagles with wings . , , displayed, arqent. Thomas Ashby Anne, r * ' J I died 1545. -W* John Ashby, John Ashby, Joane Ashby, Thomas Ashby, Francis Ashby, Wroth an heiress buried Kith September, bt.ried :!rd August, 1546, daughter, baptized ylst July, 1544. baptized 5th February, I 1 549, died young. died young. buried 3rd April, 1558. 1540. Sir Robert Ashby, Knt. of Break- Dorothy, youngest daughter of Francis . , spnir, bnrii-d at I hirclii'lil, 20th I Haydon, Esq. ofthe Grove, Watford. — — — March, 1818, monument in I Church. | William Ashby, fourth son, born Robert Ashby, third son, bap- Mary? Edward Ashby, second son, Mrs. Ashby, Francis Ashby, eldest son, baptized lotli Joannes 29th Decembor, 1600, early tized 11th April, 1096, of baptized 17th November, I died 1666. October, 1599, at Harefield, oreated Buried at Harefield, in the morning. Breakspear. 1696, died 1642. a Baronet lHth .lime, 1622, died 1 7th March, 1035. \" Cui bene dicat Deua.\" died and is buried 23rd December, 1698, æt 31, and see Harefield Registry. at Harefield, 1674-5. William Aihby* baptized buried ut Harefield the 22nd Feb- 10th January, 1638,1 ruary following 1 (i'i 1. buried 24th April, I The Baronetcy extinct. Robert Ashby, | | 1609. Monument in church. son of William, Robert Ashby, I'nincis Ashby, Ksq., of Judith, only daughter of Kdwnnl Ashbv baptized 19th Jute, baptized 16th Maroh,1662 Breakspear. William Turner of buried 30th May, 1673. Alice Ashby, only child, baptized at 1695. buried at Harefield 21st Baptized at Harefield -, limn, buried at Harefield 8th November, 1690, December, 1680. 19th November, 1660. Harefield 12th January, s1\"' married Alexander Lynde Died 10th April, 1748, œt I, in linen, (fine paid — of Uickmansworth. — 83, buried in linen (fine paid. 1 to the poor.) Rob. -I \"tin Ashby, Robert Ashby, Sarah Aihby, baptized John Ashby, lat Anne, married 1717 William Ashby of Breakspear, eldest son 2nd Anne, daughter of rt Ashby, baptized Mary, daughter of Pear baptized 2Hth Feb. baptized 19th April, 90th September, 1699, died 1718, daughter of John surviving and heir apparent, born 17th Whitelock Bulatrode 80th November, L699, Admiral Peter Tom, died an infant. ruary, losu, buried 1691, married in 1711 to and Alleyn, Esq. of East July, 1698. of Hounalow, by died 8rd June, 1769. she died 1707. 1st August, 1700. died same day. Edward Blackstone Judith Ashby Bornham, Burkt, ihe lie, with liis daughter Elizabeth, Elizabeth liineley. Inherited Breakspear — of London, ob. 1723. died 1723. in I m,l Fishery Born 1692, died 1785,, •_, on death of his brother — — and had a son John to' oke, Ksq., which he had at 98. .■*».'*_*■ »* *k,f*^ in 1760. j_ Blaokatone of Fleet purohaaed of Joeiaa Blake. /^.ott./jsr- Street, whose only ehild 1 1> died l*<th April, 1760, S.P. male. ' Robert Ashby, Elizabeth, eventual 1770, married to Sophia, Jun., heiress of John married in 1780, Charlotte, the died 23rd Decem- Breakapear, Joseph Partridge Hector Dimes, youngest daughter bar, 1767, S.P. died 1817. of St. James', died and was mother of the Elizabeth Ashby, only surviving of three, married \" vita patrie.\" 3rd January, 1793. Bonaventure Aahby K,'v- child by his first wife, she surren- the Rev. Walter Hector Davies Morgan, dered to hor Father in 1752, 27th Williams, incum- — — Anne Catherine Drake, Joseph Ashby Partridge, Esq. A.M. April, Evesden Farm and Fishery, bent of Harefield. — married 1838 at Clifton, of Breakspear and Cran- , of Castle Hedingham, who sold them in 1758 to ' <\"■'-•■ ■l,-no 1666, aged field, born 1775, died 1867, \" Eiiex. George Cooko, Esq. 67, buried at Harefield S.P. œt 82, and left his Ho- tV'' M* j j 1 : —. j . She died unmarried. 2Uh June, S.P. estates to /y a/iv./tyj- Robert Ashby, Bonaventure Ashby, Bonaventure Ashby, Job 1 Ashby, Marmaduke Ashby Roger Ashby, / baptized 13th September, 1583 ba] 5eptember,l(j84 registered son and heir, baptized Kith May baptized baptized / buried 4th Jun 1 the same day. baptized 15th November, lt85 1589. 16th June, 1594. 18th March, 159G. — __■____ ,o*» „,,,. ,,,.,, ~ , „ , ,„„_ ,. . ' _; * r ' >• Married in 1856 = William Wickham Drake, Esq., born 1809, eldest son, to Mary Agnes, daughter ofthe late of the Eli v. Wii-kham Drake, of Malpas, Cheshire, The abovo six sons are entered iu tho Harefield Register, as sons of Bonaventure Ashby, but whose son Bonaventure Ashby John Harcourt l^>well Esq., of ami Eliza, daughter of Thomas Tarleton, of may have been is not stated. Drinkstone Tark, Suffolk. Boleswortb Castle."], [47, "27 the arms of Brakenburgh, (three chevrons interlaced) are said to have been seen by him at the west end of the Chapel near the roof. Breakspear. Breakspear, an ancient Mansion in this Parish is said by Camden to have been so called from a family of that name, one of whom, Nicholas Breakspear was elected Pope, 3rd December, 1154, on the death of Anastatius the fourth, and assumed the Title of Adrian the fourth. He died in 1159, 30th August, said to have been choked by a fly. Few of Adrian's Bulls are dated in the year of his Pontificate. In some of them, he indicated the Bank which he held among Popes of his own name by styling himself Adrian the fourth, which custom had then fallen into desuetude. He sometimes commenced the year on the lst of January, sometimes on the 25th March, and sometimes followed the Pisan calculation, which was occasionally used in France, especially in the twelfth century. It differed only from our common era by preceding it by one year. In 1371, William de Swanland granted a lease of sixty years to William Brekspere of a house and lands in Harefield which had been held by John Grove in bondagio. Early in the fifteenth century, Breakspere was in possession of George Ashby, Esq., Clerk of the Signet to Margaret of Anjou, Queen of Henry VI. (1422-70) He died at Breakspear 1474, and was buried in Harefield Church. The Estate continued in this family till late in the eighteenth century, when Elizabeth, daughter of Bobert Ashby, Esq., on the death of her brother Bobert in 1767, and of her Father in 1769, became sole heiress, and the following year she"], [48, "28 married Joseph Partridge, Esq., of St. James's, who died 3rd Jan uary, 1793, leaving a son Josepb Ashby Partridge his heir, who was bom 1775, and in 1838 married Anne Catherine Drake, and dying in 1857, age 82 without issue, left the property to William Wickham Drake, Esq., eldest son of the Bev. Wickham Drake of Malpas, Cheshire, by Eliza, daughter of Thomas Tarieton of Bolesworth Castle. William Wickham Drake, Esq., born 1809, married in 1856, Mary Agnes, daughter of the late John Harcourt Powell, Esq., of Driiikstone Park, Suffolk. Harefield Park. This Estate was the creation of George Cooke, Esq., Chief Prothonotary of the Court of Common Pleas, the first of tbe Cookes who settled at Harefield, after his marriage in 1700. He was the youngest of twelve children of John Cooke, Esq., of Swifts and Cranbrook, County Kent, by Mary Warren of Cheshire. He commenced the formation of the present Estate by the purchase of an ancient house called Byes or Bythes and about 170 acres of land from John Stanyan Gent., lst February, 1704. Before his death, wbich occurred in 1740, he built the present house, planted the ornamental timber, made the garden, and added about 200 more acres of land purchased at different times. Amongst his purchases was a small tenement with stables and orchard with three acres of land, called Belhamonds, which he purchased in 1713. Hetben gave that name to his own house. In 1752, his son, George Cooke, Esq., M.P. for Middlesex, added several farms with about 400 acres of land and also the Mills on the Colne, which he purchased from Sir Boger Newdigate, Bart., and in 1758 he purchased the Evesden farm and"], [49, "29 fishery from William Ashby of Breakspear. In 1824, General Sir George Cooke, the Grandson of the last mentioned George Cooke, added to his Estate the farm called Weybeards or Hamonds, which he purchased from the executors of Bobert George Spedding, Esq., late manager of the Copper Mills. And about this time the name of Sir George Cooke's residence was changed to Harefield Park. After the death of Sir George and his brother, Sir Henry Cooke, S.P., and the second marriage of Sir Henry Cooke's widow, the property came to William Frederick Vernon, Esq., the nephew of Sir Henry Cooke. The House was let for many years, and became very much out of repair, till in 1862 the present owner of the property having tho roughly restored it and made it a comfortable residence, came to live there himself. The views from the Park which is well timbered are much admired. There is a very fine grove of Ilex of considerable size in the Park. Close to the house, at the south end of the Terrace, is a fine Statue in white marble (believed to be by Bysbrack) of Sir George Cooke, chief Prothonotary of the Court of Common Pleas, who founded the Estate. He died suddenly at his chambers in the Temple in 1740, and was buried at Hayes Church, Middlesex, of which Manor he was Lord."], [50, "30 On the Pedestal of this Statue are the following inscriptions. Pietatis private privatum Testimonium M. S. GEOBGII COOKE MILITIS Curiæ communum Placitorum Principalis per viginti duos annos Prothonotarii Natu suit minimus E duodicim Liberis (filus septem et quinque Filiæ) Johannis Cooke de Cranbroke in Com: Cantii Armig. Equidem etiam, curiæ Protonotarii Quod officium a Patre acceptam Pro summo amore In suum itidem Filium transferri curavit Uxorem duxit Annam filiam natu minimam Edwardi Jennings de Duddlestone in Com. Salopiœ Armig Dominæ Reginæ Anne a Consilio Prolemque ex ilia reliquit Annam et Georgium Annosque Domini MDCCXL. sue vero ætatis LXV. Parcdasi paidatim dissolutus est. Hence ever honoured rise amidst the silence of this grave. The loved remembrance and the form revered of a kind Father and a faithful Friend. Stranger to civil or religious rage. Born to no pride, inheriting no strife. The Goods of Fortune. (not meanly nor ambitiously pursued) Blest with the sense to Value, with the art to enjoy, and the virtue to impart. Diffusing Happiness and plenty to his children, Ease to the oppressed and relief to the Poor. He maintained his integrity Thro' various circumstances of Fortune and dying in an age of General Corruption, Had the satisfaction to leave his own Family Free and Independant."], [51, "31 There is a full length picture of this same George Cooke, painted by Vanderbank in 1726, in the Billiard room at Harefield Park. Another full length of his son, also by Vanderbank, painted 1734. A three-quarter length picture of John Cooke of Swifts, and another of Mary Warren his wife, both by Har grave. A three-quarter length of Edward Jennings, of Duddlestone, Salop, and another of his youngest daughter Anne, who married the first George Cooke in 1700, both by Gossebone ; Also a full length of William East who died 1737, and Anne Cooke his wife who died 1762, both by John Vanderbank, a portrait painter who died and was buried at Marybone-, 30th December, 1739. There are also three chalk drawings of William East and Anne Tjooke's children, namely, William East, created baronet 1766 ; Anne East, who married Henry, third son of Sir John Norris, Knight, and Elizabeth East, who married Sir Capel Molyneux of Castle Dillon, County Armagh. Also two three-quarter lengths in oil, of Catherine, youngest daughter of Sir Thomas Twysden, who married in 1835 George Cooke ; and Francis, eldest daughter of Sir Thomas Twysden who married George Ogle, Esq., grandson of Sir Bobert Markham, Bart., who died 1690. Harefield Lodge, the seat of Charles Newdigate Newdegate, Esq., M.P., the lord of the Manor, was built by Sir Boger Newdigate, Bart., in 1786, as a dower house, he having sold Harefield Place in 1760. It commands an extensive prospect; Windsor Castle and Forest being seen in the distance. It is now let, its owner living at Arbury in Warwickshire."], [52, "32 Harefield Grove, is the property of Joseph Boord, Esq., who purchased it about three years ago from Bobert Barnes, Esq., of Manchester, who had been in possession of it for about six years, and who had expended a large sum upon it, greatly improving both the House and Estate. In a deed of the 12th May, 1684, it is described by the name of \" Guttersdean Farm as a copyhold messuage with orchard, etc., etc., and 65 acres of Coppyhold land of which about 10 acres are wood, and also 67 acres of Freehold land, of which 28 acres are wood and now (1684) in the Tenure of Bichard Herbert.\" By this deed George Pitt of Strathfieldsay sells the whole of the Great and Small Tithes arising, etc., on the said Farm Lands, etc., to Nathaniel Saunders. It has changed hands more frequently than any estate in this Parish. In 1804, the Bev. S. Barnard resided5 there and kept a School. It was afterwards the property of Major Bichard Aylmer Haly from about 1809 to 1819. It then came into the possession of Mr. Flower, and about the year 1830, it was purchased by Mr. Morgan, a Bussian Merchant, who greatly improved the house and laid out the grounds. Upon his death it was pur chased by Lord Ebury, who shortly afterwards sold it (retaining some of the woods) to Bobert Barnes, Esq., and from him it was purchased in 1869 by the present possessor. Harefield House, now the property of the Honourable Sir John Byles, Judge of the court of Common Pleas, belonged early in the present century to Philip Champion de Crespigny, Esq., (the second son of Philip Champion de Crespigny, M.P. for Aldeburgh, Suffolk, who died 1803). This Philip Champion de Crespigny the son, died without issue in 1851, aged 86, and was succeeded by his Nephew,"], [53, "33 Charles Champion de Crespigny, who sold the property to Captain Cecil Dunn Gardner of Cambridgeshire, from whom it was purchased in 1859 by the present owner. Before Mr. Crespigny became the possessor of Harefield House, it was the residence of George, Count Bruhl, Envoy from the Court of Saxony to England, who, the 8th July, 1767, married Alicia Maria, the daughter of Lord Carpenter, and widow of Charles Earl of Egremont who died 1763. The Countess died in 1794, and is buried in Harefield Church. In 1796 Count Bruhl purchased Weybeard's Farm, alias Hamonds, with 36 acres of land, and went to reside there till 1807, when he sold it to Mr. Spedding. He died in Essex in 1809, aged 72, but was buried by his wife in Harefield Church, (see Begister). The Parish Church, dedicated to the Virgin Mary, and situated about a half-a-mile from the Village, in the centre of the Park of Old Harefield Place, is built of flint and stone with a square tower at the north west corner. It is of great antiquity (value about £75 a year) in the gift of Charles Newdigate Newdegate, Esq., M.P., who has refitted and restored it at an outlay of upwards of £3000. The Church now affords accommodation for 550 persons. The interior consists of a Chancel very much raised (on each side of which are two rows of seats appropriated to the use of the Lord of the Manor), a Nave, and two Aisles, with a gallery for the organ and choir over a portion of the north aisle. The east end of the south Aisle, is the old Brackenburg Chapel, and the east end of the north Aisle, is the old Breakspear Chapel, screened off from the Church and occupied as a pew by the owners of Breakspear. There is a \"private entrance to this Chapel in the 5"], [54, "34 north wall of the Church. The owners of the Harefield Park Estates have a large pew at the extreme west of the Church, now made into two, and a pew on each side of it for the servants ; and for which pews, with a family vault underneath, the owners of the Harefield Park Estate possess a Faculty granted the 23rd December, 1715. There is also a pew belonging to Harefield House, now the property of Mr. Justice Byles, formerly called Dobyn's house, sold by Sir Boger Newdigate, 1752. This pew is the second from the chancel on the left hand side of the nave. The Mills have also a pew appropriated to them. This pew is the one nearest the chancel on the left side of the nave. The advowson of the Church was formerly given to the Knight's Hospitallers of St. John of Jerusalem, by Beatrice de Boilers, relict of Baldwin, Fitz Geoffrey (see Dugdale's Monast Ang :). The Bishop seems never to have had any jurisdiction in this Parish, which is a peculiar, and the Church a donative, in the hands of the Lord of the Manor, who appoints the Incumbent ; and formerly could (it is said) displace him at pleasure ; but Bishop Blomfield having obtained an Act of Parliament giving the Bishops a certain jurisdiction over all peculiars, the Incumbent (called vicar since 1850,) must now (after his appointment by the Patron) be instituted by the Bishop, and can no longer be removed at the will of the Patron. The ancient stipend of the Curate or Incumbent was £6 13s. 4d. But in 1637 Alice, Countess Dowager of Derby, left by her will a charge upon her estate at Harefield of £25 a year for ever to the Incumbent ; and gave in addition £5 per annum, a house and a small piece of land, to the Curate as master of her Alms Houses, on condition of his reading"], [55, "35 prayers to the poor women. And this £30 a year, together with the Easter offerings, is said to be all that the Incumbent is legally entitled to. The Patron claiming all fees as his right. There is now a very good Vicarage House with about 8 acres of Glebe land surrounding it. The Lord of the Manor gave the land, and the House was built by subscription in 1855, costing £1,600, of which Queen Anne's bounty contributed £200; Pyncombe's Charity £100; the Bishop of London £20, and the rest was subscribed by the Parish ioners. The Lord of the Manor and the owner of Breakspear Estate giving one half of it. The year following, (1856) the Lord of the Manor added the Stables, and enclosed the north side of the kitchen garden with a wall. The Tithes of this Parish were appropriated to the Hospitallers, and the Church became a Donation in their hands. In the old Valors the Bectory was valued at £8 13s. 4d., but was exempted from taxation. In 1548 it was valued at £20 per annum (see Chantry roll for Middlesex in the Augmentation office). After the dissolution of Beligious Houses, the Bectory and Advowson were granted 34 Henry VIII, 1542-3 to Bobert Tyrwhit, who the same year conveyed them to John Newdegate and John his Son. The advowson has since passed with the Manor, but the greater part of the Tithes were not included in Sergeant Newdegate's re purchase, but were sold to different persons by George Pitt and George his Son between the years 1683 and 1695. In 1649, Harefield was returned as \" One Parsonage impropriate \" to the Lord Chandos in fee, who hath the right of patronage, and \" we consider the same to be worth about £140 per annum in small"], [56, "36 \" and great Tithes, and find that by order of the Committee at \" Goldsmith's Hall, upon the said Lord Chandos his composition, he \" is to allow towards the mayntenance of an able Minister amongst \" us the yearly sum of £100, which is of late settled upon one \" Mr. Hoare, our present Incumbent and constant preaching \" Minister.\" (see Parliamentary Survey of Church Lands, MSS., Lambeth, page 187-8). The Bepublican party made Lord Chandos pay £3,973 as composition for his Estates. In 1845, the Commissioners, under the Tithe commutation Act, found — That the Parish of Harefield consists of about 4,513° 3r 26p whereof 11° 3r B6P by estimation were gravel pits, Churchyard, sites of houses and waste. That William Frederick Vernon, Esq. is the owner of all the Tithes arising and renewing on 324a 1T 31p of which 41a 0r 21p are arable, 234\" V 3P meadow or pasture, 48° 2r 34p wood. That the Heir at Law of Sir Boger Newdegate, Bart., is the owner in Trust for the overseers of the poor of the Parish of all Tithes arising, or renewing on, 111° 3r 38' in the said Parish, of which 49° 2r 30p are arable, 55° 0r 27p are meadow, and 7a 0r 27\" are wood. That Joseph Ashby Partridge, Esq., is owner of Tithes on 13° 2r 38p of meadow land. That the persons named in the Schedule annexed to the Beport, fifty seven in number, are the owners of the lands there men tioned opposite their names, containing altogether 427a3r6p, and all Tithes arising on the same, and for which £76 11s. lOd. is awarded"], [57, "37 as commutation. And that the owners of the remaining lands (being also respectively the owners of all the Tithes arising and renewing on the same) have duly merged the said Tithes in the Freehold and inheritance of the said lands by Instruments of Merger, which have been duly confirmed by the Tithe Commissioners, and Francis Offley Martin duly appointed having estimated the value of the said Tithes did award the sums named as follows in lieu of such Tithes : jE s. d. To William Frederick Vernon, his heirs, etc. . 42 12 6 To the heir of Sir Roger Newdigate in Trust . 17 1 6 To Joseph Ashby Partridge, Esq 3 10 6 To the fifty seven persons named in the Schedule the different sums set forth, amounting in all to 76 11 10 Confirmed by the Commissioners, 28th May, 1845. The map with the Plots of Ground all numbered with the Schedule annexed, together with the award of the Commissioners commuting the said Tithe into- a Bent Charge for ever, is in the Church chest (1872). At the Commutation of Tithe in 1845, the value of Grain per imperial bushel was : Wheat, 7s. 0$d. Barley, 2s. ll|d. Oats, 2s. dd. At the south east corner of the chancel of the Church is a very handsome monument to the memory of Alice, Countess Dowager of Derby, who died in 1637. The monument exhibits the arms of Stanley with its quarterings, impaling the arms and quarterings of Spencer of Althorpe. There are the arms also of the Countess' three daughters, viz. : first, Lady Anne Stanley, who married Grey"], [58, "38 Lord Chandos, and afterwards the Earl of Castlehaven, who was beheaded on Tower Hill, 14th May, 1631. Second, Lady Francis Stanley, who married the Earl of Bridgwater ; and the third, Lady Elizabeth Stanley, who married Henry Earl of Huntingdon. An inscription on this monument states that Sir Thomas Egerton (who was the Countess of Derby's second husband) had by his first wife an only daughter Mary, who was Mother of Julian Lady Newdigate, (see Pedigree). On the south wall is an altar tomb (placed under an arch) to the memory of John Newdegate who died in 1528, and fixed upright in the wall are figures in brass of the deceased, with his eight sons and five daughters. On the same wall are the monuments of John New digate (fifth son of Sir Bichard Newdigate, Bart.) 1705 ; Elizabeth, daughter of Sir Thomas Twisden, Bart, and relict of Sir Bichard Newdigate, Bart., 1765 ; Sophia, daughter of Edward Conyers, Esq., and wife of Sir Boger Newdigate, Bart., 1774. On the east wall is a very handsome monument, designed and executed by Gibbons, the celebrated carver, in memory of Sir Bichard Newdigate, Bart., Sergeant at Law, who died 1710, and of Mary his wife, daughter of Sir Edward Bagot, who died 1692. On the north wall are the monuments of Sarah, wife of Bichard Newdigate, Esq., (son of Sir Bichard Newdigate, Bart.,) and daughter of Sir Cicil Bishop, Bart., 1695 ; Sir Bichard Newdigate her hus band, (who succeeded to the Title of Baronet and had married his second wife Elizabeth Twisden,) 1727 ; Sir Edward Newdigate, Bart., aged 18 years, 1734 ; Bichard and Charles his brothers, and Jane his sister, who all died young. The monument of Sir Bichard is orna-"], [59, "39 mented with a bust, and that of Sir Edward with a medallion of the deceased, in white marble. On the south west corner of the south aisle is an ancient altar tomb, which has neither inscription nor arms. In the north east is a table tomb, with figures in brass to the memory of John Newdigate, Sergeant at Law, who died 1545, and Amphilicia his wife (daughter of John Nevill, Esq., who died 1544), they had ten sons and four daughters. Against the south wall is a tablet with figures in brass to the memory of Editha (daughter of John Bowett, of Surrey, and relict of John Newdigate), died 1444. On the same wall are the monuments of Sir John Newdigate, Knt., (who married Anne daughter of Sir Edward Fitton) 1610, and John Newdigate his son and heir (who married Susan Luis) 1642. On the east wall of the Brackenburg Chapel is a monument to Bichard Newdigate, Sergeant at Law and Baronet, youngest son of Sir John Newdigate, Knt., born 17th September, 1602, died 14th October, 1678, leaving by Juliana his wife, the daughter of Francis Leigh, of Newnham Regis, County Warwick, (who died 14th October, 1685), three sons and two daughters surviving. This Sir Bichard was in great practice as a Sergeant at Law at the beginning of the rebellion, when his elder brother died, and he became heir to his Estates at Arbury and the Brackenburg farm at Harefield— both much encumbered. When Cromwell was declared Protector, he determined to govern by the laws of the land ; and for this purpose summoned some of the lawyers who were then most eminent at the bar ; amongst others, the great Sir Matthew Hale, and Serjeant Newdegate, but they both"], [60, "40 declined serving under him, declaring they could not act under his commission. He turned from them in wrath, saying, if you of the red robe will not execute the law, my red coats shall ; upon which they all cried out, \" Make us Judges, we will be Judges.\" On the 25th January, 1653-4, Matthew Hale was by writ made a Serjeant, and one of the justices of the Common Bench. On the 2nd June, 1654, three new judges were made, Serjeant Pepys, Serjeant Newdigate, and Serjeant Windham. Upon the question of the Sale of Crown Lands, the new Judge Newdigate declared no title could be made to them : and being sent the Northern Circuit, when Colonel Halsey and many Cavaliers who had been taken in arms in Scotland, were indicted at York for high treason, he declared from the Bench that he knew no law which made it high Treason to levy war against a Lord Protector. This drew upon him the indignation of Cromwell; and in May, 1655, he and Baron Thorpe were put out of their places for not observing the Protector's pleasure in all his commands, (Whitlocks Memorial). Being thus honorably displaced, he returned to the Bar. But on the 17th January 1660, he was made Chief Justice ofthe Upper Bench, and continued till the Bestoration, when his health being much impaired, he retired from public life, deservedly honored and respected by all who knew him. Some years after the Bestoration, at the instance of Lord Grandison, the Duke of Ormonde, and of Colonel Halsey, whose life he had saved at York, he had an audience of the King, who received him very graciously, and thanked him for his kindness to his friends in the worst of times. At the same time a warrant was issued for a patent of Baronetage ; \" which dignity,"], [61, "J- 41 \" says the patent, we confer upon him in consideration of several \" good services performed to us and our faithful subjects in the late \" usurpation.\" The usual fees were on this occasion remitted. In 1674 Sir Bichard repurchased of George Pitt the ancient family property with the Manors of Harefield and Moorhall and lived till his death in 1678 at the old House. On the west side of the Brackenbury Chapel are the monuments of Bobert Newdigate, Esq., 1695. He married first, Frances, daughter of Thomas Harrison, Esq. second, Juliana, daughter of Bobert Beale, Esq., who survived him, and died 1732. Bobert Newdigate, Esq., (son of Bobert and Juliana), 1723 ; and Diana, daughter of Benedict Ball, Esq., of Padmore in the Isle of Wight, by his wife Mary Stephens (grand-daughter of Sir Bichard Newdigate who married Mary Bagot) she died 1765, aged 18. The last men tioned monument is ornamented with an urn of white marble, on which is a design of a drooping Lily with its stem broken. On the floor of this chapel is the tomb of John Crugge of Exeter, Gentle man, who died 1533, he married Barbary, daughter of John and Amphilicia Newdegate. On the floor of the nave are the tombs of Abraham, second son of John Stanyon, Esq., ætat 26, 1696, and John his third son, ætat 28, 1701. On the north wall of the nave is a monument (ornamented with a bust of the deceased in white marble) in memory of William Ashby, Esq., of Breakspear, 1760. His first wife was Anne, daughter of John Alleyn, Esq., of East Burnham, Bucks, who died in 1723, hav- ing an only surviving child Elizabeth, who died unmarried. His 6"], [62, "42 second wife was Anne, daughter of Whitlock Bulstrode, Esq., by whom he had three daughters, one of whom married the Bev. W. Williams, son of Sir Gilbert Williams, Bart. In the east window ofthe Brackenbury Chapel, are the arms of Ash by, Azure, a chevron between three eagles displayed or, impaling, quar terly argent and Gules, a Cross engrailed counterchanged, for Heydon. On the north wall is a monument (with the effigies of a man in armour, kneeling at a fald-stool, under a canopy supported by columns of black marble of the Corinthian order) in memory of Sir Bobert Ashby, Knt., who died in 1617 ; and Sir Francis Ashby, Bart, (his son) who died in 1623. On the same wall are the monuments of Anne, wife of William Ashby, Esq., daughter of Whitlock Bulstrode, Esq., by Elizabeth Dineley, aged 93 years, J 785. On the east wall is the monument of Joseph Partridge, Esq., 1793. On the floor are the tombs of George Ashby, Esq., Clerk of the Signet to Henry VII, and Clerk of the Signet and \" Counsellor \" to Henry VIII, (with figures in brass of himself and Bose his wife) 1514. Jane Ashby (with figures in brass of herself and William Ashby her husband) 1537. John Ashby, Esq., (son of Francis,) 1713. Mrs. Judith Ashby his sister, 1723. Anne, wife of William Ashby, Esq., only child of John Aleyne, 1723. Francis Ashby, Esq., 1743. Judith, his wife, 1753. John Baldwin, M.A., 1673, In a MSS. account of the Tombs in Harefield Church by George King, Lancaster Herald, is the copy of an inscription in memory of George Ashbye, Esq., who died 1474 and Margaret his wife. — This inscription is not now visible. On the west wall of the arch leading into the Breakspear Chapel, is the monument of John Pritchett, Bishop of Gloucester, who died"], [63, "43 1680. He was the son of Walter Pritchett, Gen., Lord of the Manor of Cowley, in the Parish of Hillingdon ; and after having served the cure of this Parish nearly 30 years, was promoted to the See of Gloucester, 1672. On the wall opposite is the monument of John Aleyne, Esq., 1719. In the west window of the nave (says Lysons) are the arms of Cooke impaling Jennings, viz. : Quarterly 1 and 4, Paly of six gules and sable, three Eagles displayed Argt. 2 and 3, Cheeky, gules and agure, on a canton of the first a lion ramp Argt., impaling Argt. a fesse gules between three plummets sable. These arms have now disappeared, but in lieu thereof are two coats ; first, Sir George Cooke's coat as above, and second, Sir Henry Cooke's coat, -impaling Wind ham. Against the north wall on the south side of the Church, is a monument (representing a Gamekeeper with his dog) put up by Mr. Ashby, in memory of his faithful servant, Bobert Mossendew, who died in 1744. Underneath are the following lines : \" In frost and snow, thro' hail and rain, \" He scour'd the ivoods, cond trudged the plain ; \" The steady pointer leads the way, \" Stands at the scent, then springs the prey; \" The timorous birds from stubble rise, \" With pinions stretched divide the skies; \" The scattered lead pursues the sight, \" And death in thunder stops their flight; \" His spaniel of true English kind, \" With gratitude inflames his mind ; \" This servant in an honest way, \" In all his actions, copied Tray.\""], [64, "44 In the Church-yard are the tombs of Elizabeth, relict of Sir Walter Long of Whaddon in Wiltshire (daughter of John Cotes of Woodcote, Shropshire), 1688; John Truesdale, Esq., 1780; Mary his wife, 1783 ; James Hunt, Esq., 1790. In 1548 there were in this Parish 200 housling people, that is people of sufficient age to receive the sacrament of the Lord's supper. In 1800, there were 150 houses and 830 Inhabitants. In 1861, „ „ 1,567 In 1871, there were 347 habitable houses, of which 17 were empty ; and 1,579 Inhabitants, of whom 801 were male and 778 females. The earliest date of the register of Baptism and Burials is the year 1538, that of marriages 1546. The year 1603 is wanting in the Begister; in 1625 there are seventeen burials registered and in 1665 nine, both of these were plague years. The aproximate averages of registered Baptisms, Marriages, and Deaths per annum were as follows : Baptisms. Marriages. Burials. 1538 to 1687 . 12 . 8$ . 10 1688 to 1741 . 15$ . 5 . 14$ 1742 to 1802 . 30 . 3$ . 22$ 1S61 to 1871 . 42i . 7= 29$ The last year, 1871, there were only 22 . 7 . 21 EXTRACTS FROM THE REGISTERS. \" Francis, son of Thomas Ashby, baptised 5th February, 1540. \" Sir Bobert Ashby, Knt., buried 20th March, 1618."], [65, "45 \" Francis Ashby, son of Bobert, baptised 10th October, 1592, and buried 22nd, February, 1623-4, (created a Baronet 1622); but leaving no issue, male, the Baronetcy became extinct. \" Francis Ashby, buried in linnen, 21st April, 1743, penalty £2 10s. to the poor. \" Mrs. Judith Ashby, died 1753, buried in linnen and the penalty paid according to the Act for burying in woollen, 30 Charles II. \" Anne Ashby buried in linnen, and the penalty paid 14th October, 1785, aged 93, and numerous other entrances of this family.\" The 30 Charles II, ch. 3, is an Act of Parliament that all persons must be buried in woollen, under the penalty of £5, half to go to the informer and the other half to the poor of the Parish. The Act was declared to be \"for the encouragement of our woollen manufactories and the prevention of the exportation of money for the importing of Linnen.\" Of course this was very unpopular, and the higher classes usually paid the penalty. This act was repealed 54 George III, 1814. Pope, in his Epistle to Sir Bichard Temple, alluded to this Act. — \" Odious ! in Woollen ! t'would a Saint provoke ! (Were the last ivords that poor Narcissa spoke). No, let a charming chintz and Brussels lace Wrap my cold limbs, and shade my lifeless face.\" Thus wrote Pope of Mrs. Oldfield the Actress, not however until he had read of her funeral in Westminster Abbey, when she was not buried in woollen but in a \" Brussels Lace head-dress; a Holland shift with tucker and double ruffles of the same lace, and a pair of new kid gloves.\" (Gents. Mag., March, 1731.)"], [66, "46 \" George, son of John Newdigate, baptised 18th October, 1545. \" John, the son of John Newdigate, baptised 15th March, 1571. \" Edward Newdigate, son of John, baptised 4th March, 1582. \" Juliana, daughter of Sir Bichard and Elizabeth Newdigate, baptised 11th September, 1711. \" Bichard, son of Bichard Newdigate, Bart., and Elizabeth his wife, born 16th July and baptised 22nd July, 1716. \" Mary, daughter of Charles and Jane Parker, baptised 14th December, 1790. \" Charles Newdigate, son of Charles and Jane Parker, baptised 17th July, 1793. \" Sir John Newdigate, Knt., buried 12th April, 1610, gave £12 to the poor of the Parish. The Lady Newdigate, wife of Sir John, buried 22nd June, 1618, gave £5 to the poor. \" The Lady Newdigate (Mary Bagot,) buried 19th September, 1692. \" Madame Sarah Newdigate, wife of Bichard Newdigate, Esq,, buried 12th October, 1695, with her still-born child at the same time. \" John Newdigate, son of Sir Bichard of Arbury, buried 26th July, 1705. No affidavit being brought, the £5 fine was ordered to be paid, one half to the informer, the other half to the poor of the Parish, according to the Act. \" Sir Bichard Newdigate, Bart., husband of Mary Bagot, buried 20th January, 1710. \" Sir Bichard Newdigate of Arbury, Bart, and patron of this Church, buried 18th August, 1727. \" Sir Edward Newdigate, Bart, at 18, buried 17th April, 1734."], [67, "47 \" Elizabeth, Lady Newdigate, buried 20th September, 1765. \" Sir Boger Newdigate, Bart., in his 88th year, buried 5th December, 1806, and many others of this family. \" Thomas Cooke, buried 13th November, 1729 ; Mary Cooke, buried 5th July, 1731; George Cooke, Esq., buried 17th June, 1768; Thomas Cooke, buried 29th July, 1772; George John Cooke, Esq., buried 29th May, 1785. \" George, son of George and Penelope Cooke, bapt. 26th August, 1766, became General in the Army, K.C.B., etc., buried at Harefield, February, 1837. Kitty, daughter of George Cooke and Penelope, baptised at Uxbridge 5th March, 1768, having married (1796) James Trebeck, Esq., and dying in 1847, aged 79 years, was buried at Harefield. \" Penelope Anne, daughter of George and Penelope Cooke, bom 14th February, baptised 4th March, 1770. \" Edward, son of George John and Penelope Cooke, baptised in St. Alban's Street, 6th May, 1772. \" Elizabeth, daughter of George John and Penelope, baptised 4th December, 1778. \" Maria, daughter of George John and Penelope, baptised 24th December, 1781. \" Henry Frederick, son of George John and Penelope Cooke, born 13th April, 1783, became Major-General in the Army, K.C.H., etc., buried at Harefield, March, 1837. \" Mrs. Partridge, (Anne Catherine Drake,) buried 27th June, 1855, aged 67 years. \" Joseph Ashby Partridge, buried 17th April, 1857, aged 82."], [68, "48 \" Peter Beasly, a black belonging to Edward Jennings, Esq., supposed to be about 18 years old, was baptised 9th June 1767. \" Mary, daughter of Christopher and Nanny Baynes, born 19th July, in the Parish of Amersham, baptised 10th August, 1791. \" Donald Christopher, son of Sir Christopher Baynes, Bart, and Nanny his wife, born 2nd June, 1807. \" William 0 Grady, son of Bichard Aylmer Haly and Amelia his wife, born 2nd January, 1811. \" Charles Molloy, Esq., of East Greenwich, married by licence to Ellen Cooke, of Cranbrook, Kent, 8th June, 1742. \" 1612 Wood did penance by order of the Countess of Derby's Chancellor, 29th April. \" The 22nd July, 1624, married The Earl of Castlehaven and Anne Lady Chandos. This Lord Castlehaven was beheaded on Tower Hill, 14th May, 1631. The Countess was buried at Harefield, 11th October, 1647. \" Mr. Hugh Caufley (the name here meant is Calverley, he was afterwards Sh Hugh) and the Lady Elizabeth Hastings, (daughter of Lord Huntingdon and Lady Elizabeth Stanley) married 10th April, 1634. \" Francis, daughter of the Bight Honourable George Lord Chandos, baptised 14th January, 1650, and Elizabeth, 26th March, 1651. \" The Bight Honourable the Lady Chandos (daughter of the Earl of Manchester) buried 20th April, 1652. \" William Bridges, Esq., only son of William Lord Chandos, buried 24th January, 1671."], [69, "49 \" The wife of the Bight Honourable William Lord Chandos, (and daughter and co-heir of Garret Keane), buried 15th October, 1672. \". William, 7th Lord Chandos, buried 22nd August, 1676. This Nobleman who had been Ambassador at Constantinople, left no surviving issue. His title went to James Brydges, whose son was created Duke of Chandos. \" The Bight Honourable the Countess of Egremont, buried 20th June/aged 65 years, she was only daughter of George, Lord Car penter, and relict of Charles, Earl of Egremont, who died 1763, and at the time of her death, wife of his Excellency Count Bruhl, the- Envoy from Saxony, who had a Villa at Harefield, where he erected an observatory for carrying on his astronomical pursuits ; he died in Essex, 30th June, 1809, aged 72 years, and was buried in the Church at Harefield. The house he resided in, now called Harefield House, belongs to Sir John Byles, one of the Justices of Common Pleas, who purchased it in 1859.\" The following is a List of Incumbents or Curates of Harefield : The Reverend Furnace Hudson Pritchett, 1643 to 1672, when he became Bishop of Gloucester Hoare, 1649, put in by the Parliament Hall John Baldwin, died 1673, buried at Harefield Roger Davis, living 1678 Little 7"], [70, "50 The Reverend — — Clark „ Farmborough ,, Aubrey „ Warner ,, Morland „ N. Collier, 1719 „ Marshall The Reverend Lewis Fenton, (surrogate) 1743 to 175b „ Edward Wilson, (curate) 1743 to 1756 „ W. Williams 1758 to 1801 „ Henry Wentoun (curate) 1802 to 1803 „ S. Barnard 1804 „ John Penrose 1809 Godfrey Faussett (curate) 1819 ,, Rowlatt „ „ Smith „ „ Greenlow ,, „ Percival „ „ John Lightfoot, B.D., obiit 1863 ,, R. Collins „ A. A. Harland, 1870 „ S. Ranson, (curate) 1872 The 51 of George III, (1810-11) an Act was passed for the inclosure of all the Common, Moor, and Waste Land in the Parish, amounting to 650 acres, and John Trumper was appointed to allot the same. His award is dated 24th December, 54 George III, (1813) which with the map attached is now kept in the Church chest. He first stated what roads, footpaths, and ponds were to remain public for ever. He then awarded a plot of the Common, containing 20 acres or thereabouts, as freehold to the Churchwardens and"], [71, "51 overseers in Trust for the poor for ever, in lieu of the furze and bushes they had heretofore been entitled to cut on the Common for fuel. He also set apart another piece of Common, containing 5,j acres to supply the Parish with Gravel, and another piece of 4 acres for a cricket ground and other recreations of the Parishioners, and he then awarded the rest of the land to the different Landowners. He goes on to recite, that power by the said Act is given to the Commissioner to Infranchise, if so required, any of the Messuages, Lands, Tenements, and Hereditaments whatsoever, holden of the Manors of Harefield and Morehall, \"and the Commissioner shall assign, allot, and appoint for the Lord of the Manor such parts, shares, or proportions of the said Messuages, Land and Tenements so to be enfranchised and exonerated from all payments whatsoever, as in his, the Commissioner's judgment, should be a full equivalent and compensation for all fines, Heriots, Beliefs, Services, Customs, Bights, Claims, and demands whatsoever of the said Lord.\" Many of the Copyholders took advantage of this Act, and demanded that their Copyholds should be Infranchised, and amongst them were General Sir George Cooke of Harefield Park, and B. G. Spedding, Esq. of Weybeards ; accordingly eight plots of Common, previously allotted to Sir George Cooke, amounting to 19\" V 17* were awarded to the Lord of the Manor, and afterwards in the same award these eight plots were exchanged back again by the guardian of Charles Newdigate Newdegate, Esq., (a minor, aged 20, the Lord of the Manor) for a piece of old enclosed meadow containing 13\" V 35p being the north part of the Church field. The Commissioner then declares — \" In exercise of the power and authority to me given, I do"], [72, "52 \" by this award by and with the consent of Jane Parker of Harefield \" Lodge, Widow, the Mother and Guardian of the person and estate \" of Charles Newdigate Newdegate, Esq., hereby declare all and \" every the Copyhold and customary Freeholds, Lands, Tenements, \" etc., etc., held by George Cooke, Esq., etc., to be henceforth \" enfranchised, freed, exonerated, and forever discharged of and from \" all fines, Heriots, Reliefs, Bents, Customs, and Levies, which might \" at any time hereafter become due :\" The same was done with respect to a property called Weybeards, for which 5 acres of old Meadow land was given, being a plot in the Church field south of the Church, and several other proprietors In franchised their land in the same way, so that the greater part of the Parish became freehold. Under the provisions of the Harefield Inclosure Act and by the award 24th December, 53 George III, (1812), a piece of Land containing 10 perches (No. CXV. on the award map) lying in the Village Street of Harefield, was sold by the Commissioner for the sum of £7 10s. to Mrs. Jane Parker of Harefield Lodge, Widow ; Bev. John Penrose, of Harefield aforesaid, Clerk ; Joseph Ashby Partridge, Esq., of Breakspear ; George Cooke, of Harefield Park, Major General in the Army; Bichard Aylmer Haly, Esq., of Hare field Grove, Major in the Army; Bobert George Spedding, of Hare field, Esq., their heirs and assigns, for the purpose of erecting a School and Premises thereon. In the year 1858, Mr. Newdigate, the Lord of the Manor, being desirous of improving the School, applied to the Bev. Mr. Penrose, the sole survivor of the original purchasers of the small piece of land,"], [73, "53 to co-operate with him in carrying out such a desire, which Mr. Penrose willingly consented to do, Mr. Newdegate giving another small piece of land containing about lr 2P (and marked No. CXLIII on the award map), as a playground for the said School. Mr. Penrose and Mr. Newdegate by a deed dated 13th November, 1858, respectively conveyed the two aforesaid pieces of Land to the Minister and Churchwardens of Harefield upon Trust, to permit the said premises to be used as a school for the education of the children of the labouring, manufacturing, and poorer classes of the inhabitants of the Parish of Harefield, in the Laws of God ; and in the true pro fession of the Gospel and its doctrines and duties according to the Protestant Beformed Beligion as set forth in the Creeds and Articles of the United Church of England and Ireland as now (1858) by law Established ; and in elementary or primary secular knowledge adapted to the general condition and requirements of such children. And also after school hours for the education and instruction of the Poor of the Parish by Evening Lectures. And for the purpose of a Beading Boom, or for the purpose of innocent recreation, or for any other purpose not inconsistent with the before-mentioned purposes, and being for the benefit of the inhabitants of the Parish of Harefield, and sanctioned by and under the supervision and control of the Managing Committee, and also for the Besidence of the Schoolmaster and Schoolmistress, and also for other purposes of the school, but for no other purposes whatsoever. And upon further Trust, that such School and Premises and the Funds and Endowments thereof, in respect whereof no other disposition shall be made by the Donor, shall be controlled and managed as follows, viz : — The Principal"], [74, "54 officiating Minister of the Parish shall have the direction and super intendance of the Religious and moral instruction of all the scholars, and shall have power to use the School and Premises or permit the same to be used for the purposes of a Sunday School under his exclusive control and management. But in all other respects the control and management of the School and Premises, Funds and Endowments, and the selection, appointment, and dismissal of the Schoolmaster and Mistress, and assistants (except in cases particularly mentioned in the Trust deed) shall be vested in a Committee consisting of the principal officiating Minister of the Parish, his present Curate, any such future Curate or Curates, if the Minister shall appoint him or them to be a member or members of the Committee ; the said John Penrose, and after his decease, his son Francis Cranmer Penrose, Esq., such of the Churchwardens of Harefield, such of the owners of Harefield Place, Harefield Park, Harefield Grove, and Breakspear Estates, as shall be members of the United Church of England and Ireland, and five other persons and no more, being and continuing to be, contributors annually to the amount of twenty shillings each to the Funds of the School, and being and continuing to be members of the United Church of England and Ireland as by law established, and either having a beneficial interest to the extent of a life estate at the least in real property in the said Parish, or being resident therein. Any vacancies to be filled up, as set forth in the Trust deed. A declaration that the Master, Mistress, Assistants, and Teachers must be members of the Church of England. Provided that the right of appointment and dismissal of Master, Mistress, Assistants, and Teachers is vested in Mr. Netcdigate for life, unless he shall otherwise"], [75, "55 direct, and afterwards the appointment and dismissal shall not be con- trary to the written desire of the future owners of Harefield Place. There are also directions for the settlement of any difference of opinion between the Ministers and the Committee respecting the prayers, the religious instruction, the books, or dismissal of the Master, etc., on account of unsound instruction in religion: and also in respect of other differences in the Committee of Management, or between the Committee and the owner of the Harefield Place Estate. Also a Declaration that if the Bishop or Arbitrator in the cases referred to them shall direct the dismissal of any Master, Mistress, Assistant, or Teacher, such direction shall operate as a dismissal. The School therefore is a private Denominational School, entirely supported by voluntary subscriptions and the children's pence, and these having lately fallen off, the School for the last three years has been gradually getting into debt. There are about 90 boys on the books, of whom 60 attend regularly. ,, 80 girls „ 55 „ There is also an Evening Class attended by about 15. The Funds for the support of the School average as follows Subscriptions £70 0 0\"| Boys' pence 21 0 0 > £111 0 0 Girls' pence 20 0 o) Boys' pence. Girls' pence. The yearly expences of the School amounting to about £150. The Committee of the School and the majority of the subscribers, of which there were only 35 out of the 140 rate-payers, considering"], [76, "56 that the Teachers ought to be certificated, the Schoolmaster passed his examination for that purpose in December 1871; and this will in future entitle the School to some Parliamentary Grant, if found efficient by the Government Inspector at his yearly examination. The Schoolmistress is still uncerlificated. I cannot but think that in a Parish like Harefield, where the Properties are so divided, and the subscribers to the School orily amount to 35 out of the 140 rate-payers, that it would be advisable to transfer the present voluntary School to the Bating System with a School Board aud compulsory attendance, enforced under such regu lations as Parliament may see fit to adopt ; excepting that on Sundays, the School house and Premises should be reserved for the Sunday School, to be entirely under the direction and control of the Vicar of the Parish. By this plan every rate-payer would be obUged to pay towards the support of the School in proportion to his property in the Parish. In 1871, an Infant School was established, to be entirely under the superintendance and control of the Vicar of the Parish, quite distinct from the Church of England School just mentioned. A good infant School Mistress was soon obtained, who passed her examina tion for a Government certificate in December 1871. In a very short time there were about 60 children, all under seven years of age, who attended regularly. The School is at present held by permission of Miss Barnes in one of the rooms of the building erected by the late Bobert Barnes, Esq., as a memorial of his son who died while a student at Oxford in 1864. It was intended to be for a Beading Boom free for all Parishioners, and on the first floor is a very large lecture"], [77, "57 Boom. During Mr. Barnes' residence at Harefield, all the expence of this Beading and Lecture Room, about £60 a year, was paid by him, this included the purchase of papers and periodicals, lighting, etc. ; but since he sold his property (Harefield Grove) and left the Parish, it has been but little used ; There is no endowment, and the Beading Boom being free, there are no funds for its support. In 1869, Mr. Barnes offered to make over this Memorial Building to Trustees for the use of the Parish, under certain conditions, whicii having been duly considered by those Trustees (proposed by Mr. Barnes) who resided in the Parish, they decided that, until they could see some way by which the expences of such a building could be met, they regretted to be obliged to decline the responsibility of the Trust. Mr. Barnes, during his few years residence at Harefield, built a very pretty chapel, which he afterwards made over to the Wesleyans. There was at that time but one Wesleyan family in the Parish. BENEFACTIONS. The Alms Houses were built by Alice, Countess of Derby, who died in 1637, and left by will a charge upon her Estate of £36 a year for their support, viz. : £5 a year to each of six poor women residing therein; £1 a year for repairs, and £5 a year for the Minister to read prayers to them. In 1622, (Lysons says,) Mrs. Ashby gave £40 to the poor's stock. 8"], [78, "58 In 1664, Mrs. Mary Ashby gave £100 to the poor. In 1706, Mrs. Baldwin gave £20, the Interest of which was annually to be divided between six poor widows not receiving alms, and who constantly attended Church. These several sums were laid out in the purchase of Tithes, and in 1845, on the commutation of Tithes in the Parish of Harefield, the Commissioners awarded to the Poor a Bent Charge in lieu of Tithe from certain Lands, namely : £ s. d. From a portion of the Harefield Park Estate .£12 2 0 \\ Woodcock's Hill part of the Harefield Grove I Estate 3 17 0 s Half of Ashards or Hawkshead 1 2 6 In 1697, Mr. Solomon Burbury left by will a Messuage and several pieces of Meadow Land (copyhold) which, with a small piece allotted to this plot at the inclosure of the Common in-J813, now contains 13* 3r 10s and which pays Tithe to the owner of the Breakspear Estate of £3 1 Os. 6d., according to the award of 1845. This Messuage and Land was let in 1866 for fourteen years to Mr. Campion, at the yearly rent of 52 0 0 In 1795, Mrs. Charlotte Williams (daughter of William Ashby, Esq.,) left by will £600, three per cents, reduced, (the interest of which was to be distributed as follows : — ) 18 0 0 Half a quartern loaf a week from 25th March to 29th Septem ber, and two half quartern loaves a week from the 29th Septem ber to the 25th March, to each of the old women in the Alms Houses, and the surplus to be given to the poor generally in Bread."], [79, "59 The Bishop of London, and the Clergymen of the Parish, and the Churchwardens were named Trustees. In 1813, at the Inclosure of the Common, a piece of Land, about 20 acres, was appropriated to the poor not receiving alms, as freehold in lieu of their right to cut furze and bushes on the Common for fuel, and at the same time 1\" 3r 15p of Copyhold Land was added to it as their share of the Inclosure compensation. It is now thrown into one field containing 22° 0'' 1 lp, and was let in 1866 for fourteen years, for 60 0 0 In 1858, Mr. Henry Goodman left by will £265 16s 4d consols, tlie interest to be laid out every Christmas in plums, flour, and beer, to be distributed by the Overseers of the poor of Harefield 7 19 4 In 1868, Mr. Ashford (formerly a confidential servant to Sir Christopher Baynes, Bart, of Harefield Place) left by will £600 Consols. The interest to be expended each year in clothing, food, and fuel, for the Aged poor of Harefield 18 0 0 There is also a Clothing Club managed by the Vicar, to which the cottagers pay in, a small sum, weekly or monthly, according to their means, and to which many of the residents in the Parish contribute. These contributions average about £18 a year. A portion of which is added to each Cottager's subscription, according to what he has paid in himself, and is expended in blankets, clothing, or what may be permanently useful. There is, therefore, about £1 90 a year settled upon the poor of the Parish (in addition to the £36 a year, left by Lady Derby, to support the Alms Houses). Besides the foregoing sums, the Offer tory for the year 1871 amounted to £23 12s 4d, of which £22 ls 2d was distributed amongst the poor."], [80, "60 According to the Ordnance Survey of England on the scale of -^ or 25-344 inches to a mile, (Middlesex being completed in 1864.) The Parish of Harefield contains 4,620- 3r 7\", viz. :— acres r. p. Pasture and Meadow 3087 0 28 Arable 947 2 0 Woods 349 2 9 Sites of Houses, Cottages, etc 84 1 16 Water and Ponds 78 0 3 Public Roads 74 0 31 4620 3 7 Divided as follows, (1871) by Estimation. acres. *Harefield Place, Charles Newdigate Newdegate, Esq., about ... 1,266 ♦Harefield Park, William Frederick Vernon, Esq 872 *Breakspear, William Wickham Drake, Esq., 833 Broadwater and other farms, N. G. Lambert, Esq. 270 *Harefield Grove, Joseph Boord, Esq 254 Swakeley's Farm, etc., etc., J. T. Clarke, Esq 180 Lodge Farm, late Sir P. Turner 102 Noak's or Spring Farm, Mr. R. Brownie 85 St. Thomas' Hospital 75 *Harefield House, Sir J. B. Byles, Knt., Judge of Common Pleas 20 R. Arden, Esq 18 Lord Ebury 22 Lady Emily Drummond 13 Grand Junction Canal Company 22 *Somerville Lodge, late R. Sawyer, Esq., 9 Land in Trust for the poor .36 Cottages, Gardens, and other small owners 392 River and Ponds 78\". Public Roads 74\" 152 Total 4,621 Of the above Landowners, those marked with an (*) subscribe to the Village School, or to the Infant School."], [81, "61 The number of Houses in the Parish by Census, 1871, were 347, namely : — 1 Church 1 Wesleyan Chapel 1 Baptist Chapel 1 Church of England Village School 1 Memorial Building (belonging to Miss Barnes) used as a Lecture Room, Reading Room, and Infant School. 1 Police Station 9 Gentlemen's Houses 16 Farm Houses 1 Paper MiU 1 Flour MiU 5 Public Houses 9 Beer Houses 300 Cottages and other small Houses, of which 17 were empty at the time the Census was taken 347 Population, according to Census, 1861 1567 Males. Females. Ditto Ditto 1871 801 778 1579 Gross valuation for Poors Bate, £9,800, and after allowed de ductions, £8,800 per annum. In 1871, there were 140 Bate Payers to the Poor Bate, and a Bate of ld. in the pound produced £36 13s 4d."], [82, "62 Table of the mean Temperature by day and by night of the six Winter and six Summer months of each year since 1861 Also of the number of days on which it rained or snowed, and the number of days of easterly wind in each year. Also the quantity of rain that fell each vear since 1865. Taken at Harefield Park, 290 feet above the level of the sea. Mean Temperature for the whole year, as given by the Greenwich Tables for fifty years, averages 48-89 THE END. \"Winter Months, Jan., Feb.. March, aud Oct., Nov., Dec. Summer Months April, May, June, July, August, Sept. Blean i No of average j Days of the of whole year. East Wind No. of ) Days of Quantity of Kain or Kain Snow, j each Year. Day. Night. Day. Night. 1862 45 16 \\ 37-33 60-50 48-50 47-88 114 155 1863 47- ! 38- 51-50 4*1' 44-37 84 151 1864 43-16 : 34-33 61-50 49 '01 47- 48-12 173 149 124 144 1865 4316 35-66 63'66 50- 1866 46-66 37-80 61-80 50-66 49-25 113 174 25-78 1867 | 62-50 52-50 1868 45-80 '. 86-75 48- I 40- 66-16 53' 48-89 51-79 4960 120 112 136 i 147 109 119 25 00 26-00 25-69 1869 46-25 ' 38- 63- 51 16 1870 42-66 34- 64-25 50-50 47-86 152 i 125 20*27 1871 44- 34- 6233 49'80 4728 148 135 22-51 Average fro Harefield level of tl >m the 10 previ Park, 290 fe, he Sea . . ous years at et above the 48-20 130 138 24-21"], [83, "%tmn of $o|m ttookt. COOKE OF HAREFIELD. Paly of six, Gules and Sable over all three Eagles displayed ; In the centre over his own arms a Shield of Pretence chequy or and azure vnthin a bordure Gules. On a Canton Argent a Lion Rampant. (See his bookplate at Harefield.) John Cooke of Swifts in Cranhrooke, County Kent, living there 1681, of the Inner Temple, Chief Prothonotary of the Court of Common Pleas in 1700, (see his son George's marriage settlement at Harefield.) He also possessed Shadoxhurst, County Kent, died 1711, see his will where he directed Shadoxhurst to ba sold for his Married Mary Warren, daughter and heiress of younger ohildren. John Cooke purchased Shadoxhurst from the Trustees of Sir Thomas Tayler, Bart., who died 1690. He had seven sons and five daughters- Married before 1712, __ John Cook* i of the Inner Temple Sir George Cooke, Knight of the Inner Temple, born 1675. He was the _ Married in 1700, Anne, youngest Daughter of Edward Jennings, of Duddleston, County Ellen? b?™ 1(i73, of Great Swifts, youngest of twelve children (seven sons and five daughters!. He Salop, (Counsel to Queen Anne) who died 1725. Born 1683, died Jrd April, 1741 æt 68, was chief Prothonotary of the Court of Common Pleas, like his See Probate of his will dated 7th May, 1725. died 1726, æt 42, buried at Cranbroke 10th Father. Anne was born 1681, and died 5th Maroh 1736, œt 55, buried at Hayes, 10th left three sons and April. Entry in Register — Vir In 1729 he purchased the Manor of Hayes and the Advowaon March. daughters, bonus: Pietatis et Benefl- of the living for -67000 of Jamea Jenyns, cousin of Soame Jenyns, In 173::, Dame Anne Cooke gave a Silver Chalice and Plate to the Church at see Tombstone. centire exemplar laudubile et and gave a Crimson Velvet Cover for the Communion Table. Hayes. mmnlandie. He died suddenly at bis Chambers in the Temple in 1740, and Ii I was buried at Hayes Church on the 14th November, when: there is a monument erected to him and bis wife. Ellen Cooke, Charles Cooke, George Cooke, John Cooke, Junior, of Swift, _ Married 1741, There is a very fine Statue of him in white marble (said to be ob. 1768, S.P. Baptized 1724, born 1713, called in Sheriff of Kent, 1745.. Mrs. Issabella Rivers, by Rysbrack) in the Garden of Harefield Park. Also a full length She married ob. 1743, S.P., register, son of the Troctor of Doctor's Commons, a Lady of Great picture of him in his robes at Harefield, painted by Vanderbank in 1742, to Sir * see Register. Right Worshipful Buried at Cranbroke, Estate. 1726. Charles Molloy John Cooke I782* nf Greenwich, who and Ellen his wife. John Cooke, buried at Cranbroke, died August, 1760, 1775, 29th April, leaving by his Will all ob. S.P., brought from France. tho property to hie wife's second Cousin, ■— — Charlos Cooke. — ___— _^_^ I I William East, married 1727, = Anne Cooke, only daughter of Sir George Cooke, only son and heir, born after 3rd July, 17^0. In 1735 he was Married in July, 1735, Catherine, youngest baptized 1695, died 1737, œt 42, at George Cooke, died 1st April, 1762 Chief 1'nithiuiotary of the Court of Common Pleas, like his Father daughter and eventual heiress of Sn Hurley. and was buried at Witham. Born and Grandfather. Thomas Twysden, Hart., who died 1712, —2nd, Mary Cooke, born A full length pioture of him before 1708. In 1750, elected M.P. for Middlesex, and 18th February, 1761, by Catherine, daughter and heiress of Sir 1716, married 28th owrt dreee, by Vanderbank, dnted A full length picture of her at be waa presented with the freedom of tbe City of London, and IStb Franc '■■ of the Q October, 1737, to Itit. Harefield. March following, admitted a member of the Society of Grocers. bench who, after Sir Francis' death, 1704, Henry Steers, In 1752, he purchased several farms I'roin sir linger Newdigate, married secondly. Brigadier General a Lisbon Merchant. which he added tn the houae and lands called Belhamonds, which Jooelyn, who died 1727, youngest son nf i I his I'nt her had purchased in 1700 of the Stanyans, and was then Robert Jooelyn of Hyde Hall, Hereford- called Ryes or Rythes. He added to and almost rebuilt the house shire, Bu*t. th East, married the Anne East, eldest daughter, William East of Hall riace,=Married 1763, Hannah, (now 1871, called Harefield Park.) Catherine Cooke, died 1765, 8th —3rd, Elizabeth tooke, Rjht Ho_ gi_ Cape, married Henry, third son born 27th February, 173s, second daughter of In 1758, he purchased Evesden Farm and fishery of William September, buried at Harefield, her baptized Jrd April, Molyneux, of Castle Dil- of Admiral Sir John Norris, created a Baronet 5th Henry Cassemajor. Ashby, Esq. of Breakspear, who died 17(10, S.I'., male. In 1762 he sister Frances married le, Eaq 1718. ]oI1) Coullty Armagh, Knt., marriage settlement June, L766, died 12th sold his property of Hayes to Sir Thomas Wilson. He died 1768 nephew to Sir George Markham, Hart. M.P.for the University of dated 10th October, 1746, October, 1819, æt 81, and was buried 17t7* June at //'■■•■>/■/. A full length picture of Dublin, who died 1797. both dead 1768, leaving a leaving issue, two sons him by John Vanderbank, 1734. daughter Anne, born 1747. aud one daughter. Ibis George Cooke, in his Will, desired his executors to make a Vault under his pew in thu Church, and then remove the bodies of —Anno Cooke, born 1719, his Father Bn(i Mother into it. But by a Codicil ho left this to the died 6th December discretion of his Executors. 1761, having married 18th March, 1742, . I Richard Bonle of | I Biddenden, who died Catherine Muir of Suffolk, daughter of =-**• Charles Cooke, born March, 1747 of William Cooke, Thomas Cooke, commander ofthe George John Cooke, born 1736, called of _ Married 5th August, 1765, to 6th November, 1777, Hutchinson Muir, Esq. Linstead, Kent, took the name of of the Inner Temple, Earl of Elgin Indiaman, died lielhamonds, M.P. for Middlesex, 1768. Penelope, daughter of œt 69, leaving a I Molloy in 1760, on the death of died S.P. 1778. 1772, S.P., buried at Hare- Sold the Manor of Hayes to Francis Sir William Bowyer, daughtor Anno, born /^ Sir Charles Molloy, to whose pro- field, 98th July, 1779. Ascough 1775. Died at Harefield and third Baronet, by 1756. Rev. Jones of Chalfont,^ Mary Molloy, perty he succeeded by Will. He Will doted 1769. buried 99th May, 1786, art 49. Picture Anne, daughter of Sir I only child. died Oth April, 1805 œt 58. at Harefield (Zoffltny). John Stonhouse, of Married 1842, the Rev._Mary Jones, only Badley, Bart. Married Edward Moore and ~ daughter and even- seoondly, July 1786, has issues tual heiress. General lllll I I Edward Smith, who Henry C. Vernon of HiIton= Maria Cooke, born Sir Henry F. Cooke, Eliza Cooke, Edward Cooke, born Penelope Anne Cooke, First 1793, George Bond,^ Kitty Cooke, born ._ Secondly, 1796, General Sir George Cooke, K.C.B., died 8.P., 1809. Park, married 28th 14th November, K.C.H., Major General, born 4th December 14th April,1772. In the born 14th Fobruary, 1770, Sergeant at Law, died I 5th February, to James Tiebeck, baptized 4th August, 1766, ob. Penelope died 9th February, 1804, died 1781, died at Geneva 3rd born 22nd March, 1783, 1778, ob. 1st May, Navy, ob. 2nd February, lH26,œt 66, 1794. I 1768, ob. 1847, who died S.P. , 3rd February, 1x37, S.P., June* 1H31> aud « a General in the Army October, 1827 eet 46. ob. 10th March, 1837 œt 1837, œt 59, Took the La Forte married 1 7(t|, Robert sixth œt 79, 1849 œt 83. buried at Harefield. buried at Bath with 22nd March, 1861, æt 64 S.P., marriod 26th unmarried. Frigate, and died of Earl of Cardigan. | buried atHarefteld Commanded the division of Geneial Smith. 81. July, 1834. his wounds, 29th May, Married 1827, Capt. Kirwan = Eleanor Bond, Guards at Waterloo, where William Frederick Vernon, second son, born Catherine Wyndham, 1799, œt 27. who died 1852 leaving I born 1794. he loft his arm. Will dated 7th November, 1807, possessor of Harefield born 1812, who married — issue. 16th July, 1834. since 1840. By Will of Sir H. F. Cooke. 1840, Robert Hook, Esq. -"], [84, ""], [85, ""], [86, ""], [87, ""], [88, ""], [89, ""], [90, ""]]