[[1, ""], [2, ""], [3, ""], [4, ""], [5, "NeleucKtung dcs Wcrtcs : Geschichte des Polnischen Inlstandes und Urieges , Ocrlin 1839, von Friedrich von Zmitt. Vom Elnernl Nminglti OruZscl, erl.«>«cli-r!!i!»«n5. «ncii„i!>»i.l.'«u Paris, 1840"], [6, ""], [7, "8urror>n<iecl Z« I uave deen d^ im »lmu5pt>ere osc»Iumnv, I ov>n lnal I lreml>Ie villi » ele^ree c>l «»rlerzlilionz terrur, vüen I tliinlc ot llie o/'s«/.««/«»««/. — I'rull, muzt m cleecl triumpl, in tlie enä, l>ut believe me, löl8elio<)l! i« pcoverkul , »nä ilz ellect« l»re eleep rootecl anä laz tinß: ezpcciall^ it« bnnctu! «pirit !8 calleel turlli l<> »iel li»05e, vnose »»tinnzt »liill »ncl con«lan!z etleiriz are exerle6 , not onlj- to ztille lruld, liut w pre>s»»F»le tne mo5t untoun eleel ane! 6i«Fr2cclul talzen««!«. — «Umgeben von cincr Äthmospharc von Vcrläumdnn.en und Bosheiten, n>ic ich cs gewesen bin, gestehe ich, daß ich mit cincr Art abergläubischen Schreckens an dic Mach, dcnkc, wclchc die Lüge ausübt. Dic Wahrhcit triumphirl am tZndc, aber glauben sie cs mir, dic lüge ist mächtig und ihre Quelle unversiegbar, dann besonders, wenn sie sich ans Werkzeuge stützt, die nichts anders bezwecken, als die Wahrhcit zu ersticken, dic Verläumdung und die unwürdigsten lügen zu verbreiten. Rede des Lord Melbou rnc. dcn 14. Febr. 1840. Ich war gcradc mit dcr Abfassung cincs Artikels beschäftigt, um durch die Stimme dcs « zpecwleur mililÄire u auf cinc anonymc Bro» schiirc «Icldzug der Russcn und Polcn zwischen dcni Bug und Narnv im Jahre 1831, Glogau 1832 » zu antworten, in welcher dcr Vcrfasscr ziemlich ftrcngc mcinc Opcrationcn injcncr Episode deß Feldzugc? beur theilt, wo ich zurückgelassen wurdc, um die Expedition dc? Gcncral? en cuel gcg n dic Russischc Gardc zu maskircn, als cin Wcrk : « Gcschichtc <"], [8, "2 dcs polnischen Ausstände-? und Krieges » von Friedrich von Smitt, crschicn. In dieser Schrift, worin der Verfasser an Anklagen nicht karg gcgcn mich ist , sindc ich , daß cr , in Vczug auf dcn ob«, crwähntcn Thcil mcincr Opcrationcn, dic früher in dcr Broschüre des Major Brandt ' ausgesprochenen Ansichten wiederholt. Daher glaube ich, mit Einer Ant» wort beide Kritiken abfertigen zu können. Da ab« Hr. Smitt weit« geht, und, ohnc sich auf dic Kritik zu beschränken, mit mehr odcr wcnigcr vcrläumdcrischcn und lügenhaften Behauptungen mich persönlich angreift, so erlaubt mir mein vorgcrüekns Alt« »icht, dicsclbcn mit Stillschweige-» zu übergehe» odcr ruhig dic Schcidung dcs Wahrcn vom Falsche» der Sorgfalt eines gcwissenhafnn Schriftstcllcrs zu übcrlasscn. Ich haltc c? dcshalb für mcinc Schuldig keit, scinc Glaubwürdigkeit durch dic Beleuchtung scincr cbcn so ungc naucn wic böswilligen Darstcllungswcisc in das recht« Licht zu stellen. Indem ich aber zur Jeder grcifc, um dic grundlosen Behauptungen des ' Ich lese im 2tcn Bande dcs Werks von Hrn. smitt, daß der Vcrfasscr dcr Broschüre, weiche ich bcntworten wollte, dcr in «preußischen Diensten stehende Major, Brandt, ein «Pole von Geburt ist und zur Zcit dcr Kricgc untcr Ngpolcon cin ausgczcichnctcr Offizier in der Polnischen Armcc war, Wcnn man nach mehren Artikeln der fraglichen Broschüre urthei» lcn soll, so tonnle man sich wohl berechtigt halten, anzunehmen, daß scinc gegenwärtige stcllung und sein Aufenthalt im Russischen Hauptguarticrc währcnd dcs «Polnischen Feld» zngs bcdcutcndcn Einfluß auf scinc Art, dic Thatsachen und lfreignissc anzusehen, aus» geübt und jegliche Erinnerung »us scincm Gcdächlnissc verwischt hahcn. Was die von dcm Maior Brandt übcr dicscn Krieg und hauptsächlich übcr dic Begriffe cincr Neutralität ausgesprochenen Meinungen, und dic von ihm den Manövern dcs Großfürsten Michael gezollten Lobsprüchc, so wic verschiedene Kritiken, anbetrifft, so tragen dicsclbcn dcn An» strich von Courtoisic, und sind, obgleich mit Talent gcschricbcn, nicht von cincr gewissen «Parteilichkeit frci. Auch glaubc ich mich berechtigt, zu behaupten, daß, was dcn crstcn «Punkt bctrifft, scinc Meinung von dcn «pnblicistcn Europa's nicht getheilt wird , und daß , was dc» zweiten angeht, unpa.tciischc Militaire keineswegs in dic Lobsprüchc mil cinssimmcn wcrdcn, dic er dcn Bewegungen dcs Großfürsten spcndct, da sic ihm durch dic Noth vor» gcschricbcn waren. Dcnn an's Bataillircn zu dcnkcn, gcNattcte dcr damalige Zustand t>cr Dinge durchaus nicht; dcr Großsürst konnte und duritc, nachdcm cr durch dcn so unce» llärlichcn und vcrdammungswürdigcn Beschl dcs «volnischc» Generals einmal der Niederlage entschlüpft war, nichts anderes thnn, als sich bemühen mit allen Kräften so schnell wic möglich den einzigen, ihm übrig gebliebenen Rückugspuukt zu crrcichcn, von dcm cr um so mehr fürchten mußte, abgeschnitten zu werden, als dcr «Polnische General, statt dcn 3tcn Theil scincr Truppcn in «llnlhätigkc,! zu Nur licgcn zu lasscn, sic viclmchr auf dcn linkcn sslügel dcs Feindcs manövrircn und sic ihm auf scincr Rückzugslinic zuvorkommen lassen solltc. Was aber mich persönlich bctrifft, so wird dcr Major Brandt in dcr Folgc dcr Bro» schüre Gelegenheit finden , sich zu überzcngc», daß seine Kritik cbcn so wenig begründe! als verdien! ist."], [9, "3 Verfassers in ihr« ganzen Nichtigkeit darzustellcn, hoffc ich um so lcich tcr dicscn Zwcct zu crrcichcn, als ich dcn Gegenstand auf cinc mcincr Würdc angcmcsscnc Wcisc zu bchondcln und, so vicl wic möglich, Pcr» sönlichkciNn und Bittcrkcitcn zu vcrmcidem gcsonncn bin. Mcinc Widcr- Icgung an und für sich soll sich immcr auf unbcstrcibarc Thatsachen stütz«,, Ehc ich jedoch zu dcn mich persönlich betreffenden Thatsachen über gehe, werde ich mir einige Bemerkungen übcr dic Pflicht«, und dcn Vcruf dcs Historiker?, und cinigc Andeutungen übcr dcn wcitcn Abstand «lau» bcn, dcr dcn wahren Historiker von jcncn Fcdcrhcldcn trennt, dic stct? bcrcit sind, mit ihrcm mittclmäßigcn Talenlc zu Gunst«, dcsscn, dcr c? gcbrauchcn will, cincn wohlfcilcn Handcl abzuschlicßcn. Solltc ich mir abcr außcrdcm hic und da cincn allgcmcincn Ucbcrblict übcr da? Wcrk d«? Hrn. Smitt crlaubcn, so wcrde ich c? doch nur dann thun, wcnn ich cs für nöthig haltc , mcinc Lcscr auf dcn Zwcct und dic Tcndcnz dcs, sclbcn aufmcrlsam zu machcn; auch wcrdc ich durch dic (Iharallcrisirung desselben auf einleuchtend« Weise darlegen, warum er, obgleich cr mich zu viclcn andcrn gcscllc , dic ohnc Vorbehalt und mit Vcrläugnung aller persönlichen Absichten frant uud srci sich aufzuopfern bereit waren, um das frcmdc Joch abzuschütteln, — mich nichts dcsto wcnigcr zum bcson» dcrn Gegenstand scincr Angriff« gcwählt zu habcn scheint. Da dicsc wcnigcn Wortc nun, so zu sagcn, dcn Umriß mcincr Vro» schür« vorgczcichnct haben, so dürfen meine Leser nicht erwarten, darin eine so vollständige Widerlegung zu finden, als wozu das fragliche Werk cin so wcitcs und crfolgrcichcs Fcld bictct. Ich gchc demnach zur ersten Frage übcr. Schon und «habcn ist unstreitig der Beruf dc? Historikers und scin Gcbict von groß«» Nmfangc. Vor scincm Tribunal crschcincn dic Mäch tig«, dcr Erdc , dic gckröntcn Last« in ihr« Nackthcit und ihrcs falschen Flitterstaats entklcidct, dcn augcnblicklichcr Erfolg odcr ihrc hohe Stel lung ihnen lich und dcsscn Wcrth oft noch dic Schmeichelei erhöhte; scin Richnrwoit richtet dic in dcn Staub gctrctcnc Tugend wicdcr auf, und wcist ihr den gcbührcndm Platz an; scin durchdringcndcr Adlcrblick zcigt in dcm Kampfc dcr Mcinungcn und dcr scheinbar unvereinbarsten Er eignisse , dcncn jedoch stcis dic «habcn«, Innrcssen dcr Menschheit zum Grunde liegen, dic Ursachen an, wclchc sic crzcugtcn ; scinc träftigc, von dcr Wahrhcit gchobcnc Stimm« verkündigt sic den Individuen und dcn Nationen, welche dic Urhcbcr dicscr Ercignissc war«,, Abcr cr ist auch mchr alsjcdcr andcrc Schriftsteller Bedingungen und G.setzcn unlcrwor-"], [10, "4 fcn, von dcnen cr nic abwcichen darf, wenn cr nicht dcn l?harattcr dcs Historikers und die Würde der Geschichte, dcrcn Deutung ihm anhcimgc« fallen, erniedrigen will; cr muß, al? Bcsitz« dcr wichtigsten Thatsachen Unparteilichkeit für seine «rftc Pflicht,— ich sagc mehr — für scincn Kultu? anschcn. Dic hcrvorragcndcn TalcnN, dcrcn Schlraft cincn wcitcn Horizont umfaßt, gefallen sich in dcn großen Dramen dcr wichtig«, Wcltcrcig» nisse , sei c? dcr Vcrgangcnhcit, odcr ihr« cigncn Zcit, und so gcscllcn sic sich frei zu Allc», , was vo» Erhabcnhcit und Kraft im Individuum , wic in dcn Völkcrn Zeugniß ablegt. Ich weiß nicht , welcher Instinkt ihnen stel? sagn und noch sagt, daß sic für ihrc cigenc Größe arbeiten, wcnn sic in ihren Wcrtcn die dcr Volk« preisen. Au? dicscm Grund« hat «3 wichtigen Vorfällen niemals an ausgezeichnetem Schriftstellern gefehlt und ebcn darum «erden sic auch unsrcr Revolution, dicscr groß«, Wcltbc gcbcnhcit, nicht fchlcn '. Ja, sie- hat sogar cin schöncrc? Lo? gchabt; dcnn hat sic nicht dic crhabcnstcn Idccn , di« schönsten Inspirationen dcr Dich» tcr', auf dic unscr Zcitaltcr mit Rccht stolz ist, hcrvorgcrufcn? Dic Pocsic, dic allc großcn Handlung«, und Ercignissc mit ihr« Glorie verherrlicht , bevor sic dicsclbcn ihrcr jüngcrcn Schwcstcr, dcr Gcschichtc, anvertraut, hat auch ihr schon den gebührenden Tribut gezollt. E? war dieß von jeher ihr göttlicher Bcruf, wcnn cin cinzclncs Indivi» duu>» oder ein ganze? Volk in scincn großcn und cdcimüthigcn Bcstrcbun gcn untcrlag : und auch hicrin läßt sich dic Hand dcr Vorsehung nicht verkennen. Denn müßte nicht den Duldern dic Last ihrc? unglücklichen Dasein? unerträglich scin, wcnn stc nicht von Zeit zu Zeit cinigc trö» sicndc Worte hörten dic ihncn zurufcn , daß ihr Unglück nicht ohnc Größc, ohnc Glanz, ohn« Pocsic gcblicbcn und daß ihrc Vcstimmu»g,wcnn auch augcnblictlich vcrfchlt, doch nur vcrtagt ist. Wcnn c? indcß zuwcilcn gcschicht, daß Schriflstcllcr, dic nicht? mit dcn Tcndcnzcn und Bedürfnissen der Nationen gemein haben , und tcincn ' Das unter dcm Titel: Powstanic Narodu Polstiego : »Aufstand der «Poluischcu Nation im Jahre 183l> — 1831 « von Moritz Mochnocki geschriebene Wirk , das durch dcn frühen Tod dcs Verfassers nicht beendet wcrdcn konnte, kann gcwiß zu dcn ausgczeichnetstcn litcra» rischen Producten gezählt wcrdcn; auch möchte ich cs wol nicht besser charactcrisircn können, »!i indem ich mich »uf die Autorität eines dcr berühmtesten Männer in dcr literarischcn Welt, dcs verstorbenen Gans, «Professor an dcr Berliner «Universität, berufe, dcr, nachdcm er cs gelesen, sci» «Urtheil mit folgenden Worten ausdrückte : > »Is dcr weiße Adler davon flog , ließ !°r cinc ssedcr fallen , Mochnacki hob sie auf und schrieb mit ihr sein Werk. « 2 siehcDclavignc, samennais, Campbcll, Mickiewiez und mehrere junge dcutschcDichtcr, er."], [11, "5 Glauben an das Schöne und Erhabene in dcr Brust trägem , einzig in ihrcm pcrsönlickc» odcr in dcm Intcrcssc Andcrcr, cs untcrnchmen . denlwürdigc Thatsachen zu vcrdrchcn, und dic Nalioncn, auf dic sich dic sclbcn bezieh«,, in falcken» Lichte darzustellen, sodiencn ihrc Bemühung«, »ur dazu, dic Wahrheit desto besser hcrvcrtretcn zu lasse». Solche Men schen finden sich zu jeder Zcit , wo großc und unvorhcrgeschcnc Ercignissc dic Mcnfckhcit übcrrasckcn : aber ihrc Widcrspruchc mit andern unwidcr» leglichcn Zeugnissen, welche das Andenken dcr Völlcr achtct und verehrt. fuhren nur zu cincr gcnaucrcn Abschätzung dc? gcscllschafllichcn Zustan des. Dcnn cs ist hicr wic in dcr Natur: dcr Wurm winoct sich im Staube, währcnd dcr Adlcr in dcn Höhcn dc? Himmcls trcisct. Dicscr mcin« Ansicht nach möchtc ick wol unscrc Geschickte und dic unseres Falles von einen. Fremden versaßt schcn; abcr sic mußtc gewiss scnhaft und mit ticfcr Bcurthcilung dcr gegenwärtig«, Verhältnisse Europa's, wodurch die Zerstückelung unseres Landcs vcranlaßt wurdc , gc» schricbcn scin. Einc solchc Gcschichtc wärc vielleicht die beste Vertheidigung unserer Sache; dcnn, vor dcm Ricktcrstuhlc dcr Wahrhcit, was habcn wir zu fürchten ? Unscr Recht auf nationale- Unabhängigkcil war niemals allgcmcincr als jctzt vo» allc» ausgczcichnctcn Publizist«» fcstgcstcllt, und von all«, civilisirtcn Völkern anerkannt, Dic Invasion und Zerstük lclung unscrc? Landcs von Ecitcn dcr an dicscn» frcihcitsmördcrischcn Actc lhcilnchmcndcn Eabincttc sind von dcn gcwisscnhaftc» Man ncrn aller Länder beurtheilt worden, und dic Stimmc des eivilisirten Europa bat darüber das Urtheil gesprochen, — Dic öffentliche Meinung und folglich auch jeder Historiker, der genau genommen nichts anders als da? bewährte Organ derselben ist, haben demnach die Existenz uns«« Nationalität ancrtannt. Es ist cinc Wahrhcit, ob cs gleich für cincn Polcn peinlich ist, sic cin zugestehen, daß, namcntlich i» dcn Ictztcn Iahrhundcrtcn, unscr gcscll schaftlichcr Zustand, unfcr politisches Lcbcn dcm gcwifscnhaflcn Bcobachtcr mchr als cinc tadclnswcrthc Scin darbictct ; dcnn, gcstchcn wir c? nur, darin muss«, wir dcn crstcn Grund unsere? Unglücks suchen. — Dcr Egoismus dcs Adcl? und dic Rascrci , wenn man sich so ausdrücken darf, seiner Prätcnsioncn auf cinc schlecht begriffene Freiheit führte zur Li cenz; dicsc schwächte die Gewalt der Regierungen, machte sic rein frucht los, öffnete dcn inncicn Intriguen und dcncn dcr Nackbarmächtc cin wcilc? Fcld und führn endlich die Sucecssion mehr« fremder Mächte auf dcn Polnischen Thron h/rbci, die mit ibici» nothwendigen Zubehör"], [12, "6 von Bestechungen natürlich auf dcn National-Charalicr cinc vcrdcrblichc Wirkung hattcn. Abcr dcrsclbe Schriftstcllcr, wir könn«» es mit cincr Art Sclbstzufricdcnbcit sagcn, wird «s auch cingcstchcn, daß wir uns nicht ohnc Erfolg zu crforschcn bemühten, wo der uns nagende Krcb?schadcn lag. Dicscr solltc ausgcrottct wcrdcn durch dic Constitutionvo»n3tenMai,cin Akt, wclchcn dic Gcschichtc als cin schöncs Zeugniß von der patriotischen Gesinnung dc? polnischen Adels aufstellen wird, da «r beweist, daß, während im Oceidcnt die Völker gezwungc» waren, mit Blut dic Privi legien dcn höhcrcn Ständen zu entreiße», der Polnische Adcl aus cig ncn» Antricbc dic zcitgcmäßcn politischen Mittel ergriff, wodurch dcm Volke religiöse und politische Freiheit gesichert und dic Aussicht auf spä tere Reformen geöffnet wurdc, Dic Nachbarmächtc, wclchc an unscrm Vatcrlaiidc einen politischen Meuchelmord begingen, wovon Europa bi? dahin noch kein Beispiel gegeben hatte , und dic von cincm durch dic Ord nung und Kraft feiner Gesetze mächtigen Polnischen Reiche Allcs befürch ten mußten , wurdcn gcwahr, was sic bcdrohtc; fic machtcn un? cin Ver-> brcchcn au? cincm Actc, dcm allc Publizisten ° Europa's ihrcn Bcifalt zolltcn, undfandcn darin cinc» Vorwa»d zu cincr desini tivcn Zcrstükkclung Abcr allc dicsc Fchlcr, dic man als cbcn so «iclc Pfadc dcs Irrthums cmschcn muß, auf dcnm dic Individuen so gut als dic Nationen zu dein Wcgc gclangcn müsscn, der die einen zum Glücke, di« andern zur Wie» dcrerringung ihrer Unabhängigkeit und ihrer Bürgertugcndcn zurück führt , — allc dicsc Fehler tonnen dcr Gercchligkcit uns«« Sach« tcincn Abbruch thun, und wir wag«, sogar zu bchauptcn, daß jcdcm, dcr dic Krisis dcr gcgcnwärtigcn Lagc Europa's vcrstcht, dic Wicdcrhcrstcllung cincs Polnischen Königreichs, im weitesten Sinne dicscs Wortes, nicht allcin wünschcnswcrlh, sondcrn sogar für dic hohen Interessen dcs civi lisirtcn Europa's als dringend nothwendig erscheinen muß. Dcr Vcrfasscr hat sowohl durch dcn Titcl scincs Wcrtcs, als dic Wahl scincs Vcrlagsortcs »»cinc Ncugicrdc lebhaft erregt.— Man wird mich als Pole gewiß nicht dcr Schwäche gegen dic picußischc Ncgicrung ' siehc Burke , dcr untcr andern sagt : » Dic Konstitution vom 3ten Mai ist und bleibt für immcr cin chrcnvollcs Monumcnt für dic «Polen. Es ist ein Aet, der allen Einwohnern Vortheile und keinem Nachtheile darbietet. ' Dic «Preußen, die bci dieser Gelegenheit in Großpolcn einrückten, sagen in dem Bc» sitznahme» «Patent unter andern : » Dic Ereignisse-, dic das Dasein der Iaeobiner in «Pole» zu klar nachweisen, haben uns, der sicherheit unserer Staaten wegen, zur Besitznahme dieser Provinz genöthigt."], [13, "7 anklagcn, Mcin gonzcs Lcbcn licgt vor, um auf dicsc Anklage zu ant» wortcn; abcr das hindert mich nicht, Bcrlin als cinc dcr Hauptstädte: dcr großcn inNllcctucllcn Bewegung, und als den Sitz eminenter Talente anzuerkennen, wo trctz dcr Einschränkung dcr Prcssc sich Schriftsteller sind«,, dic dcr Wahrhcit ihrc Stütz« zu l«ihcn wisscn; auch crtcnnc ich ohnc Säumcn an, daß Deutschland im Allgcmcincn sagar Echriftstcllcr dicscr Art für dic neueren Ercignissc aufwciscn tan». Wic groß war demnach »«cin Erstaunen, als ich glcich im Anfang« dcs Smiltschcn Wertes — dic Usurpation als cin Recht — und dic Polnische Ncvolu» lion als Vcrbrcchcn dargestellt sah. Abcr dic Fortsetzung dcr Lcctur« gab dic Auflösung dicscs Räthscls ' und bcwics , daß dcr Vcrfasscr nichts mit dcn dcutschcn Hiftoritcrn als dcn Namcn und dic ihncn cntlchntc Sprache gcincin hat. — Abcr hicr stößt uns cinc ncuc Iragc auf, — Möchten wohl dic Russischen Historiker Hrn, Smitt als ihrcn Collcgem ancrtcnncn ? — Ich zwcifclc schr; dcnn sic wurdcn sich cbcn so gut als ich in Vcrlcgcnhcit bcsindcn, wcnn sic sag«, solltcn, zu wclchcr Eangori« in dcr litcrarischcn Wclt dicscs untcr dcm Titel dcr Gcschichtc vcrmummN Wcrt gchörcn soll, dcm man doch auck, da cs bcrcits 2 Vändc zählt, wo^u uns gcwiß nächst««? dcr drittc bcschccrt wird, dcn Namcn cinc? L i» bc I ls nicht gut gcbcn kann. Was mich nun anbetrifft , so stehe ich nicht an, zu crtlärcn, daß das fraglichc Wcrt nur «in wcilläusigcs Rcpcrtorium, cin »nonstruös«? Gcmcngsel von all«, dcn Erbärmlichkcitcn ist, wclchc die Fcindc mcinc? Vatcrlandcs seit dcsscn Fall bis auf dicsen Tag übcr uns ausgcschüttct habcn, und dic dcr Vcrfasscr mit bcwundcrnswürdig« Sorgfalt gesammclt hat. Ja ! in dieser Hinsicht affcktirt cr sogar Gc- Ichrsamlcit, und cr hat sic in crsckrccllich hohcm Grade : cr cilirc, sci cs vor dcn cinzclncn Abschnitten, sci es im Verlaufe- dcs Wcrkcs, odcr so- gar in dcn Anmerkungen, verschiedene mehr odcr minder beleidigende Ausdrüekc. Abcr leider hat cr nicht b.dacht,daß dicsc crbärmlichc Zu schaustellung von Citaten, dic cr zuwcilcn aus altcn und schr rcspcclabeln Autoren entlehnt, nicht mehr an der Mcdc ist, und daß mo.» sic hcutzu- tag«, un, sic nach ihrem wahren Wcrlhc abzuschätzen, — « mareiueter!« liltersire » — n nnt , deren einzig« Zweck ist, dcn Lcscrn durch dic Gc» lckrsamkeit dcs Autor«, zu imponir«, , und «inc pcinlichc Erzählung und cincn farbloscn Styl mit schimmcrndcm Sandc zu übcrstrcucn. Hr. smitt sagt uns, daß er 2N Jahre in Russischen Diensten gestanden, und daß cr zur Zcit der letzten Lampagne zum activen Dienste zurückgcrufc» wurdc."], [14, "8 Abcr dic Zeit drängt. Um unserm Vorsätze getreu zu bleiben, wollen wir also dcn Bcwcis führcn, daß das Smitlsche Wcrt auf Bcfchl und allcin im InNressc dcr Russischen Ncgicrung gcschricbcn ist. Icdcr , dcr dcn Gang dcr politischen Ereignisse verfolgt hat , kann sich dic Wahrhcit nicht vcrhchlcn , daß das Cabinct von Petersburg , scit> dcm cs dcn Russcn gclungcn ist, sich in dic Familie dcr civilisirNn Na tioncn cinzudrängcn, dic Allgewalt dcr öffcntlichcn Mcinung anzucr tenncn wußtc, u»d daß cs, bcgicrig dicsclbc für fich zu gcwinncn, cinc zu dicscn, Ziclc führcndc Taktik annahm, was auch Hr. Smitt dage gen sagen »nag Es hat dieselbe jedesmal angewandt, wcnn cs irgcnd «inc Eroberung im Schilde führte , oder wcnn cs scinc räuberische Politik rechtfertigen und über Sccucn, die im kaiscrlichcn Palastc vorgefallen und so oftmals von ganz Europa cinrcgistrirt wann, cincn Schlcicr zichcn wolltc. Sei cs nun, daß cs ihm nothwcndig schicn, dic öffentlich« Meinung von Europa vorzubereiten und vor den Augen der Zeitgenossen im Voraus dic Beraubungen zn entschuldig«,, wozu e? vielmehr durch seine Intriguen al? durch dic Gcwalt scincr Waffcn sich immcr dcn Wcg zu cbncn wußtc ; es vcrstand immer frcmdc Schriftsteller (Voltaire nicht ausgenommen) zu finden , deren gefällige Federn in ihren Journalen und Werken unter allcn Iormcn und Vencnnungcn sich bereitwillig zeigten, nicht allcin allc Handlungen dcr Russischen Regierung zu rechtfertigen, sondcrn sogar ihrc Prinzipien in dcm günstigsten Licht« darzustellen, und zwar Schriftsteller, dic, um dic angeblichem Vcrdicnstc dicscr Macht hcr au?zustrcichcn, sic , bald dcn Umständen gemäß, al? von dcn friedlichsten und uneigennützigsten Gesinnungen beseelt , bald , indcm sic ihrc Kräfte «rhobcn, sic al? cincn unbesiegbaren Koloß hinstellten, bereit, alles zu zcrschmcttcrn, was scincr Gcwalt sich zu widcrsctzcn wagcn möcht«. Auf dicscn» Wcg« wußtc das Cabinct von Petersburg in»»« nach dcn Um ständen sich um die Gunst dcr öffcntlichcn Meinung zu bewerben, Dic sprechendsten Zeugen für diese Behauptungen sind dic zu diesem Zweelc in so großer Menge geschriebenen Wcrkc, Vroschürcn und vorzüglich dic pcriodis«hcn Schriflcn, di« hcutzutagc Deutschland übcrschwenuncu ; wo- > Hr. smitt affcctirt in scinr Vorrcdc schr geschickt dic Russcn cincr gcwisscn Bonho» mic in dicscn Worten anzukiagcn : « cin «Unglück für dic Völker war cs immcr, wcnn nur ihrc Gegner dic sscdcr dcr Gcschichtc führten , und hätten die Perser , Earthagcr , dic alte» Gallier und Deutschen gcschricbcn, wir möchten jetzt eine zicmiich andere Gcschichtc lesen; fast cbcn so wic diesen ist cs in neueren Zeilen den Russcn gegangen : nur ihrc Gegner ha» bcn das große Wort geführt, während sie selber schwiegen. >"], [15, "9 von das lctztc sprcchcndstc Icugniß dic «Pcntarchic» ablcgt, cin Ncrk, dessen Tendenz, von, ticfcn Gcist dcr Dcutschen cntscklcicrt, dic allge mcinc Mcinung dcrgcftalt aufgcrcgt hat ', daß dcr Vcrfasscr sich nicht zu ncnncn wagt , und dcr Hcrausgcbcr sich allc Mühc gibt, sich vor dcm dcutschcn Publicum zu cntschuldigen. Dcm sci nun wic ihn» «ollc, immcr ist cs wahr, daß zu kcincr Zcit di« Russischc Rcgicrung mchr das Bedürfniß gefühlt hat, auf die öffentlich« Meinung zu wirken, um i» derselben dic Macht dcs Trugbildcs wicdcr hcrzustcllcn, das sic durch dic in Polcn stattgcfundcncn Ercignissc vcr lorcn bat, und d«H bis dahin fo wirksam ihrc Intriguen verhüllt und ihre diplomatischen Kunstgriffe unterstützt hattc. Dcnn wie groß mußtc nicht wirtlich das Erstaunen von ganz Europa scin, als cs plötzlich dic» scs Cchcinbild dcr Kraft und dic Hülfsquellcn der Russischem Macht in nichts zcrsticßcn sah, cincr Macht, dic, bis zu dicscr Zcit dic Wclt bczaubcrt, so viclc Iahrc dcm Vollc Glaub«, an dassclbc cingcstoßt und dic Politik dcr mcisic» Kabincttc so schüchtcr» und schwankend zu mackem gewußt hattc, daß sic nicmals sich entschließen konnten, sich der Vcrgrö» ßcrnng Rußlands cntgcgcnzusctzcn, odcr ihrcn Anmassungcn, sich in dic Intcrcsscn dcr andcrcn Ländcr cinzumisckcn, Einhalt zu thun. E? ist bekannt, daß Frankreich, al? e? sah, daß das Streben dcr Bourboncn dahin ging, cs um« dic Rcgicrung ein bon pluizir und dcr Pricstcrtastc zurückzuführen, cinc andcrc Dynastie wählte. Ueber folch« Kühnheit empört, erklärn sich d« Autokrat von Rußland zum Vorkam pfcr dcr vcrfallcncn Dvnastic, und beschloß, sich an dic Spitzc dicscs poli tischen Krcuzzugs zu stellen , der dic Franzosen und Belgier (dic dcm Vcispicl dcr crstcrcn gcfolgt waren) für ihre Kühnheit , sich seilst ein« Regierung zu gcbcn , und sich sichcrcrc Garantien für ihrc bürgcrlichcn und rcligioscn Ircihcitcn zu crringcn, büß«, lasscn solltc. Schon nahcrtc sieh in dicscr Absicht dic ganzc aktivc Armcc der polnischem Grcnzc, um in, Irühjahrc i» Gcmcinsckaft mit Prcußcn ' dic Eampagn« zu bcginncn ; auch hattc man allc Hoffnung, Ocstcrrcich zur Theilnahnic daran zu ver mögen. Aber das Schicksal, wclchcs oft boshaft in scincn Launen, u», ' siebe Mcnzcls Litcraturgcschichlc und Nugeburgcr Zeitung. l Es ist bekannt, daß dcr Marschall licbitsch zu dicscm Zwecke, Eudc cclobcrs, sich «ach Bcrlin bcgab, uud daß dasclbst am Plane dcr zu untcrnchmcndcn Campagne im Prcu» ßischcn Gcncralstabc gearbeitet wurdc , währcnd zahlreiche Verschiffungen von Muniiion aus den schlcsischcn Festungen nach dcn an dcr Elbe und weiter nach dcm Rhcinc gclcgcncu Festungen statt fanden. 1,"], [16, "10 scinc Macht suhlen zu lasscn, dic bcst cntworfcncn Pläne zu cincm schö nem Traumc vcrflüchtigt, wolltc es andcrs, Vicr Millioncn Polcn, di« das sogcnantc Königreich Polcn ausmachten und immcr übcr dic Mittcl nachfanncn, da? Polen dcr Sigismundc wicdcr zu crobcrn, glaubn», dcr zu ihr« Absicht günstige Augcnblick sci gckommcn, und «griffen dic Waffen gegen dic Macht , wclchc dic Urhcbcrin dcr Thcilung ihrc? Va terlandes und ihrc Untcrdrückcrin war. — Dic Ercignissc dcs 29st«, Novcmbcr trat«, cin, — dic, wcnn sie auch nicht das Resultat herbei führten , wclchcs ihrc Urhcbcr sich davon vorsprachen , nichts desto wcnigcr dcn Polcn dcn Trost gcwährcn, sich um das civilisirtc Europa große Vcrdicnstc crworbcn zu habcn , indcm sic durch ihrc Revolution dcn De spotismus an dcr Absicht verhinderten, die Fortschritte dcr Ireihcit und Unabhängigtcit zu vcrnichtcn. — Hoffen wir , daß diese Schuld aus dcn» Schuldbuchc der übrigen civilisirtcn Volk« cinst mit dcn Zinsen abgetra gen werde ! So vcrändcrtc also die Polnischc Revolution dic Gcstalt dcr Europäi schen Ercignissc, indcm sic plötzlich dcn Freiheit tödNndcn Arm dcs Auto krat«, aufhiclt , dcsscn ganzc Armcc untcr dcn Vcfchlcn scincs crstcn Fcldhcrrn in dcr Art ihrc Bcstimmung vcrändcrtc, daß sic vor ihrcn, Marschc a» dcn Nhcin di« Polnischen Rebellen züchtigen solltc. Und so groß war die- Gewißheit, mit dcr sich dcr Kaiscr Nicolau? schmcichclt« , daß «r in dcr dcm Dcputirtcn Iczicrsli bewilligtem Audicnz hochmüthig dicsc denkwürdigen Worte aussprach' : «au Premier eoup ele canon, lire p3r Ie3 ?c>Iein2iz,je ruulerai I» ?ulozne et je pazzerai le K.l»in. » Das Schicksal hat cs andcrs gclcnlt , und kurz nachhcr wurdc di« prunk« hafte Erklärung dcs Autokraten vor den Augen von ganz Europa furcht bar Lügen gestraft: dcnn cr passirtc nicht allcin nicht dcn Rhcin, sondern cr wurdc in scincr Anmaßung so schr gcdcmüthigt , daß er sich zu einer Handlung genöthigt sah, die er bis dahin auf fo geringschätzende Weise zurückgewiesen hatte, nämlich zur Anerkennung dcr ncucn Rcgicrung, dic sich Frankreich gcgcbcn hatte. Was nun das klcinc Königrcich Polcn bctrifft, so sah man, daß cs nicht allcin die anmaßenden Hoffnungen dcs Kaiser? zu Grunde richtete, sondcrn auch über dic Armcc, vor dcr ganz Europa zittcrn solltc, mchrcmalc dcn Siege davon trug. Und ohnc da? unglück liche Zusammcntrcffcn dcr Unfähigkcit und dc? Eigensinns dc? militai ' Hr. smitt gesteht nur dic Hälfte dcr Phrase ein; dennoch aber ist, was ich sage, un» bestreitbar wahr."], [17, "11 riscken Chefs, dcr Schwäche- derjenigen, dic au» Ruder dcr Rcgicrung standcn,und dcr Prcußischcn sogcnanntcn Neutralität, würdc sic gcwiß nicht vcrfchlt habcn, an dcn Ufern dcr Dwina und dcs Borysthcncs, dcr alten Grenz« von Polcn, dcn wcißcn Adler wicdcr aufzupflanzcn, dcr jcn« Ufcr so vicl« Iahrhundcrn bcsckützt hattc. Dic Polcn wurdcn bcsicgt; abcr dic Eindrücke' blicbcn, und untcr dic scn Vcrhältnisscn tonnn dic Rache- allein, obglcick mit cincr dc», 13tcn Iahrhundcrtc würdigen Erbitterung ausgeübt, dcm Autokrat«, nickt gcnügcn; da «i , wic wir wcinr obcn gcsagt, nickt allein scincn Stolz «nicdrigt und das Schcinbild dcr Älackt des Russisch«, Kolosscs zer stört, sondcrn sogar allc scinc politischen Pläne durchkreuzt sah. Dcr kaiscr suhln dcmnack, daß cr um jcd«, Prcis dic von dcn Polnisch«'» Bajoncttcn dcr Russischem Macht beigebrachte- Bresche rcpariren müsse. Hierzu kam nun noch, daß dic Sympathie- dcr cdlen Deutsche», deren Herz sich stets für Alles, was groß nnd hcldenmüthig ist, entstammt, sich für dic Sachc Polcns fo lcbcndig aussprach und durch dcrcn Sicg« und Erfolgc auf cinc solche- Höhc stieg, daß sclbst da? Unglück der Na tion sic nicht crkalnn konntc, cinc Sympalhic, di« durch dic so glänzcnoc Aufnahm« dcr Trümmer der polnischen Armcc in Deutschland mehr als zur Genüge bewiesen, wic ticf dic Sachc Polens im Hcrzc» dcr Dcutschcn Anklang gcfundcn hattc und daß viclrix placuit VÜ5 zcel viel, <2«l«ni. Dcm unparteiischem Vcobacht« dcs Gangcs dcr Ercignissc würd« «s schwer fallen, dem Russischen Eabinctt« nickt dic ihm gcbuhrcndc Gcrcch ligkcit widcrfahrcn zu lasscn, und anzucrtcnncn, daß gcradc dic Stabi» lilät in scincn Prinzipien dic Kraft und das Ucbcrgcwicht scincr Politik ausinacht. Dorr hat sich scit Pctcr dcm Großcn nichts gcändcrt : dcr Mcnsch stirbt , aber dic Prinzipien bleiben, und dic einmal vorgezcichncn Bahn wird gcwisscnhafc verfolgt. Demnach erbt« dcr Kaiscr Nicolaus von scincm Brudcr Alexander zugleich mic dcm Thrcnc, als unumgäng lich nothwendige Bedingung für tic Rcalisirung dcr ricscuhaftcn Plänc, wclchc dic Russischc Politik vcrfolgt, di« Sorgc, nichts zu sparcn, um di« öffentliche Meinung ven Deutschland zu gewim.cn. Dcnn das Pc tcr?burgcr Eabinet hat wchl begriffen, daß dicsc? Land durch scin mora lischc? und intcllckluellc? Ucbcrgcwicht übcr dic civilisirtcn Nationen cin Concentialions-Puntt dcr öffentlichen Meinung ist, dieses mächtigen Beherrschers der Menschen und Dingc, durch dcsscn Hülfc dic Deutschen"], [18, "12 lin Iahrc 1813, müdc dcs frcnidcn Jochcs und entrüstet über dcn Gedan ken dcr Univcrsalhcrrschllft, wcrnach jcncr größte Fcldhcrr dcs Jahr hundcrts zu strcbcn schicn, dcmfclbcn, als allc Armccn dcr Souvcrainc ihin nicht widcrstchcn lonntcn, nicht allcin dcn Sicg cntrissem, sondcrn sogar für immcr fcinc chrgcizigcn Plänc zcrstörtcn '. — Dic vcrcrbtcn Prinzipien wurden für den Kaiser Nieolaus durch dic Ercignissc und dcrcn Folgen, wic wir wcitcr obcn bewiesen haben, cinc zwingende Noth wendigkeit. Um demnach dahin zu gelangen, dic Russischc Rcgicrung in Deutschland populär zu machen, verdoppelte man Sorgfalt und Mittel, Nichts wurdc unNrlassem, um zu dicsc», Zwecke zu gelangen. Auch haben wir gesehen, daß der Kaiser, um dic Einbildungskcaft dcr Deutschem zu «regen, aber eigentlich in der geheimen Absicht, ihncn zu imponiren und sie so cinzuschüchtcrn, mit großcn Kosten scinc schönftcn Truppcn mchre ION Mcilcn wcit komm«, licß, um bci Kaiisch dicsc »uilitairische Vorstcl lung zu gcbcn, wozu Proben von allen den Völkerschaften, dic dicscs wcitc Kaiscrrcich bildcn, sclbst nicht dic Baschkiren und Tschirgissen aus» genommen, herbeigeholt wurden, um mit den Kindern dcr cdlcn Gcrma nicr zu fratcinisircn, und wo jcd« crfahrcnc Militair und wahre Kenner dcr Kunst sich schr getauscht fand, als cr, anstatt dasclbst nützliche und bclchrcndc Vcrvollkommnungem und Ncucrungcn , gewöhnlicher Zwcct dcr Vereinigung in einem Lager, zu finden, sich mit dcr Betrachtung dcs asiatischen Luxus, dein steten Zubehör dcr Rcgicrung sclavischcr Völker begnügen mußte. Anderwärts sah man dcn Kaiscr allc »uöglichc Schmei cheleien, Courtoisie, sclbstjcnc rührcndcn sentimentale» Uebcrraschungcn, die gcwöhnlich nur in dcr romantischen Wclt gebräuchlich sind, anwen» dcn. Nichts wurdc gcspart, dcr Kaiscr cnifaltctc scinc Frcigcbigtcit , (man muß cs sagcn, daß cr sic bci cinigcn nicht ohnc Erfolg an» wandt«), und cröffnctcjcnc Minc von Dckorationcn , woran dic Russi sche Regierung so reich, und womit sic so wcnig gcizig ist, Abcr da? Volk, ' Damals behanvtetcn dic Russen prahlerisch, und noch heute sind sie der Meinung, dic früher sogar viele Deutsche getheilt haben, daß das Verdienst der Befreiung Deutschlands ihncn zukomme und daß sic deßhalb auf dic Dankbarkeit dcr Deutschen cin Rccht haben ; allein wer, wic ich, den Zustand dcr Russischcn Armce und dcsscn stärke im Anfange von 1813 gesehen hat, wird wahrhaftig dicsc Ansprüche nur lächerlich finden, und im Gcgcn» »heile dic «Ueberzeugung hegen, daß dic Deutschen Rußland gerettet haben; dcnn obnc de» so cncrgischcn Aufstand dcr Deutschen würdc dic Französische Armcc, die bei Lützcn und Bautzcn ihre Kraft gezeigt hatte, gcwiß kcinc schwicrigkeit gefunden haben, mit dcm Bc» ginnc» dcs Frühjahrs nach dem Niemcn zurückzukehren, und belehrt durch begangene Feh» ler, hätte dcr Kais»r schr leicht Petersburg cincn Besuch abstatten können."], [19, "13 in Deutschland untcrrichnt«, als in jcdcn, audcrn Landc, wclchcs denkt u»,d urthcilt, hat sich wcdcr durch all dicscn Asiatischen Luxus bczaubern, noch durch dic kaiscrlichc Verschwendung gc»vinncn lasscn. Es hat mit Schwcigcn dic Handlungen des Cabincis von Petersburg beobachtet, und, seine Absichten ahnend, glaubte cs doch cinc Achnlichkcit zu findcn zwi schen dem Ungewiiter, das von dcr Scin dcs Nordcns droht, und jcncm Sturmc dcs Occidcuts, dc»» «Z nur durch dic beispielloseste patriotische Aufopferung entgehen konnte. Zugleich dienen die jetzigen Vorgänge in Polcn zur Warnung, welche-? Loo? sic zu crwartcn hattcn, wcnn dic Russcn, dic offcnbar nach dcr Univcrsalhcrrschaft ftrcbcn, sich cinc? Ta gcs Deutschlands bemächtigen sollten. Dicscr Zustand dcr Meinung ist dcm Kaiscr nicht unbckannt, und er bat deshalb geglaubt, daß ein Werk über dic Ictztcn Polnischen Ercignissc , wclchcs mit Geschick in dcutschcr Sprache geschrieben und, um all«, Ver dacht zu vcrmcidcn, in Deutschland gedruckt wärc, dic Sympathie- dcr Deutschen für die Polcn untergraben und dcn gcfallcncn Götzcn wicdcr aufrechnn könnte. Dieses Werk mußtc, um auf allc Klaff«, wirlcn zu tonnen, nicht allcin dic gcwaltige Macht Rußlands, dic Moral fcincr po litische:!, und Rcgicrungs-Prinzipicn prcisen, sondcrn auch dcn Kaiscr als dcnjenigcn darstcllcn, dcr, von dcn cdclstcn und menschenfreundlich» sten Gesinnungen cclcbt, und von chrgcizigcn Plänen weit entfernt, innncr und bci jcdcr Gclcgcnhcit sich ganz und gar gcgcn scincn Willcn zum Kricgc gczwungcn sicht, — und nur cinzig damit beschäftigt ist, die Völker, wclchc dic Vorsehung in ihrer grenzenlosen Gnade seinem väterlichen Secptcr anvertraut hat, glücklich zu machcn. Wcnn man nach dcm Gcistc urthcilt , dcr in dcm Wcrkc dcs Hrn. Smitt herrscht, so wird man keinen Augenblick zweifeln, daß er cs ist, dcr sich dicscr Aufgabe unterzogen hat, dic, wcgcn dcs dabei beabsichtig ten Zwcetcs, cbcn so schwicrig als Ruf antastend für dcn Vcrfasscr ist. Dcr Plan, nach dcn» Hr. Smitt scin Wcrk cntworfcn hat, ist zu klar und durchscheinend , als daß der Grund nicht sichtbar werden solltc. Um alle Sympalhic für dic Polcn zu zcrstönn, muß man sic als ein niedriges Volt darstellen, das aller Tugenden baar und folglich cincr politischen Unabhängigtcit unwürdig und unfähig ist. Man muß sic als Fcindc jcdcr gesellschaftlichem Verbesserung und als cin Volt «schcinem lasscn, das den von dcr Zcit und Civilisation verlangten Fortschritten widerstrebt. Man muß glauben machen, daß sic nicht au? Licbc zu», Va» Nrlandc oder im Gefühl« dcr Schmach dcs frcmdcn Jochcs und durch das"], [20, "14 Verlang«, getrieben, dasselbe- zu brcchcn , di« Revolution unNrnomm«, habcn, sondcrn cinzig in dcr Absicht, für ihrc Gcsctzlosigkcit cin freies Feld wicdcrzugcwinncn; und was dic militairischcn Ercignissc anbctrifft, so muß »»an allc Sicgc dcr Polcn auf nichts rcduzircn und glaubcn n»a> chcn, daß sic cinzig dcr Prahlerei ihrc Entstehung und dcr Stimm« schlecht« Journale ihrc Verbreitung vcrdanktcn. Und um die Figuren, dcrcn Darstellung der Vcrfasscr unlcrnommcn , dcsto bcsscx hcrvortrctc» zu lasscn, so mußtc cr dcn Kaiser Alcxandcr als jcnc wohlthätige Gott heit darstellen, dic allein auf dcm Wiener Congrcsse , nicht etwa nach den Plänen feiner Politik, noch u», da? Land sich zuzueignen, das ihm allein Einfluß in dcn Europäischcn Verhältnissen zusichern konntc , und von wo aus cr mit dcr cincn Hand bis nach Pari? , mit dcr andcrn bis nach Constantinopcl rcichtc, — ncin! nichts von Allem diesen»; wir sagen, der cinzig aus dcm unerschöpflich«! Dränge dcr Anhänglichkeit für dic Polcn ihrc Partci nah», und , so zu sagcn , die übrigem CabinctN zwang, ihm dic Errichtung cincs Polnischcn Königrcichs untcr scincm Sccptcr zu crlaubcn. Eben so m»Ht« cr uns dicsc? ncugcschaffcnc Königreich Po len untcr dcr Rcgicrung dcr bcidcn Kaiscr als das Bild dcr Glücksclig kcit und als das wahrc ülelur.'»!« unscr? Zeitalters mahl«», da? würdig wärc, von allen Völtcrn bcncidct zu wcrdcn. Dah« wird dcr aufmcrksamc Lcscr vcrgcblich in dcm Wcrtc dcs Hrn. Smitt dicscn Adel, dicsc Höhc suchen, dic sclbst in dcn Lcidcnschaftcn hervortritt. Ncin ! da sindct sich nicht? von dicscm Hassc, dicscm allgc waltigcn Drangc, dcr, vom Patriotismus cingcstößt und angefacht, zu weilen cin cdlcs Hcrz so weit fortreißt, daß cs in scincn Berichten par teiisch und selbst gegen seine Gegner ungerecht wird. Von Allem dicscm nichts. Das fragliche Werk athmet von einem End« zum andern einen tommandirt«, und demnach ruhig cinftudirtem Haß, und wcnn man so sagen kann, jcnc mcthodischc Anschwärzung, womit sich gcwöhnlich Ad» volatcn ohnc Prinzipien und Talent waff»en,dic cs untcrnchmcn , cincn Meuchelmord zu vcrthcidigcn. Ebcn so trcibt Hr.Smitt mit scincm Gewissen einen Klcinhandcl, und crröthct nicht, dic Lügc zu seiner Hülfc hcrbcizurufcn, um dcn ganz«, Aufwand scincs Hasscs und allc Manövcr scincr Erbittcrung gcgcn dic Nation im Allgcmcinem und gcgcn di« Individuen im Besondern nach Lust entfalten zu können. Auch steht cr gar nicht an , Thatsachen zu verdrehen, oder Personen Aeußerungen thun zu lassen, woran sic gc wiß nic gedacht haben , so daß man glaubcn muß , daß cr sic aus"], [21, "15 verdächtigen Quellen geschöpft hat, oder daß sic dic Erzcugnissc sci „cr cigcncn Erfindung sind. Allcs dicscs gcschah, wic jcdcr lcicht er rathen wird, cbcn so schr in dcr Absicht, »»» scincn Erzählungcn mchr Wahrscheinlichkeit zu geb«,, als um Personen lächerlich zu machen und unsere Sache und alle diejenigen, welche ihre Vertheidigung über nommen halt«,, bequem« anschwärzen zu können; während er im In teresse der Sache, wclchc cr vertritt, und um mit sichererm Erfolge dic ganze Polnische Nation in der tiefstem Erniedrigung darzustellem , Thatsachen zitirt °, (viele Bd. I, I, 5) , die cr rcin «fund«, hat, und dic, sclbst wcnn sic wirklich von cinigcn Erbärmlichem herrühren sollten, gcwiß nicht dcm Charakter dcr ganzen Nation zu»» Nachtheil gcrcickcn könnten, wic Hr. Smitt es augenscheinlich zu verstehen geben will. — Aber nicht? desto weniger möchten sic, so wic sic dargestellt sind, wäre es auch nur bci einigen scincr Lcscr, cinc nachthcilige Mcinung crzcugcn. Abcr Hr. Smitt bleibt in seinen, Eifer da nicht stchcn. Nichts, was Pole hcißt, findct bci ihm Gnadc, nicht cinmal da? wciblichc Gcschlcchc, Demnach schcn wir, daß cr (Vd, II, I. INI) ', mit Hintansetzung dcr dcmsclbcn gcbührcndcn Achtung , dic niemals ci» Mann von Ehrc und sittlich«» Gcfühl unberücksichtigt lasscn darf, all«, Anstand mit Füßen trctcnd, dcn Ruf dcr Polnisch«, Fraucn ducch bclcidigcndc Andcutungcn und crbärmlichc Anspiclungcn anzugrcifcn wagt, dic man wol ohn« Er» stauncn in cincm schlecht«, Libcll «wart«, tonnte, womit aber cin Schrift steller, dcr sich sclbst achtet, nic scin Wcrt bcschmutzcn solltc. Ebcnso sicht man ihn denn (Vul. II, pÄZ. 379) durch bedauernswürdige Spot tcrc»cn da? cdclstc, da? natürlichste Gcfühl lächerlich machcn, ' Dic schuldigen vcrsammcilcn sich im Vorzimmer dcs schiosscs, und als dcr Monarch aus seinen innern Gemächern hcrvorirat, warfen sic sich um Wnadc flehend nieder. Aleran» dcr, in dcsscn großmüthiger sccic mit dcm Erfolgc allc ihm zugefügte «Unbilden vergessen waren, füllte sich gleichsam beschämt durch dic Erniedrigung scincr «Unterthanen , und cinc Hand vor dic Augen haltend , winkic cr ihncn mit dcr andcrn Verzeihung zu. 2 Indcm er vom Tode eines Polnischen Bürger», labarowski, spricht, dcr ans Russischc« Bcfchl zu Wilna crschosscn wurdc, sagt er : > dcr Tag seines Todes war ein Tag dcr Traucr für dic Palriolcn in Wilna; dic Männcr knirschien Rache, die Fraucn drohten dcn Mos» kowitcn Bcrlilgung mit stumpf und sticl, was s e übrigens nicht hindcric, ihre liebes» Händel mit denselben fortzusetzen, um Neuigkeiten uud Geheimnisse znm Nutz und From» mcn ihrer Pariei zu erhäschen. > Er spricht von dcr Affaire von Wilna: »Während bci Panarr, gefochten wurdc, herrschte bci dcn Polnisch Gcsinntcn in Wilna Hoffnung und Zuversicht, und bci äußercr siille inncrlich cinc große Regsamkeit. Die Häuscr wurden aufgeputzt, dic Küchcn dan,p'< tcn von fcstlichcn Zubcrcitungcn ; einerseits bereitete man ciguickcndc speisen für die sicher"], [22, "16 Meine Lcscr dürfen dahcr nicht erstaun«» , daß cin Mann wic dcr Vcrfasscr aus dcn schönstcn Tugenden cin Vcrbrcchcn und aus dcn cdcl» ftcn Gesinnungen einen Gegenstand des Spottes macht; daß «r in scincn Raisonncmcnts als Prinzip aufstellt , daß in dc», matcricll«, Wohlbc» findcn cincr Nation dic Gcfühlc dcr Erinnerung und Pflicht sich auflösen müssen — ein unglüctlichcs Prinzip, wornach dem Menschen der schönste und edelste Theil geraubt wird, nach dcsscn Vcrlustc nichts von dcr Scclc, dicscm göttlichen Gcschcnkc, bleibt, wclchcs Gott dcn, Mcnschcn verlieh , als er ihn nach seinem Bilde schuf. Demnach ist cin Mann von solchen Grundsätzen wcdcr fähig, dcn Schmcrz übcr dcn Ver lust des VaNriandcs zu bcgrcifcn, noch gemacht, das Gcfühl zu würdi gem, wic crhcbcnd dic Hoffnung ist, dassclbc wicdcr gcwinncn zu lönncn. Hierauf sollten sich nun unsere Bemerkungen beschränken; dcnn wir glaubcn gcnug gesagt zu habcn, um zu bcwciscn, wclchcr Art das In tcressc und Motiv dcr Russischc» Rcgicrung war, dicscs Wcrt crschci» nen zu lasscn, wclchcs durch scincn Charaknr dic Meinung zur Evidenz bestätigt, daß cs auf ihrcn Bcfchl gcschricbcn wurdc. Um da? fragliche Werk im Allgemeinen zu bczcichncn, so sind wir bcfugt, zu bchauptcn, daß c? cincs dcrjcnigcn Erzcugnissc ist, dic ein zig angcfcrtigt wcrdcn , um cincn augcnblicklichcn Eindruck hcrvorzu bring«,, und dcn ThcaNr-Kostümcn glcichcn, die wol dem fernen Zu schauer täuschen, aber in der Nähe besehen, aus gemcmcm und grobem Gcwcbc zusammcngcsctzt crschcincn, Eben so ist das Wcrk dcs Hrn. Smitt, das mit cincr in Gallc gc tauchtcn Fcdcr gcschricbcn und mit cinc», Titcl ausftaffirt ist, in» Grunde erwarteten verbrüderten Kämpfer, andrerseits steine und siedendes Wasser für dic Köpfe dcr Moskalcn '. Dic jungcn Damcn flochten Kränze für dic stirnen der sicgcr, und alle Blumen »us den Gäricn wurden ausgekauft; die Männer setzten ihrc Waffen in Bereit» schaft, dic Fraucn ihre weißen Taschentücher, um dcn anziehenden Landsicutcn zuzuwin» lcn. Doch alle dicsc Vorbereitungen waren umsonst; die suppcn und Braten mußte» sie allcin verzehren, dic Waffen verstecken u»d dic Taschentücher einstecken; dic Blumenkränze endlich welken lasscn , wic ihre Hoffnungen. \" Dicscs Ausdrucks bcdicnt sich dcr Vcrfasscr an dicscr stelle, als von dcn Polcn spot» tcnder Weise angewandt obgleich er in Polnischer spräche dassclbc bezeichnet, was der Deutsche mit Moskowiten ausdrückt. Es ist außerdem bekannt , daß gar keine Analogie weder im «Ursprünge, noch in dcr spräche zwischen dcn Moskowiten und den Russcn bc» steht, Dcnn lelewc! weist nach, daß dic ersteren von den «tigern abstammen, einer Völkerschaft dic seit einigen Jahrhunderten sich an den «Ufern dcr Wolga niedergelassen hat. Dic Russcn im Gegentheil sind slavischen «Ursprungs und ihre spräche »st mit der Polnischen , aber in keiner Hinsicht mit dcr der Moskowiten verwandt."], [23, "17 nichts als «in Häuf« Compilationcn , dic i», Sim,c dcs Vcrfasscr? und nach dcr Tcndcnz,dic cr scincr Arbcit gcbcn wolltc, cin wcnig ausstaf firt und mit UnwahrhciNn und Vccläuindungcn vcrsalzcn sind. Dcomach ist c? also wcdcr dcnjctzigcn Lcscrn von irgcnd cincm Wcrtl^«, noch wird cs cincm Schriftsteller, dcr cinft dic Gcschichtc dicscs großcn Ereignisses schreiben will , von Nutzen sein. Was dic Mcinung dcs Vcrfasscrs übcr dic Personcn angcht, so sagcn wir i»n Namcn all« gutcn Polcn, daß — scin Tadcl chrt , — scin Lob schändct. Dcr cinzigc Thcil, wclchcr in wisscnschaftlichcr Hinsicht nicht ohnc Verdienst und Nutzen ist, und der diesem sonst so moralisch -monstruösen Machwerk noch einigen Werth geben tonnte, sind dic Naisonncmcnts übcr dic militairischem Ercignissc, von dcm Standpunkte 5« Strategie und Taktik aus beurtheilt. Abcr wir halten uns berechtigt , zu glaubcn und zu bchaupnn, daß gcradc dicscr Thcil das Wert dcs ausgczcichnctcn Talcnlcs cincs Polnischcn Offiziers \" ist, dcr lcidcr ! — ich wünschc cs zu glaubcn, — cin Opfcr dcr Charatlcrschwächc , dic bci dcm Anblicke dcs Unglücks gcwöhnlich crblcicht, gcwordcn ist und dadurch dcm Vatcrlandc nicht bis zu Endc dic Dicnstc gclciftet, wozu scinc Talcnn ihn fähig machten. Im Gegentheil, cr hat sich sogar so gestellt, daß dic Gcschichtc ihn untcr dcncn ncnncn wird, di« sich in dicscm Kricg« — gcgcn dic Pflichten dcs Soldatcn, so wie die Pflichten eines Polcn vcrgangcn habcn. Wir haben im Anfange dieser Schrift erklärt, daß, obgleich wir Hrn. Smitt keine ausführliche Antwort zugeben gesonnen sind, wir uns doch vorgenommen haben, einige scincr Behauptungen näher zu beleuchten. > l\"cr General Prondzüncli , Gcncral-QuarticrmciNcr 5er Polnischen Armee, und einer der besten Ztratcgen , die Europa blüht , faßte wahrend des Angriffs »o>, Warschau , im Pinvcrständniß mit tcm nur zu famosen Krnkowiccki, den Entschluß, Warschau lapi» tulricn zu laffen, und, stall seine Talente »uf dem Zchlachtfelde anzuwenden, machte er den Botschafter zwischen dem Russischen Hauptquartiere und Krukowiecki, und unter dem Borwandc, als habe er sich als Bürgen der genauen Ausführung der Kapitulation gestellt , verließ er die Armee ohne Nutorisation und blieb bei dem Feinde, Gs ist bekannt, daß er späterhin auf kaiserlichen Befehl die Geschichte dieser Campagne schreiben mußte , die er , so viel wir wissen , im Manuskripte bcsiht , und da Hr. Lmitt sich häufig auf das Ma> nustript eines ausgezeichneten «poiuischcn Generals beruft, und wir die Meinungen des Generals Prondz>,ncli über diesen Feldzug kennen, so zweifeln wir keinen Augenblick, daß besagter «eneial den Befehl erhalten ha», sein Manuskript dem Verfasser mitzuthei» len. es ist zwar wahr, daß man darin den Marschali Ticbitsch ziemlich strenge mitnimmt, aber der«eneral Prondzincki hatte dessen Operationen als »adclnswerth erkannt, und, was die Russen betrifft , so glauben sie einem Todlcn keine Rücksichten schuldig zu sein, 2"], [24, "18 Wir werden demnach mit derjenigen beginnen, von wclchcr Hr. Smitt, wic cs schcinr, ausgehen will, um dcn Zweck scincr Anklagcn Icicht« zu crrcichcn. — Er beschuldigt nämlich di« Polcn dos Mangcls an Dank barkeit gcgcn dcn Kaiser Alcxandcr , 1?« doch allcin auf dcm Wicncr Congressc dic Wiedererrichtung dcs Königreichs Polcn unterstützt habe , und dieß nicht etwa in irgend cincr politischen Absicht odcr aus dcm Ver langen, sein Gebiet zu vergrößern, sondern cinzig aus Anhänglichkeit für di« Polcn, dic er sogar mit cincr Konstitution beschenkt und für deren materielles und moralisches Wohl im weitesten Sinne des Worte? er, wi« scin Nachfolger , dic rührcndstc Sorgfalt gctragcn hab«. Bclcuchtcn wir also dicsc Fragc; denn cs wird damit cinc für dic Zeit genossen wic für dic Gcschichtc vicl Wichtigcrc Frag« ihrc Erledigung finden. Sind» dic Polen für irgend etwas in dcr Wclt dem Kaiscr Alcxandcr und scin«»» Nachfolg« vcrpflichtct ? — Dic Beantwortung dieser Frage wird zugleich die zweite entscheiden : ob die Polen ein Verbrechen begin gen, als sic am 29stem Nov. zu den Waffen griffen, um sich von dcm frcmdcn Jochc zu befrcic»: ob sic dazu cin Rccht hattcn, und ob sic sich dcssclbcn gcbührcndcrmaßcn bcdicntcn ? Wcnn wir von dcm Grundsatz« ausgehen , daß dcm cincn rccht , was dcm andern billig ist, so unterliegt es gar keinem Zweifel, daß nach den» Völkerrecht« dic Russischen Kaiscr in Polcn Usurpatoren sind. Dcnn war dics Prinzip nicht sclbst von allem König«, ancrkannt, indcm sic hicr dic Dcutschcn aufreizten, unterstützten, um dcn König von Wcstphalcn zu vcrtrcibcn, dort dcn Spaniern alle Mittcl darbotcn, um dcn ihncn auf gcdrungcncn König Joscph zu vcrjagcn ? — abcr mehr wic dics , wurdc nicht der von der Nation selbst zum Kaiser gewählte, von allen Mächten ancrtanntc und durch dic Tractatc bestätigte Napoleon nichts desto we niger, sobald sich die Gclcgenhcit darbot, als «in Usurpator dargestellt und scincs Throncs für verlustig erklärt, um dcn lcgitimcn König wicdcr auf dcnsclbcn zu erhcbcn, wcil sic dic Legitimität als Prinzip aufgestellt hattcn. Wic dürftc hiernach Hr. Smitt zu behaupten wagen, daß dic Polnische Revolution nicht legitim gewesen sci ? und was uns anbctrifft, dic wir das Prinzip dcr Lcgitimität aus cincm höhcrem Standpunkte betrachten, wer würdc nicht zugcbcn, daß di« Polcn nach allem Völker rechtlichen und bürgerlichen Prinzipien das Rccht hattcn, durch allc Mittcl dic Unabhängiglcit ihrcs Vatcrlandcs wicdcr zu crringcn? Was dic Vorfäll« dcs Wicncr Congrcsscs bctrifft, so wird cs mir"], [25, "19 nicht schwcr scin, dic darauf sich bczichcndcn Behauptung«, des Verfas sers zu widerleg«, und zugleich darzuthun , welches dic wahr«, Beweg gründe dcs Kaisers Alexander waren, indem er auf dic Wicdcrcrrichtung cincs Polnischcn Königrcichcs untcr scincm Sccptcr bcftand : dcnn wahr lich ! «ß wird Niemand , wenn er sich nur einigermaßen mit Fragen dcr Politik beschäftigt hat, an «ine sentimentale Politik glauben; am we nigsten aber wird cr sic bci cinc»» Russischen Autokraten voraussetzen. Eine solche Politik würdc von jcdcn» Staatsmanne: als cin politischer Unsinn, ja als «ine Thorheit angesehen werden. Bedenken wir nur, daß cs in dcn politischen Kombinationen unverletzliche Prinzipien und Gesetze gibt , von denen keine Regierung abweichen darf. Diese bestehen cinzig und allcin in dcm Grundsatze : die Politik des eigenen Landcs zu vcrfolgcn. Nicinand wird dcn Kaiscr Alcxandcr anllagcn, daß cr dcr Mann war, sich von dicscm Prinzipc zu cntfcrncn , und nicht viclmchr daraus zu jcdcr Zcit scincn Nutzen zu zichcn wußtc. Um 'dics« Vcbaup tung zu begründen, darf ich nur einer Thatsache erwähnen, — Jedermann ist c? bekannt, wic groß di« Anhänglichkeit, ich möchte- fast sagen, Verehrung war, welch« dcr Kaiser zum Königlich -Prcußischcn Hausc trug, und dennoch opfcrtc cr bcim Tilsit« Fricdcn dicscs Gcfühl dcr Politik auf, indcm er nicht allein Preußischen Monarchen be stimmte, dicscn für ihn so ungünstigcn Fricdcn onzunchmcn , sondcrn sogar nicht anstand, durch dic Annahme des bis dahin zu Preußen ge hörigen Kreise? von Bialystock, die ihn, entrissene Beute zu theilen. Wenn dcr Kaiscr Alcxandcr auf dcm Wicncr Congrcssc Zuncigung zu dcn Polcn zu zcigcn und dicsclbc al? einzigem Grund seiner Ansprüche vorzugeben sich bemühte , so geschah da? nur , um einerseits vor den Au- gen dcr Cabincttc scin Spicl zu vcrdcctcn und andrcrscit?, um au? dicscr vorgcblichcn Anhänglichkeit sich gleichsam ein Werkzeug zu bereiten, mit wclchcm cr dic öffentliche Meinung aller Polcn zu scincn Gunsten wen .dcn, und sic so zur Unterstützung scincr Ansprüche gewinnen könnte. Daher haben wir gesehen, daß cin ganzc? Hccr von gchcimcn Russischen Agenten und politischen Werbern zu der Zcit Polcn übcrschwcmmtc , dic jcdcn, , dcr sic nur anhörcn wolltc, zum Ucbcrdruß wiederholten : »dcr Kaiscr will Polcn wicdcrhcrstcllc» ; allc Cabincttc widcrsctzcn sich dicscm Planc, und «s wcrdcn ihm viclc Schwicrigkeitc» i» den Weggelegt; wcnn abcr nur dic Polcn sich insgcsammt öffentlich für ihn erklären woll tcn, fo würde er leicht üb« alle Hindernissc triumphircn, und wir wür- den unscr Vatcrland wieder gewinnen. » Dcrglcichcn Rcdcn fanden"], [26, "20 unter dcn Lcutcn in dcr Provinz, dic wcuig von Politik wußt«, , vicl« Gläubige; zu Wilna wurdcn öffentlich« Lustbarkeiten und Bälle von dcr Rcgicxung vcxanlaßt und sclbst bcfohlcn, und bald spxachcn allc Polni schcn und fxcmdcn Zcitungcn mit großer Emphase von diesen» Enthu siasmus für dcn Kaifcr Alcxandcr , womit cr fclbst sich zu Wicn brüftctc , um dcn, Congxessc zu bcweiscn, daß dic Polcn bcrcit seien, seine An sprüche mit dcn Waffcn in dcr Hand zu untcrstützcn. Abcr cin Mcttcrnich, ein Tallcyrand, cin Castlcrcagh licßcn sich nicht so leicht täuschen; und ohne die Nüekkehr des Kaiscr? Napolcon von Elba, wclchc? ich als ein traurigcs Ercigniß für Polcn bctrachtc, wärc gcwiß cin Königreich Polen, wic cs früher bestanden, wi«d« tonstituirt wordcn. Sprechend« 3«ug«, dafür sind die Auszüge aus dcn Notcn , dic der Fürst von Mcttcrnich' dcm Wicncr Congrcsfc vorlcgtc, von dcncn dic erste beweist, wie Oestreich die Theilung Polens ansah, wozu Maria Theresia sich gezwungen gesehen iMtc, und dic zwcitc, wie bcrcit Oestreich war, dic altcn Polnischcn Provinzcn zurückzugeben. Das Nämliche erhellt fern« aus dem Offensiv- und Defensiv- Vündniß, das zwischen Frank rcich, Oestreich und England geschlossen wucdc. Ucbrigcn? ist dcr Gcdantc dcr Wiederhcrstcllung eincs Polnischcn Kö nigreichs untcr Russischen» Sccptcr durchaus nicht ncu^; dcnn wir habcn ' Indem er von der Theilung spricht , karattcrisirt er sie folgendermaßen : » Durch das Zusammentreffen gebielrischer und von dem Willen der Oessreichischen souveraine unab» yängiger «Umstände » le. , und in dcr Note, welche die Konstituirung Polens unterstützen soll, sagt er : > daß das Oestreichischc Cabinet nicht schwanken würdc, für dic Wiedcrcr» richtung eine« unalhängigen und unter einer National »Rcgicrung stehenden Königreichs Polen dic größten Opfer zu bringen. » ' 1803 kam Alexander zum alten Fürsten Ezartoryski nach Pulawe,. Dort wurdc allcs durch einen einflußreichen und seiner Person ergebenen Mann vorbereitet, daß die Depu» tationcn dcr untcr Prcußen und Oestreich stehenden Provinzcn verlangen sollten, daß man alle Provinzcn nntcr cincn sccptcr vereinigen möchte, ohnc jedoch auszusprcchcn , unter welcher Form dies geschehen solltc. Der Kaiser vernahm mit Vergnügen dicscn Vorschlag, nahm ihn »n, »nd man will sogar wissen, daß er dic Bcistimmung Napoicons erhielt. Aber die schlacht von Austcrlitz veränderte dic «Umstände, und Napolcon wollte nicht mchr davon sprechen hören. 1807, als Napoleon nach Warschau kam , wahrend dort eine Polnische Armce organi» sirt wurde und kein Zweifel mchr obwaltete, daß cr »uf irgend eine Weise Polen wieder herstellen werde, ließ dcr Kaiscr Alexander , um zu verhindern, daß dic unter seiner Herrschaft stehenden Polnischcn Provinzen sich für seinen Gegner erklärten , dcn Polni schen General Kniazicwicz, dcr die Polnische Legion ,m Rhein kommandirt hatte »nd seitdem Wolyinien bewohnte, nach Königsberg kommen. Bei scincr Ankunft sagte cr"], [27, "21 den Kaiscr Alexander jedesmal , wenn dic Ereigniss« ihm dic Früchte der politischen Räuberei seiner Großmutter zu entziehen drohtcn, zu dcr Idee, ein Polnisches Königreich zu errichten, sein« Zuflucht nehmen se hen, und jedesmal wandte cr alle Heuchelei an, dic ihn selbst vor dcn Augen dcr Völker, wahrend einer gewissen Zeit, als ein Ideal dcs Groß muihcs, dcr UncigcnnüKigkcit und dcs vollständigstcn Liberalismus, zum Gcgcnstande der Verehrung machte. Wir glauben zur Genüge bewiesen zu haben, daß der Kaiscr Alcxan dcr auf dcm Wicncr Congrcssc kein Rccht auf die Dankbarkeit dcr Polcn crlangt hat; doch untersuchen wir nun auch ferner, welches sein cigcntli» chcr Zwcck gcwcscn sci ? Das Pctcrsburgcr Eabinet machte mit der ersten Tbcilung Polens «inen großcn Schritt zu dcm Ziclc scincr Staalskunst: denn diese Theil nahme näherte und setzte sogar das Russische Gebiet in Berührung mit dcm Ottomannischcn Reiche, worauf schon Peter dcr Großc scinc Blicke gewendet hatte. Doch war )«ncs Eabinct nur auf dcm halben Wcgc zu scincm Ziclc, und cs sah wohl «in, daß cs, um scinc Absichten gänzlich ihm in wenig Worten : »dic Theilung Polens ist cin Fehler, dcn ich wicdcr gut machen will.» Nach dieser Einleitung erklärte dcr Kaiscr dcm Gcneral , daß cr cinc Polnische Armee bilden uud ihm das Eommando übergeben wollte; aber dcr Genera! antwortete mit dcm Gefühle eines guten Polen : »sire, in diesem Augenblicke, wo unter Frank» reichs schutzc zu Warschau cinc Polnische Armee gebildet wird , wcrdc ich gcwiß nicht ci> ncn Theil Polens gegen dcn ander» bewaffnen wollen, > 1811 , als dic Verhältnisse zwischen dem Labincttc dcr Tmlcricn und dcm von st, Petersburg loser und lauer zu werden begannen und dcr Krieg säst gcwiß war, glaubte dcr Kaiscr, daß in diescm Falle dic unter scincm sccptcr stchcnden Polnischen Provinzen sich unter dic Polnischen Adler versammeln würden , sobald diese sich mit dcr Französs» sehen Armee an dcn Ufcrn dcs Nic,nen sehen licßen. Im Anfange dcs Iahrcs 1812 ließ cr Oginski (sschc dessen Memoiren) nach Petersburg lommcn, und bei ihrcm Zufammcntreffcn kam cr noch einmal »uf sein Verlangen, cin Königreich Polcn wicdcr hcrznstellcn, dcnn cr sagte: » Was wollt ihr? Wollt ihr alle »u» » tcr demselben secptcr vereinigt werden, so soll cs geschehen, und mit eurer Erlaubniß würde ich dic Polnische Krone auf mein Haupt setzen. Für jetzt will ich den untcr mcincr Herrschaft stehenden Provinzen eine Konstitution geben und eine Polnische Armee orga» nisiren lassen , » und augenblicklich erhielt dcr General Will den Befehl, sich milderen Organisirung zu beschäftigen, und der Baron Roscnlampf wurde mit dcr Abfassung cincr Konstitution beauftragt. Es ist klar, daß alles dieses geschah, um entweder Napoleon zu verhindern, dcr Grün» dcr eines neuen Polens zu »erden, oder im Falle, daß dicscs nicht gelingen sollte, bei dcn Polen, welche das Hcezogthum Warschau ausmachten, dcn Wunsch zu crrcgcn, untcr dcn sccptcr dcsscn überzugehen, dcr sich zum König von Polcn erllärle."], [28, "22 zu rcalisircn, «incn thätigen Einfiuß übcr die großen Europäischem Mächte gewinnen müsse, nicht allein, um ihnen in ihrem Gebiete durch scinc Intrigucn ' lcichtcr Schwierigkeiten schaffen zu können , sondcrn auch, uni durch dic Einnahme cincr in stratcgischcr Hinsicht vorthcilhaf« tcrc Stellung sich von außen furchtbarer M machen: auf diesem Weg« tonnte es denn viel gemächlicher im Oriente scinc Plänc ausführcn, um später sein Augenmerk »uf dcn Oecidcnt zurückzuwenden. Um dicscn Zwcct zu crrcichcn, mußte man einen Vcrührungspuntt mit dem Herzen des preußischen und östreichischen Staates zu gewinnen suchen, um sich so dem Centrum dcs Europäischen Oceidcnts zu nähern; und dieß tonnte nur durch dcn Besitz dcs jenseits der Weichsel bclcgcnen Theils von Po- len bcwcrtstclligt werden, da derselbe nicht allein den Einfluß des Russi- schen Eabincts übcr Deutschland , sondcrn auch über dcn Occidcnt und sogar übcr dic nach Süden zu gelegenen Länder sehr erleichtern mußte. Es reicht hin, einen einzigen Bliet auf die Karte zu werfen , um zu se- hen, in welche vortheilhafte Lage für einen Angriffskrieg (wozu Ruß- land immer einen Vorwand zu finden weiß) sich dic Russen durch dcn Bcsitz dcs Königreichs Polcn, in Beziehung auf Preußen und Oestreich, gesetzt haben. Denn wer könnte läugncn, daß, seitdem Rußland das zu Wien geschaffene Königreich Polcn in Bcsitz gcnommcn, Ocftrcich in stra- tegischer Hinsicht tcincn einzigen Vcrthcidigungspuntt auf jener Seit« besitzt, während Rußland durch die Sichcrftcllung fcincr Opcrationslinic alle Vortheile zu einem Invasionskriege hat. Die Stellung Preußens ist noch schlimmer. Denn dir Russen können nicht allein ohne Schwcrdt strcich der Provinz Wcstprcußcn sich bemächtigen , sondern auch von der südlichen Seite steht ihnen nichts im Wege, wenn sic von Kalisch auf brcchcn, das nur 6 Mcilcn von dcr Preußischen Grenze liegt, bci Bres lau dic Oder zu passircn , und Berlin könnte dann leicht in 8 Tagen dic Kosackcn vor seincn Maucrn schcn. Das sind dic Vorthcilc, dic Alexan der in militärischer Hinsicht zu Wien durch dcn Bcsitz dcs ncucn König reichs gesucht und erlangt hat. Aber diejenigen, welche er in politischer Rücksicht erreichte, sind noch viel größer; denn nimmt Rußland nicht eben hierdurch die so imposante Stellung in dcr Europäischen Politik «in ? ' Unter den Papieren, dic man im Kabinette des Großfürste» in Belvcdcre gefunden hat, entdeckte man unter andern cinc vollständige Eorrespondenz mit Russischen Agenten in Ungarn , welche den Faden der Intriguen auswies, den die Russen daselbst gesponnen hatten , um unter dem Vorwandc dcr Religion die Ungarn zu einer Empörung gegen ihre» Landesherr» zu vermöge»."], [29, "23 Wer tonnte es läugnen, daß Rußland durch diesen Besitz eine Art Su prematie übcr die Politik aller Regierungen ausübt ! Ein König ' wollte feinem Lande eine Konstitution geben; die Drohungen Rußlands zwan gen ihn, darauf zu verzichten. — Ein Fürst ' hatte seinem Lande eine Konstitution und Prcßfrcihcit Verbürgt , und wollte es nach liberalen Prinzipien regieren. Aber dies mißfiel dcm Kaiscr, — Er mußtc scincn Plan aufgeben. In Spanien bestimmte dcr lcgitimstc dcr Könige das Succcssionsrccht; dies mißfällt in Petersburg, und feit dieser Zcit sc hcn wir in Spanicn untcr Rußlands Einfluß dic Fackel dcs Bürger» lriegcs stammen. Zu Paris, Neapel, Madrid will das Volk sich eine liberale Regierung sichern : sogleich stellen sich die Russischen Bataillone in Schlachtordnung, um dic Rcbcllcn zu züchtigen. — Dic dcutschc Ju gend genießt auf dcn Universitäten einige Freiheiten; man verlangt zu Petersburg die Schärfung dcr Univcrsitätsgcsctzc, nnd sic wcrdcn ge schärft. — Alles dieses ist historische Thatsache. Wer kennt außerdem nicht dic Wirkung dcr Eongrcssc von Laibach, Troppau, Vcrona und Aachen, und das Uebcrgcwicht, welches Rußland dort ausübte. Und se hen wir es nicht mit jedem Tage scinc Anmaßungen, deren Zweck dic Pcntarchic nur zu klar cnthüllt hat, in dcm Gradc stcigcrn,daß cs in den deutschen Bund einzutreten verlangt, um seinen Einfluß übcr Deutschland auszuüben? Dies sind dic wahrem Beweggründe , dic dcn Kaiscr Alcrandcr so schr auf dic Honstituirung eines Königreichs Polcn untcr fcincm Scepter bestehen ließen; dies sind die Früchte, dic cr aus dcr Rcalisirung seines Planes gezogen, und dies sind endlich dic vollständigen Folgen des großen Hehlers, dcn dic Europäischen Kabinette begingen, indem sie zur Thei lung Polens ihre Zustimmung gaben, wozu die nur zu famösc Kalha rina, nachdem cs ihr gclungcn war, cbcn sowol Friedrich dcn Großen, dcn größlcn Mann scincs Zeitalters, als dic frommc Maria Thcrcsia zu täuschen, zuerst den Vorschlag machte, und wovon nicht nur diejenigen, welche als Opfer dieser Theilung sielen, sondcrn auch diejenigen, welche sic vollbringen halfen , die Folgen tragen '. Denn wir tonnen cs uns \" Nürtembcrg. ' Baden. Napoleon würde gcwiß nicht gewagt haben , nach dcr schlacht von Icna so vorzndrin» gen, wic cr cs gethan hat, und dic feindliche Armee jenseits dcr Weichsel aufzusuchc«, wenn cr nicht gewußt hätte, daß, sobald cr die Odcr passirt haben würde, cr keine Feinde mehr, sondcrn viclmchr Bundesgenossen in dcn Polcn finden würde, sobald er ihnen nur dic"], [30, "24 nicht vcrhchlcn, daß gcradc hierin dic wahrcn Ursachen dcr drückendem Verhältnisse Europas liegen. Ja gcwiß, jeder, dcr nur unparteiisch dcn Stand dcr Dinge beurtheilen will, wird einsehen, daß, seitdem die Rus sen sich Polens bemächtigt , Europa sein politisches Gleichgewicht verloren hat. Sein Zustand ist anormal geworden, dcr sogcnannte Iricdenszu« stand ist nur cin tünstlichcr und verzehrt all« Früchte der mit drückenden Abgaben belasteten Völker, nicht etwa um ihren Wohlstand durch Fort schritte dcr Industrie und dcs Handels zu bessern, sondcrn lediglich um dic uncnlbchrlich gcwordcncn Kricgszurüftungcn zu unterhalten. Von diesem ganzen Zustande liegt — was man auch sagen mag — die erste Quelle in dcr Thcilung Polens. — Dicsc gczwungcnc Stellung wird nicht eher aufhören, als bis Gcrcchtigteit geübt und Polen seinen alten Platz und Rang untcr dcn Europäischen Mächten wicdcr crlangt habcn wird: was vicl Icichtcr und mit wcit gcringcrcm Aufwand« von Blut und Schätzen hätte geschehen tonnen, als künftig dazu erforderlich sein wird , wenn dic Kabincttc, und namentlich das Preußischc, ihre wirtlichen In tcrcfsen zur Zeit dcr Polnischem Revolution besser hätten begreifen wol len. Statt dicsc sich so glücklich darbictcndc Gclcgcnhcit zu crgrcifcn, blicbcn dic Eincn ruhigc Zuschauer, und dic Anderen leisteten selbst un tcr dcm Dcckmantcl dcr Neutralität jede mögliche Hülfe cincr Macht, dcsscn Joch so hart auf Europa laftct. Außerdem , wenn wir dic Thci lung Polens vom philosophischen Etandpunctc aus betrachten, so gibt es sicherlich nichts unmoralischer, als ein Volt untcr das Joch dcs andern zu werfen. Denn die Nationalität ist cin cbcn so hciligcs und chrwürdigcs Band für dic Völtcr, als cs dic nächste und innigste Verwandtschaft für dic Individuen ist, — Wer dieses Band bricht oder beschimpft, begeht cin Verbrechen, das weder dic Zahl, noch dcr Stand dcr Mitfrcvcldcn entschuldigen tann. Ich glaube nun hinlänglich die Gründe, welche Rußland von jeher zu cincr Thcilung Polens und später auf dcm Wicncr Congrcssc zu dcr Wicdcrhcrsicllung cincs Polnischen Königreichs hatte, entwickelt, da« Befreiung von dcr fremden Herrschaft anböte. — sehen wir nicht schon heute in Hinsicht dcr materiellen Wohlfahrt die Nachtheile, die Preußen aus dcr Theilung von Polcn cr» fährt , indcm die östlichen Provinzen durch dic systematische spcrrung Rußlands ganzlich zu Grunde gerichtet, und in Kurzem alle preußischen Häfen am baltischen Meere dasselbe Loos haben werden , wenn dcr ganze so bedeutende Vetreicehande! von Polcn nach Riga gewendet wird, wozu dic in dieser Richtmig anbefohlenen Kanäle und Eisenbahnen ficht» bar die Mittel vorbercitcn."], [31, "25 durch dic von Hrn. Smitt zu Gunsten des Kaisers Alexander erfundenen Rechte auf dic Dantbartcit dcr Polcn widcrlcgt und auf ihren wahrcn Wcrth rcduzirt zu haben, nachdem ich die Folgen angezeigt , dic bisjcht für Europa aus dcr ersten stets fortdauernden Ungerechtigkeit hcrvorge» gangen und diejenigen, von denen cs noch bcdroht ist. Es bleibt wir noch übrig, meine Leser von dcn Wohlthaten der Kon stitution und dcm matcricllcn Wohlsein zu unterhalten, welches dic Po lcn untcr Russischer Herrschaft sollen genossen haben. Ich brauche nur wenig darüber zu sagen. Alle ausgezeichneten Publicistcn Europas haben dcn Grundsatz durch geführt, daß eine Konstitution, wenn sic nicht als ein Vertrag zwischen dcr Nation und dcm Könige betrachtet wird, dcr für dic eontrahircndcn Thcilc nur so langc bindend ist, als er von bcidcn Scitcn unvcrlctzt cr haltcn wird , abcr sich auflöst , sobald dcrselbe von cincm Thcilc vcrlctzt wird , daß cinc solchc Konstitution nur cin citlcs Trugbild ist, das allein dcm Despotismus zum Dcetmantcl dient. Dic Konstitution dcs König reichs Polcn war mehr als dies — sic war cinc Satyrc auf dic Ncprc lcntativ-Vcrfafsung, eine Beleidigung gegen die Menschheit; denn unter ihrer Aegide Icbtcn vicr Millionen Einwohner buchstablich außer dcm Gcsctzc. Ich bcrufe mich hicr auf Jedermann, zu welcher Partei er auch gehören möge und der nur dic gcrinstc Kenntniß dcs damaligen Zustandes des Landes hat, und frage, ob während dcr löjährigcn Existenz dcs Polnischen Königreichs cin cinzigcr Bürgcr mit dcr scstcn Ueberzeugung sich schlafen legen tonnte, dcn tommcndcn Morgen nicht ins Gefängniß gcschlcppt zu wcrdcn? Vor dicscr Gefahr tonnte weder dic gesellschaftliche Stellung, noch sonst cinc Rücksicht irgend Icmandcn schützen. So ver theidigt z, V. cin Dcputirtcr mit Wärmc dic Rechte seines Landes, in dem cr sich auf dic Konstitution stützt; cr macht dic Mißbräuche bekannt und erfüllt folglich sein Mandat. Als cr aber cincs Tages seinen Platz als Deputirtcr in dcr Kammcr cinnchmen will, wird er von dcn Gcns d'armcn ergriffen und auf seine Güter geführt, wo cr in Hausarrest Icbc und nur die Wahl hat, entweder scinc Grundsätze zu vcrläugncn, oder sein Leben als Gefangener hinzubringen. Da cr abcr als Mann von Charallcrdas crstcrc verweigerte, so tah man ihn 5 Jahre seiner Freiheit beraubt, welche dic Revolution allcin ihm wiedergab, Dic Provinz fordcrlc ihrcn Dcputirtcn durch das Organ dcs Vcrwaltungsrathcs zurück: dicscr wird abgesetzt und dic Provinz blcibt für immer ohne Behörde, Es machen sich Bürgcr, wic man vergilbt, eines politischen Vergehens verdächtig : man"], [32, "26 entreißt sie ihren natürlichen Richtern und führt sic vor einen Militair gcrichlshof, dcr, trotz dcm, daß cr sic für unschuldig crkcnnt, gczwungcn wird, dicscß Urthcil in cin vcrdammcndcs umzuändern. In Folge dessen sah man sogar, daß ihnen nicht allein auf einem öffentlichen Platze die Ehrenzeichen, dic sic sich durch mchrc Wunden auf dcm Schlachtfcldc er kauft, durch Henkersknechte von dcr Brust gcrisscn wurdcn, sondcrn daß sic selbst in Ketten geschmiedet zu Zwangsarbeiten auf cinc Fcstung abgcführt wurdcn. Diejenigen unter ihnen, dic ihrc Strafzeit überleb ten, warf man nichts desto weniger von neuem ins Gefängniß, woraus erst dic Revolution si« endlich befreite. Andere wollen untcr dcm Schutze dcr Gesetze ihr Eigenthum vertheidigen, dessen Bcsitz scit Jahrhunderten bestätigt ist; cin despotischer Minister entreißt es ihnen mit einem Io dcrstrich, man sieht dic angesehensten Bürger von Warschau gezwungen, dic Straßcn als Vaugcfangcnc fcgcn: dic Anwälte, dic ihrc Sachc vcrthcidigten, werden abgesetzt und der Rcchtsgang wird willkürlich un terbrochen. Dcr Scnat, dic crstc Magistratur des Landes, dcr als Ge richtshof konftituirt wurde , spricht dic Angeklagten frei; man verbietet, das Urthcil zu publizircn, dic Angctlagten blcibcn im Gefängnisse und dic Richter erhalten ein Jahr lang Stadtarrest. Eine Civilperson, von der militairischcn Autorität eines Vergehens gegen cincn Soldaten an geklagt , wurde ohne Weiteres in cin Militairgcfängniß gcworfcn. Der Instrukcions-Richtcr erkannte , daß kein Grund zur Anklage vorhanden sei, und drang auf die Freilassung des Angeklagten; der Richter wird abgesetzt, dcr Gcfangcnc bleibt im Kcrtcr, So blicbcn fcrncr 3^,000 Mcnschcn, dic sich dcr Vcrthcidigung dcs Vaterlandes gewidmet hatten, trotz dcr Rctlamationcn dcs Reichstages, ohne Militair - Gesetzbuch ; Willkür und Laune waren für sie das einzige Gesetz, Auch reichte cin schlecht angenähter Knopf, cin fehlerhaft aufgesetzter Tschacko hin, den Soldaten unglücklich zu machen und dcn Offizier zu entehren. Das nennt Hr. Smitt die Wohlthaten der Konstitution '. Was nun das materielle Wohlsein betrifft, das damals so laut von den Russen ausposaunt wurde und heute von Hrn. Smitt und vielen andern besoldeten deutschen Schriftstellern noch ferner gerühmt wird, so beschränkt sich dasselbe auf einige ncuangelcgtc Landstraßen, wo man aber ' Siehe spatzicr, Geschichte des Polnischen Anfstande«, Leipzig 1832. — Mochnacki Powstanic Narodu Polskicgo, Paris 1834. — Hübe , schrcckens» und Verfolaungss»» Ncm , Paris 1833."], [33, "27 kaum einen Baucrtarrcn oder das Fuhrwerk eines einheimischen Reisen den antrifft; sodann auf einige neu aufgerichtctc Gcbäudc in dcr Mittc dcr Hauptstadt, auf frisch übertünchte Häuser an den Landstraßen, alles dies, um das Auge eines Fremden, dcr clwa in dieses Land kommen könnte, zu bestechen. Abcr dic cigcntlichc Wohlfahrt, dic Erzichung dcs Volkes, dcr Ackerbau, dic Quell« dcs wirklichen Reichthums dcs Landcs , allcs dics war vernachlässigt und verwahrloset. Für erstere forderte dcr Reichstag vergeblich dic Unterstützung dcr Regierung, nie wurde dic Einrichtung von Dorfschulen genehmigt; dcr Ackcrbau lag darnieder und blieb ohne Aufmunterung von Seilen der Regierung, Der beste Beweis hiervon ist der Bericht von Iaeobv , dcr von dcr Englischen Regierung abgeschickt wurdc , um scinc Mcinung übcr den Aekerbau in Polcn ab zugcbcn. Er sagt, daß cr ihn in bcjammcrnswcrthcm Zustande gefunden habe. Ucbrigcns, wärc wirtlich dcr Wohlstand von dcr Art, wic ihn Hr. Smitt schildert, so kann doch nach mcincr Ueberzeugung tcinc Institution, kein Reichthum, keine Wohlfahrt das Loos eincr Nation mildcrn, dic unlcr frcmdc Herrschaft gerathen ist; denn gibt cs cin Glück ohne Vaterland .' und was gilt all dieses materielle Wohlsein einem Mann von Herz und Charaeter, so lange er um sein Vaterland trauern muß. Wäre man nach dieser Auseinandersetzung nicht berechtigt, zn fragen, wic cin Echriftstcllcr unscrcr Zcit und Augcnzcuge dcr Ercigniffc cincs Landes, über welches er schreibt und ein Mann, dcr sich als Historiker ausgibt, dic wahre Lage dcs Landcs und dcn Stand dcr Dinge, von denen wir nur kleine Proben in dcn erwähnten Thatsachen dcm Lcscr übcrgcbcn, mit Stillschweigen übcrgchcn tonnte? Ist das nicht hinrei chend, um zu zeigen, wic viel Zutrauen cin solches Wert verdient, und wie groß die Glaubwürdigkeit seines Verfassers ist. Was nun die Erzählung dcr militärischem Ercignissc , zu dcncn wir ubcrgchen , betrifft, so ist dcr.Vcrfasser, scincm Systeme getreu, höchstens nur in den Daten genau. Alles Ucbrigc ist verfälscht, und davon man ches rein erfunden , selbst was die Zahlen betrifft. Er setzt scinc Ehr« überhaupt nicht in Gcnauigtcit, cr schaltet damit nach Belieben und wic es seine Erzählung crsordct. Ueberhaupt ist Dieser Bericht, wcit cnt fcrnt, dic Wahrheit zur Grundlage zu haben, lediglich dcm Zwcct, dcn cr hat, und dcm Eindrucke, dcn cr bci dcn Lcscrn hervorbringen soll, angepaßt. Kurz, wenn wir Herrn Smitt als einen Geschichtschreiber an sehen tonnten, so möchten wir wiederholen, was Napoleon gcsag hat :"], [34, "28 « Die Russen schreiben ihrc Gcschichtc ohnc alle Rücksicht auf Wahrheit. Um dicsc ganze Erzählung zu berichtigen, um dic vorgebrachten Tatfachen, dic gänzlich gegen die Wahrheit verstoßen, und welche dcn Grund dcsscn ausmachen, was uns Herr Smitt übcr dcn Kricg dicscr Epochc gesagt hat , in ihrer Blößc darzustellen, bedürfte cs cincs voll ständigen Werkes, ein Unternehmen, welches , foll es anders mit Genauig keit, der ersten Bedingung cincr historischcn Arbcit, gemacht werden, durch dcn Nichtbcsitz dcr Papicrc des Polnischen Gcncralstabcs unmöglich wird. Icdoch, von dcm Wnnschc beseelt, dic Falschheit zu beweisen, mit welcher dic dicscn Kricg betreffenden Thatsachen erzählt sind, und zu gleich das Publitum wider den Mangel dcr Wahrheitsliebe des H. Smitt zu verwahren, und hiernach dcn Grad dcs Glaubens zu bezeichnen, den es dieser Erzählung zu scheuten hat — habe ich mich entschlossen, insoweit es dcr Umfang mcincr Brofchürc crlaubcn wird, und ohnc in dic Einzcl hcitcn cinzugchcn, das , was cr übcr dic Schlacht von Grochow gcsagt hat , zu widcrlcgcn , und zugleich cin tritischcs Rcsumc über dieses militäri sche Ercigniß zu geben, welches , was auch unsere Feind und dic von Ruß land bcsoldctcn Echriftftcllcr sagen mögen, dcnnoch für immer das schönste Dcntmal dcr Tapferkeit dcs Polnischen Soldaten bleiben wird; und wir glauben cs schon jctzt voraussagen zu können , daß cinft dcr bcsscr unter richtctc und übcr dic Einzclhcitcn dicscr Schlacht hinlänglich aufgctlärtc Schriftsteller, dcr dic numcrischc Ucbcrlcgcnhcit dcr russischen Kräfte und ihrer Artillerie, dic moralischc Disposition einiger polnischen Generäle, den gänzlichen Mangel dcs Oberbcfchls ', dcr Tcrrain , auf wclchcm dicfc Schlacht angenommen wurde, und alsdann dic Ncsultatc nach dem rechten Werthe schätzt : von dcn Vertheidigern dcs Erlen-Waldes mit demselben Enthusiasmus sprechen wird, von wclchcm der Historiker beseelt war, welcher uns dic Schlacht bei Thcrmopylä schilderte. Sollte man dem , was uns H, Smitt berichtet , glauben : so wären in dicscr Schlacht dic Russischen Kräfte nichts weniger als dcn Polnifchcn überlegen gewesen; dic Polcn hättcn im Laufe dicfcs Tages lcincn Au genblick gehabt, der ihnen dcn sicg darbot; allc Vorthcilc des Schlacht feldes wären auf feiten der Polen gewesen, — und am Ende? — wärc dic Schlacht für dic Nusscn gcwonncn gcwescn. ' Ehlapowski « Einige Worte übcr dic polnische Revolution im Jahre 1830 « sag! sehr wahr: «Es hat viele schlachten mit schlechten Oberbefehlshabern, aber cs hat, keine gc« gcbcn , dic , wic 5ic von Grochow , ohnc Befehlshaber gestiefelt wordcu wäre."], [35, "29 Unicr dicfcn vier Gesichtspunkten will ich die Schlacht von Grochow betrachten und gerade das Gegentheil von dcm darthun , was H. Smitt gcsagt hat. Da indcß meine Erzählung weniger klar und verständlich für diejenigen meiner Leser sein dürfte, welche bis hiehcr nur unbestimmte Begriffe übcr dic Ursachen, welche dicsc Schlacht hcrbcigcführt, und übcr dic Operationen, welche ihr vorausgegangen sind , erhalten haben : <o habe ich geglaubt, ehe ich dic Bcwcisc mcincr Widerlegung liefere, in dcr Kürzc dicfc Ursachen angeben, und nicht cinc Kritik, wclchc nament lich über militärische Facta weitläufige Erläuterungen fordert, fondern einen kurzen Umriß dcr stratcgischcn Irrthümer machen zu muffen, welche diese Schlacht herbeiführten. Wenn durch cincn jcncr unglücklichen Zufälle, wcchc nur zu oft einen entscheidenden Einfluß auf das Schicksal von Individuen und Nationen haben, ein Volk sich von falschen Vorspiegelungen blenden läßt , und sich cincr geneigten Leichtgläubigkeit überlassend, aus welcher oft in politi schen Ereignissen von einigen verkehrten Menschen Vortheil gezogen wird, sich unkluger Weise zum Echo dcr Mcinungcn anderer macht, und ohnc sich dic Mühc zu gcbcn, dic Gründc genau zu crforschcn, dic Mcnschcn blind vergöttert oder verdammt; — wenn eine solche Nation, ohnc dic frühcrcn Thaten und Handlungen eines Mannes zu untersuchen, dem sic sichcntschlicßt ihr Schicksal anzuvertraucnund ohnc in scincm Patriotismus und scincn gcistigcn Kräftcn Garanticn zu suchcn, wclchc als Pfand dic ucn könncn , daß «r dic Wichtigscit seiner hohen Sendung und dic Heilig keit seiner Pflichten bcgrcift , sich ihm übcrläßt , — so bcgcht sic cincn Ichlcr , dcr oft ihren Untergang herbeiführt '. Dicscr großc Fchlcr wurdc von dcn Polcn in dcr Insurrcction dcs Iahrcs 1830 bcgangcn; sic nahmen cinc rcin persönliche Unzufrieden hcit für Patriotismus, und cincn Mann, dcr nichts war als cin Kricgs mann von Fach, für cin Gcnic, das fähig wärc, ihrcr Sache vorzustehen. Dieser Mann war dcr Genera! Ehlcpicki : im Lagcr, so zu sagcn, cr» ° Es sei mir vergönnt im Interesse meines Vaterlandes den Wunsch auszusprcchen , daß wir so bald als möglich von jenem Uebel geheilt werden mögen, wclchcs bci uns mchr als anderswo eingewurzelt ist , und dessen Opfer wir zu wiederholten Malen geworden sind. 2 Der General , von dcm ich soglcich sprechen werde , hatte Dienste unter dem Groß» fürstcu Eonstantin genommen; aber müde des lächerlichen Pcdantismus, den dcr Groß« fürst von scincn Untergebenen forderte, und überdrüssig der grausamen Art, mit welcher er sie behandelte, gab er seine Entlassung. Die geneigte Gutmllthigkeit hat dcn Bewcg» gründ dicscr Enlschl,cßung in einer patriotischen Gesinnung gesucht."], [36, "30 zogcn ', Cosmopolit und Soldat von Profession, aber nicht Bürgcr seines Landcs , unfähig , dic Bedürfnisse desselben zu begrifen , starrköpfig , wic cs dic meisten der beschränkten Menschen sind : größerer Feind dcr Rcvo lutioncn als dcr Russcn l Opfer eines fchlaucn und Rußland ergebenen Ministers ' : war es ihm durch seinen militärischen Ruf ebensosehr gelun gen, sich in dcr öffentlichen Meinung als jenem Mann dcr Nation gcltcnd zu machcn, dcr sic allcin glücklich zu leiten wüßte ; während cr diescn Ent husiasmus, dcr ihm von allen Seiten gezollt wurde, als Mittel ge brauchte, sic gcfcsfclt ihren Feinden wieder in die Hände zu liefern; und als ihn die Nation für cincn Wasingthon hielt, war er nur cinc Art von Mont. So sctztc cr sich in dcn Besitz dcr höchstem Gcwalt und dcs Ober bcfchls übcr die Armce , weit entfernt , aus dcr Begeisterung der Nation und dcr Stellung dcs feindlichem Heeres, welches er unvorbereitet hätte überrumpeln tonnen, Vortheil zu ziehen und ohne der Nation diesen morali schen Schwung zugeben, wecher in scincr Wirkung auf dcn Feind, ihn gleich zu Anfange dcs Kriegs in Vcstürzung fctzcn konnte. So verletzte er alle in dieser Art von Kriege von dcr Kunst vorgcschricbcncn Rcgcln. An statt selbst dic Initiative zu ergreifen , licß cr sic dcn Russcn, und machte «3 ihnen selbst möglich, Zeit und Mittel zu gewinnen, sich zu conccntrircn , und erlaubte ihnen sogar, ohnc dic geringste Anstalt zum Widerstände zu machcn, unsere Grenzen zu überschreiten, ihrc Opcrationslinic zu verän dern, und sic übcr cincn Fluß zu führcn, von dcsscn beiden Thälern wir Meister waren, und quer durch in isolirten Eolonucn darüber zu gehen. Er selbst zog sich in Unordnung, ließ den Feind ohnc Schwertstreich bis > Der General Ehlopicki ist von Mochnacki geistreich mit folgenden Worten geschildert : « Ehlopicki, ohne cin schlechter Pole zu sein, ist «in Kind dcs Kricgcs, für wclchcs das Natcrland nur cinc Stiefmutter ist, trat sehr jung und ohne irgend eine Erziehung erhalten zu haben, 1794 in dcn Dienst; nach dcm unglücklichen Kriege dcs Kosciusko diente er in den Polnischen Legionen in Itc>li«n und spanicn. späterhin commandirtc cr cines der Regimenter, dic in französischem Zolde standen, und nachdem cr durch scincn glänzenden Muth und seine Talente dcn Grad eines Generals erhalten , verblieb er in der That daselbst bis zum Pariser Frieden. Seit seiner ersten Jugend von seinem Lande und seiner Familie entfernt, empfing er also nicht jene ersten Eindrücke dcr Pflicht gegen sein Land, wclchc oft untcr dem väterlichen Dache dcr bloße Naturtrieb hervorruft, und woraus jene feurige Liebe zum Vatcrlande und zur Nationalität hervorgeht, dic sich jeder brave Mann zu ei» ncm Rcligionsartikel machcn soll. Darum war Ehlopicki unfähig zu begreifen, daß der Ruhm eines Generals nicht in seinen Talenten und in seinem Muthe , sondcrn mehr noch in der Heiligkeit dcr Sache , welcher cr sich widmet , besteht. Ich meine dcn Fürsten Lübeck,."], [37, "31 zu dcr Front«, dic dcn Objcctivpuntt von dcsscn Opcrationcn dccktc, hcrankommcn, und erwartete ihn gerade da, wo dcr Icind allc Hoffnung aufgcbcn mußtc, uns zu sindcn. — Allcs dics? um cinc Schlacht in cincr Stellung anzunehmen, dic uns im Fallc dcs Sicgcs wcdcr vorzurücken, noch im Fallc dcr Niederlage uns zurückzuziehen erlaubte. Allc dicfc Vcrftößc gcgcn dic crftcn Rcgcln dcr Kricgcskunst wurdcn nicht aus Mangel an Kricgskcnntniß von Seiten dcs Generals Chlopieli gemacht, sondern im Mangel jener Combinationen, welche mehr oder weniger zur diplomatischen Politik gehören , und wclchc Iomini die Mi litär-Politik nennt, die, mag sic auch ausschließlich wcdcr zur Diplomalik noch zur Stratcgie gehören , doch von dcr höchsten Wichtigkeit in den Plä nen des Obergencrals ist. Es war also weder cin Angriffs-, noch sclbst cin Vcrthcidigungs-, noch wcnigcr cin Nationaltricg, sondcrn cin Kricg p3r convenuiice, welchen dcr Gcncral CHIopicki sich vorgcnommcn hattc gcgcn dic Rus. scn zu führcn; dcnn cr war nur cntschlosscn, dic Waffcn gcgcn Rußland zu ergreifcn, falls dcr Kaiscr sich gcwcigcrt hättc, dcn Maßregeln bei» zutreten, zu deren Vorschlage dcr gewandte Lubccti und andcrc schlecht polnisch Gesinnte ihn zu bestimmen die strafbare Gcschicllichkcit gehabt haben, und an deren Möglichkeit zu glauben er einfältig genug gewesen war. Sonach siebt man, daß die Absicht des Generals Chlopicti lediglich war, durch cinc Schlacht dic Ehr« dcr Armcc zu rcttcn; daß cr abcr tci ncswcgs an cincn Kricgesplan dachte, welcher dazu dienen tonnte, dic Unabhängigkeit dcs Landcs wicdcrzucrobcrn. Diese Wahrheit ist ebensowohl durch die Worte des Generals Chlo picki als durch die Thaten bestätigt. Er sagte dcn Kammern, dem Gou vernement und jedem, dcr ihn hörcn wolltc : « Ich habe dem Kaiscr Treue geschworen, und werde meinen Eid nicht brechen, mit dicscr Handvoll Soldaten will ich gegen Rußland nicht Krieg führcn, und dic polnische: Armcc auf dic Schlachtbank licfcrn; ich dcnkc nicht an dic Wicdercrobc rung dcr Unabhängigkeit Polens; ich werde vom Kaiscr Vcrbcsscrungcn in dcn Institutionen verlangen , und nur dann , wenn er sich dcsscn wci» gcrn sollte, so sei cs! wir wcrdcn nicht cndigcn wic dic Ncapolitancr; ich wcrdc dic Russcn bci Warschau crwartcn , wir wcrdcn uns tüchtig tlopfcn, cinige tausend wcrdcn fallcn, um dic Chrc der Arme zu ret ten, und dann wird man unterhandeln °. » ' Die Nachwell wird kaum glauben können, daß cin Mann, dcr solche Grnndsätzc bc»"], [38, "32 Dirs« Erklärung und dic Thatsache, daß cr, trotz dcm, daß cs cntschic» dcn war, dcn Feind bei Warschau zu erwarten, nicht desto weniger mit Hin tansetzung aller Regeln und mit Aufopferung mehrerer Millionen, auf dcr ganzcn Opcrationslinic dcr Russcn von dcr äußersten Grenze dcs König reichs an cinc Mcngc Magazine errichten ließ, ' ferner alle Maßregeln, welche er crgriff, um di« Bcgciftcrung dcr Nation zu schwächen, und die Vergrößerung dcr Armcc zu vcrsvälcn — bcwciscn am besten und erklä ren dic Art dcs Kricgcs, wclchc cr bcabsichtigtc, und dic Gründe , welche die Schlacht von Grochow herbeiführten, dic in dcr unvernünftigftcn Stellung, die je cin Gcncral nchmcn konntc, angcnommcn wurdc. Hättc dcr General Chlopicki auf chrcnvcllc Wcisc dcm blinden Vertrauen, wel ches dic unglückliche Nation auf ihn setzte , entsprechen wollen, so mußte cr nicht zu Grochow, sondcrn jcnscit dcs Bug und Nicmcn scinc militäri schen Talente entfalten, von denen das Vaterland sein Heil erwarlctc. Er würdc nicht dic Ncgcl vcrlctzt habcn, wclchc in cincm Angriffs kricgc, dcr dic Wiedererlangung der Rechte eines Landcs zum Zweck hat, als das Erstc , vorschreibt — vor allem das Land zu besetzen , welches man zurück fordert : alsdann wäre dcr Gcncral CHIopicki, wcnn sclbst bcsicgt , nicht allcin wcgcn scincr Niederlage gerechtfertigt gewesen , sondcrn cr würd« auch scincn Namcn unsterblich gemacht haben: denn das Große, das Schöne eines solchen Unternehmens läßt den Ruhm eines Generals weithin erschallen, dcr dic Hciligkcit dcr Sachc, für wclchc cr dic Waf fcn crgrcift, crkcnncnd , sich den Opfern und Gefahren gewachsen dar» stellt, wclchcn sich cinc Nation aussetzt, dic mit dcn Waffcn ihrc Ircihcit und Unabhängigkeit wicdcrzucrobcrn unternimmt. Doch wir wollen jetzt Herrn Smitt in dcm folgcn, was cr übcr diese Schlacht sagt , und zuerst sehen, ob dic numcrischcn Kräfte dcr zwci tricgführcndcn Parthcicn wirtlich, wic cr sagt, glcich warcn. Ohnc zu crwähncu , daß «s cin Irrthum ist, das Verhältniß dcr numc rischcn Kräftc nach dcm einfachem Calcül dcr Zahlen zu bestimmen , muß kannte , an dcr Spitze der Nation geduldet wurde. Doch lassen wir dic Gcschichtc übcr die entscheiden , welche ihn entweder geduldet oder unterstützt haben. > Ohnc die ungeheuren Magazinc, dic Ehlopicki in Lomza und Augussow hattc aulcgen lassen, was wäre aus einer 10t>,000 Mann starken Armee geworden , dic plötzlich, durch Thauwetter überrascht, ohnc Lcbcnsmittel und ohne Möglichkeit, sich deren zu verschaffen oder sich solche nachfahren zu lassen , sich zwischen zwci großen Flüssen cingcklcmmt sah ? Und wärc cs ihr möglich gcwcscn, ihre Opcrationslinic zu verändern, ohnc dic sichcrhcit zn haben , auch in Biclze wieder eben so ansehnliche Magazine anzutreffen ?"], [39, "33 man doch Hrn, Smitt, weil cr fcinc Zuflucht zu dicscm Mittcl genommen hat, um scinc Lcscr lcichtcr zu betäuben, selbst auf dicscm Tcrrän be kämpfen. S. 2L9 vol., I. gizbt cr uns dic Russiischc Armcc, als sic dcn L. Fcbruar übcr dic Grcnzc dcs Königreichs rückte, auf 118,000 Mann mit 330 Feldstücken an. Plötzlich, den 25, desselben Monats, also 19 Tage nachher, finden wir in dieser entscheidenden Schlacht, die von dcn Russen auf einem Tcrrän gclicfcrt wurdc, welch« ihrem Objcetivpunkt ganz nahe war, dieselbe von H. Smitt vor unseren Bliet geführte Armcc auf 58,500 Mann Infantcric, 10,000 Mann davalcric und 178 Stücke rcduzirt. Indcß habcn wir gcfchen, daß dic Rufsifchc Armcc, cigcntlich gcfagt, nirgcnds aufgehalten wurdc; sich selbst nach Belieben Zeit neh mend, marfchirte sic sehr ruhig, ohnc sich in dic Nothwendigkeit versetzt zu sehen, Dciachemcnls zu machcn : und so schcn wir sic in dcr Schlacht von Grochow , cinzig vermindert durch dic Abwesenheit einer Division dcs Fürsten Echachorosti 10,000 Mann, 2l». Stücke. Durch die EavalcricReserve des Baron Krcutz, die auf daß linke Ufer belach,« war, und bestand aus 8,000 Mann, Stück. Und durch die von Hrn. Smitt bis zur Schlacht von Grochow an Menschen und Stücken angegebenen Verluste 5,9^6 Mann, 6 Et. Hiernach hat sie in der Schlacht bei Gro chow bestehen müssen aus 89,500 Mann, 258 Et. Was dic Behauptung dcs Hrn. Smitt bctrifft , daß dcn 8tcn cin Äri'.- tcl dcr Artillcric auf unfahrbar gcwordcncn Wcgcn nach Vialvftok zu rück geschickt worden sci, so ist dicsc Behauptung mehr als unwahrschein lich, weil cs zuvörderst bekannt ist, daß man nach Russischer Organisation 5- Stück auf lNON Mann rcchnct, wir abcr hicr kaum 3 sehen. Davon noch das Drittel zurückzuschicken zu Anfange cincr Campagnc, und bc fondcrs cincr solchen, deren erste geordnete Schlacht das Schicksal des Krieges entscheiden sollte : ist sicherlich cincr von jcncn Fehlern, dessen sich der Marschall Dybicsch nie schuldig gemacht hätte. Abcr wenn man Hrn. Smitt glaubt, so war es die Unwcgsamkeit, wclchc dicsc Maßrcgcl nothwendig machte, Hicr werde ich ihn mit seinen eignen Waffen schlagen, und ihm dcn offenbarsten Widerspruch beweisen. Er sagt , daß am 0t«n Tage des Ucbcrgangs über dic Grenze dcs Königreichs dic Kälte auf 20° Reaumur gestiegen war; und den 8tcn schickt man dic Geschüßc wcg, wcil auf dcn Wcgcn nicht fortzukommen war ! ?.,. Da , wo 228 Geschütze ,l"], [40, "34 passiren, ist gewiß kein Grund vorhanden, daß nicht 100 mehr von dem selben Kaliber passiren, und besonders , wenn man sich am Tagc vor ci ncr cntschcidcndcn Schlacht befindet. Ucbrigcns könnten dic Bcwohncr dcs Südens durch solche Erzählungen sich täuschen lassen, aber wir, die wir dcn Norden Europas bewohnen, wissen es nur zu gut, daß nach 20° Kälte cin zwcitägigcs Thauwettcr dic Wcgc nicht ungangbar macht ; dcnn sclbst in dcm angenommenen Fallc , daß dcr Schnce gänzlich gc schmolzcn wärc, blcibt dcr Boden noch so hart , daß man mit dcr größten Leichtigkeit darüber hinfahren kann. Was dic polnischcn Strcitkräftc bctriffc, wclchc cs dcm Hrn. Smitt beliebt in dcr Schlacht von Grochow auf 56,000 Mann und 136 Gc« schütze anzugcbcn, so will ich, wcil man dic Zahlen bestreiken muß, dic Unrichtigkeit oder vielmehr dic Unglaubwürdigfeit dieser Angabe beweisen. Nach dcm hicr bcigcfügtcn Vcrzcichnissc bestand die aetive Armee der Polen zu Anfange deß Krieges auf dcm rechten Ufer dcr Wcichscl aus 59,500 Mann, worunter 6,600 neue Cavalcric mit Baucrnpfcrdcn. In dcr Schlacht von Grochow wurdc sic verringert durch dic Division Krukowiccki zu Vialolcnta, wclchc an dicscr Schlacht tcincn Thcil gc- nommcn hat 12,800 Mann, 30 Geschütze 3 Brigaden Cavalcric, wovon cinc Division mit Krukowiecli war, und eine Brigade, um dic Communication zwischen ihm und dcr Hauptarmcc zu unterhalten 3,600 M, Nach dcr Angabc dcs Hrn, Smitt warcn dic Vcrluftc dcr Polcn bis zur Schlacht von Grochow an Gctödtctcn, Vcrwundetcn und Gcfangencn' 7,150 M. Also war dic Polnische Armcc, obgleich durch 3 Bataillone dcs 2Ntcn, 2 dcs 19tcn Regiments und 5,00 Mann Kuszelischcr Jäger verstärkt, bei dcr Schlacht von Grochow zurückgeführt auf . . 29,900 M, , 76 G. Außerdem, wenn man bedenkt, daß in dieser Schlacht alle Gefcchtc ausschließlich von dcr Infantcric und Artillcric gclicfcrt wurdcn, wird cs klar, daß dic Polcn mit 26 Bataillonen und 76 Stüek Geschützen fast > Vroßtcntheils sind dicsc Verluste aus dcn 3 Divisionen zu nehmen , wclchc zu Grochow kämpften ; dcnn dic Division Krukowiccki hatte fast keinen Thcil an dcn Kämpfen gcnom» men , wclchc dicscr schlacht vorausgingen."], [41, "35 Oestcmd der Minen Volnischrn Armee Anfange der FrindZcliglfcitrn Hut dem reihten Illcr der Vier Divisionen. Fünf Divisionen, Infantcri,', Vatai!-. Ions, (5avc>!clic, drons, Ältillcric, Vcniclkungcn. 1 sie Division, Gc»e>^ ral Krulowiecli. <! '1ssc«i,,nic»^Rc> gimcnt «tc« id. 2tc« id. «tc« id. «! 3 3 lstc Division , Vri< gadc»h!cncral li>l. binoii. s 4tc«l.'a»cicr«>R, ) 4tc« Jäger )2tc«Maz>lr>, ( Itc« Ploclschc« l wardc.Jägcr ! Ilc« Lanlirr«\" i ttrs linblincr , Itc« Gandomir < Itc« Jäger ! 3tc« Jäger Itc« Augustowcr I 2tee Kali«, , 4tc« lancicri ! 3te' id. > Podtachie I sandomir I2tcl Jäger > b>arabi»,cr« P°«\"en ! ! te« Maznri, 2lc« Plocl 4 4 4 4 4 Vogcnschiißcn : Tappircr : Die vicrtcnVataillone lagen zu Zamosc und Modlin in Garnison, dic neu zu formirendeu Regimen» tcrwaren aufdcm linke» 'Ufer, nnd Die 8tc» und <>ten Oicrgdon« der Kalte» Regimenter standen eben« fall« auf dem linlcn 'lltcr gegen da« ßorps dc« General« Krcuß, ebenso wie der ganze Rest — »er» schicdcnc Detachements , welche sich nach eignem Willen formirien. 2tc Division, Vene»! ral Zumcröli, 3lc« liinicN'Rc» ,,iu,c»l 7!c«,,l. 2<c« lcichtc« 4tc« id. 4tc« Vinicn.Rc» gimcnt. 8tc« id. Vctcraucn. Istc« «eichte« R. 3tc«id,,wardc» Grcnad, 3 3 3 2tc Division, Vriga» dc»We„. iomicli. 3te Division , Vriga» ! dc«Gc„cralSIvz.,!' ,' 3le Division , Obers! Ianlowsü. «! 2 4lc Division, Obers! Rutic. 4te Division , Vri» >, gadc»Gen. Szcm>< deck. 3 8!c Division , Vri» gadc>Wcncra«Zu» chorzcwsli. 4 2 2 4 4 8NHI!>N> Mann, ' Der Ocncral ll!>lop,\"cki, der seine Aenderung mache» wollte, ließ dic alle Organisalion, also war die Starte der Valaillone und rfscadrons dieselbe als d,e der Russcn, 42 i, 8U« Nccapitulation, Infanterie 33.NNN iüava«cric I2.ÜU0 Arti««eric 3,UUN Lappirer 8!!l! Totalsnmmc 4!».4<«) Mann mit IN<> Wcschnycn."], [42, "36 gcgen das Dreifache dcr russischm Infanterie und ihr« furchtbare Arlillcrie gefochten habcn, cinc Waffcnart, wclchc in dicscr Schlacht, durch unglücl lichc Complieationcn, hauptsächlich die Entscheidung hcrbciführcn mußtc. Nach dcm Gesagten bcschräntt sich dic Frage auf folgcndc drci Hypo thcscn : dcr Marschall hätte wcdcr an große Combinationen, noch selbst an dic Grundrcgcl gedacht, wclchc vorschreibt, alle aetivcn Kräfte auf dem entscheidenden Puncte dcs Kriegsschauplatzcs odcr dcs Schlachtfeldes zu vereinigen, und so zu opcrircn, daß dicsc Massc daselbst angewandt wcrdcn kann; — odcr Nußland, dicscs ungeheure Reich, konnte, obgleich nur drci Märsche von seiner Operation? -Basis entfernt, nur so geringe Kräfte stellen; — «dcr aber dic Russischcn Gcncrälc wären unfähig gc wcscn, 100,000 Mann auf dcm bcqucmstcn Tcrrain, wclchcs ihnen jc überlassen worden ist, vorrüetcn zu lassen Da wir nun fcinc von diesen drei Angaben einräumen können, so fordern wir Hr. Smitt auf, aus dem drci Hypothesen herauszugehen, ohnc in dic Unglaubwürdigtcit dcr Russischen Bulletins zu fallen — und bis dahin glauben wir uns ermäch tigt , scinc Behauptungen sür ungenau zu crklärcn. Fassen wir jetzt das Schlachtfeld ins Auge. Das , was ich weiter oben gesagt habe, erklärt hinlänglich, warum dcr Gcncral CHIopicli , vom Anfang dcr Revolution an , dic Initiative- zu er greifen vernachlässigte, und beim Beginn d.s Fcldzugs dcn Icind ruhig bis vor Praga rücken ließ, und Grochow zum Echlachtfcldc wählte — eine Wahl, die ohnc crwähntc Beweggründe, im höchste» Grade entweder dic Ehrc odcr dic militairischcn Kcnntnissc dieses Gcncrals compromittircn würde, Ohnc uns dahcr längcr bci diescn Einzclheitcn aufzuhallcn, wollcn wir das Schlachtfcld von Grochow bctrachtcn, und wir wcrdcn zu dcm Schlüsse kommen, daß alle Vortheile daselbst für dic Russcn, und allc Nachthcilc für dic Polcn warcn. Dic Schlacht von Grochow war für dic Polcn cinc dcfcnsivc Schlacht, Es ist allgemein bekannt, daß nach dcr angcnommcncn Regel sind dic crstcn Bedingungen bci dcr Wahl cincs Schlachtfeldes , auf wclchcm man dcn Feind zu erwarten gesonnen ist, folgcndc : cs muß uns gestatten, leicht auf demIeind vorzurücken, sobald sich dic Gelcgcnhcit dar bictct, während cs ihn möglichst verhindert , sich uns zu nähern ; cs muß fer ncr so beschaffen sein, daß wir unscrc Bcwcgungcn verbergen und unsere Masscn auf dcn cntschridcndcn Punet führen können, ohnc daß cs dcr Icind gcwahr wird ; cs muß uns dann cincn Platz für unscrc Artillerie darbieten , so daß sic auf das Wirksamste agiren kann; unsere beiden Flü gel müssen so gedeckt sein, daß sic wenigstens bis zu cincm gcwisscn Puncte"], [43, "37 unangreifbar sind, und dadurch dcr Fcind gczwungem wird, unscr Cen trum anzugrcifcn— und cndlich muß cs uns cincn lcichtcn Rückzug sichern, Wir wollen sehen , ob das Schlachtfeld von Grochow dcn P?Icn diese Vortheile bot, und es wird sich herausstellen, daß cs deren leine hattc. So war in Wahrheit unscr rcchtcr Flügel durch dic Sü.npfc gcdcctt, wclchc sich bis zur Weichsel ausbreiten und ihn unangreifbar machten, aber dagegen stand unscr lintcr gänzlich frci und tonntc leicht von dcm gcgcn Praga vorrückcndcn Fcindc umgangcn wcrdcn, sei cs auf dcn Wc gcn von Zombki odcr auf cincm dcr Wege, dic von Jablonna kommen. Unser Centrum war in der That durch den Erlenwald gedeckt, welcher es dcm Fcindc fast unmöglich mschtc, auf dcr Chaufscc, wclchc von Mi losna kommt, vorzurücken, Abcr dicscr Erlenwald verlor allc scinc Wichtigkeit von dcm Augenblicke an, wo dcr Icind, um uns zu umgehen, auf unsre» linken Flügel zu manövrircn anfing — cinc Bewegung, welche ihm scinc numerische Ueberlegenbeit so leicht machte. Wenn da her dic Russcn, anstatt allc ihrc Kräftc an dcm Erlcnwaldc zu bre chen, cincn Thcil dazu gebraucht hätten, auf dcm Wege von Zombki vorzurücken, oder dcr Fürst Schachowsli, dcr auf dcm Schlachtfcldc üb«r Kawenczvn antam,um dcn Erlcnwald in dcr Ilantc anzugrci fcn, gerade auf dem Wege marschirt wäre, welcher von Zombki nach Prag« führt, so beweist ein einziger Bliek auf dic Kartc bis zur Gcwiß hcit, daß dicscr Marsch allein hinreichend gewesen wäre, uns zu zwingen, dcn Erlcnwald zu vcrlasscn. Und dann von vorn angegriffen und auf unscrcm linkem Ilügcl umgangcn — welches wäre die Lage der Polen geworden?! Man wirft dcm Gcncral Chlopicki vor, keine Brücke bci Modlin gcschlagcn zu habcn; in ftratcgischcr Hinsicht war dies cin großer Fehler, aber für cinc durch Iombki odcr auf dcr Straßc von Jablonna umgangcnc und bci Grochow gcschlagcnc Armcc war cinc Brücke bci Modlin von gar keinem Nutzen, Was unsre Artillerie betrifft, dic schon im^roßen Nachtheil hinsichtlich ihrer numerischen Stärke war, so bot dcr Tcrrain ihr keinem Ort dar, wo sic hätt« vorthcilhaft aufgestellt werden tonnen; ganz frci stcbcnd, war sic dcn ganzcn Tag hindurch von dcm fcindlichcn Fcucr conccntrisch beschossen, Dicsc topographischc Position gewahrte uns ebenfalls teincn Vortheil, weil leine unserer Bewegung«!» dcm Fcindc verborgen bleiben tonnte, und weil wir selbst, im Falle dcs Sicgcs, dcm Fcindc nicht dcn Rückzug hiittcn «bschncidcn konncn. Wir dagcgcn waren im Rüekcn an cincn Fluß gedrängt, welcher so breit und und reißend als die Wcichscl ist, dic gcradc mit Eis zu gchcn anfing, und"], [44, "38 hattcn zum Rückzug nur cinc cinzigc Brüctc, dic jcdcn Augenblick durch das Eis abgebrochen zu wcrdcn drohte. Dcr Genera! Chlopieki, welcher dcr Revolution cin Endc zu machcn wünscht« , und'sich rcin mit Wider willen auf das Schlachtfeld begab, vernachlässigte außerdem, obgleich cr wußtc, daß wir dic schwächeren waren , unseren linken Flügel durch Kunst zu verstärken, um so unsern Rückzug bis zum Brückenkopf zu erleichtern , welcher allein dcn allgemeinen bis auf cincn gewissen Grad dcckcn konnte. Hiernach sieht man, daß, da man Grochow zum Schlachtfcldc auserlas, und den Russen dic Höhcn von Otunicw übcrlicß, dic Vertheidigung für uns sehr schwer und der Angriff fast unmöglich war. Wenn wir nun dic Position dcr Rufscn bctrachtcn, fö werden wir sehen, daß sic, dic schon durch ihrc numerische Stärke so überlegen waren, auch alle Vortheile deß Tcrrän? hattcn. Wir schcn sic ihrc Schlacht linic unter dcm Schutze ihrcr bcdcutemdcn Artillcric aufstcllcn, wclchc an, Saumc dcs Waldes auf ein eMcngc kleiner Anhöhen gestellt war, dic, als wenn sic durch dic Kunst dazu vorbercitct wärcn, ihr« ganze Frontc dccktcn, Dicsc Artillcric bcschoß nun mit allcn Vorthcilcn dic nnsrigc , wclchc , schon an sich so gcring , cinzig durch ihrcn bcwundrungswürdi gcn Muth und ibr mcistcxhaftcs Schicßcn sowohl die Vortheile der Po sition als auch die Zahle dcr Russifchcn aufwicgcn konntc. Außerdem hattcn dic Rufscn dcn großcn Wald von Müosna innc , und so warcn uns nicht bloß dic Massen dcs Fcindcs und scinc Vcwcgungcn verbor gen, und cr sclbft gcgcn das Fcucr unscrcr Artillcric geschützt, sondcrn cr hattc auch im Fallc cines Rückzugs drci brcitc Straßcn, dic ihm dicscn Rückzug erleichterten, und er war gcgcn dic Gcfahr, umgangcn zu wcrdcn , geschützt. Sein linker Flügel war stark gedeckt durch dicselbcn Sümpfc , wclchc unseren rechten deckte. Was den ihrigen betrifft, so hattc cr, wcil unscrc Kräfte nicht erlaubten, unseren linken übcr Kawcnczyn auszudchnem, dcsscn dic Russcn Mcister waren, an dicscm Dorfc, das durch dic Höhcn von Wvgoda fo gut geschützt war, cincn gutcn Stützpunkt, Außerdem gab hier der von Bialolemka erwartete Szachowski's dcn Russen für ihren rechten Flügel cinc ähnlich« Sicherheit , auf welche sich Wellington in dcr Schlacht von Watcrloo stützte, indem cr die Preußen von Wavre erwartete, und so, um seinen linken unbekümmert, ihn unangclchnt ließ. Nach diesem nun noch behaupten zu wollen , daß das Schlachtfeld von Grochow den Polcn Vortheile gewährte, ist mehr als lächerlich. Jetzt fragt cs sich, ob «s wahr ist, daß während des ganzen Tages dic Po lcn nicht cincn cinzigcn Augenblick cinc Aussicht auf dcn Sicg gchabl hätten."], [45, "39 In dicscr Hinsicht >nachc ich di« Bemerkung, daß selbst nach dcr Er» zablnng dcs H. Smitt, so parthcvlich sic auch sein mag, Niemand bc° hauptcn kann, in dieser Schlacht habe es für die Polen nicht jenen glück- lichcn Augcnblick gcgcbcn, welchen Napoleon mit den Worten bezeichnet : « Es ist ein Augenblick im Kampfe , wo die kleinste Bewegung entscheidet und überlegen macht : es ist dann der Wasser tropfen, dcr das Ucbcrmaß gicbt. » Dicscr Augenblick trat für dic Polcn in dcr Schlacht von Gro- chow cin, als gcgcn zwci Uhr dic Russcn, nachdcm sic ihrc Ichtc Rcscrvc in Bewegung gesetzt und dcn Wald zu nehmen versuchtem , nicht allein auf ihre ganze Linie zurückgeschlagen, sondern auch in einen Zustand ver- letzt wurdcn, daß sic sich in dcr größten Unordnung zurückziehen mußten, und ihren Schrecken dcr übrigen Armcc milthciltcn, und, indcm sic sich pele-mrle auf ihrc cigcnc Artillerie warfen, dicsc cincn Augenblick am Schießen hinderten: da war cs, als dcr polnische Gcncral Piondzyneki dcn Soldatcn der vierten Division dic Linic dcr russischen Artillcric zcigtc, um sich dcrselbcn, so wic sic cs dcn 19tcn gemacht, zu bemächtigen, Dic Wichtigkeit dieses Augenblicks crwics sich noch deutlicher , als der Marschall Dybitsch und alle Generäle seines Stabes ihr« Dcgcn zogen und sich genö- thigt sahen, die Soldatcn in dcn Kampf zurück zuführen: denn jeder, dcr Kricg geführt hat, weiß nur zu wohl, von welcher Art der Zustand der Armcc ist, wcnn sich dcr Oberbefehlshaber gezwungen sieht, zu diesem Aeußcrstcn zu greifen, In dicscm Augcnblick war cs, wo Chlopieli dem Gcncral Lubinski den Vcfchl ' gab, mit , seinem CaoalcrieCrops vcrzu- rücken, welchcs, durch unserc sicgrcichc Infantcric untcrstutzt und von dcm Gedankcn des Sicgcs bcscclt. unfehlbar, wenn cs sich auf dicsc in Unord nung gebrachten Massen geworfen, sie ganz in Verwirrung verfett, und uns, sicherlich den Sieg mit Behauptung des Schlachtfeldes verschafft haben würde. Um wic vicl sichcrcr würdc nun dcr Sicg für uns gcwcscn scin, wenn Hsukowicefi, der hicr, wic Grouchi zu Watcrloo, zwischen B^rudno und Prag« umhermarschirlc, nachdcm um 11 Uhr crhaltcncn Be- fehle gerade in dem Augenblick, wo dic Russcn in vollem Abzüge waren, auf dem Schlachtfcldc angckommcn wärc. Ist cs dcnn nicht augenscheinlich, daß cinc Division mchr, mit 30 Gcschützcn , dic vollste Entscheidung des Ta ges gcgcbcn habcn würdc, und dic Schlacht vor der Ankunft des Fürsten \" Hr. smitt ,ss ungenau, wcnn cr sagt, dieser Brich! sei erst dann gegeben worden , als s,ch d,c l»>nssischc6avalerie »uf denHanptangrissvclbcieitet habc."], [46, "40 Schachowski, der erst gegen 5, Uhr auf dem Schlachlfetdc erschien, vollstän dig gewonnen worden wär«? Ja, cs ist in kcincr zu Hinsicht zu bczwcifcln, daß dic Tapfcrkcit dcr polnischen Soldaten über allc topographischem und numerischen Nachtheile, welche zum Nutzen des Feindes waren, triumphirt haben würdc : wcnn uns nicht dcr strafbare und schändliche Ungehorsam dcr Gcncrälc Kruto wiceki und Lubinski dcn Sicg cntrisscn hattc. Ich fügc hinzu , daß cin großer Thcil dicscs Mißlingcns auf dcm Gc ncral CHIopicki Iicgt,dcnn dicscr Gcncral, dcr sich so zu sagcn nur dcr öffcntlichcn Meinung wcgcn , und lediglich, um seinen Gegnern zu beweisen, daß er dcn Tod nicht fürchtctc ' , zu dcr Armcc begab , widersetzte sich dcr Maßrcgcl, scinc Gegenwart bci dcr Armcc und dic Stellung, wclchc cr daselbst einnchmcn sollte, durch cincn Tagsbcfchl der Armee bekannt zu machcn und öffnctc so dcm Ungchorsam cin frcics Fcld. Hätte dicscr Gcncral sich zur Armcc begebcn, um dasclbst, als gutcr Polc, scin«Ta« Icntc dcm Vatcrlandc zu widmcn, und anstatt jcncr Zwittcrstcllung, dic Stelle eines Chefs dcs Gcneralstabs angenommen, und als solcher bci dcr Armcc ancrtannt, scinc Vcfehlc gcgcbcn, gcwiß wurdcn dic bcidcn straf barcn Gcncrälc tcincn Vorwand für ihrcn Ungchorsam gchabt habcn, jedenfalls den nächsten Tag erschossen fein, und wären so außer Stand ge setzt werden, das Verderben der nationalen Sache herbeizuführen, wie es später, sei cs durch ihrc schändlichen Räntc, sei cs durch ihrcn ferncrcn Ungchorsam, dcrcn Folgcn wir heute zu betlagcn haben, von ihnen ge schehen ist. Es bleibt nun noch übrig, zu untersuchen, ob, wic H, Smitt behauptet, dic Russcn dic Schlacht gcwonncn habcn? — Ich stchc tcincn Augenblick an, dicsc Fragc zu vcrncincn. Es ist von allem Kricgstundigcn als Grundsatz angcnommcn, daß tci ncswcgs dic Behauptung des Schlachtfeldes dcn Sicg bestimmt, sondcrn rielmchr dic Vorthcilc und dic Resultate, dic aus dcr Schlacht hervorgehen. Also ist für denjenigen, dcr dic Offcnfwc crgrcift, dic Schlacht gewonnen, ' Der General Lhlopicki setzte überhaupt cinc Art Affcctation darein , sich auf scinc Nichtigkeit in dcr Hierarchie dcr Armce zu stützen. Selbst bei meiner Ankunft, den 20Ncn gegen das sinde der sch!acht, machte ich ihm Bemerkungen über die fehlerhafte stellung, wclchc dic Armce hatte; cr antwortete mir: «Lassen sic mich gehcu, was woucn sie von mir — « uud fügte, indem cr mir seine schultern ohne ppaulets zeigte, hinzu : » sic sc» hcn, daß ich nichts bin, ich bin cinzig dcrVcriäthcr, dcr sich todt schicßcn lassen muß, »"], [47, "41 wenn cr in dcrcn Folge- mit Lcichtigtcit, sci cs von scinc»! Objectiv- odcr von cincm jcncr gcographifchcn Punkte, welcher dic Annährung zu jcncm ver hindcrn, dcn Bcsitz erlangt, Ebcn so ist sic für denjenigen, dcr sich defensiv vcrhält, gewonnen, wenn cs ihm gcli»gt, dic Punktc zu bchauptcn, für dcrcn Besitz fein Gegner umsonst alle seine Kräfte vcrschwcndct hat, ohnc daß cs ihm bci cincm bcdcutendc Verluste gelungen ist, sich derselben zu bemächtigen. Um diese Behauptung zu bekräftige», kann ich mich auf dic Autorität dcs GcncralsKlauscwitz stützcn, wclchcr auf cinc cbcnso positive als klare Weise bemerkt, daß dcr Zwccl dcr offensivem und defensiven Operationen im Gründe ein und derselbe sei und sich nur durch dic Absichten und den Standpunct unterscheide; bci dcn crstcn sci dic Absicht positiv — nämlich : dic Kräftc dcs Gcgncrs durch cincn Sicg zu vcrnichtcn ; bci dcn zwcitcn, obgleich immcr dicsclbcn, nur negativ, das heißt : den Feind durch Vcr nichtung seiner Kräfte zu bcsicgcn. Indcm wir von dicfcm Pri»cipc ausgchcn , wolle-» wir dic Schlacht von Grochow nach dcn Rcsuliatcn, wclchc daraus cntsprungcn sind, beurtheilen, und sehen, wen, dcr Sicg gehört. Für dic Russcn war der Zweck dcr Schlacht von Grochow, unscrc Kräftc zu vcrnichtcn, sich dcs gcographischcn Punktes, welcher die Weich sei war , zu bemächtigen , und so in den Besitz ihres Objcetivpunltcs , nämlich Warschau's^ zu kommen. Für uns, die wir dic Dcfcnsivc gcnommcn hattcn, war dcr Zwcck dcr Schlacht, dic Russcn durch Vernichtung ihrer Kräfte zu besiegen, und ihrcn Zwcck zu vcrcitcln. Wcnn dic Fragc so gcstcllt ist, wcr sollte dann zu läugncn wagen, daß der Sicg dcn Polcn blicb? Nachdem dic Russcn, cincn ganzen Tag lang, mit so überlegenen und durch dic topographische Lage begünstigten Kräften eine Schlacht geliefert, alles, was menschlicher Weise möglich ist, gethan, und 15,000 Mann ver loren hattcn, — cin Vcrlust, dcn man nicht gern erleidet, — hattcn sic kcincn der vorgesetzten Zwecke crrcicht; dcnn trotz dcr für uns cmpfind lichcn, abcr unvcrmcidlichem Verluste gelang es ihnen, wcdcr unscrc Kräftc zu vcrnichtcn, noch cincn dcr bcidcn Punclc zu erreichen, wclchc für fic das cinzigc Resultat dcr Schlacht scin mußtcn. Im Gcgcuthcil , wcit cnlfcrnt, Vorthcilc crhaltcn zu haben, wclchc ihrc andcrwcuigcn Opcrationcn crlcichtcrn konnten, fanden sic sich plötzlich auf cincm Tcr» rain angchaltcn, welches ihnen nicht erlaubte, ihrc Opcrationcn fortzu-"], [48, "42 setze», wahrend die Polcn, trotz ihrer gcringcrcn Macht, trotz dcs Man geis an cincm Oberbefehle, trotz des Ungchorsams dcr zwei Gcncrälc, nicht allcin allc Plänc dcr Russcn vereitelten, sondcrn auch ihr Schlacht feld, ohnc sich im geringsten etwas zu vergeben, verlassen tonnten, und ihrcn Rüctzug auf einem Puntt« bewerkstelligten, dcr ihncn all« strate gischen Vorlhcilc bot. Dicsc Vortheile, sowie dic übrigen, welche aus dic scr Schlacht hcrvorgingcn, bcwciscn Zur Gcnügc, — daß di« Polcn dic Schlacht gcwonncn haben — cinc Wahrheit, dic cbcnso un tcrrichtctc als unabhängige Militärs ' öffentlich ausgesprochen haben. Betrachten wir jetzt das Resultat dicscr Schlacht und dic nachfolgen dcn Ereignisse-, so wcrdcn wir schcn, daß dic Polcn nach dcr Bcwerk stclligung ihrcs Rückzugs allc daraus entstandenem Vortheile gccrntcl haben: da sic cinc Stellung annahmen, wclchc ihncn in jeder Beziehung Vorthcilc darbot. In stratcgischcr Hinsicht schcn wir sic gedeckt durch dic Wcichscl und durch den Bcsitz dcr Brücke , wclchc untcr dcm Schutzc dcr Schanzc ihncn nicht allcin crlaubtc, ihrc Truppcn in dem Cantonc nicnts bequem ausruhen zu lassen, sondern sie auch zu Herren der beiden Ufer machte, und ihncn dic Macht licß, dic Offensive bei jeder sich dar bietenden Gclcgcnhcit, wic z. B. dcn Iten April, wicdcr zu crgrcifcn. Außerdem wurdcn sic durch dic Wicdcrvcrcinigung mit ihrcn Rcscrvcn und ihrcn Magazincn in dcn Stand gefetzt, nicht allcin ihrc Vcrlustc an Lcutcn und Ntatcrialicn sehr /chncll zu ersetzen, sondern sie gewannen auch dcn Vortheil, durch bequeme Anstalten die Heilung ihrer Verwun deten beschleunigen zu können. Allc dicsc Vorthcilc bcnutztcn sic, ohnc daß dic Russcn sic im gcringstem daran hindern konnten. Werfen wir einen Vliek auf dic Stcllung dcr Russcn, so schcn wir sic zwar dcr fruchtlosen Ehre genießen, sich aus dcm Schlachtfcldc zu la gern , aber alsobald werten sic in ihrcn andcrwciiigcn Operationen auf- ' Hr. Wilson, cin preußischer Offizier, der ausnahmsweise i» seine» Betrachtungen übcr dic Opcrationcn dicsc» Kriegs und das Resultat dcr schlacht vou Grochow dcn edlen Muth gehabt hat, sich nicht von jenem Hasse gegen dic Polcn, dcr damals in Bcrlin untcr dcn preußischen Militairs so schr an dcr Mode war, hinreißen zu lassen, sagt in cincm dic schlacht von Grochow betreffenden und in dcm militairischcn Journal von Bcrlin ver» öffcntlichtcn Artilc! : »Durch die schlacht von Grochow hat die Welt erfahren, daß die polnische Ätcvolution, weit entfernt, dnrch dcn angeblichen sicg in derselben unterdrückt worden zu sein, ganz im Gegentheil auf dicscm schlachtfcldc bcwicscn hat, was jcnc Macht dcs Widcrstandcs ist, welche dic Polen gezeigt und vermöge welcher sie selbst dic Hoff nungen dcrjcnigcn übertreffen haben, welche Wünsche !»> ihrc sachc hegten. » —"], [49, "43 gehalten; entfernt von ihren Magazinen, von ihrer ganzen Reserve, selbst von ihren großen Parks, werden sic gczwungcn, in dicscr so strcn ngcn Jahreszeit in cincr verwüsteten Gegend zu bivoualircn; ihre Verwun delen müssen im Freien sterben, und ihrc Truppcn wcrdcn durch Hungcr und schlechte Witterung aufgerieben : so erlitten sic größcrc Verlust« als in den hitzigsten Kämpfen, fahrn sich in eine vierwöchcnllichc Unthätigtcit versetzt, welche am besten beweist, wem dcr Sieg in dcr Schlacht von Grochow zukommt, cinc Unthätigtcit, aus dcr wir schr bcdcutcndc Vor thcilc hattcn zichcnlonncn, wenn die Vorsehung weniger sparsam gegen uns mit ihrcn Wohlthaten gewesen wäre und uns mit cincm Mannc hätt« bcgnadigcn wollcn, dcn scinc Iähigtcitcn würdig gemacht hattcn, an dcr Spitze einer so tapferen Armce zu stehen, und der dic durch dic Schlacht von Dcmbc hcrbcigcfürtcn so günstigen und so oft dargebotenen Gelegenheiten besser zu bcnuftcn verstanden hätte. Ich will mich cincn Augcnblict bci dcr poctischcn Schilderung aufhal ten, dic uns Hr. Smitt vonjcncm Angriffe dcr Cavalcric und bcsondcrs dcr Kürassicrc macht. Obschon ich dcr Tapferkeit dicscs Rcgimcnts, wcl chcs in dic Zwischcnräumc dcr Viercct« dcr crstcn polnischem Linie drang und bis zur zweiten gelangte, volltommne Gcrcchtigleit widerfahren lafse, muß ich jedoch dic Vcmcrtung machcn, daß Alles, was er von dcr genom menen Battcric, dcn nicdcrgchaucncn Kanonicrcn, von jcncm crbrochc ncn Vicrceke , wo dic polnischen Soldatcn, ihre Bajonette in die Erde steckend, Pardon verlangten, und von dcn Kürassicrem im Brücken lopfc sagt, das Product scincr Einbildungskraft, abcr wcit cntfcrni rcn dcr Wahrheit ist. Es gcricth in Folgc dicscs Angriffs nur cin Rc gi.ucnt dcr Szcmdclschcn Division in Unordnung , auf dcm Punktc , wo die Husarcn angriffcn; übrigens bchicltcn allc Vicrcckc, und darunter e ic des 7tcn Regiments, welches Hr. Smitt, Seite 375, nur mit 200 Mann zurüettommen laßt, sowie die des 5ten, dcsscn Tapferkeit auf tiefem Fcldzugc dcr Gegenstand dcr Bewunderung aller Militärs gcwor tcn, und wclchcs Hr. Smitt allcin zu vcrunglimpfcn fähig ist >, dic größte Kaltblütigkeit, ließen die Russische Cavalcric ganz nahe heranrücken, und schickten sic, nach cmpfindlichcn Verlusten, schneller als sie gekommen war zurück. Der damalige Oberst, dcr wactcrc Kicki, that dann mit ci »cm Thcil« scincr Brigadc das Ucbrigc. Ucberhaupt kann dicscr brav ' Man scbc p. 2?N das lNcpbiNophclischc Gelächter, mit wclchcm cr von dicscm Ncgi» mcntc spricht, wclchcs sch durch scinc Bravonr dic Bewunderung Icdcrmanne zugczogc» hat."], [50, "44 ausgcführtc, abcr schlecht combimrtc Angriff dcm Gcncrälc, wclchcr dic Russischc Cavalcric lon»»a»dirtc, kcinc großen Lobeserhebungen zuzie hen; denn, schlecht geordnet, war er ohnc Einheit und kcincswcgs durch Reserven unterstützt; er mußte also nothwendig das Schicksal habcn, das cr gehabt hat, und wclchcs für ihn noch vicl nachthciligcr geworden wäre, wcnn dcr Gcncral Lubinski, dcr mit scincm Corps so nahc stand, andcrc Gcfühlc mit auf das Schlachtfeld gebracht hätte, als die, wclchc cr durch scin Betragen bcwicscn hat. Noch habe ich cinigc Wortc übcr das zu sagcn, was H. Smitt in Be treff dcr Wcgnahmc dcs Brückenkopfs bcrichtct , dic dcr Gcncral Toll beabsichtigt«, und übcr dic ungerechten Vorwürfc, dic cr dcm Mar schall Dvbitsch darüber macht, daß er in dic Ausführung jcncs Vorschlags nicht einwilligte-, Dcr von dcm Marschall an dcn preußischen Marschall, Grafen Gnciscnau, geschriebene Brief, dessen Auszug sich in dem Werke « Fcldzug zwischcn Bug und Ncucw » bcfindct, erklärt dic Sachc ambcftcn und löst das Räthfcl auf, Dcr Marschall sagt darin : « Von« «er« elonne e^ueje n gi p«5 z>riz I» tcte <!» pont, cle ?l«^ll et ezue je ne 8»i» r>»z e»tre » Varzovie. — Hn jour, je vo»5 en 6irl>i I« r»izon. » Nachdcm wir dicsc Schlacht i» ihrc» Einzclhcitcn verfolgt hab«», wird «s nicht schwer sein, diese Raison zu finden. Meines Erachten? beruht sie darin , daß der Marschall nach so empfindlichen Verlusten und dcm Zustand seiner Armcc vor Augcn, sic noch mehr durch cincn Angriff zu vermindern fürchtete, wclchcr am Ende nur dazu gedient hätte, deut licher den Zustand zu zeigen, in welchen die russischc Armcc vcrsctzt war, Dcr Marschall wußtc zu gut , daß man Truppcn , wclchc cincn ganzcn Tag lang durch einen fruchtlosen Kamps erschöpft, und durch die Vcrlustc, dic daraus crfolgtcn, fo wic durch dic vom Fcindc bcwicscnc Tapfcrkcit muthlos gemacht worden waren, nicht mit irgend cincr Hoffnung dcs Gclin gcns zum Sturme führt, und vicl wcnigcr cincn Brückenkopf gleich dcm von Praga nimmt, dcr durch Gcschütz von großem Calibcr und durch cinc Infan tcric gcschützt war, wclchc ihn, nachdcm sic so viel Kaltblütigkeit bci ihrem Rückzüge gezeigt hatte, würdig zu vertheidigen gewußt haben würdc. Man wird mir dcn Einwurf machcn, daß man 10,000 Mann von Schachowski, ganz frische Truppcn, zum Angriffe- hattc; abcr darauf antworte ich, die Division Krukowieeli war auch da und noch frischer. Demnach hege ich dic Ucbcrzcugung, daß kei» crfahrcncr und unparthci schcr Militär, dcr dcn moralischcn Zustand bcurthcill und weiß , was «3 hcißt . siarkc und gut geschützte Wcrkc zu nehmen, Gründe für den Ta-"], [51, "45 del wird finden können, dem man ungerechter Weise in dieser Hinsicht auf das Andenken dcs Marfchalls Dybitsch wcrfcn mochtc. Ich kann dicscn Artilcl nicht cndigcn , ohnc cinc Bcmcrlung übcr dcn Bericht des Hrn. Smitt zu machcn, dcr dcn Punkt bclrifft, auf wclchcm ich kommandirtc , und ohnc dic Unrichtigkeiten, von welchen dieser Bericht wimmelt , cinigcruiaßcn zu berichtigen. Für keinen, dcr sich mit dicscm Kricge beschäftigt hat, ist es cin Gc hcimniß mehr, daß dic Schlacht von Grochow zu dcnjcnigcn gehört, die man zufällige- ncnnt , dcnn dcr Marschall Dvbitsch wolltc sic crst dcn sol gcndcn Tag liefern, und dcr polnische Gcncral erwartete wegen der Ruhe, dic im fcindlichcn Lagcr hcrrschtc, dcn Angriff nicht , und traf durchaus lcinc Anstalten; und fo wic dcr Angriff begann, handelte ein jeder dcr Gcncrälc auf dcm Punkte-, wo cr lommandirt, cinzig nach scincm cigncn Gutdünken. Mein Corp? , das au? zwei Divisionen Cavalcric und zwci rcitcndcn Batterien hcstand , bivoualirte zwischen Targowet und dcr Co lonic Elsncr : dcn Tag vor dcr Schlacht wurdc cinc Division, dic von Iankowski, nach Tarchomin dctaschirt, u»d blieb bci Krukowiccki. Den 25ftcn, »lit Beginn der Schlachte dctaschirt« ich cinc Vrigadc, diedicCom municationslinic zwischen Krukowiceki und der Hauptarmcc bilden sollte. Es blieb mir nur cinc Vrigadc , dic aus zwci Escadrons Carabinircn und aus vicr Escadrons vom fünftem Iägcr-Ncgimcnt mit zwci rcitcn dcn Vattcricn bcftand. Da ich bcim Vcgi»» dcr Schlacht crfahrc» hattc , daß cin Bataillon von dcr Division Krukowiccki unter dcm Vcfchlc dcs Majors Kiclicrnicti zu Zombki befand, und da ich dcn Icind ' vom Naltc von dcr Scitc Kawcnczyn's hcr gcgcn Zombki vorrüctcn sah, be gab ich mich mit cincr Battcric und zwci Escadrons jcnscit dcs großcn Canals, dcr dic Etraßc durchschncidct, wclchc von dicscm Dorfc kommt, und nachdcm ich durch das Geschütz dic klcinc Anhöhc hattc bcsctzcn lassen, dic zur rcchtcn dicscs Wcgcs licgt, licß ich das Fcuer anfangen, um dcn Rückzug dicscs Bataillons zu dcctcn, dcm ich dcn Ncfchl gcgcbcn hattc, Zombki zu verlassen, wo cs sich isolirt ohnc irgcnd cincn Nückzugspunkt befand. Das Fcucr dcr Artillcric hiclt dcn Icind auf, und man bcgnügtc sich mit dem Künonirem. Das Bataillon zog sich ruhig zurück, und als dic Cavalcric dic Brückc passirtc, crhiclt cs dcn Bcfchl, fic zu zerstören, und dcn Zugang zum Canal durch Tirailleurs-Linien zu vertheidigen, wclchc <fs war Murawicw mil sechs Bataillonen Infanterie, zwci üicgimcutcrn Lanzcnrci» lern und acht Geschützen."], [52, "46 ich durch das Fcucr dcr zwci Battcricn untcrstützcn ließ, dic auf dcr An höhc nach dcr Vorderseite des Weges aufgestellt waren, wo sich dic Straße von Zombki mit der von Vrudno vereinigte. Dieses geschah halb 10 Uhr. Was H, Smitt S. 359 sagt ist also ganz falsch, wcnn cr cincn Angriff mit den Bajonetten auf das Dorf Zombki um drci Uhr erdichtet, und es durch dic Russcn cinnchmen läßt , während seit halb 10 Uhr das Dorf geräumt war, und von dieser Stunde bis in dic Nacht dcr Canal dic Kämpfcndcn trcnntc: auch ist nichts Wahrcs daran, daß dic russischc Ca valcric mcinc Dctaschcmcnts von dcr Colonic Elsncr, wohin dcr Feind nic tam,vcrjagtc. Von dcm Augenblick an, wo das Fcucr zu Bialolcnka aufhörte, schickte ich, dic Wichtigkcit dc? Punkt«? von Zombki crwägcnd, wclchcr dcr einzige war, auf welchem dcr Fürst Schachow?ki scinc Vereinigung mit der Hauptarmcc bcwcrkstclligcn tonntc , dcn Chcf mcincs Stabcs zum Gcncral Krukowiccki, um ihm mcinc Idccn mitzuthcilcn, und licß ihn cinladcn, mit fciner Division zu mir zu stoßen, wo wir, gemein schaftlich handelnd, dic Ankunft dcs Fürsten Schachowssi verhindern tonnten, der von Marti her kommend immer auf cincm Dammc marschi« rcn niußte , dcsfem Brcitc höchsten? nur fcch? Mann hoch nebeneinander zu gehen erlaubte. Und da dcr Fürst 60 Gcschützc mit sich führte und einen vierfach längeren Weg als Krukowiccki zu machc» hattc, so konnt« cr crft gcgcn 5. Uhr ankommcn, und wir hattcn volle Zeit gehabt, gegen den rechten Flügel dcr feindlichem Schlachtlinic selbst cinc Offensive zu ergreifen, Abcr dcr Gcncral Krukowieeki, dcr sich vom Fürsten Scha chowsti über dic Richtung, dic dicscr gcnommcn, hatte täuschcn lassen, entschuldigte sich damit , daß cr , unsichcr , ob dcr Icind nicht auf dem Wcge von Jablonna dcbouchircn wcrdc, sich gczwungcn sähc, dicscn bc sctzt zu haltcn, und deshalb meiner Aufforderung nicht Iolgc lcistcn tönntc. Währcnd dics geschah , licß dcr Gcncral Murawicw durch scinc Brigadc das Bataillon, wclchcs dcn Zutritt zu dcm Canal vcrthcidigtc , aber immer ohnc Wirtung, angreifen : denn dieses Bataillon, das durch die zwci Battcriccn gcdcctt war, bchauptctc bis in dic Nacht scinc Stellung, Da ich gcgcn 1 Uhr mcrltc , daß dcr Kampf im Erlcnwaldc einen im» mcr ernsthafteren Charakter annahm, sah ich cin, daß dic Entscheidung des Tagcs von dcr Ankunft dcs Fürsten Schachowsti abhing, dcn mcinc nichts weniger als hinreichenden Kräfte nicht aufhalten konnten; ich schielte daher noch einmal zu Krukowiccki (dcr, wic ich wußtc, mchrcmals"], [53, "47 vom Gcncral Chlovicli den Bcfchl crhaltcn hattc, sich auf das Schlacht feld zu bcgcbcn) und fordcrtc ihn untcr dcm Bcdcutcn, daß kcin Augen blick zu vcrlicrcn sci, auf, zu mir zu stoßcn; abcr er bcharrtc bei seiner Meinung und gab ausweichende Antworten, Das ist , worauf sich alle mcinc Unterhandlung«:!! mit dcm Gcncral Kculowiccli beschränken , dcn ich übrigcns dcn ganzen Tag übcr weder gcschcn, noch gesprochen habc. Dcsscn ungcachtct improvisirt Hr, Smitt S. 358, V, 1 zwischc» ihn und mir cinc Unlcrrcdung, i» wclchcr ich dic thörichte Idee ausgc sprockc» habcn sollte, in dem Augcnbliclc, wo dcr Fürst Schachowsti schon zu Iombti war, Kawcnczyn auf dcm Wegc, wclchcr nach dcm cr ftcn dicscr Dörfcr führt, anzugreifen, um im Erlenwaldc unsern linken Flügel, dcr so stark von ihm angegriffen war, zu befreien. Wirklich nahm in dem Augenblick, wo unfrc Kräftc in dcm Erlenwaldc nach',u° gcbcn anfingcn, nur dic Artillcric dcs Fürsten Echachowski thätigcn Antheil : dcnn seine Infanterie, noch im Flanken- Marfchc bcgriffcn , füllte noch dcn ganzen Raum zwischc» Kawcnczyn u»d jcnscit Zombki aus, und was Krukowiccti betrifft, so stand er immer mit seiner Division zwischen Vrudno und dcr Chausscc von Jablonna, Dics ist der Unter schied, dcr zwischen dcm Augenblick, sowie ich ihn eben genau bezeichnet habe und dcm, welchen H. Smitt erdichtet hat, statt findet. Ich habe übrigens dic Ucbcrzeugung, daß, wcnn dcr Gcncral Krukowiccki mcinc Idc« ergriffen hätte und namentlich dcr crstcn mcincr Auffordcrun gcn gcfolgt wärc, di« Schlacht sicherlich eine ganz andre Wendung ge nommen haben würdc. Die Idcc, Kawcnczyn in dcm Augenblick an greifen zu wollen, wo dic vordcrstcn Colonncn dcs Fürsten Schachowsli schon von Zombki hcr gerückt waren, wäre gcwiß mchr als kindisch gcwc scn. Das ist auch dic Ursache, warum Hr. Smitt, dcr sehr wohl wciß, daß dcr Augenblick eines gegebenen Befehls das Verdienst «dcr dic Un fähigkeit cinc? Generals bestimmt, nicht ermangelt hat, dicsc Gelegen heit zu ergreifen, entweder mcinc Bcfchlc odcr mcinc Idccn zu cntstcllc», und mich cincn Augenblick für dic Einladungen , wclchc ich an dcn Gcnc ral Krukowiccki ergehen licß, wählcn läßt, dcr ganz unpafscnd war, cinzig in dcr Absicht, um mich in cincm falschen Lichte darzustellen, wic cr cs sich zum Grundsatz gcmacht hat. Ebenso falsch ist Alles , was er übcr dcn Fürstcn Radziwil sagt , dcm cr Gcbctc und Citatc aus dcr Bibcl als Antworten an die Adjutanten, die Bcfchlc zu holcn kamcn, in dcn Mund Icgt, und dcn cr selbst bis nach Warschau sliehcn läßt. Allc dicsc erbärmlichem Berichte können höchstens"], [54, "48 cinc Art von Mitlcidcn cinstößcn, wcnn man bcdcntt, wozu dcr Mcnsch fähig ist, sich gcbrauchcn zu lassen. Da? Wahre dcr Sachc ist , daß ich , während dcr Zcit , di« mich Hr. Smitt mit citlem Untcrrcdungcn mit Krukowiccki vcrlicrcn läßt, nachdcm ich cinc vcrncincndc Antwort von ihm crhaltcn hatte, und sobald ich bcmcrktc, daß dic Artillcric dc? Shachowskischcn Corps , dic vorgegan gen war, unscrc linkc FIankc dcs Erlenwaldes heftig beschoß, glaubte, der einzige Gebrauch, den ich mit den mir zu Gebot« stehenden Kräften ma chen könnte, wäre, die Wirkung dcr fcindlichcn Artillerie dadurch zu lahmen, daß ich sic in dic Flankc nähmc. Und nachdem ich so vier Ge schütze als Bedeckung dcs Infantcric-Bataillons , wclchcs dcn Canal vcr thcidigtc, zurück gclasscn hattc, bcgab ich mich mit mcincn übrigem Gc schützcn, von dcn zwci Escadron? Carabinicrcn gcdcckt, gcgcn Kawc nczyn, licß sic cinc Stellung auf der Linken dieses Dorfes , auf cincn klcincn Kartätschen-Schuß weit vom Feinde , nehmen, und das Feuer bcgincn. Dicsc Bcwcgung, dic gcradc in dcm Augenblicke bewerkstelligt wurdc , wo unscrc Truppcn in dcm Waldc von vorn und von dcr Scitc am heftigsten angcgriffcn wurdcn, erleichterte ihncn dcn Rückzug, als sic genöthigt warcn, dcn Wald zu vcrlasscn; und zog mir dcn Bcifall von Seiten aller meiner Camaradcn zu. Abcr dicfc Wirtung war freilich von kurzer Dauer: dcnn dic Russischc Artillerie richtete nun ihr ganzes Feuer gegen mich, und zwang mich durch ihrc numerische Ucbcrlcgenheit, eine zweite Stellung weiter zurüct zu nehmen, in dcr Richtung dcr Höhcn von Smulowzyzna, Dieses ist dcr Augenblick, wo mir Krukowiccki, dcr unscrc Truppcn im vollem Rücfzugc bcgriffcn sah, und sich bcmühtc, mit cincr Brigade auf dcr Chausscc von Jablonna dcn Brückenkopf zu errei chen, nach Trargowct dcn Gcncral Giclgud mit fcincr Vrigadc und cincr Vattcric Zwölfpfündcr , untcr dcm Commandc des waetcrcn Majors Masleowsti, fchicttc. Die in diesem Augenblietc angelangte Brigade wurde für mich von keinem Nutzen, und würdc zwcctlo? dcm mördcrischcn Feuer dcr Russischc» Artillcric, in wclchcm ich mich befand, ausgcsctzt gcwcscn scin; ich gab daher dcm Gcncral Giclgud dcn Bcfchl, nach dcm Miitcl- Punkt unscrcr Stellung zu marschircn, wo er zur Dectung des Rückzugs nützlicher wurde. Ich selbst behielt nur dic Vattcric, dic auf dcn Höhcn am Wcgc, dcr nach Brudno führt, aufgcstcllt war, und indcm ich so dic feind liche in dic Flankc nahm nnd mit vieler Wirkung feuerte, und so cinc Diversion zu Gunsten derjenigen machte, dic von vorn das ganzc Fcucr dcs Fcindcs auszuhalten hattcn."], [55, "49 Hiernach ist cs falsch, daß dcr Gcncral Murawicw dcn Erlenwald von dcr Scit« angegriffen hätte, dcnn seine Artillerie deckte beständig seine Infantcric , dic am Ufcr dcs Kanals stand und war stcts durch dic mcinigc, wclchc auf dicscm Punktc unscrc Infantcic dccltc. bcfchäftigt, Ebcnso faljch ist c? auch, daß dcr Gcncral Murawicw mcinc Cavalcric aus ihrcn Stcllungcn vcrtricbcn 1>ättc, da er sic nic angcgriffcn hat: dcnn als ich gcgcn 5 Uhr unscr Ccutrum und unscrcn rcchtcn Flügel auf vollem Rüetzugc u»d dic Bcwcgungcn dcr Russischcn Cavalcric gcwahr wurdc, hiclt ich, da ich gcradc durch dic ganze übrige Cavaleric meinc? Corps verstärkt worden war, für unumgänglich nothwendig, Stand zu halten, um dadurch die rückgängige Bcwcgung unscrcr Infantcric zu crlcichlcrn; ich licß dadurch mcinc zwanzig Ocfchützc bis gcgcn Halbfünf Uhr spiclcn, und untcr ihrer Bedeckung mcinc Cavalcric dcn Rückzug bewcrlstclligcn, dcr fcincn Augcnblick beunruhigt wurde; und der letzte Kanonenschuß, dcr von den Polcn in dicscr Schlacht gcfcucrt wurde, fiel von mcincnV atlcricn. Dics ist dcr wirklich« Hcrgang dcr Dingc, dic sich auf unscrcm äußer sten linken Flügel zutrugen und dics waren dic Anstaltcn, dic ich demge mäß traf. Hiernach glaube ich von keiner Kritik etwas zu furchten und das , was H. Smitt darüber gesagt hat , in scincr Nichtigkeit dargestellt zu haben. — Ich gchcjctzt zu persönlichen Verhältnissen übcr. Mcinc Lcscr wcrdcn cs sclbft cmpfindcn, wic vicl Ueberwindung cs cincm ' Manne- von fcincrcm \" ?U8- 3t3 s-^t b. N. : 'An dicscm Tage erhielten dic «Polen cinc Vcrstärtung : sic bestand zwar nnr aus cincm Manne, aber einem Manne, dcr bci ihncn großen Ruf lotte. Während des Kanonen »Kampfes beim Erleuwäldchcn fah man plötzlich cincn Rcitcr in vollem Jagen angesprengt kommen, und sich freudig untcr die Reihen dcr Polnische» Kricger mischen, Es war dcr Gcncral Umineti, dcn wir in dcr Verschwörung vom Jahre 26 verwickelt gesehen, in deren Folge er zu einem sechsjährigen FcNungsarrcstc in Glogan volurthcilt worden war. Dic milde-Preußische Regierung erleichterte ihm denselben, und gab ibm gegen die Bürgschaft seines Ehrenworts viele Freiheit, ülach Ausbruch dci Auf» standcs in Warschau glaubte man ihn unter strengere Aufsicht setzen zu müssen, und cr sci» nerscits betrachtete diese Verschärfung seiner Haft a's ein Zeichen, daß man scincr E,>rc nicht mehr traue und hielt sich seines Wortes entbunden. Ein so heftiges, ungeduldiges Gemüth wie das se,nigc, mußte die Nicht » Theilnahme »n einem Kampfe, den cr mit allen seinen Wünschen und so vieler eignen Ofahr herbeizuführen gesucht , zur Verzweiflung lrci» bcn; cr beschloß demnach, sich übcr »Ue Rücksichten eines feinern Ehrgefühls wegzusetzen , und in dic Reihen seiner kämpfeuden Brüder zu eilen. Er führte seinen Vorsatz untcr großer «efahr aus. Mit Hülfc eines Grafen Melzvnsli öffnete er sich den Ausgang aus der"], [56, "50 Gefühl koftct , das Publikum von scincr Pcrson zu untclhaltcn. Abcr wic oft muß nicht im mcnschlichcn Lcbcn das Gefühl dcr Pflicht wcichcn ? So fchc auch ich mich aus Beweggründen, dic ich zu Anfange dicscs Wcr kcs angcgcbcn, obschon höchst ungern, in dic Nothwendigkeit versetzt, dies« Pflicht zu erfüllen. Da ich einmal von dcm Wunsche bcscclt bin, jenc Vcrläumdung , wclchc in ihrem Ursprünge durch dic politischen Grundsätzc, dic man da mals angcnommcn hatte-, hcrvorgcruscn wurde, und dic seitdem mcinc Vcrläumdcr bci jcdcr Gclcgcnhcit wicderholcn, offcn vor dic Augcn jc dcs gcrcchtcn Mannes zu legen, so wage ich auch dic Hoffnung zu hcgcn, daß das Publitum, welches sich dic Tugcnd der Gerechtigkeit zum Grund satz gemacht, wcnn cs dic Anklagen gelcscn hat, auch cinigc Augenblicke der Vertheidigung widmen, und dann erst zwischen Verläumdung und Unschuld entscheiden wird. Wenn dcr Grundsatz allgemein anerkannt ist, daß ein Schriftsteller, dcr sich bci dcr Abfassung ci»cs Werkes erlaubt, Thatsachen zu cntstcllen und zu vcrfälschcn, cbcn sowohl dcn Wcrth dcssclbcn, als auch scinc cignc Würdc blosstcllt, so ist c? außcr Zwcifcl, daß sich dcrjcnigc noch weit mehr «rniedrigt — wclchcr in Iolgc scincr persönlichen Ansichten , odcr, wa? noch wcit schliinmcr ist, mit crnicdrigcndcr Dicnstfcrtigkcit scinc Fcdcr dcn Anforderung«!! Andcrcr wciht, und so mit cincm un° vcrzcihlichcn Lcichtsinn das Hciligftc, was dcr Mcnsch bcsitzt , scinc Ehre , antastet, indem «r, ohnc positive Beweise anfuhren zu tonnen, frech ge nug ist, Gerüchte, die, obschon alle? Grunde? ermangelnd, nicht? desto weniger dcn ehrlichem Namen Andcrcr bcflcctcn, al? wahrhafte Thatsa chen darzustellen. Ein solcher Mann, dcr auf dicsc Wcisc dic Ehrc cinc? Festung und den Weg übcr dic Grenze. Man mag seinen schritt entschuldigen, aber recht fertigen läßt cr sich nicht , wen» Uminski glcich vcrsichcrt, cs würdc ihm das Leben gekostet haben, hätte cr dcn Kampf seiner Landslcutc nur von ferne schcn müssen. In Nachtklci» dern cntsprungcn, langte cr vo» Altcm entblößt, nur von seiner Vcgierdc gespornt, und dcr Furcht gcguält, nicht zcitig gcnug zu tommcn, während des schlachtendonncrs vom 1!), in Warschau an, und mußte von der Regierung mit allem Nöthigen ausgerüstet wcrdcn, um am Kampfe Theil nehmen zu können. Mit dem Range eines Divisionsgencrals ging cr am folgenden T»:c zur Armee, wo man die Reiterei untcr Wcißcnhofs Oberbefehl in zwci Eava!eric°<5orps theilte, dcrcn cincs cr, das ondcrc Thomas Üubienski crhielt, Unwicdcr» bringlich hatte cr mit dc», Monarchen gebrochen, alles hatte cr dcr Revolution geopfert; scinc Gegenwart crrcgtc dahcr Frcudc und Thcilnahmc bci dcn Insurgenten und cinc Hoff» nung , dic scinc späteren Thaten nicht gcrcchtfcrligt haben. » —"], [57, "51 Andcrcn gcringschätzcnd , ihw dieselbe zu rauben beabsichtigt, macht seine cignc verdächtig, und ladet den Titel eines Vcrläumdcrs auf sich. Dcr Vcrfasscr macht durch dic Veröffentlichung des von uns angcfuhrtcn Ar tikels , wo er fclbft durch fehlerhafte Schlußfolgerungen gegen dic Logik vcrstößt,jcncs von mir cbcn ausgcsprochcnc Peinzip auf sich anwcndbar : dcnn ich fordere ihn auf, Beweise , aber nur glaubwürdige, wenn cr solchc hat, vorzulcgcn, dic ihn zu dcr Behauptung berechtigtem, daß ich in Glogau aus mein Ehrenwort gefangen faß! Bis dahin aber sehe ich mich genöthigt, scinc Behauptung als cinc unwürdige Velläum düng zu erklären. Da ich mcinc Widcrlcgungcn auf Thatsachen stützen will , und da vicl leicht mehrere meiner Leser die in der Warschauer Zeitung von mir ver öffentlichte Antwort ' auf dcn Artikel dcr Posencr Zeitung , die vier Tage nach meiner Entfernung von Glogau den Auftrag erhielt , jenc Vcrläumdung auszubreiten, odcr die von Rcgcnsburg aus datirtc und in die Augsburgcr Zcitung im Dcccmbcr 1831 «ingcrücklc Erwitdcrung nicht gclescn haben : f« halte ich es für mcinc Pflicht , mich übcr dicscn so zartcn Punkt insoweit ausz «sprechen, daß ich mcinc Lcscr bcfähig«, ihr Urthcil zu fallen-, indcm ich zugleich bestimmt erkläre, daß dies mcinc lctztc Antwort ist. Mcinc Lagc zu Glogau war dicsc : Es ist bekannt , daß 1826 zu Pe tersburg dic Pcstclsch« Verschwörung entdeckt wurdc. Dic Russische Re gierung kam im Laufe dcr Untersuchung einer geheimen Gcscllschafi in Polen auf die Spur, und ließ auf einige» Verdacht hin dcn Fürsten Ia blonowski. dcr mchrcrc Unterredungen mit Pcstcl gehabt hatte, verhaf ten und vor dcn Kaiscr führcn. ImVcrtraucnauf das Wort dcs Kaisers, welcher ihm dic Versicherung gab, daß cr die ganze Sache auf sich beruhen lasfen wollte, und cs kcincswcgs scinc Absicht wäre, irgend Jemanden zu beunruhigen, sondcrn nur die Ucbcrzcugung gewinnen wollte, ob dic Aussagen dcr Russischen Vcrhaftc 'tcn richtig wären, war Iablonowski so feig, durch dic dcm Kaiscr von dcr geheimcn Verbindung gemachten Geständnisse die Sache seines Vaterlan des sowohl , als auch alle seine Genossen zu verrathen. In Folge dieser Geständnisse wurden an einem und demselben Tage und zur selbig:,, > Man fand damals zu Berlin für gut , diese Antwort nicht veröffentlichen zu lassen , und dasselbe Journal, die stadtzeitung, dic auf Bcschl dcn Artikel in dcr Posencr Zeiturg durch ganz Europa verbreitete, hat mcinc Antwort mit -tiüschwcigc» übcrgangc»."], [58, "52 Stundc mchecrc hundert Pcrsoncn in ganz Polen, — ausgcnommcn dcn Thcil, dcr zu Ocstrcich gehört, — verhaftet. Unter dcn Namc» , die- cr zu ncnnen wußte-, bczcichnctc cr mich als demjenigen, welcher Stifter dcr Gesellschaft dcr Mähcr sei und sic durch dic Versammlung zu Viclany übcr ganz Polcn vcrbrcitct habe. Zufolgc dicscr Aussage wurdc ich auf Requisition dcr russischen Regierung am 26stcn Februar 1826 und nicht 1821, wie c? Hr. Smitt behauptet, auf meinen Gütern, dic im Hcrzoglhum Posen lagen, verhaftet, und nach Thorn geführt, wo ich sieben Monate in strcngcr Untcrfuchung?-Haft saß, cntschlosscn , weder die Sache zuvcrrathcn °, noch Icmandcn zu comproniittircn, sondcrn Alles aufmich zu nchmcn. Hierauf wurdc ich dcm Landgericht zu Pofen übcrgcbcn, wclchcs nnvcrmögcnd , cincn Vcwcis dcs Hochvcrraths vorzubringen , mich nur in sofern verurtheilen konnte, als ich an einer geheimen Verbindung Theil genommen hatte. In Folge scinc? Spruchs wurdc ich auf scchs Iahrc auf dic Festung Glogau gcschiclt. Daselbst fand ich als Commandanten den durch seine Schriften so bekannten Gcncral Valcntini, cincn Mann, dcr nur zu gut wußtc , daß wic dic Tugcnd so auch das Vcrbrcchcn seine Gradc hat, und fühltc, daß ich lediglich dcn russischem Forderungen auf- geopfert wurde. Er sowohl, als auch später das Wohlwollen des Königs, das ich trotz der schon zehn Jahre dauernden Verbannung mit allen sei- nen Folgen nicht verschweigen noch vergessen werde, milderten meine Ge- fangenschaft so sehr als cs dic Umstände gestatteten. So erlaubte mir untcr andcrcn dcr Gcncral Valcntini , mcinc Spazirgängc bis auf cinc Vicr- tclmcilc von dcr Fcstung cntfcrnt auszudchncn, Dicsc Erlaubniß wurdc mir bewilligt, ohnc irgcnd cinc Garantie- von mir zu verlangen. Als Bc- wci? will ich anführen , daß ich cinc? Tagcs , in mcinc Gedanken vcrfunkcn , dcn Rayon überschritt; und als dcr Gcncral Valcntini, dcr gcradc mit scincr Gemahlin spazircn fuhr, dics bcmcrktc, schickte cr dcn zwcitcn Commandanten, Major Wiehert, zu mir, um mich darauf aufmerksam zu machcn, Gcwiß hätte cin Mann von so zartcm Ehrgefühle wic dcr Gc- ncral Valcntini, wcnn cr geglaubt , daß ich mein Wort gebrochen, mich auch darnach behandelt ; im Gegentheil gab er niir während dcr ganzem Icit scinc? Commando's Bcwcis« scincr Achtung und scincs Wohlwol» lcns. Nach drci Iahrcn sah ich cin , daß mcinc Gütcr durch mcinc Abwcscn- ' sichc «Koppnrt <tu cumilei lte»«,»^!« , l'uriz 1828,» und > «powstanic Narodu -Potekiego Mochnacki , Bd. I , l>. 307. «"], [59, "53 heil sehr gelitten haben mußten, und bat deshalb den König um dic Cr- laubniß, dieselben, dic nur sicbcn Meilen von Glogau entfernt lagen, sechs mal jährlich auf neun Tage zu besuchen. Dcr König willigte in meine Bitlc cin: jedoch stellte mir der General Grollmann, dcr dcm Gc- ncral Valcntini gcfolgt war, dic Bcdingung , daß ich jedesmal, wen» ich dicsc Rcisc untcrnähmc, dcm zwcitcn Commandanten eine schriftliche Erklärung gcbcn müßtc, worin ich auf mcin Ehrcnw ort vcrsichcrtc, am bestimmtem Tage zurückzukommen : und dicsc Förmlichkeit wurdc auch bci mcincr jcdcsmaligcn Abrcisc wicdcrholt. Nun fragc ich jeden, der nur einigen gesunden Menschen verstand hat, ob man, wcnn ich in Glogau auf mcin Ehrenwort gcfesscn hätte, bei meiner jcdcsmaligcn Entfer- nung dicsc Erklärung von mir gefordert habcn würde ? Dcnn licgt cs nicht tlar vor Augcn, daß, wcnn ich in Glogau auf Ehrenwort saß, dicscs auch für mich auf die Daucr mcincr Gcfangcnfchaft ohnc Rücksicht auf dcn Ort bindcnd, und jcnc schriftliche Erklärung ganz überflüssig gewesen wäre. Kurz nach der Juli-Revolution wurde mir dic Erlaubniß, mcinc Gütcr zu bcsuchcn, wicdcr entzogen, und später nach dem, was in Warschau vorgegangen war, licß mich dcr Gcncral Klauscwitz,derdcm Gcncral Groll- mann, wclchcr mit scincr Division an dic Polnische- Grcnzc vorrückt«, in, Commando gefolgt war, zu sich kommcn, und erklärte mir, daß die Um- stände eine Beschränkung mcincr Frcihcit unumgänglich nothwendig machten; und daß ich daher von diesem Tage an unt cr Au fsicht cincr Wachc qcstcllt wcrdcn, mich nie aus mcincr Wohnung ohnc Vcglcitung entfernen, daß ich Niemand ohne vorherige Bewilligung des zweiten Commandanten und Icdcn nur im Bcisein eines dazu bestimmten Offieicrs, bei mir em pfangen, und alle Briefe nur durch di« Commandanten crhaltcn sollte. Allc dicsc Bestimmungen traten von dicscm Tage in Kraft. » Dicsc Thatsachen, so wie ich sic damals anführtc und auch jctzt an führe, sind selbst durch dic gerichtliche Untersuchung, die zufolge mcincr Entfernung vcn Glogau statt fand, bekräftigt, Uebrigens, bestätigt sic Hr. Smitt nicht selbst, wcnn er sagt : «Nach Ausbruch des Auf standcs in Warschau glaubte man ihn untcr strcngcrc Aufsicht stcllcn zu müssen»? Es ist also hieraus klar, daß ich derselben unterworfen wurdc. Und dcmnach — wo ist dcr Mann von Z'hrc , dcr nicht bcgrciscn solltc,daß, fclbst angcnommcn, ich hätte auf Ehrcnwort gesessen, ich von dcm Augenblicke an, wo man sich durch materielle Mittel meiner"], [60, "54 Person versicherte, meines Wortes cle l»cw cnlbundcn war. Ucbrigcns ist cs wohl außcr Zwcifcl zu stcllcn, daß nic cin Mann von Ehrc duldcn wird , bewacht zu sein , ohnc von den» Augcnbliekc an, wo man ihm diese strengere Maßregel ankündigt, sein Wort zurück zu fordern und sich darnach dcssclbcn cntbundcn zu schcn. Dics ist dic wahre Lage dcr Dinge, welche zwischen dcn Militair- Behördcn zu Glogau und mir statt fand; und hicr vcrdrcht Hr. Smitt nicht ohnc Absicht mcinc Ausdrücke , indem cr sagt: «Wcnn Uminski gleich versichert, es würdc ihm das Lcbcn gctoftct habcn, hättc cr dcn Kampf scincr Landslcutc von fcrn« ansehcn müfscn. — » Während ich in meiner Antwort von Warschau aus, dcrcn ich obcn Erwäh nung gethan, so gesagt habe : «Wcnn ich mcin Ehrcnwort gcgcbcn und man mich darauf mcincr cigncn Aufsicht übcrlafscn hätt« , so würdc ich mir, unvcrmögcnd, mcincn Arm dcm Vatcrlande zu bictcn, das Lcbcn gcnommcn, abcr gewiß nicht mcin Wort gcbrochcn habcn. » Hicraus crhcllt, daß dcr Sinn dicscr Wortc cin ganz andrcr ist, als dcr , wclchcn dcr Vcrfasscr hincinlcgcn wollte. Ich wcrdc mich noch cinigc Augcnblictc bci dcn letztem Zeilen dieses Artikels aufhalten, worin Hr. Smitt, als wenn cr di« Leser auf das, was cr noch von mir zu sagcn beabsichtigt, vorbereiten wollte, dic Er klärung gicbt mit dcn Wortcn : « Unwiederbringlich hatte cr «s niit dcm Monarchen gebrochen, Alles hatte er der Revolution aufgeopfert, scinc Gcgcnwart crrcgtc dahcr Frcudc und Thrilnahmc bci dcn Insurgcntcn, und cinc Hoffnung, di« scinc späterem Thaten nicht gerechtfertigt ha bcn.» — Ja! gcwiß, w.nn mcinc Thaten so beschaffen wären, wic sic dcr Vcrfasscr in seinem ungcnaucn Berichte entstellt, und mir so cinc Mcngc Fehlcr aufbürdet, dann würdc «3 unbestreitbar sein, daß das Vertrauen meiner Landslcutc nicht gcrcchtfcrligt wurde. Aber glückli cherweise verhält sich die Sache ganz ander?, Mcin Gcwisscn sowohl als dic Meinung guter Polen giebt mir ein besseres Zeugniß, und dic Ge schichte wird einst darüber entscheiden, ob ich im Laufe dicscr Vorgänge, sowic bci jcdcr andern Gclcgcnhcit nicht mit Icdcm in dcm redlichem Strcbcn und dcr Aufopferung für dic Sachc meines Vaterlandes gcwct tcifcrt habe, und wird mich so für dic an dcr Wahrhcit fchcitcrndcn Vcr läumdungcn rächen, wclchc nur dic Folge cinc? allgcmcin angenommenen Systems sind, Dcnn wcr tonnte läugncn, daß in dcm Kampfe, in welchem sich jetzt die politischen und gesellschaftlichen Intcrcsscn feindlich entgegen stehen, sowohl dcr Parteigcist als auch dic Regierungen als Grundsatz"], [61, "55 angenommen haben : daß — zur Vernichtung dcr Fcindc allc Miltc! gcrccht und gut sind '. Hiernach muß sich Jeder, der auf dem politischen Schauplatz auftritt, darauf gefaßt Machen, durch alle Mittel, dic scincm Fcindc zu Gebot« stchcn, cin Opfcr dcr Vcrläumdung zu wcrdcn, Dcnn war dics nicht sclbst das Loo? dc? Hcldcn unsers Jahrhunderts , Napoleon's; giebt e? ein Verbrechen, dessen man ihn nicht angeklagt hätte? theilt nicht mit ihm cin solches Loos cin jcdcr, dcr, wcit cntfcrnt , mit ihm vcrglichcn wcrdcn zu tonncn, irgcnd cinc politische Rollc gcspicll ? Abcr glücllichcrwcisc hat dcr, welcher in seinem Gewissen beruhigt ist, zwci ihn tröstcndc Gc dankcn : dcr eine ist dic Heiligkeit der Sachc, für dic cr sich aufopfert und lcidct; dcr andcrc — dic öffcntlichc Meinung , wclche, obfchen erst spät aufgeklärt, ihm für das durch eine besoldete Jeder zugefügte Un rccht rcichlichcn Ersatz gcbcn wird. Dics, hoffc ich, wird auch mir zu Thcil wcrdcn ! Nachdcm ich durch unbestreitbare- Beweise diese Anklagen, aus dic man, so oft sich nur Gclcgcnhcit dazu darbictct ', so gor» zurück kommt, widerlegt habe: so berufe ich mich auf dic öffcntlichc Meinung, dic cnlschcidcn soll, ob ich, allc pcrsönlichcn Nücksichtcn und Gcfahrcn für dic Sachc dc? Vaterlandes hintansetzend , ein Verbrechen begangen habe, und ob dic schwere Anklage, ich hätte mcin Ehrenwort gcbro chen , eine Anklage , die man vor zehn Jahren gegen mich machte , und dic Hr. Smitt hcutc wicdcrholt, sowohl in ihrcm Ursprungc als in dcr Wicdcrholung ctwas anderes ist, als cinc boshafte-, durch mcinc Vcr läumdcr in Umlauf gcbrachtc Lüg«. Wenn ich in d«r Widerlegung jcncs mich so hart anklagenden Artikels vielleicht etwas zu weitläufig gewesen bin, so wird es mir der Leser verzeihen, wcnn cr bcdcnkt, daß cin so zarter Punkt in Frage- stand, — Untcr dcm viclen Erbaulichcn , was Hr, Smitt von dcn Polcn sagt , \" vat man doch vor Kurzem dcn Genera! Zkrzvnccki angeklagt , scin Ehrenwort gcbro» eben zu habcn, wci! cr-prag, wo er nicht Gcfangcncr war, sondcrn sich nur untcr fast freundlichem schütze der östreichischen Regierung befand, verlassen habe. 2 Während der großen Revue bci Kaiisch las ich zu London in dcr allgemeinen Zeitung cincn Artikc! aus diesem Orlc, der so lautete: »Man hat so eben hier dcn Genera! Uminski verhaftet, denselben , der durch seine Flucht von Glogau sci» Ehrenwort gcbrochc» hat, und dcsscn Gcgcnwart sich an ein Vorhaben, dcn Kaiser zu ermorden, knüpft. Ei »igc Verbannte, dic zu der Ausführung desselben hicr angekommen sind, hat man eben falls verhaftet, » OrnÄt <>ui e«>>ero pulez!."], [62, "56 habc ich die Ehre, der Gegenstand seiner besondern Vorliebe zu sein; in dcm Gradc, daß cr, so oft cr mcin.n Namcn anführt, ihn zum Gcgcnstandc dcr abgeschmacktesten Anklagen macht , und mich alles Unrechts fähig darstellt. So schcn wir ihn in dem unten angeführten Artikeln\" mich für cincn Streitsüchtigem ausgeben, eine Eigenschaft, dic ich in mcincr Jugcnd nicht bcsaß, und die mir also noch vicl wcnigcr in meinen» Altcr beigelegt werde» kann. Abcr ich bcgrcifc schr Icicht, daß, Charakterstärke- und dic Drcistigkcit habcn, scinc Mcinungcn in so wichtigem Fällcn, wo cs sich um das Wohl dcs Vaterlandes handelt, ohne Rücthalt auszusprcchcn , und dic üblcn Absichten, sowie die geheimen An schläge an'? Licht zu bringen — in dcn Augcn dc? Hrn. Smitt für streit süchtig sein gilt. Ucbrigen? muß man dcm Hrn, Smitt dic Gerechtigkeit widerfahren lassen, daß scinc Phantasic sehr fruchtreich ist, wcnn cr scinc» Erzählungen dcn Echcin dcr Glaubwürdigkeit gcbcn will. Dann erfindet cr Sccncn, ganzc Dialoge zwischen Personen, und dichtet ih nen Absichten an, wclchc sowohl ihrc Grundsatz« als auch ihrcn ganzcn Charattcr compromittircn wurdcn : cin Umstand, wclchcr bcwcist , daß cr mchr Anlagc zu cincm Theaterdichter, als zu einem Historiter besitzt, indem cr dic edelsten Gcfühlc als Wirkungen nicdrigcr Leidenschaft dar stellt, wie dieses bei dieser Gelegenheit der Fall ist. Er erdichtet in dcr Geschwindigkeit ein Gespräch zwischen Proudzyncki und mir, wovon auch nicht cin cinzigcs Wort wahr ist; und lediglich, um mich in ein gehässiges Licht zu setzen, stellt er mein« reinste» Absichten und meinen Eifer für dic Sachc dcs Vatcrlandcs als Frucht dcs abschculichftcu Egoismus und dcr übermäßigsten Eitelkeit dar. Da mich mein Gcwifscn von diesen gemeinen Vorwürfen frei spricht , halte ich cs für mcinc Pflicht, dcn wahrem Hcrgang dcr Sachc hicr dar zustcllcn. ' Bd.I.s. 375, Zeile 33 sagt Hr. Smitt : »Dcr streitsüchtige Uminsti suchte Je» »mndcn, an dcm cr sich wcgcn Vcrlust dcr schlacht rcibcn tonnte; da man Prond^nncki nach Ehlopicki dcn mcistcn Einfluß auf dic Kriegsbegebenheiten zuschrieb , so hielt cr sich vorzüglich an ihn.» Und s. 377, Z.8: »Dicsc Erklärung Radzcwils wurdc als Äbdan» kung angcnommmcn, undUminski, dcr am lauteste» redete und glaubte, daß der Befehl über dic Armce ihm gar nicht entgehen könne, wcnn er die sachc nur etwas triebe , fragte den neben ihm stehenden Ehrzanowsü : » wen man wohl am besten zum Obcranführcr würdc wählen tonnen,» überzeugt, daß jener ihn nennen würde. Allcin Ehrzanowski »anntc skrzmiecki. Obgleich in seiner Hoffnung getäuscht, war Uminsti doch zu weit gc» gangen , um umzukehrcn : cr wiederholte daher laut diesen Namen, vielleicht erwartend , daß man ans ihn zurückkommen würdc. <"], [63, "57 Vor allem ist es im ganzen Lande besannt, daß bis zu dcm Augcnbliet, wo Prondzynski seine Psiicht als Pole und als Soldat verletzte, eine in nige Ircundschaft , dic dic GIcichhcit dcr politischcn Ansichten noch er höhte, uns verband , und Niemand mehr als ich scinc große-» mililairischcn Fähigkeiten ancrlanntc. Uebrigen? war Piendzynsti in dcr Schlacht von Grochow von jcdcm Vorwursc frei und kcincs Fehlers zu beschuldigen; im Gegentheil gab cr die- herrlichsten Beweise unerschrockenen Muthes und der Gegenwart dcs Geistes, indem er sich stets an der Seite des Ge nerals Chlopicti befand und ihn umerstützte. Und daher — was könnte mir Veranlafsung gegeben haben, Prondzynski etwas anhaben zu wollen? Was die Vorgänge bei der Wahl dcs ncucn Gcncralissimus betrifft , so wcrdc ich sic , als zur Gcschichtc gehörig , in allcn Einzclhcil.cn dar stcllcn, und zugleich nachweisen, was mich bewogen hat, dcn Gcncral Skrzynccki zu dicscr Würdc vorzuschlagcn. Dcn 26sien wurdcn in aller Frühc allc Gcncrälc, dic Corps- und Di visions-Commandcurs und dic ausgezeichnetsten Offiziere des Gencralsta bes in dcn Rcgicrungspalast bcrufcn, wo sich allc Mitglieder dcr Regie rung und dcr Präsident dcs Reichstags befanden. Gleich nach unserer Ankunft cröffnctc uns dcr Präsident dcr Regierung, Fürst Czarto ryski, dcn Zwcck unscrcr Berufung, welcher darin bestand, dic bcficn Maßrcgcln, dic bci dcm gegenwärtigen Stande dcr Dinge' zu crgrcifcn scicn, anzugcbcn, und unscrc Meinungen darüber auszusprechcn. Nach einigen Bemerkungen übcr den Tag des 25sten glaubte ich nach meiner innigsten Ueberzeugung, daß das erste, was zu thun sci, darin bcstchc, dcr Armcc cinen andern Bcfchlshabcr zu gcbcn, da der Fürst Ral'zcwil, trotz scinc? Patriotismus und andcrcr pcrsönlichcn Eigenschaften, an dcr Spitze der Armcc nicht bleiben kcnntc, um so mehr, da diese bci dcn obwaltenden Umständen eines Mann«? bcdurftc , dcr mehr militairischc Kenntnisse, mehr Kraft und Energie halte. Hierauf nahm der Gcncral Skrzynccki das Wort, und stellte- in fehr unziemenden Ausdrücken dic Unfähigkeit des Fürsten Radzcwil dar, und machte ihm dergestalt bit> lere Vorwürfe , daß ich ihm das Unpafsendc derselben bemerken und hin zufügen zu müssen glaubte; dcr Fürst Radzcwil vcrdicntc solche keines wegs, indem cr bei dcr Uebernahme- des Gcncralcommandos dcm Dränge dcr Umstände und dem Wunsche dcs Rcichstagcs nachgcgcbcn, und sich lediglich aus Vaterlandsliebe aufgeopfert habe , als er eine Stelle über nahm, welcher nicht gewachsen zu sein Niemand besser als cr selbst"], [64, "58 fühlt«. Darauf crtlärtc Fürst Radzcwil mit dcr ihm cigcnen Vcschci dcnheit, daß «r die Verantwortlichkeit nicht länger auf sich nchmcn wolle , und deshalb das Gencralcommando dcn Händen dcr Regierung ubcrgä.'«. Bci mcincr Ankunft bei der Armee, dic bekanntlich am 20stcn, also 5 Tage vor dcr Schlacht von Grochow erfolgte, hatte ich nach mcincr Ueber zcugung das Schlachtfeld , vorzüglich in cincm Kampf« gcgcn cinc drcimal stärkere Armcc, nicht nur höchst unpafscnd, sondern auch so gefährlich gefunden , daß cinc cinzigc vcrloreuc Schlacht dcm ganzen Aufstünde cin Ende machcn muß tc; fcrncr sah ich, daß dic Schwäche dcs Oberbefehls» habcrs den Gcncrälcn, wclchc theils gleichgültig, theils der Revolution abhold und dahcr nicht wagten, dcn Gchorsam von ihrcn Untergcbcncn mit Bcstimmthcit zu fordern, solchen Vorschub leistete, daß am Ende all« Subordination beinahe ganz aufgelöst war. Daher ersuchte ich Prond» zynsti , Kolaczkowski und Chrzanowski , wclchc ich für dic drci ausgczcich netftcn Offiziere dcs Gcncralsstabcs hielt, sich bci mir zu vercinigcn, um sowohl übcr dic Mittel, wic dcn Ucbcln abzuhclfcn sci , Rücksprache: mit mir zu nchmcn, als auch um ihrc Mcinungcn übcr dic vcrschicdcncn cm wcscndcn Gcncrälc auszusprcchcn, da cinc Abwcscnhcit von 15 Iahrcn es mir unmöglich machte , mit den Fähigkeiten derselben genau bekannt zu sein. Dicsc Offizicrc theilten ganz meine Ansichten übcr da? schlccht und unpassend crwähltc Schlachtscld, erklärten jcdoch, daß Chlopicki hart näckig darauf bcständc, auf dcmsclbcn cinc Schlacht zu licfcrn; und in Bezug auf dic Tüchtigkeit dcr Gcncrälc, hicltcn sic Skrzynccki für dcn fähigsten. Die übereinstimmende Meinung dieser Offieicrc, so wic dic Rüeksicht auf sein Betragen und sein« Anordnungen in dcr Affärc von Dobrc, auf dcn großem Muth und dic Vcharrlichtcit, mit wclchcr cr dc» Tag vorhcr gckämpft hattc, bcfiimmtcn mich, da dcr Fürst Radzcwil fcincn Obcrbcfchl aufgcgcbcn hattc, und lein« Zcit zu vcrlicrcn war , fcincn Augenblick anzustchcn, !m Intcrcssc des Vatcr!a»dcs, ohnc Anstand dcn Gcncral Skrzynccki als dcn fähigsten zur Uebernahme des Gcncral commando's vorzuschlagen, Dicscr Vorschlag wurdc sogleich durch den Ge neral Pac und nicht, wic H. Smitt sagt, durch dcn Fürsten Radzewil unterstützt, so wie durch alle übrigem Gcncrälc, Krukowiccki nicht ausgc schlössen, der jedoch mit augenscheinlichem Widcrwillcn sagt« . « Ou'il I« «oil! meii j« «ui« ml>!«ele, inoüp^blc: cle zervir.» Hierauf ergriff ich dic Initiative, die Obersten Chrzanowski und Prondzynski, jencn zum Chef"], [65, "59 des Gcncralstabcs, diesen zum Gcncralquarticrmcistcr , vorzuschlagen, worein dcr Gcncral Skrzynccki soglcich cinwilligtc Es ist völlig grundlos , daß Chrzanowski hier in dicscr Versammlung von Ausgleichung gesprochen Kälte, Nein ! dicsc unglücklichc Idcc kam ihm vicl spätcr bci, eine Idee ,die ihn bei der Armcc verhaßt machtc, und ihn so bcbcrrschtc, daß cr nach dcr Einnahmc von Warschau, anstatt dcr National Armcc zu folgen, sie verließ und mit Prondzynski zusammen bei dcn Russcn vcrblicb. Dcn 26stcn Fcbruar hätt« er nicht gcwagt, ci ncn solchen Vorschlag zu machcn, ohnc sich den härtcftcn und derbstem Ver weisen dcr mchrsicn dcr Anwcscndcn auszusctzcn. Das ist dcr gcnauc Bcricht übcr dic aus dcn ausgezcichnctstcn Person nen dcs Landcs bcstchcndcn Vcrsammlung, dic dcn hohen und wichtigen Zwcck hattc, cincn Gcncralissimus zu wählcn, u»d dic H. Smitt mit cincr hcimlüctischcn Ironic uls cincn lärmcndcn Haufcn tarstclll , worun» tcr cr mich als dem lautcstcn darstellt,... Es ist falsch, daß ich, bevor ich meinen Vorschlag machtc, dcn Obcrst Chrzanowski crst um Rath gefragt hätte, wen man wohl am besten zum Obcranführcr wählen tonnte. Und was soll ich nun vollends von jener er' bärmlichcn im höchsten Grade vcrläumdcrischcn Zumuthung sagen, als hätte ich den General Skrzynccki zum Oberanführer vorgeschlagen, nicht aus cincm palriot!schcn Gcfühlc,sondcrn lediglich um dadurch Veranlassung zu geben, daß man mich zu dicscr Würdc ernennte. Allen diesen abge schmackten , Anschuldigungen diene zur Antwort : Mein ganze? Lcbcn ist da, und bcwcift zur Gcügc, daß bci allem Gelegenheiten die Aufopfe rung für das Vaterland ohne Ehrgeiz, ohne persönliches Intcrrcsse , das unvcrrückte Ziel aller mcincr Handlungcn gewesen ist. Ucbrigcns ist H. Smitt in einem augenscheinlichen Widersprüche mit sich selbst, wcnn cr sagt, daß ich nach dcr Würdc dcs Gcncral en «lies gestrebt hattc, und wcilcr untcn anfuhrt, daß dic Verhältnisse- so beschaffen waren, daß Niemand Anspruch darauf zu machcn gewagt hättc. Auffcrdem bin ich nicht dcr cinzigc, dcm H, Smitt bci dicscr Gelegen heit cinc gchässigc Rolle aufbürdet. So fagt er untcr anderem vom Für sten Czarloryisli, er habe, durch cincn alten Familicnhaß gclcitct, mit Eifcr dicsc Gclcgcnhcit ergriffen, dcn Fürsten Radzewil durch dic Ent fernung vom Oberbefehl zu demüthigen. Zuvördcrst ist dcr cdlc Charattcr ' Leider war ich an dicscm Ta.,c in meinen Vorschlägen nicht glücklich, und dasVatcrland !,>t zu meinem größten kcidwcscn, doch ohnc mcinc 2chu!d, so tlcucr dafür büßcn müssen."], [66, "60 de? Fürsten und sein Patriotismus zu wcltbctannt, als daß man ihn solcher Erbärmlichkeit für fähig halten konnte ; und dann hat H, Smitt wahrscheinlich vergessen , daß dic Wahl dcs Fürsten Radzcwil gcradc in dem Augenblick geschah, wo dcr Fürst Czartoryiski dcn größten Einfluß ausübte, und daß cr sclbft cs war, dcr dicsc Wahl veranlaßt hat, Abcr der Fürst ist einmal unter denen, welche man verläumden muß: und H. Smitt würde glauben, dcm Vcrtraucn dcr russischcn Rcgicrung schlecht zu entsprechen, wcnn cr dic gcringstc Gclcgcnhcit vorbcilicßc, ir gend cincn von dcncn, dic dazu auscrschcn sind, durch Vcrläumdungcn zu verunglimpfen. Dic ganze- Rcdc, dic H, Smitt dcm Gcncral Skrzy nccki in dcn Mund legt, so wic dic Gcbcrdcn cincZ Inspirirtcn,mit wclchcn cr ihn sprcchcn läßt , sind cbcnfalls crfundcn, und rcinc Ironic , lediglich um seine Bigotterie und seinen Mysticismus, moralische Eigenschaften, deren er allgemein angeschuldigt wird, desto lächerlicher zu machcn. Das Urthcil, wclchcs dcr Vcrfasscr Bd. II, S, 65. ff, übcr mcinc Opcrationcn an dcr Narcw und Liwiee fällt , liefert von neuem dcn Be wcis, daß cr, um mich zu tadcln, stcts zur Ungcnauigkcit und ofl sclbst zur Verfälschung dcr Thatcn scinc Zuflucht nehmen muß. So stellt cr mich im Allgemeine» an dcr Narcw als cincn trägcn und unthätigen Gcncral dar, — und amLiwicc soll ich gcgcn allc Ncgcln dcr Kriegskunst gehandelt, und Fehler auf Fehler gehäuft haben. Diese Art von Erzählung überschreitet dic Schränken dcr Kritik, und wird cigcnilich ganz persönlich, und ruft daher eine dem gemäße Antwort hcrror. Was daher die Anklage de? Mangels an Thätigkeit anbetrifft^, so würdc cs hinrcichcnd scin, mich auf mcin vorhcrgchcndcs militairischcs Lcbcn zu berufen, und zu bemerken, daß Männer, dic wohl verstanden, übcr Kriegslcute zu urtheilen, sich ganz anders darüber ausgesprochen haben. Da cs sich abcr hicr nicht darum handelt , mcinc Gcschichtc zu schreiben, und Feind, wic ich cs bin, von mir sclbst zu sprcchcn, will ich dcm Vcrfasscr »ur dic Vcmcrkung machen, daß, was cr in Bczug auf dicscn Fcldzug, Vd, II, S. 161, sagt, gcradc das Gegentheil beweisen »lochte u»d ebenfalls zu Gunsten mcincr Thätigkeit spricht. Wcnn cr weiterhin sagt : » Uminsti erklärte laut : er wolle den Garden eine Lee tion geben, und ihnen dcn halbem Weg nach Warschau ersparen , » so finde ich cs cinc zu trivialc Rotomanladc und würdc cs dahcr ganz übcr gchcn, wcnn ich cs nicht anführcn wollte, um dadurch zu beweisen, daß cs dcm Verfasser in scincm Eifer nicht genügt, mich zu verläumden, sondern daß er mich auch lächerlich zu machen beabsichtigt."], [67, "61 Hinsichtlich dcr Erzählung übcr mcinc Operationen, so vcrhält cs sich anders damit; dicsc gchörcn dcm Bcrcicbc dcr Gcschichtc an, und ich schc mich genöthigt, um dic Sachc zu bclcuchtcn, in allc Einzclhcitcn, in Bc° trcff mcincs Comiuando's während dicscr Epochc, cinzugchcn. Wir wollcn mit dcn Vorgängen beginnen, von denen dcr Verfasser un ccr andcrm sagt : « Man hofftc, cr würdc Sacken schlagen, ehe derselbe von Garden unterstützt wurdc , abcr nicht? von dcm gcschah , » und weiter : « doch Umiuski zog sich nach Rozan zurück, und von da näher Pultusk nach Eiclkowo, wo cr längcrc Zcit ganz unthätig vcrblicb, » Das will sagcn, Uminsli hattc Sactcn vor dcr Ankunft dcr Garden schlagen sol len, — er hat cs nicht gethan. Später blieb cr, anstatt clwas zu unlcr uchmcn, unthätig, und? — cr hat nicht? gcthan. Wir wollcn jetzt schcn, was Wahres an dicscm Berichte ist, und ob ich den darin ausgesprochenen Tadel verdiene. Am 13ten März erhielt ich zu Warschau dcn Bcfchl, mit cincm Rcgimcntc Infantcric, cincr Division Cavalcric und sechs Stücken rei tcndcr Artillcric, ungefähr zusammen 1800 Mann Infanterie und 2200 Pferde ', übcr Modlin an dic Narcw zu marschircn, um Sackc» zu er reichen, das Land vom Feinde zu reinigen, und dic Gardcn, dic man im Anmarsch auf'Lomza wußtc, zu beobachten. Da zu dicscr Zcit dic Brücke- übcr die- Ncichscl bci Modlin, wie cs lcr Vcrfasscr unrichligcrwcisc behauptet , noch nicht fertig war , so sah ich mich genöthigt , mcinc Infantcric , dic ich auf dcm linkcn Ufcr marschircn licß, in Kähncn , dic sich dasclbst zum Vauc dcr Brückc voibcrcitct fanden, übersetzen zu lassen. Da, um dics auch mit dcr Cavalcric und dcr Artillcric zu thun, cin zu großer Zeitverlust gewesen wäre, so entschloß ich mich, so gefährlich c? auch war, im Angcsichtc dc? Fcindcs, dcr bci Wavrc stand, nachdcm ich die Brückc bei Praga passirt hattc, in dcr Nacht vom lAtcn auf dcn l^tcn dcn Marsch nach Modlin auf dcm rcchtcn Ufcr aus- zuführen. In Modlin angekommen, erfuhr ich von dcm Fcstungs Com- mandanicn, daß sci»c Patrouillen bis nach Makow vorgegangen wären, ohne einen Feind angetroffen zu haben, und daß derselbe nur durch Strcifpalrouillc» das Land durchkreuzen ließe, sich aber mit der Masse scincr Slrcitlräftc, um sich dcn Gardcn zu nähcrn, nach Ostrolcnka zu rüctgczogcn und dasclbst cincn Brückenkopf aufgeworfen habe. E? ist zu > Dcr Vcrfasscr läßt mich fims Bataillone und acht stücke befehligen und giebt mcinc 3treittr»fte bis auf 6AX) Mann »n."], [68, "62 bemerken, daß ich bei völligem Thauwcttcr in dicsc kothige Gcgcnd kam, dcrcn grundloser Boden cinc geschichtliche Berühmtheit erlangt hat, da cr Napoleon verhinderte, in der Schlacht bci Pultusk 1806 dic Russen völlig zu erdrücken. Daher sah auch ich mich genöthigt, wcnn ich nicht auf dcr Chausscc marschirte, bis Zwölf Pferdc vor dic Stückc fpanncn zu lassen, und mcinc Truppcn, selbst wcnn sie sehr früh aufbrachen , und drei Mei len zu marschircn hattcn, konnten crft spät in dcr Nacht in dcn Bivouaks ankommen. Untcr dicsen Umsti'ndcn schien cs mir unmöglich, Sactcn, dcr durch cincn Fluß und cincn Brückenkopf gedeckt und mir an Infantcric und Artillcric übcrlcgcn war, mit Erfolg anzugreifen. Jedoch rückte ich nach Zurüctdrängung aller feindlichen Posten, bis nach Rozan vor, von wo aus ich dcn Oberstem Chlapowsli mit einem Regiment Cavalcric und zwci Stücken abschickte, um zu sehe», ob ma» mit irgend cincr Wahrschein lichkeit dc? Erfolg? Ostrolcnla angrcifcn könnc '. Dicscr Offizier bcrich tctc bci scincr Zurückkunft, daß dcr Versuch cinc? Angriffes mit dcn uns zu Gcbotc sichcndcn Kräften ganz vergeblich sein würdc. Dic Wahrhcit dcfscn , was ich so ebcn gesagt habe , bestätigt am be sten Chlapowski in dcr angcführtcn Broschüre ', wo er sagt, diese Ent sendung würde acht Tage früher , wo Säeten sich noch in dcr Gcgcnd von Nasicl?t bcfand, dic Gardcn noch im Anmarschc waren , und die Be schaffenheit de? Boden? der Cavalcric dic Wahrscheinlichkeit, mit Erfolg zu agircn, darbot, ihrcn Zweck crrcicht habcn : abcr zu der Zeit, wo dicsc Entsendung gcschah, wurdc sic zwecklos und unausführbar. Im Vorbeigehen bemerke ich dem Verfasser, daß am 13tcn, gerade an dcm Tagc, wo ich aus Warschau ausbrach, dic Gardcn Lomza crrcichtc», Un tcr diesem Umständen Oftrolcnka angrcifcn zu wollcn, wärc dahcr mchr als cin Fehler, cs wärc Unsinn gewesen, cs sci dcnn, daß ich dic Russcn dcn Neapolitanern gleich gestellt hätte. Nach mehreren Tagen meines Aufenthalte? zu Rozan sing mir mcinc Unlhätigkcit an lastig zu wcrdcn: und da dcr Bodcn ctwas fester zu wer den schien, und ich an Cavalcric dcm Fcindc übcrlcgcn war, so sann ich ' Kurz nach dieser Reeognoscirung, bci wclchcr Chlapowsli vicr Mann vcrlor, lascn wir in dee stadtzcitung folgenden Auszug aus dcm Petersburger Journal : « Dcr Gcncral sacken zwang dcn Gcncral Uminiti , der eine Rccognoseirung gcgcn Ostrolcnla untcr» nahm, sich zurückzuziehen, nachdcm cr seinem ßorps große Verluste hat erleiden lassen. ,, Das mag als cin neuer Beweis der Wahrhaftigkeit der Russischen Bulletins diene». - siehe »Chlapowski :«<il!e>!^!ie8!Nll!LLur le3ev>:!!ei!,e>!lz,te ra!uz!,e,I>»riz1831.»"], [69, "63 nach , ob cs nicht möglich warc, Ostrolcnla zu umgchcn und cs durch cincn cuuo ele innin zu nchmcn, Dicscm zufolgc gab ich dcn Officicrcn des Gc ncralstabc? dcn Vcfchl, dic Ufcr dcr Narcw bis Pultusk zu rccognosci rcn, und cinc Stcllc rückwärts auszufindcn, wo man am bcstcn und ohnc vom Fcindc cntdcckt zu wcrdcn, cinc Brückc schlagen könnte. Nach zwci Tagcngclaugcsihncu, miltcn in cincm Waldc bci Slarc Zcmblc, 5 Mci- Icn rückwärts von Rozan, cincn passcndcn und dcm Zwclc cntsprcchcndcn Platz zu finden, Dic? vcranlaßtc mich, so fort allc Kähnc zusammcn su chcn zu lasscu, und dcn Commandanten von Modlin aufzufordern, mir allc ihm zu Gcbotc ftchcndcn Kahnc mit dcn nöthigem Matcrial dahin zu schicken. Darauf brach ich von Rozan auf, und marschirtc nach Sicl «owo, um an der Orsia eine Stellung zu nchmcn , dic mich nicht nur dcm Punkic , wo di« Vrückc gcschlagcn wcrdcn sollte , nähcrtc und ihn dccki«, sondcrn mir auch cinc gutc Offensive darbot. Das Ankommen dcr Kähne wurdc dadurch, daß sic stromaufwärts fahren mußten, und durch dcn hohem Wasscrstand außcrordcnlich crschwcrt, wclchcr Ichtcrc Umstand wic auch dcr Mangcl an Pontonicrcn und dic Unzulänglichkeit dcr Matcria licn Ursache waren, daß der Bau dcr Vructc schr langsam von Statten ging. Trotz aller dieser Schwicrigtcilcn wurde dic Brückc fertig, ohnc daß cs dcr Fcind chcr gcwahr wurdc, als bis ich sic wicdcr abgebrochen, dic Gcgcnd vcrlasscn und dic Kähnc milgcnommcn hatte. Ich gestehe, daß es mir unbegriflich ist und auch meinem Lesern sein wird , daß , wenn der Feind, so wic dcr Vcrfasscr bchauptct, von mcincm Brückenbau ge wußt hätte, bci dcr großen Anzahl dcr Truppcn, dic ihm zu Gcbotc standen, mich ihn ruhig würdc habcn ausführen lafscn; cs müßlc dcnn sein, daß dic Gcncrälc dcr bcidcrseitigcn Armccn in dicscr Campagne den ganz ncucn Grundsatz angcnommcn hätten, den Icind ungcstört Brücken schlagen und Flüsse passiren zu lassen '. Im Interesse dcs Groß fürftcn mnß ich glauben, daß das, was dcr Vcrfasscr sagt, ungcgründct ist, u»d daß dcr Bau meincr Brücke im Russischen Hauptquartier unbctannt blieb ; sonst müßte dicscs Gcwährcnlasscn als cin großer Fehler betrach- tet wcrdcn, H, Smitt sagt uns S, 65, Bd. II : « AIs man nach Roscn's Unglüctc bei Dcmbc bcfürchtctc, Uminsti wcrdc cbcnfalls gegen ihn ge» richtctwcrdcn, mußt« Sacken abermals vorrücken, um ihn im Auge zu bc- > Wir haben dcn Marschall Paszkicwitsch im Angcstchtc der ganze» -polnischen Armcc cincn Flankenmarsch ungestört ausführen und eine Brücke übcr die Wcichscl schlagen und darüber gchcn lassen gesehen."], [70, "64 hallen. Er fand ihn im Rückzug.-, und meldete, daß er bci Zcmblc ci»e Vrüclc fchlügc, um auf da? linkc Ufcr übcrzugchcn, » Dicsc Erzählung crmangclt sclbst logischcr Richtigkeit : denn nach der selben soll mich dcr Gcncral Sackcn auf dcm Rückzug begriffen, und zugleich mit dcm Bau der Brückc beschäftigt gefunden haben. Wäre cs möglich, daß er mich diesesallcs ungehindert hätte ausführen lassen? Dcr Vcrfasscr hat dic Thatsachen so vermengt, daß c? ihm schwer wird , au? dicscm Labyrin the herauszukommen. Da? Wahre an der Sache ist, daß ichvondcmAugcn blickmcincr Ankunft in Sicltowo an kcinc Russischc Rccognoscirunggcsehc» habc , und sclbst mcinc Vorposten , dic zwci Mcilem vor Siclkowo ftandcn, nic beunruhigt worden find. Dieses war auf dcm rechtem Ufcr; und was das linkc bctrifft, so hattc ich im Augenblick meiner Ankunft zu Sicl towo dcm Obcrftcn Zaliwsti, dcr sich zwischen Bug und dcr Narcw mit ci»cm Corps von Partisanen befand, das aus 600 Mann sowohl freiwil liger Iägcr als Cavalcric bestand, dcn Vcfchl gcgcbcn, dcn Icind jcn fcit dcs Ilusscs stct? zu bcobacl tcn, Dicscr hatte durch einige glüetlichc Scharmützel dic Aufmcrtsamkcit dc? Fcindc? auf jfich gczogcn,uud ihn bestimmt, Goworzawo besetzen zu lassen; allem dicsc Besatzung, die sehr nahe von Zaliwski beobachtet war, hielt sich lediglich auf der Defensive, und hat nic cinc Recognoscirung ausgeschickt. Was dic Erzählung dcr lctzlcn Vorfälle- an der Narcw bctrifft, so muß ich gcstchcn,daß mir da?,was der Verfasser Bd. II S, 65 sagt, nicht wenig aufgefallen ist. Es heißt näm lich : « Dcr Großfürst befahl alsobald dem Gcncral Noslitz, übcr Przcticzc gcgcn Pultusk hin cinc Erkundigung anzustellen. Doch hatte dicscr schon frühcr, am Htcn April, zwci halbc Echwadroncn von dcn Husarcn und dcn Dragonern der Garde zu diesem Zwcetc bci Rozan auf das rechte Narcw- Ufer hinübergcfandt, die aber dort plötzlich von zwei Schwadronen polni scher Uhlancn und reitenden Jägern überfallen, und nach einem tapfern Widerstände mit einem Verlust von zwci Officiercn und 31 Gemeinen zu rückgcnöthigt wurdcn. » Würdc nicht c n einziger Bliek auf die Karte hinreichend fein, um zu schcn, daß Siclkowo cinc Poftation auf dcr großem Etraßc ist, dic auf dcm rechten Ufcr von Oftrolemka nach Pul tusk führt : und wärc cs demnach nicht lächerlich , daß man untcr großcr Gefahr cinc Rccognoscirung auf tlcincn Bötcn übcr dcn Fluß sctztc, wcnn man auf dcm rcchtcn Ufcr dcn Punkt, dcn man zu crrcichcn bcab sicht, bcqucm auf cincr Straßc crrcichcn konnt«. Dcr eigentliche Hergang der Sache war folgender : Am 28sten März fchlug man in einer Abendverfammlung beim General Noslitz vor, «in«"], [71, "65 llcinc Ausflucht zu machcn , um cinigc von dcn Kraluscn ' , von dcncn man so vicl sprach, und dic dic Gardc-Offizicrc so neugierig waren zu se hen, zu ergreifen '. Zufolge dcfscn brachte man in dcr Nackt cinigc klcinc Vötc zusam men, und mit Tagesanbruch passirte eine Schwadron Garde-Husaren nebst mehreren Offizieren, dic sich frciwillig dicfcr Expedition anschlössen, die Narcw, Rozan gcgcnübcr, während eine Schwadron Garde-Drago ner, dic auf dcm lintcn Ufcr, wo sich dcr Gcncral Nostitz mit viclcn Of fizicrcn bcfand, abgcscsscn hattc, und durch Gcwchrfcucr dic Husarcn unlcrstützcn solltc. Von dcn Vorpostcn, dic in Rozan standen, benach richtigt, schickte ich den Oberst Chlapowski mit dcm dritten reitenden Iei ger-Rcgimcntc vor, um zu schcn, was c? gäbc, Chlapowski licß zwci Schwadroncn als Rcscrvc zurück, rückte mit dcn bcidcn andern gegen di« Russischc vor, wclchc jcnscit? der Stadt am Ufcr dcs Flusscs in Schlachtordnung stand, und griff sic trotz dcs heftige» Feuers der Dra goner an. Dic Husarcn wurdcn gcworfcn und zcrstrcut; Allcs, was nickt blicbo dcr gcfangcn wurdc, crtrank, Rcttuung suchend, in dcm Flussc, worunlcr cinigc Offizicrc, Dic Ucbrigcn suchtcn sich in dic Wäldcr zu stücktcn. Zwci Offizicrc und ncunzchn Soldatcn blicbcn auf dcmSchlacht fclde; 1 Junker, 2? Soldaten und 50 Pferde, außer denen, welche di« Bauern später in dcn Wäldcrn aufgcgriffcn habcn, wurdcn »ach Sicl kowo gcbracht. Dies war das Endc jcncr sogenannten Nccognoscirung, die eigentlich nichts anderes als eine Lusipartic war. Wir wollcn nun zu dcn Vorfallen an dcr Liwicc übcrgchcn, dcrcn Thatsachen der Verfasser ganz verfälfcht hat. Dcn 5tcn April, als dic Brücke ganz fertig war und das erste Uhla nen-Rcgimcnt und zwei Compagnien Infanterie sic passirt hattcn, und mit Einbruch dcr Nacht dcr Rest dcs Corps übergehen solltc , um mit Tagesanbruch Goworzcwo, während es der Oberst Zaliwski angriff, zu umgehen und auf Ostrolcnka zu marschircn, crhiclt ich um 5 Uhr Abcnds \" Das sind die Krakusen, von dcncn dcr Vcrfasscr 2, 333, Bd. I »ls cincn für dic Gcschichtc höchst interessanten besonderen Umstand dcn spottnamcn anführt, mit wcl» chcm dic Russifchcn soldatcn sie belegten. Und doch sind cs dicsclbcn Krakuscn , dic untcr Dwcrnicki bei Nowawics und Kurow so manche von dcr Russischen Eavalcric vertheidigten Kanonen wegnahmen , und bci Okonicw das bcrühmtc Husaren»!!!cgi„,cnt von -pawlograd in dic Flucht schlugen. Den ganzen Hergang dieses Vorfalls habe ich von dem Junker, dcr bci dcr Affaire gefangen genommen wurdc, erfahre». 5"], [72, "66 aus dcm Hauptquartier dcn Bcfchl, mit mcincm Corps zur Hauptarm« zu stoßcn, und dasclbst das Commando über den linkcn Flügcl zu übcr nchmcn, Zufolgc dcsscn licß ich die Vorpostcn, dic sicherst nach Mitter nacht zurückziehen sollten, an ihrer Stcllc, die Truppen, dic sich schon jcnscits dcs Ilusscs befanden, erhielten dcn Bcfchl, umzukehren, dic Brückc wurdc auseinander genommen, und uni die? schneller und sicherer zu bewerkstelligen, licß ich cin Bataillon mit dcm Bcfchlc zurück, sofort alle Kähnc nach Zcgrzc hinunter fahren zu lassen, um dasclbst mcinc Infantcric und Artillcric überzusetzen, während ich mcinc Cavalc ric, dcrcn Ucbcrsctzung zu vicl Zcit erfordert hätte, übcr Modlin mar schircn licß, Dcr Vcrfasscr macht mir dcn Vorwurf, indcm cr S, 65 sagt : «Statt übcr Wyszkow dic nächste- Straßc cinzuschlagcn, marschirtc cr, sci cs schlcchtcr Wcgc willen, wie cr cs bcbauptct, übcr Sicrocl. » Darauf antworte ich ihm, daß schon cinigc Tagc vorher cin großer Thcil dcr Brückc zu Wyszkow durch die- GardoKosactcn zerstört war, und cs übrigens cin Unsinn, dcsscn ich mich nicht hättc schuldig machcn mögcn, gcwcscn wärc , mich zwischen zwci Flüssc zu drängen , wo ich einen vier fachen Feind wußte. Dcr Bcfchl aus dcm Hauptquartiere besagte, zugleich, daß das zwan zigste Infanterie-Regiment, wclchcs sich mit cincr Schwadron Cavalcric und zwci Drcipfündcrn zu Nicgowo untcr dcm Gcncral Andrychicwicz bcfand, untcr mcincn Bcfchl übcrgchcn solltc, Zufolgc dcsscn schickte: ich dicsc»! Gcncral dcn Bcfchl, mcinc Avant-Garde- zu bilden, den Weg nach Liw einzuschlagen, und sich desselben, falls cr vom Fcindc bcsctzt wärc, zu bcmcistcrn. Auf dicscm Marsche fand der General zu Jadowo «in Dctachcmcnt Russisch« Cavalcric, von der cr cincn Theil gcfangcn nahm , dcr andcr« Thcil abcr cntkam und dcn Russischen Gcncral Pi nabcl, dcr Wcgrow und Liw bcsctzt hattc, von dcm Anmarschc polnischer Truppen benachrichtigte, worauf sich dcr Gcncral mit allcn fcincn Trup pen auf das rcchtc Ufcr zurückzog und hinter sich von dcr Brückc dic Plankcn abwerfen ließ. Gegen Abend erreichte: der Gcncral Andrychic wicz Liw, und ließ foglcich cinigc Compagnicn auf dcn Valkcn auf's rcchtc Ufcr übcrgchcn, und nach cincm kurzem Tiraillcur-Fcucr zogcn sich dic Russcn nach Motobudy zurück. Der Major , wclchcr sich mit dcn Compagnicn auf dein rechten Ufcr bcfand, licß, um scinc Lcutc zu schützen, mit dcn hic und da zusammcn gcbrachtcn Schaufeln cinc Art von Vcrschanzung aufwcrfcn. Dcr Rcst dcr Polcn blicb auf dcm linkcn Ufcr."], [73, "67 Nach der Angabc dcs Vcrfasscr? soll Gcncral Pinabcl dcn Bcfchl cr haltcn habcn, so fort sich nach Liw zurückzubcgcbcu, um aufjcdcn Fall dicscn Ort wicdcr zu bcsctzcn. So wic ich dic Sachc wciß, verhielt sic sich folgcndcr Maßcn : AIs dcr Gcncral Pinabcl zuMotobudy ankam, rücttcn zuglcich mit ihm cin — cin Dctachcmcnt von mchrcrcn hundert Fourra gcurs, welche vom 6tcn Corps entsandt waren, und ei» halbes Bataillon. Sappcurs. Dieselben meldeten, sicwärcn vo» ci»cr Abtheilung polnischer Uhlancn, dic von Eucha gckoinmcn, gezwungen worden , sich zurückzu zichcn, Dcm zufolgc glaubn sich dcr Gcncral Sackcn von Sicdlcc abgc schnitten, und saßte dcn Entschluß, verstärkt durch dicsc Abtheilungen, zurüetzugchcn, und entweder Liw wicdcrzunchmcn odcr abcr, sich übcr Wcgrowo nach Eololowo zurüclzuzichcn; und so lrat cr scincn Marsch in dicscr Richtung am 9tcn früh an. Da cr vor Liw angclommem war und dic Anzahl dcr polnischen Truppcn daselbst sehr unbedeutend fand, be stimmte cr sich, sic anzugrcifcn, Dic zwci polnischcn Campagnicn, dic sich auf dcm rechtem Ufer befanden, zogen sich darauf übcr dic Brückc zurück. Hier begann ein gegenseitiges Feuer, wclchcs dcn ganzen Tag hindurch ohne Wirkung blieb , und obgleich dic Kräftc dcr Polen nur aus cincm cinzigcn ncugcbildctcn Rcgimcntc und zwci Drcipfündcin bestan den, so gelang es ihncn doch, allc Angriffe des Feindes zurückzuschla gen , und ihm dcn Uebcrgang übcr dic Brückc zu verwehren. Hieraus crgicbt sich, daß man sich auf dcm rcchtcn Ufer gar nicht geschlagen hat, obgleich die sinnreiche Phantasie dcs Verfassers aus ei nem in dcr Nacht von dcn Polcn aufgcworfcncn Haufcn Erdc cincn Brückenkopf cntstchcn, ihn durch cincn brillanten Bojonctt- Angriff stürmen und nchmcn und dabci cin halbcs Bataillon Polcn vcrnichtcn läßt. Am 10tcn kam dcr Gcncral Nasackin mit einigcn Bataillonen und meh reren Stücken bci Liw an, um dcn Obcrbcfchl zu übcrnchmcn, und so ver stärkt, ging cr zum Angriffe dcr Brückc übcr. Allein das brave zwanzigste Regiment hielt Stand, und schlug alle Angriffes» zurück, daß sich dcr Fcind nic dcr Brückc hat bcmächtigcn lönncn, Allcin dic zwci Drcipfündcr hat tcn ihrc Munition ganz vcrschosscn, und der Pulvcrwagen, dcr, um ncuc Munition zu holen, nach Kaluszyn zu dcm großen Parke geschielt worden war, wurdc auf dcm Rückwege von dcn Kosaken, dic übcr dcu Fluß schwammcn, weggenommen : cin Vorfall, dcr dcn Gcncral An drychicwicz in die traurigste Lage vcrsctztc , in dcm cr dcm feindliche-» Feuer, dem cr beständig ausgesetzt war, nicht antworten sonnte, sonach"], [74, "68 natürlich bcdcutcndc Vcrlustc erlitt, und schon glaubte, daß cr sich zu cincr Nüekbcwcgung würdc genöthigt schcn, Icdoch schickte cr mir cincn Rcitcr entgegen , um mich von seiner traurigen Lage zu benachrichtigen. Dicscr fand mich in Makowicc, anderthalb Meilen von Liw entfernt, wo ich aber nur mcinc Infantcric und Artillcric hattc, indcm mcinc Ca valcric noch cinc Mcilc zurück war. Ohnc Verzug brach ich mit mcincr Artillcric , wclchcr mcin Stab und mcinc Escorte zur Bedeckung dicncn sollte, nach Liw auf, Dasclbst angckowmcn, licß ich dic Artillcric sogleich das Feuer eröffnen, und nach cincr halbcn Stundc , wo ich dcn Icind in» Begriff sah, eine rückgängig« Bcwcgung zu machcn, untcr dcm Icucr dcs Icindcs dic Brücke- hcrstcllcn, um zur Offcnsivc übcrzugchcn. Da dics abcr vicl Zcit crfordcrtc , und meine Infantcric und Cavalcric noch nicht angctommcn war, so gclang c? dcm Icindc, übcr Wcgrowo nach Sokolowo seinen Rückzug zu nehmen, ohnc großc Vcrlustc zu crlci dcn, Dic spätc Ankunft mcincr Cavalcric , von dcr nur cin Theil cinzcln dic Pfcrdc führend über dic Brücke gchcn konnte, und dcr Einbruch dcr Nacht vcrhindcrtc an dcr Verfolgung dc? Icindc?, fo daß wir nur cincn Officicr mit 8V Sappeur? und ungefähr 50 Mann Infantcric gcfangcn nahmcn. Doch bcmächtigtc ich mich zu Wcgrowo cinc? großcn Magazin?, wclchc? für 3,000 Krankc allc möglichcn Verrathe enthielt, dic ich nach Warschau , wo man sic schr nothwendig hatte , schickte. Hieraus sieht man, daß der General Nasackin, obgleich zweimal stärker, nicht von meinem Corps , das noch nicht angelangt war, sondcrn von dcm bravcn zwanzigsten Ncgimcnte und dcn mit mir omgckommemcn 6 Kanoncn, nach allcn fruchtlosen, Angriffen zum Rückzüge genöthigt wurdc. AIs Vcwcis , daß dicscs neugcbildctc Ncgimcnt , wclchc? in dcm zwci tägigcn Widerstände gcgcn cinc wcit übcrlcgcnc Macht so hcrrlichc und ruhmvolle Beweise von Tapferkeit abgelegt hat, werde ich anführen, daß dicsc schönc Waffcnthat durch cincn Tagesbcfchl dcr Armcc bctannt ge macht, und sci» bravcr Anführcr dcr Major Podczasti zum Obcrstcn ernannt wurde. Nun fangen dic Thatsachen in cincm hohcn Gradc an, vom Vcrfasscr cntftcllt zu wcrdcn, und müsscn dahcr nähcr bclcuchtct werden. Dcn Tag nach dicscr Affärc , also dcn l ltcn, brach dic Cholcra in mci ncm Corp? au?, und zwar mit cincr solchen Hcftigtcit, daß zwci- bis dreihundert Mann sogleich davon befallen wurdcn, und am nämlichc» Tagc crhiclt ich cincn Bricf von Prondzynsti, worin cr sich bittcrlich"], [75, "69 ubcr dcn Gcncralissimu? Skrzynccki bcklagtc, und sagte, daß uns cinzig durch dic Unthätigfcit und dic Ichlcr dieses Generals dcr Sieg bci Iga nic, wclchcr unfehlbar entscheidend und von den wichtigsten Folgen gewc» sen wäre , entrissen worden sci. Auch fügtc cr hinzu, daß Skrzynccki, wcil cr glaubte, daß die Russischen Kräfte dcn unsrigcn wcit übcrlcgcn wärcn, nichts wcitcr untcrnchmcn, sondern ruhig dcm Marschall Dicbitsch gcgcnübcr stchcn bleiben wollte. Von der Ueberzeugung durchdrungen, unscr Hcil bcstchc nur in dcr Offcnsivc, nahm ich mir vor, dcn Gcucralissimus, so zu sagcn, ganz gcgcn scincn Willcn zur Ergreifung der Offensive zu vermögen , indem ich durch mcinc Bcwcgung dcn Marschall Dicbitsch, dcsscn Kräftc dcr General Skrzynccki so übcrlcgcn glaubn, zur Verminderung derselben zwingen wollte: denn mcinc beabsichtign Bcwcgung hättc ihn unfehlbar zur Dcta sehirung von wcnigstcns 10,000 Mann nach Brzcsc nöthigen müssen. Mcin Plan nämlich war dicscr : Am 12tcn nahm ich mir vor, mit mcincm ganzc» Corps »ach Sololowo zu marschircn: von da au? sollte- cinc Cavalcric-Brigadc nach Oranna vorgchcn, dasclbst allc Kähnc zusammenbringen, um dcn Ucbergang über dcn Bug zu bcwcrlstclligcn. Mit Anbruch dcs solgcndcn Tages wolltc ich mit mci»c»i ganzen Corps folgen, und, wcnn ich dcn Fluß passirt , rcchts dcn Wcg nach Brzcsc cinschlagcn : ci»c Bewegung, wclchc zum Zwecke hattc, dcn Marschall Dybitsch übcr scinc Communication von Brzcsc besorgt zu niachcn, und ihn so zur Dctaschirung zu veranlassen. Nach cincm Tagcmarschc wolltc ich schnell links umwcnden, und nach Lilhaucn marschircn, wo ich gcradc in cincm Augenblicke- angekommen wäre, in wel chen, die Insurrcction im besten Gange war, so daß dic Ankunft regu lärer Truppen und eine zweckmäßige Leitung dic cntschcidcndftcn Rcsul tatc für dcn ganzen Krieg hätte herbeiführen können, indem die Russen von ihrer Opcralionslinic ganz abgeschnitten worden wären. . Die Ausführung dieses Planes würdc mir mit dcn Kräftcn, dic mir zu Gcbotc standcn, und mit ctwas Thäliglcit, lcicht gcwescn sein ; dcnn in dicscr Gcgcnd bcfandcn sich nur dic Gardcn, dic zu cnlfcrnt warcn, um mir dcn Ucbcrgang übcr dcn Nicmcn vcrwchrcn zu lönnc». Darauf rcchucnd , daß dcr Abmarsch cincs Theils der Russischen Armee dcn Gcncral Strzynccti von dcm ihn stcts drückcndcn Alpe, dcr Ucbcrlcgen hcit dcr Russischen Kräfte, vor dcncn cr zu zictcrn schicn, bcfrcicn, und cr sic darauf sogleich angreifen würde, ließ ich für dcn Gcncral Lubinsli, dcr untcr mcincm Commando bci Boimic stand, cincn Bcfchl vorbcrci-"], [76, "70 ten, wornach derselbe, dic Vorposten lassend, nach Mitternacht aufbre chen und nach Liw marschieren, hicr angctommcn, dic Brückc passircn, und cinc Position zwischcn dcm Wcgc , dcr nach Mokobudy und dem an deren, dcr von Siclec nach Sokolowo führt, nchmcn solltc, Dicsc Auf stellung hatte dcn doppelten Zweck; nämlich cincrscits solltc sic mcinc» Marsch dcckcn, andcrcrscits, während dcr Generalissimus mit dcr ganzcn Armcc von vornc dcn Marschall Dicbitsch angriffc , solltc dicscs Corps übcr Mokobudy auf dcsscn Flank« opcrircn. Am 12n» Mittags brach mcinc Avani-Gardc untcr dcm Bcfchlc des Obersten Chlapowski nach Sokolowo auf, und ich folgte ihr mit dem Reste meines Corps gegen Uhr, in dein ich einen motivirtcn Bericht übcr dicsc Bcwcgung an dcn Gcncralisfimus und dic nöthigen Befehle an den Gc ncral Lubinski ausgcfcrtigt, jcdoch in cincr Art von Vorgefühl, dcr Gc ncralissimu? möchtc dicsc Bcwcgung hindern , dcm zurückgelassenem Adjudantcn befohlen hatte, sich erst Stunden nach mcincm Abmarsch« in's Hauptquartier zu bcgcbcn; dcnn ich glaubte, daß mich dcr Gcncra lisfimus, wcnn ich cinmal aufdcm Marschc wärc, ihn auch ruhig fortsctzcn lassen würdc. Aber es kam anders, als ich dachn. Dcr Gcncral Skrzy nccki, übcr dic scincr Meinung nach zu gewagte Bcwcgung crschrockcn und vcrgcsscnd, daß Napoleon, zwar in größer»» Maßstabe, aber gerade dcn so gcwagtcn und schnell ausgeführten Bewegungen einen großen Thcil scincr Sicgc zu verdanken hattc, schickn mir soglcich cincn gcbictrischcn Bcfchl zu, mich auf mcinc vorigc Stellung zurückzuzichcn. Dicscn Bc fchl crhiclt ich zu Sokolowo dem 13tcn früh um 3 Uhr, al? Chlapowski scinc Vcwegung nach Granna schon beginnen solltc. Das Schreiben des Generalissimus zeigte mir zugleich an, daß das Corps dc? Gcncral? Lu bin?ki nicht mehr untcr meinen Befehlen stände. Nun überschaute ich mcinc gefährliche: Lage, in wclchc mich dicscr Bc fchl versetzt hattc, indcm ich, da Lubinski dic ihm von mir angewiesene Stellung nicht eingenommen hatte, durch cin von Siclcc dctaschirtc? Rus sischc? Corps lcicht hättc abgcschniltcn werden können. Daher setzte ichm ich sofort in Marsch, und nahn, mcinc altc Stcllung auf dcm lintcu Ufcr bci Liw wicdcr cin. Dics ist das Ereigniß, welches dcr Vcrfasscr Bd, II, S, 66 ' mehr ' » Durch dicscn lcichlen >?rfolg ermnthigt , soll cr (Uminski) sich gcgcn dcn Obcrbc fehlshabcr crbotcn haben , bis an dcn Bug vorzurücken, bci Grann» übcrzugchcn und dic Opcrations»Linic dcr Russcn bei Brest zu unterbrechen, skrzynccki wollte mit Recht auf cinc so gewagte Untcrnchmuug nicht eingehen. »"], [77, "71 als Eingebung des Augemblieks als einen durchdachten Plan darstellt , und dessen Verhinderung von Seiten des Generals Strzyneeki billigt. Kricgstundigc mögen über dicscn von mir cniworfcncn P!a» ihr Ur theil fällen , dessen Ausführung mcincr innigsten Ueberzeugung nach dem dem Kriege eine ganz andere u»d zwar folgenreiche- Wendung gegeben hätte. Uebrigcn? berufe ich mich noch auf die darüber ausgesprochene Mei nung dcs Gcncrals Prondzynsti, dcr mir in einem Briefe, Iatubowo den 23stcn April, Folgendes fchrieb : « V eitre r»>>»jel ei'»ßir p»r nulre ßaiicue elliil excellent, et nur»il uu purler ein cuup eii-cizil. .>I»iz !e ßener^I e» cue! ne veul i>l!5 cemiiiruineltrele «e>rl ele I «rln.-e cn »llns'uaul Dicdit«e!> e^ui 8e truuve M2i«u en lurce« zuoerieurez elevant nemz, nmiz i! xeut el»ier I'e>ce»ziein ele lui ourler ele nuuvezu un cuui? vlirtiel. » Dicsc von mir ausgcführtcn Bewegungen , so wic ich sic datgcstcllt habe, beweisen, daß auch das, was der Verfasser behauptet, ich hatte mich erst da»» auf das linke Ufer zurückgezogen, als ich Ugriumow's Aonähcrung erfuhr, völlig grundlos ist, Dcnn vor, wic nach dicscr Bewegung blieb ich stets mit meine», Corps auf dem linken Ufer, und nur meine Vorposten hicllcn auf dcm rechte» Wcgrowo bcsctzt. So i» allc» mcincn Erwartungen getauscht , in dcr Ausführung mci ncr Planc verhindert, sah ich mich i» die lraurigc Lage der Offensive ver setzt; und demzufolge befahl ich dcm Officicr vom Gcnic Corps, mit Tages anbruch da? Wirthshaus , welche? auf dem linkcn Ufcr dic Annäherung an dic Brückc dcm Fcindc crlcichtern konntc, zcrstörcn und cincn kleinem Brüekenkopf aufwcifen zu lassen. Am l^tcn früh waren alle Patrouillen mit dcr Meldung zurüctgc- kehrt, nickt? vom Feinde gesehen zu haben, und ich begab mich auf da? rechte Ufcr, um dic bcfohlcnenArbcitcn zu bcsichtigcn, als cin tlntcroffi- zier von dcn Vorpostcn angcsprcngt kam und mcldctc, daß sich feindliche Cavaleric zeigte. In dcr Meinung, daß dieses nur eine Rceognoscirung .wäre, gab ich cincr Schwadron dcs crstcn UHIancn-Rcgimcnts , dic dcn Ta- gesdienst hatte, den Bcfchl, vorzugehcn , und dcn übrigcn Truppcn, untcr's Gcwchr zu treten. Ich sclbst ritt zu dcn Vorposten, von da erblickn ich Massen von Infantcric, dic sich zu formircn im Begriff warm. Ich schickte- dahcr soglcich dcr Cavalcric dc» Bcfchl zu, übcr dic Brückc zurückzugchcn. An dcm Brüclcnkopfc, dcsscn Brustwehr kaum 3 Viertel der nöthi gen Höhe hatte, arbeitete das dritte Bataillon ' dcs crstcn Jägcr- ° In diesem Bataillon, weiches ganz aus Vcrabschiedclcn und Vcrhciralhctcn bestand"], [78, "72 Rcgimcnts, Ich gab dahcr dcm Major Chlcwsti dcn Befehl, sich mit sei ner Mannschaft hinter dieser begonnenen Brustwehr aufzustellen, und sich dem crstcn Anmärsche der Russcn zu widersetzen, währcnd ich ihn durch zwci auf dcr Inscl aufgeftclltc Kanoncn untcrstützcn lassen wolltc. Die übrigc Infantcric crhiclt dcn Bcfchl, das ganzc rcchtc Ufcr mit Tirail lcurs zu bcfctzcn, und sich in Colonncn in cinigcr Entfernung zu ftcllcn. Dic mir übrig blcibcnden 6 Stückc wurdcn rcchts und links an dcr Brücke aufgcfahrcn. Dic Cavalcric wurdc in der zweiten Linie aufgcstcllt. Dics warcn mcinc crstcn Anordnungen. Dcr Fcind entwickeln ziemlich starte Infantcrie-Colonncn, und zcigtc mir dadurch scinc Ucbcrlcgcnhcit. Da ich sah, daß ich von mcincr zahlrcichcn Cavalcric tcincn Gebrauch machcn konnte, und mich erinnerte, daß sich bei Grodzisk, Wyszkow ge genüber eine Furt befand, an wclchcr fchon cincs mcincr Cavalcric-Rc° gimcntcr zur Bewachung dcrsclbcn sich bcfand, so gab ich den» Brigadc- Commandanten Bukowski den Befehl, mit dem crstcn Uhlancn-Regimcnt an dicfc Furt zu marschircn, sie mit beiden Regimentern seiner Brigade zu passirc», auf dc» Fcind loszugchcn , und ihn dcrgcftalt in dcr Flanke anzugrcifcn, daß Allcs, was cr vor sich sindc, übcr dcn Haufcn soll« geworfen werden. Ich benicrktc ihm dazu, daß, sobald ich dics gewahr würde , ich mit meiner ganzen Infanterie sofort übcr dic Brückc dcbou. chircn würdc. Währcnd dessen ließ dcr Fcind cinc zahlrcichc Tirail« Kurs -Linie- und scinc Artillcric, und bald darauf untcr dcm Schutz« scincr Artillcric scinc Insantcric in Colonncn vorrücken. Der auf dcr Inscl sich befindende- Artillcric-Offizicr hattc dcn Bcfchl , nicht chcr zu fchicßcn, als bis sich dic scindlichcn Colonncn dcr Brückc so gcnähcrt hattcn, daß cr sic mit sichcrcm Erfolge mit Kartätsche» zerschmettern könnte, währcnd die auf dcm linkcn Ufcr stchcndcn 6 Stüctc dic fcind lichc Artillcric beschäftigen sollten. So standen dic Sachen, als dcr Icind plötzlich scinc Colonncn in» Sturmschritte vorrücken licß, Gcradc jctzt in dcm Augenblick, wo dic zwci auf dcr Inscl aufgestellten Kanonen so erfolgreich wirken follten , wird der daselbst commandircnde Offizier von dcr Cholera crgriffcn und so genöthigt, seinen Posten zu verlassen. Dic Artillcristcn ,.wclchc lautcr junge Gymnasiastcn und zum zweiten Male im Icuer waren, gingen, war dcr Gcist nichts weniger als kriegerisch; es war dasselbe, welches bei Grochow umdrehte, und übcr das e?is nach Warschau cntfloh."], [79, "73 durch dic Annäherung dcr fcindliehcn Colonncn und durch das starke Ar tillcric-Icucr in Schrceken gesetzt , mit dcn zwci Stüelen auf das linke Ufer. Dicscr unglückliche Vorfall erleichterte den Russischen Colonncn das Vorrücken , und obschon vom linkcn Ufcr bcfchofscn , gingcn sic muthig vor, Dcr Major Chlcwski ', dcr i» dcr Vcrschanzung bcfch ligtc, gab nach cincm schwache-» Widerstände durch das Wehen scincs Schnupftuches das Zeichen, daß er sich ergäbe, und so wurde dcr Ucbcrrcft dcr Besatzung, dcr sich nicht übcr die Brüelc flüchten tonnte, gefangen genommen. Von Kanonen, wic es der Vcrfasscr fälschlich behauptet, befanden sich dasclbst tcinc , und zwar au? dcm cinfachcn Grunde , weil ick nur acht hatte , von dcncn zwci auf dcr Inscl und scchs auf dcm un ten Ufcr standc» , dic Bruftwchr »och nicht hoch genug aufgeworfen war, und daher weder Chickardcn, noch Platt-Formen, worauf dic Kanonen hattcn gcftcllc wcrdcn tonnen, gemacht waren. Weiler vorzugchen wagte der Fcind nicht, und so bcgann von nun an lediglich cin schr hitziger Kanonen- und Tiraillcur- Kamps, Dic pol nische Artillerie antwortete, obgleich um dic Halsn schwächer an Zahl und Calibcr, dcr feindlichem, dic aus scchszchn Zwölfpfündcrn bestand, nicht nur mit cincm bcwundrungswürdigcn Nachdruck, sondcrn machn auch schr großc Lüctcn in dcn fcindliehcn Colonncn , so , daß sic sich genö thigt sahen, sich aus der Schußweite zurückzuziehen. Dieser Tiraillcur» und Artiltcrie-Kampf daucrtc fort, und ich sah mit Ungeduld nach dem Orte hin, wo mcinc Cavalcric hcrtommcn solltc, als cudlick gcgcn zwei Uhr mcinc Uhlancn in Schwadroncn-Colonnen heranrückten; und in demselben Augenblick sah ich cinc Russischc Cavalcric-Colonnc, dic ihncn cntgcgcn ging, Dicscs Terrain, auf welche!» dicsc schönc Cavalcric Waffcnlhat stalt findcn solln, crhob sich amphithcatralisch , und bot auf dcm andcrn Ufcr, wic Chlapowski fagt, cinc dcr schönsten Ansichten dar, Dic polnischem Uhlancn gchcn , cinc Schwadron als Rcscrvc zurück lasscnd, dcm Icindc cntgcgcn, dcr sic tapfcr und mit viclcm kaltcn Vlutc crwartctc; abcr in wcnigcn Augcnbliclen sehc» wir dic Russischc Cavaleric übcr dcn Haufen und auf di« Ncfcrvc gcworfcn , di« ebenfalls davon lief und sich auf dic Infantcric warf, Hicr sah ich dcn Augenblick kommen, wo mein Plan ausgeführt und mit dein schönsten Erfolge gc krönt wcrdcn folllc. Dcr bravc Obcrst Podczaski, dc»! ich schon vorher \" Dieser Offizier hat bci dcn Russen Dienste genommen."], [80, "74 dcn Bcfchl gcgcbcn hatte, sobald cr dic Russischc Cavalcric auf die Infantcric gcworfcn sähc, übcr dic Brückc auf dcn Fcind loszugc hcn, rückte schon in Sturmschritten vor, und ich ließ ihm meine ganze ubrigc Infantcric folgcn. Schon sah man dic feindlichen Tirailleurs wei chen, als ich auf einmal meine Cavaleric, anstatt nach mcincm Bcfchlc dcn Angriff fortzusetzen, in dicscm cnischeidcndcn Augcnblickc Halt ma chen sehe. Zufolgc dcssem rücken dic Mafscn dcr Russischen Infantcric gcgcn die Brücke vor, und dic mcinigc wird nicht ohnc Verlust zum Rück züge genöthigt. Hicr ist dcr Ort, wo man das, was Friedrich der Große sagt, anfüh ren kann : « Eine Armcc würdc unbcsicgbar scin, wcnn sic aus Indivi duen, wclchc die Bcfchlc ihrc? Gcncral? vcrftändcn, zusammcngesctzt wärc,» So auch hicr. Wcnn dcr Obcrst Vulow?ki, dcr in dcr Affaire gegen dcn Gcncral Rüdiger die nämliche Unfähigkeit bewiesen hatte, in Folgc dcrcn cr so unglücklich cndct« °, mcinc Bcfchlc vcrstandcn und voll zogen, und statt da? Regiment an dcr Iurt (wic cr sich spätcr entschul dign) zur Sicherung dc? Rückzugs zu lassen, es, sowie ihm bcfohlcn war , mit auf dcm Schlachtfcldc gchabt, und sich davon cinc zwcitc Linic formirt hätte, so daß cr dic «rstc immcr hättc vorrücken lassen können: so hätte das Resultat nicht fehlen können, und dic Russcn wärcn, ob gleich um dic Hälftc übcrlcgcn , unfehlbar völlig geschlagen worden. Sicherlich wird man mcinc Behauptung nicht anmaßend finden, wcnn man dic Schlacht von Marcngo bcdcnkt, wo dcr Gcncral Kcllcrmann mit zwci Schwadroncn rcitcndcr Iägcr, als cr bcmcrkn, daß di« ficg rcichc im Vorrücken begriffene österreichische Infantcric ihrc Flankc un bcdcckt hattc, sic angriff, fic warf, sic in Verwirrung brachte, und so dic für die Franzosen schon verlorene Schlacht zum Siege wcndctc. Dic von mir a»bcfohlc»c Bcwcgung und dcr Gebrauch der Cavalcric war allc» Vorschriften gcmäß , dcncn cin Gcncral dcr Cavalcric zu folgcn hat. Dcnn sagt uns sclbst nicht Iomini : « Im Allgcmcincn ist ein Angriff auf cinc Linic und hauptsächlich auf cinc Flankc cincr schon mit dcm Fcinde im Gefcchn begriffenem Infanterie einer von denen, von welchen man sich dic größtcn Erfolgc vcrsprcchcn darf. » Dahcr cmpfiehlt cr dicsc Angriffe dcr Cavalcric als eins dcr bcstcn Mittel , sich dcr Ka noncn zu bcmcistcr», und dcr Infantcric, dic im Begriffe ist, auf dic fcindlichc loszugehcn , den Angriff zu crlcichtern. Allcin , um Thaten mit > >?r wurdc cin Opfer dcr Voltswuth und am lätcu August gehangen."], [81, "75 dcr Cavalcric auszuführen, welckc in den Augen der Alltogsmcnschin als unmöglich crschcincn , muß inan jcncs heilige Feuer besitzen, womit Offi zier« zu begaben dic Natur schr gcizig zu scin schein!, und ohnc wclchcs man nic cin tücktigcr Cavalcrie--Anführcr scin kann. Hierin licgt dic Ursackc, daß uns sclbst dic ncucrc Gcsckichtc nur wcnigc ncnnt, und cin Scidlitz, cin Lasalc und cin Blüchcr so scltc» sind. Dcr Zwisckenzcit dicscs Gcfcckts folgtc ci»c hcftigc Kanonadc , dic bis sieben Uhr Abends dauerte. Das Fcucr dcs Fcindcs wurdc sodann schwächer, und hörte zum Glück für uns ganz auf; dcnn mcincr Artil lcric, wclchc dic Pulvcrlarrcn dcr bcidcn Rcscrvcn ganz gclccrt hattc, blicbcn nur nock fünf Kartouckcn übrig. So verhält cs sich mit dicscm Gefechte , nach welchem dic Russe» sich nicht cntblödctcn, sich überall als Sieger auszuposaunen, und welches dem Verfasser, nachdem cr cs gänzlich vcrunftalnt hat, zur Gclcgcnhcit dicnt, mich zu schmähcn. Icdoch ich tröstc mich, Dcnn dcr gcmcinc Haufc sowic mchr lcidc»sckafllichc al? gewissenhafte Schriftsteller nehmen zur Grundlage dcr Kritik dic Wirkung und nicht dic Ursache-, Abcr cin er fahrner Kricgsmann, dcr weiß, wa? Kricg hcißt , wird fowohl allc mcinc Anordnungen, al? auch dic crfolgtcn Vorgänge zu beurtheilen wissen, indem er dic Rollc tcnnt, wclchc dic Glückslaunc bei dcn Ercignisscn dcs Kricgs spiclt, und darnach crst dcn Maßstab dcr Kritik anlcgcn. Es sci mir nun erlaubt, dic Ungcnauigkcitcn und das Falsche-, wovon dic ganze Erzählung dc? Verfassers übcr dicsc? Gefecht wimmelt, durch zugehen, und die Ncfultate und Vortheile, dic au? dicscm Kampf« für bcidc Thcilc hcrvorgingcn, abzuwägen, und darnach cnlschcidcn zu las sen, welche»! dieselben angerechnet wcrdcn tonncn. Das obcn Gcsagtc bcwcist, daß dic von mir angcordnctc Bcwcgung cincn Zwcck hattc, und dahcr nicht, wic c? dcm Hrn, Smitt zu sagcn bclicbt, cinc Wirkung dcr Wuth war. Es ist ganz falsch, daß dic Rus sen in dcr Nacht dcn Brückenkopf gegen uns in Vcrtheidigungsstand ge setzt hätten. Es ist dic vollkommcnstc Ungcnauigtcit , daß ich am folgcn dcn Morgen mcinc Angriffe darauf und zwar crfolglos crncucrt hattc. Von 7 Uhr Abcnds ging nichts vor, als daß dic auf bcidcn Ufcrn gcgcn übcrftchcndcnTiraillcurs aus cigncm Antricdc gcgcnscitig bis zum Abmar» schc dcr Russcn auf cinandcr schosscn. Ebenso falsch ist cs, dcr Obcrst Zurow Halle mit zwei Schwadronen und zwci Stücken, dcr sicgrcichcn polnischen Cavalcric cntgcgcnkommcnd , sic zum Rückzugc gcnölhigt. In dcr Crzählung sclbst licgt dic Unwahlschcinlichkcit i dcnn würdc er, da"], [82, "76 cr dic Artillcric hattc, dcn mit so viclcn Gcfangcncn an Mcnschcn und an Pfcrdcn bclastctcn Fcind ruhig durch dic Furt habcn gchcn lasscn, ohnc ihn zu beschießen? Und doch ist in dicscr Gcgcnd tcin Kanonenschuß gefallen, und die Uhlancn gingen unvcrfolgt zurück. Unrichtig ist fcrncr dic Angabc dcr bcidersciligcn Vcrlustc: dcr unsrigc war an Verwundctcn und Todtem 7 Offizicrc und 227 Mann, an Gcfan gcncn und Vcrmißtcn 120 Man» ', Was dic Russischc» Vcrlustc bctrifft, dic dcr Vcrfasscr auf 982 an gicbt, so schc ich mich veranlaßt, dicsc Angabc zu bcrichtigcn. Nach dcr cigcncn Angabc dcs Vcrfasscrs hattcn dic Russcn 717 Ver wunden. Dieselbe ist ziemlich richtig; denn dcn Tag darauf fand ich in dcm Hospital zu Wcgrowo 750 Soldatcn und 35 Officicrc liegcn. Das crstc Uhlancn -Rcgimcnt brachte 3 Officicrc, 22-,, Soldatcn mit 180 Pfcrdcn gcfangcn cin, und licß todt auf dcm Kampfplatz« 1 Stabs- und 3 Subaltcrn-Officicrc und ctlichc 60 Soldatcn, wclchc Zahl im gan zen schon l<N5i ausmacht. Und demnach müßte cin achtstündigcs hcftigcs Kanoncn- und Infantcric-Fcucr nicht cincn einzigem Man» gctödtct habcn : cinc Sachc, dic wohl ziemlich unwarschcinlich ist. Dic Wahrhcit ist, daß dic Vcrlustc dcr Russcn bcdcutcnd wann; dcnn wir fandcu vicl« Todtc in dcm Grabcn bccrdigt und wußccn, daß sic auch viclc in das Wasser gcworfcn hattcn. Wir wollcn nun cincn Blick auf dic Zahl dcr bcidcn sircitcndcn Kraft« wcrfcn, um darnach dic Vorthcilc und Nachthcilc abzumcsscn. Ich hattc scchs Bataillone- , dic nach dcr Grochowcr Schlacht noch nicht ganz vollzählig macht warcn; und was das 20stc Rcgimcnt betrifft, so hatte es durch di« Gefechte vom 9lcn und 10tcn gelitten , fo daß dcr ganzc Bctrag mcincr Infantcric 3,600 Mann und dcr Cavalcric-Ncgimcntcr 2,-^00 war, wclchcs zufammcn 6,000 Ma»» ausmacht, nebst 8 Stükeu, Dic Russischc Strcitmacht bcstand, dcr Angabc dcs Vcrfafscrs fclbft gcmäß, aus 9 »- Bataillon : 7,782, II Schwadroncn : 1,383, zufammcn 9,163 Mann, ncbst 16 Zwölfpfündcrn. Hicr also wic in dcn meiste» übrige» Gcfcchtcn ' Als Bcwcis führe ich hier eine» Auszug aus dcm vom Gcncral en echos an mich ans Iatulowo deu 22stcn April geschriebenen Briefe an : «Es ist nun erwiese», daß dic b'orps» Commandanten mcinc l.'cichtgl»»bigkcit gemißbraucht haben , weil ich bestimmt durch cincn gchcimcn Agentcn weiß, daß mau »ach dcm letzten Gefechte 1NH Mann an Gefangenen nach siclcc gebracht hat.« Dicscs ist auch schr wahrscheinlich; dcnn ein großer Thcil der Besatzung hatte sich übcr dic Brücke auf das linke Ufer geflüchtet."], [83, "77 kämpfn» dic Pole», hauptsächlich da das Gcfccht mit dcr Infantcric gclicfcrt wurdc, wic 1 gcgcn 2. Dahcr ist cs auffallend, was den Vcr fafscr S, 70 zu sagen berechtigt : « Doch blieben sie (dic Kämpfc) nicht ganz ohnc Folgcn ; sie dämpften nämlich dcn Muth odcr viclmchr Uc bcrmuth dcr Polcn , indcm sic ihncn in dcn Grcnat«rcn andcrc Tru ppcn zcigtcn, als dic, übcr wclchc sic bishcr Vorthcilc davon gciragcn hattcn. » Wcnn wir nun auf dic Rcsultalc dicscs Trcffcns schcn, so wcrdcn wir dic Ucbcrzcugung gcwinncn, daß sich dic Russcn lcincr zu crfrcucn hatten , sondcrn sic allc auf dcr Scitc dcr Polcn blicbcn. Dcr Gcncral Ugriumow hattc dcn Auftrag, mich übcr dcn Liwicc zu rüctzudrängcn, dic Brückc zu zcrstörcn, und dic Communication mit dcn Gardcn wicdcr zu cröffncn. Von allein dicfcn geschah nichls. Ich war nach wic vor dcm Gcfcchtc mit mcincm Corps auf dcm linlin Ufcr, und nur mcinc Vorpoftcn standen auf dcm rcchicn und hicltcn Wcgrowo bc sctzt. Ich habc mcinc Stellung zn behaupten gewußt, und mich dcr Zer störung dcr Brückc mit Erfolg widersetzt. Die Communieation mit dcn Gardcn wurdc lediglich dcn Tag dc? Gcfcchts übcr wicdcr cröffnct; dcnn nachdcm sich dic Russcn dcn Tag darauf früh zurückgczogcn hattcn, ließ ich auf'? Ncuc Wcgrowo bcsctzen, und, wic cs sclbst H. Smitt S. 161 cingcstcht, mchrcrc Malc auf dicscr Linic Russischc Postcn auf hcbcn, wodurch dicsc Communication unsicher gemacht wurdc. Hieraus ergicbt sich, daß ich, indcm ich durch mcincn gclcistclcn Wi derstand meinen Postcn bchauplcte , mcincn Zweck crrcichl hab«; dic Rus scn hingcgcn, obsckon so schr übcrlcgcn, dcn ihrigcn vcrfehllcn; und dic Vorthcilc , dic sic übcr das in dcr Vcrschanzung stehende Bataillon erlang ten, höchstens als cin Gcfccht mit mcincr Avant Garte betrachtet wcrdcn können. Ich habe bci Beschreibung dcr Schlacht von Grochow auscinandcr gesetzt, nach welchen Grundsätzen dic fcchlcndcn Armcc» sich dcn Sieg zu zuschrcibcn da? Rccht habcn, und will, lcdiglich mich darauf stühcnd, dcm UrthcilcmcincrLcscrübcilasscn, zucntschcidcn, zu wessen Vortheile dieses Gcfccht ausgefallen ist. Es bleibt mir noch übrig, von dcm Augenblick unseres Krieges zu sprcchcn, wclchcn man dreist als die cntschcidcnftc Episode bezeichnen kann, dic durch ihrc Folgen das Schicksal dcs Krieges umwenden, und, wic dcr Major Brandt schr richtig sagt , Ercignißc hcrbciführcn lonntc, tic dic Gestalt von ganz Europa hattcn vcrändcrn könncn. Ich will von dciu Angriffe- gcgcn dic Gardcn fprcchcn — cincm Utcrnchmcn, welches"], [84, "78 uns, wär« cs cbcnso gut ausgeführt worden, als «3 ausgcdacht war, das Vatcrland wicdcrgcbcn, dic Russen aus dcm Mittelpunkte Europas cntfcrncn, und so auf immer ihrcn gcfahrvollcn Einfluß vcrnichtcn mußte-. Das Mißlingen gab natürlich dcn Aufschlag zum Vortheil dcr Rus scn, und dic Folgc war, daß unscr unglücklichcs Valcrland dcr Räch« dcr Tyrannei zur Beute geliefert wurde. Dcnn vcrbcrgcn dürfen wir uns nicht , daß dic Art zu opcrircn!, wic man cs gcgcn dic übcrfal- Icnem Gardcn that, und dic Anordnungen, wie sic in dcr Schlacht von Ostrolcnka, einer Schlacht dic nic hättc gclicfcrt wcrdcn sollen, statt fanden, mit allc» dcn viclcn schon vorher begangenen Fehlern die Haupt ursachc des traurigen Looscs sind, wclchc? unscr Vatcrland crlittcn hat. Zwar hattc un? da? Schicksal noch cinigc günstig« Augenblick« aufgcspart, um dic bcgangcncn Fehln wicdcr gut zu machcn , und dic fache dcs Va° Nrlandcs zu rcttcn : aber da fchltc cs dcm, dcr dicsc Gunst hättc bc° nutzen sollen, an Wissen und sonach an Wollcn. Nach dcm für dicsc Operation gefaßten Beschlusse wurdc mir das Com lnando übcr cin Corps > übcrtragcn, wclchcs dic Bestimmung hatte, di« Bewegung dcr Hauptarm« so zu decken, daß dcr Fcind sic nicht chcr gewahr wcrdcn tönntc , als bis dicsclbc cin «dcr wo möglich zwci Tag« vor sich habcn würdc. Ich begriff dic ganzc Wichtigkeit dicscs Commando's und sah cs zwar als schr ehrenvoll, aber nichls destowcniger als schr mißlich und schwie rig an, weil von mcincn Anordnungen und von der richtigen Lösung dicscr wichtigem Aufgabe dic Möglichkeit dcs Gclingcn dcr Expedition und sonach das Schicksal dcs Vanrlandcs abhängen würdc. Zugleich verhehlte ich mir nicht, daß es gcradc di« Wichtigkeit jcncs Auftrags war, dic mcincn ganzem militärischcn Ruf auf'? Spicl sctztc, i»dcm ich im Fallc dcs Gclingcn? cin Vcrdicnst um'? Vatcrland und allgcmcincn Bci fall, abcr im Fallc dcs — Mislingcns vom In- und Ausland Vorwüf« zu erwartcn hattc. Es ist mir gclungcn, mcinc Aufgabe zu lösen ; abcr das Schicksal wollt«, daß mir statt dcsscn, was ich crwartcn durftc, Tadcl und cinc nachthciligc Kritik zu Thcil wurdc daß mich Gcncral Skrzynccki zu mcincr Belohnung nach Warschau verwies, und durch dic Entziehung mcincs Commando's mcinc militärischcn Talcntc in den Augcn von ganz Europa in cin nicht ' Dicscs ßorps bestand au« 8 Bataillonen Infanterie, 22 stücken Artillerie nnd 5 Rc» aimentcr» Cavalcric, zusammc» 8,300 Mann."], [85, "79 sehr vorlhcilhaftcs Licht stellte': und um dcssen Unfähigkeit und di« bc gangcncn Fchlcr, dic dic ausschließliche Ursackc dc? Unstcrns jcnscits dcs Bug warcn zu bcmäntcln, hat ma» mich durch falsche: ausgcbrcitctc Gc rücktc absichtlich zum Opfcr dcr Vcrläumduug auscrschcn. Man ist sclbst sowcit gegangen, daß ma» den französischen Journalen beizubringen und durch sic zu vcröffcnllichcn gesucht hat, das Commando sci mir dcs halb entzogen wordcn, wcil ick dic Ursachc dc? Mi?lingcns dcr Erpcdition gcgcn dic Gardcn, und? — dcr vcrlorcnem Schlacht bci Ostrolcnka gcwc scn sei, obschon ich 18 Mcilcn von dicscm Echlachtscldc entfernt war, und nicht dicgcringstc Kenntniß, daß sic gclicfcrt wordcn war, hattc. Auch bcwcist dcr bcilicgcndc Bricf dic Nichtigkcit dcr Behauptung, indcm cr drci Tagc vor jcncr Schlacht dalirt ist, und durch fcincn Inhalt klar und deutlich dic wahrc Ursachc darlcgt, warum ich vom Commando cmscrnt wurdc Ucbrigcns hat dic Zcit , dic Allcs aufklärt und mit ihrcr hcllleuck tcndcn Fackel dic Wahrheit belcuehict, auch dicscn Gegenstand schon in's Licht gestellt und bcwicscn, auf wcm dic große und schwere Schuld lastet. Um nicinc Lcscr in dcn Stand zu schcn, übcr dic Sachc richtig zu ur thcilcn, und ihncn nicinc Erzählung desto vcrständlichcr zu machcn, glaubc ich di« mir gcgcbcnc Inftruction, dcrcn bloß« InHall schon cin rcichcs Material für das Ungegründcn dcr Anklage» gegen mich und die Ungerechtigkeit dcr Kritik liefert, hicr beifügen zu müssen '. Hauptquartier zu Modzclc , dcn 23. Mai 1831, Dcr Obcrgcner»! an dcn Divisions«Gencral Uminski. Ihr schreiben vom 17tcn dicscs, welches ich nicht weiter auslegen will, bestimmt mich, sic von dcm Commando übcr das Ärmcc»r>orp5, welches Ihncn bis ictzt »nvcrtrant war, zu cntfcrncn. sic habcn cs sogleich dcm General Millbcrg zu übergeben , und stch sclbst in Person nach Warschau zu begeben, wo dcr Kriegsminister übcr sic verfügen wird. Ich bin dicsc Maßrcgcl dcm Kricgedicnstc, mir ftlbst und dcr Nation, dic mich mit itzrcm Vcrtraucn bcchrt hat, schuldig. skrzvnccki. InstructionfürdenGcncralUminski. Ich habc untcrnommcn, cinc Erpcdition auf sicrock auf dcm rcchtcn Ufer des ?ug aus» zuführen, um auf dic llommunicationcn dcs Fcindcs zu wirken und mich Lithauen zu nü» Hern. Ich glaubc, daß dic Demonstrationen und selbst die efrpcditioncn, wclchc ich gcgcn Wc,sz!ol», Brot, Jeur, Wcgrow, gcgcn die große straßc von sielee, und vielleicht bis Brzcsc und Bialvstok mit »Ucn mchr odcr minder starken Dctachcments, odcr, wcnn cs die iüothwcndigkcit crhcischt, mit dcr ganzen Armee unternehmen will, einen cntschci»"], [86, "80 Um dicsc Instruclion persönlich zu cmpfangcn, wurde ich am 12nn Nachmittags in'? Hauptauarticr bcrufcn, Hicr sctztc mir Gcncral Ssrzf nccti mit Nachdruck auscinandcr, daß ich auf zwci Gegenstände niein Hauptaugenmerk zu richten hätte, nämlich scinc Bcwcgung, wär« cs auch nur auf 25, Stundcn, dcm Fcindc zu vcrhcimlichcn, hauptsächlich aber Warschau zu decken, und, wenn ich vom Icindc gedrängt würdc, mich bis an dcn Brückenkopf von Praga zurüekzuziehcn, und da bis auf's Aeußerstc Warschau zu verthcidigcn. Dcn Umständen gcmäß hiclt ich sür das Erstc und Nothwendigste, was ich zu thun hatte, dic ganze Vorpostenlinie, ohnc irgend cinc Vcrändc- dcndcn Einfluß auf dic Bewegung des Marschalls haben und ihn auch nöthigen werden, dic Weichsel zu vcriassen. Ich habe Ihncn, Herr Genera!, das wichtigste Commando, nämlich übcr das Corps, vorbehalten, wclchcs dazu bestimmt ist, dic feindliche H»upt»Armec zu beobachten, aber vor Allem Warschau zu sichern in Verbindung mit dcn Truppen, die sich in dieser stadt untcr dcm Bcfchlc dcs Obcrgouvcrneurs Krukowiccki befinden, und selbst mit dcncn , welche dcr Genera! Dzickonski befehligt und die sich von Milanow bis an dic östrei» chischc Grenze erstrecken. Ihr Corps, Hr. Gcncral, wird aus der 4tcn Division Infanterie Millbcrg bestehen, nämlich : Grenadiere, dic 13ie und 3tc Compagnie; dic 4tc Comp. Artillerie, Major Rzcpccki, mit 8 stücken vom 12tcn R.; die 4tc Comp., Capitän >.'cwandowsli, mit 10 s tückcn vom 6tcn, und dic Cavalcric, dic bis jetzt untcr Ihren Befehlen gestanden hat. Außerdem können sic , bci mißlichen Umständen , cinigc Untcrstütznng von dcr Garni son zu Warschau erhalten, wcnn sic sich mit dcm Gouvcrncur , mit wclchcm sie cinc ununtcrbrochcne Correspondcnz unterhalten werden, darüber verständigen. Der Gcncral Dzickonski wird von Wilanow bis an die östreichische Grenze commandiren ; er wird an dcr schanzc der Brücken von -Potycza 4 ucugebildetc Bataillone, cin Dctachc» mcnt Lavalcrie und 4 bespannte Zwölfpfünder , das Ganze unter dcn Befehlen dcs Gene» rols Biclinski, haben, sie werden auch mit dicscn zwci Generälen beständig corrcspondircn. Cs könnten Fälle eintreten, wo Ihncn die Mitwirkung dcs crstcrcn nützlich und sclbst nothwendig werden würdc ; cr muß dann dic nöthigen Instructioncn erhalten. sobald sic das Commando übcrnommcn habcn , wird Ihre erste sorge sein , alle dic Kranken, dic sich in den Hospitälern ans dcm rcchtcn Wcichscl.Ufcr befinden , nach War« schau schaffen zu lassen. so lange dic Haupt-Armcc noch kcincn merklichen Cinflnß auf dic fcindlichc Armcc gc» äußert hat , müssen sic mit dcr größten Vorsicht handeln, nichts wagen , dcm Fcindc dcn Ucbcrgang übcr dic Weichsel streitig zu machcn, und sich scincrscits jedcr Unternehmung dicscr Art cntgcgcnscßcn ; aber besonders müssen sie Warschau schützen. Was mich betrifft , so werde ich immer , mitten unter mcincn Opcrationcn , dicscn ,so we» scntiichcn Gegenstand im Auge haben; und ganz auf das rcchtc Ufer dcs Bug vorrückend, wcrdc ich immer bcrcit scin, auf das entgegengesetzte zu dcbouchircn, um dem Marschall im Rucken zu opcrircn , und seine Unternehmungen am Warschan zu lähmeu; was noch"], [87, "81 rung auf dicfclbc Wcisc bcsctzcn zu lasscn, wic sic bis jetzt in Anwcse» heil dcr Armcc bcsctzt war, und zum Schlachtfcldc cincn Platz zu wählcn, dcr durch scinc lopographisckcn Vorthcilc mcinc numcrischc Schwäche er setzen, und die Ucbcrlrgcnhcit dcs Fcindcs lahmcnd, ihm mcinc Kräftc zu «ntdcckcn, und scinc Masscn zu cntwiclcln unmöglich machcn solltc. Dcm zufolgc schickn ich cinc Cavalcric-Br.gadc ab, dic aufeincr Streekc von mehr dcnn zwei Mcilcn dic dasclbst ftchcndeu Vorposten ablösen sollte, und bcor>cit« Unterstützung auf dcr großen Straße, dic von dcm^cind licken Lager her führte, zu Trzbusza eine Compagnie Infantcric dcs drittcn Jägcr-Rcgimcnts, während der übrige Theil desselben dcn Bc fchl crhiclt, Kaluszyn bcsctzt zu haltcu, und dasclbst dic Bivouakfcucr , wclckc dic abmarschirtc Armcc vcrlasscn hattc, beständig zu unterhalten. Dcr Gcncral Mülbcrg abcr crhiclt dcn Bcfchl, mit dcm Rcfic dcr In fantcric und dcr sämtlichen Artillcric rückwärts nach Icndrzcjow zu mar schircn. Icndrzcjow ist cin klcincs Dorf, von morastigen Wäldern umgeben , dcsscn Gcsildc höckstcns dcn Raum für acht dcployirtc Bataillouc darbie tet, C? licgt cinc halbc Mcilc von Kaluszyn cntfcrnt, und ist von dic fcm Ortc durch cin Wäldchcn gctrcnnt. Dic Chausfcc, dic von Kaluslyu nach Nlinsk führt, gcht durch dcnsclbcn und durchschncidct dic Fcldcr dc? Dörfchens, und führt hicr wicdcrum durch cin Wäldchen nach Ianowef, und ist dcr cinzigc Wcg , auf wclchcm dic von Kaluszyn lommcndc Ar mcc dcbouchircn kann. Diesen Ort wählte ich als den passendsten, um dem Feinde dcn crstcn Widerstand zu leisten. Nach dcn hicr gctroffcnem Anordnungen rückn ich am!3tcn mit Tagcs- Anbruch von mcincm Hauptauarticr zu Rudzianka mit zwci Cavalcric- mehr ist, dcn ersten Tag mcincr Operationen nehme ich mir vor, zwischen Zcgrzc nnd serock cin ziemlich beträchtliches Dctachewcnt zu lasscn, wclchcs cntwcdcr 2,c im Fallc dcr Noth unterstützen odcr mir folgcn soll. sic wcrdcn, Hr. sVcncral, täglich mit mir, und außerdem mit dcn Generälen Dzickonsli nnd Bielinski und dcr Landcs'Rcgicrung rorrcspondiren. Wcnn dcr Fcind in ssolgc unsercr Operalioncn sich zurückzuziehen anfinge, so würden sic dann hinter ihn herrücken , alle Gelcgcnhcücn benutzen , um ihm schaden zuzufügen , aber immcr dic größte Vorsicht beobachten. Iendrzciow, den 4. Na, 1831. Dcr Oberbefehlshaber, 3k, z^nccki. <I"], [88, "82 Rcginiemtcrn u»d sechs rcitc»dcn Stücken gcgcn Kaluszyn vor, in dcr Absicht, dcn Fcind bcsscr übcr dcn Abmarsch dcr Arm« zu täuschen, eine starke Recognoscirung gcgem das fcindlichc Lager zu unternehmen, während ich cincm Cavalcric-Rcgimcnt auf dcr Straßc von Zimnowoda glcichzcitig nüt mir dassclbc zu thu» befohlen hatte. Ich war noch nicht aus dcm Waldc, dcr dicht an Kaluszyn stößt, als ich zwci Kanonenschüsse vor mir falle» hörte. Ich sprengte sogleich vor, und erblickte dic Fcldcr jcuscits Kaluszyn mit Russischen Colonncn bcdcctt, und sah mcinc Vorpoftcn sich zurüclzichcn und in dic Stadt cinrüctcn. Durchdrungen von der Wichtigkeit mcincr Bestimmung, und daher ent schlossen, es koste was c? wolle , bi? auf'? Acußcrftc Widerstand zu leisten, traf ich folgende Anordnung. Dcr in Kaluszyn commandircndc Obcrft crhiclt dcn Bcfchl, sich mit dcm Ganzen langsam bis nach Icndrzcjow zurückzuziehen, Dcr Gcncral Tomicki, dcr dic Cavalcric, die mit mir war, commandirN, crhiclt dcn Befehl, nach Jalubowo zurückzugchcn, dasclbst cinc vorthcilhaftc Stcllung zu nchmcn, und so mich auf mcincr linkc» F!a»kc zu dcckc», damit mich dcr Fcind nicht auf dicscm Wcgc von Minsk abschncidcn könnte. Ich sclbst bcgab mich sofort nach Icndrzc jow, und befahl dcn Bataillonen des Grenadier Regiments, vor dem Waldc, hinter wclchcm Kaluszyn licgt, sich g cnevnl der Chausscc aufzu stcllcn. Auf dcr Chausscc sclbst wurdcn 10 Stücke- aufgefahren. Als Rcscrvc am Saume des nach Janowck zu licgcndcn Wäldchens stand das 15tc Infantcric-Rcgimcnt mit cincr fchwcrcn Vattcric. Das von Ka luszyn sich zurüctzichcndc 3tc Iägcr-Rcgimcnt crhiclt dcn Bcfchl , sich hintcr dcn Grcnadicrcn aufzuftcllcn und fo dic zwcitc Linic zu bildcn, Dic zwci Brigadcn dcr Cavalcric (denn dic abgelöste und zur Hauptar »>cc gchörcndc Brigade war auch «st im Anmarsch) crhicllcn dcn Bcfchl, Icndrzcjow zu passircn, und hinter dcm Wäldchcn auf dcn Anhöhen von Janowck sich in Linicn aufzuftcllcn , und dic Straßc rcchts , dic von Kaluszyn übcr Coglowo führt, durch Patrouillcn stct? im Augc zu ha bcn. So «wartctc ich dcn Fcind, dcr nicht langc auf sich wartcn ließ, indcm cr, dic Tiraillcur? dcs 3tcn Rcgimcnts immcr vor sich hcr drän gend, vorrückte. Sobald sich dcr Fcind dcm nach Kaluszyn zu licgcndcn Wäldchcn nähcrte , licß ich dic in crstcr Linie- stchcndc Artillcric das Fcucr bcginncn, um da? Vorrüctcn dcr feindlichem, die nur auf dcr Chausscc tommcn konnlc , zu crschwcrcn. Dic Russen drangen vor, allcin so oft sic aus dcm Waldc dc bouchirlcn, wurdcn sic durch dic Bajonett-Angriffe- der Grcnadicrc"], [89, "83 zurückgeworfen, Dcr Feind cntwickcltc immer stärkere Massen, und di« Kanonade wurdc immcr hcfiigcr, aber die- Wirkung mcincr Ar tillcric fowic das Bcnchmcn mcincr bcidcn Infantcric -Linien und hauptsächlich dcr Grcnadicrc machn allc ihrc Bemühungen, vorzudrin gen, fruchtlos. Erst gegen 1 Uhr gelang cs dcm Feinde, untcr dem Schutzc von Stücken, au? den» Walde fortzurücken, worauf ich dic in Ncfcrvc stehnidc schwcrc Vattcric vorgehen licß. Nun ent spann sich cin schr hcftigcs Artillcric-Icucr, und dic immcr stcigcndc Ucbcrlcgcnhcit dcs Icindcs zcigtc mir, daß dcr Augenblick gekommen sei , das Gcfccht abzubrcchcn. Ich befahl daher den bcidcn vorftchcn dcn Linicn, sich in Bataillonen fchachwcisc zurüctzuzichcn. Dicsc Bc wcgung wurdc mit ci»cr bcwundrungswürdigcn Ruhc und Ordnung aus geführt , und man sah dic Grcnadicrc auf cinc Wcisc manövrircn , dic auf dcm Ercrcirplatzc nichts zu wünschcn übrig gclasfcn hättc, Sic wa ren stets von dcr bravem Artillcric, dic ihr« Bcwcgung langsam folgn, untcrftutzt. Um dic Schlacht zu verlang«», und so dein im Marsche be griffenen Oberbefehlshaber mehr Zeit zu gcbcn, ging das Zurüctzicbcn trotz dcs heftigen feindlichen Feuers fchr langsam , und es wurdc allc dreihundert Schritte Fronte gemacht. So ging dicsc Rückbcwcgung bis an da? Wäldchcn, wclchc? sich vor Janowck bcsindct, und wclchc? ich durch da? 15n in Rcscrvc gcblicbcnc Rcgimcnt auf beiden Seiten der Chausscc besetzen ließ, um den Rückzug zu deekcn. E? war drci Uhr, Dcr Fcind vcrfolgtc uns bloß mit scinc» Kanonenschüssen, fcinc Infan tcric blicb stchcn und griff nic das Wäldchcn an, und cr fchicktc später hin, nachdcm cs vom 15tcn RcgimcnN gcräumt war, »ur Kosaken nach, die, nachdcm sic dic Stellung dcr Infantcric und Cavalcric bci Janowck gcschcn hattcn, wahrscheinlich dem Marschall dic Meldung hicvon brach ten, so daß dicscr in dcm Wohnc stchcn mochte, dic ganzc polnische: Ar mcc vcfändc sich hinlcr mir, und von fcrncrcr Verfolgung abstand; dcnn nachdcm ich übcr das Wäldchcn hinaus war, licß ich bci Janowck meine Infantcric hinter dcr Cavalcric in Schlachtordnung aufstcllcn, und di: Anhöhcn durch dic Artillcric dcrgcftalc vcsctzcn, daß allcs, was aus dcm Wäldchcn dcbouchircn würdc , zcrschmcltcrt wcrdcn mußtc. In dicscr Stellung «wartete ich dcn Fcind, ab« vcrgcbcn? bis 5 Uhr, worauf ich mich gcdcckt von dcr Cavalcric , dic nun von Jakubowo cingctroffcn war, übcr Minsk nach Dcmbc zurückzog. Hieraus ficht man , wic grundlos und unwahr Allcs ist , was dcr Vcrf, S. 189 sagt : «Der Feind, au? cincr Snllung in dic andcrc vcrdrängt,"], [90, "84 ward zulctzt übcr Minsk hinausgctricbcn, bis zu wclchcm Ortc dic Ruf sem in scincr Verfolgung vorrückten. » So war und so endigte dicscs Gefecht, in wclchcm 8 Bataillone mit 16 Kanonen durch cincn achtstündigcn Widerstand dic ganzc Rufsische Armcc in ihrcm Vorrückcn aufgchaltcn, und so ihrc Pflicht auf cinc cbcnfo chrcnvollc als glänzende Weise erfüllt haben — cinc Waffcnthat, dic dcr Gcncral Skrzyneeki nicht prciscn wolllc, indcm cr sic nicht, so wic sie- cs vcrdicntc, durch cincn Tagcsbcfchl dcr Armcc bekannt machn und so dcm Vatcrlandc dicjcnigem scincr Söhnc vcrhcimlichtc, dic bci Icn drzcjow fcchtcnd sich desselben würdig gezeigt und bewiesen haben, was ei» von Vaterlandsliebe durchdrungener Soldat vermag — eine Waffenthat , welche, so bekannt als sie cs hcutc ist, nicht? dcsto wenig« von Jede»! und besonders von dcm Militär nach ihrcm wabrcn Wcrthc geschätzt wcrdcn. und cin Denkmal dcs herrlichem Muthes dcs polnischen Eoldalcn und dcr wichtigen Dienste , dic dcr Sachc dcs Vatcrlandcs durch dic «folgrcichc Deckung dcs Marsche? der Hauptarm« geleistet wordcn sind, scin und blcibcn wird '. Daß dics« Hoffnungem tcincswegs citcl sind, bcwcist, was dcr cbcnso gcistrcichc als talcntvollc Brzozowski in scinc,» Wcrtc, dcsscn Wcrth all gcmcin anerkannt ist : « la zuerre ele pulnzne , » S, 137 sagt In» Interesse dcr Bravem, dic bci Icndrzcjow gcfochtcn habcn, kann \" Eigen ist cs mit dcm schicksalc dcs Menschen. Das Gefecht bci Dobrc, wo der General skrzynccki so lapfcrcn Widerstand dem Roscnsche» Corps leistete, zog ihm alle Lobeser hebungen zu, und war dic crste sprossc auf dcr Chrenlcitcr, dic ihn zu dcr Würdc dcs Oberbefehlshabers geführt hat. Mir hat das Gefecht bci Icndrzeiow, wclchcs wahrhaftig dem von Dobre wenigstens gleichzustellen ist, dic Cntfcrnung von dcr Armcc zugezogen. 2 »Die brave polnische Infantcric verlor trotz aller Angriffe dcr Russcn tcincn Fußbrcit Terrain, An dicscm Tage zeichnete sich das Grenadicr»Regimcut besonders aus, Cs ist schade, daß die Russcn nicht auf dcr Chausscc habcn fortrücken wollene die ganze pol» nischc Cavalcric erwartete mit Ungeduld diesen An cnblick, und wir hätten einen jener schönen Angriffe gesehen, die der Gcncral Uminsli so gut anzuordnen wußte. Das pol nische Corps hatte sich endlich zurückgezogen, und der Fcldmarschai! Dicbttsch, dcr glaubtc, daß dic Gegenwart dcr Hanptarmec das ihm vom General Uminsli entgegengestellte Corps zu cincm so mächtigen Widerstände crmuthigtc, war üier dicscn «Punk! beruhigt, und zog sich, da cr nicht dic Absicht hattc, weiter vorzurücken, gcgcn den Kostrzyn zu» rück, währcnd die polnische Armcc, die ihrcn Plan vollführte, in großcn Märschen auf Dcmbc»Wic!kic und Kobylka gcgcn scrock marschirtc. Man muß daher einräumen, daß die schlacht von Icndrzciow ganz ihren Zweck erfüllte, und daß sie folglich (obgleich das polnische Corps am Ende das schlachtfeld vcrlicß) als gcwonncn angesehen wcrdcn muß : daß sic dcm Gcncrai Uminsli, dcr durch seincn hartnäckigen Widerstand scincm Vatcr-"], [91, "85 ich dic Behauptung, dic dcr Vcrfasscr S, 197, Th, II aufstellt, nickt übergehen. Nämlich er läßt den Marschall Diebiisch sagen : « Man habe bci dcm Gcfcchlc bci Icndrzejow an dcn polnischen Truppen bei weitem nicht mcbr jene entschiedene Hallung bemerkt wie bci Wavre und Grochow, wo die alten, erfahrenen Soldaten, deren 3ahl sichtbar abgenommen, den jüngcrn Kriegern mit eignem Beispiele gezeigt, wie sic jeden Schrill nur mit dcm Leben zu verkaufen hätten. » Nie ! cin ebenso ausgezcickne lcr als crfahrcncr Fcldhcrr solltc nicht wissen, daß dcn Muth im Fcindc anzuerkennen und zu achtcn, — sich sclbst chrcn heißt, und cr solltc da? Vcrdicnft jcncr Handvoll Bravcn vcrkcnncn. dcncn cs durck ihrc Tapfer feit gelungen ist, den Marschall mit seiner Armee aufzuhalten und seine Plane zu vereiteln? Wie! 8 Bataillone, welche 8 Stunden lang das Schlachtfeld cincr so übcrlcgcncn Macht strcitig gemacht haben, wären Soldatcn ohnc Haltung? Das ist zu weil gegangen: solche Aeußerungen vorzubringen, ist mehr dcnn erlaubt. Hicr will ich cincn Augenblick vcrwcilem, um dem Major Brandt über da? zu antworten, was cr in scincm Wcrkc sagt, nämlich : » Man fragt sich, warum Gcncral Uminski das Schlachtfeld von Icndrzejcw verließ und sich nachDcmbe zurückzog.» Vor allcm will ich ihm zuvördcrst sage» , daß die Art meiner Bestim mung lediglich eine defensive war : also ich nicht zu bataillircn, sondcrn dcn Fcind zu täusckcn und dic Bewegung der Armcc zu maskiren hattc. In dcr glücklichem Durchführung derselben lag der Sicg; dcnn dicsc machn nur den Sieg möglich — welchen der Obergcnera! mil Sicherheit zu hoffe» halte, u»d dcr oh»c dicsc mcinc Mitwirkung unmöglich gcwordcn wärc. Dic Stcllung von Jendrzcjow war schr vorlhcilhaft, um cin Gcfcckt ge gen einen überlegenen Fcind auszuhalten , aber keineswegs für dic Erfül lung mcincs Auftrags gccignct; dcnn sic schützn mich nicht, auf dcm Wcgc von Stanislawow odcr Kustcf umgangcn, und so von Minsk und Warschau abgeschnitten zu wcrdcn: währcnd dic Stcllung bci Dcmbc, wcil sic allc für mcinc Lage wünsckenswcrlhen Vorlhcilc darbot, mir crlaubtc, Warschau und dic Brücken bci Sicrock, also dic Nückzugslinic unscrcr Armce zu decken, und einem überlegenen Feinde, der mich dasclbst an grcifcn würdc, einen hartnäckigcn Widerstand zu lcistc», und mir selbst lande d,c wichtigste» Ticnstc leistete, dic größte Chrc macht, Obnc ihn konnic die Bewe gung der Hauptarmcc nicht bewerkstelligt werden, was gleichwohl znm Gclingcn dcs gc> 'aß lcn «Plans unumgänglich nothwcndig war, » —"], [92, "86 im Falle dcs Rückzugs durch dic sortlaufcndcn Wald«, dic vo» da bis Grochow führc», dcnsclbcn crlcichtcrtc, Außcrdcin hattc ich bci cincm längcrcn Aufenthalte inIcndrzcjow zu befürchten, daß mcinc Lagc und die Bcwcgung dcs Obcrgcncrals, sci es durch dic Einwohncr »dcr durch dic Gcfaugcncn odcr endlich durch dic dcri Grcnadicrc, dic währcnd dcr Schlacht zum Fcindc übcrgangcn warcn, dcm Fcindc cntdcckt würde, und so den selben, mich sofort anzugreifen, hätte veranlassen müssen. Dieses sind dic Rücksicht«, , dic mich nach cincn, hitzigen Gefechte be stimmten, mcinc rückgängige Bcwcgung zu beginnen: und so manövri« rcnd, wic ich cs that, bestärkte ich den Marschall in dcm Wahne, als zöge ich mich auf die Hauptkräflc unserer Armee zurück, dic cr bci Dcmbe vermuthen mußte. Wäre ich aber in Jendrzcjow gcblicbcn, und hättc ich mich so, «s sci cincr Uwgchung oder einer Niederlage, ausgesetzt, dann verdiente ich Tadel und eine Kritik, dic wcnigstcns den Anschcin dcr Wahrscheinlichkeit haben könnte. Dieses dcm Hrn. Major Brandt zur Antwort und als Vcwci? scincr unrichtig«!, Kritik, Ich gchc nun auf dic Erzählung dcr wcitcrcn Vorgänge übcr. Währcnd ich mich auf Dcmbc zurückzog, ließ ich dcn Gcncral Tomicki mit dcr Cavalcric-Division und fcchs rcitcndcn Stücken zu Mi»?k, um mcinc Avant-Garde- zu bilden und dc» Fcind genau zu beobachten. Zu gleich crhiclt dcrselbc dem Befehl, sobald sich dcr Fcind zurückzögc , nach Kaluszyn vorzurücken , von da au? durch eine Brigade alle dic Vorpo sten, sowie sic bci dcni Dasein dcr ganzem Armcc waren, zu bcsctzcn , mit dcr zwcitc» aber und dcr Artillcric zu Kalu?zyn al? Ncplis zu vcrblcibcn, und durch öftcrc Patrouillen dic Bcwcgungcn dcs Fcindcs stcis im Augc zu bchallc». Dc» l^tcn in dcr Frühe crhiclt ich Meldung von diesem Generale, daß dcr Fcind am vorigcnAbcnd vonIcndrzcjow nachKaluszy» sich zurüclgczogcn häln,jctzt von da in scinc allc Stellung zurückgegangen wäre, und er, dcr Gcncral , dcm zufolge seinem Befehlt gemäß vorginge. Alles diese?, was vorgegangen war, habe ich durch einen meiner Adju danten dem General Skrzynccki sofort mitgetheilt. Ich ließ i» Dcmbc dic schon an sich starke- Position durch Fcldfol tisica tioucn vcrstärtcn und crhiclt zwcimal täglich dcn bcruhigcndcn Rapport, daß dcr Icind ruhig in scincm Lag« blicbc , und gcwann so dic Ucbczcu gung, daß dic Ausführung dcr Expedition nicht fehlen tonnte. Meine Anordnungen gelangen mir so glücklich , daß dcr Fcldmarschall Dicbitsch bis zu d«n Augcublick, wo cr cinc Estafcttc vom Großfürst«, am 18tcn"], [93, "87 Abends crhiclt, nickts von dcr Bcwcgung des Gcncrals Skrzynccki gc wußt hat. Dicscs ist so wahr, daß dcr Major Brandt, dcr sich damals im Russischem Hauptquarticrc befand , in scincm Wcrtc sagt : « Dcr vor gczogcnc Scklcier, dcr dicsc Bcwcgung vcrdccltc, war so, daß cr lrotz aller Nlube nickl gelüftet wcrdcn lcnntc. und keiner von dcn zahlrcichcn aus dcm Hauptquarticrc dcs Marschalls ausgeschicktem Emissärcn irgend c»,c Nachricht zurüekbrachte. » Hiernach wird Icdcr lcickt schcn, daß ich statt 2^ Stundcn , wir cs mir bcfohlcn war, 6 Tage hindurch dic Bcwcgung dcr Armcc dcm Fcindc zu vcrbcrgc» gcwußt, und so dcm Gcncral Skrzynccki, nicht nur an die Gardcn zu kommc», sic zu schlage-», sondcrn auch scinc fernere» Opera tionen ruhig auszuführen Zeit gegeben habe. So glaube ich meine Auf gabe mehr als zur Genüge gelöst zu haben. In dicfcm Zustande blieb ick, ohne je dic geringste- Nachricht von dcr Bc wcgung dcr Armcc zu habcn , und selbst ohnc zu wissen , wo sic sich cigcnllich bcfand : cin Zustand, dcr mcincLagc vcrwictcltcr machn, da ick so i» mcincn Bcwcgungcn, dic nalürlieh mit dcr Hauptarm« übcrcinstimmend sein solllcn und mußten, durch diese Unsicherheit gehindert war. Sonach blieb ick i» die ser Stellung, einzig damit beschäftigt, die Bewegung des Feldmarschalls und auf mcincr Rcchtcn die- des Gcncral Krcutz zu bcobachlcn : als mir am 19lc» früh dcr Major Kamin?!,, dcr dcn Postcn in Liw commcmdirtc, durch cincn Rapport mcldclc, daß dic Russcn auf de»> jcnseiligen Ufcr dcs Liwicc crsckicncn wärcn , und zur Wicdcrhcrstcllung dcr Brückc Anstalt machlcn, E? ist natürlich, daß, nachdem ich dic Sachc von allcn Scilcn bcurlhcilt hattc, mcin crstcr Ocdantc scin mußtc, daß dcr Icind dcn lurzcstcn Weg übcr Slanislawow einschlagen, und mich umgehcud entweder auf Sicroek odcr Warschau marschircn würdc. Daher gab ich, um keinem Augcnbliek ;u verlieren, dcm General Wroniccki den Befehl, mit einem Regiment Infanterie, einer Schwadron Cavalcric, cincr Abthcilung Sappcurs und cincr Fuß-Battcric auf Pustclnil zu marschircn, allc Brücken auf dcm dasclbst bcsindlickcn Dammc zu zerstören, und durch Verhaue dcn Wcg, dcr durch dic Wald« bis nach Okunicw fuhrt , unfahrbar zu machcn, und in Okunicw jcnscit? dcs Flusses auf dcn Anhöhcn cinc Stcllung zu nch mcn, und — dafelbft bis auf's Acußcrstc dcm Fcindc Widerstand zu lei sten. Ich selbst behielt mir vor, mit dcn, Rcstc mcinc? Corps nach Um ständen zu operiern. Bci dcr Lagc dcr Dingc glaubn ich, daß dcr Haupl gcgcnstand, dcn ich zu bcrüctsichtigcn hattc, dcr war, dcn Marsch dcr Rus scn möglichst zu vcrspätcu, um dadurck dcu, Gcncral Skrzynccki Zeit zu"], [94, "88 gcbcn , fcinc Anordnungen zu treffen. Zugleich schickte ich sofort cincn Office« mit cincn Schreiben an den General en cl,«.l, worin ich ihm Alles, was vorgegangen war, berichtete Gleich nach erhaltener Meldung schickte ich einen Offizier des General stabcs nach Liw, um sich an Ort und Stcllc von dc»>, was vorging, zu übcrzcugcn , und schleunigst tarübcrRapport abzustatten. Dicscr berichtet« mir bei scincr Rückkehr am Abcnd, daß das , was dcn Rapport von dcr Wiedcrhcrstcllung dcr Brückc bctrcffe, nur cin Zusammcntragcn von Holz zur Fcucrnng von Scitcn, dcr Soldatcn gcwcscn sei, aber daß sich, soviel cr urtheilen könnte , dic ganzc Russische Armee dasclbst bcfun dcn und cr sic bcrcits nach Sokolowo zu abmarschircn gcschcn hätte. Dicsc Nachricht thciltc ich sofort dcm Gcncral Skrzynccki mit. Dcr Leichtsinn, mit wclchc», mir dcr commandircndc Officicr dcn Rap port gemacht hatte, brachte mich in große Vcrlcgcnhcit; dcnn die Zurück bcrufung dcs Gcncrals Nroniccki und da? Zusamnicnzichcn der Cavalcric, dic auf cincr 2 Mcilcn brcitcn Vorpoftcn-Linic zcrstrcut war, raubte mir schr vicl Zcit. Dcmnach schickn ich den, Gcncral Wroniccki, dc», ich noch 1 Brigadc Cavalclic- und 6 Stückc mehr zuordnete, dcn Befehl, von Pustclnit aus gcradc auf Sicdlcc zu marschiren, Dcr Gcncral Müll« abcr crhiclt dic Weisung, übcr Sotolow dcm Fcindc zu folgcn, und übcr scinc Bcwcgung zu bcrichlcn. Ich sclbst nahm mir vor, bci Tagesanbruch mit dcm Ucberreste den Weg auf der Chaussee nach Siedler cinzufchlagcn, und es gemeinschaftlich anzugreifen. Abcr um 2 Uhr nach Mitternacht er hielt ich vom Gcncral Viclinski, dcr an dcm Brückcnlopfc von Polyczc commandirle , cincn Bricf , worin cr mir mcldctc , daß dcr General Kreutz mit seinem Corps gegen dcn Wicprz im Anmarschc wärc , und daß Cava lcric-Abthcilungcn sciucs Vortrabcs bci Sicnnica sich zcigicn. Dicsc zwci zu glcichcr Zcit cintrcffcndcn Nachrichten umßtcn mich natürlich schr vor sichtig machcn, und mcinc ganzc Aufmcrksamkcit »uf Sierock richten, und «rlaubteu mir nicht, durch die Entfernung aller mcincr Trupcn dic scn Punkt zu entblößen. Daher sann ich darüber nach, was dcr Haupt gcgcnstand mcincr Opcrationcn scin solltc, und «griff darnach mcinc Maßrcgclnund meine- Anordnungcn inVcrhallniß zu mcincn Strcitkräf tcn. Zuglcich glaubn ich, solange: bci Dcmbc vcrblcibcn zu müsscn, bis dic Entwickelung dcr feindlichen Bewegungen die mcinigcn fcrncr bcstimmcn würdc. Ich schicltc sogleich cincn kricg?crfahrcncn Officicr mit cincr Schwadron nach Sicnnica zu, mit dcm Auftrage, genaue Nachrichten üb« dc» Fcind cinzuzichcn. Nach 2',, Stunde» berichtete mir dicscr Of"], [95, "89 sicicr,dcr bis Sicnnica selbst rorgcgangcn war, daß dic von Genera! Biclinsli mitgclhcillcn ganz grundlos wärcn. Abcr glcickzci lig crhiclt ich von dcm Gcncral Wroniccki den Rapport, daß in Siclcc von Brzcsc angclommcnc Verstärkungen, scincn Vcrsuch, dicscn Ort zu nchmcn, fruchtlos gcmacht hattcn, Dicscm nach ohnc allc Nachrichtcn, wo sich di« Hauptarm« bcfand, aber nun darüber beruhigt, daß ich vom General Kreult nichts zu fürchten hatte, entschloß ich mich, mit Tagesan bruch aufzubrechen, und mit General Wronieeki vereinigt auf Siel« los zugehcn : als gegen Abend ein Adjudant vom Oberbcfchlshabcr mit dcm obcn in dcr Bcilagc angcfuhrtcn Bricfc ankai», in wclchcm cr mich dcs Commando's cntfctztc, und nicincn Bricf vom 17tcn, worin ich dcn ihm gebührenden Respekt vcrlcni haben sollte, als Ursachc angab. Und doch cnthiclt inci» Vrics wcitcr nichts, als cinc mit Nachdruck ausgesprochene Klage übcr scinc ungcrcchtcn Vorwürfe' , als hättc ich a», 13tcn durch mcin« Schuld dic Bcwcgungcn dc? Feindes hervorgerufen, und fo die scinigc bloßgestclll; sowie über scinc Vcrwcigcrung dcr Belohnungen für diejenigen, die sich in dein Gefechte von Jendrzcjow rühmlichst ausgc zcichnct hattcn. Was mich zu mcincr Vcschwcrdc «mächtigtc , warcn dic Aussagen dcr Gcfangcncn, dic ich auch dem Gcncral Skrzynccki miigcthcill hattc, näm lich daß dcr Fcldmarfchall Dicbitsch scinc sämmtlichen Truppcn schon am 12nn bci Jagodna zusammengezogen hättc, um scinc Bcwcgung an» folgcndcn Tagc auszufuhren — cinc Thatsache:, die hculc von Allen, dic übcr dicscn Kricg gcschricbcn haben , cinftimmig bestätig! wird ', und an, bestem da? Unrccht dcs Gcncrals Strzynccli und mcin Rccht bcwcisl. Nach dcr richtigen Darlegung dcr Thatsachen wollcn wir cincn Ueber blick übcr dic Kritik wcrfcn , wclchc mcinc Opcrationcn hcrvorgcrufcn ha bcn, und dic mir auch dcn unvernünftigen Vorwurf macht, dcm Maischall Dicbitsch auf scincm Marsche aus Granne nicht gefolgt zu sei», und ih» in seiner Bcwcgung nicht gcstört zu haben— Fangen wir mit Hr. Smitt an , und wir wcrdcn schcn , daß cr, um scincr über mich ausgcsprochcncn > Bci uns, wie in allen Armeen, gab cs Eifersüchtige. Cin Genera!, dcr vicl vou sich hat schreiben lassen — sein Homer halte sich freilich nicht seines Dankes zu erfreuen — und »och mehr von sich seibst gcschricbcn hat , hatte schon damals jedem , der es hören wollte, prahlerisch gesagt, und wiederholt cs hcutc in scincn schritten , daß cr sogleich ge wahr wordcn wäre, durch mcinc schuld sei dic «Bewegung dcs Fcldmarschalls am 3ten hcrvorgcrufc» worden. Ich kann mir wohl denken , wic nnangcnehm überrascht cr ictz! scin muß , daß sich sein Adlerblick versehen hat,"], [96, "90 Meinung einen Anstrich von Wahrheit zu gebe», selbst den Inhalt mei ner Instruelion ganz verfälscht hat, indcm cr sic S. 201 untcr Andercm so lautcn läßt : « 3ucrst dic größte Vorsicht anzuwendcn, um sich nicht gcgcn den Fcldmarschall bloß zu stelle»: sobald dcrsclbc ab« scin Lager bci Suche, vcrlicßc, sofort cinc kräftige Offensive zu ergreifen, und das Land zwischen dcr Wcichscl und dcm Bug zu rcinigen. » Nachdem cr so dic obcn angeführt« Inftruction verfälscht hat, in welcher man jene Aus« drüctc vcrgcbcns suchen möchte , will cr S, 202, Vd, II scinc Lcscr zu cincr übcr mich unvorthcilhaft zu fassenden Meinung vorbereiten, indcm cr sagt : « Wir wcrdcn bald schcn , wic wcnig Uminski scincr Aufgabc Genügc zu lcistcn verstand, » Und aus Mangel an begründeten Thatsachen, die dic Kritik fordert , beschränkt cr sich Icdiglich auf das , was «r S. 265, Bd. II cbcn so ungcgründet sagt : « Nach Abzug des Fcldmarschall? hättc man von ihm ci»c kräftigc Offensive «warnt, und wic Prondzynski bchaup tct, sic ihm sogar vorgcschricbcn ', Er abcr, in unbcgründctcn Besorg nissen wcgcn Warschau , das einc starke Besatzung hatte und mißver gnügt, daß man Dzickonski und Biclinski ihn, »ich! dircct untergeordnet, rührte sich nicht vom Flcek , u»d schielte nur schwache Abtheilungen gegen Sicdlce vor, die natürlich nichts ausrichten konnten, » Ich übergehe mit Stillschwcigcn das Heimtückische dcr Vcwcggründc , wclchc dcr Verfasser mcincn Handlungen unterschiebt, da es keinen» mei ner Leser cntgchcn kann; ich sehe mich aber zu dcr Bemerkung genö thigt, daß in dcr viel crwähntcn Inftruction, sowic sic dcr Major Brandt in seinem Werk angeführt hat — ich will c? gern glauben , gegen seinen Willen — sich auch cin Irrthum cingcschlichen hat , indem dic letzten Wortc cinc Zugabc sind , die sich im Originale nicht befindet. Gehen wir jetzt zu dcn Thatsachen sclbst übcr. Schon diese-?, wa? Brzozowsli S. 173 sagt ', würdc hinlänglich und > Cine» solchen Vcfehl habe ich nie erhalten ; ebenso wenig befindet cr sich , wic man sieht, in mcincr Inftruction, 2 Was dcr Vcrfasscr starte Besatzung nenn!, waren 8 Bataillone so cbcn cingezogcncr und nur mit Zeusen bewaffneter Rekruten. 3 »Man macht cs dcm Gcncra! Uminsti zmn Vorwnrf, daß er dcr Armcc dcsFcldmar» schalls Dicbitsch nicht gefolgt ist, und siclce nicht befetzt hat; allcin was dcn ersten «Pnnl! bclriffl, so war dics cinc rcinc Unmöglichkeit; wic konnte cin so kleines Corps hinter ei» „er solche» Armcc hcr marschircn , wozu hättc das gcdicnt ? Was siclee bctrifft, so war dies cin schr wichligcr «Punkt, abcr zur Zeit dcr schlacht von Iganicz in dcn, Augenblick, ro» den, wir sprcchcn , war cr von kcincm Cinfluß. wcil dic Wichtigkeit der städtc, der"], [97, "91 siegreich die Vorwürfe von mir abwenden: aber ich will mich, um positiv zu sci», auf dic Instruclion bcrufcn, dic mir doch zur Grundlage mci»cr Opcrationcn dicncn mußtc. Jeder crfahrcnc Kricgsma»» wird, wcnn cr dics« Instruction liest, und sic nach ihrcm wahren Werthe beurtheilt, sindcn.daß sie wcdcrdcnTypus noch dcn Charaktcr derjenigen trägt, wclchc gewöhnlich aus cincm Gene« ralstabc kommcn , und dic genau und bcstimml I»«cck und Mittel angcbcn, Dic ganzc Abfassung ist fehr dürflig; cs sindcn sich darin laut« Vicl- Icicht, und in» Gcgcnlhcil sicht man den völligem Mangcl an cincm Planc Zu cincr großen Kricgsopcration. Denn von dicscm Allcm,was dcr Gcncral Prondzynski in scincm an dcn Gcncral Chlopicki gcrichtctcn Bricfc, dcn ich mcincr Broschüre n ltl-cit elt-z evenomentz mililnir«, etc.» beigefügt habe , fagt , und welches cinc unumgänglich nothwemdigc Opera tion nach dcm Sicgc übcr dic Gardcn hättc scin müsscn, sindct sich, wic man sicht, nicht cin Wort. Ich zwciflc nicbt , daß das fruchtrcichc Gcnic dicscs Gcncrals , dcr sich durch scinc mililärischc Talcntc auszeichnet, ihm dic schönem Plänc , sowic cr sic in dcm Bricfc angicbt, eingegeben bat: ab« da sich in meiner Inftruction scinc Spur davon sindct, so mögen sic ihm vicllcicht, abcr srcilich zu spät, gekommen scin, und sind cinc nieiutarel« Äpre« eliner, Ucbrigcns bcsagtja dicsc Instruction selbst nicht dcn cigcnt lichcn Zweck dcr Expedition, und hiernach — wie konnte man mir verschrei bcn, in Fällen so und so zu handeln , ohne mir dicsc , — selbst anzugeben. Nach dieser Instruclion sieht man zuerst, daß, nachdcm cs mir gclun gcn war, dic Bcwcgung dcr Hauptarm« zu masürcn , »>ci»c Verant wortung hauptsächlich in dcr Deckung und Erhallung Warschau's bestand. strategischen «Punkte, durch dic ?age bcdingt ist, in wclchcr sich dic Armccn bcfindcn. spä» tcr besetzte die erste Division selbst zweimal Ziclec , und was ergab sich daraus ? Folglich war in allen Fällen das Corps Uminsli's auf dicscm «punltc ganz unnütz, stand cs zn scrock , so deckte es Warschau ebenso gut, und mehr als dics, cs bcsctztc dicscn wicht,» gcn «Punkt an dcm Zusammenfluß zweier beträchtlichen Flüsse, auf weichen sich der Rück» zug dcs Restes dcr Armcc bewerkstelligen mußte , und im Falle eines großen Unglücksfallcs wäre es ein vom Himmel gefallenes Corps für das Heil dcr Armcc gcwcscn. Der Gcncral skrzynccki rechtfertigt sich durch die Versicherung, dcm Gcncrai Uminski andcrc Befehle acgcbcn zu haben, aber das ist unmöglich; wcnn cr bestimmle Befehle gehabt hätte, würde cr sie auch gewiß ausgcfübrt haben. Man hat ihm das Commando genommen, aber in je» ncm angenommenen Falle mußtc er erschossen wcrdcn z übrigens wcnn cr ein wcnig spä» tcr nach dcr schlacht vom Commando entfernt wurdc, so geschah dics, weil cr dcm Gc» neral skrzynccki übcr scin Beiragen bci dicscm unglücklichcn Manöver Vor» ürfc gemacht hatte.»"], [98, "92 Dicsc Bedingung war mchr als hinreichend, mich in meine» Opcrationcn zu lahmcn. Dicscs wird man um so lcichtcr begreifen , wcnn man bedenkt, daß jeder Gcncral zuvördcrst seine Kräftc, übcr die cr zu gcbictcn hat, kennen muß , um seioc» Plan ihncn gcmäß cinzurichtcn, Dic mir gcgc bcnc Instruction bcwcisc, daß dic Kräftc, dic mir zum Maßstabe: mcincr Opcrationcn dicncn sollten, die 8 Bataillon« und cinc Cavalcric-Division waren, wclchc untcr mcincm unmittclbarcn Bcfchlc standcn, Allcs Uc brigc war cinzig facultatif , und hing von dcm gutem Willcn und dcr Launc dcr Gencrälc ab, mit dcncn man mir übcrlasscn hattc, mich zu verständigen. Außerdem »nachte der Geist dcr Widersetzlichkeit und des Ungehorsams des Gouverneurs von Warschau, Krukowiecti, und dic Entfernung von 13 Mcilcn zwischen mir und dem General Dzickonski, der di« vereinigten Kräftc auf dcn, li»kcn Ufcr bcfchligte, dicsc Hülfs quell«, und ihrc Untcrstützung, wclchc mit in »»cinc Combinationen kom mcn konnten , rcin illusorisch und führn sic auf cin Nicht? zurück, Dcnn wir wollcn annchmcn, daß dic Bewegung dcs Feindes mir Gelegenheit zu cincr Offensive darbot. Die erste Bedingung, mit Erfolg dicscs aus führen zu können, war, allc dazu anzuwcndcndcn Scrcitkräfn untcr dcr Hand zu habcn, sonst hättc dcr Fcind allc scinc Pläne- ungehindert aus führcn können, chc der Gcncral Dzickonski zur Mitwirkung mit mir an komm«, konntc; und was dcn Gcncral Krukowiccki bctrifft, dcr auch di« kleinsten Abtheilungen, dic zu ihrc», Corps stoßen wollten, und durch Warschau marschirtcn, mit Gcwalt anhielt, so war cr, stcts von dcm Da mon dcr Eifersucht verzehrt, gcwiß nicht der Mann, dcr mcincm Vcr lang«, gewillfahrt hätte; dcnn wir habcn ja gesehen, daß er sich wcnigc Tage darauf selbst dem Bcfchlc dcs Gcncrals en cliel, nach wclchcm cr 2Bataillone von Praga cntscndcn folllc, widersetzte. Demnach sicht man, daß ich nothgcdrungcn war, mcinc Opcrationcn mcincn eignen Kräften anzupassen, dic, war«, sic auch zu cincr Dcfcnsivc in dcr Stellung von Dcmbc odcr dcn Vcrschanzungcn von Praga odcr Sicrocl hinrcichcnd, wahrlich wcit cntfcrnt war«, , cs zu cincr Offcnsivc gcgcn dic ganzc Rus sischc Armcc zu sein , dcrcn Ucbcrlcgcnhcit dcn General Slrzynccti, dcr ihr doch dic ganzc polnische- Armcc entgcgcnzustcllcn hattc, so in Furcht und Schrcclcn hielt, daß cr ihr drci ganzc Wochen in Unthätigfcil gegenüber stand. Hiernach ist und wird dic Fordcrung, daß ich mit 8,000 Mann dcn Marschall Dicbitsch in scincm Marschc aufhält«,, u»d sci»c Vereinigung mit dc» Garden vcrhindcrn solltc, in dcn Augen jedes vernünftigen Mensch«» cinc lächcrlichc Abgeschmacktheit scin."], [99, "93 Oben habe ich dic nöthigen Gründe angegeben, wärmn ich Siedlce nicht genommen habe; hier glaube ich hinlänglich bcwicsem zu habcn, daß cs mir »cin unmöglich war , cinc Offensive gegen dcn Marschall mit irgend einer Hoffnung auf Erfolg zu ergreifen; und so bleibt mir noch übrig , darzu thun, daß dic Stcllung dcs Generals Kreutz nicht ohne Einfluß auf meine Bewegungen bleiben konnte, Dcnn giebt cs ctwa? Einfacheres als dic 3w lassung dcr Hypothese, daß der Marschall, als cr dic Bcwcgung, über dcn Bug zu gcbcn, unternahm , und nun »»eine geringen Kräfte kannte, dcn Gcncral Krcutz zur Mitwirkung aufforderte und ihm befahl , wenn auch nicht Warschau zu nchmcn, doch auf Scrock zu opcrircn, und so sich auf dic Communications-Linic dcs Generals Skrzynccki zu wcrfcn — eine Vermuthung, wclchc dic ob«, crwäbntc Nachricht bestätigen mußte. Wäre ich »un unter dicscn Umstand«, auf Sicdlcc losgcgangcn , und dcr Rückzug durch den Gcncral Krcutz dcr Polnischen Armee abgcsckniinn wordcn, was wärc daraus «folgt, und mit wclckcn Vorwürfen halte man mick überhäufen müssen? Hr. Smitt sagt zwar, daß dic Kräftc dc? Gcncral? Krcutz nickt hinreichend genug war«, , um mir Besorgnisse um Warschau einzustoßen. Ersten? Halle General Krcutz 1 '4,000 Mann und 60 Slückc, also gcnug, um cin coup ele mnin auf Warsckau zuwa gcn, hauptsächlich wcnn cr ihn auf dcm linkcn Ufcr hättc untcrnehmcn wollcn. Abcr außcrdcn» — konntc dcr Gcncral Krcutz, dcr cinc frci« Communications-Linic hatte, nickt ebenso gut au» 20stcn Verstärkungen «halten haben, als er sic am 26stcn durch dic Ankunft dcs Gmcrals Rüdigcr crhiclt ? Ich cndigc hicrmit mcinc Widcrlcgungdergcgcnniichpublicirtcn Kritik, und hoffc nach Darlegung dcr Ursachen und Bewcggründc, dic mcinc Opcra tioncn lcicctcn,dicsclbcn gcrcchtfcrtigt,und so dic Kritik vcrnichtct zu haben. Es bleibt mir noch übrig , mein zu Anfange dieser Schrift gegebenes Vcrsprcckcn zu erfüllen, nämlich nachzuweisen, warum Hr. Smitt mick, obschon unter vielen Anderen, doch zum besondern Gegenstand seiner An griffe gewählt hat. Seit meiner Kindheit war da? Vaterland der Gegenstand meiner glü hcnstcn Gefühle, ich sage meiner Verehrung. Dcr Wunsch, cs wicdcrcro bcrt und frci zu schcn, wurdc für mich cin Ncligions-Artikcl , und dcr Vorsatz, mich für seinc Befreiung aufzuopfern, ein uncrsckütlcrlich« Entschluß. Nie habe ich dicsc Gcfühlc verheimlicht, im Gegentheil mit mcincr naiürlichcn Offcnhcic sic stcts ausgesprochen. Als das den» Siege ungetreue Schicksal sich von »ins abwandte , auch da fuhr ich, in »nein Haus"], [100, "94 lichcs Lcbcn zunictgctchrt, fort, für dicscn Zwcck zu arbcitcn. Ich stiftete jene geheime Gesellschaft, dic zum Zwcckc hattc, dcm Einstussc dcr Russi schen Regierung auf den National-Character vorzubcugcn; und cs ist be kannt, wclchcn moralischem Aufschwung dicsclbc dcr Nation gcgcbcn und wclchc andcrwciligc Folgen sic herbeigeführt hat. Da ich glaubte, daß da? Vatcrland noch einmal meine? Arme? bedürfte, eilte ich, mit Aufopferung aller persönlichen Interessen, mich in dic Reihen dcr Vatcrlandsstrcit« zu stcllcn. In dicscm letzten Kanipfc sprach ich mich laut und kräftig gegen alle Zauderer sowie gegen alle diejenigen aus, welche anderswo als in den Waffen das Heil des Vaterlandes suchen wollten, Mcin Wahlspruch war — kcinc Ausgleichung — kcinc Unterhandlung, wcil nach mcincr Ueberzeugung das Gelingen nur auf diesen, Wege möglich war. Dicscn Grundsatz sprach ich mit Nachdruck und ohnc Rückhalt au? , und «klärn mich mit all« Kraft gcgc» dicjcnigc», dcrcn Gcift sich bcugtc. Zu Plock, dcn Tag vor unscrcr Katastrophe, entriß ich den, Autokraten den Triumph, den ihm die Abscn dung der drci Gcncrälc in dcn Augcn von ganz Europa dargeboten hatte, dic auf'Vcrlangcu dcs Marschalls Pasch tewiez nach Petersburg gchcn, und dasclbst in, Namcn dcr Armcc für cinc Handlung , auf dic jcdcr Pole stolz fcin muß , und dic cin cwigcs Dcntmal nationaler Tugend bleiben wird , Abbitte thun und »»»Gnade stehen sollten, Dicscs sind dic Ursachen, dic mir in cincm so höh«, Gradc dcn Unwillcn und Haß von Seitcn dcr Icindc mcincs Vanrlandcs zuzogcn. Außerdem, da ich in Erwiederung auf dcn in dcn Zeitungen von» Marschall Paschtcwicz an dcn Kaiscr gemachten Rapport, worin cr dic Polcn, weil sic nicht nach Plock und wic c? ihm zu bchauptcn beliebt«, capitulation?gc»»äß marschirt scicn, Vcr räthcr ncnnt, in mcincr Broschüre : « I'Äitaeilie ele Varzovie» nachwies, daß er cs gcradc war , dcr dic Capitulation verletzt hab« , und nicht anstand , zu sagen : «Ich stelle es dcr öffentlichen Meinung anheim, zu entscheiden, wem dieses Epitheton mit Recht zukommt,» so erregte dieses den höchsten Zorn dc? Gcbicbcr? von Warschau, dcr bald darauf in cincr Berlin« Zeitschrift in seiner ganzen Heftigkeit au?brach \". > Die Zeitschrift für Kunst und Geschichte dcs Krieges zu Berlin 1832 enthielt cincn schr langen schmähartikcl auf dic polnische Nation und dic ausgczcichnctstcn Individuen. Ich war darin nicht geschont. Da dieser Artikel anonvm war, so wcndctc ich mich an dic Redaction dcs Blattes , um dcn Namcn dcs Verfassers zu erfahren , und dann zu haudcln. sis entstand eine lange Korrespondenz, allein die Redaction, bcimciucrLagc als Verbannten, bcharric in dcm Verschweigen des Namens dicscs Vcrlämndcrs, oh»c daß ich meinen Wnnsch crrcichic."], [101, "95 Hiernack wird sich Niemand wundern, daß ich dcm Hrn, Smitt als dcr jcnigc bczcicknet wurdc, gegen welchen cr ganz bcsondcrs dic Angriffe- sei ner schon gcgcn das polnisehc Volt an dcn Tag gclcgtcn Verläumdungs sucht richten solltc."], [102, "lüüalÄ. scite 2,«otc, Zeile 33 statt Befehl lies Benehmen. l», » »13 . dasselbe Volk » dieselben Völker, »12 » 18 » jeder » aber. »20 » 13 ° Fürst u. Mctcrnich » Fürst Mcttcrnich. « 21 » 13 » Theilnahme » Theilung, »22 »11 » jenseit« » diesseits. » 22 » 23 » Ost » West. » 23 » 1« ° Volk « Nation. » 26 » 19 » ein » beinahe ein. »28 »17 » Feind » Feinde. » 28 » 24 » der » das. » 30 » 37 » nicht in » nicht einzig in. »31 » 1 » von dessen. » seiner. « 31 » 8 » Mangel » Folge. »33 »23 » auf » wegen... » 3? » 3!) » der Terrain » das Terrain. 42 » 23 > einem Puncte » einen Punct, » 48 » 3v.n.» ich so » sie. » — »2 — » und » machte sie, »33 , — . Bogenschützen » Artilleristen. »33 » 33 > unzicmcndcn » harten. » 39 » 13 » darstellt » sein läßt. » ?6 » 23 « macht » gemacht. 78 ,, 2 > wiedergeben » Icichi wiedergeben »80 » 20 » die Compagnie » das Regiment,"], [103, ""], [104, ""], [105, ""], [106, ""]]