[[1, ""], [2, ""], [3, "BÉLA KIRÁLY VTELEN JEGYZŐJÉNEK KORA UJABB TÖRTÉNELMI NYOMOZÁSOK ALAPJÁN IRTA VASS JÓZSEF, KEGYES TAXÍTtol ÁLDOR, GYMMSWMI T.HÂR, A MAGYAR TUDOMÁNYOS AKADÉMIA, S AZ ERDÉLYI MUZEÜM-EGYLET LEVELEZŐ TAGJA. A MAGYAR K1R. EGYETEM ÁLTAL SCHWARTNER-FÉLE JUTALOMMAL KOSZORÚZOTT PaÍLYAMUNKA. PEST, 1865. KUGLER ADOLF TULAJDONA."], [4, ""], [5, "BELA KIRÁLY NÉVTELEN JEGYZŐJÉNEK KORA. UJABB TÖRTÉNELMI NYOMOZÁSOK ALAPJÁN IRTA VASS JÓZSEF, KEGYES TANÍTÓMDI ÁLDOR, GY1DÌAS1UM1 TANÁR, A MAGYAR TUDOMÁNYOS AKADÉMIA, S AZ ERDÉLYI MÚZEUM-EGYLET LEVELEZŐ TAGJA. A MAGYAR KIR. EGYETEM ÁLTAL SCHWARTNER-FÉLE JUTALOMMAL KOSZORÚZOTT PÁLYAMUNKA. 1864. PEST , 1865. KUGLER ADOLF TULAJDONA."], [6, "Didici in historia testimoniis nitendum esse. LEIBNIZ."], [7, "TARTALOM. Lap. Előszó y Bevezetés 1 ELSŐ RÉSZ. A ne'vtelen jegyző korát illető újabb nyomozások, I. Fejezet. Első Béla király és a névtelen jegyző A) Hazai tudósak véleménye 1. §. Toldy Ferencz nézete 11 2. §. Szabó Károly véleménye 16 E Külföldi irók nyomozásai. 3. §. Cassel Bódog fejtegetése 19 4. §. Thierry Amadé ide vonatkozó tárgyalása . . 28 II. Fejezet Második Béla kora és névtelenünk. 5. §. Podbradczky József a névtelen koráról ... 30 6. §. Jámbor Pál történetbölcseimi lebozása ... 32 III. Fejezet. HarmadikBéla és a n évtelen j egyz ö kora közti viszony. 7. §. Egy névtelen czikkiró okoskodása .... 34 8. §. Dr. Rosier Ede véleménye 37 I"], [8, "IV IV. Fejezet. Né vtelenünk negyedik Bélakirály jegyzője Lap. 9. §. Fejtegeti Beleházi Bartal György 41 MÁSODIK RÉSZ. A felhozott érvek itészeti taglalása. V. Fejezet. A névtelen nem volt IV. , III. s II. B é 1 a királyok jegyzője. 10. §. A IV. Béla korára felhozott okok czáfolata . 51 11. §. A III. Béla kormányideje mellett használt ér- vek eloszlatása 59 12. §. A névtelen jegyző II. Béla korába sem tehető 71 VI. Fejezet. Névtelenünk I. Béla királyjegyzője volt. 13. §. Az ellenokok alaptalanságának bebizonyítása . 79 14. §. Eredmény 89"], [9, "ELŐSZÓ. A magyar történettudomány függő kérdései közt alig van fontosabb Béla király névtelen jegvzője korának különböző oldaliílag már többektől vitatott, de ma is be végzetlen kérdésénél ; holott annál komolyabb figyel münket igényli az, minél szorosabb viszonyban áll vele a királyi jegyzőnek, mint hazai történetírásunk ősatyjának, kiméletlenül nem egyszer kétségbevont, de mindannyiszor újabb diadalt nyert hitelessége. Különösen napjainkban látjuk ez ügy haladék talan felfogásának idejét elérkezettnek, midőn hazánk nyugati határain túl , elbízott viadorok tömegesen s mind nagyobb erő-kifejtéssel szállnak síkra őstörté nelmüuk emlékei ellen, köztük az első heves rohamot Béla király névtelen jegyzője , mint nemzetünk leg első történetírója ellen intézve. A tudományok magyar királyi egyeteme gonddal virrasztván az időssakonkint felmerülő komoly kérdé sek fejlődési menete fölött , lehetetlen volt kikerülnie éber figyelmét azon mind nagyobb tért foglalni készülő szellemi tusának , melynek czélja nem egyéb, mint hazai történelmünk aggrégi épületét elszánt ostrom alá véve, romhalmazra dönteni. Ily jelenséggel szembe, hazánk értelmisége a tétlen néző dicstelen szerepére nem vállalkozhatik. I*"], [10, "VI Különben is a nyomós kérdésnek , mint hazainak, csak hazai földön lehet és kell megoldást nyernie. E tekintetből hazafiúi örvendezéssel fogadtuk a ma gyar kir. tudomány-egyetem bölcsészeti karának azon elhatározását, melynél fogva a komoly kérdés alapos megvitatására versenytért nyitott , pályakérdésűl tűz vén ki : „Adassék elő azon nézet, melyet a Béla király névtelen jegyzőjének korára vonatkozó újabb nyomozások eredmé nyeztek.\" Az egyszerűen megjelelt tárgy a minő könnyű nek látszik első tekintetre, épen oly nehéznek bizo nyai, ha térfogatát közelebbről vizsgáljuk. Egy egész évszázadon túl foglalkodtatott az érdekes kérdés több hazai s külföldi kitűnő szak- tehetséget a nélkül, hogy az, mint többé kétségbe nem vonható történelmi bevégzett kérdés, ingatlan alapra helyeztethetett volna. S míg Schlözer és isko lájának tanonczai , tévnézítek vagy elfogultságtól félrevezetve , a névtelen jegyző munkájának — me lyet hazánk ősi jogviszonyainak halhatatlan érdemű búvára , t. Beleházi Bartal György, jellemzőleg aranykönyvnek ') nevez, — - hitelességét tagad ták, vagy alaptalan föltevéseknél fogva, kétségbevon ták: honfiaink, a kérdés komolyságához illő alapos sággal s kitartó erőfeszítéssel küzdve , azt kielégitő sikerrel biztosították. Függőben maradt napjainkig a ') „Aureus libellus.\" — Olv. Georg. Bartal de Beleháza : Commentarior. ad Hist. Stat. Jurisque Publ. Hungar. Aevi medii. Libri XV. Posonii. 1847. 8-0. Tom. n. Libr. IV. pag. 9."], [11, "VII nevezetes kérdésnek második , az elsővel szoros viszonyban álló része, ,a királyi jegyző korának meghatározása.' E téren valamint a külföld szakembereinek véle ményei egymástól eltértek, úgy honi történettudósaink is meghasonlottak. Négy királyunk közöl, kiknek Béla néven őrzik emlékeit évkönyveink , mindegyik körében alakúit egy-egy ostromló s védő párt. Es a kérdés napjaink ban is a régi, a százados alapon áll, el nem döntve, megfejtetlenül. A hon és külföldnek e kérdés vita tása körűi csoportosult serege, a névtelen jegyző korára nézve, ma is oly meghasonlást tüntet fel, mi nőt eldődei egy századon keresztül. Ideje már egy szer megállapodásra jutnunk. S ide törekszik elsegí teni a hirdetett jutalomkérdés, melyre feleletül kivan szolgálni jelen pályamunka. A megfejtésül világos alakban kitűzött kérdés alapeszméjénél fogva követeltetik a névtelen jegyző kora körűi kifejtett tudományos újabb vitáknak szabatosan összeállított történelme, hogy belőle tisz tán kitűnjék azon nézet, melyeta kérdés szellemére nézve — mikor élt a névtelen jegyző? — az újabb történelmi nyomozások eredményeztek. Itt mindenekelőtt a kiindulásul szolgáló állás pontot kell figyelembe vennünk s a kéidés fejtege tésének térfogatát szabatosan körvonaloznunk. Endlicher nek a névtelen jegyző eredeti szöve géhez írt bevezetése l) , mely C o r n i d e s és E n- ') .anonym. Belae Eeg. Notar, de Gestis Hungaror. Liber. Vien- nae. 1827. 8-0. Prolegomena. 1—86. 11."], [12, "VIII gélnek e kérdés körül bőven kifejtért nézeteit rövidletben állitja elé, valamint Réső-EnzselSán dor értekezése, mely a névtelen jegyzőt III. Béla korában éltnek igyekszik bizonyítani l), alkot határ vonalt a fontos kérdés vitatásának múltja s újabb fejtekezése között. Mi tehát a pályakérdésre irányzott újabb nyo mozások fonalát ott fogjuk fel, hol államtudópaink fenntiszteit Nesztora, t. Beleházi B a r t a 1 György, klassikai becsű munkájának a királyi jegyző korára vanatkozó részletével 2) az újabb vélemények sorát megnyitja, s a vert nyomokon tovább haladva lehoz zuk azt napjainkig (1847 — 1863). De a pályázatra kitűzött kérdésnek nagy és nevezetes múltja van. Ezt tehát már csak azért sem lehet érintetlenül mellőznünk, mert az újabb kor vele benső szövetségben áll. Ott érdemelt halhatat lanságot Cornides Dániel, névtelenünk szerkeszt ményének minden oldalúlag taglalgató s így örök becsű munkájával; itt gyűjti hervadhatlan babérait őstörténelmünk megőrzött kincseinek hasznosítója, t. Szabó Károly. A kérdés fejtegetése elébe tehát Bevezetés-t bocsátunk. Czélja ennek a kérdés múltját s a vele rokonszellemü tudnivalókat lényeges szálaiban összefoglalva adni, s belőle az újabb nyo mozások menetét eredeztetni; hogy így kellő állás pontra emelkedvén a t. olvasó, világosabban láthassa a mütárgyalás fokozatos mozzanatait. Ezután tárgyalásunk minden része , erecskéje ') Tudom. Gyűjt. 1832. IX. köt. 48—82. 11. ') L. i. m. Tom. I. Libr. I. 4-19.11."], [13, "IX a pályakérdés alapeszméjének szem előtt tisztántartá sára lesz irányozva. Műgonddal távoltartunk tőle minden oly tényt, mely bár vele távolabbi rokonság ban áll ugyan, de a névtelen jegyző korának, mint a kérdés lényegének, felderítésére mellőzhetlen érvül nem szolgál. Tartózkodtunk továbbá a kitűzött kérdés fejtegeté sében saját nézetünk s egyéni véleményünk független kifejezésétől is, minthogy a pályázatra bocsátott kérdés határozott kifejezése oda irányul , hogy a Béla király névtelen jegyzőjének korára vonatkozó ujabb nyomozásokból éredményképen kifejlett nézet adassék elé. Ezt akként véltük legsikeresben eszközölhetni, ha először t. olvasóink előtt elvezetjük mindazon újabb nyomozásokat, melyek a névtelen jegyző ko rának kiderítésében tétettek. Ezen eljárásunk nem épen lényegtelen oldalát képezi azon hűség, melylyel azon történelmi újabb nyomozásokat, ha nem is min denütt egész terjedelmökben s betüsy.erént, de eredeti értékükben adni törekszünk. Másodszor, ha a fontos kérdés körül előszeretettel folytatott eddigi tanul mányunk alapján szigorú birálat alá veszszük a kü lön s egymástól eltérő vélemények s nézetek támo gatására használt okokat, s csak ezután mutatjuk tel eredményűi azon nézetet , mely a részrehajlásban birálat szigorával mérlegelt s ingatlanokúi bizonyult tárnokokból fejlődött ki. A mondottakból önként értetik, hogy munkánk két külön, de egymással szoros viszonyban álló rész ből alakúit. Egyik a kérdés újabb nyomozásainak"], [14, "X hű előterjesztésére, a másik pedig részletes megbirá lására szorítkozik. A két részt végűi az eredmény kiderítése fejezi be, mely a pályakérdésre válaszúi szolgáló nézetet tartalmazza. Mindezek után végül ha még azon egyet hall- gatással nem mellőzzük, hogy a helyenkint szüksége- sekűl ismert idézetekben a névtelen jegyzőnek eredeti műszövegére nézve Endlicher olvasását l) , ma gyarul pedig t. Szabó Károly jeles fordítását 2) használtuk , a. t. olvasónak pályázatra bocsátkozó munkánk alaprajzára nézve kellő tájékozást nyúj tottunk. ') Anonymi Belae Eegis Notarii de Gestis Hungaror. Liber. Viennae. 1827. 8-0. Hasonmással. 2) Béla király névtelen jegyzőjének könyve a magyarok tetteiről. Második kiadás. Pest, 1860. 8r."], [15, "BEVEZETÉS. Béla király névtelen jegyzőjének hazai történetirodal munkban, a vezérek idejére vonatkozólag, korszakot alkotó munkája a múlt század közepe táján lön általánosan ismertté, Schwandtner történetíróinak gyűjteményében '). Az erős hártyára irott s huszonnégy negyedrétü levélre terjedő codex nem saját kézirata a névtelen szerzőnek ; ha nem vagy magáról az eredetiről , vagy annak az Árpádok korában készült valamelyik másolati példányáról a XIII-d. század végén, vagy a XIV-diknek elején vett, s aleiró gyar lóságából több hibákkal megrongált szövegű másolat. Két ségen kivül helyezi ezt, egyebek mellett, az azon idétt dívott rideg kisírás (minuta), törött sarkokkal (fractura) kapcsolva. De ily állapotjában is megbecsülhetlen kincs nemzetünk ős multjának, főleg a honszerzés történetének, kiderítésére. A bécsi ambraszi gyűjteményből a császári könyvtárba kerül vén, jelenleg annak kéziratai közt a 630-d. szám alatt őriz tetik. Tisztán maradt homloklapját Tengnagel Sebes tyén, néhai császári főkönyvtárnok, ily czímmel látta el : „Historia Hungarica de VII. primis Ducibus Hungáriáé, Auctore Belae Regis Notario\" ; holott magának a munkának ') Scriptores Eer. Hungaricar. Tom. I. Vindobonae, 1746 — 1748. in fol. Ez után többször; különösen Kolozsváratt, 1747.; Nagyszombat- ban, 1765.; Bécsben, 1766. 4r.; Kassán, 1772. ; Bécs, 1827. 8r. (legjobb kiadás , jegyzésekkel és hasonmással Endlichertöl) ; Szent-Gál (San- galli), 1849. 8r. ugyancsak Endlichernek „Rer. Hungaricar. Monumenta Arpadiana\" czímü gyűjteményében, 1 — 155. 1. — Magyarra fordították: Lethenyei János, pécsi kanonok. Pest, 1790. 4r.; Mándi István. Debre- czen, 1799. 8r.[; Szabó Károly Pest, 1860. 8r. 1"], [16, "2 élőbeszédjéből jobban illettek volna oda e szók : „Exordium Genealógiáé Regum et Nobilium Regni Hungáriáé\" , miként helyesen jegyzi meg eztt. Bartal György1), s egyszers mind az egész munkát arab számokkal ötvenhét czikkre kü lönítette, mely felosztás jelei, később, midőn a kézirat először közrebocsáttatott , ugyanannyi czikkek s rövid foglalatok által különböztettek meg 2). A munka tartalmát mélyebb vizsgálatunkra méltatva, e reánk nézve több tekintetből hasonlíthatatlan becsű könyv ből tanuljuk meg őseink kiköltözését Scythiából ; a hét feje delmi személynek neveit, kik Hét ma gyér- nek (hét ma gyar, Hetu m o g e r) neveztettek ; belőle tanuljuk ismerni a honfoglalás nagyszerű munkáját, az ősök bajnoki jeles tu lajdonait, harczmodorukból a gondos kémszemléket, a folyók tömlőn átusztatását , a várvédelmi rendszer alapvonalait, a határszélekre , — a rómaiak hódítási korszakában dívott szokás szerént, — idegenek , oroszok , besenyők határőrükül telepítését ; a folytonos fegyvergyakorlatot s bajnokjátéko kat ; a gyors lovaglást, a riadó rohamot, a lóhátról való ret tenetes nyilazási , s hogy mindezekben az akkori népeknél derékebbek s ilyenek voltak , maradékaikról megismerhetni. Látjuk munkájában, honunk alkotmányát s országos intéz ményeit illetőleg, az ősi vérszerződés pontjait, a szeri ország gyűlést, az országos biráknak a nemzet által választatását, a fejedelmek fölemeltetését , a nemzeti hőstettek dalokban di csőítését ; szokásaik közöl a nemzeti áldomásokat, a lóáldo zatot, halottaiknak folyók mellé temetését, a kézfogást és esküvést, s végre — mi emberi nemes lelkületűk kitűnő is mérve, — a hódoltakkal való emberséges bánást. Az őseinket vad vérszopók , meztelen barbár csordák gyanánt rajzoló idegen tudósok gúnyai és rágalmainak elle nében, kik elfogultság s tudatlanságból vagy nemzeti ellen szenvből nemzetünk becsmérlését tűzték feladatukká, minden l) Commentarior. stb. Tom. I. Notit. praev. pag. 20. ') Daniel Cornides: Vindiciae Anonymi Belae Regis No- tarii. Editae, auctae a J. Christiano Engel. Budae, 1802. in 4-to. pag. 2-"], [17, "3 magyar büszke önérzettel mutathat dicső őseire, kiket mind akkori viszonyaikban, mind a kor általános szellemében gyö kerezett hibáik daczára, egészséges , nemes alap s bizonyos foka a valódi emberi bei-tartalomnak tüntetett ki. Kétségen kivül helyezi ezt főleg természetes józan ész szülte alkotmá nyuk a IX-d. században , mikor még Európának ma művel tebb és boldogabb nemzetei ehhez hasonló nemzeti egységgel s polgári alkotmánynyal nem dicsekedhettek. Egy régi történetirónk sem bír bővebb hely, idő, nem zetség s birtok-ismeretekkel a névtelen jegyzőnél. Munkáján át feltűnő földrajzi adatai öszhangzanak honunknak ős- és jelenkori állapotjával , pontosan a hegyek, folyók , városok, várak, vármegyék fekvésével. A várak, vároaíok, nemzetsé gek , törvényes szabadságaink , zászlósuraink, főispánaink eredetét helyesen s igazán terjeszti elé , miként mindezeket részint az egykorú irók munkáiból, részint a nemzetségek levéltáraiban és káptalanokban nyugvó oklevelekből legna gyobb részben meg lehet mutatni. A névtelen jegyzőnek szerkesztményhez legbővebb for rása volt a nemzet múltjának eleven öntudata , az őseikre méltán büszke családok szentül őrzött hagyományai, melyek az iskolázatlan népek emlékezetében annál élénkebben fenn szoktak maradni , minél kevesbbé bizzák azokat holt la pokra. Ezen öntudatnak annyival eresebbnek kellett lenni hazánkban ; mert itt az első foglalással szerzett birtokok, sőt sz. István reformja előtt a méltóságok is a verség, t. i. a ne mek és ágak jogán szállottak át. Gondoljuk meg már most, hogy jegyzőnknek a király udvarában elég alkalma lehetett az országjegfőbb családainak tagjaival, a legmagasabb egy házi s világi méltóságok viselőivel érintkezni, s nem fogunk csodálkozhatni, ha ő, kinek, mint I. Béla jegyzőjének, gyer mekkorát szent István idejébe helyezhetjük, az ezt egy szá zadnál sem sokkal többel megelőzött hódítás koráról oly részletes adatokat is tud , melyeket a nála két egész század dal későbben élt Kézainál s utódainál hiában keresünk l). ') Budapesti Szemle. Szerkeszti s kiadja Csengery Antal. XXXV-XXXVI. Füz. Pest, 1860. 8r. 198. 1. 1*"], [18, "4 Sem a névtelen jegyzőnél feltűnő azon nemzékrendi ismeret kör hitelességét nem fogjuk kétségbevonni, mely a vezéri kornak elsőrangú személyiségeit, s fő szereplőit, elágazásaik kal együtt, magában foglalja ; miután történelmi biztos tudo mását birjuk annak amaz ősrégi, koronkint folytatott, s 1358-ban ismét leírt úgynevezett Képes Krónikából, hogy a hét vezérek magok készíttettek magokról énekeket neveik dicsőítésére, s hogy maradékaik azok hallására rokonaik és barátaik előtt velők kérkedhessenek\" l). Ezen énekek , bár mennyire lenézőleg tekint is azokra névtelen jegyző , előtte ismeretesek voltak, és szerkesztményéhez tartalmuk nem ér dektelen anyaggal járult. Ily úton magából az életből vett legbiztosb adatok mel lett egyéb irott források is szolgáltak segélyül a királyi jegy zőnek, munkája összeállításában ; legalább az élőbeszédben maga világosan utal ilyenekre, hol „különböző történetírók ha gyományai\" említtetnek ; kitűnik ez a Vll-d. fejezetből is, hol „esztendők szerénti krónikák\" - at említ , kiderül, hogy ő valamely régibb, ma már elveszett, hazai évkönyvet (annales chronici) is használt. Daczára a történelmi hitelességet biztosító ezen szilárd alapnak, melyre névtelen j egyzőnk munkáját helyezte, a kö zépkor történetírói közöl több megtámadás és méltatlanság ban alig részesült valaki , mint épen ő. Alig került ugyanis munkája a bécsi császári kézirattár rejtekéből először nap fényre, legott kül-s bei-földi Íróktól hevesen megtámadtfitott. Hitelességétől megfosztani törekedtek őt, az epés S c h 1 ö zeren kivül, ki a jegyző könyvét egy teljesen tudatlan em ber önkényesés szándékos meséjének nevezte, oly emberének, ki nem évkönyvíró, hanem nem csak minden történettudo mányi ismeretben, de még józan emberi észben is szű kölködő mesekoholó, — Gatter er, Gebhardi és T h u n m a n n német történettudósok, s az orosz történettudós, *) „Capitanei septem de se ipsis cantilenas fecerunt inter se decantari ob divulgationem sui nominis, ut quasi eorum posteritas, his auditis, inter vicinos et amicos, jactare arrogantia se valerent.\" — T u r 6 c z i : Chronic. Hung. Part. H. Cap. IX."], [19, "5 K aram s in '). Nagyobb-kisebb mértékben hozzájok csatla koztak honfiaink közöl az ingadozó Pray György, a he vétől túlkapatott Szklenar György és Dobrowszky József, apát 2). Ezek ellenében, örömünkre, vállalkoztak alapos készült ségöknél fogva jól fegyverzett védői is, mind a hazában, ilyenek : Bél Mátyás, Kercselich, Palma, Ka tona, Cornides Dániel, EngelKeresztély stb. 3), mind pedig a külföldön *). Eloszlattak ők annak hitelessége ') Schlözer: Kritische Sammlungen zur Geschichte der Deut- schen in Siebenbürgen. 1795. 1. 2 s köv. Gatterer: Versuch einer allgemeinen Weltgeschichte. 1792. 1. 726. Gebhardi: Geschichte von Ungarn. I. Tb.. 380. 1. Thunmann: Dissert, de Cumanis. Tom. IV. Aetorum Soc Jablowianae. 157. 1. Karamsin: Geschichte des rassischen Reichs. Riga, 1820. I. Bd. 316. 1. 2) Pray: Annal. Hung. Dissert. 10. §. VI. Szklenar: Vetustissimus Magnae Moraviae situs et primus in eam Hungarorum ingressus et incursus. 1784. — Es : Hypercriticon, examinis vetustissimi M. Moraviae situs. 1788. Dobrowszky. Jahrbücher der Literatur. XL. Bd. Wien 1827. 1. 220 s köv. 3) Matthias Bél: Scriptores rer. Hungar. Edit. Schwandtuer Tom. I. Praef. Kercselich: Hist. cath. eccles. Zagrab. Notit. Praelim. Introd. Palma: Notit. rer. Hungarie. Tom. I. Stephan. Katona: Histor. Ducum Hungar. Prolegomena. — Examen Vetustissimi M. Moraviae situs , cum Vindieiis Anonymi Belae Regis Notarii. — Amicum responsum ad Hypercriticon Georgii Szklenar. — Vêtus Moravia ad suos limites reducta. Dan. Cornides: Vindiciae Anonymi Belae Regis Notarii, editae, auctae a J. Christian. Engel. Budae, 1802. in 4-to. J. Christian Engel: Geschichte des ungarischen Reichs. I. Th. *) Spittler: Entwurf der Geschichte der europäischen Staa- ten. Berlin, 1794. H. Th. 245. 1. „so sehr man mit Recht wünscht, dass uns dieses kostbare Stück (a névtelen munkája) ganz geblieben sein mochte ; so sehr freut man sich auch hier einen Chronisten zu haben , der selbst magyarisch verstand , und die falsas fabulas rustico-"], [20, "6 ellen gördített minden kétséget s ellenvetést, elhárítottak min den alaptalan vádakat, ügyesen s diadalmasan. Mindazáltal az ellentábor még nincs végkép lefegyverezve. Napjainkban , honunk nyugati határain túl, egy Schlö zer-féle iskola szervezvén magát, a magyar őstörténelem ha zai forrásait , előkelőleg Béla király névtelen jegyzőjének munkáját, mely szemében gyűlölt hagyomány, hitelességétől megfosztani törekszik. A csatárlánczban Dümmler és Büdinger tűnnek fel, mint vezénylők ') ; oldalaik mel lett elszántan küzdenek Palacky, Neumann és dr. Rösler2), mindnyájan Schlözer, Gebhardi, Do- rum und garrulum cantum joculatorum von den wahrhaft historischen Nachrichten wohl zu unterscheiden wusste.\" S e m 1 e r : Allgemeine Welthist. XXIX. Bd. „wirklich auch ein- stimmen mit dem Bericht, den man bei dem ungenannten Verfasser von Historia Ducum Hungáriáé antrifft, welcher ebenfalls zu den Geschich- ten gehört, und theils aus alten Ueberlieferungen, theils anderen Chro- niken seinen Aufsatz gesammelt hat.\" K. K. Real- Zeitung. Wien, 8. März. 1771. XII. fej. 190. 1. „Ein ungenannter ungarischer Schriftsteller , nämlich ein gewisser Notar des Königs Béla, welcher unter allen einheimischen Auctoren we- gen des Alterthums und Glaubwürdigkeit ohne Zweifel den ersten Platz verdient.\" ') Dümmler Ernest: De Arnulpho Francorum Rege. Es : Die südöstlichen Marken des fränkischen Reichs. — Archiv für Kunde österr. Geschichts-Quellen. X. Bd. Max Büdinger: Oesterreichische Geschiehte bis zum Aus- gange des dreizehnten Jahrhunderts. I. Bd. Leipzig 1858. 8-o. — Egy mellékesen odavetett rövid jegyzetben (212. 1. oda utasít bennünket, hogy a névtelen munkáját, mint határozott politikai irányból a XHI-d. század végén szerkesztett irományt — mint ezt egy külön értekezésben bővebben tárgyalni Ígérkezik, — bizvást a tűzbe dobhatjuk. *) Palacky: Gesch. von Böhmen. I. 150. ad 119. és 155. ad 124. jegyzőnket Ízetlen fecsegéseiért és oly durva mint szemtelen ko- holásaiért a cseh Haj éknél is roszabbnak s a lengyel Kadlubeknél semmivel sem tartja alábbvalónak, s ki azt, hogy még most is vannak férfiak , kik ezen történeti regényírók unalmas háromságát hamis na- tionalismusból a történettudomány számára meg akarják menteni, az idő valóban nem örvendetes jelének tartja. Karl Friedrich Neumann: Die Völker des südlichen Russlands. Leipzig. 1847. czimü munkájában bizodalmatlanságot szavaz"], [21, "7 browszky, Szklenar raktárából kölcsönözve ellenünk fegyvereiket, melyekkel azon feltétlen megadásra akarnak bennünket kényszeríteni, hogy mondjunk le irott emlékekben nyilatkozó multunkról; hányjuk tűzbe a névtelen jegyző férczmüvét , mely egy ostoba barát őrült fecsegése, ámitási szándékkal összetákolt irányregény , koholmány ; fordítsunk hátat Kézai-s Turóczinak ; csapjunk az ő soraikba frígytár sakúl: majd elvezetnek ők a görög, német, olasz és orosz krónikákhoz, kimutatják azokban, mi kell nekünk, s nyélbe ütni segítik a szellemükben s kalauzolásuk mellett összeállí tott magyar őstörténelmet ; úgy is e nagy fejek véleménye szerént névtelen jegyzőnk még csak a mesés korra sem használható ; holott nagy mesterök , Schlözer, daczára annak, hogy ilyetén színezetű jóakaróinknak a névtelen jegyző hiában írt, több helyen forrásúi használja '). A mondottakból tisztán felismerhető , hogy „Schlözer és a hasonlók, kik Béla király névtelen jegyzőjét, mint va. lamely fenevadat, szeretnék a német tudományosság kissé bozótos , eriticai erdőségében' üldözgetni, ellenlábolókkal is birnak, kik a névtelennek minden szavát, még boldogtalan névszármaztatásait sem véve ki\", autos epha-i hódolattal ve szik, s egész rendszereket építgetnek rajok. Eljárásuk ment séget érdemel , mert természet törvénye levén , hogy hatás mindig ellenhatást idézzen elő, természetes az is, hogy egy pár szemtelen külföldi író s egypár honi gyáva szajkónak a név telen jegyző ellen szórt szátyárságait panegyrisek s égbeeme lések váltsák fel. De már megérkezettnek véljük az időt, mely elvégre a mi névtelenünknek is kimutassa a történeti irodalom mezején, hallucinatiók és epéskedések nélkül, illető jegyzőnk ellen, mert tudósításait a különböző időkből úgy összezavarja népmondáival és saját előreföltevéseivel, hogy munkáját a legrégibb időkre bajosan lehet forrásúi használni. Dr. Eduard Rösle,r: Zur Kritik älterer ungarischer Ge- schichte. Troppau. 1860. in 4-to. értekezésében a névtelen jegyzőt egy- szerűen elvetni nyilatkoztatja. 29. 1. (' Georg. Pray: Histor. Regum Hungar. Pars I. Budae, 1801. 8-0. §. VH. pag. XXXI. Notit. Praev."], [22, "8 helyét\" '). E helyet, mely minden esetre tisztességes, fárad hatlan aggastyánunk, t. Beleházi Bartal György oldala mel lett, számára legbiztosabban kijelelte őstörténelmünk avatott embere, t. Szabó Károly, azon maradandó becsű dolgo zatai által, melyekkel mig egy részt névtelenünk elfogult elleneit önmegadásra birja, más részt túlságos magasztalói nak a mübecs érdekében tartott dicsbeszédeit kellő értékükre szállítja , s a higgadt bölcselő mérsékletének határai közt a több oldalú vitatárgy hitelességét ingatlan érvek súlyával megállapítja 2) ; mihez ha még azon egy, a névtelen jegyző nek folytonos jegyzetekkel kisért eredeti szövegének kiadása járuland, a mühitelesség fontos kérdése teljesen befejezettnek lesz tekinthető. A névtelen jegyző történelmi elbeszélése hitelességének vitatásával szoros összefüggésben tárgyaltatott a szerző kora is. A történelmet tények , lett dolgok összefüggő lánczolata alkotván, hitelességének lényeges részét képezi azon kérdés elhatározása, vájjon mikor élt a tudósító ? egykorú-e és szem tanú azon eseményekre nézve , melyeket feljegyzett ? vagy, ha közei-korú , bírt-e kétségbevonhatlan hitelű forrásaival mindazoknak, a miket elbeszél ? A történettudósok névtelenünknek valamint hitelessé gét különböző szempontból bírálgatták, úgy korára nézve is igen eltértek véleményben egymástól. Bél Mátyás őt I. vagy IV. Béla jegyzőjének tartotta s) ; Dezericzky I. II. és IV. Béla közt habozott 4) ; Katona István I. Béla mellé látszott hajlani 5), de Keresztúri határozottan ') Szalay László: Magyarország Története. Első kötet. Lipcse, 1852. 8r. 10. 1. 2) Szabó Károly: Béla király névtelen jegyzőjének könyve a magyarok tetteiről. Másod. kiad. Pest, 1860. 8r. — Budapesti Szemle. Harm. köt. Pest, 1858. 8r. „A magyar vezérek kora\". 257—318 ; és : XVI. XVII. Füz. Pest, 1859. 139 — 185. 11. — VI. Füz. 1858. 398- 407. 11. - XXXV. XXXVI. Füz. 1860. 185-213. 11. *) Schwandtner: Scriptores rer.. Hungaric. Pars I. Vindo- bonae, 1766. in 4-to. Praef. pag. VIII. 4) De initiis ac majorib. Hungaror. Tom. I. pag. 116. és: Tom. IV. pag. 104, 139. 5) Hist. Crit. primőr. Hungar. Ducum. Pestini, 1778. pag. 8."], [23, "9 I. Béla király jegyzőjének vallotta ') ; Cornides és En gel először ugyan II. Béla , utóbb meg III. Béla királyunk jegyzőjévé tették 2) ; e véleményt osztotta En es sey György 3) , valamint Endlicher is 4), Cornides és En gel nyomán, kiket szorosan követ; ezekhez csatlakozik Fábri Pál, ki névtelenünket II. vagy hihetőbben III. Béla királyunk udvari jegyzőjeként hirdeti ó) ; F e j é r G y ö r g y azonban határozottan II. Béla mellett nyilatkozik 6) ; de Résö-Enzsel Sándor III. Béla kormányidejét tartja a névtelen jegyző korának '); Kollár Ádám pedig úgy vélekedett 8) , hogy a király jegyző III. Béla után élt , vala mint Karamsin is tagadja , hogy névtelenünk a XlII-d. század előtt írt legyen \"). Végtére Pray György először ugyan akként győződött meg , hogy névtelenünk IV. Béla király jegyzője volt 10) ; de miután S p i e s s III. Béla kirá lyunknak egy 1181-ben kelt okmányát közre bocsátotta volna \") , nem tartózkodott kinyilatkoztatni, hogy a névtelen jegyző a most említett király korában élt l2). A névtelen jegyző korára vonatkozó nyomozások s tu dományos fejtegetések történelmi múltjának lehetőleg leg- ') Dissert. Hist.- Criticae, queis Belae Notarii aetas etc. vindi. catur. 1814. 1. 2. s köv. ') Vindiciae Anoym. Belae Regis Notarii. Budae, 1802. pag. 136. *) Schedius: Zeitschrift von und für Ungarn. I. Bd. 137. 1. *) Anonymi Belae Regis Notarii de Gestis Hungaror. Liber. Viennae, 1827. 8-o. pag. 59. *) Közhasznú esmeretek tára. I. köt. •) Tudom. Gyűjt. 1828. VI-d. köt. 92, 97. 11. ') Tudom. Gyűjt. 1832. IX-d. köt. 48-82. 11. ») Lambecius: De Biblioth. Caesarea Vindobonensi. Edid. Franc. Adam. Kollár. Tom. I. pag. 687. ') Geschichte des Russischen Reichs. Riga. 1820. I. Bd. 316. 1. 10) Annal, veter. Hunnor. Avar. et Hungaror. Dissert. IV. 71, 72. 11 \") Archivische Nebenarbeiten und Nachrichten vermischten Inhalts 1785. I. Theil. 139 s köv. 11. '*) Pray: Hist. Regum Hungar. Pars prim. Budae, 1801. 8-0, Notit. Praev. pag. XXIX. §. VH. az a) jegyzetben."], [24, "10 keskenyebb keretbe foglalt vázlata a mondottakban határo zódik ; ez azonban elég arra , hogy a t. olvasó kellőleg tájé kozhassa magát a komoly kérdés tovább fejlődésére nézve, mi által egyszersmind azon határvonalhoz jutottunk, honnét legkényelmesb út nyilik a kijelelt pályakérdés tüzetes tár gyalásához, melyre legott áttérünk."], [25, "ELSŐ RÉSZ A névtelen jegyző korát illető újabb nyomozások. I. Fejezet. Első Béla király és a névtelen jegyző. A) Hazai tudósok véleménye. 1. §. Toldy Ferencz nézete. Azon Íróink koszorújában , kik Béla király névtelen jegyzőjének munkáját szaktanulmányuk tárgyává tették, Toldy Ferencz, a jól ismert műítész , tűnik fel első, ki több kiadásban nagy elterjedést nyert magyar irodalom-s költészettörténeti kézikönyveiben többszőr emlékezik név telenünkről, mint olyanról, ki I. Béla király jegyzője volt, s így korát a Xl-d. századba helyezi, mondván : „Régi törté netírásunk mivoltának és fejlődésének tisztább felfogására annak négyféle stádiumát kell megkülönböztetnünk. A har madik stádiumba tartoznak azon irók , kik történetirásukat eredeti feljegyzésekből, a mondából és népdalokból szerkesz tek, s e mellett a külföldi Írókat is használták. Ezek elseje s nemzetünknek, mint maga is állítja magáról, első történet irója, Béla király jegyzője (Anonymus Belae regis nótárius, közönségesen csak Anonymus), ki A magyarok viselt dolgai (Gesta hungarorum) czhnü könyvében az ország meghódítását részletesen és teljes földrajzi tájékozattál , úgy a fejedelmek alatt történteket beszéli el. Eldöntetlen vita foly a tudósok közt, melyik Bélának jegyzője volt legyen ez irónk: a többség II. vagy III. Bélának tulajdonítja őt, s így munkáját a XII-dik századba teszi ; de ha némely csekély becsű, inkább látszatos , védők mellőztével, a munka egész"], [26, "12 belső jellemét tekintjük, szerzőjét bátran a XI-dik szá zadba tehetjük, mikor a régi magyar hősmonda , me lyet ő gazdagon felhasznált, a nép emlékezetében még teljes friseséggel élt\" '). Másutt pedig, hol a régi magyar hősmonda kö rét mély tárgyavatottsággal fejtegeti, a királyi jegyzőre vo natkozólag ekként nyilatkozik : „A régi magyar hősmonda, mely ez ország megvételét s őseink tizedik századbeli fegy veres kalandait Europa különféle részeiben foglalta magában, az ezt tartalmazott történeti énekek minden nyoma sőt em lékezetével együtt kienyészett népünk öntudatából. Még krónikásaink sem jegyezték fel e dalokat ; de a legrégibb közölök, Béla király névtelen jegyzője , kit rövidség okáért csak Anonymusnak nevezünk, s ki kétségen kivül I. Béla alatt virágzott, elég gyakran említi azokat, sőt történetirata legnagyobb részét azokból szerkesztette össze. Már munkája prológusában azt irja, miszerént (illet len volna ily nemes nemzethez , ha eredetét és dicső tetteit a pórnép hamis meséiből, vagy a joculatorok (dalnokok, he gedősök) csácsogó énekeiből mintegy álomban hallgatná' 2): a miért ő azokat ,különféle történetírók hagyományaiból, biztos iratokból , a históriák világos előadásából' 3) meríti s hozzáveti : , Boldog tehát Magyarország, Melynek adatott sok jószág, Ezentúl minden időben Gyönyörködjék Írójának zsengéjében; Mert ime kezdve van királyai S nemeseinek származásrendi' 4). ') A magyar nemz. irod. története. Irta Toldy Ferencz. Har- madik, javított, kiadás. Első kötet. Pest, 1862. 8r. 73, 78—80. 11. a) „Si tarn nobilissima gens Hungáriáé primordia suae genera- tionis, et fortia quaeque facta sua ex saisis fabulis rusticorum, vei a garrulo cantu joculactorum quasi somniando audiret, valde indecorum et satis indecens esset\". — Anonym. Prolog. 3) „Secunduni traditiones diversoruni historiographorum, de certa scripturarum explanatione, et aperta historiarum interpretatione\". — U. o. l) „Felix ergo Hungária, cui sünt dona data varia, omnibus"], [27, "13 E helyből tanuljuk , hogy Anonymus első magyar történet írónk, vagy legalább ő nem ismert magánál régibbet ; ama történetiratok alatt, melyekre hivatkozik, alkalmasint a ki rályi cancellariában és klastromokban tétetni szokott feljegy zések értendők, legfelebb a Gyéza fejedelem alatt beszivár gott idegen papok rég elveszett koriratai, mik nem össze függő históriát alkottak , milyet ő vett czélba, hanem éven kinti jegyzetekből állottak (külföldiektől ő Scythia leirása némely részein kivül egyebet ugyan nem is vehetett) ; végre, hogy dalnokok virágoztak idejében, kik a nemzet történe teit énekekben adták elő , vegyítve a nép felfogásából ke letkezett , mesékkel' , miket , hogy olvasóinál hitelt találjon, polgári és szellemtörténetünk nagy kárával elhagyogatott, velejöket azonban bizonyosan átvette\" '). Az eddigi sorokban eléggé indokolva van ünnepelt tudósunk azon határozottan kifejezett nézete, miszerént név telenünk I. Béla király jegyzője volt s a XI-dik században élt. Miről még szilárdabb meggyőződést nyerünk, ha nyelvi tekintetben kijeleljük azon érintkező pontokat, melyek a név telen jegyző müve s a Pray-codex egykorúságáról tanús kodnak. Ugyanis, ha a Béla király névtelen jegyzőjének latinul fogalmazott munkájában előforduló magyar szókat, legna gyobb részt tulajdonneveket, továbbá azoknak magyaros ra gozását, a legrégibb magyar nyelvemléket , a Halotti-beszé det s könyörgést tartalmazó Pray-codexxel, melynek erede tije az első magyar szent király korába esik , összehasonlí tólag vizsgálat alá veszszük , eredményűi azon tanulságra jutunk, hogy a névtelen jegyzőnek azon korban kellett mun káját szerkesztenie, midőn a latin nyelv a római egyház karján, mint új vendég, legelőször jelent meg a magyar etiam horis gaudeat de munere sui litteratoris. Quia exordium genealó- giáé Regum suorum et Nobilium habet\". — U. o. — V. ö. Béla király névtelen jegyzőjének könyve a magyarok tetteiről. Fordította Szabó Károly. Második kiadiís. Pest, 1860. 8r. 3. 1. ') Toldy Ferencz: A magyar költészet története. 1. köt. Pest, 1854. 8r. 54 — 56. 11."], [28, "14 nemzet körében , s a latinul írni kezdő magyar az idegen flexiókat még nem bírván a nyelv szellemében mindenütt kellőkép alkalmazni , a szók ezen eredeti flexióinak fogyat kozását Seaját élő-nyelvének szóragaival pótolta. Feltünőleg szerepel nála a tulajdonító nek rag, mely különbség nélkül függed al- és felhangú szókhoz, mint : E d u n e c , E d u m e r n e c , C u n d u n e c , Usubuunec, 0 u s a d u n e c, Oundunec, Tosunec stb. Ednek , Edömérnek, Könd nek, Ocsöbnek , Acsádnak, Ondnak, Tasnak stb. Saját ságos jelenet ez a névtelen jegyző szerkesztményében, s olyan, mi újabb, de vele közei-korú irott emlékeinkben sehutt csak egy szóban sem észlelhető ') ; mi a műszerkesz tés aggrégiségére enged következtetnünk, midőn nyelvünk keleti merev természete erősen daczolt a nyugatról hozzá furakodó idegennel. Még világosabbá lesz ez, ha a névtelen jegyző helyesírását a Pray-codexével teszszük párhuzamba. Oly szembetűnő itt a hasonlóság', hogy monnó emléket majdnem kétségbevonhatlan biztonsággal vallhatjuk egykorúnak. Mi ből önként foly azon következtetés, hogy, ha a Pray-codex eredeti szövege, Toldy Ferencz szerént is 2), a XI-dik századba, a magyar keresztyénség első korába szolgál vissza ; a nyelvezet kalauzolása mellett bizton abba tehetjük a név telen jegyző eredeti szövegét is. Nem vonjuk kétségbe, söt önként elismerjük, hogy XH-d. , sőt XIII-d. századbeli irott emlékeink itt-ott tüntetnek fel szókat, melyek a XI-dik szá zadban nálunk dívott helyesírás jellegét viselik magukon, de ezek, a számra csekély szógyüjtelék miatt, a XI-dik szá zad említett két szerkesztményével arányba nem vonhatók, mi a helyesírás újabb átalakulását Veigy lényeges módosu lását gyaníttatja. E mellett a királyi jegyzőnek munkájában nyilatkozó észjárása legtöbb helyt oly jellemzőleg magyar ') Az egy váradi tüzpróbaitélöszék jegyzökönyvében van vékony nyoma a tárgyeseti - rag (-t, -at, -ot, -et, -öt,) ilyszerü használatának. — V. ö. Bél Mátyás: Adparat. ad Histor. Hungar. pag. 196. §. XII.; pag. 208. §. LXVII. ; pag. 263, 264. §. CCCXLVIH. 2) A magyar nemz. írod. története. Harmadik, javított, kiadás. I. köt. Pest, 1862. 8r. 93. 1. 39. §."], [29, "15 zománczu, hogy a latin eredeti mintha csak fordítása volna egy magyar szövegnek '). Hát ha még ezekhez tudjuk a nyelv palóczos hangulatát, mi a hún-magyar néptő régi nyel vére utal 2), s melynek a szerző , palócz létére 3), helyesírá silag is kifejezést adni törekedett, mi annál inkább elmosó dik, minél nagyobb tért foglal a nemzet nyelve irodalmilag ; nem kételkedhetünk a névtelen jegyző munkáját azon korba tenni, midőn a magyar nyelv, európai életszakaszának haj nalán, Írásban jeleníttetett meg. Mindezek után, hogy még derültebb színben szemlélhesse a t. olvasó ez irott kincs ős régiségét, szükségesnek tartunk némi jellemző részleteket idézni. Ilyenek a) az azon idétt gyakoribb kettős hangzók (diphthongusok) , mint : Ethey, Mar out, Moglout, Soyou, Miscoucy, Geuru, Emeud, Ferteu stb. melyek ma így hangzanak : Ete , Marót , Maglód, Sajó, Mis kócz, Győr, Ernőd, Fertő stb. b) A torokszellet (h) keltére is van példa a név telen jegyzőnél e helynévben: Paztuh (Pásztó), mely, ha erejét mai nap nem ismerjük is többé, ok nélkül bizonyosan nem Íratott. Idővel megritkult az, míg végkép kienyészett. c) Az ó-magyar nyelvben divatos véghangzásokra (Aus laut) igen sok szó fordul elő a névtelennél, minők : Z u 1 1 a, Ete, Zerenche, Scerii stb. Zsolt, Et, Szerencs, Szer stb. söt az u és ii véghangzás még összetételekben is szerepelt : Rabucea : Rabucza (Rábcza), Zobolsu : Szabolcsú, Zeremchu: Szerencsü, Zuardu : Szoárdu, Pacoztu : Pákozdu, Zeguholmu : Szegühalmu, Surcusar : Sarkusár, Lelu : Lélü, Zilukut : Szi lükut, Saturholmu, Sátorhalmu, Turu : Túru , Saru : Saru, Tasu, Kadusa : Kadosa, Borsu : Barsu , stb. mik ma így ejtetnek : Szabolcs , Szerencs , Szoárd , Pákozd , Szeghalom, Soroksár , Léi , Szilkút , Sátorhalom , Színhalom , Túr , Sár, l) Cornides: Vindiciae Anonym. 175, 176. 11. 2) Toldy Ferencz, i. m. 33. 1. a) Toldy F. A magyar költészet története. I. köt. Pest, 1854. 8r. 74. 1."], [30, "16 Tas, Kádas, Bars, stb. —Nála (III. Fej.) almu (álom), mi a Képes Krónikában a véghangzás elhanyaglásával már csak álm; így a névtelen jegyzőnél: zerelmu, a Révai codexben : szereim, utóbb : szerelem; a névtelen jegyzőnél: Geuru, egy 1111-diki oklevélben márGeur, sőt a névtelen jegyzőnél magánál Saroltu már Sarolt is (ha t. i. hü volt a másoló) ; mikből látszik, hogy a vég hangzás már a Xl-d. században kezdett kienyészni. d) A névtelen jegyző munkájában előforduló magyar szók Írásának benső mibenlétét tekintve, nagy öszhangzását látjuk a Pray-codexxel ; így névtelen iró a zárt vagyis ho mályos a és o hangzókat a Pray-codexben követett helyes írás szerént adja, mint: Hovos, Havas; Olpár^ Alpár ; T o k s u n , Takson ; Z o b o 1 s u, Szabolcs ; Zubur, Zobor stb. Nem lévén czélunk munkánkat nyelvészeti értekezéssé szélesíteni , a legkisebb aprólékokra terjeszkedő részlelésig nem megyünk. A mit itten t. Toldy Ferencz nézetét támogatólag, annak biztos nyomain ') röviden adtunk, elég arra, hogy a királyi jegyző munkáját, a benne foglalt ma gyar szók helyesírásának jellegéből is, a Pray-codexxel egy korúnak ismerjük , s azt a magyar keresztyénedés első (XI dik) századába helyezzük. 2. §. Szabó Károly Telemén y e. íróink közöl senki tüzetesebben s nagyobb tárgysze retettel nem foglalkodott a névtelen jegyző munkájával, mint azon szenvedélyes búvára őstörténelmünknek, kinek a névtelen jegyző korára vonatkozó véleményét itt adjuk. Mélyre-ható eddigi tanulmányozása feljogosítja őt, hogy a komoly tárgyban szavát hallassa, a t. olvasó pedig figyel mére méltassa. „Melyik Béla király jegyzője volt névtelenünk, — így nyilatkozik ő, — tudósaink által mindeddig nincs tökélete sen tisztába hozva és megállapítva. Némelyek szerzőnket L, ') Toldy Ferencz, i. m. 120-126. 11."], [31, "17 mások IL, III. sőt IV. Béla királyunk jegyzőjének állítják. Én ez egymástól annyira eltérő vélemények közöl azokét tartom legalaposabbnak , kik szerzőnk korát a Xl-d. szá zadra helyezik , s így őt I. Béla jegyzőjének vitatják. Ez állításom bebizonyítása hosszas bírálati érkezést kivárnia, melynek közlését azon időre halasztóm, mikor jegyzőnk mü vét folytonos magyarázó jegyzetekkel kisérve kiadni módom leend, a mikor az I. Béla kora ellen eddig felhozott minden erősséget megczáfolva szerencsés leszek , most egyszerűen kimondott vélekedésemet magából a munka szövegéből és tartalmából vett számos okokkal megalapítani\" '). Addig tehát, míg jelzett munkájával megajándékozza történetiro dalmunkat , itt minden indokolás nélkül , egyszerűen adott véleményével kell beérnünk. Kétségkívül a névtelen jegyző munkájának benső jellege sok oly fontos okot nyújthatott derék történettudósunknak , mik őt arra birták , hogy a ki rályi jegyző korát ingadozás nélkül a XI-dik századba helyezze. Igy pl. a névtelen jegyzőnek munkája élőbeszéd jében kifejezett ezen szavai : „Magyarország királyai és ne mesei származását azon jó szándékból, hogy a maradéknál utolsó íziglen feledségbe ne menjen , legjobbnak gondolám igazán és egyszerűen megírnom , hogy az olvasók megért hessék, mik miként történtének ; mert igen éktelen és elég illetlen lenne , ha az oly igen nemes magyar nemzet eredeté nek elejit s minden vitézi tetteit a parasztság csalfa meséiből vagy a hegedősök csacska énekéből mintegy álmodva hallaná\" 2), — azt teszik kétségtelenné, hogy ő előtte a nem zet történeti múltja csak a nép emlékezéseiben élt , s ö az első, ki azt Írásba foglalta. Ügy, de ezt nem mondhatta volna ') Szabó Károly: Béla király névtelen jegyzőjének könyve a magyarok tetteiről. Másod. kiad. Pest, 1860. 8r. 1. 1. 2) j e g y z. 2) „Genealógiám regum Hungáriáé, et nobilium suorum optimum aestimans, ut ne posteris in ultimam generationem oblivioni tradatur, optimum duxi, ut vére et simpliciter scriberem, quod legentes possint agnoscere, quomodo res gestae essent ; nam valde indecorum et satis indecens esset, si tarn nobilissima gens primordia suae generalonis, et fortia quaeque factâ sua ex saisis fabulis rusticorum, vel a garrulo cantu joculatorum quasi somniando audiret\". — Anonym. Prolog. 2"], [32, "18 a névtelen jegyző, ha a XII. vagy épen XHI-dik században él vala ; mert alapos tudomásunk van egy XII-dik századi, de utóbb elveszett krónikáról, melyből Kézai a XHI-dik, s a Képes Krónika a XIV- dik században a magáét átirta '). Epen azon kitölthetlen hézag, mely névtelen jegyzőnk mun- kája s Kézai szerkesztménye közt észlelhető, valamint a- mannál a honfoglalás és országulás műveleteiről szóló azon részletes adatok, melyeket Kézainál hiába keresünk, azt teszik kézzelfoghatóvá, hogy miután jegyzőnk a négy ugyan- azon nevű Béla király egyikéé volt, nem lehetett másé, mint I. Béláé. — Azon segédszereken kivül, melyeket munkája megalkotásában használt, minők, saját megemlítésénél fogva, a .,traditiones diversorum historiographorum\", és „Annales chronici\", leggazdagabb forrásul szolgált neki a hódítási s honfoglalási nagy események összeállításában a nemzet múlt jának eleven öntudata s az őseikre méltán büszke családok szentül őrzött hagyományai, miket akkép, miként nála talál- juk, csak úgy használhatott fel irói czéljára, ha közel élt azon korhoz, melyben ezen nemzeti öntudat még őserejében nyilatkozott, tehát az első magyar keresztyén században, s így — minthogy Béla király jegyzőjének vallja magát,', — I. Béla korában 2j. Jelen tárgyalásunkkal viszonyban , nem eshetik tigyelmünk körén kívül, hogy a világ semmi irott forrása sem tudott semmit Aba királyunk igazi Sámuel keresztnevéről, melyet egyedül a névtelen jegyző említ; a ime a „Samuhel Rex\" köriratú s kétségtelenül XI-dik szá zadi veretű kis ezüstpénzek, melyeket, míg névtelen jegy zőnket nem ismertük, a világ öszves éremtudósai nem tudtak helyesen megfejteni, e nevet s így jegyzőnket fényesen iga zolták 3). — Továbbá, midőn a névtelen jegyző irja, hogy ') Francise. Toldy: Chronic. Hungaror. Posoniens. Budae, 1852. Fol. pag. XH. — V. ö. A magyar költészet története. I. kötet. Pest, 1854. 8r. 57. 1. *) Budapesti Szemle. Szerkeszti és kiadja Csengery Antal. XXXV-XXXVI. Füz. Pest, 1860. 8r. 198. 1. 3) Budapesti Szemle, i. f. 201. 1."], [33, "19 „ama hét fejedelmi személy hitben állhatatos férfiú vala\" '), aligha a nála még fris emlékezetben volt hitben ingadozó I. Endre királyunk képe nem lebegett előtte. B) Külföldi irók nyomozásai. 3. §. Cassel Bódog fejtegetése. Azon porosz tudós , kinek véleményével a t. olvasó itt találkozik , „Magyar Régiségek\" czímü német munkájában 2) több lapot szentel , névtelen jegyzőnk hitelessége s kora' ikerkérdéa megvitatásának. Ha feltétlenül minden szavát el nem fogadhatjuk is ; sőt egyes tételeire nézve vele épen ellen kező nézetben vagyunk : felfogása mindamellett a kérdés alapeszméje szempontjából annyira helyes , védvei oly ügye sen választvák , hogy a taglalt kérdés részére a diadalt két ségtelenül biztosítják. Cassel a királyi jegyzőt I. Béla korába helyezi. Mielőtt azonban ezt czéljára választott érvekkel kiderítené , azon ellenokok alaptalanságát igyekszik sorban bebizonyítani, melyek a névtelennek I. Béla alatt viselt jegyzösége meg ingatására szoktak rendesen idéztetni. Mi ezeknek figyelembe vételét illetékes helyére (13. §.) halasztván , itt a t. érteke zönek előkelőleg azon okait veszszük tekintetbe , melyekkel kétségbevonhatlan igazság érvényére akarja fizon alapállí tását emelni , [hogy a névtelen jegyző I. Béla királyunk ko rában élt. Mellőzvén itt azt , — mondja at. Cassel, — hogy névtelenünk Béláról, kinek jegyzőjeként adja ki magát, egy szóval sem említi, hányadik volt ő e néven, holott e tekintet ben egy királyi jegyzőtől csakugyan nagyobb pontosságot lehetne várni : az azonban többször volt már említve és soha meg nem czáfolva, miként említheti elbeszélésében a névtelen jegyző egymásután mindazon királyokat, kik I. Béláig ural kodtak, s az ez után éltek közöl egyet sem ? Szent Istvánról ') „Isti septem principales personae erant viri fide stabiles \". Anonym. Cap. V. 2) Magyarische Alterthümer. Von Selig Cassel. Berlin, 1848. 8-o. 49—70. 11. 2*"], [34, "20 mellesleg többféle tudósítást nyújt ; az ő idejében öletett meg Ótom, Csanádtól, a király unokaöccsétől (XI. Fej.); Sarolt volt szent István anyja (XVII. Fej.) ; Thonuz-apa szent István király idejéig élt (LVII. Fej.). Pétert illetőleg mondja András királyról (XV. Fej.) , hogy fél vala a német császár jövetelétől , miszerént az , Péter királyi véreért bo- -szút állandó , Magyarországba jövend ; András királyról pedig beszéli (u. o. ), hogy azon földet, melyet Árpád Keiéi- nek ajándékozott, ennek maradékaitól elcserélte azon okon, mivel felesége szeret vala azon részeken lakni azért, hogy közelebb legyen szülőföldjéhez, mivel a ruthénok vezérének leánya vala és fél vala a német császár jövetelétől stb. (1. felébb) ; említi azon eseményt is (András idejében, 10öl-ben)> midőn III. Henrik német császár hadai megveretvén , azon hegységbe szorultak , mely kétségbeestökben elhányt vért jeikről mo st is Vértesnek neveztetik (L. Fej.). Aba Sámuel királyt sem hagyja szó nélkül, kiről (XXXII. Fej.). írja : „Ed és Edömér nemzetségéből származott sok idő multával Sá- muel király, kit kegyességeért Abá-nak neveznek vala.\" Az ezeket követő királyokról, milyenek : Salamon, Gyeic3, László, Kálmán , II. István, mindannyian kitűnő személyisé- gek , hogyan hogy egy szóval sem emlékezik , s őket csak egyetlen megjegyzéssel sem érinti'? Képzelhető- e , hogy az, ki I. Béla korában él, s az ősrégi történeti események elbe- szélése közben mellesleg urának minden elődeit megnevezni képes, ha azután állítólag II. vagy épen III. Béla korában él vala, csupáncsak azokat említhette volna? Vakeset- e ez? Valóban e komoly kérdésen megszívlelhetlen könnyelműség gel adnak túl azok, kik nem tartózkodnak állítani, hogy a név telen jegyző munkája csonka , s ebben fekszik oka hallgatá sának a következő királyokról. De , ha a hiányzó részek tartalmazták a folytatást , miért említtetnek már most ezen királyok ? Honnan bizonyítható be továbbá , hogy a szer kesztmény hiányos ? A szerző ád annyit, mennyit az előszó ban ígért. Szándéka volt adni „Magyarország királyai és nemesei származását, miképen szállott alá a seythiai földről a hét fejedelmi személy , kiket hét magyarnak nevezünk,"], [35, "21 vagy milyen a scythiai föld, s miképen született Álmos, vagy miért nevezték Almosnak Magyarország első vezérét , kitől a magyarok királyai eredetöket vették , vagy hány országot és királyt hódítottak meg, vagy miért nevezik a scythiai földről kijött népet az idegenek nyelvén hungar usok- nak s tulajdon magok nyelvén magyeroknak\" '). S mindezt híven teljesítette is. Vagy talán azon szójárásából : „mint a követ kezőkben mondva lesz\" (ut in sequentibus dicetur), akarják némelyek kifejteni ? Akkor őt bizonyára senki figyelmesen nem olvasta. Nincs oly7 eset , hogy valaki , ki a nélkül hogy arra szüksége volna , egymásután négy királyt említ, s épen az ötödik alatt éltnek mutatkozik , mégis ne ezen , hanem a tizedik vagy tizenötödik alatt éljen a nélkül , hogy mind azokat megemlíteni méltónak tartotta volna. S ha csak egyetlenegy ily eset lehetséges, minden hasonság merő lehe tetlenség. Nem illik Cornides szelleme s tudományosságá hoz azt csak érinteni is, hogy Pray épen úgy helyeztethet nék Miksa király korába (1564 — 1576) , mert ott végzi év könyveit 2). Nem befejezésről foly itt a beszéd, hanem fel említésről; különben az előszónak is hiányosnak kelle ne lenni. Egy másik , még eddig figyelemre épen nem méltatott, de hasonlólag fontos indokul szolgál a névtelennél olvasható magyar ősmonda összehasonlítása azzal , mi Kézai és Turó czinál lelhető. Hogy az egész mondakör, miként mi ezt az utóbbiaknál találjuk , kik azt az előttök ismeretes források ból merítették, a névtelen jegyzőnél csak gyenge vonásokban l) „Genealógiám regum Hungáriáé et nobilium suorum, qualiter septem principales personae, quae Hetumoger vocantur, de terra Scythica desceuderunt, vei qualis sit terra Scythica, et qualiter sit generatus dux Almus, aut quare vocatus Almus primus dux Huugariae, a quo reges Hungarorum originem duxerunt, vei quot régna et reges sibi subjugaverunt, aut quare populus de terra Scythica egressus, per idioma alienigenarum Hungarii et in sua lingua propria Mo g e r i i vocan- tur, — tibi scriberem\". — Anonym. Prolog. i) Dan. Cornides: Vindic. Anonym. Belae Regis Notar. pag. 35."], [36, "22 jelenkezik, nem csak nyomosán bizonyító ok e mondák ifjú kora mellett, melyek csak a külfölddel alakiilt szoroseibb viszony által nyertek jelentesb terjedtséget ; hanem egyszer smind a névtelen kora »mellett is , ki , ha e mondákat ismeri, bizonyára előbb fordul vala nözzájok, mint Reginóhoz ; mert azok czéljait jobban elősegítették volna '). Semmi esetre sem hallgatja el a hunok nevét ; nem lehetett az a dalnokok énekeinek tartalma, melyeket ő magá tól elutasít; mert ezek magasztalják , miként egyes ada tokból látjuk, a viadalmakban a magyarok hőstetteit, melyeket, mint pogányokat, neki mellőznie kellett. Hogyis ismerhette volna <5 azon mondákat, miután a H u n g a r u s nevezet ellen vitáz, s a minő dicsőnek tartja Attilától való származásukéit, mit sem említ a hunok s magyaroknak vélt későbbi azonos ságukról. Kézainál pedig régi forrásokból anny7i már a monda, hogy könyvének több mint fele azokkal van megtöltve. Névte lenünknél Dent-Magyer Scythia, Attila a sey thák törzsatyja és Magog seythák, s minden , mi nála östörténelmi. Figyelemre méltó itt , mit Kézai ellenkezőleg terjeszt elé, a mit ő a biblia, tudomány s német mondákból kölcsön zött ; megfontolást érdemel, hogy a mit Kézai irott jegyzetek ből közöl, mindazt Turóczi máskép használja ; végre , tekin- ') Mi C a s s e 1 n e k itt adott véleménye ellenében T h i e r r y Amadé helyesebbnek tartott nézetét osztjuk. Eltekintve a névtelennél s nála századokkal utóbb írt krónikásainknál észlelhető kisebb - nagyobb mondakörtől, csak azt jegyezzük meg, hogy épen a választékosan megszűrt mondaelem a névtelen jegyzőnél leghangosabb bizonyíték a mellett, hogy ö a magyar keresztyénség hajnalkorában élt, midőn az ősnemzeti szellemeiét nehéz tusát vívott a reá nyugatról hatni nem szűnő egélylyel, mely, hogy a diadalt magának biztosítsa, megkisérlé kitisztázni s lehető mértékben sajátjává tenni az új kereszt3-én magyar nép ősjellegü szelleméletének hagyományait , melyek csak ekként nyer- hettek bejutást a szellemileg átalakított nemzet életkörébe, s foglalhattak századok folytán annál nagyobb tért , mennél mélyebb gyökereket eresztet az új vallás a magyar keresztyén társadalomban. A magyar mondeiköröknek századonkint mindinkább tágult gyürüzete még szembe- tűnőbbé válnék , ha birhatnók azon XII-dik századi krónikánkat, mely- nek , ki tudja , minő rövidlete Kézai Simon szerkesztménye s a Képes Krónika ismert szövege."], [37, "23 tétbe veendő , hogy valamint mindennek , úgy a nemzet mondáinak is szükségök van fejlődési időre , s ez különösen Kézai forrásai s névtelenünk közt hosszúnak mutatkozik s minél bizonytalanabbak a köztük vonható határok , annál bi- zonyosb maga a tény , hogy olyanok léteznek, s efféle tudomá- nyos elemek lassú meneténél feltehető , hogy többnek kellett lefolyni egy századnál, mielőtt ilyetén dolgok körül fejlődött köztudalom oly7 elterjedést vett volna, minőt a Kézai és név- telen jegyzőnk közt vont összehasonlítás felmutat. Den tu- rn o g e r (Dent-Magyer) , DentiaésMogoria két külön szóidomra változott , ámbár nem szenved kétséget , hogy Dentumoger is csak úgy képeztetett, mint Hetumoger (Hétmagyer) , Sobamoger, (Csaba-magyar). Minő érte- ménynyel bir a Dent szóidom, csak gyanítható , azonban Kézai már nem tudta, minthogy Dentia szóidomra változ- tatta. Ha a hét kapitány nevét vizsgáljuk , ugyanazt tapasz- taljuk. A névtelennél ők hét fejedelmi személy (sep- tem principales personae) , Kézainál pedig mint külön had- testek kapitányai szerepelnek. Midőn a névtelen jegyzőnél olvassuk: „Előd, Szabolcs atyja, kitől a Csák nemzetség származik, Könd , Csörsz atyja, Ond, Ete atyja, kitől a Kalán és Kölesei nemzetség származik , Tas , Léi atyja, Huba, kitől a Szemera nemzetség származik , hetedik Töhö- töm, Harka atyja, kinek fiai voltak Gy7ula és Zsombor, kik- től a Maglót nemzetség származik\" ') , — azt tapasztaljuk, hogy őket kétfélekép ismerteti , névszerént Köndöt és Tast úgy, mint kitűnő hősfiak atyjait, kikhez mellékli gyermekeik nevét is Csörsz és Léiét ; másokat pedig mint törzsatyákat, kiktől külön nemzetségek erednek, minő Ond Ete atyja, kitől a Kalán és Kölesei nemzetség, Huba, kitől a Szemera nem zetség, és Töhötöm , kitől a Maglót nemzetség származik. Ebből mi azt tanuljuk ismerni, hogy e nemzetségek név- ') „Eleud páter Zobolsu , a quo genus Saac descendit. Cundu páter Curzan. Ound páter Ete, a quo genus Calan et C'olsoy descendit. Tosu páter Lelu. Huba , a quo genus Zemera discendit. Septimus Tu- hutum páter Horca , cujus filii fuerunt Gyyla et Zombor, a quibus genus Moglout descendit\". — Anonym. Cap. VI."], [38, "24 telenünk korában virágoztak , miként a Bruksa (Brucsa) nemzetség is, melyről egyedül a névtelen jegyző emlékezik ; mert a többieknél a nemzetségek eredeztetése hiányzik. Ezek közöl legtöbbnél mellesleg megemlíti a fiút is , mint Előd, Szabolcs atyja , kitől a Csák nemzetség származik, Ond, Ete atyja, kitől a Kalán és Kölesei nemzetség szárma zik stb. Mily másként jelennek meg ezek Kézainál. Előd, Szabolcs ívtyja, helyett, — miként az egykorú Konstantin császár is állítja , — Elad, Álmos atyja , és Z o b o 1 e (két ségkívül a másolók tévedéséből, e helyett : Zobolsu= Sza bolcs) kapitány , kitől a Csák nemzetséget eredezteté ; T ö h ö t ö m (Tuhutum) nemzetségéből csak az egy J u 1 a (Gyula) kapitányt ismeri. Nála a negyedik kapitány Örs (Urs) ; az ötödik Konti (Kund, névtelenünknél: Cundu), kinek fiai Kücsidés Kopján (cujus filii C u s i d et C u p i a n) ; Léi nála a hatodik, tőle ered a S z o á r d (Z u a r d) törzs és rokonság. A hetedik Vérbulcs (Werbulchu), kinek nagy atyja Kun (?) a németekkel vivott Kriinhild-féle csatá ban elesett. Azon nemzetségeket , mely7eket a névtelen jegyző is mert , s még az ő korában nevezeteseknek kellett lenniök, Kézainál már hasztalanul keressük , melyek ha ez idétt is léteznek vala , kétségkívül ő is ismerte volna , miként erre példa a Csák (Chak) nemzetség , mely ugyanegy azzal , a mi a névtelen jegy7zönél S a a c. Csakugyan fordul elé egy Csák (Zak) várispán 1137-ről ') ; Turóczi is emb't 1130-ra egy Csák Bódogot (Felicziánt) 2). Azon néhány oklevelet tekintve , melyeket I. Béla korából birunk, valamint azon szokást, hogy csak a kereszt név Íratott , nem csodálkozhatunk azon , hogy bennök ezen nemzetségek elé nem fordulnak , mi bizony7ára nem történ hetik, ha ezen nemzetségek II. vagy III. Béla korában még virágoztak volna, melyből okleveleket nagyobb számmal ') Fejér: Cod. Dipl. Tom. II. pag. 91. *) Schwandtner: Scriptores rer. Hungaric. Pars I. Vindobo- nae, 1766. in 4-to. pag. 200."], [39, "25 bírunk s a várispánság czímzet is említtetik. Mindazon vár ispánságok közt , melyek a XII-dik századból említtetnek két „Jacobus Comes de Borsod\" fordul elé, 1 108 és 1204-ben '), kik a Böngyér, kún vezér, fiai, Borsod által építtetett Borsod-várra ; a bihari várispánok , kik Bihar-várra, Mén marót székhely7ére ; a bodrogi várispánok, kik Bodrog-várra ; a vas-vármegyei várispánok , kik Vas-várra ; a csanádi vár ispánok , kik Csanád (Sunad^-várra ; a nyitrai várispánok, kik Nyitra-várra ; a nógrádi várispánok . kik a nógrádi részekre 2) emlékeztetnek névtelen jegyzőnknél. Hogy a kevei várispánok (Comites Keveyenses) hasonlólag Keve várra emlékeztetnek 3) , kétségbevonhatlanúl helyes véleke dés ; s a kolosi várispánok (Comites Kulusienses ugyanazok , kik — miként nekünk látszik , — névtelenünknél a Köl esei nemzetségre (genus Colsoy7) utalnak. Itt kettőt kell tekintetbe vennünk : először , miért nem fordulnak elé ezen okmányokban a névtelen jegyzőtől említett nemzetségek ? Másodszor , mi az oka , hogy ő ezen okira tainkban emlegetett nemzetségeket nem ismeri, holott a vára kat, melyekre azok vonatkoznak, megemlíti ? Egy Tom aj (Thomoy, LVII. Fej.) nevű várispánról, ki a Tomaj nem zetséghez tartozik, szent István egyik oklevele 4) emlékezik. Hogy azonban névtelenünk ezen várispánokat s nemzetségei ket épen nem látszik ismerni, annál feltűnőbb, mert magokat a várakat ismeri. Ugyanis Bodrogról mondja: „Hol most Bodrog vára vagyon\" ') ; Borsodról: „Boldva vize mellett várat építe , melyet azon nép Borsodnak neveze, mivelhogy kicsiny vala\" 6) ; Csanádról: „Mely vár most Csanádnak (Sunad) neveztetik\" 7). Némelyek csak részen- ') Fejér: Cod. Dipl. Tom. II. pag. 46. — Tom. HI. Vol. 1. pag. 163 — 2) U. o. Index Cod. Diplomatie, pag. 74. és 76. — Civitas Naugrad, Cod. Dipl. Tom. II. pag. 97. — s) U. o. pag. 387. ') Fejér: Cod. Dipl. Tom. I. pag. 330. — Tom. VII. Vol. 5. pag. 368. 5) „Ubi nunc est castrum Budrug\". — Anonym. Cap. XLIV. ') „Juxta íluvium Buldua castrum construxit , quod vocatum est a populo illó Borsod, eo quod parvum fuerit\". — U. o. Cap. XVIII. ') „Quod castrum nunc Sunad nuncupatur\". — U. o. Cap. XI."], [40, "26 kint fordulnak elé a névtelen jegyzőnél , mint a nógrádi részek (partes Nougrad, XXXHI. Fej), a szepösi erdő ség (sylva Zepus, XXXII. Fej.) , e helyett később a szepesi várispán (Comes Scepusiensis) jő elé, a nélkül, hogy a róluk elnevezett nemzetségek említtetnének. Ide járul még, a mi általában nem jelentéktelen, a szók ősrégi alakja, mint : C o 1 s oy, e helyett: Kölesei; S turn te y , ma : Sempte ; Galgócz vára (castrum Colgoucy); Trencsén (Trusun , Tröcsön-nek volna olvasandó ; hihetőleg Trnsun állt az eredetiben, mi Trncsön vagy T r n c s é n olvasást adna, miből a magy7ar ajk Trencsén-t csinált); Sunad, e helyett : Csanád a mi azonban még a Xll-dik század emlékeiben eléfordúl ; B o y t a , e helyett : Vájta (VIII. és XXXVII. Fej.) stb. — Az okmányok helyesírásá ban sem lehet sokat bízni, különben még több ilyetén példák volnának idézhetők. Potaca (Pataka) , később mindenütt a - val irva ; mert a Halotti-beszéd homály7os a (— o) ja a Xll-dik században enyészni látszik, mint :Arapatak '), Arpathaka 2)Belapatak 3), Maliska-pataka 4) ; azonban: Wy b o ukp o t o o k a , 1135-dik évről 5). — Ugyané változás érte a z betűt, mely utóbb s-sel váltatott fel, mint Zerelmes, mi, mint leánynév, már 1 137-ben Sérel mes szóidomban tűnik fel a) ; és megfordítva , a régi s , c (= cs) helyett szerepel , mint : Sunad, Csanád ; S a a c , a későbbi C h a k (Csák) helyett. Különben a most érintettekre vonatkozólag annyi bizonyos, hogy itt biztos határokat vonni lehetetlenség ; annyit azonban czélunkra vonatkozólag meg kell jegyeznünk, hogy hosszas nyomozással kimutatható ugyan, miszerént a régi alakok , mint a eh, később is eléfordúlnak ; de hol vannak arra bizonyítékok, hogy7 az utóbbi kor nyelv kezelésének sajátszerűségével már a névtelenjegyzönél talál kozunk ? Ha már a XH-dik században az újabb alakok ') Archiv des Vereins für siebenbürg. Landeskunde. H , 1. lap 466. *) Fejér: Cod. Dipl. Tom. II. pag. 150. — s) U. o. pag. 103. — *) U. o. Tom. HI. Vol. 1. pag. 174. - s) U. o. Tom. II. pag. 83. - ') U. o. pag. 93."], [41, "27 mellett, melyeknek kifejlődésére évtizedek kívántattak, a régiek is még eléfordúlnak : bizton következtethetjük , hogy névtelenünk , kinek szerkesztménye után oly soknak újabb keletkeztére ismerünk , általában a régi alakokat használta. A magyar irálynak a múlt századból még ma is fordul elé nem egy sajátsága; azonban ír-e valaki általában ma mégis úgy , mint akkor? Feltehetö-e ez? Nem keli-e sokat csupán esetékűl tekintenünk ? Ide járul még, hogy — ha megenged jük, miként valóban megkell engednünk, — Tor da püspök a névtelen jegyző koráben élt : úgy igen feltűnő , hogy a Xll-dik század oly sok okmányában, hol püspökeink majd mindnyájan eléfordúluak , sehol sem említtetik ; holott egy püspökről fel nem tehető az, mi egy7 világiról nem épen hihe tetlen, hogy két nevet viselt volna. Tehát ismét azon meg lepő eset áll elé, hogy épen ö nem neveztetik , míg Fejér György7 Okmánytárában a Xll-dik századból száz negyven püspök említtetik fel '). Igaz ugyan, hogy a XI-dik század fenmaradt emlékei is hallgatnak róla ; de itt legalább ezek felette csekély száma szolgál mentségül. Epen úgy meg kell engednünk , hogy III. Béla alatt Stájerország békés birtoklásáról többé általában szó sem lehet, s ez ismét a III. Béla korára felvett alapot rendíti meg ; az azonban még egyáltalában nem volt megfigyelve, miért nem használtatik a S t y r i a nevezet, ha csakugyan azt jelenti, a mit a C a r e n tania Moroanensis névtelenünknél ; holott az a XH-dik században már gyakran használtatott 2). Az. I. Béla korára felhordott eddigi nyomós érvek után a legnagyobb horderővel biró ponthoz jut a tudós értekező , hol tárgyalását sikerrel befejezi. E nevezetes pont a királyi jegyző s barátjának, kinek munkáját ajánlja, érde kes személyisége. Mindkettőnek korára vonatkozólag ekként nyilatkozik ő : Az I. Béla idejéből korunkig eljutott okmányok s irott emlékekben egyetlenegy királyi jegyzővel sem találkozunk ; ')Dan. Cornides: Vindic. Anonym. 64, 65. 11. 2) „Marchio de Stiria\" eléfordúl már 1152-ben Gudennál: Cod. Diplomatie. Francos, ad Moen. 1723. pag. 460."], [42, "28 csupán egy oklevelében l) van szó bizonyos Miklós (Ni colaus) főpapról (praesul) , ki azon idétt (1055) a királyi udvarban a jegyzői teendőket végezte (qui tunc vicém pro curabat Notarii in aula regia), s ez igen könnyen lehet azon „tiszteletes s a deáki tudomány mesterségében avatott N. férfiú\" (N. vir venerabilis et arte literalis scientiae imbutus, — Anonym. Prolog.), kinek névtelenünk könyvét ajánlá. Hogy7 őt nem mint al-jegyzőt szólítja meg, oka az, hogy a) azon idétt al-jegy7zök nem , hanem csak al-kanczellárok for dultak elé; de ő al-kanczelár nem volt, mely méltóság különben már szent István alatt létezett, hanem csak ezen esetben (tunc) helyettesítő a jegyzőt ; b) hogy ez csupán csak ,,a deáki tudomány mesterségében avatott\" lehetett, s hogy akkor ilyeneknek nem nagy volt száma , kitetszik azon idő ből, melyben élt. A főpapot megilleti a „tiszteletes férfiú\" (vir venerabilis) czím , s a nagytiszteletü férfiúnak barát sága, kit jegyzőnk „legkedvesebb barátjának\" (dilectissimus amicus) nevez , ny7ilatkozhatik a helyettesítés ezen baráti szolgálatában. így ama sajnosán érzett hiány, hogy csak egyet len okmányt bírunk I. Béla korából , melyben jegyzőről tétetik említés, ha a munka szerzőjét nem is , de ama mási kat mégis , kinek az ajánlva van , mindkettejök korával együtt, ismernünk engedte. 4. §. Thierry Amadé ide vonatkozó tárgyalása Thierry Amadé, a franczia Institut s a magyar tudományos Akadémia tagja, Attila-mondák czímü jeles munkájában 2) névtelen jegyzőnk korát illetőleg következő véleményt mond : „A_ keresztyénségnek az ősmagyar (po gány) költészet ellen vívott harczából születtek a magyar krónikák. A legrégibb krónika , mely megvan , a XI-dik század második feléből való. Ez közönségesen anévtelen jegyző krónikája neve alatt ismertes ; szerzője , kinek ') Fejér: Cod. Dipl. Tom I. pag. 394. — V. ö. Dan.. Cornides: Vindic Anonym, pag. 85. ') Fordította Szabó Károly. Pest, 1864. 8r."], [43, "29 nevét nem tudjuk, Béla király jegyzője lévén, mint maga tudósít bennünket. Több Béla nevű király uralkodott Ma gyarországban. Az első 1061-től 1063-ig ült a trónon; a másodiknak, kit 1131-ben koronáztak me », , egy főúri láza dásban szemeit kiszúrták : de legközönségesebb vélemény az, hogy a névtelen jegyző I. Béla alatt írt, s ez látszik kitűnni munkájából is\" l). E nézetét a minő alaposan , épen oly érdekesen indo- kolja, mondván : „Magyarország történelme telve van tények- kel, melyek a magyaroknak a nemzeti költészet iránti Ízlését s némi énekelt történelem fenmaradását bizonyítják. A ma- gyar történeti és hadi énekek természeteknél fogva tele vol- tak pogánysággal ; azokban az isteneknek tulajdonították a nemzet hőstetteit és hódításait ; azokban szüntelenül az áldomásokról volt szó, e vallásos ünnepélyekről, melyek- ben nagyok és kicsinyek ugyanazon asztalnál, a papok által megszentelt ló húsának evése közben tobzódtak. E történelmi hagyományokat magokban foglaló énekeknek, melyek egyszersmind egy külön dalnokkarnak , történelmi nyomok alapján , hajdani lételére is engednek következtet- nünk, legtekintélyesebb ellensége volt a keresztyénség, mely- nek papjai e hagyományos énekeket nevezetes változások- nak vetették alá , az új vallás történettudományai követel- ményeihez alkalmazván, azzal kiengesztelték. Innét érthető, mit akart a névtelen királyi jegyző , midőn krónikáját szer kesztette, tudniillik a nemzeti énekeket, melyekből szerénte ,az oly igen nemes magyar nemzet eredetének eleit s minden vi tézi tetteit hallá' 2) , keresztyén s az ő felfogása szerént tudósabb müvei váltsa fel. Azonban, mindamellett is, hogy lenézi a hegedősöket, és énekeiket, nem volt képes előadásából kitörölni a hagyományos emlékeknek, melyekből dolgozott, sem meg- '; U. o. 110, 112. 11. *) „Sí tam nobilissima gens Hungáriáé primordia suae genera- tionis et fortia quaeque facta sua ex saisis fabulis rusticorum, vei a garrulo cantu joculatorum quasi somniando audiret, valde indecorum e satis indecens esset\". — Anonym. Prolog."], [44, "30 rögzött pogány színezetét, sem költői durvaságát. Oly kifeje zéseket és gondolatokat lát nála az ember előkerülni, melyek világosan mutatják a forrást, melyből merített. Olykor idézi is , de csak tréfálva , ez énekek szokott kifejezéseit. Mind ezekből kitűnik , hogy a hagyomány , mely előbb a nemzeti énekek utján szállott firól fira, a XI-dik században kettős változáson ment keresztül : változott alapjában azon kénysze rűségek következtében , melyeket a keresztyénség teremtett ; változott alakjában az által, hogy7 a szabad és énekelt költészet latinul szerkesztett krónikákba lőn szőve. Léteztek tehát magyar hagyományok és léteznek, sőt azok emlékeit elvitat hatlan hitelű könyvekben birjuk is , melyek közöl a legré gibb szent István halála után harmincz , s Árpád Magyaror szágba telepedte után csak százhatvan évvel volt írva. Melyik nemzet az Európában , mely ily korán szerkesztette emlékezéseit\" '). II. Fejezet- Második Béla kora és névtelenünk. 5. §. Podkrailczky József a névtelen koráról. Ostörténelmünk azon kifogyhatían szorgalmú búvára, kinek tisztelt nevével itt találkozik a t. olvasó , legújabb munkájában 2) , mely a névtelen jegyző szerkesztmény7éhez nemzeti nyelvünkön folytonos magy7arázatul akar szolgálni, a névtelen írót, t. Fejér György nyomán 3), II. (vak) Béla királyunk jegyzőjének vallja, okát leginkább a királyi jegyző müve ötvenedik fejezetének következő szövegrészére alapítván : „De a muramellé ki karán tanok határ széleit is gyakor becsapásaikkal rabiák, kik közzül sok ezer embert kard élére hányának , őrhelyeiket felforgaták és ') Thierry A. Attila-mondák. 108. 109, 111, 113, 120. 11. ') Béla király névtelen jegyzőjének idejekora és hitelessége. Oklevelek, egykorú és közelkoru kútfők szerint bírálta és értelmezte P o d h r a d c z k y József. Budán, 1861. 8r. 460. 1. ') Tudom. Gyűjt. 1828. 8r. VI. Füz. 83 s köv. 11."], [45, "31 tartományaikat birák, s mind a mai napig is, az Ur segélyé vel, hatalmasan és békésen maradékuk birja\" '). Az idézett sorokat illetőleg ily fejtegetésbe ereszkedik a fenn tisztelt t. értekező : „A magyar nagyherczegek alatt is az Ens (Anisus) és Kramp (Cambus) folyók voltak nyu gatról határszélek ; mert ők idejövetelökkel valamit csak véreik hajdan birták, azt egymásután elfoglalták 2). Ens vizén innen, hol most a mölki benedekrendiek apátsága létez, állotta magyarok végvára. Ezt babenbergil. Leopold 9 7 9-ben elfoglalván , lerontatta. Ekkor lett Austria az elenyészett Németbirodalomnak határőrsége (Marchia). E veszteség után az a darab föld , mely Ens foly7am és Comagenus hegy közt fekszik, Kalenberg vagy Szárhegy fölött, német kézbe esett ; onnan délre, Semering hegytől kezdve , mely Austriát Styri ától elválasztja], Lajtáig még mind magyar kézben maradt 3). Szárhegyen sz. Leopold, osztrák őrgróf (1096 — 1136) egy erődöt rakatott II. István magyar király becsapásai ellen (1117, 1118). II. István tehát nem hadakozott a karantáni határszélekért, melyeket háborítlanúl birt ; de akkor Styria nem is volt az osztrák őrgrófoké , mely csak V. Leopold alatt (1177 — 1194) jutott kezökre 4). Styriának Semering hegytől kezdve délre Muramenté ben eső részei, vagyis a Murán inneni Styria Dráváig, azok a karantán szélek, melyeket a névtelen jegyző az ötvenedik fejezetben „Carinthinorum Moroanensiumfines\" nevezet alatt említ, Mura vizéről így nevezve : ő tehát már nem tudta, hogy Styria és Austria Geyza nagyherczeg korában 979-ig az Ens folyamig tartozott Magyarországhoz 5). Ezt a Murán inneni részt II. Béla király (1131 — 1141) még békével birta ; csak pettaui I. Fridrik ragadá ki II. ') „Sed et Carinthinorum Moroanensium fines crebris incursibus diripuerunt, quorum multa millia hominum in ore gladii occiderunt, praesidia subverterunt , et regiones eorum possederunt , et usque ín hodiernum diem, adjuvante domino, potenter et pacifiée posteritas eorum detinet\". — Anonym. Cap. L. J) Podhradczky J. i. m. 38. 1. a) Podhradczky J. i. m. 39, 40. 11. — *) U. o 40, 4t. 11. - 4) U. o. 41. 1."], [46, "32 Geyza király kezéből, midőn kormányát testvérei háborgat ták '). Miből önként következik, hogy a névtelen iró II. Béla király jegyzője volt, s hogy még e fejedelem éltében, vagy egy oly időben írt, mikor II. Béla király a karantán széleket még hatalmasan és békésen birta\" 2). 6. §. Jámbor Pál történetbölcselmi lehozása. Jámbor Pál újabban megjelent magyar irodalom történeti müvében 3), Béla király névtelen jegyzőjéről ez áll : „Királyi jegy7zönek nevezi magát sz., de nem más, mint nemzeti történetíró. Fénye az őskornak, mely nála nélkül ma is sokban homályos volna ; fájdalom, hogy névtelen ! Ki volt Béla jegyzője ? melyik Béláé volt ? két kérdés, melyre különfélekép felelnek tudósaink. Feszié r, Pál erdélyi püspököt hiszi e hazai napló írójának ; míg Fejér György, történetbuvárunk, Péter budai prépostot. Bárki legyen az ismeretlen szerző, elég hogy P. betűvel nevezi magát ; és testben, lélekben magyar volt. Ösi szokás szerint a napló egy N. tiszteletes tudósnak van ajánlva, ki sz. nyilatkozata szerint a latin tudományok ban jártas. Ki volt e tudós ? Szabó Károly az N. betű alatt az esztergomi érseket hiszi rejtőzni , azon alapos okból , mert az idő szerint a venerabilis czím csak Magyarország főpapját illeté, míg a püspököket reverendus. Hogy csakugyan főszemély volt , kitűnik e sorokból : ,Már Ígéretemről csaknem meg feledkezem, ha kegyelmed levelével nem int vala'. A kegyelmed és iut világosan mutatják, hogy az egyén, kihez szól történetírónk, magasabb rangot viselt, mint ő. Most az a k,^rdés, melyik Béla jegyzője volt? Szabó Károlyi. Béla mellett szavaz ; mások III Bélára ; mi II. Béla felé hajlunk , megmondjuk okainkat. ') E r a s m. F r o e 1 i c h : Diplomataria Sacra Ducatus Styriae. Viennae. 1756. in 4-to. Part. U. pag. 207. ') Podhradczky J. i. m, 42. 1. 3) A magyar irodeilom története. I. II. köt. Pest, 1864, 8r. Kiadja Ráth Mór. Első kötet. 103 — 105. 11."], [47, "33 Legtöbbet nyom itt mindenekelőtt eldönteni azt, vájjon melyik Bélára illik leginkább a nagydicsö emlé kezetű czím, melyet királyának ád a naplóiró ? Halljuk , mit mond Horváth M i h á 1 y II. Béláról ? ,Béla virágzó korában , kormányának tizedik évében halt meg, nyugalmában gy7arapodva hagyván hátra az orszá got. Kormányának legnevezetesebb eredménye az , hogy a régi nemzétségfők utódainak azelőtt igen nagy hatalmát megtörte s annak romjain a királyét emelte'. Mit mond e tanúság ? azt, hogy se többet, se keveseb bet nem tett, mint Richelieu a Condékkal és Montmorency akkal, azaz száz apró király helyett, mi a hazának való ságos romlása volt, egyet teremtett. Tehát véleményünk sze rint, Béla tíz év alatt nagyot tett, bár véres eszközökkel. Továbbá azt mondja Horváth Mihály: ,Bélában egy jószivü fejedelem ült a királyi székre'. Jószívű ! Lehet-e ennél drágább kincs azon a polczon, honnan milliók boldog sága függ ? Igaz , hogy gyengeségről vádolják őt ; de nem állt-e oldala mellett egy őrangyal, a nagy királyné, a lelkes Bona, kinek keze tud pallost is forgatni, de csak az árulók feje fölött ? Halljuk csak , mit mond az aradi országgyűlésen : ,Hü nép, urak és nemesek, — az isten mindegyiteknek adott szemet, hogy lássatok : mi az oka, hogy egyedül urunk kirá lyunk van megfosztva szeme világától ? kiknek tanácsá ból érte őt e csapás ? és a bűnösök el fogják-e kerülni bo szujokat ?' Itt iszonyú zaj kelt , és az ország teremé vérfürdővé vált. Hatvannyolcz főnemest, a király vakságának bűn részeseit, konczolt fel a nemzet haragja. Mit bámulunk mi itt ? azt a mesteri beszédet-e , me lyet Ilona mondott ? nem ! azt a szenvedő nagy alakot a hát térben, mely ily lelkes szónoklatot sugalt. Ilona csak a kéz itt ; a szellem , mely parancsol , a világtalan király. Ily ha tást, ily vérengzést az ország teremében csak az elnyomott ügy szülhet. 3"], [48, "34 Menjünk tovább. Nem törvény iránti tiszteletet mutat-e az, hogy Béla első tette az aradi országgyűlés összehívása volt. De nem csak itt, nagy volt Béla a harczmezön is. Ki verte meg a trónkövetelő Boricsot ? ha kardja nem, elérte őt hatalma és kihajtá az országból. Valóban a tíz év , melyen át uralkodott Béla, mintegy szentté tette őt a nemzet előtt ; honn semmi baja, csak az idegenek zaklatják őt ; azért joga van a történetirónak öt dicsőemlékezetünek mondani. De ha semmi nagy nem lett volna benne , nagygyá tette őt a csapás , a végzet , mely ily nagy csapásokat nem oszthat a nélkül, hogy ne emeljen. Ilona ismerte Bélát , és nagynak hivé ; ismerte őt jegyzőnk, és dicsőemlékezetünek mondja. Tehát mi sem L, sem in. , sem IV. Bélára nem haj lunk úgy, mint a sors által sújtott, fájdalom által megszen tesített vak Bélára, ki valóban dicső, mert martyr\". III. Fejezet- Harmadik Béla és a névtelen jegyző kora közti viszony. 7. §. Egy nérteleo czikkiró okoskodása. Béla király névtelen jegyzőjének korára vonatkozó történelmi újabb nyomozások közöl egy honi névtelen tu dósunk tűnik fel mint olyan, ki véleményével HL Béla kirá lyunk mellé nyilatkozik '). Figyelemre méltó czikke nem az eszmemenet 8 érvek újdonságával hatott ránk, hanem azon elismerést érdemlő hűségével , melylyel hozományában néhai t. Résö-Enzsel Sándort nyomról - nyomra követi 2). Az avatott kézzel ésszeállított örtekezésnek vezér fonalát itt adjuk. 1. A névtelen jegyző, munkája előszavában, néhai ') Egyetemes Magyar Encyclopaedia. Iü-d. köt. *) Tudom. Gyűjt. 1832. IX-d. köt. 48-82. 11."], [49, "35 urát, Béla királyt, nagydicsőnek (gloriosissimus) czímezi, miből így okoskodik : „II. Bélát, 1135-ki oklevelében, ak kori jegyzője János, Tibusnak fia , „gloriosissimus\"-nak nevezi ugyan ; de később az aradi országgyűlésen sok főurat lekonczoltatván, és 1139-ben boritalnak adván magát, többé ötét „gloriosissimus\" -nak senki sem nevezte, hanem „Sere nissimus\" , „victoriosissimus\" , „piissimus\" czímet visel ok leveleinkben '). Ellenben in. Béla volt az, kit mind életé ben, mind halála után „gloriosissimus\"-nak neveztek a tör ténetirók, s e czímet meg is érdemiette ; mert ő hozta vissza az országba az óhajtott békeséget ; ő foglalta el Galicziát ; ö tétette Írásba az ügyesbajos emberek panaszait ; köny nyebbítette meg a törvénykezést ; ő irtotta ki az elszaporo dott tolvajokat és gyilkosokéit. Világos teheát , hogy Béla névtelen jegyzője a „gloriosissimus\" Béla király alatt csak III. Bélát érthette. 2. A görög és olasz írók III. Béla jó tulajdonságai közt azt is felhozzák , hogy ő rendelést tőn, miszerént Ma gyarország története megirassék ; tehát ez is egyik ok, hogy Béla névtelen jegyzőjét IH. Béla jegyzőjének tartsuk 2). 3. III. Béla király idejére mutat azon Írásmód is , me lyet Béla névtelen jegyzője követett. Tudniillik a Xll-dik században szokásba jött gömbölyű kisded s betűvel élt a század végezetén ; az i betű fölibe pedig a XIII-dik század ban kezdett nyújtó vonást rakott. 4. Figyelmet érdemel a B 1 a c u s nevezet is , melyet a névtelen jegyző említ Cap. XXIV. „bonitatem terrae Ultrasilvanae, ubi Gelou quidam B 1 a c u s dominium tene bat\" ; mivel a B I a c u s nevezet legelőször Cinnamusnál Lib. IV. említtetik, (a ki pedig ín. Béla király idejében élt,) és ezelőtt , a mint Lucius Lib. IV. Cap. V. megmu tatta, a Blacusok (oláhok) más nevet viseltek. 5. Halicia és Lodomeria nevezet is előfordul a névtelen jegyző munkájában. Már pedig a Halicia nevezet ') Fejér: Cod. Dipl. Tom. II. pag. 94, 147 és 485. — Tom. DX Vol. 2. pag. 118. 2) Buday Ézsaiás: Magyarország Históriája. I. Kész. 171. 1. 3*"], [50, "36 1157. után, úgy szintén a Lodomeria nevezet III. Béla király uralkodásának vége felé származott, és Gebhardi is azt irja, hogy Halicia nevű vár 1138-dik évben épült, s a tartomány e vártól kapta nevét. Ezek után a névtelen czikkiró a királyi jegyző nevé nek felderítésével is igy7ekszik ennek korát III. Béla kirá lyunk kormányidejében megállapítani , történelmi adatok nyomán határozottan állítván , hogy Béla jegy7zője Péter P á 1 nevet viselt , s hogy egy ily nevű jegyzője csakugyan volt HL Bélának , ki akkor erdélyi püspök volt , ezt maga Béla király hagyta emlékezetben , egy oklevélben ezen szavakkal : „habito itaque ConsiHo nostri et Episcoporum s. Marcharii Petri et Pauli mei Notarii , nunc autem Episcopi Uítrasilvani, hoc Chirographum factum est a P. Ultrasilvano Episcopo\" '). Ezen oklevélben III. Béla király nyilván ki jelentette, hogy azon oklevelet Péter Pál az ő nótáriusa, az erdélyi püspök irta. Később Péter Pál az erdélyi püspökségből a dalmát országi spalatói érsekségre emeltetett s hogy a Kilényi magyar nemes családból származott, mutatja Far lati munkája 2). Péter Pál e hivatalt két évig viselvén, miután Spa latót a velenczeiek elfoglalták, Magyarországba visszajött, s itt 1188-dik évben kalocsai érseknek neveztetett, helytartója levén a spalatói érseki székben épen az ő jó barátja, Mik lós fáriai püspök , kinek felszólítására irta meg a magya rok történetét. Helyre állván a velenczeiekkel való békeség, 1191-dik évben Péter Pál visszament a spalatói érseki székbe ; és ekkor III. Kelemen pápa megismervén azon érseki székhez való jogát, őt abban megerősítette 3), és azon hivatalt viselte is 1196. évig, HL Béla király haláláig. ') Fejér: Cod. Dipl. Tom. II. pag. 199. — Spiess: Archi- vische Nebenarbeiten und Nachrichten vermischten Inhalts. 1785. I. Theil. 140. 1. 2) Illyric. Sacr. Tom. III. pag. 211. 3) Fejér: Cod. Dipl. Tom. HI. pag. 272."], [51, "37 III. Béla király 1196. évben Székesfehérvárott meg halván , Imre királynak , testvére Endrével való egyenet lenkedései miatt, szüksége volt egy tapasztalt és okos férfi úra, s ez volt oka, hogy Péter Pált Spalatóból visszahívta. Imre király, gyengekorú fiát, Lászlót három éves korában 1204. aug. 27-kén a kalocsai érsek által meg koronáztatván, s erre nem sokára meghalván, az özvegy ki rályné , Constantia, a kisded László királylyal , a koronával és sok főemberrel , Endrétől való félelme miatt, az ausztriai herczeghez, III. Béla király testvérétől, Helé nától, született Leopoldhoz, kényteleníttetett futni Bécsbe. Hihető tehát, hogy Péter Pál az özvegy királynéval szin tén elment ; s így hivatal nélkül maradván, ottan 1206. év táján készítette a magyar hét vezérről írt munkáját. Erre mutatnak az ő saját szavai : ,,P. dictus Magister ac quondam bonae memóriáé Belae gloriosissimi Regis Hungáriáé Nota rius\", valamint az is, hogy munkájában sehol sem irja : „in hoc Regno Hungáriáé ; in hac patria\" stb. s így világos, miszerént munkáját külföldön irta ; s erre az is bizonyság lehet, hogy kézirata sokáig a bécsi ambrasiani gyűjtemény ben hevert, s onnan tétetett által a csázári könyvtárba. 8. §. Dr. Rosier Ede Yeleménye. Azoknak osztályába , kik Béla király névtelen jegy zőjét III. Béla királyunk korába helyezik, újabb nyomozá soknál fogva számítható a külföldiek közöl dr. Rosier E d e , a troppaui fel-gymnasiumban tanár , s a magyar ős történelmi hazai kútfők ellen a Lajtán túl újabban szervezkedett Schlözer-féle iskola legifjabb viadora, ki daczára annak , hogy „előtte egészen haszontalannak tetszik sok tudományosságot és fáradságot vesztegetni oly kérdésre, mely a megoldás legszerencsésebb esetében is oly krónikás nevével ismertetne meg bennünket , kinek történetírói becse oly cse kélyre teendő\" '). Mily más színben látja a királyi ') „Es scheint mir ganz unnütz, so viele Gelehrsamkeit und Musse an eine Frage zu verschwenden, die im glücklichsten Falle der"], [52, "38 jegyző írói értékét Cassel, ki erre vonatkozólag így nyi latkozik : „Es ist uns zu einer Gewissheit geworden, den ungenannten Autor einer der merkwürdigsten Schriften der Zeit zurückgegeben zu haben, die er selbst bezeichnete , und die man nun durch jene hyper kritische Skepsis, die sucht, wo sie nichts suchen hat, erst in Erwägung und Zweifel gezogen, dann endlich geläugnet hat\" '). Dr. Rösler Ede, daczára egyoldalú s elfogult Ítéletének, a névtelen jegyző munkáját terjedelmes bírála tára méltatta, s korára nézve sem vonakodik kifejezni néze tét, mi csodálatosan talál a jeles történetbúvár, Watten bach, véleményével 2) , midőn ő is az általa mérlegelt körülmények tekintetbe vételénél fogva , kénytelenségnek állítja a névtelen jegyzőt a Xll-dik század végére , vagy a XIH-dikba helyezni. Schlözernek már rég megczáfolt védveivel áll elő az új iskola ifjú bajnoka , véleménye támogatására, illetőleg hazai történettudósaink és a külföldi Cassel he lyes nézeteinek , melyek szerént a névtelent I. Béla jegy zőjének tartják , elenyésztetésére. Ismétlőleg felemlíti ugyanis, hogy 1. a névtelen jegyző Oroszországban Susdal városát említi (VII. és X. Fej.) , melyet különben csak a Xll-dik században találunk említve 3), s mely előbb nem létezett. 2. A névtelen jegyző kunokat (Cumani) emlegeti Lösung uns mit dem Namen eines Chronisten bekannt macht , dessen historischer Werth so gering anzuschlagen ist\". — Dr. Eduard Rösler: „Zur Kritik älterer ungarischer Geschichte\". Separatabdruck aus dem Programme des k. k. Ober-Gymnasiums zu Troppau für das Schuljahr 1860. 1. 8. l) Magyarische Altenthümer. Berlin , 1848. 8-o. 69. 1. — Azt, hogy köztiszteletü t. Beleházi Bartal Görgy aranykönyvnek vallja (Commentar. Tom. I Lib. IV. pag. 9.) , már az Előszóban (VI. 1.) említettük. ') „Vermutlich aus der zweiten Hälfte des zwölften Jahrhun- derts, wenn nicht erst aus dem dreizehnten\". — „Deutschlands Geschichtsquellen\". 3) Nestor, II. 33."], [53, "39 s azokat barátságos viszonyban rajzolja a magyarokkal ; úgy de a besenyők a X-dik század elején jönnek Európa s Magyarországba, s akúnok e név alatt csak 1061-ben jelennek meg ; miből nem hogy következtetni lehetne névte lenünknek ezen idő előtti korára, hanem azt kell elismer nünk, hogy jóval utóbb élt ; mert a kunok dúló beütéseik kel egy emberkoron túl rettentők voltak a magyaroknak, míg nem szent László (1089.) s királyi utódai őket békés telepedőkké tették. Megfoghatlan volna különben, hogyan beszélhet a névtelen jegyző folyvást a magyarok s kunok közti baráti viszonyról , ha ő a kunok ama rémkorában élt volna. A névtelen jegyzőnek tehát oly korban kellett élni és írni, midőn ez ellenségeskedések emléke a két nép közt már rég feledségbe ment. — Figyelmünkre kell mél tatnunk még, 3. hogy a névtelen jegyző nem csak fényes palotába állítja Árpádot, melynek ajtai még dalnokok és zenészek nek is megnyílnak ; hanem ezen kívül még sok kőépületről is beszél (XL VI. Fej.). A magyarok szerénte nem csak derék házakban laknak , hanem még a vezéri lovak is pompás istállókba (egregiae domus) vannak zsúfolva (XLIV. Fej.). Vessük össze ezzel Freisingeni Otto tudósí tását, — mond ellenfelünk , — ki Konrád királyt keresztes hadjáratában követvén, alkalma volt Magyarországot is merni (1152). Ö ekkép ír róla: „Minthogy ott a falvak- és városokban igen nyomorult, azaz csak nádból, ritkán fából s még ritkábban vannak kőből a lakások, a magyarok egész nyár és ősz idején sátrakban laknak\" *). Ezekből, szerénte, azon következtetés foly, hogy a királyi jegyzőnek azon korban s így a Xn-dik század után kellett élni, mikor e rajz írásához korában már valami alkalmat találhatott. Az mégis csak különös történetíró lehet, ki a saját korabeli or szágállapotot annak három századdal korábbi helyzetére ') „Cum vilissima in vicis vei oppidis ibi id est ex cannis tantum , rara ex lignis , rarissima ex lapidibus habeantur habitacula, totó aestatis vei autumni tempore papiliones inhabitantes\" etc."], [54, "40 kész így alkalmazni. Hát így váltotta be a névtelen jegyző munkája élőbeszédében tett azon igéretét , hogy igazán és egyzerüen (vére et simpliciter) fog írni ? 4. A névtelen jegyző azt is beszéli, hogy a magyarok már Árpád alatt meghódították Spalatót és Horvátországot '), úgy hogy Magyarország határai már akkor délnyugatra a tengerig terjedtek; holott csak Kálmán király 1102-ben jutott Horvátország birtokához. »S minthogy egy ilyen egé szen új tényt lehetetlen lett volna — ha tudniillik I. Béla jegyzője volt, — ily botorul hátra keltezni, könnyen előáll a következtetés, tudniillik a királyi jegyzőnek oly késő kor ban, a Xll-dik század végén vagy a XIII-d. elején kellett élni, mikor már a Horvátország meghódításáról szóló emlé kezés a késő nemzedéknél elmosódott. 5. Cassel Bódog a névtelen jegyzőnek I. Béla ko rára még azt is érvül törekszik használni 2) , hogy ö a Styria nevezetet még nem használja, jóllehet a XH-d. szá zadban az már gyakran előfordult. 6. Nyomós védvül hozza fel saját véleménye mellett Cassel Bódog azt , hogy7 a királyi jegyző Kézai- s Turó czinál igen sokkal kevesebbet tud a hun- magyar őstörténet ről ; miből Cassel azt következteti , hogy „nagy időnek kellett a jegyző s Kézai forrásainak kora közt lefolyni ; mert ezen mondák csak akkor keletkeztek, midőn hazánk ban a nyugati tudományosság és monda nagyobb ismerete lehetővé lett\" s). „A ki — úgy mond dr. Rösler, — erre nézve Cassellel egyetért, olvassa meg H a r t v i k ,Chro nica Hungarorum'-ját, s mint remélem, elbámul azon ostoba mesedagály felett, mely abban a magyarokról és Attiláról, kit itt Aquilának hivnak, előttünk áll, elbámul a magya- ') „Civitatem Spaletensem ceperunt et totam Crouatiam sibi subiugaverunt\": — Cap. XLII. és LVD. ') Magyarische Alterthümer. 66. 1. 3) „Man wird eine lange Zeit zugestehen müssen , die zwissen den Quellen Keza's und dem Anonymus liegt ; diese Sagen sind erst dann entstanden , als eine grössere Kenntuiss westlicher Gelehrsamkeit und Sage möglich war\". — Magyarische Alterthümer. 61- 1."], [55, "41 rok és hunok teljes fölcserélésen. Pedig ezen krónika, miu tán Kálmán királynak van ajánlva, 1095 — 1114. között, tehát nem sokkal I. Béla után van szerkesztve, és így nem kellett hosszú idő a mesegazdagság kiképződésére\" '). Ha mindezeket számba veszszük , a névtelen jegyzőt szükségképen a Xll-dik század végére, vagy a XlII-dikba kell helyeznünk ; mert szerénte „pontosabb meghatározás a létező eszközökkel lehetetlen\" 2). IV. Fejezet. Névtelenünk negyedik Béla király jegyzője. 9. §. Fejtegeti Beleházi Bartal György. Hazai Íróink tekintélyes körének ezen egyik méltán legtiszteltebb személyisége a tárgyalás alatti ügyben komoly szavait ekként hallatja : Béla király névtelen jegyzője (ma kanczellár) korára nézve eltérők az irók véleményei. Katona I. Béla kormányidejére teszi , söt irott emlékek nyomán áthozhatását a XH-d. századba elismeri , csak a XlII-dikba ne tétessék , midőn IV. Béla uralkodott. Pray is azt állítja , hogy névtelenünk korát a három első Béla király idején innen eső időszakba kell helyezni. Azonban, miután S p i e s s ni-dik Bélának 1181. évben kelt okmányát közzétette, Pray is, előbbi véleményétől elállva, HL Béla korához szorítkozott 3) Cornides, védiratában 4), melyik Béla jegyzőjének állítsa a névtelent, a mindenik részre felhordott okok özöné ben bizonytalanul révedez , s jeles dolgozatát e szavakkal fejezi be : bármelyik vélemény birjon is egyebek fölött előny nyel, annyi kétségtelen, hogy névtelenünk 1141 — 1235, azaz II. (vak) Béla halálától IV. Béla első kormányéveig lefolyt időben virágzott. ') Zur Kritik älterer ungarischer Geschichte, i. h. 10. 1. — ') U. o. s) Hist. Regnm Hungar. Pars prim. Budae, 1801. 8-o. Notit. praev. pag. XXIX. §. VU. ad. a 1181. *) Vindic. Anonym. Belae Regis Notar, pag. 136."], [56, "42 Ezen időszak folytán Béla néven két királyunk volt, a III-dik tudniillik és IV-dik. Amaz a királyi hatalom teljé ben, ez azonban csak részében. Amarról Cornides hossza san értekezett ; erről , ki annak Endre nevű fiától nemzett unokája volt, majd mit sem mond; jóllehet azon időköz, melyet a névtelen jegyző korául kijelel , IV. Béla, mint if jabbik király, kormányidejének részét is magában foglalja. A mit tehát maga Cornides is kétségkívül érzett , de kifejezni mulasztott, annak t. Bartal György kifeje zést ad. Már II. Endrének, még midőn Dalmát- s Horvátor szágot kormányozná , volt jegyzője, Péter, a Milke nemzet ségből l). Az 1216-ban megkoronázott (IV.) Bélának, Endre fiának is, legott, a mint 1223-ban (kora tizenhatodik évé ben) azon országok kormányzójává kineveztetnék, atyja akaratjából mind pecsétje 2), mind jegyzője volt, még pedig magyar , nemes család sarja , azon kor szellemében tudo mányosan kiképzett , ki pappá szenteltetvén, kora ifjúsága óta a királyi udvarban tartózkodott. E királyi jegyző nem csak hogy a Cornides által kijelelt időben vitte e hiva talt , hanem épen azon évben , melyet az végsőnek vall (1235), szűnt meg jegyző lenni. Nem hogy tehát reá alkal mazhatók volnának, mik Béla korábbi jegyzőire felhozatnak, sőt épen ő az , kit egyenesen azon munka szerzőjéül nem csak vélni, hanem bizton állítani is lehet. Hogy névtelenünk IV. Béla ifjabbik király jegyzője volt, nem csak a Pray és Cornides által felhozott okok bizonyítják, hanem magának a műnek számos oly helyei is, melyeket azok, egyebekre függesztve figyelmöket, vagy egészen hallgatással mellőztek, vagy csak fölületesens mint egy tollhegygyei érintettek. Mindenekelőtt az egész munka oly szókat s szólásmó dokat tüntet fel, melyek III. Béla előtt vagy nem fordultak ') Timon: Epitome Cron. ad Emer. Regem. — Katona: Hist. Critic. Tom. IV. pag. 489, 491. *) Pray: Hist. Regum Hungar. Pars I. pag. 204, hol pecsét- jének körirata mind 1223, mind 1226. évről közöltetik."], [57, "43 elé, vagy csak gyéren használtattak ; a szerző korában pe dig lassankint, még inkább pedig II. Endre alatt közkele tűekké váltak, minők: Magister agazonum, Halicia et Lodomeria, Blaci stb. valamint a DaresPhry giusból vett szólásmódok '). Idejárul még, hogy a n o bilis szó a XHI-dik század elején még ismeretlen volt, legalább az ezen idétt szerkesztett váradi tüzpróbaitélőszék jegyzőkönyvében egyszer sem fordul elé, a királyi névtelen jegyzőnél pedig többször olvasható 2), mi már magában elég, hogy szerzőt II. Endre Béla nevű fia jegyzőjének higyük. Pray első véleménye a névtelen jegyző művének leginkább III-dik fejezetén alapúi , sokkal inkább, mintsem észlelte, midőn véleményével felhagyott. A szöveg így áll : „vagy azért nevezték Almus nak azaz szentnek, mivel nem zetségéből szent királyok és vezérek valának születen dők\" 3). Ezt csak akkor Írhatta, midőn már I. László is 1192-ben a szentek közé iktattatott s a magyarnak így már két szent királya volt. Igaz ugyan, hogy a szent (sanctus) czím gyakran adatik oly királyoknak is , kiket az egyház határozatából különös tisztelet nem illet ; de a kik e rész ben kétkednek, fontolják meg, hogy itt a szókat valódi érteményökben használni megszokott királyi jegyő szól , ki már élőbeszédében nyíltan kijelentette , hogy legjobbnak tartá, ha igazán s egyszerűen ir 4). A köz-gondolkodásmód hoz alkalmazkodva miként beszélhetett volna 1192. előtt magyar szent királyokról ? Továbbá az LII-dik fejezetben olvassuk : „akkor a vezér Veszprém várát Öcsöbnek, Szalók atyjának adá nagy hü szolgálataiért minden tartozandóságaival, Veleknek pedig a zarándi ispánságot adá, s így a többi nemeieknek is ') V. ö. Tudom. Gyűjt 1832. X-d. köt. 75, 76. 11. ») A XIV., XLVI. és LH fejezetben. ') „Vei ideovocatus est Almus, id est sanctus, quia ex progenie ejus sancti reges et duces erant nascituri\". — Anonym. Cap. HI. *) „Optimum duxi, ut vére et simplieiter scriberem\". — Ano- nym. Prolog."], [58, "44 helységeket ajándékoza\" '). Mintegy ujjal mutatják ezek a királyi jegyzőt, kinek az okmányok szokásos záradéka „et aliis Comitatu s regni tenentibus et honores\" mint egy magától jött pennájából. Már pedig világos , hogy a tiszti irály ezen kifejezése II. Endre előtt a királyi levelek ben nem fordul elé. II. Endrének egy 1211-d. évről szóló s közzétett levele e szavakkal végződik: „Comitatus te nentibus et honores\" 2). Cornides a névtelen jegyző munkájának IX-d. feje zetében olvasható ezen szavakra ; „És méltán nevezik vala Pannónia földjét rómaiak legelőjének, mert most is rómaiak híznak Magyarország javaiból\" 3), elegendőnek tartá meg jegyezni, miszerént a jegyző aligha teszi vala e csipős meg jegyzést a rómaiakra, ha maga is, mint olasz származású, nem idegenkedett volna azon nemzettől ; ez idegenkedés oka s idejének meghatározását pedig az olvasó Ítéletére, hagyja. Kérdi ezután t. Bartal György, vájjon ki az, ki ez idegenkedő érzület okát II. Béla korából kimagyarázni ké pes , s ne jöjjön inkább azon gondolatra , hogy e méltó kifakadás Imre, Endre s ifjabb (IV.) Béla királyok idejére tehető , midőn a pápai követek kapzsisága nagy mérvben tapasztaltatott, főleg ha hozzá még jól megfontoljuk IV. Béla király levelére ehhez indított válaszában IV. Sándor pápának következő szavait : „E fölött ne zavarja kedélyedet azon föl tevés , hogy a nevezett szent szék főleg külföldiek beállí tásával szerfölött terhelte országod egyházait\" 4). Engel ') „Tunc dux Usubuunec , patri Zoloucu, pro suo fidelissimo servitio, dedit castrum Bezprem, cum omnibus appendiciis suis, et Velucquio dedit comitatum de Zarand, et sic ceteris nobilibus honores et lóca condonavit\". — Anonym Cap. LH. 2) Katona: Hist. Critic. Tom. IV. pag. 1050. — Fejér: Cod. Dipl. Tom. HT. Vol. 1. pag. 108. s) „Et jure terra Pannóniáé pascua Romauorum esse dicebatur, nam et modo Romani pascuntur de bonis Hungáriáé\". — Anonym. Cap. IX. — V. ö. T hom A r c h i d i a c. Hist. Salonit. Cap. XIV. l) „Non insuper illa suggestio débet movere cor tuum , quod praedicta sedes maxime in extraneorum provisionibus nimium gravave- rit ecclesias regni tui\". — Ez azelőtt szokatlan kötelezettség VH."], [59, "45 ez idegenkedés alapját abban látja, hogy Magyarországban a püspöki székekben olaszok ültek Mi alig vonható két ségbe , miután több ok volt a méltó panaszra , ezek közt különösen az egyházi hivatalok betöltése. Valóban a pápák hatalma e részben is nagy befolyást gyakorolt Magyar országra III. Béla királyunk idejében. Kik a munka szerzőjét H. vagy III. Béla jegyzőjének tartják, mellőzik a mű azon helyét, mely mindkét vélemény nyel ellenkezik. „Midőn a scythák — szól az I. Fej. — győ zelmet nyernek vala , semmit sem kapának a zsákmányon, mint maradékaikból a mostaniak\" J). E szavak horderejét, melyekkel a szerző korának erkölcsét sújtja, hiába törekszik bárki II. vagy III. Béla időszakának ese ményeiből kimagyarázni. Azon lángra kapott egyenetlenke dés jele ez, melyet már Rogerius Siralmas Énekében érint : „A nemesek keseredett szívvel említették , hogy a királyok, kik azon idétt voltak, (köztük II. és HL Béla), a hadjáratból visszatérőknek, vagy a hadi-foglyok rokonainak illő pótlékot s jutalmat adtak, lakhelyeket, jószá gok s mezei birtokokat engedvén azoknak örök birtokul. Ez pedig (IV Béla) nem csak hogy mit sem adott azoknak, hanem az engedményezetteket is törvény s tulajdonosi jognál fogva visszavette\" 2). Mit e király, akkor még mint növendék, atyja tanácsából ugyan , de egyszersmind saját Gergelytől veszi eredetét, ki a római zsinatban 1079. határozta, hogy az újonnan választott püspök a többi közt esküvel igérné, hogy az apostoli szék követével, kit olyannak ismer, jövet s menet tiszteségesen bánik, és szükségeiben segíti. — „Legatum apostolicae sedis, quem certum esse cognovero, in eundo et redeundo honorifice tractabo et in suis necessitâtibus adjuvabo\". — Ilyetén követek fényűzése s kapzsi- ságának példáit olvashatni Szvorényinál, Fascic. IV. pag. 142. ') „Quando Scythici victoriam habebant, nihil de praeda volebant, utmoderni deposterissui s\". — Anonym. Cap. I. ') „Nobiles cum cordis amaritudine referebant, Reges, qui pro tempore fuerant, revertentibus ab expeditione vei captivorum propin- quis recompensationem et remunerationein congruam fecisse ; villas, possessiones et praedia concedendo eis in perpetuum possidenda. Hunc autem (Belam IV.) non solum eis non addidisse aliquid, sed concessa ad jus et proprietatem revocasse\". — Roger. Carm. IVIiserab."], [60, "46 természeti hajlamánál fogva elég vigyázatlanúl nagyörömest, népe benne helyzeti reményének eljátszásával cselekedett. Az ifjú Béla ezen takarékosságával összefüggésben látszik lenni, a mit névtelenünk a XI-dik fejezetben mintegy czél zatosan mond : „Szokása a jó uraknak híveiket megjutal mazni\" l) ; valmint a XXIX-dik fejezetben : „A jó uraknak szokása híveiket szeretni\" 2) ; s a miket a XXIL, XXXIII. és XLIX. fejezetekben nem csak a vitézek, hanem az öröm hírt-hozók megajándék g ásáról a kevésbbé adékony Bélának a müveit férfiú szelíden s kiméivé ad értésére 3). Igen , de némelyek ellenvetik , az L. Fej. ezen szö vegrésze : „De amuramelléki karantánok határ széleit is gyakor becsapásaikkal rabiák , kik közzül sok ezer embert kard élére hányának, őrhelyeiket felforgaták és tartományaikat bírák , s mind e mai napig is , az Ur segélyével , hatalmasan és békésen maradékuk birja\" 4), II. Béla kormányidejére illik ; mert ennek fiai egyenetlen kedésök által elvesztvén a karantánok határszéleit, mi sem maradt e birtokrészből , miről III. vagy IV. Bélának jegy zője írhatta volna, hogy a magyarok békésen birták. Ezeknek, vagyis inkább Cornides nek, mert ő volt első, ki ezt érvül használta, önmagát Cornidest teszi t. Bartal György ellenébe védokúl, ki önként megengedi, miszerént az idézett szövegrész nem bír oly horderövel, hogy ') „Mos est bonorum dominorum, suos fideles remunerare\". Anonym. Cap. XI. ') „Mos est bonorum dominorum suos diligere fideles\". Anonym. Cap. XXIX. J) így a IV. Fej., hol Álmost ekkép jellemzi: „Es maga Almos kegyes, jószívű, bőkezű, bölcs, jó vitéz és örömest adakozó vala mind- azoknak, kik Scythia országában akkor vitézkedtenek\". — „Et erat ipse Almus pius, benevolus, largus, sapiens, bonus miles, hilaris dator omnibus iis, qui in regno Scythiae tunc tempore erant milites\". — Anonym. Cap. IV. *) „Sed et Carinthinorum Moroanensium fines crebris incursio- nibus diripuerunt, quorum multa millia hominum in ore gladii occiderunt, praesidia subverterunt, et regiones eorum possederunt, et usque in hodiernum diem, adjuvante domino, potenter et pacifice eorum pos- teritas detinet\". — Anonym. Cap. L."], [61, "47 ne lehetne könnyű szerrel II. Endre korára (kivel név telenünk egyidejűleg élt,) alkalmazni. Semmi dolgom a tanukkal, — mond t. Bartal Gy. — kiket ez ügyben idéz ; de hajlandó vagyok kérdeni az érdemes Cornides t ő 1 , miért nem fejtette ki , vájjon Szalamegyének Dráva- Mura közti része Nagy Károly vagy legalább Arnulf korá ban hová tartozott ? Karantán birtokrész volt az , melyet Nagy Károly 810ben kelt levelében úgy osztott fel, hogy a Dráva folyó , mely a karantán földön áthalad , lenne az aquileai atyaérsekség (patriarchátus) és sóvári (salzburgi) püspökség közt a határ. A Pannoniával határos ezen birtok részt, a szomszéd vidékkel együtt, atyja jóvoltából Arnulf, ennek halála után pedig fegyverjogon a magyarok nyerték. De ezeknek karantán birtokuk, minekutána egy része I. Béla leányának esett jegyjó&zágúl , a mai területre kes kenyűlt. Tehát nem az egész karantán birtokot , hanem annak csak részét (fines) jelzi a névtelen jegyző '), melyet a magyarok akkor is, midőn HL Béla és II. Endre királyok alatt leghevesebben folyt a per ama karantáni részekért, békésen s hatalmasan birták. Ezután t. Bartal Gy. Cornidesnek azon helyét érinti, hol a névtelen jegyző „Tiszteletes férfiúnak N.\" — nek (N. viro venerabili) kifejezését illetőleg erőfeszítve nyomozza, mi különbség a venerabilis és reverendus czímzés közt, s úgy tartja , hogy amazzal érsek vagy más egyházi kitűnő fokon álló személyiség jelöltetik meg. Holott helyesen azt kell vala kiderítenie , miben különbözik a középkori Íróknál a venerabilis in Christo pat er s a névtelen jegyző nél előforduló venerabilis vir? Ezekből tanuljuk, hogy ') Ez Ritter Pálnak (Far latinál, Illyric. Sacr. Tom. V. pag. 402.) azon muraközi föesperessége (Archidiacouatus Muracensis, helyesebben : Muraköziensis), mely felett hosszadalmas vita folyt a sóvári és zágrábi püspökök közt, amaz Nagy Károly levelének ren- deletére, ez pedig a magyar királyok ősjogára támaszkodva ; az apostoli szék követe Gentilis bibornok által úgy egyenlíttetett ki, hogy Gazotti Ágoston zágrábi püspök ideje óta korunkig, a muraközi községegyházak (plébániák) a zágrábi püspökmegyéhez (ma érsekmegye) számláltatnak s Szála megyében két al-esperességre vannak felosztva."], [62, "48 amaz érsekek s iräspököket , ez pedig, azon kor szólásmód jánál fogva, prépostok s kanonokokat, sőt minden oly egy házi s világi férfiakat illetett , kik tiszti állás vagy méltó ságban mások felett kitűntek. Mindezek így lévén , nem tartózkodik őt a névtelen jegyző szavaival üdvözölni. M i k 1 ó s', a nagyszebeni egyház prépostja ö ') , ki hasonlólag — Rogerius tanúsága szerént — nemes nemből származott , s a királyi névtelen jegyzővel ugyanazon tanároktól nyert ifjúságában oktatást, s hogy ez a magyar nemzet eredetének eleit, melyből mind ketten származtak, megírná, buzdítója volt, miként ez mun kája élőbeszédéből kitűnik. Ezen Miklóst később IV. Béla 1234-ben al-kanczellárá nevezte. Mátyásnak (mert ez volt jegyzőnk keresztneve,) mind halálig, mely őket a Sajónál érte, meghitt barátja volt. A megnevezett Mátyás jegyző IV. Bélától, gyer meksége óta, különösen kedveltetett, kinél 122í-ban, mint jegyző , alkalmazást nyert, s e hivatalt azon egész terhes időszak alatt, — miként maga megjegyzi, — míg IV. Béla Horvát- s azután Erdélyországot kormányozta , úgy viselte, hogy tanácsosai közt elsőnek tartatnék. Hivatalviselése kez detén a zágrábi prépostsággal tiszteltetett meg. Mind tovább harapózván ez idétt a magyarországi egyháznagyok kine vezésében a római pápák hatalma, soká nem emelkedhetett iua gasbra. Végre mégis váczi püspökké neveztetvén, azon egyház megyét közel négy esztendeig kormányozta 2) ; mert Robert esztergomi érsek halála után, azon káptalan egyetemes sza vazatával a föérseki székre kéretett. IX. Gergely pápa azon színes okból , mintha a kérelmezés nem törvényszerüleg intéztetett volna , valósággal pedig a magy7ar egyházi java dalmakra sóvárgó olaszok iránti tekintetből , oly nagytekin télyű hivatalt Mátyásnak adamányozni vonakodott. Mire nézve a káptalan, egyik tagját, egy7szersmind szepesi pré- ') Fejér: Cod. Dipl. Tom. VH. Vol. 1. pag. 275. — 2) U. o. Tom. IV. Vol. 1. pag. 178."], [63, "49 postot , Mátyást , a Hermann nemzetségből , több káptalan bélivel ') , a pápához küldötte , hogy annak aggodalmát eloszlatná ; IV. Béla pedig hozzá intézett levelében írja : „hogy az említett püspököt nagy hüségünek , s minden ügyekben mély-belátásúnak és helyes tapintatunak ismerte ; továbbá , minthogy sok esztendeig kanczellárja volt, higye, hogy tiszta és feddhetlen életű\" 2). A pápa végre így választolt : „Béla Magyarország és Kálmán hires királyok, úgy egyéb hiteltérdemlők tanúságai közélete s tisztességes magatartása , valamint tudományossága s erkölcsi méltósá gára nézve ugyanazon püspököt előtte igen ajánlatossá tették\" 3). Mirenézve IX. Gergely Mátyás nak , márcz. 6-kán , 1240-ben az érseki palástot megküldötte , melylyel Ugrin , kalocsai érsek , kevéssel azelőtt ékesítette fel , mint a magyar névnek ezen fénye is a gyászemlékü Sajónál, hősiességének több jeleit adva 4) , meghalt, vagyis inkább örök dicsőségre érdemes két társához költözött volna 5). Es ezzel munkánk első részét befejeztük. — Czélunk volt , a nienny7ire szakismeretünk köre engedte , híven adni mindazon újabb történelmi nyomozásokat, melyek Béla király névtelen jegyzője korának megállapítása érdekében tétettek. A komoly kritikának tisztje azok felett részrehaj atlan bír álatot tartani , hogy eredményül kiderüljön belőle ') V a g n e r : Analect. Scepus. I. pag. 293., hol a követség többi tagjai is megneveztetnek. ') „Quod dictum episcopum fidelissimum invenerit, et in omni negotio valde circumspectum, et discretum et praeterea cum multis an- nis Cancellarius suus fuerit, sciat eundem esse vitae mundae et honestae\". — Katona: Hist. Eccles. Coloc. P. I. pag. 283. 3j „Belae Hungáriáé et Colomanni Regum ülüstrium et aliorum fidedignorum testiinonia de vita et conversatione honesta, literatura át gravitate morum eundem- episcopum apud se reddidisse quam plurimum commendatum\". *) Bővebben olvashatni róla Tamás spalatrói főesperesnél, S c h w a n d t n e r gyűjteményében. 5) Georg. Bartal de Beleháza : Commentar. ad hist. Status Jurisque publ. Hungar. Aevi medii libri XV. Tom. I. Posonii, 1847. 8-o. pag. 4—19. §§. 2-16. 4"], [64, "50 azon nézet , mely — mint megrendíthetlen alap — a név telen jegyző korára nézve tétova nélkül elfogadható. Ezt eszközölni jelen pályamunka második, az elsővel elválhatlan kapcsolatban lévő részének jutott komoly feladatául, melyre ezennel áttérünk."], [65, "MÁSODIK RÉSZ. A felhozott érvek itészeti taglalása. V. Fejezet. A névtelen nem volt IV., III. s II. Béla királyok jegyzője. 10. §. .4 IV. Béla korára felhozott okok czáfolata. Mindaz, mit hazai tudósainknak mélyen tisztelt Nesz tora, t. Beleházi Bartal György, a névtelen Írónak IV. Béla király idejében viselt jegyzőségére , saját nézpontjá ból, alapos tárgyismeretet tanúsító tájékozottsággal felhord s kerekded müegészszé alkotva a t. olvasók elébe terjeszt, annyira fontos, s oly ellenállhatlan vonzerővel látszik birni, miszerént a beny7omás első perczében alig tartózkodhatik a hazai történettudomány buzgó barátja, hogy kétségtelenül helyesnek tetsző nézetét ne oszsza, s mint mesterének min den szavára ne esküdjék. Csak ha újra meg újra elmélkedve ismételt olvasás közben elemezve mérlegeli a részleteket, egyes állításokat, észlelheti, hogy nem egy akad közöttük olyan, mi ingatag alapjánál fogva az ítészét mérvesszejét megütni képtelen. Ujjal mutatunk itt egyenkint ezekre, s czáfokokkal saját értékükre szállítani törekszünk a nélkül, hogy csak egy perczig is felejtenők a tudományok magas fokán álló irodalmi tekintélyünknek ernyedetlen törekvései által kivívott hervadna tlan babérai iránt a teljes mértékben kiérdemlett legszivélyesb tiszteletet. Ilyen 1. azon megjegyzése az érdemes írónak, hogy a névtelen jegyző munkájában sok oly szó és szólásmód tűnik fel, mi III. Béla előtt épen nem, vagy csak gyéren használ tatott, minők a magister agazonu m, Halicia és Lodomeria, Blaci, Dares Phrygius, nobilis 4*"], [66, "52 (nemes). Mire viszont egyszerűen csak azt jegyezzük meg : ha az érintett szók III. Béla előtt gyéren használtattak, tehát nem voltak épen ismeretlenek, s igy nem szolgálhat nak oly czáfolhatatlan érvekül, hogy a névtelen jegyzőt szük ségképen Hl. vagy IV. Béla korába kelljen tennünk. Ha pedig a XHI-dik század előtti keletök vonatik kétségbe, úgy kényszerülünk hitelesekül ismert történelmi adatokra utalni, melyek épen ellenkezőt bizonyítnak. Igy a lovász mester (agazonum magister) czimet illetőleg, daczára hogy némely tudósaink e hivatal hajdani létét kétségbe vonták, mely csak XHI-dik századi okleveleinkben említtetik elő ször, és szerintök III. Béla alatt állíttatott fel '): kiderült végre mégis, hogy a tihany7i apátság lOiö-diki alapító okle velében Nán mint királyi lovász irja alá magát. 2) — Hogy Halicia (Galícia) és Lodomeriának (Vlodimiria) már II. (vak) Béla királyunk előtti időből, tehát a XI-dik századból több emlékei vannak, Nestor évkönyvei kétségen kivül teszik 3). — A Blacus (oláh) név ismeretes volt már az előtt rég az azt viselő népnél , s hogy a byzánti Íróktól a XI-dik században kezdett használtatni, Engelből tanul juk 4) ; valamint a mellett is okmányok tanúskodnak, hogy IV. Béla őket 0 1 a c i (01áhi=oláhok) nevezi 5). — Azok után, a mik Da res Phrygiust illetőleg Cornidesnél olvashatók 6), nem kétkedhetünk , hogy az említett író a Xll-dik századnál jóval régiebb s a XI. században már széltiben ismertetett. — Annak pedig, hogy a nobilis (nemes) szó a XHI-dik század elején még ismeretlen volt volna, ellenkezőjét épen t. Bartal Györgynek re mek Commentáraiból tanuljuk '). ') Dan. Cornides: Vindic. Anonym. 124, 125, 126, 133, 134. 11. *) Fejér: Cod. Dipl. Tom. I. pag. 393. 3) V. ö. Dan. Cornides: Vindic. Anonym. 73, 74. 11. *) Geschichte des ungarischen Reichs und seiner Nebenländer. Halle. 1797. in 8 — o. 384, 385. 11. s) Dan. Cornides: Vindic. Anonym. 54, 55. II •) L. i. m. 86, 87, 89, 90. 11. ') V. ö. i. m. §.51. nfo t. 1) és §. 53."], [67, "53 Igen hihető, hogy a magyar nemes szó is ősrégi ere detű, s azon korra mutat vissza, midőn a polgári életben még a nemek s ágak (gênera et tribus) birták előkelő leg igénynyel a kitűnőbb rangfokozatokra. Egyenértékű vele a latin nobilis (azaz : noscibilis), kitűnő állás és befolyásra nézve. — ■ Mindezekből a tudós férfiú által a IV. Béla alatt állítólag jegyzői hivatalt viselt névtelenünk korára tett meg jegyzésének alapja ingatagul tűnik ki. 2. A mit a tisztes aggastyán, névtelenünk III-d. feje jezetét illetőleg , melyben szent királyok és vezérekről van szó, okul állít elő, nem tartózkodunk olyannak tekin teni, a mit t. Toldy Ferencz „csekély becsű, látszatos védok-\"nak nevez (1. felébb, 1. §.). A névtelen jegyző épen oly helyesen nevezheté I. Béla korában Istvánt sze ntnek, ámbár ez csak 1083-ban iktattatott a szentek közé, mint ha a XII. vagy XIH-dik században írt volna, minthogy ezzel nem egyéb volt czélja, mint az országos véleménynek kife jezést adni, mely őt olyannak ismeré. Maga I. László király is, még fölvétetése előtt egy évvel, e czímmel illeti őt '). Ezt támogatja Erdély halhatatlan nevű néhai püspökének, Batthyáni Ignácz grófnak, véleménye is 2). Hogy a királyi jegyző a szent jelzőt nem az anyaszentegyház szo kott érteményében, hanem egyedül tiszteletczimként hasz nálja, miden kételyt eloszlatólag bebizonyította Cornides s). De hová kell nyomosabb érv, miután maga t. Bartal L) Fejér: Cod. Dipl. Tom. I. pag. 453. ') „Accedit : quod Geysa in Priuilegio Ecclesiae Nitriensis dein- ceps proferendo, ad Sanctorum Progenitorum suorum con- cessiones prouocet ; nisí ergo mihi concédas, — quosuis diuos Reges passim Sanctos vocatos , confiteri debebis, Priuilegio huic nostro fidem esse tribuendam.\" — Leges Eccles. Lib. I. pag. 161. — V. ö. Fejér: Cod. Dipl. Tom. I. pag. 287. ») A tudós férfiúnak ide szolgáló szavai ezek : „Auctor noster (t. i. a névtelen jegyző), Sanctos Reges Hungáriáé generatim com- memorans, vocem S a n c t i non in strictiori illa significatione accepit, qua nimirum Sanctos nonnisi eos vocamus , qui summi Pontificis decreto solenni canonizationis ritu in Divos sünt relati. Verum, San- cti Reges auctori nostro sünt Reges praestanti virtute atque integritate,"], [68, "54 György is nyíltan bevallja, hogy a szent czím gyakran adatik olyan királyoknak is, kiket az »anyaszentegyház hatá rozatából különös tisztelet nem illet '). 3. De az okmányok ezen szokásos végszavait : „et aliis Comitatus regni tenentibus et honore s\" sem fogadhat juk el oly hatályos érvül, hogy névtelenünket IV. Béla király jegyzőjének kényszerüljünk vallani. A kérdéses hely a vezé rek koráról szól, melyet az új országszerkezet időszakában élt névtelen író egészen ennek szellemében fejezhetett ki ; hisz ott voltak már szent Istvánnak, a nagy országrendezö nek, vármegyéi (Comite tus) s külön fokozatú tisztsé gei (honores) ; ezeket a királyi jegyzőnek már tiszti állásá nál fogva is jól kellett ismernie : miért ne használhatta volna tehát munkájában a nélkül, hogy esetleg a későbbi, illetőleg XHI-dik századi oklevelek befejezésében ezen két szó lön divatossá ? Valóban gyenge alap annak elfogaohatására, hogy a névtelen jegyző IV. Béla korában virágzott. 4. Hogy Cornidesnek a névtelen jegyző IX-d. fe jezetére tett észrevételét felfoghassuk, nem szükséges hozzá a XIH-d. század eseménykörében kulcsot keresnünk. Leg helyesebben megérthető az a XI-dik század első felének ese ményeiből. Hogy Europa hányféle népeinek vándorai tele pedtek meg a hármas bérez alján s a négy folyam partjain már Gyeics vezér és szent István kormányidejökben, törté- qui morum Sanctimonia, et Singularis in Deum pietatíá laude, immor- talem nominis glóriám apud gentem Hungaram sünt consecuti' Hac tan- tum, et non alia notione auctorem nostrum vocem S a n c t i usurpasse, patet tum ex eo, quod loeo citato vocabula Saucti et almi faciat synonima ; tum ex eo conficitur indubie, quod eodem ipso loco, Sanctis Regibus Sanctos etiam Duc.es e vestigio subjuugat. Atqui unicum duntaxat S a ne tum Ducem numerát Hungária, Emericum nempe, S. Stephani Regis filium. Unde rectissime colligitur omnino, de Sanctis Re- gibus simili prorsus ratione locutum fuisse Anonymum, qua locutus est de Sanctis Hungáriáé Ducibus in plurali numero.\" Vindic. Anonym. pag. 122. ') „Haud equidem nescio, ejiithetum Sanctorum tribui saepe Re- gibus, quibus honores caelestes decreto Ecclesiae non habentur\" — Commenta r. stb. §. 8. pag. 11."], [69, "55 netirásunk legrégibb emlékei egyhangúlag hirdetik '). István első királyunk nőszése által közvetlen érintkezésbe jöttünk nyugaton a német elemmel , Ravenna s Rómában királyi bőkezűséggel állított szállodái által pedig délszakra az olasz nemzettel. Ehhez kell tudnunk még velenczei Péter kormány szakát, midőn a föhivatalok s erődök német s olasz kezekre kerültek. Mindezeknek élénk emlékezetében írhatta csak a névtelen jegyző : „Es méltán nevezik vala Pannónia földjét rómaiak legelőjének, mert most is rómaiak híznak Magyar ország javaiból.\" Ezt igy csak I. Béla jegyzője Írhatta élet híven. Nem állítjuk , mintha a XHI-dik század folytán az országos, főleg egy7házi első rangú hivatalokra kizárólag ma gyar honfiak alkalmaztattak volna ; sőt egykorú hiteles ada tok ismeretével birunk, melyek sok külföldinek alkalmazta tása mellett tanúskodnak : meg kell azonban engednünk, hogy e balszokás azon mérvben vett helyesebb irányt, a melyben magasb kiképeztetés után sóvárgó s a külföld hires tanintézeteit mind sűrűbben látogató honfiaink száma növe kedett. Ez pedig csak III. Béla korától fogva tűnt fel örven deztetőbb színben. 5. A mit t. Bartal György a névtelen jegyző mun kájának I. fejezetéből idéz : „Midőn a scythák győzelmet nyernek vala , semmit sem kapának a zsákmányon, mint maradékaikból a mostania k,\" helyes magyarázatát szintén a XI-dik század eseményeiből nyerheti a nélkül, hogy annak értelmezési alapját II. és III. Béla kormányidejében, vonatkozással IV. Béla királyunk ellenkező magatartására, kellene keresnünk. .Az első magyar szent király halála után, az ország huszonhárom éven keresztül majdnem szüntelen dúló harczok s belvillongások zajában nagy rendetlenségbe sülyedt volt. Aba Sámuel kétes helyzetében a gyanús főurak tól az alrendüekhez fordult ; amazoknak elkobzott javaiból ezek gazdagúltak. Valamint I. Endre király is, hogy Hen rik ellen szervezett hadseregének vezérletére öccsét, Bélát, könnyebben megnyerhesse, ennek vezéri osztályrészül a tiszán- ') Turóczi: Chronic. Hungaror. Pars H. Cap. XXII."], [70, "56 túli részeket jelelvén ki, az ország harmadrészének urává tette. A trónra jutott I. Béla, mindjárt megkoronáztatása után , közbocsánatot hirdetett ; a Salamonnal német földre menekülteknek javait ótalma alá vette ; nagylelkűsége s ado mányozásai által pártját növelni törekedvén, a királyi széket magának biztosította. Nem estek ezek a névtelen jegy7ző tu dalomkörén kivül ; ki tehát helyesen élhetett történelmi mun kájában azon vonatkozással: „mint maradékaikból a mos taniak.\" Mirenézve, bármily ügyesen indokolja is ünnepelt agg tudósunk saját nézetét, el nem vitathatja tőlünk, misze rént a névtelen jegyző munkájából idézett szövegrésznek értelmezési szilárd alapja hazánk XI-dik századi országos állapotaiban is fellelhető. Ezekben határozódnak czáfokaink tudós Nesztorunk azon érvei ellenében, melyekkel a névtelen irót királyi jegy zőként IV. Béla részére követeli. Egyébiránt adott észrevé teleink mellett vannak még alaposakúl tartott oly nemű megjegyzéseink is, mikből tisztán kiderül, hogy a névtelen jegyzőt IV. Béla király korába helyezni lehetetlen, sőt merő képtelenség. Ugyanis a) ha névtelenünk , mint állítólag IV. Béla jegyzője, irja vala munkáját, miért nem ismeri őt az utána alig négy évtizeddel élt Kézai ? E kérdés annál nagyobb nyomatékkal bir, miután tudva van előttünk, hogy azt a IV. Béla alatt Nagy-Magyarországba (nemzetünk volgai hónába) utazott hittérítő dömések ismerték '), Azonban Kézai e mély hallga tását azon nagy időköz fejti meg, mely közte s a névtelen jegyző munkája közt legott első tekintetre mutatkozik. Vilá gosan kitűnik ez Kézai krónikájának I. könyv. IV. Fej. 7. §-ből , melyből „látszik, hogy még Kézai korában, bár ho mályosan, élt a magyar hagyományban az Árpád ellen küz dött Marót fejedelem emléke , melyet ö, a névtelen jegyző munkáját nem ismerve, tisztába nem birt hozni, sőt még job ban összezavart, midőn e hagyomáivyokat egyeztetni töre kedve Marótot Szvatoplug atyjává tette, kiről azt irja, hogy ') Dan. Cornides: Vindic, Anonym, pag. 242."], [71, "57 meghallván a szerencsétlenséget, mely fián esett , fájdalmá ban rögtön halállal végezte életét Veszprémben ; holott e vá rat , Béla király névtelen jegyzője szerént (XL VIII. F ej.), honfoglaló őseink német őrseregtől vívták ki ; mi annyival inkább elfogadható, mert a Veszprém ( Weissbrünn ) név e hely német telepítőire utal, s hogy Szvatoplug hatalma a Dunán túlra is kiterjedt volna , egykorú forrásokból nem bizonyít ható ')• b) IV. Béla kormányidejében már nem többé nótá rius, hanem csak cancellarius fordul elő az oklevelek ben ; holott a névtelen jegyző nem volt cancellarius. Ide járul, hogy a t. Bartal György által megnevezett Mátyás nem volt mester (magister) , minthogy e czim mel az okmányokban sehol sem él 2). A t. Podhradcz ky n a k ezen állítása hogy téves, legott látni fogjuk. c) Ezen helynevek : Ultrasilva ni a, terra ultra silvana, Erdeuelu (Erdély), Bezprem, Sunad ily idomokban IV. Béla korában már nem divtatoztak, miként ezt Cornides, jeles munkájában bőven kifejtette 3). d) Ha csakugyan Mátyás érsek irta a magyarok tettei ről szóló munkát, miért hallgatja el a többi királyokat, kik I. Endrétől IV. Béláig uralkodtak ? e) Miért nem emlékezik csak egyetlen vonással is a IV. Béla alatt felzajlott kún világról s a közelgő vagy elvi harzott tatár vészről ? Feltehető-e ez egy oly történetíróról, ki egykorúnak állíttatik , hogy a hazát annyira megrázkód tató eseményeket csak egyetlen sornyi feljegyzésre se mél tassa, holott csekélyebb érdekű dolgokat is elbeszélése kö rébe von ? f) Hogy a magvaszakadt Tor da már 1235-dik évben nem élt, IV. Béla királynak épen Mátyás mester által fogal- ') Kézai Simon Mester Magyar Krónikája. Fordította Szabó Károly. Pest, 1862. 8r. 2) Podhradczky József: Béla király névtelen jegyzőjének idejekora és hitelessége. Budán, 1861. 8r. 22. 1 s) L. i. m. 46, 50,55. 11."], [72, "58 mázott adománylevele bizonyítja l): tehát a névtelen jegyző, kinek T o r d a püspök kortársa volt, sem élhetett azon idétt, s igy IV. Béla alatt jegyzői hivatalt sem viselhetett. \"•) A névtelen jegyző munkájának L-dik fejezetében Sába ria forrást (fons Sabariae) említ. Ha a S a b a r i a nevezet, mint t. CzinárMór oklevelekből hitelesen vitatja, 1242-dik év után már nem divott : úgy névtelen irónk IV. Béla király jegyzője sem lehetett azok szerént, kik azt tart ják, hogy ő Béla király holta után irt 2). h)A mosonifertő3), vagyis a ma úgy nevezett Hanság, hajdan sokkal nagyobb volt; mert II. Endre ki rály idejében (1205 — 1235.) öt falu lesülyedése által belőle támadt a mai Fertő tava. Ez az oka, hogy a névtelen jegyző csak mocsárnak (lutum) , ingoványnak nevezi, mert az ö korában tó (lacus) alakjában még nem létezett. E Fer tőről először tétetik említés IV. Béla királynak 1240-dik évi oklevelében 4). Ha már előbb létezik vala, a névtelen jegyző is Fertőnek nevezte volna. O tehát ez oknál fogva sem volt IV. Béla király jegyzője 5). i) Utoljára hagytuk a leghatályosb érvet. T. Szabó Károly mindazokra nézve , miket tisztelt ősz tudósunk a névtelennek IV. Béla idejében viselt jegyzőségéről szabato san elmondott, azon rövid megjegyzést teszi 6), mit már előtte Cornides tett '), „hogy a névtelen jegyző , ki magát n é hai boldog emlékezetű nagy dicső Béla kir ály j egy z öj ének irja 8) , a sajói vérmezőn 1241-ben s igy IV. Béla halála (1270.) előtt huszonkilencz évvel elesett Má- '; Fejér: Cod. Dipl. Tom. IV. Vol. I. pag. 21 — 27. '; Podhradczky J. i. m. 352. 1. *J „Lutum Musun\". — Anonym Cap. LVH. *) „Ferteu-tou, in Comitatu Musuniensi\". — Fejér: Cod. Dipl. Tom. IV. Vol. 1. pag. 198. 5) Podhradczky J. i m. 413. 1. ') Budapesti Szemle. XXV— XXVI Füz. 188. 1. ') Vindic. Anonym 70,71. II. ') „Quondam boné memorie gloriosissimi Bele Regis Notarius.\" — Anonym. Prolog."], [73, "59 Mátyás érsek nem lehetett, szerintünk nagyon is világos.\" Ugyanis , ,,a kik csak névtelen jegyzőnkről értekeztek, mindnyájan, kivétel nélkül, egy inon állítják , hogy ő Béla király holta után irt , közönségesen elfogadván Cornides Dánielnek ')ez állítását, hogy, ha a quondam hatá rozó bonae memóriáé kitételhez járul , az mindenkor holtat jelent\" 2). Ha az eddig felhordott czáfokokat s nyomatékos ellenérveket a tisztelettel többször említett tudós aggastyán nak remekül megalkotott értekezésével párvonalban mérle geljük, eredményül azon mélyen gyökerező meggyőződést érezzük magunkban , hogy a névtelen jegy7ző sem Mátyás érsek nem lehetett, sem IV. Béla korában nem virágozhatott. 11. §. A III. Béla korniányideje mellett használt i-nek eloszlatása. Két szaktudós áll elő, miként felébb (7, 8. §§,) láttuk, azon határozott véleményével , hogy a névtelen jegyző III. Béla király alatt, vagy igen közel annak kormányidejé hez élt és irt. Egyik egy hazai névtelen czikkiró , a másik pedig egy külföldi tudós, dr. Rösler Ede. Mindkettő, saját nézetéhez alkalmazkodva, szilárd alapra igyekszik fektetni okoskodásait. A részrehajlatlan birálat tisztje, szigorú vizs gálat alá venni azokat, hogy kitűnjék , mi mindaz, a mi való értékkel bir a tudomány mérlegén. Mindegyiket külön tesz szük fejtegetésünk, illetőleg czáfolatunk tárgyává. I. A hazai névtelen czikkirónak férfiasan határozott tárgyalása s helyesen összefüggő előadása, hódító erővel hat ván a t. olvasóra , nézetének elfogadására könny7en meg nyerni látszik őt. Azonban , ha az ítészét fáklyavilágánál közelebbről s minden oldalról vizsgáljuk az általa sorban felhordott okokat, tisztán áll előttünk, hogy korán sincs azon horderejök, melylyel bírni első tekintetre látszottak. Ugyanis, 1. a mi a gloriosissimus czímet illeti, mely czikk iró szerént egyik Béla királyunkra sem alkalmazható oly jogosan , mint e néven a harmadikra , csak azt mondjuk, ') Vindic. Anonym. Sect. H. Cap. 1. § 3. *) P o d h r a d c z k y J. i. m. 34. 1."], [74, "60 hogy erről maga a névtelen jegyző szólhatna leghatá rozottabban. Avagy a királyi jegyző , paplétére , nem adhat ta-e jogosan e czímet azon királynak, ki a nemzeti ős vallásnak a székesfehérvári országgyűlésen rendkívüli erély lyel nyilatkozó életszózatát elnémította végkép, mind örökre. E pogány forradalom , utolsó jelentékenyebb nyilvános erő feszítés az őshit mellett, 10U l-ben I. Béla király uralkodása alatt tört ki. A fellázadt nép felállítja bálványait, meg szentségteleníti az egyházakat, leöl mindent , ki papi ruhát vise 1, mialatt a pogány papok emelvényekre állva ilyen verseket üvöltenek : „Állítsuk vissza ős- isteneinket , kövez zük agyon a püspököket, hasítsuk ki a presbytereket, fojt suk meg a szerzeteseket , akaszszuk fel a tizedszedőket, rontsuk le az egyházakat, törjük szét a harangokat!\" A nép, a keresztyénség gúnyára , e rettentő átokra így felelt : „Úgy legyen, úgy legyen\" '). Kérdezzük, nem glorio sissimus-e azon király, ki ily roppant vészfergeteget elhárít a magy7ar haza , akkor még új állam, egéről szeren csésen, diadalmasan ? Fokozza ezt még az is , hogy I. Béla rövid, de üdvös nyomokat hagyó országlása alatt igen sokat tett a nemzet polgári életének megszilárdítására. Az ország sokáig elhanyagolt anyagi állapotát gondoskodása tárgyává tette. Mindenekelőtt a földmívelés meggyökereztetése végett a népet állandóbb lakok építésére ösztönözte. A nyomasztó adókat, melyek Péter alatt a népre nehezedtek, eltörölte. A kézmüvek s kereskedés gyarapítása tekintetéből vásárrend ről gondoskodott ; az általa megszaporított vásárokat szigorú felügyelés alatt szombaton rendelé tartatni , hogy a kalmá rok mértéke s nehezéke kárba ne ejtsék a vevőket. A keres kedésen, mely eddig nagy részben csere utján folyt, az által ') „Plebs constituit sibi praepositos , quibus praeparaverunt orcistrum de lignis Interim verő praepositi in eminenti residen- tes praedicabant nefanda carmina contra fidem More paganico vivere, episcopos lapidare , presbyteros exinterare, clericos strangulare, decimatores suspendere , ecclesias destruere et campanas confrin- gere .... Plebs autem tota congratulanter affirmabat : Fiat, fiat.\" — Chronic. Buden s. ad. ann. 1061."], [75, "61 könnyített , hogy több ezüstpénzt veretett s értékét sza bályozta. A fejetlenség korszakában a mi szent István intéz kedéseiből tönkre jutott, azt felépítette , s László és Kálmán neki köszönhették, hogy alapfalat találtak, melyhez további építményeiket támaszthatták. Ezen s több hasonló kormány fogásai által oly anny7ira gyarapította az országot , hogy az „a szomszéd országokat mind meghaladta gazdagságban s dicsőségben ; a szegények meggazdagodtak , a gazdagok dúslakodtak\" '). Fényes bizonyítványok ezek a mellett, hogy , bár országlása csak két rövid évig tartott , de királyi székre termett férfiú országlása volt 2) , sa gondviseléstől nyert magas küldetésben híven eljárván , a nagydicső (gloriosissimus) nevet valóban kiérdemelte. Ha nem mutat hatunk is fel I. Béla korából okmányokat , mert öszvesen is csak hét kerülhette el nyolcz század pusztításait, melyekben ő mint gloriosissimus tűnnék fel , ott van névtelenünk, ki magát a nagydicső Béla király jegyzőjének vallja, mely czím, miként kiderítettük, ha nem nagyobb, bizonyára oly joggal megilleti , minővel azt a névtelen czikkiró a kü lönben igen derék HL Béla királyunkra ruházza , főleg miu tán tudjuk , hogy e diszczímmel több jeles királyaink közt bizonyára nem egy ékeskedék olyan , ki sem bátorság, sem kitűnő szellemi tulajdonokra nézve magasan I. Béla felett nem áll. Történelmi biztos adatokból köztudomású dolog, hogy a gloriosissimus czímmel Árpád királyaink közöl ezek tiszteltettek meg : I. Endre, szent László , Kálmán, II. (vak) Béla , H. Gyeics , II. László , III. Béla , Imre, II. Endre, sőt még IV-d. vagyis Kún László is s). Ki az, ki kétségbe vonni merné, hogy, ha nagy dicső volt I. Endre, ') Hungária , quam plurimum locupletata , super omnes circum adjacentes regiones caput extulit , eas divitiis vincens et glória ; tunc in ea pauperes locupletabantur, et divites gloriabantur\". — Túróczi: Chronic. Hungaror. Pars II. Cap. XLV. •) Szalay László: Magyarország története. I. köt. Lire c. 1852. 8r. 151. 1. — Dr. Horváth Mihály: Magyarország törté- nelme. Második kiadás. 1. köt. Pesten, 1860. 8r. 178. 1. *) Dan. Cornides: Vindic. Anonym. 76 — 78. 11."], [76, "62 bizonyára ilyennek kell tartanunk öccsét , I. Bélát is ? Egyébiránt itt egyedül a névtelen királyi jegyző szólhatna határozottan : melyik Béla király volt az ő ura, s mi oknál fogva czímezte őt nagydicsőnek (gloriosissimus) ? Czím volt ez egyszerűen , miként utóbb az „invictissimus\". Miután tehát a névtelen czikkiró felhozott oka ellenébe hasonló , ha nem hódítóbb , okot állítottunk, azt a kérdés eldöntésére, mint feltételes álh'tást , elegendő erővel bírónak s így érvé nyül el nem ismerhetjük. 2. A mit névtelen czikkiró második érvül állít III. Béla kora mellett , csak annyit bizonyít , hogy ö alatta is folya matban volt azon szokás , hogy a hon életeseményei föl jegyeztettek, tehát csak folytattatott az, mi már Gyeics feje delem és szent István korában megindíttatott , tudniillik a történeti följegy7 zések, melyek az udvarnál hihetőleg az alkanczellár , a klastíomokban pedig a barátok által tétettek. Ezeket érti hihetőleg Béla király jegyzője az annales chronici1) néven , melyeket ugyan a magyarok bejövetelére, s így a rendezett kormányt jóval megelőző időre hoz fel, de igen hihető, a Gy7eics fejedelem alatt beszi várgott külföldi papok kezdek meg történetírásunkat , szent István pedig, az új országlat rendezője , ama királyi év könyveket minden esetre a történeti hagyomány föl jegy eztetésé vei kezdette meg 2). 3. A mi a névtelen jegyző munkájának másolatát, mely korunkra eljutott, illeti, s melynek betüjelleme s Írásjeleiből akar következtetést vonni a névtelen czikkiró III. Béla ko rára ; miután köztudomás szerént a fenmaradt példány a királyi jegyző szerkesztmény7ének nem eredetije , hanem a XHI-dik század végén vagy a XIV-diknek elején , ki tudja, hányadszor, készült másolata ; továbbá, miután kétsé gen felül helyezni nem lehet , vájjon nem tett-e legott az első vagy bármelyik utóbbi másoló az eredetinek írásmódján itt - ott változtatásokat s nem idomította-e, könnyebb olvas- ') Anonym. Cap. VIL 2) Toldy Ferencz: A magyar nemz. irodalom története, Harm. kiad. I. köt. Pest, 1862. 8r. 33 §. 78. 1."], [77, "63 hatás tekintetéből, annak betüjellegét saját kora graphicájá hoz : elfogadnunk teljes lehetetlen a névtelen czikkirónak azon állítását, hogy azon írásmód, melyet szerénte Béla név telen jegy7zóje követett (talán helyesebben : az eredetinek másolója követni jónak látott ?) III. Béla király ide jére mutat. 4. Tagadjuk névtelen czikkirónak azon állítását is, mintha a B 1 a c u s nevezet először C i n n a m u s nál, III. Béla királyunk kortársánál, s így 1173 — 1196. időközben fordulna elő, miután biztos adataink vannak, hogy az már 1081. kö rül , tehát a Xl-d. században , a byzánti történetíróknál használatban volt '). 5. A mit a névtelen czikkiró a Halicia és Lodo m e r i a nevezetekre felhoz , alaptalannak bizonyul be, ha azzal, a mit ezekre vonatkozólag Cornidesnél 2) olvas hatunk, gondosan összevetjük. 6. Mindaz végül, mit a névtelen czikkiró királyi jegy zőnk személyiségének környületeire vonatkozólag hiteles adatok nyomán elmond , alapját veszti , ha meggondoljuk, hogy csakis egyetlenegy okmányban 3) fordul elő tudtunkra a P. (Paulus) név, s minthogy ez a szeréntünk is a P r a e dictus (Pdictus) codexet-kezdő szónak első betűjével eset leg talál, minden Péter s Pál felett ezt fogadták el a királyi jegyző nevéül. Azonban elfeledték ezek hogy a) Pál, Béla király halála után nem volt jegyző, minthogy erdélyi püs pökké nevezetett még a király életében, s helyette 1186-ban Adorján (Adrianus) budai prépost és kanczellár tűnik fel 4). Hasonlólag találkozunk egy Pál (Saul) kanczellárral, ki 1188-ban valóban választott Csanádi püspök volt 5). Mint hogy Adorján meg erdélyi püspök lőn, s mint ilyen gyakran ') L. Cornides i. m. 53 és 134. 1. — V. ö. Endlicher: Anonym. Belae Regis Notarii de Gest. Hungaror. Liber. Viennae, 1827. 8-o. pag. 58. 2) L. i. m. 73, 74. 11. ») Fejér: Cod. Dipl. Tom. H. pag. 199 ') Fejér: Cod.Dipl.Tom.il. pag. 229.— 5) U. o. pag. 245, —"], [78, "64 jelenik meg tanukép '), tiszti utóda lön Ka t apán, fehér vári prépost s a királyi udvar kanczellárja 2) ; — b) ha ezen főpap volt a magyarok tetteiről (De Gestis Hungaro rum) szóló munka szerzője , azt csak mint püspök Írhatta, s ha így, akkor méltán kérdhetjük : vájjon miért hagyta el a munka elejéről püspöki czímet, miután a magister czí met említi ? Talán elfeledte ? Ez több mint vakeset ; vala mint több a vakesetnél az is , hogy jegyzőnk , ha épen III. Béla alatt tett vala tiszti szolgálatot , s neve az okira tokban a jegyzői czím mellett a prépost vagy püspöki czí mekkel is rendesen megjelenik , miért nem élt ezen czímei vel egyéb irataiban is ? Valóban mind olyanok ezek , mik feltennünk parancsolják, hogy a névtelen czikkiró állítólagos Péter Pál jegyzőjének a nevezett munka szerzőségére vonat kozó feltevése ingatag alapon áll, mit még ingatagabbá tesz azon állítása, hogy névtelenünk munkáját külföldön, név szerént Bécsben, 1206. körül készítette. Ugyanis, hogy ide irány7zólag egyebeket mellőzzünk , miként bírhatta azon helyzetében mindazon történelmi segédszerek s levéltári hi teles iratokat, mik hogy munkájának megírásában kezénél vol tak, önmaga nyilván vallja ? Hát azt honnan merítette a név telen czikkiró , hogy névtelenünk kézirata sokáig a bécsi ambraszi gy7üjteményben hevert ? miután köztudomású dolog, s az iró czikke elején maga is hirdeti, hogy a bécsi gyűjteményben lévő példány7 nem a szerző kézirata. S ha másolat, valamint napjainkban nem egyszer történik , úgy az ősmagyar korban nem vándorolhatott-e az eredetinek egy másolati példénya külföldre '? Ha igen , úgy a munkának Bécsben kelte mellett mit sem bizonyít. De nem bizonyít Péter Pál szerzősége mellett sem ; mert ha a „Pdictus Magister, ac quondam boníie memóriáé gloriosissimi Belae Regis Hungáriáé Notarius\" szavakat a köz-megegyezéssel elfogadott azon magyarázattal hozzuk kapcsolatba , hogy szerző, nagydicsö királyának halála után is, jegyzői hivatalt 0 Fej ér : U. o. pag. 289, 309, 326, 348. — ») U. o. pag. 289, 293, 301."], [79, "65 viselt : miként állíthatjuk a hivatalnélküli , Bécsben ma gánzó Péter Pált a munka szerzőjének ? Mindezen tekin teteknél fogva el kell ismernünk , hogy a névtelen czikkiró által felhordott okok a királyi jegyzőnek sem korát , sefíi nevét, s a kettővel együtt szerzőségét sem bizonyítják két ségbevonhatlanúl. — De lássuk , mit és minő alapossággal terjeszt e tárgyról dr. Rösler Ede élőnkbe. II. Mindazok, mikkel a nevezett külföldi tudós azon véleményét indokolja, sőt kétségbevonhatlan érvekül feltün- tetni törekszik , miszerént névtelen jegyzőnk a Xll-dik szá- zad végére , vagy a XlII-dikba helyezendő okvetlenül, azt teszik kétségtelenné , hogy sem a fontos történelmi kérdés vitakörében kellő tájékozottsággal , sem annak alapos meg- vitatásához szükséges ismeretekkel nem bir. Innét az általa felhordott okok sem nem újak s olyanok, melyek saját véle- ményének a diadalt biztosíthatnák ; sem oly horderő nem rejlik bennök , mely a tudományos vitatárgyból bevégzett kérdést csinálhatna. Eléggé kitűnik ez azon könnyüdszerü, de az ellenfél minden védveinek teljes megsemmítésével végződött csatározásból , melyet nemzeti őstörténelmünk avatottja , t. Szabó Károly, az említett külföldi tudós- nak több akarattal , mint tehetséggel öszeállított értekezése ellen folytatott '). Nem lesz nehéz a vert nyomokon haladva dr. Rösler nézeteit erejökből kiforgatnunk, s közvetve alaptalannak bizonyítanunk azon állításíít , hogy a névtelen jegyzőnek az általunk felébb kijelelt időközben kellett élni kétségtelenül. a) A névtelen jegyző Xl-d. századi kora ellen fel hozott azon nehézségét dr. R ö s 1 e r n e k , hogy tudniillik S u s d a 1 városa, melyet a királyi jegyző említ, a XH-d. szá zad előtt nem létezett, mert csak ekkor találjuk említve, — Cornides már a múlt században teljesen megsemmítette, kimutatván Nestor egyik régibb folytatójából, hogy S u s d a 1 1096-ban nem csak hogy létezett, hanem már ez évben ') Budapesti Szemle. 1860. foly. XXXV— XXXVI. Füz. 189 — 193. 11. 5"], [80, "66 Oleg, néhány egyház kivételével , porrá is égette '). Azután melyik logikai szabályon alapszik ezen következtetés : bizo nyos helység létele régibb század irott emlékével nem igazol ható ; tehát azon korban valósággal nem is létezett ? Ha szabad így következtetnünk , úgy a régi századokban nem csak Orosz-, vagy Magyar-, hanem Németországot is kietlen pusztaságnak kell képzelni. b) A mit második védvül használ dr. Rösler I. Béla névtelen jegyzője ellen, csak ősmagyar történetismereteinek szegénységi bizonyítványa. Sajátságos, hogy az, ki a régibb magyar történetek felett kritikát ír, még azt, sem tudja, hogy a besenyő, kún, palócz nevek alatt azonegy nép értendő, mit csak az is kétségtelenné tesz, hogy honi króni káinkban ugyanazon esemény leírásában a k ú n és b e s e n y ő név váltakozik , hogy a besenyők országa később Kúnország (Ciimania)-név alatt tartozik a magyar szent koronához , s hogy a hová névtelenünk kunokat mond telepűlteknek , a Mátra mellékén , ma palóczokat talá lunk. — Azután nehéz is azon kún-magyar szívélyes viszonyt, melyret dr. Rösler kierőszakolni akar, a névtelen jegyző munkájából kiolvasni , ki a kún vezérekről csak annyit ír , hogy „midőn látták Álmos vezér kegyességét, melyet a ruthénok körül tőn, lábaihoz borulva Álmos vezér nek , önként meghódolának , mondván : E naptól fogvást urunkká és parancsnokunkká választunk utolsó íziglen és hová szerencséd vezetend , oda követünk\" 2). Mi különös előszeretettel viseltethetett is volna a kunok iránt a névtelen jegyző , ki a kunoknak épen nem kedvezve már előbb (VIII. Fej.) feljegyzé , hogy a magyarok Kiov alatt a rut hénokat és kunokat űzvén, „a kiínok tar fejeit Álmos vezér ') Vindic. Anonym, pag. 129. 2) Cum vidissent pietatem Almi ducis, quam fecit circa Ruthenos pedibus ejus provoluti , íe sua sponte duci Almo subjugaverunt, dicen- tes : Ex hodierna die nobis te dominum et praeceptorem , usque ad ultimam generationem eligimus, et quo te fortuna tua duxerit , illuc te sequemur\". — A n o n y m. Cap. X."], [81, "67 vitézei, mint a nyers tököt, úgy aprítják vala\" '). E szavak ból következtetve , dr. Röslernek a névtelen jegyzőt nem inkább azon korba, a Xl-d. századba, kellene-e tenni, mikor a magyarok a kunok fejeit valósággal ugyancsak aprították ? Hisz ő maga mondja , hogy „a kunok e név alatt itt először 1061-ben jelennek meg, s egy emberkoron túl dúló beütéseikkel rettentők voltak a magyaroknak\" 2). Itt az egyzer ugyan saját fejére szól ellenfelünk. c)Asok kőépület és pompás istállók felemlí tésén alapuló ellenvetés I. Béla király névtelen jegyzőjének kora ellen azt teszi kétségtelenné , hogy dr. R ö s 1 e r nem olvasta figyelemmel annak munkáját ; ellenkező esetben megtanulhatta volna belőle , hogy „Árpád vezér és minden előkelői bemenének Attila király városába (mely a mai O-buda helyén feküdt), és megnézek mind a királyi ptalotákat, és szerfölött bámulják vala mind azon kőépületeket. Naponként vendégeskednek vala , a kobzok és sípok minden zengésci és édes hangjai, a dalnokok mindenféle énekeivel, zengnek vala előttök\" 3). Világos e szavakból , hogy a névtelen jegyző Árpád magyarjait kőépületekhez szokottaknak sem nem képzelte, sem nem állította. — Az ének, zene s tánczra nézve pedig tudnia kellene, hogy mindez a szemtanú Pris cus tudósítása szerént már Etele udvarában divatos volt ; nem látjuk tehát okát annak , miért kellene e hagyományos nemzeti szokást a kunok fajrokonaitól , a magyaroktól, meg tagadni , főleg miután mindez a dr. Rösler által igen ') „Tonsa capita Cumanorum Almi ducis milites mactabant tau- quam crudas cucurbitas\". — Anonym. Cap. VHI. 2) „Die Rumänen erscheinen unter diesem Namen hier erst 1061. und machten sich noch weit über ein Menschenalter durch fortwährende Einfalle den Ungarn furchtbar\". — Zur Kritik älterer ungari- scher Geschichte. Seperatabdruck aus dem Programme des k. k. Ober-Gymnasiums zu Troppau für das Schuljahr 1860. iu 4-tp, 8. 1. s) „Dux Arpad et omnes sui primates intraverunt in civitatem Athilae regis , et viderunt omnia palatia regalia, et admirabantur ultra modum omnia illa aedificia lapidea. Epulabantur quotidie, omnes sym- phonias, atque dulces cythararum et fistularum , cum omnibus cantibus joculatorum, habebant ante se\". — Anonym. Cap. XLVI. 5*"], [82, "68 vadaknak képzelt magyaroknál sokkal vadabb népek közt is mindenütt föllelhető. — A mi végre a vezéri lovak szá mára rakatott pompás istállókat illeti , azokat csak dr. Rösler képzelete teremtette. De halljuk magát a név telent : „Árpád vezér és nemesei azon helyet (Csepel-szige tet) kimondhatatlanul megszeretek, és elhatározák , hogy az fejedelmi sziget legyen , s hogy ott minden nemes személy nek tulajdon udvara és tanyája legyen. S Árpád vezér mindjíírt mestereket hozatván, derék fejedelmi lakokat csináltata , és a hosszú útban megfáradt valameny nyi lovát ide bevitetvén , itt (tudniillik a szigetben) paran csolá legeltetni\" '). Kérdjük, hol van itt szó pompás istállókról? S vájjon azon adat , hogy Árpádnak ezen az ő korában egyetlenegyzer említett építkezéshez meste reket kellett hozatni, azt bizonyítja-e , mit dr. Rösler velünk a jegyzőből el akar hitetni , hogy Árpád magyarjait köépületekhez szokott s így természetesen az építkezéshez értő nemzetnek hitte és tanította ? Vagy nem olvasta dr. Rösler a névtelen jegyzőnél : „Árpád vezér és övéi megindulván az Eger vizéig jövének , és ott guny hókat készítvén néhány napig maradának, s azon halmot, melyen a vezérnek leveles színt csináltak , Szín halomnak nevezek?\" 2). — Ezek földerítése után az alappal egy üttösszedől dr. Rösler azon okoskodása , hogy miután Freisingeni Otto bizonyítása szerént honunkban még a XH-dik században csak igen nyomorult lakok voltak, azok is nádból , fából igen kevés , köböl még sokkal keve- ') „Dux Árpad , suique nobiles dilexerunt locum (se, insulam magnam , nomine Sepel) ultra quam dici potest , et constituerunt, ut ducalis esset insula , et unusquisque nobilium personarum , suam ibi- haberet curiam et villám. Statim dux Árpad , conductis arti- ficibus, praecepit facere egregias domos ducales, et omnes equos suos , longitudine dierum fatigatos , ibi introductos , pascere praece- pit\". — Anonym. Cap. XLIV. 2) „Dux a4rpad et sui egressi , venerunt usque fluvium Egur et ibi paratis t u g u r i i s , plures dies permanserunt, et montem illum super quem duci f o 1 i a t a fecerunt, nominaverunt Z e n u h o 1 m u\". — Anonym. Cap. XXX."], [83, "69 sebb (mi valóban úgy volt) ; a névtelen jegyző pedig Ma gyarországot már a pogány korban kőépületekkel tömi meg (mi — miként kiderítettük , — teljességgel nem igaz) : en nek azon korban s így a Xll-dik század után kellett élni, mikor e rajz Írásához már valami alkalmat találhatott. d) Már az Árpád idejében meghódított Spalato és Horvátországból vett ellenvetésre felelőleg kérdjük , hogyan bizonyíthatja dr. Rösler azt, mit oly föltétlen kétség nél kül kimond, hogy Árpád magyarjai, kik a X-d. század ele jén Olaszországban a szavoyai havasokig , a nagy Német országon keresztül pedig Brémáig s az éjszaki tengerig dúltak , Spalatóig hódítva nem nyomúlhattak-e ? Vesse ösz sze Horvátország akkori viszonyát a X-d. század közepén élt Konstantin keleti császárnak reá vonatkozó tudósításával s a fuldai évkönyvekkel, s mutassa meg , ha tudja, hol van azon korról az önálló Horvátország története ? Hová lett Braszláv Dráva-száva-melléki birodalma ? melyről, valamint Braszlávról vagy valamely7 utódjáról , az után , hogy a ma gyarok Dunántúlt 896-ban elfoglalják , soha többé a kül földi krónikákban egy7 betű emlékezet sincs. Ha pedig ezt kimutatni nem képes , a mint hogy nem is lehet képes , le het-e névtelen jegy7zőnket, egyszerűen tagadott de meg nem czáfolt adatáért , a XI-dik századból kitagadni s ily botorul a XlII-dikba viszautasítani \"? e) A mit Cassel után a Styria nevezet használa tára nézve a névtelen jegyzőnek I. Béla korában léteztére megemlít dr. Rösler, az észrevétel ugyan helyes , de nem egyszersmind az innét vont azon következtetés, hogy a név telennek okvetlenül használnia kell vala ezen nevezetet, ha azon időben élt volna , midőn az már használatban volt ; mert ő a XI-dik század előtt is igen használt Marchia Australis, s a még régibb b aj o r nemzetnevet sem használja. f)Casselnek a hún-magyar őstörténetre vonatko zólag kifejezett nézetében mi a helyett, hogy valami nagy horderőt észlelnénk, elvcsusztatást (petitio principii) látunk ; mert épen azt kellene bebizonyítani, mit mi bebizonyítható-"], [84, "70 nak épen nem hiszünk , hogy a Kézai és Turóczinál föl jegyzett hun mondakör nemzetünk öntudatából előbb ki veszett, s csak később szivárgott volna vissza a külföldi forrásokból hazánkba. A mi hún-magyar őstörténelmi mon daelem mutatkozik Turóczi szerkesztményében , ő mindazt Robert Károly névtelen krónikásától (bécsi Képes Krónika) kölcsönözte , ez Kézai Simonnal egynítt pedig egy régibb, hihetőleg XH-d. századbeli elveszett hazai hún krónikából irta át '). A félig-meddig óvatos Kézai kötelesnek hitte magát a nemzeti énekek felhasználásától tartózkodni , elle nek azonban nem kel harczra, de folytat más harczot, melyre a névtelen jegyző még csak nem is gondolt : meg támadja a német Írókat, kik fajuknak kedvezve, tudós sér téseket szórtak a félelmetes és rettenetes fajra 2). Feltűnő avatatlanságát árulja el tehát őstörténelmünkben azon kül földiek véleménye , kik a nemzetünk öntudatából a két első magyar keresztyén század folytán kiveszett ős hún-magyar mondákat a külföldi forrásokból szivárogtatják vissza ha zánkba. Hogy dr. Rösler e nézetét Casselnek nem osztja , kiderül abból , hogy ellene H a r t v i k „Chronica Hungarorum\"-ját (1095 — 1114. időközből) állítja, mely ben szembetűnő a mesedagály. Ez értetlen férczmű felemlí tése által újabb bizonyságát adja dr. Rösler hivatatlan ságának a felvetett kérdésben, ki még azt sem látszik tudni, hogy a varsói krónika 3) egy tudatlan s a magyar történelemben teljesen járatlan lengyel barát férczelinéixye s csak ott ér valamit , hol H a r t v i k „Vita Stephani\"-ját rövidítve átírja. És egy ily7 compilatióra való utalással akarja dr. Rösler azon véleményét megsemmíteni Casselnek, hogy névtelenünk I. Béla jegyzője volt, egyszersmind ha lomba dönteni egész őstörténetünk épületét. Ennyire tájé kozatlamíl nem jár el a felvett vitatárgyban , ha képzelt ') T o 1 d y Ferencz: A magyar költészet története. 1. köt. Pest, 1854. 8r. 30, 35, 69, 74. 11. \") Thierry Amadé: Attila-mondák. Ford. Szabó Károly. Pest, 1864. 8r. 117, 118. 11. *) V. ö. Attila-mondák. 122. 123. 11."], [85, "71 magas oktató állásáról hozzánk leereszkedik s a legújabb magyar történettudománya vizsgálatok eredményeit becses figyelmére méltatja , s Endlicher „Monumenta Hunga rica\"-it ') futólag átolvasva , Schlözer elfogult iskolájá nak azon tételeihez nem ragaszkodik , melyeket szaktudó saink már régen alaposan megczáfoltak. Mindezek egybevetése után könnyű dr. R ö s 1 e r n e k aiindazon erősségére következtetni , melynek alapján kénytelenségnek állítja a névtelen jegyzőt a Xll-dik század végére vagy a XIH-dikba helyezni, miután pontosabb meg határozás a reá nézve létező eszközökkel igen, de egy kissé többel aligha lehetetlen, mint ezt nagy részben már (1, 2, 3, 4. §§.) láttuk, s alább (13, 14. §§.) még látni fogjuk. Eddig terjedt részletes czáfolatainkból kiviláglik, hogy a két véleményezőnek azon nézete , mintha a névtelen jegyző III. Béla kormányidejében viselt volna a királyi udvarnál jegyzői hivatalt, nem bir történelmi szilárd alappal. 12. §. A neTteleu jegyző II. Béla korába sem tehető. A névtelen jegyzőt , hasonlólag a III. Béla kora m el lett küzdő daliákhoz , két tisztelt irónk vitatja , miként (5 és 6. §§.) láttuk, II. (vak) Béla király részére : Pod hradczky József, őstörténelmünk érdemteljes régi bajnoka , és Jámbor Pál, szellemdús szépirodalmi férfiú, költő, szónok , tanár és történetíró egy személyben. Előter jesztettük mindkettőnek a fontos vitakérdésre irányzott nézetét. A pályatérnek, melyre szaktanulmányaink ösztöné nél fogva léptünk, határai közt önként elvállalt tisztünk megfigyelni , minő súlylyal bir mindegyikének tárgyszerű fejtegetése az itészet mérlegén. Eszleletünk eredményét kü lön adjuk itt mindkettőről. I. A mit t. Podhradczky Józsefnek, hogy a névtelen jegyzőt II. (vak) Béla kormányidejében (1131 — 1141.) s így a Xll-dik század első felében virágzottnak ') Rer. Hungaricar. Monumenta Arpadiana. Sangalli. 1849. 8-0."], [86, "72 bizonyítsa , hosszúra eresztett tárgyalásából ') lényeges kivonatban közlöttünk (5. §.), az ellen czáfokot magának a tudós férfiúnak munkájából kölcsönözünk. Maga a t. magyarázó állítja 2) , miszerént III. Béla alatt (1189) nem egész Styria felett folyt a per, hanem csak azon része felett, mely S e m e r i n g t ő 1 A d m o n t i g ter je d az Ens folyó mentében 3). A muramelléki karan tánok határait tehát nem csak ekkor , hanem később is hatalmasan s békésen birták őseink. Helyesen jegy7zi meg * magyar jogtörténet s államtudományok koszorús bajnoka, t. Beleházi Bartal György: „a karantán birtok, minek utána egy része I. Béla leányának esett jegyjószágul, a mai határterületre (mert határbirtokot, épen úgy mint a Rába és Rábcza mellékén határvidéket értett Béla király névtelen jegyzője , tehát csak részét az egésznek , s nem magát az egészet) keskenyült , melyet a magyarok akkor is , midőn III. Béla és II. Endre alatt leghevesebben folyt a per ama karantáni részekért , békésen s hatalmasan birták\" 4). A mondottakból tisztán látható , hogy a névtelen jegyző mun kájának L-dik fejezetéből vett szövegrész azt nem bizo nyítja , de nem is bizonyíthatja , mintha a királyi jegyző II. (vak) Béla kormányidejében élt volna. Továbbá még az sem szolgálhat a nyilvánított véle mény mellett érvül, mit a névtelen jegyző munkájának fenn tisztelt t. értelmezője a szerkesztmény XLIII-dik fejezeté ből hoz fel 5), mire t. Szabó Károly azon hely7es meg jegyzést teszi: „Sylva Petur goz a román petra (kő- ') L. i. m. 38—48. 11. — 2j I. m. 44. 1. ') Aquilinus Julius Caesar: Annales Ducatus Styriae. Tom. I. Graecii. 1768. Fol. pag. 732. *) „Carantanae ditiones, postquam pars in dotem filiae Belae I. cessit, ad praesentem sere modum (fines, et sic ut ad Rabam et Babuceam , regiones , partém itaque totius , non totum , Belae Notarius indicat) redierunt ; intra quem per Hungaros nunquam non, ac tum quoque, dum Béla III. et Andrea U. Regibus lis de partibus Carantanis maxime fervebat, et pacifiée et potenter tenebantur\". — C'ommentar. etc. Tom. I. §. 12. pag. 15, 16. SJ L. i. m. 48. 1."], [87, "73 szikla) és a szláv gor (hegy) szavakból alkotott Petrova gora név köves hegyet jelent. A goz leirás gor helyett aligha nem a másoló hibája. A mit ugyanis a névtelen, munkája XLIII-dik fejezetében így7 ad : „Bulcs , Léi és Bo tond innen megindulván , az úgynevezett Petrov agora erdején átkelve , a Kulpa folyó mellett tábort ütőnek\" '), azt K é z a i Simon 2) , Kálmán királyra vonatkozólag így jegyrezte fel : „Ez (Kálmán Dalmátországba sereget küldvén megöleti Pétert, kit a magyarok , a mint velők a G o z d nevezetű hegy7ek közt szembe szállott , az említett hegyek közt meggyőzének és megölének. Ahonnan azon hegye ket magyarul mai napig Pétör gozdjá -nak neve zik.\" Kézai e névszármaztatását épen oly helytelennek me rem állítani , mint a Hun g árus és Szekszárd név ere detéről közlött gyermekes szójátékát.\" Mirenézve , névtele nünk korát illetőleg , egyik Béla idejére sem szolgálhat ér vül, s így t. Podhradczky Józseftől is hibásan al kalmaztatik II. (vak) Béla király idejére. II. Mindazokra, miket t. Jámbor Pál, a névtelen jegyzőt illetőleg, II. (vak) Béla királyunkról élőnkbe ter jeszt, méltán alkalmazható a gyönyörű magyar példaszó : „Aranyelmének gyöngy a gondolatja.\" Vonzó , mélyen megható képet mutat fel ő nekünk, mely daczára annak , hogy bájol , annyi valót mégsem rejt magában , hogy a müfestmény mestere nézetének meghódít hatna. Egy ájjmutatás arra , mit mi ide tartozólag már el mondtunk (11. §. I. 1.), elég hogy e tárgyat többé egyetlen vonással se érintsük. ') „Bulsuu , Lelu et Botond hinc egressi , silvam , quae dicitur Peturgoz, descendentes, juxta fluvium Culpe castra metati sünt\". — Anonym. Cap. XLIII. 2) Lib. II. cap. 4. „Iste quoque in Regnum Dalmatiae misso exercitu, occidi fecit Regem Petrum , qui Hungaris in montibus , qui G o z d dicuntur , occurrens , est devictus in montibus memoratis et occisus. Unde iidem montes usque hodie in Hungarico Petur Gozdia n o m i n a n t u r\". — V. ô. Kézai Simon magyar krónikája. Ford. Szabó Károly. Pest, 1862. 8r. 76. 1. 2) j e g y z."], [88, "74 De az ügy , melyet jelen szakmunkánk eddigi folya mán híven kezeltünk , parancsolólag int, hogy szavunk még itt el ne némuljon. Mirenézve a lelkesült képiró keretébe , festménye he lyett, más képet illesztünk, hogy feltűnjék, miszerént a mii vonások, melyekből remekét alkotá, más rajzolathoz is al kalmazhatók. Ki volt Béla jegyzője? E kérdést aligha megfejtik valaha tudósaink. Osi szokás szerént a napló egy N. tiszteletes tudósnak van ajánlva, ki sz. nyilatkozata szerént a latin tudományok ban jártas. Ki volt e tudós ? Szabó Károly az N. betű alatt az esztergomi érseket hiszi rejtőzni; Cassel már nevén említi: Miklós (Nico laus) ; t. Bartal György pedig erre nézve azt követeli, hogy7 mindenekelőtt az deríttessék ki : miben különbözik a középkori- Íróknál a venerabilis in Christo páter, s a névtelen jegyzőnél előforduló venerabilis vir? Most az a kérdés, melyik Béla jegyzője volt ? Podhradczky József és Jámbor Pál II. Béla mellett szavaz; egy névtelen honfi és dr. Rösler Ede III. Bélára; t. Beleházi Bartal György meg épen IV. Bé lára ; mi pedig t. Toldy Ferencz, Szabó Károly, Cassel Bódog és Thierry Amadéval I. Béla mellé nyilatkozunk. Megmondjuk okainkat. Legtöbbet nyom itt mindenekelőtt eldönteni azt, váj jon melyik Bélára illik leginkább a nagydicső emlé z e t ű czím, mely7et királyának ád a naplóiró ? E végett vessünk figyelmes pillantást hazai történel münknek I. Béla kormányidejére vonatkozó feljegyzéseire. Lássuk, mit tartalmaznak azok. Mig Endrét a tihanyi sírboltba vivék, addig Bélát a nemzet színe körülrajongta, kicsinye, nagyja királynak ki áltá, s egész néptömegben Székesfehérvárra kiséré. 0 pe dig rögtön, kezdetben, azzal mutatta meg különb, bölcsebb voltát, hogy először Julius Caesar módjára általános, tökéle-"], [89, "75 tes bocsánatot adott elleneinek, még a Salamonhoz Német országba menekülteknek is; másodszor azzal, hogy Péter és Endrétől önkényileg behozott némi adónemet eltörölt; és harmadszor azáltal, hogy az ország ügyeinek elintézése s új törvények hozatala végett nemzeti gyűlést hirdetett s hivott össze a székesvfírosba és pedig ősmodor szerént akképpen, hogy minden szabad magyar jelenejék meg , ha tetszik , de azonkívül minden község ') két embert küldjön, kik a ta nácskozásban részt vegyenek és a végzetteket küldőikkel tudassák. Mik tűnnek itt legott szemünkbe ? A királyi nagydelküség, könyörület s alkotmányos állomfő. — Megbocsátani, mindig nemes lélek tulajdona ; de az a koronának legdicsöbb ragyogványa. A nép terhein kön nyíteni , az élet súlya alatt porba roskadót felemelni, meg ható jele a szívjóságnak. Jószívű! lehet e ennél drágább kincs azon a polczon, honnan milliók boldogsága függ ? Az alkotmány egy7ik alapelve szerént a törvényhozói magas tisz tet a nemzettel megosztva gyakorolni , legbiztosabb záloga az alkotmányos kormányzatnak. I. Béla tehát nagydicső emlékezetű király, mert nagylelkű, könyörületes és al kotmányos érzelmű. De nézzük tovább, mit olvashatunk ki onnét. Ez intézkedések, a mint egyrészt a legbölcsebbek vol tak , és Bélának általános szeretetet és dicséretet sze reztek: úgy másrészt oly villanyzólag hatottak a nép tömeg ábrándos kedélyére , miszerént kevésben múlt, hogy az országot újból lángba-vérbe nem borították. Az ősi val láshoz híven ragaszkodó tömegek üvölteni kezdek gyermek ded lelkesedésekben : Béla király derék király , Béla király ') T. Beleházi Bartal György értelmezése szerént vár- megye. — „Praeclarum hoc quoque , uti omnia ejus , quod ultra morém aevi sui progressus , Consilium iniit Principe maximi auimi dignum, ut missis per regnum praeconibus, ex singulis pagis (C o m i- t a t u u m hoc apud latinos noinen est, quod chronographi cum villis commutant saepius) duos ad Comitia Albam evoca- ret\". — Commentar. ttc. Tom. II. Lib. 5. §. 2. pag. 23."], [90, "76 nagy magyar király , bűnöket megbocsát, adókat elenged, Béla király ősgyülést hirdet, ő tehát az ősvallást is bizonyo san visszahozza. Ezen eszmék varázshangjaira tömérdek pogány so- kaság bújt elö rejtekeiből, táltosai, varázslói, jósnői, jöven- dőmondói s lázítói vezérlete alatt ; elborította hullámaival Fehérvár környékét. Magas állványokon rajongó izgatók lángbeszédekkel gyújtogaták az együgyű lelkeket s lázba hozták a sokaságot olyannyira, hogy végre egész merészen, makacsul s kereken felszólították a királyt : engedné meg a keresztyénség ellenében mindazt , mit tizennégy évvel ez- előtt Endre bátyja megengedett. Hanem Béla nem volt Endre, s ezt ők, a mámorosak, nem tudták. Béla nyugtatni, csitítani igyekezett egy ideig a rakonczátlan népet és annak szájasabbjait ; de látva, hogy a szép szó nem fog a tomboló, lázas elemen, azt izente nekik utóvégre : ,Három nap vár jatok, akkor majd felelek.' És felelt is nekik. Pontban há- rom nap múlva a várkapu kitárult, a várka.tonság kirohant, hátul meg a szomszéd megyék lovassága előrobogott, s egy- két óra alatt vége lett a lázongó tüntetésnek. A kolomposok elfogattak , s a megrémült tengernép szétenyészett, mint polyva, melyet forgószél szerteszór. Mit bámulunk mi itt I. Bélában ? Azon léleknyugalmat, mely saját fensége érzetében birja alapját. Azon csodabátorságot szembe az orkánnal, mely enyészettel fenyegette a nemzeti létet. Az európai ma gyar állomélet már oly mély gyökeret vert, hogy felszagga tása múlhatlanúl végpusztulást hoz a hazára, mely az euró pai népcsaládban csak mint keresztyén állam létezhetett. Midőn tehát I. Béla a keresztyénség ügyének diadalt szerzett, bukástól mentette meg a hazát. Bámuljuk végre azon hig gadt állambölcseséget, mely a vihar közepett is ügyesen tud felhasználni czélhoz vezető eszközt a fenyegető vész elhárí tására. Ily államfőnek legméltóbb koronája a dicsőség. Menjünk tovább. Ekkor már nyugodtan lehetett tanácskozni a nemzet gyűlésnek. Tanácskozott is, intézkedett is."], [91, "77 A barbár szokású adásvevésbe szabatos mérték és mérlegek hozattak be ; a kezdetleges cserekereskedés meg szüntetése vagy könnyítése végett pénzek verettek ; a vásá rok helyei megszaporittattak, s vasárnapról, nehogy az isteni tiszteletet háborgassák, szombatra tétettek át ; a király meg mindezeken fölül azon dolgozott egész erélylyel, hogy a nép tömege oda hagyván ősi, ázsiai, vadász, pusztai életmódját, házakat , falvak s városokat építsen , s azokba társulva so kasodván, tömegesebben s határozottabban lépjen a polgá rosodás útjára. És valóban, mint valami varázsütésre, vagy teremtő szóra , úgy virágzott fel Magyarországban a rend, a jólét és a dicsőség Bélának rövid de hatalmas és bölcs kormány7a alatt, — mondja a krónika. Állapodjunk meg e sokat jelentő soroknál. Nem övezi a dicsőség féirykoszorúja a királyt , ki a béke alkotásain így remekel ; ki messze számító lelkében az államgazdászat magas eszméit így sejté s azokat erőteljesen törekedett valósítani ? Ha csak két rövid év szab is határt a tevékeny kormánynak, évtizedekkel ér az mégis fel, mert műveleteiben bő áldású az a nemzetre, melynek sorsa kezébe tétetett. Joggal illeti meg tehát a nagydicső czím, mely lyel őt névtelen jegyzője megtisztelte. De nem csak a kormánytanácsban, nagydicső volt I. Béla a csatatéren is. Az udvari cselszövény elől, mely vesztére tört, idegen hazába kényszerülvén menekülni, lengyel földön keresett és talált menedéket. Épen ekkor a lengyel s pomerán nép csatára szállott egymás ellen. Mindkét nép hadi-szerencséje két szálkardon volt. Párbajnak, melyet a pogány pomerán fejedelem .aján lott fel a lengyel Micziszlónak, kellett azt eldönteni. A len gyelek szemre-fejre néztek, nem találkozott közöttük egy is, ki Micziszló helyett ki mert volna állani. Béla, a magyar levente, mint hazátlan bujdosó, vállal kozott a hősi küzdelemre. Ellenfelével tüzesen összecsapott, s öt a porba sújtván, Lengyelhon szabadságát mentette meg."], [92, "78 A bajnok jutalma fejedelmi ara lön, Pomeránia jövedelmei vel együtt. Öccse bajnokerényét jól ismerte Endre; azért, midőn III. Henrik császár hazánkat haddal fenyegetné, szorult helyzetében hozzá fordult, az ország harmadát biztosítván neki s «innak idejében egyszersmind a trónöröklést is. Béla hadvezéri ügyessége megalázta a dölyfös Henri ket, s hajlandóvá tette a békealkudozásokba bocsátkozásra az addig fitymált magyar királylyal. Méltónak bizonyította tehát magát I. Béla a becsület mezején a győzhetetlen (invictissimus), valamint a béke időszakában a le gj el e s e b b (nobilissimus) és legjobb (optimus) czímekre, melyekkel őt egykorú oklevelek illetik '). Ezeket tudva s öt ilyennek ismerve nevezhette I. Béla név telen jegy7zője is nagydicsőnek (gloriosissimus). Eddig rajzunk. Ha t. Jámbor Pál egy pillantást vet az egészre, okvetlenül fel kell tűnnie előtte , hogy a vonások azok, me lyeket műalkotásához felhasznált; csak a személyiségekcse rélkeznek, s a színvegyület más. Nála egy világtalan király sorsán fáj szívünk. Itt a bajnokerény s mély7 állambölcseség szemléletén lelkesülünk. Ha nagydicső az, mert szenve dett : ugyanolyan ez is, mert hatott, alkotott, mélyen, ma radandólag. Mi tehát sem II., sem III., sem IV. Bélára nem haj lunk úgy, mint a királyi kötelmek magasztos körében dicső séggel forgott I. Bélára, ki valóban n a g y d i c s ö , mert rettenthetlen hős és bölcs országló. E rajzolatból is tehát , melyet t. J á m b ó r P á 1 fest ményének keretébe illesztettünk , csak az tűnik ki, hogy a gloriosissimus czím , melyet okmányaink szintúgy il lesztenek III., mint II. (vak) Bélára, egymagában még nem kielégítő ok azon vélemény elfogadására, hogy névtelenünk 11. (vak) Béla jegyzője volt. Igaz ugyan, hogy okmánytárunk I. Béla nagy di cső ') Fejér: Cod. Dipl. Tom. I. pag. 394, 395."], [93, "79 (gloriosissimus) czíméről mélyen hallgat ; de ezt IV. Bélára sem alkalmazza ; holott Béla nevű négy királyaink közt alig illeti az meg jogosabban valamelyiket, mint épen öt , ki a porba omlott hazát új életre támasztá. Mirenézve nem kételkedünk a gloriosissimus czímet, jelen kérdés eldöntésénél , azon érvek közé számí tani, melyeket t. Toldy7 Ferencz jellemzőleg „csekély becsű, inkább látszatos védokok\"-nak nevez (1. §.), s mint ilyent bizton mellőzhetjük. Ekkor pedig t. Jámbor Pál nak különben művészileg megalkotott történetbölcseimi lehozása alapját vesztve összeomlik. VI. Fejezet. Névtelenünk I. Béla király jegyzője volt. 13. §. Az elleuokok alaptalanságának bebizonyítása. Minekutána Béla király névtelen jegy7zőjének korára irányzott újabb történelmi nyomozások felett az itészet fáklyavilágánál tartott szemlénkből, mint kétségbevonhatlan eredmény7, az derül ki, hogy az sem II. (vak), sem III., sem pedig IV. Béla kormányának időszakában nem élhetett ; önként következik , hogy őt I. Béla királyunk jegyzőjének kell tartanunk. Minthogy pedig e sziláid s egyedül biztos alapon ny7ugvó nézetet is több ellenvetések s kétségessé tenni igyekvő érvek osstromolják, mellőzhetlenül szükséges nek tartjuk ezeket is komoly7 birálat alá venni , hogy kitűn jék, rejlik-e bennök annyi horderő , mely ama nézet meg rendítésére vagy épen eloszlatására megkívántatik. A fennforgó nehézségek s ellenvetések csoportozata részint olyakat tartalmaz , melyek még a múlt században támasztattak a megjelelt vélemény ellen '), s ezeket a porosz tudós, Cassel Bódog, fogja szemle alá s igyekszik ere jűktől megfosztani 2) ; részint pedig azok, melyeket t. P o d- ') D a u. Cornides: Vindic. Anonym. Edit. Auct. a J. Chri- stian. Engel. Budae, 1802. in 4-to. pag. 26—31. ') Magyarische Alterthümer. Berlin. 1848. 8-o. 50—54. II."], [94, "80 hradczky József sorol fel újabban megjelent munká jában '). Mirenézve mindkét osztálya ellenokokat külön teszszük vitatkozásunk, illetőleg czáfolatunk tárgyaivá. I. A múlt századból örökségkég ránk szállott s eddigelé megczáfolatlanúl hagy7ott ellenvetések közöl munkánk tár gyalási menetén már többeket kiforgattunk erejökből , mint olyanokat, melyek I. Béla kora ellen mitsem bizonyítnak. Ilye nek különösen a névtelen jegyző szerkesztményének azon szövegrészei , hol a) a szent királyok s vezérekről van szó; b) hol a Peturgoz erdőről emlékezik. Hogy tehát ismétlés hibájába ne essünk , ezekre nézve a t. olvasót mun kánk illető részeire (10. §. 2. és 12. §. I.) utaljuk. A többire nézve pedig bírálatunkat a következőkben teszszük meg : 1. T. Timon Sámuel, ki első királyaink legrégibb okleveleit szigorú vizsgálat alá vetvén , közelebbről ismerni tanulta , azon észrevételt tette 2), hogy e szó Hungária II. István kormányideje (1114 — 1131.) előtt H. betű nélkül Íratott egy7szerüen : U n g a r i a (Vngaria). Minthogy pedig ezt Béla király névtelen jegyzője munkájában folytonosan hehezettel (aspiratio) használja, mi csak II. István után jött szokásba, következik : hogy a névtelen királyi jegyző vala melyik Béla király alatt élt , ki II. István után uralkodott. Erre egyszerűen csak azt válaszoljuk : ha Okmány tárunknak a megjelelt időszakba szolgáló részét átlapozzuk, arról gy7őződünk meg, hogy az I. Béla kora ellen használt országnév mind hehezet nélkül 3j, mind pedig azzal 4), s így cserélkezve íratott ; ennélfogva , mint a két félre hajlók (aó'iàtpoQa) közé tartozó , a jelen kérdés eldöntésében érvül helyesen nem alkalmaztathatik. 2. A torna (torneamentum) vagyis bajvívás , melyről ') Béla király névtelen jegyzőjének kora és hitelessége. Bu- dán, 1861. 8r. a) Imago Hungar. novae. Cap. I. p. 4. 3) Fejér: Cod. Dipl. Tom. I. p.-ig. 274, 275, 230, 295, 312, 327, 331. stb. . 4) U. o. pag. 285 , 289 , 291 , 296 , 304 , 307 , 428 , 442; 445 , 448 , stb."], [95, "81 a névtelen jegyző emlékezik ') , leghangosabban bizonyít azon állítás ellen , hogy ő I. Béla korában élt volna. Mert , ha megengedjük is, így szól Cornides 2), hogy a lándsave tési gyakorlatok s egyéb ily nemű lovagjátékok már jóval I. Béla királyunk kora előtt divatoztak , mit azonban dr. Rösler névtelen jegyzőnk elbeszélésre viszonyítva, korté vesztésnek (anachronismus) tart s) ; azt azonban, a régiek tudósításai előtt nieglieijolva, el kell ismernünk , hogy a t o r ne a ment um (így) szó sokkal később , csak a Xll-clik szá zad utófelében használtatott , mi a névtelen jegyzőt a XI-dik századba tennünk nem engedi. Ha azt hiszik , dr. Röslerrel együtt, vitázó ellen feleink, hogy őseink a bajnokjátékokat , melyeket jegyzőnk többször említ , s egyszer tornament um nak nevez , a Francziaországban , állítólag a XI-dik század közepe felé, vagy a német földön egy századdal előbb Madarász Henrik alatt a merseburgi győzelem után keletkezett tournier okat utánozva tanulták s ha nem hinnék , hogy a magyarok , mint minden keleti lovagnép , e hadjátékokat azoknak európai divatozása előtt is gyakorolták : olvassák meg a XI-dik századi Ekkehárd szerzetes tudósítását, melyből megtanulhatják , hogy Kr. u. 926-ban a st. galleni kolostor alatt tanyázó magyarok, hadjárat közben, csak egy közönséges ebéd után is , ének mellett nem csak „kitörő l) „Tunc dux Árpad et sui propter laetitiam permanserunt in ci- vitate Athilae regis per viginti dies, et omnes milites Hungáriáé, ante praesentiam ducis, sere quotidie super dextrarios suos sedentes, cum clypeis et lanceis maximum tornamentum faciebaut.\" — Ano- nym. Cap. XL VI. — „Akkor Árpád vezér és övéi örömükben húsz napig maradának Attila király városában, s Magyarország minden vi- tézei a vezér színe előtt paripákra ülve paizszsal s láudsával majd min- dennap bajt vivnak val a\". — Szabó Károly ford. *) Vindic. Anonym, pag. 28. s) „Ausser den paar Benennungen ihrer Waffen liest man da keine weiteren Bemerkungen über ihr Kriegswesen , von ihrem Leben wird nicht viel mehr kund als dass sie in Siegesfreude tafeln , dabei denn nun gesungen und unbekümmert um denAnachronis- mus turniert wird.\" — Zur Kritik älterer ungarischer Geschichte. i. h. 28 1. 6"], [96, "82 kedvvel és birkóztak főnökeik előtt, hanem némelyek fegyverrel is összecsapva mutogaták , memryit ér tenek a hadi gyakorlatokhoz\" \"). — A mit pedig Corni des a tornamentum szó keletkeztéről állít , de be nem bizonyít, ellenmondásba hozza önmagával ott, hol a by7zanti irók után a torna (torneamentum) szót magyar eredetűnek vitatja 2). Tehát ez érv sem képes elenyésztem azon véle ményt, hogy névtelenünk I Béla király jegyzője volt. 3. I. Béla az oklevelekben rendesen Adalbert (Adalbertus) néven fordul elö : ha tehát a névtelen valóban I. Béla király jegyzője volt volna, Adalbert, nem pedig Béla király névtelen jegyzőjének kellett volna magát czí mezni. Miből szintén csak az következik, hogy ő nem volt, nem lehetett I. Béla királyunk jegyzője. Azon állítás , hogy I. Béla az oklevelekben rendesen Adalbert néven jelenik meg , kétséget nem szenved ; de ö ezt mint keresztnevet használta, azelőtt pedig, söt keresz tyén állapotjában is , a közéletben Bélának neveztetett. Súlyt kölcsönöz állításunknak az, hogy ő a Benedekrendiek tihanyi apátságának alapító okmányában (1055.) Béla né ven említtetik 3). Nem tekinthetjük ennélfogva a felhozott érvet olyannak , hogy miatta a névtelennek I. Béla kirá lyunk alatt viselt jegyzőségét kétségbevonni kénysze rülnénk. 4. Ellenfeleink a névtelen jegyző munkájának XV-d. fejezetére utalnak , hol ezek olvashatók : „András király ') „Effusa laetitia saltant coram principibus, et luctantur. Quidam etiam armis concurrentes, quantum disciplinae bellicae nossent, osten- derent.\" — Ekkehardi Casus Sancti Galli. Pertznél, Monumenta Germ. Hist. Scriptores. II. köt. 196. 1. — V. ö. Budapesti Szemle. XXXV— XXXVI. Füz. Pest, 1860. 8r. 210. 1. *) Vindic. Anonym, pag. 309. — V. ö. Podhradczky J. i- m. 333 — 337. 11\" *) „Nobilissimus Dux Béla.\" — Fejér: Cod. Dipl. Tom. I. pag. 394. — A mellett, hogy krónikáink általában Béla néven emle- getik, e néven jelenik meg pénzein is. V. ö. Jacob. R u p p : Numi Hungáriáé hactenus cogniti. Period. Árpad. 1841. in 4-to. pagg. 14> 15, 16, 17."], [97, "83 azon helyet elcserélte, mivel felesége szeret vala azon része ken lakni, azért hogy közelebb legyen szülőföldjéhez, mivel a ruthénok vezérének leánya vala\" l). E vala (erat) ige idő az, mi szeréntök nyomatékkal bir a névtelennek I. Béla alatti jegyzösége ellen, mellőzve azt, hogy ugyanazon helyen nem kell vala a névtelen jegyzőnek honfitársait arra figyel meztetni, ki volt I. Endre s nejének atyja , ha ő csakugyan I. Endre s öccse I. Béla korában élt volna. Hihetetlen ugyanis, hogy az ő polgárfelei ne tudhatták volna , ki volt uralkodójuk atyja, s kit vőn feleségül. Álig illik e kicsinyeskedés komoly férfiak tudományos vitájába. Mintha bizony a történelmi elbeszélésben, hol a névtelen majd mindig fél-s bevégzett multat használ , ez oly felötlő volna ; s mintha ő a királynénak 1071-ben történt halála után nem élhetett s Írhatott volna. Azután minő botrány7os követelés az , hogy a történelem zárja ki a maga köréből mindazt, miről az egykorúak alapos tudomással bír nak ! Mintha bizony nem épen az volna rendeltetése a tör ténetírásnak , hogy az utódoknak, késő nemzedékeknek nyújtson tudósításokat a koreseményekröl. Bizonyára kétség beesett ügyret szolgálnak azok , kik ily semmiségek után is kapkodnak. — Végezetre 5. felhozzák elleneink , hogy a mester (magister) czím , melylyel Béla király névtelen jegyzője él , csak III. Béla alatt kezdett használtatni : ő tehát ez oknál fogva sem élhetett I. Béla korában. Erre egyszerűen csak azt jegyezzük meg, hogy ez ellenvetés legott elenyészik, ha Okmánytárunknak a Xl-d. századra vonatkozó részét figyelmesen átlapozzuk. Ott leljük I. (szent) László alkanczellárját , Fábiánt (1082. é.) , ki mester czímet viselt 2). Előfordul továbbá (1135. é.) ma gister Gotzelinus 3). Ezekután feltehető, hogy már ') „Rex Andreas cambiavit illum locum, quia diligebat partes illas habitare uxor sua, eo , quod propior ad natale solum esset, quia erat filia ducis Ruthenorum. Anonym. Cap. XV. **) Fejér: Cod. Dipl. Tom. I. pag. 457. - ') U. o. Tom. II. pag. 86. 6#"], [98, "84 1070-ben viselhetett egy királyi jegyző , minő volt névtele nünk, magister czímet. Különben, nem látunk mi e czím ben egyebet, mint kitüntetését a tudósnak, a minő lehetett s volt is Béla király névtelen jegyzője , mint a klassikai régiség avatottja. E czím , valamint a tudori (doctori) is, kezdetben ritka volt , mert csak kevesen képesültek azt megszerezhetni. A Ravennán át Rómába vezető útról, me lyet első szent királyunk buzgalma nyitott magyarjainak, nem térhettek-e tehetségesb honfiaink még a dicső első ma gyar király kormány7ideje alatt Bolognába , hol már a Xl-d. században Ime r nagy hírrel tanárkodott ? A névtelen jegyző szerkesztmény7ének olvasása közben a sejtelemnél bizonyosabbként tűnik fel , hogy ö a külföld valamelynk tudományos intézetében vagy legalább kolostorában megfor dult, sőt több vagy kevesb ideig tartózkodott is. Hihetőleg ott ismerkedett meg Da res Phrygiussal,kit több he lyen meglepőleg utánoz. — Azután , a királyi jegyzőknek volt egyéb czímök is , ők egyszersmind papok , áldorok, prépostok stb. voltak, s ha már 1082-ben egy alkanczellár magister lehetett , mi oknál fogva vitathatnék el e czí met egy valóságos királyi jegyzőtől, a minő volt Béla névtelené ? Eddig a múlt századtól hagyományként átvett nehéz ségek megoldásával volt dolgunk : lássuk már az újabb ellenvetéseket. II. T. Podhradczky József Béla király névtelen jegyzőjének müvét hosszadalmasan fejtegető ismert mun kájában annak állítólag I. Béla alatt viselt jegyzöségét szin tén kétessé , sőt hihetetlenné igyekszik tenni, támaszkodván a következő okokra, melyeket érintett szakmunkájából részenkint híven átirunk úgy, hogy legott minden egyes pont után függesztjük annak czáfolatát. a) „A névtelen jegyző híréről sem ismerte szent Gel lérd legendáját , különben nem nevezte volna Aba Sámuelt kegyes apánfik. Ez is csak azt tanúsítja, hogy névtelen jegyzőnk nem élt I. Béla alatt, nem volt az ő jegyzője; különben a kegyetlen Aba Sámuelt nem nevezte volna az"], [99, "85 időben atyáskodó fejedelemnek , midőn törvénytelen tettei még fris emlékezetben voltak, I. Béla csak tizenhat évvel lett később király\" '). Hogy a névtelen jegyző , Aba Sámuel királyt illetőleg, nem támaszkodik szent Gellérd legendájára , nem azt teszi kétségtelenné, hogy ő azt híréről sem ismerte ; hanem igenis azt engedi feltennünk, hogy inkább hajlott a közvélemény nek , nép szavának , kifejezést adni , melyben Aba Sámuel, mint kegy7es 2) élt. Különben a jegyző ha csakugyan az említett legendát , mely7 a szentnek halála után ( 1047) har mincznyolcz évvel később Íratott (1085), nem ismerte, egyik léiyeges oka lehet , hogy a névtelen jegyző azon idétt már meghalt. Abból tehát, hogy Aba Sámuel királyt , ellenkező leg az érintett legendával, névtelen jegyzőnk , kegyessége ért, A b á n a k (Apának), nevezi, azon következtetést vonni; hogy nem élt I. Béla alatt , nem volt az ő jegyzője , teljes séggel nem lehet , főleg miután jelenkorunk első tekintélyű történetírói is , az egykorú vagy közeikorú emlékeknek ezt illető feljegyzéseit nem tartván kritikátlanoknak, a kegyes nek jelzett királyt csakugyan ilyenül tüntetik fel. Dr. H o r váth Mihálynál úgy tűnik fel ő, mint, „szelíd természetű ember , kit , némely7ek szerént , a nép épen e miatt tisztelt meg az A b a vagy Apa melléknévéi\" 3). Szalay László pedig e szavakkal kel védelmére : „Aba nem volt kegyet len ; ezt neve , melyet onnan nyert , mert nyájas szeretett lenni és jótékony , az általa épített sári monostornál is in- kább bizonyítja\" 4). b) A XLVIII-d. fejezetnek e szövegrészére : „ a többi rómaiak pedig .... futásnak eredének .... a németek földjére, kiket a német hatái-szélig üldözének. Midőn a határszélen valának, a rómaiak futtokban a folyót, mely Píinnonia és a németek híitárszélén vagyon, lopva úsztatták át , a honnan azon folyót a magyarok L o- V Podhradczky J. i. m. 263. 1. ') A n o n y m. Cap. XXXII. %) Magyarország történelme. I. köt. Pesten , 1860. 8r. 157. 1. l) Magyarország története. I. köt. Lipcse. 1852. 8r. 131, 132 11."], [100, "86 ponc s-nak nevezek, mivelhogy a rómaiak a magyaroktól féltökben lopva úsztatták át\"1), — következő megjegyzést tesz : „Eldöntő hely ez, hogy névtelen jegyzőnk nem volt, nem lehetett I. Béla király jegyzője ; mert ő itt Pannónia és Németország határairól, azaz Magyarországnak a mostani határszéleiről beszél, melyek Nagy Árpád dicső korában az Ens folyóig terjedtek ; e részeket Comagenus hegyig (Ku meoberg) Geyza nagyherczeg vesztette el. A névtelen jegyző fölidézett sorait nem vehetni a meghódítás és honfoglalás idejére ; mert ö nála az LVII-d. fejezetben is e részek Magyarország határszélei, melyek 985-dik év után is a Co magenus hegyig terjedtek, ezen alól esett részt pedig Sala mon király engedte IV. Henriknek, német római császár nak, jóllehet ez adományból nem lett birtok ; mert Piesting és Lajtaköz ezután is Magyarországhoz tartozott ; ezeket ő (a névtelen jegyző) már nem tudta\" 3). A XLVIII-d. fejezetnek azon idézett szövegrésze, mely ellen a t. magyarázó , neki nagy horderejűnek tetsző ellen vetését intézi , s megdöbbentőleg állítja , miszerint ,, eldöntő hely ez , hogy névtelen jegyzőnk nem volt , nem lehetett I. Béla kir-ály jegyzője ;\" bármennyire kétségbe vonja is, hogy „a névtelen jegyző fölidézett sorait nem vehetni a meghódítás és honfoglalás idejére\", azt bizony pedig mégis csak azon időre kell venni okvetlenül , ha a királyi jegyző elbeszélésének eredeti szövegétől el nem akarunk térni. A dunántúli hadjáratot legbiztosabban a 895. vagy 896-dik évre helyezhetjük ; a mikor Veszprém vára magyar kézre került , s a gyors magyar lovasságtól űzőbe vett német várőrség a mai Magyarhon határszélén folyó Loponcs (La pines) vizén átmenekült. Szembetűnő az ellenvetésben, hogy a IX-d. század honfoglalási eseményei összetévesztetnek V „reliqui vero Romanorum fuga lapsi sünt in terram Teothonicorum .... quos .... ad coníinium Teothonicorum perse- cuti sünt . . . Dum ... in confhiio essent, Romani fugiendo, latenter íiuvium, qui est in confinio Pannóniáé et Teothonicorum, transnatave- runt, unde fluvius ille ab Hungaris vocatus est Loponsu, eo, quod Ro- mani latenter transnataverunt.\" — Anonym. Cap. XLVIH. 'J Podhradczky J. i. m. 343, 344 11."], [101, "87 Gyeics vezér korával ; sőt , hogy az ellenvetés annál nyo masztóbb legyen , belezavartatik a hon határainak I. Béla király alatti állapotja is ; mintha bizony a névtelen jegyző nem volt volna magával az iránt tisztában , hogy , midőn a honfoglalás történetét lényeges szálaiban körvonalozza , az időszámítást bántólag elbeszélésébe ne elegyítse az újabb kor eseményeit. Epen ezért nem említette az idézett fejezet ben a Piesting és Lajta közt esett magyar birtokot , nem mintha nem tudta volna , miután ezt I. Béla még birta, ha nem érintését az elbeszélés időrendjével nem tartota ösz hangzónak. A mondottakból kiderül , miszerént nem bir az ellenvetés oly horderővel, hogy leronthatná vagy csak mégis ingathatná azok hitét , kik a névtelent alapos okok nál fogva I. Béla király jegyzőjének tartják. c) „A névtelen jegyző a Xll-dik században írt, midőn a S a b a r ia patak a XII. XIII. századokban élt pápák levelei nyomán ,fons Sabariae' neveztetett\" *). Azon következtetésre, hogy „a névtelen jegyző aXII-d. században írt, mert a Sába ria patak a XII. és XIII. századokban élt pápák levelei nyomán ,fons Sabariae' ne veztetett\" , csak azt jegyezzük meg : hát előbb hogyan ne veztetett ? Vagy ugyanazon neve volt előbb is , s így az író használhatta s írhatta azt nem csak a XI-dik, hanem X. sőt IX-dik században is. Vagy más neve volt ; mert nevé nek mégis csak kellett lenni : minő volt tehát az ? Míg erre választ nem nyerünk, addig a S ab ária név használatát a Xll-dik század előtti időfolyamra is érvényesnek valljuk, s okát be nem látjuk, miért kellene ezért a névtelen jegyző korát a Xn-dik századba tennünk , főleg miután legrégibb irott emlékeink közt e név első felemlítését a névtelen jegy zőnél találjuk. d) Az LVII-d. fejezet ezen szavait : „Zsolt vezér Ma gyarország határait kiszabá a németek felöl G ö n- a németek felöl G ö n- czil hidjáig. S ugyanazon tájon várat ada építniök az oroszoknak, kik nagyatyjával, Álmos vezérrel, Pannoni- ') Podhradczky J. i. m. 352 1."], [102, "88 ába jöttek vala\" ') , következő jegyzettel kiséri a t. magya rázó : „Oklevelek s egyéb kútfőkből hitelesen megmutattuk. hogy Magyarország határa az Ens vizig , különösen Ens bruckig terjedett; itt volt a Guncil , Gönczöl, Göncz hídja, P o n s C o n r a d i. Azt is terjedelmesen és hitelesen elmon dottuk , hogy e vidéket az Ens folyamon innen Comagenus hegyig (Kumeoberg) Geyza nagyherczeg veszté el 979-ben. De névtelen jegyzőnk nem látszik Ens-bruckig terjesztem az ország határát , hanem csak Lajta- Bruckig. Mi ismét csak azt bizonyítja, hogy ő nem volt I. Béla király jegy zője, a ki Magyarországot még Piesting folyamig birta\". 2). Nem a honfoglalás történelmi elbeszélésének alapján teszi a t. magyarázó további ellenvetését, midőn mondja: „De névtelen jegyzőnk nem látszik Ens-bruckig terjeszteni az ország határát , hanem csak Lajta-Bruckig ; mi ismét csak azt bizonyítja, hogy ő nem volt I. Béla király jegyzője, a ki Magyarországot még Piesting folyamig birta\". Üsse fel bárki a névtelen jegyző munkájának LVII-d. fejezetét, s ott leli, hogy „Zsolt vezér Magyarország határait kiszabá , a németek felől Gönczöl hidjáig\", melyről nmga a t. magyarázó állítja , hogy az Ens vizénél volt. Holott , ha a névtelen jegyző nem a Zsolt , hanem I. Béla király alatti határokat jelelte volna ki, miután a t. magyarázó szerént is „a Lajta volt a határ a XI. és XII. századokban Austria és Magyarország közt\" 3) , nem említette volna az Ens vizénél eső Gönczil-hidat. De szüksége volt a t. magyarázó- nak itt is, miként feljebb már láttuk , a honfoglalás törté- nelmi elbeszélésének körebe zavarni a Gyeics vezér és I. Béla korában felmerült eseményeket, úgy látszik , csupeán azért, hogy névtelenünknek I. Béla király alatti jegyzőségét megrendítse ; mi azonbíin hogy neki nem sikerülhetett , a t. ') „Dux Zulta fixit metas regni Hvingariae ex parte Teo- thonicorum usque ad p o n t e m G u n c il. Et in eisdem partibus dedit castrum construere Euthenis, qui cum Almo duce, avo suo, in Pannoniam vénérant.\" — Anonym. Cap. LVII. V Podhradczky J. i. m. 412. 1. — 3) U. o. 413, 414. 11."], [103, "89 olvasó a felhordott ellenvetések megczáfolásából tisztán átláthatja. 14. §. Eredmény. Adtuk a Béla király névtelen jegyzőjének korára irányzott történelmi újabb nyomozásoknak napjainkig terjedő folyamát ; biztos történelmi adatokra támaszkodva, szembe szállottunk mindazon külön nézetekkel, melyek a névtelen jegyző korát illetőleg felhordott de elégteleneknek bizonyult okoknál fogva szilárd alappal nem bírnak; megczáfoltuk egyszersmind a nehézségek s ellenvetéseket, melyek a név telennek I. Béla király alatt viselt jegyzősége ellen szoktak közönségesen használtatni : tisztünkben áll most , a pálya kérdés alapeszméjéhez alkalmazkodólag, kijelelni azon né zetet, mely a történelmi újabb nyomozásokból eredményké pen felmerül ; hogy így világosan kitűnjék a kifejlés minő fokán áll napjainkbein Béla király névtelen jegyzője korának kérdése. E nézet nem lehet más , mint a mely jelen pálya munka első fejezetében (1 — 4. §§.) adott fejtegetésekből ki derül, s abban leli határozott kifejezését, hogy a névte lenjegyzől. Béla király alatt s így a XI-dik század közepe táján virágzott. Ezen alaposságánál fogva egyedül helyesnek bizonyult nézet kellő méltatása tekintetéből lényeges szálaikban össze. foglalva adjuk itt mindazon bizonyítékokat, melyeknek hord ereje ama nézet kétségtelenül helyes voltát tanúsítja. 1. A névtelen jegyző önmaga vallja magát a nemzet legelső történetírójának, vagyis ő nem ismert magánál ré gibbet ; ugyanis munkája élőbeszédjéből (Prológus) az tűnik ki, hogy ő előtte a nemzet történeti múltja cscik a nép em lékezéseiben, nemzeti énekek által nyilatkozott hagyomány ban élt, s ő az első, ki azt Írásba foglalta ; mit voltakép nem mondhat, ha a XI-dik században nem él vala ; mert a XH-dik századból tudomással birunk egy névtelen króniká ról, melyet Kézai a XHI-dik század útófelében, s aXIV-dik században a bécsi úgy nevezett Képes Krónika átirt. A névtelen jegyzőnek tehát akkor kellett élni, midőn"], [104, "90 a régi magyar hősmonda, melyet ő gazdagon felhasznált, sőt történetirata legnagyobb részét abból szerkesztette össze, a nép emlékezetében még teljes friseséggel élt : ilyennek mu tatkozik pedig az első (XI.) magyar kereszty7én század. 2. A névtelen jegyző XI-dik századi létele mellett ta núskodik továbbá munkájának nyelvi tekintetben az ugyan azon századba szolgáló Pray-codexxel érintkezése, ehhez szembetűnő hasonlósága. Feltűnő nála különösen némely szók, főleg tulajdonnevek ősrégi alakja. A XII. s XHI-dik századokban észlelhető nyelvkezelési sajátszerűség bármily nagyító üvegen is hol lelhető a névtelen jegyző szerkeszt ményében ? 3. Valamint azon kitölthetlen hézag , mely névtelen jegyzőnk munkája s Kézai szerkesztménye közt tapasztal ható ; úgy amannál a honfoglalás és országulás nagyszerű műveleteiről szóló azon részletes adatok, melyeket Kézainál hiába keresünk, azt teszik kézzelfoghatóvá, hogy , miután jegyzőnk az ugyanazon nevű négy Béla király egyikeének vallja magát, nem volt, nem lehetett másé, mint I. Béláé. 4. Sajátságos tünemény a névtelen jegyző munkájában az, hogy egymásután megemlíttetvén mindazon királyok, kik I. Béláig uralkodtak, azok közöl, kik ez után éltek, egyről sem tétetik említés. Valamint az is különösen feltűnő , hogy a névtelen, ki magát Béla király jegyzőjeként adja ki , egy szóval sem említi, hányadik volt az e néven ; holott egy királyi jegyzőtől e tekintetben csakugyan nagy7obb pontos ságot lehetne várni, ha ő nem I. Béla király7 jegyzője volt. 5. Azon ősmagyar, még a vezérek korában kitűnő sze repet vitt nemzetségeket , melyeket a névtelen jegyző utó daikban ismert, mert korában még virágoztak, Kézainál már hiába keressük. így, a mi ennél hét kapitány , tehát mindannyi külön hadtest-parancsnok, az a névtelennél még hót fejedelmi személy (septem principales personae). To vábbá a névtelen jegyző korában élt T o r d a püspökről sem egykorú, sem utóbb szerkesztett tudósítások nem emlé keznek. 6. Azon bizonyos Miklós (Nicolaus) főpap (praesul)"], [105, "91 is, ki a királyi udvarban a jegyzői teendőket (1055. é.) vé gezte, s kinek a névtelen jegyző munkáját ajánlotta, egyik nyomós érv a mellett , hogy névtelenünknek kortársa , sőt ennek nyilatkozata szerént szívélyes barátja volt, s így a XI-dik században, következőleg I. Béla király kormányide jében élt. Ha a névtelen jegy7ző munkájának tartalmából kisu gárzó jelen tekinteteket mérlegeljük, az tűnik fel előttünk, hogy mindezek bei-bizonyítékok (testimonia interna) , me lyek a mű szerzőjének megjelelt korára vonatkozólag, a gondolkodástan törvénye szerént, csak valószinüséget (pro babilitas) engednek feltételeznünk ; holott a valót nyomozó ész bizonyosságra (certitudo) törekszik emelkedni, ide pedig csak kül-bizony7ítékok segíthetnének, pl. a mű itészetileg be bizonyított eredetijének jelvei , a szerző neve s állapota, a betűk azon korban dívott alakja, egykorú vagy közeikorú íróknak a szerző s munkája melletti tanutétele, reá hivat kozás, idézés stb. által ; ilyenek pedig legnagyobb részt hiányzanak. Nem fájlalhatjuk eléggé, hogy a kérdés lényegére be- folyással biró efféle jelvek nem eshetvén ismeretünk alá, jelenkorunktól a bizonyosságot megállapító ilyetén kül-bi- zonyítékok meg vannak tagadva. A névtelen je-gyzőnek is- mert munkája nem eredetijében, hanem a XIHdik század végén, vagy a XIV-diknek elején, ki tudja, hányadszor ké- szült másolati példányban jutott korunkra. A czímLap a co- dex-festő számára üresen hagyatott. Az egész mű szövegfo- lyamán nincs csak egyetlen oly évszám s biztos adat, mely hez fogózva, a szerző nevére s munkája korára teljes bi zonyossággal következtethetnénk. Az utókor róla mélyen hallgat, mint előtte egészen ismeretlenről, azon sejtelem szerű emlékezésen kívül, mi a nagy-magyarországi hittérítő dömésektől eredő irott emlékben ') s Turóczinál ködfá tyolképen mutatkozik 2). Egyedül a mű benső mivoltára szo- ') Dan. Cornides: Vindic. Anonym, pag. 241, 242. 2) „Piacúit dudum contextas revolvere historias, quas dum dili- genti lectione perlustravimus , multa in eisdem de parte mundi Sey-"], [106, "92 rítkozhatik itt tehát minden észlelés és okoskodás, miből csak hihetőség, valószínűség, de korán sem eredhet teljes bizonyosság. Mindazonáltal a pályakérdés jelen ügyállása kétségbe nem ejtheti a hazai történettudomány barátját; mert ha a magyar ős-századok eddigelé közre bocsátott nagyszámú em lékeiből következtetést vonhatunk azon ismeretlen adatokra, melyeket gazdag s egészen át nem vizsgált levéltáraink maiglan rejtegetnek , lelkünket azon erős hit szállja meg, hogy jőni fog egy a jelennél szerencsésb idő, midőn a ne künk most lehetlenségnek látszó, valóságnak bizonyul, csak figyelmünket ne vonjuk meg az ős-századok emlékeinek nyomozásától. A magyar tudományos Akadémia körén ki vül sem fáradtak egyesek e terén minden siker nélkül. Elég legyen a t. Knauz Nándor kezei közt álló Magyar Sión czímű egyháztörténelmi folyóirat első évi (1863) fü zeteire mutatnunk, hol az esztergomi főérsekség levéltárából árpádkori szépszámú érdekes okmány lőn már eddigis nap fényre derítve, s a részben ismertek olvasása megigazítva- Magunk is ismerünk Arpádkirályaink korából egy egész gyűjteményt, melymek érdekes tartalma kiadásra vár. Egyet len oklevél I. Bélától, melyet (ma névtelen) jegy7zője írt alá, vagy mely Tord a püspökről határozottabban emlékezik, elég, hogy napjainkban a valószínűség fokánál magasbra nem fejlődött kérdés teljes bizonyosság színében tűnhessék fel. Hát ha még egy szerencsés véletlen névtelen jegyzőnk nek trójai históriáját, melyet Dares Phrygius és más szer zők könyveiből, miként mestereitől hallotta vala, tulajdon szerkezetével egy kötetbe böngészett volt, birtokunkba jut tatná ; vagy ha a névtelen jegyző kérdéses munkájának ha nem is eredetije, legalább egy oly másolati példány jöhetne köztudomásra, melyen a bécsi ambraszi példánya legnagyobb fogyatkozása , a czímlap eredeti mivoltában volna szemlél hető. Végre , a névtelen jegyző korát illetőleg , tájékozá- thica, unde et Hungari emersisse perhibentur, conscripta apparebant.\" T u r ó c z i : Chronic. Hungar. Praefat."], [107, "93 sunkra igen sikeres szolgálatot tehetne azon XH-dik század beli korkönyvünk is , melynek feltételezett elvesztet , már csak a jelen kérdés megoldásának tekintetéből is saj nálnunk kell. De megválunk e merész óhajtásoktól ; különben sem az alapeszméje a kitűzött pályakérdésnek , hogy rendíthet len bizonyítékok alapján minden kételyen fölül helyezze a névtelen jegyző korának kérdését ; hanem hogy az arra vonatkozó történelmi újabb nyomozásokból kifejlett nézetet terjeszsze elő : ez pedig részletes tárgyalásunk után nem le het más, mint a mely I. Béla király kormányidejét (1061 — 1063.) vallja a névtelen jegyző korának. E nézet alapossága s egyedül helyes voltára nézve oly szilárd meggyőződést ápolunk lelkünkben , hogy vele bármikor s hol foglaljon homlokállást ellenkező tan vagy nézet , a nemes vitatko zás és tárgyilagos eszmecsere sorompói közt készek le szünk vonakodás nékül megjelenni , kedvencz jelszavunk kal : Győzzön a tudomány !"], [108, "Pest, 1851. Nyomaiott Tollak testvéreknél."], [109, ""], [110, "KÜGLER ADOLF könyv-, rnuí- és hangjegykeresk édesében PESTEN [Dorottya utca 3. sz. a.] továbbá megjelentek, és mindenütt kaphatók : BartI A. és Veress J. Teljes magyar-latin szótár. Földrajzi nevekkel szaporítva — Ára 5 frt. — Bartl A. Szótára C. Jul. Caesar : de bello gallico és de bello civili cimü emlékirataihoz. — Ára ... .... 1 „ 68 Bartl A. és Veress J. Hellas és Róma. Az ó-kori remekírók fordításai. I. füzet. Urania (Heredotos VIII. könyve). — Ára . . — 40 II. „ Kalliopé (Heredotos IX. könyve). — Ára . . — 52 Ensel Sándor. (Késő ) Helynevek magyarázója I. II. füzet. . — Ensel Sándor. (Résé.) Árpád sírja. — Ára — 30 Ensel Sándor (Résö) Attila sirja — Ára , — 20 Hoffmann Pál A római magánjog rendszere mai érvényében. H-ik \".kiadás — Ára ...... 2 „ 40 Oeser. Az általános világtörténet rövid vezérfonala, leányta- nodák számára és magán használatra — 90 Pütz Vilmos. Történ, és földrajzi iskolai atlasz. I rész : Ó-kor. — Ára .............. 1 10 Ugyanaz II. rósz: Közép s ujabbkor. — Árai ... I 40 Pest, 1S65. Nyomatott Pollák testvéioknél"], [111, ""], [112, ""]]