[[1, ""], [2, ""], [3, "V A R I E T Y, O R, WHICH IS THE MAN? A POE M. Dedicated to LADY W**SL*Y. Variety is charming, Variety is charming ; For Constancy Is not for me, So Dick, I give you warning. A NEW EDITION. LONDON: Printed for Swift and Sow, at their Circulating Library, Charles-Street, St. James's. MDCCLXXXII. Price ONE SHILLING."], [4, ""], [5, "DEDICATION. T O LADY W**SL*Y. MADAM, \"V\" O U must not be surprized if you here find a wide Alteration from the usual Style of Dedications. The Idea which is generally understood in penning these Com positions, is to dwell upon the Character, and enumerate the Actions of the Persons addressed, attended with a long Train of Panegyrics, and lay out a considerable Space in forming elegant Compliments. But your Ladyship has compelled me to deviate from this general Mode. You have sustained a Character which cannot possibly be commented upon but with the utmost severity. You have accustomed yourself in the Performance of Actions, since your first A % Know-"], [6, "( H ) Knowledge os Sensibility, that cannot be related without offending the delicate Hearing of Modesty. Your Ladyship has placed it in my Power to display here a horrid Picture of Infamy. You who have ran thro' all the changes and vicissitudes of Dissipation — have openly plunged yourself into the Gulph of Carnal Variety, without pourtraying even an inclination of Reluctance. When I first entertained an Idea of Writing a Poem on the subject of Variety,, I confess I was for some Time at a loss, who it should be Addressed to — but your Ladyship has com passionately eased me os that embarrassed Situa tion, by publicly supporting a Character to which this poetic Trifle is Dedicated with infinite propriety. I am, Madam, Your most obedient, and most devoted humble Servant, THE AUTHOR."], [7, "VARIETY, O R, WHICH IS the man? WHEN e'er we read poetic pages, The thoughts of men of distant ages,. We may perceive from out their brains, Flew difF'rent subjects, diff'rent strains* Apollo, one invokes to aid His feeble lay, to grace a maid, Implores his pow'r, and'heav'nly art, The charms of beauty to impart. B Othem-"], [8, "2 Others intreat, by Fancy fir'd, With thoughts of war to be inspired ; To stiew the 'scapes of slaughter's field, To stain that heart which deign'd to yield ; To drag the coward from his den, And shew him to the scorn os men. Some a/k the aid os gentler muse, When Mars has stopp'd his trump of news, To waft o'er all the calming world, Where War his banners had unsurl'd, The sweets of Peace — that Goddess bright ! That nurse to Cupid's soft delight ! Others in calm and ■gentle hours, Have try'd to paiat soft music's pow'rs ; Have strove to prove, — that stealing art Will melt the most obdurate heart ; Will. raise the turbid mind from care, And lull that bosom-fiend, despair. Few"], [9, "3 Few poets yet, tho' liv'd to fee, Have fung that charm, Variety : 'Tis odd, tho' each oft felt its force, Allow' d its universal course, Perceiv'd its influence ev'ry day, And spoke its arbitrary sway, 1 I I J The thought ne'er struck to grace a lay ? Come, all ye Nine, inspiring throng ! Descend apace, to aid my song ; Bring each her charm, her diff'rent pow'r, Bring all that grace Apollo's bow'r T' inspire my mind, fince 'tis my lot To fing that theme, so long forgot. Variety I own's a treasure, A swTeet diversity os pleasure, Conceiv'd by all, in ev'ry station, That fill the universal nation : But yet with safety I may say, O'er women it has strongest sway j From"], [10, "4 From them the passion can't desert— —The world will prove what I assert. Young Miss, the sunshine os a day, Thro' luxury will wing her way ; In dissipation's field will rove, Will sacrifice the vows of love ; The chequer'd scenes of vice she'll trace, Without one blush to veil her face- Thro' folly's ways of that, and this, Why will stie go ? — In search os bliss. And happiness ('tis plain to me) woman's meant, Variety. W — s — v (great Lady of renown, The talk and scandal of a town) Disdaining to make \"a strange mutation In her own sex's reputation, Knowing her kindred's appetites, Follow'd Variety % delights; Undaunted"], [11, "t s ) Undaunted rov'd thro' carnal pleasures y Without reserve to hide her measures \\ Despising that poor bauble, Honour , Takes shame and infamy upon-her, Methinks I fee her inmost thoughts, When virtue points her practis'd faults ; When raillery on every tongue^ With satire bursting from the song, O'ertakes her in her shameful ways, Methinks I hear what Fancy fays, What to herself her mind dictates — <c And what care I for these debates \" Throughout the world, concerning my \" Long practis'd schemes of infamy ? \" The world may talk in praise of Fame, \" To Merit give the empty name ; \" May in the consecrated dome, <{ Fix emblems on the mimic tomb, <c May give to virtue, virtue's due, u To animate the public view, \" And C"], [12, "? ( « 3 *c And yet my heart can't help expressing, \" That this good name's not worth caressing, \" People should hold this reputation, \" I own, as sacred thro' a nation } <c 'Tis policy — the laws require it, \" But Nature, Nature don't desire it, <c At least with me — why not obey *' Then Nature's dictates, Nature's sway? \" We all in this great world were sent 11 To find that jewel rich, Content : 14 Some find it (appetites deprave) ■\" In the dark chambers of a cave ; \" Others (tho' few) with fleeting hours, \" Will find it lodg'd in Hymen's bow'rs ; \" Some, bufied in the busy life, <c Will think Content consists of strife ; 11 Some seek the charm from absent home, <c And find it on the briny foam ; <c Others have caught it (thinking sages) li Traversing old poetic pages : \" Now"], [13, "7 11 Now, I thro' many paths have trod '* To find this secret-hiding God ; \" And yet thro' all my diff'rent chases *' I know but now where fix'd his place-is. <c Hearing in fashion he resides, *c Is felt by all the fashion' d tribes, \" Pleas'd with the thought, I gladly rov'd, c< And trac'd those scenes so much belov'd ; \" Not only follow d its entices, \" But introduc d new forms of vices. 41 Each luxury my mind created \" I glutted on with taste unfated, \" But fruitless hours my labours spent, \" In vain I strove to find Content. \" But yet thro' vice my fancy suited, \" My modeft fame was ne'er polluted ; \" I then resolv'd the mode to try. \" Of tasting carnal i?ifamy ; \" And"], [14, "8 '* And there renew my search, to sind \" That antidote so long behind : \" I took, without reserve or dread, \" A crew alternate to my bed : \" The first os this strange motley crew \" Was a rich, old, fantastic sew ; \" But finding he but prov'd a toy er, \" I next connected with a Lawyer ; tf His deeds y his aSlions, I must own, \" Were far the best I then had known ; \" But soon not finding what I scanted, <c What I so long and greatly wanted, \" That bliss Content — Resolv'd in mind, \" To search and search, until I find. \" Unfortunate, alas ! for me, \" The next was born in Italy ; \" To sight he look'd an able rake, \" But soon I found the curs'd mistake— \" The Loit'rer but let me fcout-him-— u God knows, I know enough about-him. \" Th*"], [15, "9 1 I [ J V I \" Th' impression that this feeble Swain, u Made on my poor affrighted brain, ct I thought I ne'er shou'd try again. \" But that quick thought, as quickly fled, \" For soon without the thought of dread, \" I brought a new set to my bed. \" All diff'rent these poor garbage were, \" Some sat, some lean, some brown, some fair ; {< In short thro' ev'ry change I went, *£ But ne'er cou'd find to keep Content. \" To higher folks I now repair'd, \" And with that class my savors shar'd, \" With numbers high in mighty fame \" A list too tedious here to name. <c D st, I own, with strange endeavours, \" Kept, for a while, my 'constant favors, \" His showy form and youthful prime, \" Pleas'd, I confess — but for a time — \" With him I cloy'd — -my heart was free,— \" I try'd again Variety. D « With"], [16, "10 (t With P — r — gh took my search, With G m — lest him in the lurch. .With W — d — m gentle moments spent, But all in vain to find Content. U (( a 1 I I, J \" Weary, satigu'd, a fruitless rover, \" So long a universal lover, \" Resolv'd to make my searches over ; \" Determin'd now to end my measures, \" But not to stop my carnal pleasures ; \" In ev'ry way to change my station, \" Not try to gain my reputation j \" For that's not worth a fingle pain, 11 A moment's puzzle to the brain. \" Fix'd and determin'd was the thought, \" To think no more of what I sought, \" When B*ss*t, deck'd with killing grace, \" With beauty beaming from his face, \" Caught my incessant wand'ring eyes ! \" Ah ! then I felt Love's true surprise ! \"My"], [17, "> * ( » ) \" My charms 'fore him, my manners meek 11 I oft display'd with modest cheek. \" Gave him full time when mounted high, €< To gaze, and feast his ravish' d eye; \" That nothing shou'd obstruct his peep, \" I, cautious, went but ancle deep. \" With him I found, when him I su'd, \" That charm, Content, so long pursu'd. <{ Among the variegated trains \" Of all my nightly- pleasing Swains, \" Among the changes I have ran, \" Dear B*pt, B*Jf*t, is the Man !\" * Alluding to the Whim at Maidstone Bath. FINIS."], [18, ""], [19, ""], [20, ""]]