[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, "G-fffolMs,$c, ' Gmb.Mag.Vol.T-W. So- r 1337. BAKWEI.I. COTTAGE. SOMERSETSHIRE ."], [9, "BANWELL COTTAGE, SOMERSETSHIRE, THE SEAT OF THE BISHOP OF BATH AND WELLS. [EXTRACTED FROM THE GENTLEMAN'S MAGAZINE, NOVEMBER, 1837.]"], [10, ""], [11, "BANWELL COTTAGE, SOMERSETSHIRE, THE SEAT OF THE BISHOP OF BATH AND WELLS. To Mr. Urban. IF the following few notices of what occurred to my observation, during a recent short tour through the north western portion of Somersetshire, be considered as worthy of insertion in your admirable periodical, they are very much at the service of yourself and your readers. As the principal object of our ride was the Bishop of Bath and Wells's beautiful cottage at Banwell, with its very in- teresting appendages — the Bone and Stalactitical Caverns — we tarried no longer at Wells than was sufficient for a visit to its magnificent Cathedral ; St. Cuthbert's noble Cliurch ; and the Episcopal Palace. The two former retain, in a great degree, the air and aspect of their original majesty ; the most praiseworthy attention having been, of late years, bestowed on the reparation of what was dilapidated, and the renovation, as far as was practicable, of what had been de- stroyed : but, the alterations at the Palace (during the epis- copate of George Henry Law) amount almost to a new creation. By those to whom it was familiar fifteen years ago, it would now be scarcely recognisable. The machicolated entrance forms an appropriate approach to the venerable interior, where the eye is met by a beautiful lawn, with a road curling around it — by the fine Gothic windows of the great hall, or council chamber, of the earlier bishops — by the exterior of the light and elegant chapel, \" With storied windows richly dight, Casting a dim, religious light,\" and by the front elevation ofthe episcopal mansion. At the right angle of the lawn also, stands, in a secluded nook, the oratory ; converted into its present more attractive form from the prison, anciently attached to the palace, and recording the bishop's feudal authority in by-gone days. The \" long drawn\" groined entrance ball has been most happily orna-"], [12, "BANWELL COTTAGE, SOMERSETSHIRE. 4 mented and convenienced, by the removal into it of a massive and splendid chimney-piece, which has probably seen four centuries pass over its finely sculptured head ; from whenpe a broad staircase of the time of William the Third, or his predecessor, conducts the visitor into a suite of rooms, con sisting of the long gallery,— the saloon,— drawing room,— library, — and dining roonl, elegantly and tastefully fitted up, with a strict regard to costume, and decorated with an abun dance of the rarities of art and nature ; paintings, minerals, fossils, crystals, &c. &c. The crypt, beneath this range of apartments, particularly claims attention, as it is, probably, the finest specimen of this description of Camera in the kingdom ; and stored with numerous relics of deep antiquity. Nor must the highly improved pleasure garden be passed by without inspection ; which, by the levelling of the surface, the removal of buildings, and the judicious disposal of par terres, nearly approaches horticultural perfection. Our route led us through the ancient town of Cheddar, now remarkable only for its very beautiful church — a noble specimen of those magnificent ecclesiastical edifices, which were so profusely scattered through the county of Somerset four centuries ago, under auspices which will, probably, never be discovered. The immediate vicinity of Cheddar, however, holds out to tbe tourist's notice an object of no common interest — its Cliffs, or, as they are called at the spot, its \" Clives.\" Here, indeed, Mature, working with her giant hand, has displayed a scene of transcendant grandeur. In one of those moments, when she convulses the earth with the throes of an earthquake, she has burst asunder the rocky ribs of Mendip, and torn a chasm across its diameter, of more than a mile in length. The vast abruption yawns from the sum mit down to the roots of the mountain, laying open to the sun a sublime and tremendous scene ; — \" Non secus ac si qu& penitus vi terra dehiscens Inferias reseret sedes, et regna reclaudat Pallida, Diis invisa\" — precipices, rocks, and caverns, of terrifying descent, fantastic forms, and gloomy vacuity. The rugged walls of the fissure, rise in some places to the height of 400 feet, and at others fall into obliquities, of more than double that elevation. The little borough town of Axbridge, at two milfes distance from Cheddar, still retains some vestiges of its antiquity ;"], [13, "BANWELL COTTAGE, SOMERSETSHIRE. 5 but none of its former importance, when a respectable branch of the woollen trade threw employment and affluence among its population. Two or three tenements of the 15th century still remain, and its handsome cliurch contains some fine tomb memorials of the ancient family of Prowse. Banwell, which boasts one ofthe most beautiful churches in the county,* lies about six miles from Axbridge, and may be taken in the way to the Cottage of the Bishop of Bath and Wells, though by a somewhat circuitous road ; the direct way lying through the domain, wliich stretches from east to west nearly half a mile. The latter route claims, also, a great superiority over its more lowly neighbour in point of view ; running along the declivity of the hill, instead of traversing its bottom, and excites an additional interest in the mind of the traveller, by leading him through the potatoe patches, which the benevolent Prelate has allotted to some scores of the labouring poor of Banwell. The lower road, however, has the advantage, so far as regards the approach to the Cottage. Ascending to the entrance gate, the eye catches the northern face of the hill on which the house is built, with all its rich embellishments ; the Druidical circle and trilithon ; broad surfaces of verdant turf; parterres of flowers ; clusters of flourishing trees ; and tasteful fancy structures, of diversified form arid designation. The mansion itself stands midway, on tbe slope of the western extremity of one of the branches of the Mendip hills ; sufficiently high to command a glorious view, and protected, at the same time, by the acclivity at its back, from the rage of the south-western gales. Built at various times, its character has all that variety which forms a prominent feature of tbe picturesque ; but judgment has directed fancy in all the additions ; and improvement, in comfort as well as ap pearance, has resulted from every successive enlargement of the structure. It is scarcely necessary to speak of the neat ness and elegance ofthe interior. The last built, and largest room, combines both in a striking degree. From this apart ment, the dining-room, and the rustic verandah, the extent * I must not omit to mention that the parish of Banwell has the advan tage, for its Rector, ofthe Rev. Professor Samuel Lee, B.D. ; unquestionably one of the most correct Hebraists and profound Arabic and Syriac scholars in Europe."], [14, "6 BANWELL COTTAGE, SOMERSETSHIRE. and variety of scenery over which the eye roves, are seldom equalled : — \" It looks round Upon the variegated scene of hills, And woods, and fruitful vales, and villages Half-hid in tufted orchards, and the sea, Boundless, and studdied thick with many a sail.\" Crowe. Well does the landscape deserve a poet ; and in the Rev. W. L. Bowles, it has found one, of taste to perceive, feeling to enjoy, and power to describe, its many and mingled beauties. His poem of \" Days Departed, or Banwell Hill,\" fully proves that the Muse of Poesy, \" true as the needle to the Pole,\" continues to smile upon the open-hearted Rector of Bremhill, as graciously as she did half a century ago. Surely, Sir, your readers cannot be otherwise than grati fied, by the following description, rich in poetical diction, and tender and touching in expression ; of the sensations produced upon the mind and eye of this gifted Bard, when he gazed upon the broad expanse below him, from the sum mit of Banwell Hill : — \" But awhile Here let me stand, and gaze upon the scene, That headland, and those winding sands, and mark The morning sunshine, — on that very shore Where once a child I wander'd — ' Oh 1 return,' (I sigh) ' return a moment, days of youth, Of childhood, — oh, return !' How vain the thought, Vain as unmanly ! yet the pensive Muse, Unblamed, may dally with imaginings ; For this wide view is like the scene of life, Once traversed o'er with carelessness and glee, And we look back upon the vale of years, And hear remember'd voices, and behold, In blended colours, images and shades Long pass'd, now rising, as at Memory's call, Again in softer light. \" I see thee not — Home of my infancy — I see thee not, Thou Fane that standest on the hill alone, The homeward sailor's sea-mark ; but I view Brean Down beyond, and there, thy winding sands, Weston, and, far away, one wand'ring ship, Where stretches into mist the Severn Sea. There, mingled with the clouds, old Cambria draws"], [15, "7 BANWELL COTTAGE, SOMERSETSHIRE. Its stealing line of mountains, lost in haze ; There, in mid-channel, sit the sister Holms, Secure and tranquil, though the tide's vast sweep, As it rides by, might almost seem to rive The deep foundations of the Earth again, Threat'ning, as once, resistless to ascend In tempest to this height, to bury here Fiesh-weltering carcases ! \" Behind that windmill, sailing round and round, Like days on days revolving — Bleadon lies, Where first I ponder'd on the grammar. lore — Sad as the Spelling-Book — beneath the roof Of its secluded Parsonage ; Brean Down Emerges o'er the edge of Hutton HiU, Just seen in paler Ught ! — And Weston there, Where I remember a few cottages Sprinkling the sand, uplifts its tow'r, and shines, As if in conscious beauty, o'er the scene. And I have seen a far more welcome sight. The living line of population stream — Children, and village maids, and grey old men — Stream o'er the sands to church 1 — Such change has been In the brief compass of one hast'ning life ; And yet that hill — the light — is to my eyes Familiar as those sister isles, that sit In the mid channel I Look, how calm they sit, As list'ning each to the tide's rocking roar ; Of different aspects ! — This, abrupt and high, And desolate, and cold, and bleak, uplifts Its barren brow ! Barren ; but on its steep One native flow'r is seen — the Piony. \" Yonder Isle Seems not so desolate, nor frowns aloof, As if from human kind. The Light-house there, Through the long winter night, shows its pale fire ; And three forgotten graves mark the rude spot ; None knows of whom ; but graves of men who breath'd, And bore their part in life, and look'd to Heav'n, As man looks now ;— They died and left no name !\" Among the ornamental structures which decorate the ground in the immediate neighbourhood of the Cottage, is one of a character uncommon, but exceedingly interesting. The name of TO OSTEON designates it as a receptacle ofthe bones found in the adjoining cavern. Its form is an oblong oval, truncated at both ends, 22 feet long by 10 feet wide in the swelling diameter ; with a thatched roof, a corridor around, and a front richly studded with spar and crystals."], [16, "BANWELL COTTAGE, SOMERSETSHIRE. 8 The caverns — those most remarkable features of the Cot tage premises — are contiguous to the house; the one con taining the animal remains being not more than 40 yards from it, and the other within 20 feet of the drawing-room window. Our guide to both these natural curiosities was Mr. Beard (whom courtesy has honoured with the title of Professor), an upright, intelligent, and respectable yeoman : — \" Abnormis sapiens crassaque Minerva I\" by whose sagacity the caverns were discovered ; and by whose indefatigable labour, they have been rendered conve nient for public inspection. But Mr. Beard's deserved praise does not end here. An incessant study of comparative ana tomy (in this department ofthe science), and a practical appli cation of its rules to the innumerable specimens before him, have led him to a knowledge of Osteology, far from common, even among those whose education and profession have* been directed to this particular object.* The deeper cavern of the two (and nearest to the cottage) is a fine example of those concavities, which frequently oc cur in hills of the mountain limestone ; stretching and de scending for 300 feet, from its aperture to its termination ; and consisting of passages and apartments, encrusted with calcareous stalactites, exhibiting those fantastic forms which Nature creates with her own materials in these dark re cesses. Tbe Bone Cavern is attained by a succession of rude, but not dangerous steps, extending to its floor, about thirty feet below the surface of the soil above. The form of the in terior is irregular, consisting of two apartments, and a deep * Mr. Beard's discoveries of animal recrements at Hutton HiU (about three miles from the Cottage), in the fissures of the mountain limestone have been still more astounding than the remains in BanweU Cavern. The bones of primæval elephants, enormous bears, tigers, stags, bisons, &c. re- warded his search at this place. These are beautifully arranged at'his own cottage, forming perhaps the most splendid private coUection of this descrip- tion in the kingdom. Between Mr. Beard's house and the Bishop's Cot- tage, runs a Roman road, terminating in the Uxella æstuary, ascertained and traced by the Rev. John Skinner, rector of Camerton, Somerset, whose researches and elucidations, in the earlier departments of English archæologv only require to be generally known, that their value may be universallv and justly appreciated. \""], [17, "BANWELL COTTAGE, SOMERSETSHIRE. 9 descending recess, in which a large mass of the bones, min gled with debris, has been suffered to remain in its original confused state. On every side are piles of these animal remains arranged in regular order. The floor, ceiling, and, if I may use the term, the wainscoting of the cavern, pre sent faces of irregular, solid, and impenetrable reck ; and the whole, when lighted up, would form a sublime subject for such a magic pencil as that of Loutherberg. But Curi osity will naturally inquire, what cause occasioned such an extraordinary accumulation of animal remains, in so singular a place ? With respect to this question, which it would re quire an Œdipus to answer satisfactorily, I beg leave, Mr. Urban (frightened by conflicting opinions,) to be silent, and to refer you to one solution of the difficulty, in the following extract from the Preface of Mr. Bowles to his very pleasing poem of \" Banwell Hill,\" already mentioned, p. xxix. \" Banwell Cave. — The following extract of a letter from the Rev. R. Warner will enable the reader to form his own opinion concerning the vast accumulation of bones in this cave : — \" ' The sagacity of Mr. Beard having detected the exist ence of the cavern, and his perseverance effected a precipi tous descent into it, the objects offered to bis notice were of the most astonishing and paradoxical description — ' an antre vast,' rude from the hand of Nature, of various elevations, and branching into several recesses ; its floor overspread with a huge mingled mass of bones and mud, black earth (or decomposed animal matter), and sand from the Severn Sea, which flows about six miles to the northward of Banwell village. The quantity of bones, and the mode by which they could be conveyed to, and deposited in, the place they occu pied, were points of equal difficulty to be explained : as the former amounted to several waggon loads ; and as no access to the cavern appeared to exist, except a fissure from above, utterly incapable, from its narrow dimensions, of admitting the falling in of any animal larger than a common sheep ; whereas, it was evident, that huge quadrupeds, such as un known beasts of the ox tribe, bears, wolves, and, probably, hyænas and tigers, had perished in the cave. But, though the questions how and when were unanswerable, this con-"], [18, "10 BANWELL COTTAGE, SOMERSETSHIRE. elusion was irresistibly forced upon the mind, by the pheno mena submitted to the eye, — that, as the receptacle was in finitely too small to contain such a crowd of animals in their living state, they must necessarily have occupied it in suc cession : one portion of them after another, paying the debt of Nature, and (leaving their bones only, as a memorial of their existence on the spot) thus making room in the ca vern for a succeeding set of inhabitants, of similar ferocious habits to themselves. The difficulty, indeed, of the ingress of such beasts into the Cave did not long continue to be in vincible ; as Mr. Beard discovered, and cleared out, a lateral aperture in it, sufficiently inclining from the perpendicular, and sufficiently large in its dimensions, to admit of the easy descent into this subterraneous apartment, of any one of its unwieldy tenants, though loaded with its prey. \" ' From the circumstances premised, you will, probably, anticipate my thoughts on these remarkable phenomena; if not, they are as follow : — I consider the Cavern to have been formed, at the period of the original deposition and consoli- dation of the matter constituting the mountain limestone in which it is found ; possibly, by the agency of some elastic gas, imprisoned in the mass, which prevented the approxi- mation of its particles to each other ; or, by some unac- countable interruption to the operation of the usual laws of its crystallization ; — that, for a long succession of ages, an- terior to the deluge, and previously to man's inhabiting the colder regions of the earth, Banwell Cave had been inha- bited by successive generations of beasts of prey ; which, as hunger dictated, issued from their den, pursued and slaugh- tered the gregarious animals, or wilder quadrupeds, in its neighbourhood, and dragged them, either bodily or piece- meal, to this retreat, in order to feast upon them at leisure and undisturbed ; — that the bottom of the cavern thus became a kind of charnel-house, of various and unnumbered beasts ; — that this scene of excursive carnage continued till ' the Flood came,' blending 'the oppressor with the oppressed;' and mixing the hideous furniture of the den, with a quantity of extraneous matter, brought from the adjoining shore and subjacent lands, by the waters of the deluge, which rolled surging, (as Kirwan imagines) from the north-western quar ter ;— that, previously to this total submersion, as the flood"], [19, "BANWELL COTTAGE, SOMERSETSHIRE. 11 increased on the lower grounds, the animals which fed upon them, ascended the heights of Mendip, to escape impending death ; and, mad with panic, rushed (as many as could gain entrance) into this dwelling-place of their worst enemies ; — that numberless birds also, terrified by the elemental tumult, flew into the same den, as a place of temporary refuge ; — that the interior of the cavern was speedily filled by the roaring deluge, whose waters, dashing and crushing the various sub stances which they embraced, against the rugged rocks, or against each other, and continuing this violent and incessant action for at least three months, at length tore asunder every connected form ; separated every skeleton ; and produced that confusion of substances, that scene of disjecta membra, that mixture and disjunction of bones, which were appa rent on the first inspection of the cavern ; and which are now visible in that part of it which has been hitherto un touched.' \" However neatly the foregoing hypothesis may fit the cir cumstances ofthe Banwell Bone Cavern, it certainly will not suit those of the Hutton one, in its vicinity. By no possi bility could the colossal forms of the aboriginal elephant, bear, tiger, &c. thrust themselves into the interior recesses of this extensive fissure in bodily shape. They must not only have been skeletons, but dismembered skeletons, ere they entered the hiding-places in which they were to rest for ages. No, Sir, the reasoning mind cannot be satisfied with any of the present theories to account for such pheno mena as these ; and if it be as humble as it is thoughtful, it will see the wisdom of the Poet's advice, and \" Wait the great teacher, Death, and God adore.\" One conclusion to be drawn from these inexplicable Bone Caverns seems, however, to be inevitable, that at the period when the formidable animals (whose osseous remains we are now considering) were in a living state, exercising their vast powers, and ranging through unbounded space ; \" when (as Lord Brougham eloquently remarks) the waste gave resting place to enormous beasts, like lions, and elephants, and river-horses ; while the water was tenanted by lizards the size of a whale, sixty or seventy feet long, and by others with huge eyes having shields of solid bone to protect them, and"], [20, "BANWELL COTTAGE, SOMERSETSHIRE. 12 glaring from necks ten feet in length ; and the air was dark ened by flying reptiles covered with scales, opening the jaws of the crocodile, and expanding wings armed at the tips with the claws of the leopard;\"*— when such, I repeat, were the state and appearance of land, sea, and air, it is obvious, I think, that man could not then be an inhabitant of earth. It is true, indeed, that his Lordship's animated sketch refers more especially to the fossil remains of animals, and to the condition of our \" terrestrial ball,\" when these terrible forms were its tenants ; but the representation applies, in part, to the state of the natural world, when the face of the globe was peopled by those gigantic forms, whose recrements appear in the Banwell and other Bone Caverns. With these, also, man could not be a co-dweller upon the earth's surface. Ignorant of the arts of defence which civilization teaches, and of the power resulting from combination, he would have been no match for such formidable ferine rivals ; nor able, for any length of time, to maintain a dispute with them, either for his own preservation, or for the means of his sustenance, or for \" a local habitation.\" May we not rather venture to suppose, that these inferior natures had a being upon earth, before the formation of man, when as yet it was unfit for his residence ? Would it be presumptuous, to con template the great and good Author of universal being, as proceeding, step by step, as it were, or, in other words, by successive creations, in preparing \" this vast Terrene\" for the inhabitation of \" the reasonable soul ? \" In giving exist ence and happiness to various orders of animals, from the zoophyte to \" the half-reasoning elephant;\" which, having had their allotted period of sensation and enjoyment, on a surface exactly adapted to their several exigences, should disappear from the gradually maturing and improving earth, until it became duly prepared, to minister to the wants, and pleasures and safety, of that intellectual creature, who was destined, not only to \" have dominion over the fish of the sea, and over the fowl of the air, and over the cattle,\" but (if he properly availed himself of his vast advantages) to survive the ruin of his present habitation, and enjoy a more exalted state of being, \" in a city not made with hands, eternal in the heavens ? \" * A Discourse of Natural Theology, p. 47."], [21, "13 BANWELL COTTAGE, SOMERSETSHIRE. I am not aware, Sir, that either Revelation or Reason militates against this notion, which regards the creation of our perfect planet not as an instantaneous, bu„ as a progres sive process ; or forbids us to believe, that, \" From harmony to harmony it ran, The Diapason ending full in Man.\" The conception was forced upon my own mind, at least, by the view of Banwell Bone Cavern ; and the serious thoughts which that object excited, were further fostered by several appropriate inscriptions, of a solemn character, appearing in various parts of the premises. With one of these, on a tablet near the larger cave, we were particularly pleased ; the beau tiful lines appended by Hughes to Milton's \" II Pense roso :\" Here \" let Time's winter shed His hoary snow around my head ; And while I feel, by fast degrees, My sluggard blood wax chill and freeze, Let thought unveil to my fix'd eye, The scenes of deep eternity : Till, life dissolving at the view, I wake and find the vision true.\" And with a heartfelt wish that the Poet's aspiration might be realized in the person of the present hospitable, benevo lent, and exemplary Bishop of Bath and Wells, we quitted his Cottage and its interesting adjuncts at Banwell :* breath ing our adieu to it, in the solemn, impressive, and, we trust, prophetic strains, of the accomplished favorite of the Nine, whom we have already quoted : — \" Farewell to Banwell Cave, and Banwell Hill, And Banwell Church ; and farewell to the shores Where, when a child, I wander'd ; and farewell, Harp of my youth ! Above this mountain-cave I leave thee, murm'ring to the fitful breeze That wanders from that sea, whose sound I heard So many years ago. \" Yet, whilst the light Steals from the clouds, to rest upon that tow'r, I turn a parting look, and lift to Heaven A parting prayer, that our own Sion, thus, — * The view of Banwell Cottage, which accompanies this communication, is from the elegant and accurate pencil of Mr. John Buckler, F.A.S."], [22, "14 BANWELL COTTAGE, SOMERSETSHIRE. With sober splendour, yet not gorgeous, Her mitred brow, temper'd with lenity And Apostolic mildness — in her mien No dark defeature, beautiful as mild, And gentle as the smile of Charity, — Thus on the rock of ages may uplift Her brow majestic, pointing to the spires That grace her village glens, or solemn fanes In cities, calm above the stir and smoke, And list'ning to deep harmonies that swell From all her temples ! \" So may she adorn — (Her robe as graceful, as her Creed is pure) — This happy land, till Time shaU be no more ! \" And whilst her grey cathedrals rise in air, Solemn, august, and beautiful, and touch'd By time — to show a grace, but no decay, Like that fair pile, which, from hoar Mendip's brow, The traveller beholds, crowning the vale Of Avalon, with all its tow'rs in light ; — So, England, may thy grey cathedrals lift Their front in Heav'n's pure light, and ever boast Such Prelate-Lords— bland, but yet dignified — Pious, paternal, and beloved, as he Who prompted, and forgives, this Severn song !\" Yours, &c. Viator"], [23, ""], [24, "LONDON: J. B. NICHOLS AND SON, 25, PARLIAMENT- STREET."], [25, "BANWELL COTTAGE, SOMERSETSHIRE, THE SEAT OF THE BISHOP OF BATH AND WELLS."], [26, ""], [27, ""], [28, ""], [29, ""], [30, ""], [31, ""], [32, ""], [33, ""], [34, ""]]