[[1, ""], [2, ""], [3, ""], [4, ""], [5, "lALlET-ÏD m ET LA RÉVOLUTION FRANÇAISE"], [6, ""], [7, "MALLET-DU PAN ET LA RÉVOLUTION FRANÇAISE PAR Gaspard VAL LETTE (Mémoire couronné par la Faculté des Lettres de V Université de Genève.) GENÈVE GEORG & O, LIBR.-URES-ÉDITEURS «ALE ET LYON, MÊME MAISON 1893 Tous droits réservés"], [8, "Extrait du tome XXV des Mémoires et Documents publiés par la Société d'Histoire et d'.Archéologie de Genève."], [9, "MALLET-DU PAN ET LA ITÉVOLIJTlOISr FRA^TG^lISJE Introduction. En étudiant Mallet-Du Pan et la Révolution française, nous avons eu à résister constamment à une double tenta tion, celle de refaire après M. Sayous, une biographie détaillée de ce publiciste libéral, et celle d'écrire, après tant d'autres, et plus mal que tant d'autres, une histoire même abrégée de la Révolution française. Et, sans doute, une érudition patiente et curieuse pourrait s'ingénier à chercher, pourrait même réussir à trouver, soit dans des papiers de famille, soit dans les archives de Londres, de Berlin et de Lisbonne , plus d'un document important en core inédit qui contribuerait, sinon à modifier profondé ment Topinion que nous pouvons nous former sur l'œuvre, le talent et le caractère de Mallet-Du Pan, du moins, à l'éclairer sur certains points de détail, que les travaux antérieurs ont laissés — volontairement ou involontaire ment — dans une relative obscurité. Point n'est question non plus de nous livrer ici à un travail savant de critique historique, qui déterminerait par la confrontation con-"], [10, "6 MALLET-DU PAN ET LA stante et minutieuse des documents originaux et des autres témoignages contemporains, jusqu'à quel point le récit de Mallet est rigoureusement exact, et mérite la confiance absolue que lui accorde, sans aucune restriction, le plus célèbre des historiens actuels de la Révolution française 1 . Et certes, nous ne voulons contester, ni Tintérêt, ni Tutilité, ni même, à un certain point de vue, Tactualité que présenteraient de semblables recherches. Notre but, en abordant ce grand drame, qui après un siècle écoulé est discuté avec autant d'âpreté qu'au pre mier jour, est plus immédiat, et, si Ton veut, plus modeste. Nous nous bornerons, par Tanalyse des brochures, des jour naux, des correspondances de Mallet-Du Pan, à exposer son jugement sur la Révolution française, sur ses épisodes les plus saillants, sur ses acteurs les plus connus; nous analyserons de même, dans leur variété et leurs contradic tions, les jugements portés sur l'œuvre et sur Técrivainr par les critiques et les publicistes les plus importants de ce siècle. Enfin, si nous nous hasardons à formuler, sur cet écrivain qu'on a tant discuté dans ces dernières années, non pas certes, un jugement, mais une appréciation, notre désir est qu'elle soit autant que possible, équitable, et étrangère à toute sympathie, comme à toute antipathie politique. Si nous y réussissons, même dans une faible mesure T notre travail, pour imparfait et incomplet qu'il soit, n'aura pas été complètement inutile, en faisant mieux connaître à quelques-uns un homme, souvent mal jugé, mais en qui ses ennemis eux-mêmes ue sauraient se refuser à reconnaître 1 Taine : Préface à la Correspondance inédite de Mallet-Du Pan avec la Cour de Vienne (1794-1798) publiée d'après les manuscrits conservés aux archives de Vienne par André Michel. Paris, 1884, 2 vol. gr. in-8."], [11, "RÉVOLUTION FRANÇAISE. 7 ces trois choses, rares à toute époque, plus rares encore en un temps de convulsions politiques et sociales : un esprit sain, un cœur intrépide, une âme droite. I. La vie de Mallet-Du Pan, son caractère. Notre intention n'est pas, nous Tavons dit, d'écrire ici une biographie détaillée de Mallet-Du Pan. Mais est-il possible de séparer Thomme de l'œuvre et de passer sous silence les antécédents de Técrivain, le milieu où il s'est développé, les circonstances qui firent de lui Tobservateur et le juge sévère de la Révolution? Nous ne le croyons pas, car dans Mallet-Du Pan tout se tient, l'œuvre et la vie, Thomme et Técrivain, le penseur et le polémiste ; et peut être même, est-ce à cette unité qu'il doit le relief de sa personnalité, et le meilleur de son influence. Nul moins que Mallet n'a eu de sympathie pour Técriture artiste, « pour le dédoublement savant de Thomme en deux moi tiés indifférentes Tune à l'autre, celle qui pense et celle qui agit, celle qui croit et celle qui parle, celle qui vit et celle qui écrit. . . » Ce que Mallet a été dans sa vie, il Ta été, et jusqu'au bout, dans son œuvre, sans renier jamais, quand son inté rêt le plus immédiat eût été de le faire, ni sa patrie, ni son éducation, ni sa religion. « Mes principes, disait-il au mo ment où la célébrité commençait pour lui, « mes principes sont ceux d'un citoyen de Genève. » — Et, en effet, Jac ques Mallet-Du Pan était né en 1749, à Céligny, petit village genevois enclavé dans le pays de Vaud. Son père, pasteur de la paroisse, appartenait à cette aristocratie lettrée et intelligente qui a donné à TEurope tant de sa vants éminents et porté au loin le renom intellectuel de"], [12, "8 MALLET-DU PAN ET LA Genève. Bien des traits caractéristiques dans la physiono mie de Mallet s'expliquent aisément pour qui connaît ce milieu du patriciat genevois : Sa logique un peu raison neuse, son goût des choses politiques, surtout de celles qui ne le concernent pas directement et qui intéressent plutôt l' étranger, sa correction un peu hautaine , sa défiance instinctive pour les nouveautés et les exagérations. Elevé dans la religion calviniste, celle de ses pères et de son souverain, ayant appris par Texcellente éduca- • tion qu'on reçoit dans sa patrie, et par Texemple du « clergé le plus vertueux et le plus éclairé à adorer la « main divine dans ses ouvrages et dans le bienfait de la révélation, à être religieux sans superstition et tolérant « sans impiété ' , » Mallet-Du Pan parcourut le stade ordi naire des études genevoises : — Collège, belles-lettres et droit, — sans que ses biographes relèvent rien de spécialement remarquable dans ces années d'adolescence. Notons, sans insister, qu'il eut pour camarade sur les bancs de Tauditoire Clavière, le futur ministre girondin, que Mallet devait stigmatiser plus tard comme « le plus artificieux et le plus immoral des perturbateurs'. » D'ail leurs, le fait, en lui-même peu important, ne nous paraît guère authentique, bien qu'il soit rapporté par tous les biographes de Mallet : En effet, Clavière, né en 1735, n'avait pas moins de quatorze ans de plus que son soi disant camarade. Mallet ne semble pas non plus avoir fait 1 Mémoires historiques, politiques et littéraires. 1783. Notons en passant cette profession de foi, la seule que nous ayons rencontrée dans l'œuvre de Mallet-Du Pan. Fort réïervé sur tout ce qui concerne sa personne, notre écrivain ne l'est jamais plus que dans l'expression de ses sentiments religieux. 1 Considérations sur la nature de la Révolution de France, Section IV, p. 39."], [13, "RÉVOLUTION FRANÇAISE. 9 des études bien régulières : son esprit original et indé pendant s'accommodait mal de la sage lenteur, de la mé thode un peu monotone qu'avait — alors — Tenseignement académique. II a hâte d'écrire, et produit quelques essais, souvent obscurs et sans goût, de Taveu du plus indulgent des biographes ' . Nul doute qu'il n'ait suivi avec un intérêt passionné les longues luttes, les troubles, que déchaîna sur (îenève, avec un flot de brochures et de sang, la querelle des « négatifs » et des < représentants » d'abord, puis, après la victoire de ces derniers (1768), la lutte violente des « natifs » et des représentants. Mallet-Du Pan se jeta dans la mêlée, avec plus d'ardeur juvénile que de réflexion, en publiant à 22 ans son Compte rendu de la défense des bourgeois de Genève, où il prend le parti des natifs et de leur chef Bérenger, Thistorien de Genève. Ce libelle eut du retentissement, puisque le Conseil le jugea digne d'être brûlé et lacéré comme « séditieux, attentatoire à l'honneur de TÉtat, des conseils, des citoyens et des bourgeois. » Voilà de bien gros mots, et qui font sourire quand on réfléchit à quelle nuance de factieux ils s'appliquent. Aussi bien les Conseils de Genève se sont toujours assez peu préoccupés des nuances. Nous ne disons rien de Tépisode assez connu qui rem plit dans la vie de Mallet Tannée 1772, sa nomination à une chaire d'histoire et de belles-lettres à CasseL. II suffit de rappeler que le jeune écrivain avait dû cet honneur à la recommandation de Voltaire, qui voulait du bien aux jeu- 1 André Sayous. Mémoires et correspondance de Mallet-Du Pan pour servir à l'histoire de la Révolution française. Paris, 1851, 2 vol. in-8. 2 II prononça à cette occasion un discours inaugural sur ce thème : « Quelle est l'influence de la philosophie sur les belles-Lettres. »"], [14, "10 MALLET-DU PAN ET LA nés gens intelligents, surtout quand ils osaient s'attaquer aux hauts et honorés Seigneurs des Conseils de Genève. Après ce court essai de professorat, la vocation de publi- ciste semble décidée pour Mallet-Du Pan, qui s'y prépare par une retraite studieuse à Aubonne, où il étudie avec ardeur Thistoire et la politique. II n'y a que peu de chose à dire de son second écrit intitulé Doutes sur V éloquence et les systèmes politiques'' . Mallet-Du Pan y prenait contre les économistes la défense de ce bizarre Linguet, aussi fameux par les qualités brillantes de son esprit, que par les déficits exorbitants de son caractère, et sur lequel on n'a pas encore, à notre connaissance, porté de jugement équitable et définitif. Nous passerons donc rapidement sur les rapports qui se nouèrent chez Voltaire, entre ces deux hommes si différents de caractère et de conduite, sur les deux voyages que fit Mallet à Londres et à Bruxelles pour y rejoindre son nomade collaborateur, enfin sur la querelle injustifiée que Linguet chercha à Mallet pour avoir (pendant sa captivité à la Bastille) continué son journal sous le titre d' Annales politiques, civiles et litté raires du 18e siècle pour faire suite à celles de M. Linguet'. Relevons cependant une légère erreur de date, échap pée à Texactitude ordinaire de M. Sayous : Ce n'est pas en avril 1780, mais en avril 1781, que Mallet-Du Pan entreprit ce dernier journal et s'en trouva le principal rédacteur. Traité par son aimable collaborateur de contrefacteur, de plagiaire, et autres qualificatifs aussi peu flatteurs pour sa délicatesse, Mallet répondit avec une dignité 1 Londres, 1775, in-8. ' Londres, 1781-1783, 6 vol. in-8."], [15, "RÉVOLUTION FRANÇAISE. 11 ferme et mesurée, et, sans s'obstiner à garder un titre dont en droit strict on ne pouvait lui contester Tusage, il donna à son journal celui de Mémoires historiques, poli tiques et littéraires sur l'état de V Europe. II avait mis au frontispice de ce nouveau recueil une épigraphe bien signi ficative : Nec temere, nec timide, et telle fut, en effet, comme Ta finement observé Sainte-Beuve 1 , la devise de toute sa vie. Ce journal, qui ne dura qu'une année, mit Mallet-Du Pan au premier rang parmi les publicistes de son temps. II contient plusieurs articles remarquables autant par Tindépendance des idées que par la fermeté un peu rude du style. On trouvera Tanalyse de ces pièces dans Touvrage de M. Sayous, ainsi que cette appréciation sur la vivacité presque excessive de certains jugements portés par notre écrivain : « Comme la plupart des esprits « très justes, Tirréflexion, Tiuconséquence le choquaient « jusqu'à Tirriter, et il s'émouvait de la sottise avec plus « de chaleur que le sujet n'en comportait2. » II nous faut passer sous silence, comme trop éloignée de notre sujet, la position prise par Mallet-Du Pan dans les luttes politiques qui ensanglantaient Genève en 1782, « répétition préalable, sur un petit théâtre, du drame qui, « dix ans plus tard, devait se jouer à Paris 3 » après avoir agité pendant plus de dix ans la petite république. Non content d'intervenir dans la mêlée par un écrit', Mallet avait payé de sa personne, en intercédant pour la ville assiégée auprès du général La Marmora, et en s'effor- 1 Causeries du lundi, t. IV. Paris, 1852, p. 361 et suiv., 379 et suiv. ! Sayous, op. cit., t. I, p. 41-58. 3 Taine. Préface à la Correspondance, etc., p. III. 4 Idées soumises à Vexamen de tous les conciliateurs par un médiateur sans conséquence (1780)."], [16, "12 MALLET-DU PAN ET LA çant de calmer le peuple exalté qui déjà courait aux armes avec frénésie. En traçant le récit de ces événements, Mal let semble, si Ton nous permet cette expression, se faire la main pour ceux qu'il aura à dépeindre, dix ans plus tard, autrement tragiques et considérables. Ce récit fut atta qué par Brissot qui s'attira une violente riposte. C'est peu après ces événements, que Mallet-Du Pan « fatigué et attristé de la politique genevoise, » accepta les offres avantageuses que lui faisait Panckouke, éditeur du Mercure de France ' , et quitta Genève pour Paris. II fut chargé de rédiger (sous le titre de Journal historique et politique de Genève'') la partie politique du Mercure. Par une convention signée le 4 mars 1784, Panckouke s'enga geait à payer à notre publiciste une somme annuelle de 7200 livres pour ses articles politiques, plus 1200 livres pour sa part de collaboration littéraire. Cette somme, assez considérable pour Tépoque, montre mieux que de longs commentaires, Tautoritéque s'était acquise Mallet-Du Pan, bien au delà des frontières de son petit pays. * II avait alors trente-cinq ans, dit M. Sayous, une immense lec ture, T habitude des méditations politiques, une connais sance particulière et réfléchie de la situation des États européens ; dix années passées au milieu des passions du jeu des partis avaient hâté la maturité de son esprit; c'était d'ailleurs un de ces hommes graves et forts dont personne ne songe à demander Tâge '. Ajouterons-nous, pour achever Ténumération des causes ' Sur les tractations avec Panckouke, voir M. D. G., t. XXII, p. 367 : Deux lettres inédites de Mallet-Du Pan communiquées par MM. Eugène Demole et Charles Le Fort. 2 Plus tard : Journal politique de Bruxelles. 8 Sayous, op. cit., 1. 1, p. 86."], [17, "RÉVOLUTION FRANÇAISE. 13 du légitime succès de Mallet-Du Pan, qu'il avait eu pour prédécesseur : Fontanelle? — Nous reviendrons p1 us tard sur ces cinq années de travail littéraire assidu qui précè dent la convocation des États-Généraux. Contentons-nous de dire que Mallet rédigeait pour son usage particulier d'intéressantes Observations historiques et morales sur Paris, de 1785 à 1789, dont M. Sayous cite de précieux fragments, trop courts à notre gré et trop peu nombreux '. Mallet-Du Pan s'y révèle déjà observateur aigu, peintre sobre mais net et vigoureux, des mœurs, des caractères, des incidents significatifs. En le lisant, on croit respirer dans Paris Tatmosphère lourde et menaçante, qui présage Torage. Combien vivant n'est pas le tableau des gens de lettres qu'il nous montre « faméliques, méprisés, prêts aux plus viles besognes, payant, comme Lebrun Pindare, par des flagorneries les pensions, ce collier de servitude » qu'ils reçoivent du gouvernement. Deux ans avant la Révolution, il note Tabsence d'esprit public, Tincertitude et la faiblesse des ministres, la taciturnité somnolente du roi Louis XVI. Et quand il dépeint les troubles suscités ou occasionnés par la résistance du Parlement à enregistrer les impôts du timbre et de la subvention territoriale, quel n'est pas son dédain pour le peuple parisien : « Cela avait Tair d'un « essai de sédition par des écoliers,... d'ailleurs, pas un « propos sage, point de méthode; c'était une émeute de « gueux plutôt qu'une révolte. » Et déjà apparaît cette idée préconçue que Mallet reprendra et développera sou vent dans la suite2. « Le Français étant incapable de déli « bération froide, Test aussi d'un gouvernement libre, où Sayous, op. cit., t. I, p. 129 et suiv. s Comparez : Considérations sur la nature de la Révolution de France, Section VII, p. 78."], [18, "14 MALLET-DU PAN ET LA « chacun doit discuter avec poids et mesure. » — Et ce n'est pas le rappel de Necker, salué par les acclamations unanimes et enthousiastes, qui suffira à lui donner con fiance dans l'avenir. « Dans ùn royaume de vingt-quatre « millions d'habitants, écrit-il en date du 26 août 1788, « il a fallu recourir à un étranger, protestant, républicain, « renvoyé il y a sept ans, exilé Tannée dernière, haï per « sonnellement du maître, de principes et de caractère « diamétralement contraires à ceux de la cour. » Mallet-Du Pan, absorbé par ses travaux de journaliste, n'a pas, à partir de 1789, continué à rédiger ses notes intimes, et nous le regrettons, car elles ont un ton plus personnel, plus franc, plus vif, que ceux de ses écrits qui étaient destinés au grand public ou même à des corres pondants plus ou moins haut placés. La vie de notre écri vain fut remplie durant les trois premières années de la Révolution par un labeur opiniâtre, et par des menaces constantes contre sa personne ou ses biens de la part de citoyens qui semblaient bien peu comprendre le progrès récemment conquis de la liberté de la presse. Un jour ce sont quatre furieux, armés de pistolets, qui viennent le menacer de mort, s'il osait appuyer les idées de Mounier sur la question du veto. Plus tard (mai 1790), c'est son fidèle ennemi Brissot qui, dans le Patriote français, le signale à Tattention du comité des recherches. Six mois après, ce sont les orateurs du Palais-Royal qui excitent la foule à mettre le feu à la maison de Técrivain qu'ils dési gnent à la fureur populaire comme prédicateur de contre révolution, aristocrate, suppôt du despotisme. Et comme, à une députation qui venait le sommer de modifier sa ligne politique, il avait répondu : « La loi seule est votre juge et le mien », il s'attira cette réponse typique : « La loi est la volonté du plus fort. »"], [19, "RÉVOLUTION FRANÇAISE. 15 Le jour de la fuite du roi à Varennes ' il trouve sa maison envahie, ses papiers pillés, détruits ou mis sous scellés, toute une troupe armée qui ne le laisse rentrer sous son toit qu'au bout de quinze jours. Cette fois la coupe débordait. Mallet dégoûté d'écrire sans agir, de se voir livré sans défense à tous les outrages, à toutes les attaques de la populace, garde pendant deux mois le si lence. Pourtant il reprend la lutte et la poursuit encore pendant six ou sept mois, jusqu'à ce que las des menaces furibondes des Jacobins, plus las encore des coups d'épin gle des émigrés, il cède à Torage, et renonce au journa lisme (avril 1792 ). II ne devait reprendre sa plume de po lémiste que sur la fin de sa carrière. Mais s'il abandonne le Mercure, s'il quitte Paris, Mallet-Du Pan ne renonce pas à travailler pour la cause qu'il avait embrassée avec tant d'ardeur. Les mois suivants furent occupés par une mission de confiance dont le roi Louis XVI chargea Mal let-Du Pan auprès de l'empereur, du roi de Prusse, et des princes ses frères « pour leur représenter la situation du « royaume, ainsi que les intentions de Sa Majesté relati- « vement à la guerre et à ses conséquences. » Cette négo ciation fort importante est racontée tout au long dans les mémoires publiés par Sayous2. Elle montre clairement la position prise par Mallet dans les questions de politique européenne, et la guerre qu'il eut à soutenir dès lors contre les extravagances et les folles chimères de Témigration. Disons seulement que cette mission n'aboutit pas au résul tat désiré par Mallet, et que tous ses plans furent déjoués par la petite cour de Coblentz et les intrigues du ministre russe M. de Romanoff. 1 21 juin 1791. 2 Sayous, tyj. cit., t. I,p.280etsuiv.,etPiècesjustificatives,p.427etsuiv."], [20, "16 MALLET-DU PAN ET LA Le manifeste du duc de Brunswick, rédigé dans un esprit et sous une forme diamétralement opposés aux instructions comme aux conseils de Mallet-Du Pan, fut un coup dou loureux pour notre écrivain qui croyait trop à Tautorité de la raison, du bon sens, pas assez encore à la toute-puis sance du caprice, des préjugés et des passions humaines. C'est à Genève que lui parvint la nouvelle du dix août, et qu'il écrivit sur la demande du gouvernement de Berne la Lettre sur les événements de Paris du dix août qui est loin d'être le meilleur de ses écrits. Forcé de quitter Genève menacée par de nouveaux troubles, Mallet-Du Pan se retire à Lausanne, puis à Bruxelles, où il publie celui de ses écrits qui eut le plus de retentissement : Les consi dérations sur la nature de la Révolution de France et sur les causes qui en prolongent la durée'. Cet écrit éloquent attira sur lui Tattention des différentes cours européennes, qui toutes voulurent Tavoir comme avocat consultant, et pour lesquelles il composa de nombreux mémoires et une volumineuse correspondance que nous étudierons, et qu'on a pu appeler à bon droit « Thistoire de la Révolution écrite au jour le jour. » — Nous ver rons aussi à quelles controverses a donné lieu ce rôle joué pendant cinq ans par Mallet-Du Pan, les uns flétris sant sa vénalité, les autres célébrant son désintéresse ment. Rappelons dès maintenant que Mallet n'était pas Français, qu'il venait de voir tous ses biens confisqués par décret, qu'il avait une famille à nourrir et à élever, enfin que les indemnités reçues par lui en retour de son labeur, ne s'élevaient pas à la somme qu'il touchait comme rédac teur du Mercure de France. Et puis, s'il est immoral de 1 8 mars 1793."], [21, "RÉVOLUTION FRANÇAISE. 17 vendre sa plume, pourquoi un publiciste serait-il condam nable d'être rétribué pour donner des renseignements à une puissance belligérante, dont il partage les idées et les convictions ? — Or la mort de Louis XVI avait détaché à amais Mallet de toute sympathie, même modérée, pour les idées nouvelles; aussi bien comme il T écrivait lui-même à cette époque, « quoique étranger et républicain, j'ai ac « quis au prix de quatre ans écoulés sans que je fusse as * sure en me couchant de me réveiller libre ou vivant « {sic) le lendemain, au prix de trois décrets de prise de « corps, de cent et quinze dénonciations, de deux scellés, « de quatre assauts civiques dans ma maison, de la confis- « cation de toutes mes propriétés en France, j'ai acquis, « dis-je, les droits d'un royaliste 1 ! » C'est à Berne, que Mallet vint s'établir ; c'est de Berne que pendant cinq années, il contempla la Révolution comme du haut d'un observatoire, et renseigna TEurope sur la France. C'est dans cette période que sa pensée atteint toute sa maturité, son style toute son âpre et véhémente éloquence. Mais cette époque, capitale pour son œuvre, est pauvre pour lui en événements extérieurs. Seule, la paix de Campo-Formio, en mettant les États neutres à la merci du Directoire, vint forcer Mallet à quitter Berne, et à errer de lieu en lieu, à Zurich, à Fribourg en Brisgau. C'est là qu'il eut la douleur d'apprendre la réunion de Genève à la France, et la joie de se voir nominativement exclu de la nationalité française, par Tarticle premier du Traité de réunion, pour avoir « écrit et manœuvré ouvertement contre la République française. » — Le seul espoir qui restât à Mallet, et à la cause royaliste, était TAngle- 1 Considérations, etc., Section V, p. 70, en note. 2"], [22, "18 MALLET-DU PAN ET LA terre. « Votre continent, écrivait-il, me fait horreur avec « ses esclaves et ses bourreaux, ses bassesses et sa lâcheté. « II n'y a que TAngleterre où Ton puisse écrire, parler, « penser et agir. » Débarqué en Angleterre, le 1er mai 1798, Mallet ren contre à Londres plusieurs amis politiques. Mallouet, Lally Tollendal, Montlosier, ainsi que les Genevois Du Roveray, d'Yvernois, Étienne Dumont, Rigaud, et d'au tres encore. II est enchanté de Taccueil qu'on lui fait, en chanté plus encore de la fermeté de Tesprit public et du gouvernement. Et soutenu par cette atmosphère récon fortante, Mallet oubliant tous ses déboires, son découra gement, ses déceptions innombrables, fonde à lui seul et lance dans le public son Mercure britannique * dont le but « est de combattre le républicanisme français par une « lutte constante, journalière, méthodique, en éclairant « sans cesse le présent et l'avenir par des retours et des « tableaux du passé. » Le succès du nouveau recueil fut complet, et s'il n'eut pas Tappui du gouvernement anglais, il eut celui du public, ce qui valait mieux. Les trois pre miers numéros étaient remplis par V Essai sur la destruc tion de la ligue helvétique, où la douleur, la colère, Télo quence du patriote blessé au cœur par Thumiliation de son pays, se déchaînent avec une impétuosité véhémente et accusatrice. Pourquoi faut-il que les accusations, les ca lomnies, les insultes des émigrés soient venues empoison ner les dernières années de cet infatigable lutteur, et le pénétrer d'un découragement si amer, qu'au moment même où son talent atteignait son apogée, et où il trouvait enfin un terrain vraiment propice à son effort, Técrivain s'écriât, en parlant de son œuvre : « Bouillon pour les morts que toutes ces drogues-là. » Et quand la maladie menaçante,"], [23, "RÉVOLUTION FRANÇAISE. 19 que Texcès du travail a précipitée s'il ne Ta pas provoquée, le force à se retirer, loin de la lutte, dans la campagne d'un ami, « c'est avec d'amères pensées sur le passé, et de vaines anxiétés sur l'avenir » qu'il quitte Tarène politique. C'est à Richmond, chez Lally Tollendal, le 10 mai 1800, que Mallet-Du Pan sans douleur, sans ago nie, rendit au repos son âme fatiguée. Les quelques détails que nous avons donnés, bien incom plets, nous le sentons, nous suffiraient sinon à porter sur le caractère de Mallet-Du Pan un jugement personnel, au moins à ratifier en une certaine mesure celui de sa fille, quand elle énumérait à un ami les traits saillants de la vie morale de ce père tendrement aimé : Tindépendance des opinions, le courage contre les menaces, Timpartialité, le désintéressement, Télévation du caractère, Tabsence de toute vanité. Mais c'est dans son œuvre que nous désirons étudier Mallet, ou du moins dans cette partie de son œuvre, qui se rapporte directement et exclusivement à la Révolution française. II. Le Mercure de France ' . Nous avons vu dans quelles circonstances Mallet-Du Pan fut appelé par Panckouke à rédiger la partie politi que du Mercure de France, à quel point il était préparé à cette tâche par ses études et ses travaux antérieurs, com bien son succès fut complet auprès du public, à quelles menaces, à quelles voies de fait Texposèrent son indépen dante franchise, et quelle fut sa fermeté indomptable à sou- 1 Les collections de ce journal que nous avons pu consulter à Genève, sont malheureusement fort incomplètes; nous avons, tant hien que mal, suppléé à ces lacunes en utilisant l'ouvrage déjà cité de M. Sayous."], [24, "20 MALLET-DU PAN ET LA tenir ce qu'il avait une fois reconnu comme vrai. Dans les cinq années qui précèdent la Révolution, alors que le Mer cure « n'est qu'une gazette devenue une gazette censu rée, » Mallet ne montre pas moins de fermeté envers la censure et la pression gouvernementale, qu'il ne devait en déployer plus tard contre les hurlements d'une foule en dé lire. C'est ainsi qu'en 1785-1786 il combattit la politique du cabinet français (M. de Montmorin) dans les affaires de Hollande, s'opposant à cette politique louche qui donnait aux révoltés des Provinces-Unies Tappui moral et maté riel de la France, au risque de provoquer Tinter vention de la Prusse et avec celle-ci une réaction sanglante. C'est alors que Mallet refusa obstinément d'imprimer dans son journal les communiqués officiels ou officieux du gouverne ment, et se vit menacé de destitution. S'il faut en croire Mallet, il aurait dû ces menaces à Thostilité de Mirabeau qui se plaisait à le représenter au ministre comme un an glomane effréné, qui trahissait le gouvernement français en contrecarrant ses vues. Une lettre très hardie et très ferme ' au ministre des affaires étrangères, M. de Mont morin, rendit à Mallet-Du Pan la confiance de cet homme d'État, cor fiance que les événements de mai 1786 devaient pleinement justifier. Si nous avons relevé cette polémique2, continuée par Mirabeau jusqu'en 1788 dans son Analyse des papiers anglais, c'est qu'elle pourrait bien avoir eu quelque influence sur le jugement que Mallet portera plus tard, et même dans la dernière année de sa vie , sur le grand orateur de la Constituante. L'attitude hardie de Mallet-Du Pan qui, seul dans la presse continentale, prit 1 Citée en entier par Sayous, op. cit., t. I, p. 90. 2 Voy. n\" 30, 31, 38, etc., de l'année 1788."], [25, "21 RÉVOLUTION FRANÇAISE. parti pour Tex-gouverneur général W. Hastings, dans son procès fameux devant le Parlement anglais (1786 à 1788) lui valut, de la part de Mirabeau, Taccusation de vénalité, que la correspondance, aujourd'hui connue, de Mallet-Du Pan avec Hastings a réduite à néant, mais qui fut reprise avec plus de virulence encore dans un pamphlet attribué à Clavière et à Brissot. Aussi bien les articles les plus re marquables de Mallet-Du Pan, dans les années qui précè dent immédiatement la réunion des États-Généraux, sont ceux où il analyse, examine et critique les ouvrages récem ment parus sur le droit public, ou comme on disait volontiers alors, sur la philosophie politique. Son style vigoureux et animé, sa critique pénétrante, sa façon mâle et un peu ca valière de juger les choses et les gens, étonnait et même détonnait parfois légèrement au milieu des épigrammes édulcorées, des madrigaux alambiqués, et des épîtres aca démiques qui remplissaient les premières pages du Mer cure. De tous ces articles, le plus caractéristique, me pa raît être son jugement sur ce Grotius ', qu'on peut appeler le fondateur du droit des gens moderne. Mallet s'y révèle comme un ennemi déclaré des systèmes métaphysiques, des généralisations éloquentes, des théories élevées qui n'ont pas pour base T observation pure et simple de la réalité et les données du bon sens. En déclarant que « le droit des gens n'est à ses yeux, autre chose qu'un système de faits et de coutumes, » Mallet nous dévoile un réalisme, vrai ment par trop positif et terre à terre, qui n'est guère de son époque, mais qui est bien de son pays d'origine. Le caractère genevois est, d'essence, pratique, ami du fait, de Texpérience, défiant à Tendroit des idées et des abstrac- 1 Mercure de France, 1786 n° 33."], [26, "22 MALLET-DU PAN ET LA tions, ergoteur à l'extrême et plus propre à la critique qu'à la création, à l'analyse qu'à la synthèse. Et ce mépris de la théorie et des théoriciens entraîne Mallet à des exa gérations, qui nous étonnent un peu, quand il traite ce paisible Grotius « d'ennemi méthodique du genre hu main. » Ce jugement sévère, cette vue un peu courte, nous permettent d'indiquer déjà, comme nous la démontre rons par la suite, Terreur étrange de ceux qui ont voulu voir en Mallet un philosophe politique. II était, il se sentait, il se proclamait essentiellement historien', et l 'occasion allait se présenter à lui de le prouver, puisqu'il allait devenir le chroniqueur parlementaire, l'annaliste de l'Assemblée constituante, et faire d'un simple jour nal une des sources les plus sûres de l'histoire de la Révo lution. II semble avoir pressenti lui-même l'importance du rôle qu'il sera appelé à jouer, quand il expose à ses lec teurs la tâche qu'il s'est imposée en rédigeant son jour nal : « Les faits seuls racontés exactement, replacés avec ordre, dégagés des longueurs inséparables de l'éloquence parlée, voilà ce que Vliistoire consultera un jour, ce qu'attend le public et ce que nous lui devons. » Et comme certains abonnés lui réclamaient un peu plus d'apprécia tions, d'observations personnelles sur les faits qu'il racon tait si bien, Mallet leur répond : « Nous n'avons point « la présomption de vouloir éclairer ou égarer le jugement « du public par des réflexions que leur promptitude fait \"- nécessairement rentrer dans le cercle des lieux communs. « D'ailleurs ce verbiage qu'on honore du nom de réflexions « interrompt le récit, et substituerait indiscrètement l'a- 1 Dans l'article sur Grotius que nous avons analysé il admet comme une condition de progrès « la simple histoire du droit des gens. »"], [27, "RÉVOLUTION FRANÇAISE. 23 « vis de Tauteur à celui des membres de TAsssemblée ' . » N'allons pas déduire de là que Mallet se soit contenté du rôle d'un simple « reporter, » entassant sans critique et sans ordre les faits, vrais ou faux, qu'apportaient à son oreille les rumeurs publiques et les rapports du premier venu. « Un journal politique, écrit-il2, n'est point une ga « zette où Ton recueille les premiers récits, les bruits de « Tinstant, les relations vraies ou fausses que Ton répète « sans avoir le temps de les apprécier. Le Rédacteur « d'un journal a une semaine devant lui ' pour réfléchir « avant de raconter, pour comparer les relations, pour les « confronter avec ses propres correspondances, pour éva- « luer le degré de créance dû à chaque fait,pour indiquer « le rapport des événements avec leurs causes. Maître du « choix des nouvelles, il Test aussi d'employer sondiscer « nement à ne pas abuser de la crédulité publique. » On voit, par ces citations, quelle haute idée Mallet se faisait de sa mission de journaliste. II a voulu faire de ses articles « des matériaux d'histoire, » le mot est de lui, et Ton peut dire qu'il y a réussi. II méritait ainsi le témoignage qu'il se rendait à lui-même, six mois après avoir entrepris ce la beur de forçat. « Personne n'a donné avec plus d'étendue « que nous, et, nous le disons hardiment, avec plus d'im- « partialité et d'exactitude, les débats volumineux de TAs « semblée natiouale. » D'ailleurs, il se borne le plus sou vent à analyser les discours, à résumer les événements, il ne faudrait pas en conclure qu'il écoute ceux-là, qu'il con temple ceux-ci, en simple curieux que le devoir profession- 1 Mercure de France (journal politique de Bruxelles). 15 août 1789, n° 33. 2 Ibid., 5 déc. 1789, n\" 40. 3 Le Mercure paraissait une fois par semaine, le samedi."], [28, "24 MALLET-DU PAN ET LA nel obligea enregistrer ce qu'il a vu et entendu. Personne moins que notre publiciste ne ressemble à un spectateur impassible ou simplement détaché. U portait aux choses « un intérêt intime et douloureux » selon le mot parfaite ment juste de M. Sayous. II avait d'ailleurs, avant même Tévénement, précisé son point de vue politique, dans deux articles du Mercure, consacrés au livre de son con citoyen J.-L. Delolme sur la constitution d'Angleterre1. Une monarchie représentative et constitutionnelle, faisant une part convenable dans le gouvernement et à la démo cratie et à Taristocratie historique, lui paraît la meilleure forme de gouvernement mixte. Or les gouvernements mix tes sont seuls en question puisque pour Mallet-Du Pan « tout gouvernement simple a dans sa nature même le « principe de sa corruption : la démocratie est conduite à « Tanarchie, Taristocratie à la tyrannie oligarchique ; la « monarchie à Tautorité arbitraire et illimitée. » D'ail leurs Mallet se défend contre la tentation d'esquisser un système complet de gouvernement : « En étudiant This « toire on se persuade que le génie naturel des peuples, « et les circonstances, toujours dédaignées des déclama - « teurs, décident du sort des États beaucoup plus que les « combinaisons métaphysiques. Et puis comment traiter un sujet pareil dans un simple journal? On ne peut en velopper le inonde moral et politique dans une simple « feuille de papier. » Et pourtant , en analysant la constitu tion anglaise, en la proposant à Tadmiration de ses lec teurs, Mallet a son but bien précis : il veut combattre un préjugé enraciné qui porte « à croire que la liberté con siste exclusivement dans la démocratie. » 1 Voy. Mercure de France, 17 janvier 1789. p. 109. L'article men tionné par Sayous, op. cit., t. I, p. 160 et suiv., mérite d'être lu et médité."], [29, "RÉVOLUTION FRANÇAISE. 25 L'admiration de Mallet-Du Pan pour la constitution anglaise va presque jusqu'à l'enthousiasme, et l'enthou siasme n'admet guère d'objections. Aussi quand on lui montre que ce mécanisme savant est faussé dans l'appli cation, quand on lui oppose la corruption des électeurs par les députés, et des députés par la couronne, il se contente de répondre avec gravité: « La corruption la plus fâcheuse, et celle dont on parle le moins, consiste dans le joug de Tesprit de parti. » Mais, qu'on y prenne garde, cet enthou siasme n'ira pas jusqu'à vouloir transplanter telle quelle la constitution anglaise en France, ce qui fut Terreur de beaucoup de théoriciens, soit alors, soit dans notre siècle. Mallet se garde bien d'une telle illusion, et comme pour écarter d'avance tout malentendu sur ce point, il dit expressément dans sa conclusion : * Un des meilleurs ■> fruits de cette lecture pour les étrangers est de se « convaincre profondément de Tinutilité des efforts d'imi « tation.... La position physique des Anglais et mille « causes locales maintiennent leur gouvernement... C'est « Touvrage de six siècles. » Enfin, résumant sa pensée sous une forme pittoresque, il ajoute : « II ne faut pas planter des cannes à sucre en Sibérie. » S'il repousse ainsi toute imitation servile, toute copie maladroite et artificielle, Mallet-Du Pan ne sent pas moins que la royauté absolue s'en va, et dès Tannée 1788, il écrit : « Peu de peuples se sont trouvés dans une position plus favorable que la France pour se donner une constitu tion libre ». Aussi ne vit-il pas de mauvais œil la convoca tion des États-Généraux et les premiers pas de la révolu tion naissante qu'il appelle « une noble entreprise, » et dont il attend une heureuse rénovation. II ne semble pas, à lire le Mercure de France, que Mallet conçût à ce mo-"], [30, "26 MALLET-DU PAN ET LA ment une bien vive indignation, ni une trop grande inquié tude en présence des éléments de désordre, de terreur et d'anarchie qui se mêlèrent dès les premiers jours aux aspirations généreuses et aux réformes réelles de la Ré volution. Ce sont ces éléments épars que M. Taine a grossis en les rapprochant, en les systématisant, dans le tableau puissant, mais sans nuances, qu'il nous a donné de « Tanar chie spontanée1. » Plusieurs traits de ce tableau sont empruntés à Mallet, mais celui-ci raconte les faits simple ment, sans commentaire, et sans se douter, comme il Ta dit plus tard « que la carrière des crimes s'ouvrît avec celle des erreurs. » — Peut-être expliquera-t-on cette nuance, en disant que Mallet-Du Pan était trop occupé à suivre, à discuter, à résumer les débats de l'assemblée, pour prêter une grande attention aux cris, aux désordres, aux crimes de la rue ? Peut-être aussi voulait-il en n'atta chant pas trop d'importance à des symptômes encore iso lés, ôter tout prétexte à Témigration, qu'il blâma, dès le premier jour, comme une lourde, une irréparable faute politique. La lumière, hélas, ne devait se faire que trop vite dans son esprit, et influer fortement sur son jugement d'écrivain. La « Déclaration des droits de Thomme et du citoyen » fut pour Mallet une occasion décisive de montrer à la fois la finesse de son sens critique, la solidité de son savoir, et son impuissance à comprendre ce qui dans la vie d'un peuple dépasse les limites étroites de la calme raison et de la stricte utilité2. Un système de gouvernement doit- 1 Comparer le récit de l'assassinat de Toulon et de Berthier dans Taine : Origines de la France contemporaine, 2e Partie, t. I, p. 62-89 et dans Mallet : Mercure de France, 1789, n\" 31 (1« août). 2 Voir Mercure de France, n°» 33 et 35, 15 et 29 août 1789."], [31, "27 RÉVOLUTION FRANÇAISE. il être précédé d'une déclaration des droits génériques? A cette question Mallet répond négativement, en se fon dant sur le raisonnement suivant : « Les droits de Thomme naturel lui assument le libre exercice de ses facultés phy siques et morales ; d'où résulte, dans le fait, une inégalité de droits proportionnelle à celle de ces facultés. » Tel étant le droit de nature « la société y substitue un droit de convention et nivelle les inégalités par Tétablissement de Tégalité politique. » Elle le fait par le moyen des lois dont elle impose la sanction par la force. * Les droits de Thomme sont donc inséparables de ceux du citoyen, puisque ce n'est qu'à ce dernier titre qu'il est soustrait à la supériorité des forces physiques et morales. » — Si donc les droits de Thomme et du citoyen ne valent que par Tétablissement de lois « déclarer ces droits, c'est déclarer les lois, ou faire une chose inutile; les plus beaux axiomes n'auront jamais dans le système social la vertu d'une ordonnance de police.» — II y aurait dans ce raisonne ment, qui paraît si simple et si rigoureux, bien des points contestables. On pourrait discuter à Tinfini sur les pré misses et soutenir que, même devant le droit naturel, on ne saurait déduire Tinégalité de droit de Tinégalité de fait; on pourrait aussi demander à Mallet si Tétran ger, même celui qui n'est pas sujet d'un pays lié au nôtre par les règles du droit des gens, n'a pas, ne doit pas avoir certains droits garantis par la loi fondamentale de notre pays, et si par conséquent la confusion des droits de Thomme et du citoyen est aussi absolue qu'il veut bien le dire. Mais arrivons à la conclusion : une déclaration des droits de Thomme est mutile, puisqu'elle n'a de valeur qu'autant qu'elle est consacrée par une loi, puisque la doctrine ne vaut que lorsqu'elle devient un statut positif."], [32, "28 MALLET-DU PAN ET LA Soit; théoriquement, il n'y a pas grande objection à faire, et Mallet se rencontre ici avec la grande majorité des théoriciens du droit public de notre époque. Mais histo riquement, au moment où la déclaration des droits de Thomme et du citoyen fut discutée, était-elle vraiment inutile, n'était-elle pas nécessaire moralement, pour bien affirmer que Tesprit humain voulait rompre résolument avec un passé détesté, et marquer par ces principes pro clamés solennellement les étapes de la carrière nouvelle qu'il allait parcourir? D'ailleurs Mallet semble Tavoir compris lui-même, quand il déclarait quelques mois plus tard : « L'ancien régime n'a eu et n'aura jamais d'adver saire plus décidé que moi. » Comment condamner l'ancien régime, si Ton ne connait pas le régime nouveau, comment connaître le régime nouveau, si ses fondateurs ne font pas connaître d'avance ce qu'ils veulent, et où ils vont ? — Un peuple ne vit pas seulement de logique, et c'est là ce que Mallet ne comprit jamais. Voici en quels termes il appré cie la fameuse séance du 4 août 1789 qui décida en France l'abolition des privilèges : « Cette séance qui fera époque « dans Thistoire de TEurope et dans celle du cœur humain, « a duré depuis huit heures jusqu'à deux après minuit... « Une impulsion d'enthousiasme généreux a élevé les âmes « au-dessus de tout calcul, et même de toute réflexion; « une espèce d'inspiration surnaturelle semblait comman « der aux préjugés, et sur les débris de tant d'intérêts « immolés, on ne distinguait que la passion d'offrir des « holocaustes'. » — N'aurait-il pas été plus humain, et même plus politique, de paraître en une semblable occasion un peu entraîné par l'enthousiasme général, et Tironie un ' Mercure de France, 15 août 1789, n° 33, p. 593."], [33, "RÉVOLUTION FRANÇAISE. 29 peu froide de ce récit n'était-elle pas faite pour soulever, inutilement, bien des colères et des ressentiments ? Mallet n'a pas compris non plus le rôle immense et bienfaisant que Mirabeau eût pu jouer dans la Révolution pour la défense de la cause monarchique. Sa froide raison est inaccessible aux charmes, aux entraînements de Télo quence, fût-ce de celle d'un Mirabeau, et quand il annonce la mort du grand orateur, réservant son jugement définitif, il se contente de dire : « Ce n'est point un homme commun « que celui qui soulève ainsi, et en sens contraires, les - tempêtes de Topinion. M. de Mirabeau emporte les « regrets non seulement de ses adhérents, mais encore « d'une partie de la minorité qui fondait sur les vues « secrètes de ce chef de parti, des espérances et des pro \" jets. » Et il a soin d'ajouter qu'il n'est pas personnelle ment de ceux qui avaient cru au succès des efforts de Mirabeau pour endiguer le torrent révolutionnaire. Sur ce point, un autre modéré, ami politique et particulier de Mallet ', avait vu plus juste et plus loin, et tous ceux qui ont lu la correspondance de Mirabeau avec le comte de Lamarck lui donneront raison. — Mallet explique d'ail leurs fort bien cette incapacité absolue qu'il ressentait de s'enflammer pour les choses et pour les hommes de la Révolution. L'impartialité nous oblige à citer en entier ce passage malgré son étendue: «Né dans une République, ayant eu « vingt ans sous les yeux le tableau de toutes les passions « qui troublent la liberté, du fanatisme politique, de Tesprit « de parti, de Tabus des mots, et du malheur public, seul « résultat de ces ouvrages, j'y ai au moins appris à me 1 Malouet."], [34, "30 MALLET-DU PAN ET LA « défier des opinions tranchantes, des essais systématiques, <' des violences, des injustices qui naissent au sein des « Révolutions, même nécessaires, comme les insectes mal « faisants éclosent au soleil d'été. Ce n'est pas à 40 ans « qu'un républicain sage, qui en a traîné vingt ans dans « les tempêtes politiques, se rendra le complice des fureurs « de qui que ce soit » '. Ce n'est pas seulement des fureurs, mais aussi des vani tés de chacun que Mallet refusait de se faire le complice : son récit du retour de Necker, son jugement sur cet homme d'État en sont la preuve; il montre la suffisance, la faiblesse, les terreurs du personnage, sa foi absolue et naïve dans les flatteries qu'on lui prodiguait, puis après avoir relevé ses grandes qualités morales, il prononce cette parole sévère : « M. Necker aurait dû rester moins « longtemps le témoin de son abaissement, mais il confon « dait sans cesse Topinion de Paris, de Tengouement et de « la minute avec celle que le temps et les lumières forment « et épurent. II se crut inébranlable sur cette pj^ramide « de sable. » Nous n'avons guère relevé, dans Tannée 1790, de dis cussions de principes intéressantes : Mallet, tout occupé de reproduire d'une façon complète et fidèle les débats de TAssemblée, n'y ajoute que de brèves réflexions, qui souvent manquent de conclusion. II est également éloi gné des solutions extrêmes, et partisan de la mesure en toutes choses, « même à la tribune de TAssemblée nationale. » C'est ainsi que dans la discussion des droits politiques à octroyer aux Juifs — électorat, éligibilité, — il dit qu'il ne faut pas confondre la liberté avec Avis cm lecteur. Mercure de France du 23 janvier 1790."], [35, "RÉVOLUTION FRANÇAISE. 31 le pouvoir, « et, sans leur refuser catégoriquement ces « droits, qu'ils réclament, il constate que les Juifs ont « droit à un état civil qui leur assure, comme à tous les citoyens, le libre exercice de leurs facultés, celui de leur « culte, Tinviolabilité de leur vie, de leur fortune, de leur « industrie ' . » Mallet se montre plus franchement libé ral, quand il appuie vivement le projet de Sieyès sur la liberté de la presse. Sans en dissimuler les lacunes, il reconnaît « qu'un esprit aussi pénétrant, aussi réfléchi que celui de M. Tabbé Sieyès ne pouvait laisser échap- « per les vrais principes de la liberté de la presse. >- Sans doute « opposer une loi aux libelles, c'est en ce moment « combattre un ouragan avec une feuille de papier, » mais Mallet n'en appuie pas moins pleinement ce progrès, dont il restera partisan jusqu'au terme de sa vie. II s'élève à Téloqueuce, lui si réservé, quand il montre dans Topinion publique le contrepoids nécessaire de cette liberté, et quand il conclut par ces paroles si souvent citées : « la « meilleure sauvegarde de la liberté de la presse, le plus « efficace préservatif de son dérèglement, c'est la morale « des auteurs, non celle dont on parle ou qu'on imprime, « mais celle que Ton pratique : le respect religieux de la « liberté, Thonneur, Thabitude de la décence, et cette « terreur utile qui devrait saisir tout homme de bien lors « que sa plume va afficher une accusation, ou répandre « un système. » Nobles paroles et nobles pensées qui suf firaient à elles seules à assurer à Mallet-Du Pan une place à part au-dessus de la foule des folliculaires qui planait bourdonnante, obsédante et parfois venimeuse sur les bas fonds agités de la population parisienne. La même fer- 1 Mercure de France, n° 1, 2 janvier 1790, p. 55."], [36, "32 MALLET-DU PAN ET LA meté, la même dignité se retrouvent avec une nuance de hauteur et d'amertume, dans le n° 43 de la même année (nov. 1790), où Mallet, répondant à ses agresseurs, défend sa ligne de conduite politique et cherche à préci ser la position qu'il a prise, dès le début de la Révolution. Ne pouvant tout citer, il faut nous contenter de relever, dans cette apologie, les traits essentiels : approbation du mouvement qui a substitué à une monarchie « absolue et gangrenée d'abus » un gouvernement légal et régulier dont le roi avait lui-même posé les fondements; condam nation sévère et absolue de Tanarchie, favorable aux seuls factieux, et qui ne tarderait pas à faire de la souveraineté populaire un despotisme illimité; admiration, sans réserve, des principes de la constitution britannique, « les seuls applicables à tout État de quelque étendue où Ton doit conserver la monarchie, les seuls qui puissent concilier les droits de la liberté et ceux de Tautorité » : enfin, pour ter miner, cette fière et laconique réponse aux pamphlétaires qui représentaient Mallet gagné, à prix d'argent, à la cause royale : « Je n'ai rien demandé, rien reçu. » Même courage dans la défense qu'il prit, — lui protestant, assez indifférent en matière religieuse, — des prêtres catholi ques auxquels on voulait imposer le serment civique par les menaces et les voies de fait : « Est-il concevable que nos mœurs efféminées soient aussi cruelles' ? » L'événement devait vite donner raison aux inquiétudes de Mallet, exa gérées aux yeux de quelques-uns de ses amis. Nous n'ana lyserons pas les remarquables articles, consacrés par Mal let (dans les nos d'avril à octobre 1791) au principe des factions ; Mallet les a repris, en effet, et condensés dans Mercure de France, 1791 (2 janvier, n° 1)."], [37, "RÉVOLUTION FRANÇAISE. 33 un chapitre des Considérations sur la nature de la Révo- lution, sur lequel nous aurons bientôt Toccasion de reve- nir. Mais il nous faut noter, dès à présent, le jugement sévère, et, à notre sens, exagéré dans sa sévérité, que le publiciste le plus en vue du parti modéré porta sur l'œu- vre de la Constituante, au moment où cette assemblée eut achevé sa tâche. En ne lisant que cette page, et en la séparant de tant de passages animés d'un esprit tout autrement large et libéral que nous avons cités, on tombe- rait facilement dans Terreur d'un historien récent de la littérature romande, qui a vu dans Mallet-Du Pan « un réactionnaire farouche. » C'est la première fois que Mal- let-Du Pan se montre à nous, au cours de cette étude, aussi nettement, aussi complètement anti-révolutionnaire. II rejette sur la Constituante la faute de tous les mal- heurs du temps, jusques et y compris la diminution du chiffre de la population de la France ! « Qu'on m'indique, s'écrie-t-il, à Texception des agioteurs, une seule classe de Français dont la fortune n'ait déchu, dont les ressour- ces et le bien-être ne soient douloureusement atteints. » II y a de Tinjustice, il y a de Taigreur dans le jugement. D y a surtout, dans ce dernier argument, quelque exagé- ration de Tutilitarisme, qui choque un peu dans un esprit de cette trempe et de cette portée. II fautl'avouer, on vou- drait parfois dans Mallet une vue plus haute des ques- tions, une envolée vers l'avenir, un regard qui dépasse la réalité immédiate et actuelle, mais qui sait, s'il n'y eùt pas perdu cette exactitude, cette acuité du coup d'œil qui fait de lui un si merveilleux observateur? Et puis, il faut reconnaître que la constitution de 1791 était loin d'être parfaite, plus loin encore d'être conforme au programme des modérés, soutenu avec éloquence et conviction par 3"], [38, "34 MALLET-DU PAN ET LA Mallet '. II faut dire aussi que ce jugement sévère était partagé par la plupart des contemporains qui professaient les opinions de Mallet: Malouet, dans son discours du 5 août, Gouverneur Morris, Étienne Dumont, dans ses Souvenirs. II a été repris de nos jours et exagéré, jus qu'à Tabsurde, par M. Taine 2. Et cet historien n'a pas cette excuse des contemporains que Mallet a toujours eu soin de se réserver, en disant : « Rarement voit-on juste les objets pendant l'orage. » La guerre contre TEurope, imposée au roi par le minis tère girondin, n'eut pas d'adversaire plus déclaré que Mallet-Du Pan; dans un article prophétique3, il montre qu'elle sera fatale à la monarchie, soit que Tissue en soit favorable aux Français, soit qu'elle donne Tavantage aux émigrés. II soupçonne les chefs républicains, Sieyès entre autres dont Timmense orgueil ne peut supporter « aucune supériorité, » de ne vouloir la guerre que pour mettre le roi dans une position difficile et suspecte qui permît, à la première occasion, de se défaire de lui par un décret de défiance. Cette attitude de Mallet lui valut la haine non seulement des Jacobins, dont il dévoilait les plans secrets, mais, plus rageuse et plus tenace encore, celle des émi grés, qui voyaient dans la guerre leur seul espoir de ren trer en France \\ Mallet insista avec non moins de vigueur pour que le roi LouisXVI opposât son veto aux premiers décrets jacobins de TAssemblée législative (contre les émigrés, contre les prêtres réfractaires). Aussi quand il 1 Mercure de France, octobre 1791, n° 40. 2 La Révolution, tome I, p. 277-289. ' Mercure de France, janvier 1792. 4 Voir cette fureur dans le pamphlet intitulé : Politique incro-yalile des monarchiens ou lettre à M. Mallet-Du Pan, le chef, le coryphée de cette secte. Coblentz, 1792."], [39, "RÉVOLUTION FRANÇAISE. 35 voit le roi contraint d'accepter pour ministres ceux qu'il considérait comme les pires ennemis de la monarchie, il ne peut retenir ce reproche empreint de tristesse : « La conscience du prince sera-t-elle donc éternellement subor donnée aux circonstances ? » Avant de quitter le Mercure, citons en passant ces deux croquis de ministres girondins : « Rolland, allié de « Brissot, a été l'un des principaux agitateurs de Lyon, « qui Ta accusé de ses différents troubles. Aucun talent « d'administration, nulle expérience des affaires d'État: une tête ardente et les principes du temps dans leur « plus grande exagération. » Nous regrettons de ne pas avoir trouvé dans Mallet-Du Pan un portrait de Mme Rol land qui fît pendant à celui que nous venons de citer. Contentons-nous d'y ajouter celui, moins flatteur encore, de « Clavière, dont on fait mal à propos un Genevois: c'est un écrivain infatigable, il a inondé la France de bro chures : toutes décèlent du talent, de la sagacité, de la finesse, Topiniâtreté de Tamour-propre et une présomp tion qui révolte même les sots'. » C'est peu après que Mallet, conspué par les émigrés, menacé dans sa vie comme clans ses biens par les citoyens jacobins, sentant Tinutilité de ses efforts, quitta le poste de combat où il avait lutté sans succès, comme sans défaillance, pour le triomphe des idées modérées. Avant lui déjà la plupart de ses amis, Mounier, Tévêque de Langres, Lally-Tollen dal, et d'autres encore, ont quitté Paris, puis la France. « La modération est devenue un crime, » et « on a trans formé la France en une table de joueurs où, avec du par tage, de Taudace et une tête effervescente, Tambitieux le 1 Mercure de France, 10 mai 1792, n° 10. J*"], [40, "36 MALLET-DU PAN ET LA plus subalterne a jeté ses dés. » Telle est, aux termes de sa carrière de journaliste, à Paris, la conclusion pessimiste de Mallet. Qu'on nous permette de lui opposer cette belle déclaration de foi, qu'il écrivait six mois auparavant, et qui nous montre bien les deux principes essentiels qui ont animé toute sa vie et toute son œuvre, Tamour de Tordre et Tamour de la liberté : « Qu'on nous présente la liberté, « et toute la France sera à genoux devant elle; mais les « cœurs nobles et fiers résisteront éternellement à Top- pression qui se couvre de ce masque sacré. Ils invoque ront la liberté, mais la liberté sans crime, la liberté « qui se soutient sans inquisiteurs, sans incendiaires, sans « brigands, sans serments forcés, sans coalitions illégales, sans supplices populaires ; la liberté enfin qui ne laisse impuni aucun oppresseur, et qui n'écrase pas les ci- « toyens paisibles sous le poids des chaînes qu'elle a bri « sées ' . » Restons sur cette impression et admirons à quelle hauteur d'éloquence peut s'élever Mallet-Du Pan dans les occasions trop rares où sa réserve accoutumée laisse sa bouche parler de Tabondance de son cœur. III. Considérations sur la nature de la Révolu- tion de France et sur les causes qui en prolongent la durée. C'est dans les premiers mois de Tannée 1793, après Téchec de sa négociation en Allemagne, que Mallet-Du Pan, frappé au cœur par Tinconsciente et incurable frivo lité de Témigration, composa cette brochure. De tous ses ouvrages aucun n'eut plus de retentissement et ne sou- 1 Mercure de France, n° du 3 sept. 1791."], [41, "RÉVOLUTION FRANÇAISE. 37 leva plus de tempêtes. II s'agissait, d'accord avec les puissances, de frapper vivement Topinion, de faire enten dre le langage de la vérité à Témigration, en parlant sévè rement de ses étourderies et de ses fautes. Le livre est écrit avec un fer rouge1, et ceux qu'il stigmatise, les émi grés en première ligne, sentirent la blessure, et leur dou leur s'exhala en cris furieux. On ne parlait de rien moins, parmi les émigrés de Bruxelles, que de pendre Mallet : on se contenta de Taccabler de brochures qui n'eurent d'au tre résultat pratique que d'attirer Tattention sur les Con sidérations et d'en multiplier les éditions2. — M. Sayous reproche à cet ouvrage d'avoir été écrit avec cet excès de force qui est le défaut de Técrivain; nous ne saurions nous associer à cette critique. C'est cette vigueur même, presque toujours e.xempte de déclamation et de redon dance, qui fait la véritable originalité de la polémique de Mallet-Du Pan. II laisse à d'autres les petites habiletés, les perfidies savantes, les réticences calculées, et va droit au but comme un boulet de canon, abattant sur son pas sage les préjugés et les lieux communs des conservateurs, ces « adages de brochures et de conversation, » comme il les appelle non sans dédain. II ne croit plus guère au suc cès de son intervention, il énumère même les innombrables causes de découragement qui devraient T empêcher d'écrire : il écrit pourtant, comme le soldat qui marche encore et qui combat, pour l'honneur du drapeau, alors qu'il sait la bataille perdue. ' L'étroite union qui existe entre la guerre et la révolu tion n'a pas échappé à Mallet : « Cause nécessaire et non 1 Mot de Mallet-Du Pan dans l'introduction. 2 Voir lettre de Mallet au maréchal de Castries, 2 septembre 1793."], [42, "38 MALLET-DU PAN ET LA occasionnelle de la guerre, la Révolution de France s'est perfectionnée par les efforts même de ses ennemis. » Les progrès de la Révolution sont Teffet direct de la guerre, mais, et c'est ici que Mallet se sépare nettement des émi grés et de leurs folles espérances, « s'il est possible que la Révolution abatte la guerre, la guerre à elle seule ne peut abattre la révolution. » Ainsi, qu'on se le dise bien, on n'est pas en présence d'une simple guerre de puissance à puis sance : la Révolution a répandu des principes, des dogmes, des exemples anarchiques, qui survivront à toutes les dé faites, et qui menacent déjà d'envahir tous les peuples. La grande, Tincoucevable erreur de TEurope est de ne pas comprendre cette situation, et de flotter sans cesse, en face de la Révolution, d'une crainte exagérée à la fausse confiance. Qu'on ne s'y trompe pas! « La réforme politi « que du gouvernement français n'a été que le prélude et « le véhicule de la révolution sociale qui menace de ter « miner le dix-huitième siècle. Les maximes en étaient « contenues dans le Contrat-Social, et tous les révolution- naires de France à commencer par Sieyès et à finir par « Marat, furent les disciples de Rousseau. » — La parti cipation du gouvernement à la révolution d'Amérique, aux troubles de Hollande, et, plus encore, Timpunité octroyée aux premiers attentats politiques contribuèrent à accen tuer le mouvement, à le faire passer du domaine de la théorie dans celui des faits. « Le premier qui, impunément plaça au bout d'une pique la tête de son semblable, justifia d'avance les flots de sang versés du 10 août au 10 septem bre 1792. » Et, sans doute, ce n'était point là le but que poursuivait la majorité des premiers révolutionnaires, les quels aspiraient à déplacer et non à renverser les pouvoirs publics : Mais à côté d'eux grandissait — dans l'ombre"], [43, "RÉVOLUTION FRANÇAISE. 39 d'abord, puis bientôt au grand jour — la faction ardente qui poursuit comme but : La république, le nivellement absolu des rangs et des fortunes, la subversion de Tordre social. Seuls les Jacobins, puisqu'il faut les nommer par leur nom, formaient une faction, les autres partis n'étant que des cabales, ou végétant dans Timpuissance. La pré somptueuse médiocrité des Constitutionnels ' leur fit com mettre la lourde faute d'empêcher la fuite du roi à Varen nes, qui les eût sauvés et, avec eux, la liberté et le royaume. La Constitution elle-même, « bâtard informe » devait mourir au berceau, succomber aux attaques qui Tassaillirent, à peine la seconde assemblée réunie. A Tanarchie grandissante, et bientôt toute -puissante, les Feuillants ne savaient opposer que leurs appels stériles à la lettre de la loi positive, à des entreprises violentes ils répondaient par de la métaphysique. Quant aux royalis tes contre-révolutionnaires leurs fautes opiniâtres aggra vaient encore celles des Feuillants. Dans leur folie ils croyaient que le bien sortirait de Texcès du mal, qu'une vaste monarchie de quatorze siècles, brisée en huit jours, se relèverait d'elle-même par les progrès de Tanarchie. Mallet combat avec toute l'énergie de son bon sens, cette puérile illusion. « Le désordre n'a jamais amené que le désordre, » dit-il, et il prononce sur les ultras cette ter rible condamnation, que Thistoire a tout au moins partiel- « lement ratifiée : « La Révolution doit à ces sophismes « de Tesprit de parti Thorrible caractère qu'elle a pris « depuis un an; elle le doit à cette émigration systémati -< que qui sépare le monarque de ses défenseurs, le 1 On lira avec intérêt sur ce parti l'ouvrage publié par M. Costa de Beauregard sous ce titre : le Roman d'un Royaliste. Paris, 1892, in-8."], [44, "40 MALLET-DU PAN ET LA « royaume des royalistes, les propriétés des propriétaires, « un parti de ses partisans ; elle le doit au concours de « Témigration avec Tintervention des étrangers; enfin à « Téclat des divisions qui partageaient les royalistes, à * leurs controverses oiseuses et interminables, et à cette « guerre extérieure si désirée qui vint achever la révolu- « tion qu'elle devait anéantir. » — La réponse du peuple français au manifeste du duc de Brunswick fut le 10 août, qui changea la face du royaume, et à la suite duquel « le « pouvoir révolutionnaire devenait le droit public d'une populace homicide envers les peuples de tous les pays. » Après avoir exposé ainsi la genèse de la Révolution et ses progrès successifs, Mallet cherche à établir la véritable nature de cette révolution depuis 1792 et son but définitif. « L'usurpation de la France par des brigands sans pain » n'est comparable à ses yeux, qu'à l'invasion des Barbares. La seconde révolution, entée ainsi sur la première, aura, selon Mallet, un double caractère : elle sera sociale, autre- ment dit elle s'attaquera à la propriété, et elle sera mili- taire. La France est une vaste caserne, et pour occuper les milliers de bras que fait chômer la ruine du commerce et de l'industrie, on les arme de fusils. Quand ils auront conquis l'intérieur, ces soldats improvisés se rueront sur les pays voisins. « Ce tableau, dit Mallet, fera sourire de « pitié la foule immense des esprits évaporés qui, en pre- « nant une glace, ou couchés sur un sopha étudient la ré- « volution dans la Gazette. » A ceux-là Mallet veut encore ôter quelques illusions qu'ils tiraient des divisions des Républicains entre eux. La lutte des Girondins et des Ja cobins, comme nous disons aujourd'hui, des Brissotins et des Maratistes, comme on disait alors, est finement ana lysée par l'auteur des « Considérations. » Nul en ce temps"], [45, "RÉVOLUTION FRANÇAISE. 41 n'eut mieux que lui le don de distinguer les nuances des partis, leur mécanisme intérieur, pour percer à jour, sous le masque d'hypocrisie qui les recouvre, leurs mobiles véri tables et leurs buts secrets. II n'est pas tendre pour les Girondins. - Comme le génie des Constitutionnels s'était « arrêté à la démocratie royale, celui des Brissotins s'ar « rêtait à la démocratie populacière organisée. » Quant aux Jacobins, une fois la guerre allumée, — elle éclata à propos des élections municipales — « laissant à leurs ri- vaux timides ce galimathias d'ordre et de souveraineté « populaire ils appliquent rigoureusement les droits de « Thomme. » Si les Brissotins sont moins violents, ils sont plus machiavéliques et aussi peu scrupuleux. II n'y a pas plus de probité dans les auteurs du 10 août que dans leurs émules du 4 septembre. Leur retenue est moins Teffet de la conscience que de Teffroi. Ils sont impuissants s'ils ré sistent, et entraînés dans Tabìme s'ils ne résistent pas. Ainsi la Révolution « n'a plus à surmonter que deux obsta « clés, les révoltes de Tintérieur et la guerre du dehors qui affermiront la République des Sans-Culottes, si « elles ne parviennent pas à la tuer avant l'hiver. » La guerre est une nécessité pour la Révolution; elles ont une tige commune ; tous les moyens de révolution sont des moyens de guerre. Mallet énumère les raisons majeures que les révolutionnaires ont de poursuivre la guerre, et en déduit cette conclusion : « traiter avec Thydre avant d'avoir coupé ses têtes, ce serait lui livrer tous les pro- priétaires de TEurope. » On n'amènera à rien par des moyens de guerre isolés. Mais, même en cas de coalition, les ressources matérielles de TEurope ne lui suffiront pas, si elle n'a pas à opposer à la Révolution des armes mora les : car « la Convention met à ses ordres, avec autant"], [46, "42 MALLET-DU PAN ET LA « d'art que de fécondité, tous les prestiges de Topinion, « Ténergie de l'enthousiasme, les fascinations de la plume et de la parole, et les passions qui ont le plus d'empire sur le cœur humain. » A cette mésintelligence des puissances européennes, à ce défaut absolu de ressorts moraux capables d'agir sur Tâme des peuples, il faut ajouter une cause importante parmi celles qui paralysent tout espoir de restauration monarchique. C'est la crainte de la contre-révolution. Ce mot, impliquant le rétablissement absolu de tout ce qui a été changé ou aboli, devrait être proscrit au moins « par la prudence. » II faut retenir ce double principe, union des puissances contre la révolution, assurances don nées par elles à Topinion française contre toute crainte de contre-révolution et même contre toute éventualité de re tour à l'ancien régime, car c'est là ce que Mallet, vox da mans in deserto, va prêcher pendant cinq années aux diffé rentes cours de l'Europe. « Lorsqu'une doctrine nouvelle a envahi les esprits, il faut bien se garder de lui opposer la force seule, car jamais des canons ne tuèrent des sen timents. U faut donc abandonner aux Gascons de la po litique, Tidée que la force seule réussirait à soumettre le royaume. La soumission possible ne résultera jamais « que de la force et de la persuasion réunies. » II ne faut pas laisser, en enveloppant de mystère les intentions des puissances, propager à Tintérieur de la France les préju gés, les craintes, les fausses interprétations, que leurs en nemis savent habilement exploiter, et dont la plus répan due est la crainte du démembrement de la France. Autre cause de malentendu, la double erreur des Français émi grés, qui tantôt confondent avec les révolutionnaires incor rigibles tous ceux qui participèrent à quelques-unes des"], [47, "RÉVOLUTION FRANÇAISE. ' 43 opinions du temps, tantôt s'imaginent « qu'excepté les « républicains enragés, tout le royaume désabusé aspire « à revenir au point précis d'où il était parti. » C'est con tre ces erreurs, ces préjugés, ces illusions, que Mallet dépensa le meilleur de ses forces et de son talent en une lutte inutile. Rien ne pouvait briser Topiniàtreté têtue et bornée « de ces esprits dominateurs pour qui la méditation « est un supplice et la mesure une trahison. » A Técrit éloquent, lumineux et profond, où ils auraient pu voir, comme dans un miroir, la gravité des fautes commises et l'énormité ue celles qui restaient à commettre, les parti sans de l'ancien régime ne surent opposer que des injures, des quolibets et des menaces. iv. mémoires pour lord elgin. coreespondance avec la Cour de Vienne, 1793-1798. Les Considérations marquent dans l'œuvre de Mal let, la transition entre la première période de la Révolu tion dont il résume les caractères, et la seconde dont il prédit la durée. Annaliste et chroniqueur des premières années de la Révolution, Mallet va devenir le médecin con sultant' de cette époque tourmentée, et nous le connaissons déjà assez pour prévoir qu'il ne sera pas le médecin Tant mieux. Mais pour la valeur de ses consultations, il est à regretter qu'au moment de la crise la plus violente, de la convulsion suprême, dans les jours sombres de la Terreur, le médecin fût éloigné du malade, et obligé de chercher un asile à Tabri de ses fureurs. Mallet n'a pas vu la Ter reur de ses propres yeux. II n'avait pas non plus pour la 1 Expression de M. Taine. Préface à la Correspondance, etc., p. II."], [48, "44 MALLET-DU PAN ET LA connaître les moyens complets et sûrs d'information qu'il se procura par la suite, quand il entreprit sa correspon dance avec la cour de Vienne, dont il devint à la fin de 1794 et resta jusqu'au commencement de 1798 Tavocat consultant, et, en quelque sorte, le ministre in partïbus'. II connut dans Tintervalle, c'est-à-dire pendant quelques mois, ce qu'il appelle en son langage énergique « le tour ment du silence. » II rompit pourtant ce silence, en rédi geant pour lord Elgin, ministre plénipotentiaire anglais dans les Provinces-Unies des Pays-Bas, deux importants Mémoires cités in extenso par M. Sayous, et dont nous ne ne donnerons qu'une brève analyse. Le premier mémoire en date du 20 novembre 1793, étudie le caractère de la Révolution française et de ses développements successifs. Écartant d'abord, comme se condaires, les causes qu'on se plaisait, que certains se plaisent encore aujourd'hui, à attribuer à la Révolution, Tesprit de philosophie et d'irréligion, le mode de repré sentation aux États-Généraux, les manœuvres du duc d'Orléans'2, Mallet établit qu'en fait la Révolution a été accomplie, dès que le pouvoir s'est trouvé déplacé, dès que le roi, absolu jusqu'alors et faisant tout à lui seul, dut recourir à Tintervention des États-Généraux. Cette première révolution avait pour causes immédiates le désordre des finances, les déprédations des ministres, les mesures violentes prises pour y remédier, enfin le désir des trois ordres, tiers-état, noblesse et clergé, de dépouiller le roi de son autorité pour s'en saisir eux-mêmes. Le 14 juil let marque avec le 6 octobre, qui en fut le complément 1 pindré Michel, Introduction à la Correspondance, etc., p. XIX. 2 « Qui n'a été qu'un mannequin entre les mains de quelques fac- tieux. »"], [49, "RÉVOLUTION l'RANÇAISE. 45 et le couronnement, une seconde révolution de toute la nation, moins le roi, la noblesse et le clergé. Au 10 août, nouvelle révolution du peuple contre le roi, la noblesse, le clergé et ceux, banquiers et hommes de loi, qui les avaient remplacés. Enfin le 31 mai, nouvelle révolution, toute la nation moins les précédents et les propriétaires. C'est en effet, la puissance étant déplacée, à dépla cer la propriété que l'on tend. Telle est la marche qu'à suivie, étape par étape, la Révolution, et « ce qui fait le caractère de chacune de ces révolutions successives, c'est qu'elle n'est pas l'œuvre d'un chef ou d'un parti, c'est qu'elle est faite par le peuple dans son ensemble. » Certes cette théorie de la Révolution est fort contesta ble, — quelle théorie ne Test pas? — et Ton a édifié, avec non moins de logique, un système opposé à celui de Mallet, mais il faut avouer qu'elle est bien déduite, spécieuse et fort supérieure, aux cent explications, plus insipides l'une que l'autre, qui avaient cours alors sur la Révolution. Passant à Texamen des moyens qui ont été employés pour combattre la Révolution, Mallet déplore que la résistance se soit bornée à de timides tentatives, alors qu'il fallait rendre coup par coup, opposer victoire à victoire. La fai blesse de Louis XVI ne permit pas de le faire. « Ce prince malheureux, placé sans cesse dans le cours de cette « Révolution entre les dangers de la témérité qui étaient « grands et ceux de la prudence, peut-être plus grands encore, n'a jamais su prendre que les partis qui s'accom « modaient à ses vertus douces, débonnaires et faciles. « Courageux pour sa propre vie, timide comme un enfant « pour celle de ses amis, il eut Théroïsme de la résigna « tion qui convenait à Théroïsme de la bonté. » Ne sent on pas, dans ce jugement où le blâme n'apparaît que"], [50, "46 MALLET-DU PAN ET LA timide, sous la douceur de Téloge, comme un attendris sement, contenu et réservé, que nous n'avons pas encore rencontré et que nous ne rencontrerons plus dans l'œuvre de pMallet? Si, en d'autres rencontres, il a jugé sévère ment Louis XVI, il Ta toujours aimé, et quand il parle des « touchantes vertus » du monarque, ce n'est pas chez lui, comme chez tant d'historiens, une formule toute faite, un procédé de style. La sévérité, presque insul tante parfois, qu'il marque en toute occasion aux princes frères du roi, après comme avant la mort de celui-ci, nous est le meilleur garant de la valeur intrinsèque des louanges qu'il octroie au prince faible, incapable et bon dont il fut Tami. Isolée et sans appui dans le peuple, la noblesse sans le roi ne pouvait rien; « les constitu tionnaires » expièrent leur timidité et leur maladresse par la dissolution de leur parti. Les émigrés, au lieu de s'en tendre avec les constitutionnaires, n'eurent pour eux que des menaces et des gros mots. Les puissances étrangères enfin mirent leur dernier atout entre les mains de la Révo lution, en transformant la guerre civile en guerre natio nale, sans savoir par Temploi de moyens extraordinaires, lutter contre des ressources extraordinaires, et écraser Tennemi. Entre les puissances et la Révolution française, c'est un combat à mort, il faut qu'une des parties périsse ! La laisser vivre, lui octroyer une trêve, une suspension d'armes, ce serait donner à tous les factieux, à tous les rebelles, à tous les mécontents de tous les pays un asile, un appui assuré. Quels sont donc les moyens à prendre ? II faut d'abord ôter au peuple français Tidée qu'il combat pour la liberté, contre la tyrannie ; il faut ne jamais sépa rer la cause des souverains de celle des peuples ; il faut que les puissances s'entourent d'hommes accoutumés aux"], [51, "RÉVOLUTION FRANÇAISE. 47 mouvements révolutionnaires, car, « dans les temps de crise les têtes ardentes sont les têtes sages; » il faut aussi combattre la révolution par la révolution, en excitant, en encourageant, en utilisant les mouvements qui se produi sent à Tintérieur, mais sans prétendre les englober dans la guerre internationale; il faut enfin hâter de tous ses ef forts la formation d'une ligue des peuples contre la Révo lution. On voit par ce programme à quel point Mallet dont les opinions, nous Tavons assez vu, sont celles d'un mo déré, était entier dans Faction, et résolu, ennemi des demi-mesures, des demi-lachetés qu'on appelle des conces sions, des reculs qu'on voile sous le beau nom de scrupu les. Cette constante erreur des conservateurs-libéraux, qui consiste à confondre la mesure dans les opinions avec la timidité dans Taction, Mallet ne la commit jamais, et c'est là, comme Ta si bien relevé Ste-Beuve, un des traits qui le distinguent nettement de quelques libéraux contemporains, ses amis politiques. Ajouterous-nous que ce trait est, à nos yeux, un des plus sympathiques de la physionomie de Mallet-Du Pan ? II y avait, en lui, cette haine des méchants, qui, disait-il, est la plus belle des vertus; belle vertu, en effet, et trop peu commune que nous allons voir s'épanouir dans le Second mémoire pour lord Elgin ' . Écrit au commencement de Tannée 1794, en pleine terreur, à Tinstant de la toute-puissance de Robespierre, ce mémoire est peut-être le tableau historique le plus complet et le plus frappant qu'ait tracé Mallet-Du Pan. Le gouvernement révolutionnaire a changé de caractère : 1 V. le texte complet dans Sayous, op. cit., t. II, chap. I, sous ce titre : Résumé de l'état politique, financier et militaire de la France au l'1' février 179á."], [52, "48 MALLET-DU PAN ET LA Par Tinstitution du Comité de Salut Public, Tautorité exécutive qui, divisée à Tinfini, manquait auparavant de force, d'harmonie, de centre d'unité, est devenue toute puissante. En fait les ministres ne sont que les commis du Comité; la Convention n'est plus qu'une machine à décrets pour sanctionner ses décisions. Le Comité de Salut Public « exerce la dictature dans toute son étendue. » II dispose souverainement des armées, des vies comme des biens de tous les citoyens, il est le maître « même des clubs. » Devant le gouvernement révolutionnaire résolument adopté, appliqué d'une façon méthodique et absolue, les droits de Thomme, la souveraineté du peuple, les constitutions pré cédentes se taisent; toute liberté disparaît, c'est le régime de Tinquisition. Et cette inquisition, ce ne sont plus quel ques prêtres comme jadis en Espagne, ce sont des milliers d'agents qui la pratiquent ; dans les départements avec le titre de « délégués conventionnels, » dans les districts, sous le nom d'agents nationaux. Et leur espionnage ne s'étend pas seulement à tous les individus, mais à toutes les associations, à tous les corps administratifs ou municipaux. Ce n'est pas seulement le royalisme qu'ils dénoncent, mais toute espèce d'hérésie politique : feuillantisme, fédéralisme, modérantisme. A tous les gens paisibles désignés par les noms peu flatteurs d'égoïstes, de vampires, d'agitateurs secrets, le séquestre, ou la spoliation complète de leurs biens est réservée, quand ce n'est pas la guillotine. Toute cette organisation si bien coordonnée et si forte, est indépendante de toute espèce de pouvoir populaire ; elle ne reçoit la vie et le mouvement que du comité de Salut Public. Mallet déve loppe, cette idée avec une insistance, qui pourrait bien être Findice de la joie secrète qu'il éprouve à voir confirmer"], [53, "RÉVOLUTION FRANÇAISE. 49 par les faits, par Texpérience révolutionnaire, sa théorie de Timpuissance de la démocratie à gouverner un grand pays'. Grâce à leur connaissance du cœur humain, les nouveaux despotes ont pris jusqu'à Tapparat du despo tisme, les car. :sses à six chevaux, les gardes du corps, les tables somptueuses, les histrions, les courtisanes. Non contents d'éblouir le peuple, « ils l'ont frappé de terreur » ils parlent en maîtres. On ne peut à côté d'eux seuls ni parler, ni écrire. II y a dix-huit mille suspects dans les pri sons de Paris. Toute tentative d'insurrection serait inexé cutable, car « le peuple entier est désarmé. » Bordeaux, la ville girondine, capitule devant quatre commissaires du Comité suivis par 1 800 paysans ; « à cette poignée de scé lérats conduits par quatre magiciens » on livre, sans résis tance, les 30000 fusils et toutes les autres armes qui sont dans la ville. Tout-puissant sur la Convention décimée, sur les commissaires, sur les ministres, sur le peuple, le Comité l'est encore sur les fonds publics, sur les pro priétés. En un magistral tableau financier, que ne renierait pas un homme du métier, Mallet montre comment les dé penses ordinaires ont été diminuées : 1° en supprimant les dépenses du culte ; 2° en ne payant pas la rente de plu sieurs catégories de rentiers ; 3° en rejetant sur les dépar tements tous les frais de Tadministration locale ; 4° en sup primant enfin ou réduisant au minimum tout ce qui est secours de charité, entretien des routes, etc. Les dé penses extraordinaires ont, en revanche, été portées au quadruple en un an; les ressources ont subi le même ac croissement grâce aux assignats, à l'emprunt forcé d'un 1 Esquissée antérieurement par Mallet-Du Pan. Voir au chap. II l'a nalyse que nous donnons de l'article sur la Constitution anglaise. ì"], [54, "50 MALLET-DU PAN ET LA milliard, grâce enfin à la loi trop fameuse du maximum (qui imposait à toutes les consommations de première né cessité un tarif invariable, quel que fût le cours du papier monnaie). Quand cela ne suffit pas, on a recours aux « ré quisitions permanentes, » à la confiscation des ornements et trésors d'églises, du mobilier des émigrés, des matières d'or et d'argent appartenant aux particuliers, des dépouil les de villes insurgées, des biens des quatre cents que Ton guillotine chaque semaine, en ayant soin de les choisir, autant que possible, parmi les riches ou les enrichis. Si Ton ajoute à cela les « taxes sèches » extorquées aux villes (9 millions à Strasbourg, 12 millions à Marseille), on com prend que la République soit plus riche que tous les souve rains de la coalition réunis. Le tableau des forces militaires de la France n'est pas moins saisissant : n'en citons, pour abréger, que la conclusion : « La terreur en montrant à chaque soldat un traître dans son voisin a inspiré à chacu\" une défiance qui tient lieu de discipline; aussi dans aucun temps le général n'obtint de sa troupe plus d'obéissance en présence de Tennemi. » On a réformé Tétat normal de l'armée en lui interdisant toute discussion politique, et par là même, toute Tarde ur des passions s'est concentrée en une exaltation de haine fanatique contre les ennemis de la République. II ne faut donc pas compter sur le mé contentement de l'armée pour renverser la Convention et le Comité; il ne faut pas escompter, non plus, la prétendue famine de la France « qui doit être reléguée parmi les fables. » II y a juste la quantité de blé nécessaire, et des règlements sévères en limitent Tusage. Pas d'espoir non plus dans un réveil de Tesprit public. Sans doute la majo rité de la France abhorre la Convention, les Jacobins, les Comités, le régime et les régisseurs. Propriétaires, négo-"], [55, "51 RÉVOLUTION FRANÇAISE. ciants, fabricants, gens d'affaires et gens de robe, forment une grande armée des mécontents, désirant avant tout le renversement de Tétat actuel des choses, le retour à la monarchie, mais à une monarchie « limitée. » Mais cette masse, en proie au plus profond découragement, n'a au cune volonté, aucune activité ; « elle ressemble aux nègres qui s'étranglent avec leur langue plutôt que de se plaindre. » Après avoir ainsi expliqué à son correspondant Tédifice révolutionnaire dont la clef de voûte est le Comité de Salut Public, Mallet va lui présenter les hommes du Comité, lui indiquer leur but, analyser les dangers qu'ils courent et les divisions qui les menacent. Cette analyse repose, s'il faut en croire Mallet, sur des informations précises, uniformes, immédiates. Ce portrait des onze membres du comité (il y avait un siège vacant) est une des pages les plus vivantes, les plus fortement gravées de notre écri vain. Nous n'en pouvons citer que quelques traits, ren voyant pour le surplus au texte complet des Mémoires. Hérault de Séchelles retenu dans le Comité par la crainte de se rendre suspect en s'en détachant, n'est guère que Tinstrument flexible et sûr, impitoyable et féroce de qui conque le fait trembler. Lindet, chef de second ordre, tra hira Robespierre comme il a trahi Buzot. Robespierre « jusqu'au commencement de février a dominé le Comité qui domine tout. » II n'a jamais été et ne sera jamais ca pable de soutenir le rôle exorbitant dont il s'est chargé. Sombre, soupçonneux, fanatique atroce, vindicatif et im placable, « sa vie est Timage de celle de Pygmalion roi de Tyr, telle que Fénelon nous Ta décrite. » Aujourd'hui dé charné, le visage livide, le regard inquiet et farouche, sa physionomie porte Tempreinte du crime et du remords. Assailli de terreurs, il ne met pas le pied dans la rue sans"], [56, "52 MALLET-DU PAN ET LA se faire escorter par trois sans-culottes armés ; barricadé chez lui, il ne dine qn'entre deux pistolets chargés qu'il pose de chaque côté de son assiette, ne mangeant qu'après les autres, et promenant sur tout ce qui T entoure un œil soupçonneux et troublé. La simplicité de ses goûts, son abstinence, et « Topinion fondée » de son désintéresse ment ont fait et soutiennent encore sa fortune populaire ; n'ayant pas un écu, son incorruptibilité contraste avec les brigandages de ses associés. Quant à Taccusation d'aspirer à la dictature, elle est à la fois vraisemblable et trop éten due. « Robespierre cherche à rester maître, moins par « ambition que par crainte. La crainte voilà le fond et le « ressort de son caractère. » — On voit par ces courtes citations, combien Mallet est loin de ces historiens qui nous représentent Robespierre, comme un monstre en de hors de riiumanité, comme un « tigre altéré de sang, » pour pouvoir faire sur lui seul retomber les méfaits de la Révolution. Billaud-Varennes est défini « le petit-maître de la sans culotterie, » ce qui nous apprend peu de choses. Fabre d'Églantine est un « comédien bel esprit». Carnot « chargé de la partie militaire, s'en acquitte avec activité, intel ligence et application. Tout entier à ses fonctions spé- « ciales, il se mêle peu aux intrigues de partis, et les ser « vira tous successivement. » II est difficile de mieux dire et en moins de mots. Barrère, « déclamateur à brevet du comité, » n'est forcené que pour échapper à la guillotine. Toutes les sévérités de Mallet semblent tenues en réserve pour écraser Collot d'Herbois : scélérat, tyran de fantaisie, « c'est le Tibère de Tacite aux qualités près. » Dissimula tion, cupidité, jalousie, ambition, rancunes, toutes les fé rocités sont réunies dans ce conspirateur sombre, dans ce"], [57, "RÉVOLUTION FRANÇAISE. 53 déclamateur étudié et impopulaire qui fut d'abord un co médien sifflé. C'est lui qui, après avoir égorgé et pillé Lyon, prononçait cette parole, une des plus atroces qui soient sorties d'une bouche humaine : « Si Ton épargnait « les innocents, trop de coupables échapperaient. » Mau vais démagogue, sa véritable place était celle de chef de bourreaux. Faiblement contrôlé par le comité de Sûreté générale, et maître tout-puissant puisqu'il dispose de Targent, de l'armée et des tribunaux révolutionnaires, le Comité de Salut Public a-t-il un but ? II n'en a pas d'autre que de prolonger sa puissance; et par quel motif? La peur, non de la guerre extérieure et lointaine, non des royalistes et des modérés qui sont effacés, mais la peur des autres révo lutionnaires : Hébertistes, gens de la Commune, anarchis tes, qu'il a lui-même formés au crime, par son exemple. « Jusqu'à présent le Comité de Salut Public n'a pas man « que à son titre, il n'en a pas même méconnu les devoirs : il a apporté dans leur exercice une application soute nue, une infatigable activité, des talents couronnés par le succès, un esprit de suite, de combinaison et d'au dace réfléchie. Les expédients atroces dont il se sert « n'ont révolté que ceux dont il n'a rien à craindre. » — Le vrai danger, le seul qui menace sérieusement le Comité, réside dans les divisions qui, timides au début et répri mées, ont reparu avec plus de force et vont s'accentuant de jour en jour. Déjà Collot d'Herbois s'est mis à la tête de Topposition, déjà on rexcommunie et on l'attaque, déjà Ton incrimine le modérantisme de Robespierre, et bientôt son despotisme. La Correspondance de Mallet-Du Pan avec la cour de"], [58, "54 MALLET-DU PAN ET LA Vienne', du 28 décembre 1794 au 26 février 1798, se compose de 136 lettres, écrites de huit jours en huit jours, à l'empereur François II, pour le --renseigner sur l'état politique et financier de la France. II ne faut pas chercher dans cette correspondance des informations détaillées sur la guerre, l'empereur étant renseigné de première main sur ce chapitre par les rapports de ses officiers. C'est la politique générale qui fait ici le fond du tableau. Sur les circonstances qui firent naître cette correspondance, sur son importance, sur la valeur et Tautorité des corres pondants de Mallet-Du Pan et des informations qu'ils lui transmettent, on trouvera dans Texcellente introduction de M. André Michel tous les détails désirables. Rappelons que la correspondance s'ouvre au moment où Pichegru vient de conquérir la Belgique et va pénétrer en Hollande, au moment où, chancelantes et indécises, la Prusse et TAutriche négocient avec la France (décembre 1794). Mallet s'oppose à la paix qu'il juge prématurée et dange reuse, « elle détrônera moralement les gouvernements. » Impliquant virtuellement la reconnaissance de la Républi que; « elle sera une patente d'insurrection adressée à tous les peuples. » Venant ainsi, cinq mois seulement après la chute de Robespierre, cette paix pourrait rendre au parti des Jacobins sa toute-puissance antérieure, et alors plus de traité respecté, plus de trêve observée. La guerre doit donc être poursuivie, mais il ne faut pas compter sur la seule force des armes, il faut aussi rassurer par des décla rations franches et catégoriques Topinion publique en France, qui redoute les horreurs de Tinvasion étrangère et les représailles de la Contre-Révolution2. Insistons sur 1 Publiée par André Michel, op. cit. - Lettre du 28 décembre 1794."], [59, "RÉVOLUTION FRANÇAISE. 55 cette double tendance de Taction que Mallet chercha à exercer sur Tesprit de l'empereur : guerre à la Révolution et non à la France, restauration monarchique sans contre révolution, sans retour à l'ancien régime. Presque toute sa correspondance peut se résumer dans ce conseil, fort rai sonnable sans doute, mais dont on peut se demander s'il était bien exécutable. Après avoir tracé un long et magis tral tableau de la situation et de Tesprit public en France, depuis la chute de Robespierre', qui a fait passer le pou voir des Comités à la Convention, qui a fait renaître les espérances des monarchistes, Mallet décrit sans exagéra tion ni en bien ni en mal, Tadministration générale, la politique extérieure, les armées, les finances et les appro visionnements de la Convention2. La politique extérieure obéit à deux principes : volonté de détruire l'autorité monarchique en tout pays, « de passer sur TEurope entière le rasoir de Légalité universelle, » et volonté de diviser TEurope par des paix partielles. Elle répond aussi à une nécessité politique, celle d'occuper les armées par une guerre extérieure qui les détourne de la politique inté rieure. Les ressources en hommes et en argent sont loin d'être illimitées, comme on se Timagine trop facilement à Tétranger. Après avoir complété ce tableau par quelques détails sur les mœurs de Tépoque, les débauches crapu leuses des conventionnels, leurs spéculations infâmes sur les victimes de la Terreur, la corruption générale dans le peuple3, Mallet signale les premiers symptômes d'une réaction politique dans Topinion publique et dans la Con vention elle-même, les pétitions réclamant la restauration 1 Lettre du 8 janvier 1794. Cons. Sayous, op. cit., t. II, p. 114. 2 Lettre du 21 janvier 1794. 3 Lettre du 1er février 1795."], [60, "56 MALLET-DU PAN ET LA du culte et Tabolition du calendrier républicain, le buste de Marat brisé et jeté à Tégoût, le décret sur la liberté des cultes ' . II comprend que Tadversaire le plus redou table de ce courant favorable' aux idées modérées est Tex abbé Sieyès2, Tinflexible théoricien du républicanisme. Aussi dès ce moment Mallet attaquera-t-il sans cesse avec une âpreté qui n'est point exempte d'injustice, « cet opi niâtre et pénétrant novateur qui est le plus lâche des mor tels. — « Quiconque lui fera peur le maîtrisera toujours. « Misanthrope, atrabilaire, charlatan impérieux et jaloux, « ennemi de tout mérite supérieur au sien, personne n'a « plus que lui Tart de s'emparer des esprits en affectant « le seul langage de la raison. Ce Catilina au petit col « let est capable d'ordonner les plus grands crimes pour « faire adopter ses théories. Ennemi de tout pouvoir dont « il ne sera pas le directeur spirituel, il a anéanti la no « blesse parce qu'il n'était pas noble, son ordre parce « qu'il n'était pas archevêque, les grands propriétaires « parce qu'il n'était pas riche, et il renverserait tous les « trônes, parce que la nature ne Ta pas fait roi 3 . » La colère de Mallet redouble quand, trois mois plus tard, Sieyès est appelé à la présidence de la Convention : « lui « seul par ses intrigues, par son babil métaphysique, par « ses terreurs personnelles de la restauration d'un roi, « par sa vanité philosophique et son ambition, balance le « penchant qu'ont certainement la plupart de ses collègues « à abandonner toute idée de république'. » Ailleurs, il le qualifiera de « pusillanime et tremblant dogmatiseur : Lettres des 8 et 18 février 1795. 2 II venait de rentrer en scène par sa Notice sur la vie de Sieyès. 3 Lettre du 28 février 1795. 4 Lettre du 6 mai 1795."], [61, "RÉVOLUTION FRANÇAISE. 57 qui se propose de faire trembler la France entière'. > Sieyès est, avec Carnot, la bête noire de Mallet-Du Pan; il voit sa main partout, aussi quand il n'a pas contre lui des preuves, il a des soupçons, et quand il a déversé sur Tex-abbé toutes les injures de son répertoire, loin de se lasser, il recommence. Bien plus encore que Tautorité de ce chef influent, la Paix de Bâle sauva la Convention, car en faisant espérer la paix générale, elle répondait à Taspiration universelle des esprits. Aussi Mallet ne peut-il en prendre son parti, et dans Tardeur de ses récriminations, il va, lui si peu sujet aux entraînements de Tespérance, jusqu'à s'écrier: « Si le « cabinet de Berlin eût temporisé quelques semaines encore, « la Convention expirait, le gouvernement monarchique « était établi par acclamation, et tous les pays conquis res titués. » Son dépit est si amer, qu'il lui échappe non pas seulement contre la Révolution, nous y sommes habitués, mais contre les Français des jugements, violents et faux, qui peuvent justifier en partie Taccusation de « gallopho bie » qu'on a souvent portée contre notre écrivain. Don nons-en quelques exemples, afin de n'avoir plus à y revenir : « Simultanément cruelle et frivole, servile et licencieuse, « impétueuse dans ses plaintes et les oubliant le lendemain « sans motif, aussi légère dans les souffrances que dans la « prospérité, incapable de prévo3rance et d'aucune réflexion, « vendant le matin, comme les sauvages, le lit où elle « doit coucher le soir, telle fut de tout temps cette nation, « telle on la revoit en ce moment, telle elle sera jusqu'à <■< la fin des siècles2. » Et que dire de ce passage plus 1 Lettre du 18 juillet 1795. a Lettre du 29 avril 1795."], [62, "58 MALLET-DU PAN ET LA injuste encore : « La Révolution a achevé d'éteindre en « France Tinstinct moral. Pas un fils n'a osé venger son « père égorgé, pas un mari défendre son épouse, ni un < père défendre son enfant. » La passion politique aveugle ici Mallet, et il serait sans cloute naïf de discuter ces cris de rage qui détonnent au milieu de tant de pen sées justes et d'opinions raisonnées. Hâtons-nous de dire que de semblables excès de pensée et de langage \"Sont rares dans la correspondance et que Mallet préfère à ces emportements une ironie, un peu mordante, mais sans aigreur, comme dans ce jugement : « Les Français, et sur « tout les Parisiens, sont de grands enfants qui se conso « lent du présent par une espérance plus ou moins roma « nesque sur l'avenir ' . » La formation d'un parti monarchique clans la Conven tion, Tinsuccès de la redoutable émeute du 1er prairial, la vigueur de la Convention à la réprimer, la catastrophe définitive du parti jacobin ramènent un peu d'optimisme dans l'âme de Mallet, exaspérée par la timidité des classes supérieures en France, et, au dehors, par la résistance des Alliés à suivre ses conseils 2. Mallet a bien saisi, il a marqué d'un trait large et sûr la portée de ces journées de prairial. « La révolution scélérate et sanguinaire est finie ; « il ne reste plus à combattre que la révolution philoso- phique, à qui Texpérience de ses principes a fait perdre - la moitié de son procès '. » La mort du jeune Louis XVII ne tarda pas à venir troubler cette joie. Mallet, sans rien affirmer nettement, semble admettre la version de la mort 1 Lettre du 29 décembre 1796. 2 Lettres des 14, 21 et 27 mai 1795. 3 Lettre du 13 juin 1795."], [63, "59 RÉVOLUTION FRANÇAISE. causée par un poison lent ' . II avait pourtant annoncé, dans une lettre précédente, que le prince était toujours rachitique. Les Notes des 3 et 10 juillet 1795 remises aux princes par Mallet, montrent la franchise presque brutale avec laquelle il aimait à parler aux grands de ce monde. Par raison, par modération, Mallet était arrivé à des convic tions monarchistes, mais jamais il n'atteignit Tétat d'âme légitimiste. L'âpreté de ses jugements sur les prétendants en est Tirréfutable preuve : c'est ainsi qu'il déplore « la di vision des monarchistes et Yimpiiissance de leur chef natu rel. » Peu après il écrit : « Le procès de la République et « de la Monarchie. .. serait déjà décidé si l'héritier actuel de la Couronne eût voulu apercevoir que, pour devenir Roi, il fallait cesser de paraître, de parler et d'agir « comme étant exclusivement le roi des émigrés2. >■ Le roi des émigrés! clans la bouche de Mallet cette expression avait la valeur d'un outrage, car il redouble de vigueur, de courage, d'âpre et véhémente réprobation pour ce qu'il appelle : « le système émigré. » Après la catastrophe des émigrés à Quiberon, il se contente de dire : « Si cette « leçon pouvait les décider à ne plus rien tenter1. » Et il ajoute : toute entreprise qui se présentera avec ce ca- ractère (de contre-révolution absolue et dans le sens Lettre du 21 juin 1795. -' Lettre du 20 septembre 1795. Voir encore, à l'appui de notre thèse, ce passage significatif: « ce n'est pas par sentiment, par devoir, par « affection que la majorité de la France veut rétablir le trône : c'est qu'elle le juge nécessaire. Ceux qui rétabliront la monarchie le feront « pour eux et pour l'intérêt de leur sûreté, et non pour le roi Louis XVIII. « les émigrés, les nobles, les prêtres et le Parlement. » Lettre du 4 octobre 1795. 8 Lettre du 2 août 1795."], [64, "60 MALLET-DU PAN ET LA \" des émigrés) réunira éternellement contre elle la France \" entière '. » Cependant, en France, on discute les projets de con stitution nouvelle, en prenant pour base la constitution américaine, que les républicains veulent modifier clans le sens démocratique, les monarchistes au contraire dans le sens du pouvoir personnel ' . Mallet dédaigne de dis cuter ce « galimatias, » ces « nouveaux essais méta physiques, » ce « code non moins monstrueux que ceux qui Tont précédé. » II prédit que « cet enfantillage légis latif n'aura qu'une existence de 24 heures, » prédic tion que Tévénement n'a pas justifiée. D'ailleurs la dis cussion a été des plus faibles dans la Convention, et dans Paris Tindifférence absolue. « On est rassasié jus qu'au dégoût de tous ces codes et de ce déluge de raison nements politiques ; » seul Sieyès y prend un plaisir infini et vient de proposer un autre projet qu'il avait en poche un chef-d'œuvre de démence, un entassement de pou voirs, de corps incohérents, dont la tête d'un fou méta- physicien pouvait seule concevoir Tidée. » Plus intéressant que les discussions de TAssemblée, Tétat de Topinion publique dans le pays est ce qui préoc cupe notre écrivain. Malgré les fautes des émigrés et Tinaction de « leur »> roi, les conservateurs font à Tinté rieur des progrès sensibles ; les causes profondes de « la haine pour les horreurs meurtrières de la Révolution » agissent toujours plus efficacement, et chaque jour le royalisme gagne du terrain clans les sections de Paris. Outre les fils, les parents et les amis des guillotinés et des Lettre du 9 août 1795. 2 Voir les lettres. des mois de juin et juillet 1795."], [65, "RÉVOLUTION FRANÇAISE. 61 suspects, il faut placer au premier rang parmi les promo teurs de cette réaction toute une cohorte d'écrivains cou rageux. « La liberté d'écrire a produit la Révolution; cette même liberté la tuera en se révoltant, comme elle le fait chaque jour, contre son propre ouvrage ' . » La lutte s'engagea, non pas sur Tacceptation ou le rejet de cette constitution, que personne ne lit, ne comprend et n'aime, et que tout le monde adopte par lassitude, par dégoût de ceux qui Tont votée, et pour s'en défaire, mais bien sur le décret perfide qui Taccompagnait. Ce décret portait que sur les 750 membres des futurs Conseils, cinq cents, soit les deux tiers, seraient choisis nécessai rement parmi les membres de la Convention agonisante2. Les sections de Paris repoussent le décret. Mallet se plaît à insister sur la part prépondérante qu'ont eue, dans cette victoire, les révolutionnaires de 1789, anciens cons titutionnels et autres partisans de la monarchie limitée ' . Par une interprétation très contestable de la votation, di sons le mot, par un véritable tour de passe-passe, la Con vention proclame Tacceptation par le peuple du décret des deux tiers. Pour donner la majorité aux acceptants, on avait trouvé ce moyen très simple de considérer comme tels tous les électeurs qui s'étaients abstenus de voter ! Les sections, indignées à juste titre, contestent ces chiffres et refusent de publier ce résultat apocryphe. Un coup de main seul peut trancher le différend, coup d'État de la Convention contre les sections de Paris, ou insurrection violente de Paris contre la Convention. C'est le jour même où, à Berne, Mallet écrit cela (4 octobre 1795) que se 1 Lettre du 16 août 1795. 5 Lettre du 13 septembre 1795. 3 Lettre du 20 septembre 1795."], [66, "62 MALLET-DU PAN ET LA réalisait, à Paris, la seconde partie de son dilemme. Dans cette journée fameuse du 13 vendémiaire, les sections in surgées, ayant résolu de marcher contre les Tuileries, furent repoussées et écrasées par Barras « ancien offi cier de la marine et gentilhomme, factieux déterminé, régicide, homme de résolution, capable de tout, et ne s'effrayant d'aucune mesure atroce. » Mallet dit bien que ce fut Tartilleric qui sauva la Convention, il ne dit pas que c'était Napoléon Bonaparte qui commandait cette artillerie, et peut-être ne le sait-il même pas. II ne sem ble pas d'ailleurs bien affecté de cet échec ; la force et Topinion publique sont pour les sections; la Convention n'a dû son salut qu'à un simple hasard, mais son autorité morale y a sombré. « Les événements du 5 octobre ne « sont nullement définitifs et entraîneront bientôt ou le retour complet des jacobins ou une réaction du roya- lisme ' . Expulsion des royalistes, rétablissement du maximum, revers militaires, banqueroute imminente grâce à la chute des assignats, tel fut Théritage que la Convention agoni sante laissa au régime nouveau. Avant d'aborder Tétude de celui-ci, qu'on nous permette de citer le morceau sui vant, qui donnera au lecteur un exemple de la virtuosité de Mallet comme peintre de mœurs2. « Les haillons de la misère, le désespoir des faméliques, les orgies de la licence, le luxe effronté des parvenus, de leurs femmes, de leurs courtisanes, la foule aux spectacles, la foule 1 Le 13 vendémiaire est pressenti dans la lettre du 4 octobre, annoncé dans la lettre du 11 octobre, et raconté avec commentaires dans la lettre du 24 octobre 1795. ■ Cette virtuosité a été contestée par certains critiques, qui repro chent à Mallet d'être exclusivement occupé de politique."], [67, "63 RÉVOLUTION FRANÇAISE. aux portes des boulangers, la foule dans tous les lieux d'agiotage où des brocanteurs innombrables trafiquent d'assignats, de meubles, de comestibles, de marchan- « dises, composent toujours le tableau étrange de la capi * taie'. » A lire de telles pages, le nom de Tacite ne se présente-t-il pas involontairement à Tesprit ? Toute Tépoque du Directoire est retracée par Mallet avec une exactitude minutieuse, un luxe de détails qui qui nous obligent à ne nous attacher qu'aux grandes lignes de son exposé. Si quelqu'un était tenté de s'étonner de la sévérité de Mallet pour le régime nouveau, qui semble jugé plus durement que le Comité de Salut Public et la Terreur, il fera bien, croyons-nous, de tenir compte des déceptions éprouvées par les conservateurs au 13 vendé miaire. Quand on n'espère rien, la plainte est moins aiguë, et, sous la Terreur, on n'espérait rien. L'espérance déçue, au contraire, se croit frustrée de tout ce qu'elle a rêvé, et ses récriminations sont amères ! Ainsi récrimina, avec d'autres, .Mallet-Du Pan. Le choix des directeurs — La Reveillère, Le Tourneur, Rewbell, Sieyès et Barras — est apprécié en ces termes : « II était difficile de réunir plus de médiocrité, de méchanceté, de perver- « site morale et révolutionnaire. » Jugement bien peu impartial, semble-t-il, surtout quand on compare aux élus ainsi malmenés la liste des candidats modérés, tous par faitement insignifiants ou inconnus, à la seule exception de Barthélemy2. Sieyès a refusé; n'allez pas croire que Mallet l'en félicite: « Ce refus est dans son génie; il ne « veut ni évidence, ni responsabilité ; son talent est de 1 Lettre du 23 août 1795. 2 Lettre du 8 novembre 1795."], [68, "64 MALLET-DU PAN ET LA faire le mal comme la Providence fait le bien, sans être aperçu. On lui a substitué Carnot, ingénieur, Tesprit le « plus diabolique et l'un des plus atroces de la Conven « tion... Actif, délié, travailleur, et entendu pour la par « tie mécanique de la guerre ' . » Les portraits des six ministres nommés par le Directoire sont esquissés d'un crayon vif et spirituel. Voyez Tinoffensif Bénézech, capi taliste de l'ancien régime, bonhomme « étranger à la Révolution, n'ayant aucune autre capacité que celle de < placer des fonds dans des entreprises avantageuses. » Mallet sourit rarement, saisissons ce sourire au pas sage. La pratique du système des deux chambres légis latives a aussi le don de Tégayer : « II serait difficile de se figurer une comédie plus burlesque; dix séances se sont écoulées à se regarder. Le Conseil des Anciens privé de toute initiative, ne sera qu'une figure de tapis- serie. » On Tavilit par sa nullité. Au demeurant, les deux partis sont stationnaires, mécontents l'un de l'autre, incapables de faire un plan lié et suivi. L'emprunt forcé de six cents millions est longuement discuté par Mallet : toutes les questions financières sont d'ailleurs débattues par lui d'une manière approfondie, lucide, technique, sans qu'il soit facile de distinguer si Mallet connaît cette matière par lui-même, ou s'il se con tente d'exposer avec talent les données exactes que lui fournit un correspondant spécialement compétent, Imbert- Colonna, de Lyon, par exemple2. Quoi qu'il en soit, cet emprunt est un « acte de désespéré qui s'ouvre les veines « pour s'abreuver de son sang et soutenir sa vie quelques 1 Lettre du 15 novembre 1795. 2 Lettres des 20 et 27 décembre 1795. Chaque lettre se termine par un exposé financier, court ou long."], [69, "RÉVOLUTION FRANÇAISE. 65 -< jours ; le Directoire coupe Tarbre pour en ramasser « les fruits, et, par un pillage méthodique, mange la France comme un dissipateur mange son patrimoine ' . » La politique extérieure du Directoire tend à diviser les alliés par des avances simulées, des offres alléchantes, à les détacher les uns des autres, mais en évitant toute pa cification générale 2. Les hésitations, les incertitudes, les variations, les dissentiments des puissances expliquent la confiance hardie des directeurs, leur mépris non dissimulé pour les pays et les ambassadeurs étrangers. Ils ont repris à leur compte les vues internationales des Girondins, leur système de conquête philosophique qui visait à implanter en tout pays le républicanisme pour faire de TEurope une fédération d'États républicains sous la haute direction de la France. Robespierre, toujours simpliste, voulait tout uniment subjuguer les États belligérants et les annexer à la France. A côté de cette arrière-pensée de propagande révolutionnaire, le Directoire poursuit un but simplement politique, qui consiste à dicter à ses ennemis, en conser vant toutes ses conquêtes, une paix désastreuse pour eux. La lettre du 25 mai 1796, qui explique cette double ten dance de la politique étrangère du Directoire est peut être la plus intéressante de la collection : Mallet atteint ici à une hauteur de vues, à une puissance de synthèse, à une clarté lumineuse d'exposition, à une concision d'expres sion, qui font regretter de le voir retomber si vite clans le courant des nouvelles du jour et de la polémique de détail. A Tintérieur, le Directoire est moins heureux : divisé contre lui-même, il s'est aliéné et les propriétaires, et le 1 Lettre du 24 janvier 1796 : « Le bassin est à sec. le piston pompe dans le vide. » 2 Lettres des 16 janvier, 20 février et 5 mars 1796. 5"], [70, "66 MALLET-DU PAN ET LA public, et les terroristes1. La République tombe en ruine, mais qui la remplacera ? « On cherche en France un chef, « qui ait force et sagesse, et Ton trouve un roi enseveli à « Vérone, passant ses jours dans Tabandon et la nullité, » servi par des agents obscurs et imbéciles, s'obstinant, malgré tous les conseils, « à vouloir séduire la France par « de misérables attaques de détail, par des conspirations, « par des Chouans qu'on laisse faire une guerre extermina < trice à tous ceux qui n'ont pas pris le panache de Co « blentz2. » L'opposition au Directoire grandit chaque jour dans les Conseils et dans Topinion : un vaste parti se forme qui réclame impérieusement la paix avec Tétranger, et, à Tintérieur, une politique conforme à la constitution, la punition des massacreurs de 1792 à 1794, et le maintien de la liberté de la presse. Le Directoire menacé par les royalistes d'une part, par les terroristes de l'autre, louvoie, et ne sait, comme on dit, à quel saint se vouer. Que sor tira-t-il de ce chaos? Pour la première fois Mallet semble comprendre que le maintien de la Révolution ou une res tauration monarchique, ne sont pas les seules solutions possibles. II entrevois la dictature : « à la République « d'aujourd'hui peut succéder une république monarchique « ou dictatoriale. Que sais-je ? En vingt années un peuple « en mouvement peut donner cent formes diverses à une « révolution semblable. 3 » Mais il est bien loin de prévoir le rôle que doit jouer dans cette transformation possible le général Bonaparte. « Un Corse, scélérat proses, et absolument livré aux thermi doriens »; « un Corse terroriste, le bras droit de Barras »; 1 Lettres des 20 et 27 février 1796. 8 Lettre du 5 mars 1796. 3 Lettre du 29 mai 1796."], [71, "RÉVOLUTION FRANÇAISE. 67 « un général qui n'a pas trente ans, nulle expérience de la guerre, » voilà tout ce qu'il discerne en Bonaparte, jus qu'au moment des premières victoires d'Italie. S'il admire sans réserve ces hauts faits d'armes, il n'a que du dédain pour les fameuses « Proclamations à l'armée » qu'il taxe de « turlupinades ' . » Mallet est d'ailleurs très irrité contre TEurope qui a méconnu tous ses bons conseils, et il atteint les dernières limites de Tironie, quand il ose écrire à Teni pereur : « Point de doute que la paix générale, faite Thiver « dernier, et une compensation équitable pour les puis « sances belligérantes, n'eût à peu près et promptement « détrôné le Directoire et la Révolution ; mais dicter la « paix ou la recevoir, être battu ou conquérir, conser « ver ses avantages ou les perdre dans une transaction « forcée par des défaites, sont des choses très dissem « blables, qui amènent à leur suite des effets tout à fait « différents '. » Un gouvernement régulier traitant ou com battant avec «une autorité incendiaire sera toujours dans une position d'infériorité. » Les ministres étrangers n'ont jamais voulu mesurer la portée du fanatisme révolution naire, qui a fait triompher au dehors les armes et les prin cipes de la République. Le mal est fait, le procès est décidé, TEurope n'a pas voulu être sauvée, il n'y a plus d'amélioration à espérer, de salut à attendre que des changements qui peuvent survenir à Tintérieur de la France. Les royalistes eux-mêmes ne demandent plus que la paix et un gouvernement stable et régulier3. Mallet- Du Pan craint-il déjà un peu Bonaparte, ou le méconnait il simplement quand il écrit : « le Bonaparte, ce petit bam- 1 Lettre du 6 juin 1796. 2 Lettre du 26 juin 1796. 3 Lettres des 3, 10, 22 et 28 juillet 1796."], [72, "68 MALLET-DU PAN ET LA < boche à cheveux éparpillés, ce bâtard de Mandrin, que « les rhéteurs des Conseils appellent jeune héros et vain- < queur de Tltalie, expiera promptement sa gloire de tré- < teau, son inconduite, ses vols, ses fusillades, ses inso- « lentes pasquinades. » Mais comment comprendre qu'il ajoute après Mondovi, après Lodi : « Cela a un peu récon- « cilié avec le Directoire ce petit saltimbanque de cinq •< pieds trois pouces qui n'a jamais fait la guerre que dans < les tripots et les lieux de débauche ' . » II est juste d'ajouter que cette erreur de jugement fut courte, et que peu de mois après, écrivant à un ami, il dépeint Bona- parte comme « le mortel le plus téméraire, le plus actif, « le plus véloce qu'il y ait ; il a une tête de salpêtre et des « jambes de cerf. » Voici comment il juge, à la même époque, cet amusant Gorani, dont Marc-Monnier ' a retracé d'une plume spirituelle et fine Taventureuse des tinée et les étonnantes rêveries : « Le Directoire a (pour révolutionner Tltalie) la plume d'un fou misérable, né Milanais, qui se nomme le comte Gorani, et qui depuis < quatre ans gagne sa vie à écrire tous les mois un libelle « contre quelque cour de TEurope '. » Mallet jusqu'à son départ pour TAngleterre, semble traverser une crise de pessimisme. Lui qui se contentait d'appeler Paris Sodome, y voit maintenant « trente So domes réunies ; tous les crimes y donnent la main à tous les vices, » et cherche à s'en consoler par un peu d'ironie : « avec la poltronnerie des lapins, les Parisiens en ont la simplicité. » Ils ne peuvent croire aux revers des armées Lettres 76 et 77 des 6 et 11 août 1796. 2 Marc-Monnier, Un aventurier italien du siècle dernier. Le comte Joseph Gorani, ctaprès ses mémoires inédits. Paris, 1884, in-12. 3 Lettre du 10 septembre 1796."], [73, "69 RÉVOLUTION FRANÇAISE. françaises, qu'ils disent aux portes de Vienne, tandis que Tarchiduc Charles les bat à Neumark, à Amberg, à Wûrzbourg. — La bile de Mallet redouble quand il apprend la découverte du complot royaliste de Brothier, qu'il appelle « une intrigue contre-révolutionnaire, et un « tripot de marmousets. » C'est un rêve d'enfants ou d'ivrognes que de telles combinaisons. II est pris de dégoût au spectacle des plaisirs de Paris : « Paris est un grand « bal. On danse partout, dans toutes les classes. Les fera « mes et les enfants des guillotinés suivent Texemple. Je « doute, ajoute gravement Mallet, que les parents et les « amis des Romains proscrits sous Sylla et Tibère s'amu « sassent à faire des entrechats. » Voilà un doute qui nous étonne, mais il faut passer quelques naïvetés aux hommes graves. Le résultat des élections de 1797 qui donnèrent la majo rité aux monarchistes, ne suffit pas à rasséréner Mallet, car depuis six mois, il attend un coup de force de la majorité du Directoire contre les Conseils. U voit que les meneurs veulent arriver à la paix avec le continent, pour pouvoir déchaîner sur la France les armées de Hoche et de Bona parte, et par la force des armes se maintenir au pouvoir contre le vœu public. « Le sabre des soldats fera taire Tartillerie des langues et des plumes, » écrit-il à Ste-Alde gonde le 29 avril 1797. On comprend dès lors son mécon tentement profond, quand il apprend que Bonaparte a signé à Leoben, le 18 avril, les préliminaires de paix entre la France et T Autriche. La lutte entre la majorité de Topposition et le Direc toire est bien analysée par Mallet, qui montre le mal que fait « la moderne amphibologie sur Tindépendance des pouvoirs que Ton confond en France avec leur divi-"], [74, "70 MALLET-DU PAN ET LA sion. ' » La même finesse d'analyse se retrouve, dans le domaine psychologique et moral, quand Mallet, devançant les romanciers et les dramaturges de notre siècle, fait en passant cette remarque : « On ne se forme aucune idée de Tinfluence « qu'exercent les plaisirs et la corruption de la « capitale sur un député provincial, qui tout à coup se \" trouve devenu un homme de conséquence. * » Et cette sortie contre les indécis, les gens du juste milieu que Mallet ne peut souffrir : « II y a tout à craindre de cette « classe d'idiots et d'équilibristes qui, dans les conseils « jouent le rôle de danseurs de corde, et opinant sans « cesse pour les tempéraments finiront par culbuter leur « assemblée et se casser le cou à eux-mêmes. » Le coup d'État du 18 fructidor, prévu depuis huit mois par Mallet, vient enfin mettre un terme à toutes ces incer titudes, à toutes ces demi-mesures, à toute cette «politique d'avocats » qui avait si fort exaspéré notre écrivain. Mais, comme le dénouement reste aussi éloigné que jamais, il faudra bien envisager la position en face et reconnaître qu'il n'y a plus que trois solutions possibles : Tanarchie, la dictature militaire, ou la dictature jacobine (comité de Salut Public) \\ Un fait seulement est certain, « c'est que le « 18 fructidor a détruit la République et la Constitution « en renversant le système fondamental de la souveraineté « du peuple et de la représentation nationale. Cliacun est « désabusé de ces chimères et le sentiment public, beau « coup plus unanime qu'auparavant, tend au gouvernement « d'un seuT. II y a de la dictature dans Tair, mais malheur 1 Voir tout ce passage remarquable de la lettre du 19 juillet 1797. 8 Comparez : Numa Roumestan d'Alphonse Daudet, Le Député Leveau de Jules Lemaître. 3 Lettres des 10 et 26 septembre 1797. * Lettre du 6 octobre 1797."], [75, "RÉVOLUTION FRANÇAISE. 71 « à Timprudent qui osera recevoir cette couronne funeste ! « Bonaparte lui-même joue le modeste et le désintéressé, * et, dévoré d'une ambition sans bornes, est réduit à la « dissimuler. Au surplus, la Révolution est, au pied de « la lettre, devenue un tripot, où un certain nombre de « joueurs jouent en secret les destinées de TEurope à « coups de dés. » Aussi bien Mallet ne s'indigne plus, ne lutte plus, ne cherche plus à comprendre « ce qui se passe derrière la toile. » Une sorte de fatalisme résigné a rem- placé, chez lui, Tardeur de la lutte désormais inutile, la paix de Campo-Formio étant signée, et ce fatalisme domine tous ses jugements : « les événements nécessaires, « la force des choses, les passions individuelles, voilà les « causes du passé et de l'avenir. » A peine trouve-t-il la force de maudire, une dernière fois, ceux des hommes du jour, à qui il a voué une haine particulièrement acrimo- nieuse : Sieyès, Carnot qui joue le modéré et ne sait que trahir tous les partis, Benjamin Constant « le plus pervers des hommes avant trente ans,» Tambassadeur Garât «gar- çon ivre de la philosophie moderne, athée forcené et pos- sédé de la rage du révolutionnement universel. » — Mais la conviction n'y est plus, la lassitude est survenue, et, dans ses lettres particulières, Mallet ne se donne plus la peine de rien dissimuler : « II faut être imbécile pour se « mêler des affaires de ces gens-là: une fois pour toutes, « Texpérience m'a guéri du métier cTinformateur. » Et d'ailleurs : « J'ai eu trop longtemps la duperie de perdre « mon temps à faire le chevalier anti-révolutionnaire, à « griffonner des mémoires pour la garde-robe des intéres- « sés. » Le dégoût est complet. II semble que Mallet va lâcher la partie. Mais dans une âme fortement trempée les défaillances ne sont jamais longues : la lutte reparait, elle"], [76, "72 MALLET-DU PAN ET LA vous appelle, et Ton retombe dans ses bras comme dans ceux d'une maîtresse, impérieuse et chérie. V. Le Mercure britannique, 1798-1800. Mallet-Du Pan était, autant qu'on en peut juger, un esprit juste et pondéré de sa nature, et qui, dans des temps ordinaires, n'eût pas laissé que de paraître un peu bien froid et guindé. Mais la Révolution survient qu'il con sidère d'abord avec une sorte de défiance instinctive, qu'il combat ensuite par la force du raisonnement avec une indignation contenue, puis avec une colère non dissimulée, enfin avec une haine implacable. C'est sous cette dernière influence qu'il écrit son Mercure britannique, et rarement il fut mieux inspiré. Sa pensée gagne en force et en pré cision ce qu'elle perd en justesse, son style y prend je ne sais quelle âpreté laconique qui emporte le morceau. II a soin d'ailleurs de prévenir les hommes sensibles à leurs maux, indifférents à ceux des autres « qu'ils ne trouveront « point dans cet ouvrage ce qu'il leur plaît d'appeler de « la modération'. » Et il tient parole. — C'est la politi que extérieure du Directoire qu'il expose et combat d'abord. Les états européens qui font la paix avec le Di rectoire ne sont pas mieux traités que ceux qui continuent la guerre. Seule, attaquée, bloquée, la Grande-Bretagne méprise et bat Tennemi, surmonte tous les dangers et prospère; le continent est dans une convulsion d'agonie. Non content de faire aux ambassadeurs étrangers toutes les avanies possibles, le Directoire insulte encore les sou- 1 Au début de son Essai sur la destruction de la ligue helvétique qui forme les trois premiers noa du Mercure britannique."], [77, "RÉVOLUTION FRANÇAISE. 73 verains par les choix indignes de ses propres représen tants. Les exactions et les vols de la République française à Tétranger, depuis 1794, s'élèvent à plus de deux mil liards. Elle a jeté Tinterdit sur TEurope : « elle la mange « feuille à feuille comme une pomme d'artichaut. » « La « Révolution naquit entre le vol et le meurtre : ces deux « tuteurs Taccoinpagneront jusqu'au dernier jour de son « existence. » C'est pour dépouiller les nations qu'elle les révolu tionne, c'est pour subsister elle-même qu'elle les dépouille. II ne s'agit plus (comme dans le principe) de faire la guerre aux rois, aux nobles et aux prêtres, au nom d'une théorie politique; c'est une guerre faite à la propriété. Et la situation se résume en ces mots : « Défends ton ar- « gent et celui de ton voisin; car dans vingt-quatre heu « res il ne vous restera pas une chemise. » Dans un article intitulé : Des aventures de Bonaparte en Égypte, Mallet déploie une singulière verve de polémi que, agressive et gouailleuse, pour railler « Thistoire offi cielle » comme Técrit le Directoire : « Une mosquée ca pable de contenir quatre-vingt mille hommes est assuré ment un fier édifice, » écrit-il non sans malice. — Nous passons à regret plusieurs articles purement théoriques et du plus haut intérêt, où se marquent plus vivement qu'au trefois la haute idée que Mallet se faisait des devoirs et des conditions d'une véritable critique historique, — son obsti nation à ne pas rejeter sur les philosophes du XVIIT\"6 siè cle toute la responsabilité de la révolution ' , — son dé terminisme historique qui s'accentue et se systématise de 1 .Mercure britanique, n\" 14. Charmant morceau sur Voltaire conser vateur en politique."], [78, "74 MALLET-DU PAN ET LA jour en jour : « La nature impérative des choses, c'est-à « dire cette force indépendante des hommes et des gou « vernements, qui les enchaîne aux conséquences de leurs propres œuvres, et qui finit par les maîtriser après « avoir semblé leur obéir, cette force a ramené la guerre « sur le continent'. » C'est elle en effet qui « dans les grandes secousses humaines, est le premier ministre de TUnivers et le pouvoir exécutif de la Providence. » — Nous retrouvons encore ici, accentuées par une langue plus populaire et plus incisive, quelques-unes des polémiques signalées dans Tanalyse des précédents écrits de Mallet. II se refuse à admettre la conversion de Carnot aux idées modérées : on peut croire à la résipiscence des violents, des fanatiques, des passionnés comme étaient Danton et Camille Desmoulins, main non à celle des froids calcula teurs, des sophistes plongés dans le crime par le raisonne ment. Or Carnot est un méthodique, « une tête didacti que, » un flegmatique dissimulé et logique, qu'aucun excès n'effraya. Sans tenir à aucune faction, il se fit tour à tour « le serviteur forcené » de tous les partis. — Répondant aux attaques incessantes des écrivains à gages du Direc toire, « Tauteur du Mercure britannique est fort éloigné « d'en avoir aucun ressentiment. II en est de ces Messieurs comme d'une autre classe tout opposée de Jacobins « sous le masque royal, dont Tapprobation serait une flé « trissure, et dont on excuse la démence, en faveur de leur idiotie2. » L'assassinat des plénipotentiaires français à Rastadt, est sinon excusé, du moins expliqué, atténué par Mallet- Mercure britannique, n\" 18. * 76td.,n° 21. Ce dernier coup est à l'adresse des Émigrés qui ne ces saient de faire attaquer Mallet-Du Pan par leurs écrivains salariés."], [79, "RÉVOLUTION FRANÇAI8E. 75 Du Pan qui n'y veut voir qu'un simple accident, une vio lence fortuite. Aussi bien la Révolution française, en sub ordonnant tous les droits à la force, à ramené TEurope à Tétat de nature ' . Le 30 prairial an VII est caractérisé par Mallet comme une épuration du Directoire qui entraînera la réforme de ses usurpations. En effet les Conseils votent, peu après cet événement, toute une série de lois « qui tendent à réduire la prérogative directoriale aux limites précises « de la constitution » : liberté des élections, interdiction des troupes dans un certain rayon, défense de faire des arrestations arbitraires et de déporter des prêtres non réfractaires2. II ne faut pas attribuer ce mouvement à Barras ni à Sieyès, car c'est un préjugé de croire à Tim portance des hommes en temps de révolution : « Toute révolution dogmatique crée des instruments, jamais des conducteurs permanents. Car son essence est de ne recon naître aucune autorité, aucune supériorité... Devant son terrible génie les hommes ne paraissent que des ombres. » Pourquoi Mallet a-t-il gâté ce beau morceau par cette pro phétie que Tévénement allait si vite contredire. « La terre cessera de tourner autour du soleil avant que les Français égaux entre eux et républicains puissent tolérer Téléva tion même légale du plus illustre des révolutionnaires. » Plus juste est son pressentiment, quand il dit que le 30 prairial n'est qu'une révolution ébauchée, une scène préparatoire et non un dénouement. « Telles sont les « divisions, les incertitudes, les inquiétudes des partis, telle est la confusion générale que la dictature la ' Mercure britannique, n° 19. 2 lbid., n\" 22."], [80, "76 MALLET-DU PAN ET LA plus compacte, la plus absolue, la moins exposée aux « conflits des juridictions ne serait pas de trop. » — Le retour de Bonaparte suggère à Mallet quelques plai santeries sur Texpédition d'Égypte qu'il définit assez heu reusement, « un poème héroï-comique ». « L'arrivée de « Bonaparte n'est point, ajoute-t-il, à beaucoup près, un « événement indifférent. Son génie, son ambition de « gloire, ses talents, sa réputation, ont un poids dans « les destinées de la République : elles en auront un dans « le sort de la guerre, et peut-être dans celui des négo « dations. » On voit sur quel ton Mallet apprécie en 1799 celui qu'il appelait naguère un saltimbanque, un bamboche, un soldat de tripots et de mauvais lieux. Notre étonnement redoublera, quand nous le verrons expliquer avec impartialité le 18 brumaire. « La force a été constamment seule législatrice dans cette arène de gladiateurs républicains. Lorsque la vio lence populaire a été usée, la violence militaire est venue au secours du parti qui aspirait à la domination. Le peu ple, lassé des combattants et des combats se regarde de puis longtemps comme Tenjeu de la partie, et non point comme son intéressé. » Mallet regrette que ce coup d'État n'ait pas été accompli plus tôt, que Bonaparte n'ait pas épargné quatre années de souffrances à la France et à TEurope. II s'en réjouit pourtant parce qu'il y voit un aveu de culpabilité, un acte tardif de repentir. « C'est le sacerdoce lui-même qui brise Tarche sainte ! » Puis lais sant aux impatients et aux visionnaires le soin de prédire les conséquences de Tévéuement, il se borne à le raconter dans ses particularités et ses premiers effets, « sans aborder le désert des hypothèses, des espérances et des craintes. * L'idée première de la nouvelle révolution appartient à"], [81, "RÉVOLUTION FRANÇAISE. 77 Sieyès, mais le retour imprévu de Bonaparte vint fixer les regards, les espérances et les vagues projets. Dès le pre mier jour il prouva que c'était à lui de commander : « Dé- daigneux avec ses supérieurs civils, froid, interrogatif et taciturne, mais caressant avec la soldatesque il se vit rechercher par les deux partis. -> L'accord avec Sieyès fut assez difficile à établir, mais une fois l'accord établi on se prépara en silence, on agit avec promptitude et décision. La lâcheté des directeurs, Tahurissement des Conseils -■ chassés comme une bande d'écoliers mutins qui se prêtent de mauvaise grâce au châtiment, » Tindiffé rence amusée du peuple sont marqués avec netteté et finesse par Mallet. « Paris demeura aussi paisible que Constantinople après la disgrâce d'un vizir. - Puis, après le succès, il y eut une joie débordante, une allégresse uni verselle qui se justifiait, selon le rédacteur du Mercure, par plusieurs motifs raisonnables. Lui-même ne saurait être sévère pour un coup d'État qui est le coup de grâce donné aux tronçons encore convulsifs de Thydre jacobine. On ne peut, dit-il, improuver le principe qui, à la plus malfaisante et la plus ridicule république, substitue au « moins Tespérance d'une amélioration. ■■ Mais, et cette réserve fait honneur à Técrivain, < on ne saurait accorder la même indulgence au choix des moyens qui Tont con sommé. » C'est le naturel de Bonaparte, son ton de légis lateur oriental, son caractère impétueux et dominateur qui ont surtout altéré le plan primitif de cette révolution. Car c'en est une, et non un incident, un coup de main : « il s'agit ici d'une métamorphose complète. » Pour la rendre plus terrible, les nouveaux maîtres ont promis avec osten tation la paix, Tabolition de la loi des otages et de Tem prunt forcé, le respect de la propriété et de la liberté"], [82, "78 MALLET-DU PAN ET LA civile, la suppression du serment de haine à la royauté, enfin Tépuration de Tadministration, et des nominations qui seront ratifiées par le public. La France respire, et Mallet ne craint pas d'ajouter : « Cette révolution d'un ordre tout nouveau nous paraît aussi fondamentale que le fut celle de 1789. » — Enfin, et c'est dans le jugement de Mallet le point qu'il nous importait avant tout de connaî tre, son bon sens habituel refuse de voir dans le 18 Bru maire un retour vers les principes monarchiques, un pre mier pas fait vers une restauration. « Les Français n'y tendent pas plus qu'ils ne le veulent, et s'ils se rappro chent d'une constitution plus raisonnable, ce sera pour « enterrer plus longtemps la véritable monarchie. » L'illu sion, très répandue alors parmi les monarchistes, et qui leur faisait voir en Bonaparte un nouveau Général Monk, n'effleura pas même Tesprit robuste de Mallet-Du Pan. C'est sur sa tête que Bonaparte placerait la couronne à « recomposer. » Et quand la Constitution de Tan VIII qu'il a critiquée et même raillée non sans esprit, est votée, quand le plan de conduite de Bonaparte « fondé sur la connaissance de Tesprit national et ses dispositions « générales, exécuté avec dextérité et prudence » est devenu un gouvernement régulier, Mallet n'hésite pas à lui rendre ce témoignage :. « Trois mois ont suffi pour mettre en action régulière le nouveau mécanisme poli tique de TÉtat, pour organiser un nouveau régime, pour opérer des réformes, dont une seule eût autrefois em barrassé les réformateurs des années entières ou néces- « site des mesures tyranniques. » Sans vouloir être rangé parmi les panégyristes du régime consulaire, Mallet « ne peut se refuser à la consolation d'applaudir au retour progressif des Français à des mœurs plus douces, et à un"], [83, "RÉVOLUTION FRANÇAISE. 79 « état moins désordonné. » C'est sous Timpression de ces pages élevées, lumineuses, et éloquentes que nous pren drons congé du journaliste : en les écrivant, il s'est élevé à la hauteur de Thistoire, et la postérité ne jugera pas cette époque, sans peser son jugement et sans en tenir compte. VI. Mallet-Du Pan jugé par les critiques et les HISTORIENS DU XIXme SIÈCLE. Après avoir cherché à faire connaître Mallet-Du Pan par une courte esquisse de sa vie et par T analyse de ses principaux ouvrages, il nous reste à montrer ce qu'ont pensé de lui les critiques et les historiens de notre siècle. Sans doute, il eût été intéressant de connaître aussi Topi nion qu'avaient conçue de lui les contemporains, et nous avions Tintention de faire rentrer ce chapitre dans le cadre de cette étude. Nous y avons renoncé, après quelques recherches, quand il nous a semblé impossible de trouver sur ce polémiste un seul jugement contemporain, nous ne dirons pas même impartial, mais simplement calme et raisonné. Et cette découverte ne nous a pas autrement étonné : il est difficile à un contemporain, toujours plus ou moins engagé dans les luttes politiques, d'apprécier avec mesure et équité un polémiste aussi en vue, aussi incisif et mordant, que Tauteur du Mercure britannique. Mallet, qui descend rarement sur le terrain des personnalités, n'y descend jamais sans que Tadversaire ne perde patte ou aile dans la mêlée. S'il est vrai, comme Ta dit Henri Heine, que Dieu nous ait donné la langue pour dire de cruelles vérités à nos ennemis, c'est à coup sûr pour cela qu'il avait octroyé à Mallet sa plume agressive et acérée."], [84, "80 MALLET-DU PAN ET LA De leur côté ses adversaires n'étaient pas gens à tendre, selon le précepte de TÉvangile, la joue droite quand on les avait frappés sur la gauche, et s'ils rendaient quelque chose, c'était horion pour horion, et morsure pour mor sure. II n'y a donc rien d'intéressant à attendre, pour qui veut étudier son œuvre politique, d'une lecture, même attentive et patiente, des libelles que suscita, soit dans le camp républicain, soit parmi les émigrés, la personnalité de Mallet, si diversement appréciée encore de nos jours. C'est en effet une singulière fortune que la sienne ! Très discuté de son vivant, apprécié des modérés, honni et cons pué par les exagérés de tout bord, il tombe clans Toubli pendant cinquante ans, et si, dans le silence du cabinet, plus d'un historien lit avec intérêt ses écrits et en tire pour les siens propres honneur et profit, on se garde bien de citer Mallet-Du Pan, et son nom n'apparaît guère que dans les brèves notices biographiques des recueils encyclopé diques. C'est là le sort commun des journalistes, et per sonne n'y prenait garde, quand, en 1851, la publication par M. André Sayous, professeur à TAcadémie de Genève, des Mémoires et correspondance inédite de Mallet-Du Pan ', qu'il avait mis en ordre, et accompagnés d'un com mentaire à la fois ingénieux et discret, vint tirer de Toubli et remettre en pleine lumière le publiciste genevois. II fut alors d'autant mieux accueilli, qu'il avait été plus com plètement perdu de vue, et, coup sur coup, trois articles importants, signés des noms déjà illustres ou connus de Sainte-Beuve, de Montégut, et de Saint-Marc Girardin, firent pénétrer son nom et sa réputation jusque dans le grand public. 1 Op. cit"], [85, "RÉVOLUTION FRANÇAISE. 81 Le plus sympathique de ces juges de la première heure, fut Sainte-Beuve, qui, à peine remis des émotions qu'avaient causées à son âme pacifique la révolution de 1848 et le brouhaha qui la suivit, fut charmé de rencontrer sur sa route un écrivain de valeur aussi résolument hostile aux troubles de la rue, et aux déclamations des tribunes ' . Son article, ses deux articles, devrions-nous dire pour être exact, sont écrits con amore, et n'ont pas été surpas sés en exactitude, en finesse, en bonhomie narquoise et en pétillante malice. La biographie, que Sainte-Beuve ne néglige jamais, est un petit chef-d'œuvre où se trouvent résumés, dans tout ce qu'ils ont de saillant, les deux gros volumes de Sayous. Sainte-Beuve place Mallet-Du Pan au premier rang des observateurs et des juges les plus éclai rés de la fin du siècle dernier; il le montre prudent, cir conspect, jamais entraîné, bien digne de cette<école gene voise de Tobservation précise et du sens moral, à la tête de laquelle il prend place désormais. II approuve ce répu blicain de naissance et d'affection, devenu royaliste parce que Tévidence de la raison l'y oblige, et parce qu'il ne peut écrire contre sa conscience. II a garde de le confondre avec ses amis les modérés, Mounier, Lally-Tollendal, Ma louet, dont il partageait sans doute les principes, mais auxquels il est supérieur par la résolution, par son goût de Taction, par son intelligence des choses militaires. Observateur intègre et rigoureux, informateur excellent des rois qu'il pouvait renseigner sans déshonneur puisqu'il n'était pas Français, son vrai titre de gloire est d'avoir compris, presque seul d'entre les royalistes, que jamais on ' Sainte-Beuve, op. cit. 6"], [86, "82 MALLET-DU PAN ET LA ne rétablirait l'ancien régime, vérité qu'il répéta sans se lasser avec une franchise presque brutale qui fait de lui le « Paysan du Danube de Témigration. » Tel est, en sub stance, le jugement bienveillant, pour ne pas dire cordial, de Sainte-Beuve. Celui que porta, peu après, dans un article de la Revue des Deux Mondes' intitulé : Un publiciste sous la Révo lution, M. Emile Montégut est moins favorable à notre publiciste, accompagné de réserves expresses et de quel ques critiques assez acerbes. Le grand service que Mallet lui a rendu, dit-il, est de lui avoir fait comprendre comment les armées françaises avaient pu remporter tant de vic toires, en lui révélant les faiblesses, les incertitudes, les divisions de la coalition. Comme politique, c'est plutôt un spectateur qu'un homme d'action; comme écrivain, il est net, sec, légèrement prolixe et diffus 2 , mais non entortillé ; il est presque toujours de mauvaise humeur, comme le sont généralement les hommes de bon sens qui n'ont pas de génie, et les inutiles donneurs de conseils qui n'ont pas de flamme intérieure. Au demeurant, M. Montégut apprécie Mallet comme un de ces hommes sans grand éclat, sans mérites bien transcendants, mais dont les qualités modestes et utiles sont indéniables. Comme polémiste, c'est un Genevois dans toute la force du terme, « il a les qualités et les défauts de cette célèbre école3, la précision dans Texamen des faits, et la sécheresse dans Texpression, une tournure d'esprit constitutionnelle, très sagement 1 Bévue des Deux Mondes, 1er décembre 1851. 2 Cette critique, assez juste pour la correspondance de Mallet, nous paraît peu fondée pour ses autres écrits. 3 Celle de Rousseau, ou celle de Delolme, pourrait-on demander sans indiscrétion."], [87, "RÉVOLUTION FRANÇAISE. 83 démocratique et en même temps très impopulaire. II n'a pas de qualités sympathiques et n'a jamais dû convaincre, ni même émouvoir légèrement aucun de ses adversaires. C'est là le trait malheureux de Técole genevoise et ce qui, avec tant de hautes qualités, Ta toujours rendue stérile. » Si sévère que soit ce jugement, il contenait peut-être alors, il contient encore aujourd'hui, une part certaine de vérité. M. Montégut rend ensuite hommage à la vie irréprochable de Mallet-Du Pan, à son désintéressement complet, à sa loyauté de journaliste, à Tindépendance absolue de son caractère, qui fait son originalité. Comme observateur, il lui reproche d'être trop exclusivement occupé de poli tique, de manquer de philosophie, de curiosité, de bavar dage. Ce dernier reproche eût sans doute laissé Mallet assez froid. D'ailleurs la critique est exagérée, car Mallet était fort préoccupé des questions de mœurs, et en donne souvent des tableaux très vivants et très pittoresques1. Une critique plus juste, à notre sens, est celle que M. Mon tégut adresse en terminant à Mallet-Du Pan : sa culture trop exclusivement intellectuelle, sans contre-poids d'ima gination ou de sentiment, le rendait peu apte à compren dre tous les éléments d'un temps de révolution. Nous avons même noté ce trait, en parlant de la Déclaration des droits génériques, et nous aurions pu le faire encore en mainte occasion. M. Montégut loue enfin Mallet d'avoir, écrivant pour la France, dépouillé le vieil homme, c'est-à dire renié toutes ses opinions de Genevois, de républicain et de protestant. Nous souscrivons d'autant moins à cet éloge, que nous en repoussons catégoriquement les pré- 1 Voir entre autres exemples, ce que nous avons dit de ses Observa tions historiques et morales sur Paris, de 17S3 à 1788."], [88, "84 MALLET-DU PAN ET LA misses, qui ne paraîtront soutenables qu'à celui qui a peu lu, ou mal compris Mallet-Du Pan. Dans un article, plus spirituel et moins étudié, Saint- Marc Girardin ' rend hommage au libéralisme de Mallet que le précédent critique avait laissé, volontairement ou involontairement, dans l'ombre. II est moins heureux quand il attribue à Mallet un véritable don de prévoir Tavenir, une sorte de double vue politique, car toute la partie pro phétique de l'œuvre de Mallet nous paraît précisément la moins réussie et la plus surannée. C'est ainsi que fut apprécié Mallet-Du Pan, quand après un demi-siècle d'obscurité, il fit pour ainsi dire sa rentrée en scène. Le silence et le calme s'étaient rétablis autour de son nom, quand uu ouvrage retentissant, Thistoire de la Révolution française de M. Taine2 vint une seconde fois le tirer de Toubli, et le livrer aux discussions et aux attaques les plus passionnées. Non content en effet de citer Mallet-Du Pan presque à chaque page de son bel ou vrage, non content de raconter dans le détail les avanies qu'il eut à subir durant sa carrière de journaliste, M. Taine faisait à deux reprises et en termes enthousiastes, Téloge de son écrivain favori : tantôt il Tappelle « le plus compé « tent, le plus judicieux, le plus profond observateur de la « Révolution ' », et tantôt « le grand écrivain qui, chaque « semaine, dans le premier journal du temps, traite les « questions sans toucher aux personnes, Thomme indé « pendant, droit et honorable entre tous, Téloquent, le « judicieux, le courageux défenseur de la liberté véritable 1 Journal des Débats, 22 septembre 1852. 2 Les origines de la France contemporaine. 2me partie, la Révolution. 3 Ibid., t. I, p. 71."], [89, "RÉVOLUTION FRANÇAISE. 85 « et de Tordre public, Mallet-Du Pan'. » On touche ici au ton de la grande éloquence! Tel, dans un procès cri minel, Tavocat général, au cours d'un réquisitoire éner gique, trouve des notes attendries pour célébrer les ver tus du témoin à charge le plus important, sur la parole duquel il échafaude son argumentation. — L'attention des historiens était déjà éveillée par ce coup de clai ron, quand bientôt M. Taine en redoubla Teffet, par une Préface remarquable, mise en tête de la correspondance de Mallet avec la Cour de Vienne que publia en 1884 M. André Michel, à Tinstigation du maître lui-même'. L'admiration de M. Taine est presque sans bornes pour Mallet-Du Pan : s'il fait place, à côté de lui, à trois obser vateurs de la Révolution française, Rivarol, Malouet et Gouverneur Morris, il s'empresse d'ajouter que Mallet a observé « plus profondément que les autres ; ses analyses sont toujours exactes, ses prédictions sont presque toujours vraies. » Sans doute il n'est pas homme d'action, il n'a été que médecin consultant ; mais il a fait preuve là « d'une capacité supérieure ; » ses articles et brochures réunis, formeraient une histoire complète de la Révolution. II est d'ailleurs admirablement préparé à son rôle par vingt ans d'éducation politique, car dès sa première jeunesse il a étudié le droit public, Téconomie politique et Thistoire « en penseur original et en critique indépendant. » Sous la Constituante et la Législative, >< ses comptes rendus sont les seuls intelligents et véridiques. » « A cette com '< pétence que Ton acquiert, joignez chez Mallet-Du Pan « un talent qu'on n'acquiert point, la faculté de voir les La Révolution, t. II, p. 51. \"- Introduction, p. XXIX : « M. Taine qui a suggéré l'idée de ce travail. »"], [90, "86 MALLET-DU PAN ET LA « âmes; cela exige un genre d'imagination particulière, « une divination analogue à celle du romancier et de Té « crivain dramatique, du critique et de Thistorien, mais « plus circonspecte et plus sûre, plus flexible et plus éten « due. Sur les assemblées, les partis et les foules, sesjuge « ments sont aussi exacts que pénétrants ; » là-dessus, en refaisant son travail, M. Taine ne Ta jamais trouvé en défaut. Si ces jugements sont si durs, c'est qu'il était non seulement perspicace, « mais encore par principe, ré flexion et caractère il était libéral. Libéralisme signifie respect d'autrui ' . » « Une pareille conception convient à une âme fière et probe; effectivement, ce que Mallet- « Du Pan envisageait il le pratiquait, indépendance, « désintéressement, courage. Un pareil homme n'a ni le « temps, ni Tenvie de polir des phrases ; il n'écrit que pour « obéir à la force et à la chaleur d'une conviction mé « ditée qui ne peut pas se taire. Aussi ses articles ne « sont pas des pièces littéraires; il n'a rien de Técrivain « que Téloquence. II est agréable de retrouver une telle « œuvre; tous les historiens célèbres de la Révolution « semblent Tavoir ignorée, Carlyle comme M. Thiers, « M. de Lamartine, M. Louis Blanc, M. Michelet, On « Texhume aujourd'hui; elle sort de terre aussi forte, « aussi saine, aussi vive qu'au premier jour. » On le voit, il serait difficile, après M. Taine, d'ajou ter un mot à la louange de Mallet-Du Pan, sans tomber dans une exagération ridicule. Peut-être même quelque lecteur de la Préface aura-t-il souri, en voyant attribuer au style de Mallet-Du Pan « une ampleur oratoire que 1 On peut s'associer pleinement à cette partie du jugement de M. Taine, ainsi qu'à sa définition du libéralisme, la plus courte et la meilleure qui ait jamais été donnée."], [91, "RÉVOLUTION FRANÇAISE. 87 Mirabeau n'a point égalée et que Burke n'a point sur passée. » Mais est-il bien sûr que la mémoire de notre écrivain eût tout à gagner à être présentée sous un jour semblable? M. Taine ne fait que mentionner, sans appuyer, la lutte acharnée, opiniâtre, et violente que Mallet soutint durant toute sa carrière contre Témigration, contre la contre-révolution, contre les preneurs de l'ancien régime. C'est pourtant là un des points importants de sa physio nomie, et à ne voir en lui que Tennemi ardent et résolu de la Révolution on s'expose à n'avoir qu'une notion inexacte et incomplète de sa pensée et de son œuvre. M. Taine n'a pas assez marqué, à notre gré, les désillusions du monar chiste, la faible estime qu'il avait pour les prétendants à la couronne, la sorte de résignation désabusée qu'il mani feste, à la fin de sa carrière, à Tendroit de Napoléon et du 18 brumaire. Son portrait, si brillant, si haut en cou leurs, de Mallet, manque de nuances; un peu d'ombre au tableau en eût fait mieux ressortir la lumière; quelques réserves auraient donné à Téloge plus de prix et plus de poids, tout en laissant moins de place aux critiques nom breuses que souleva le jugement, un peu massif, de M. Taine. Les réponses en effet ne se firent guère attendre. Nous ne mentionnerons que pour mémoire, la riposte à la fois désolée et furibonde des fournisseurs ordinaires de la Révolution française, revue historique, ayant à leur tête M. Auguste Dide1. II suffirait pour faire toucher au doigt la bonne foi et la perspicacité de cet étonnant « historien, » de citer au hasard quelques passages de son argumentation. Sans parler de Tétonnement du lec- 1 La Révolution française, revue historique, t. V, 1883, et t. VI, 1884, p. 1144."], [92, "88 MALLET-DU PAN ET LA teur en apprenant que Gœthe eut pour la Révolution une admiration et une sympathie ardentes, qu'il se distin gua par son enthousiasme, comment lire sans un sourire cette exclamation rageuse : « Plaisant prophète que ce « Genevois haineux, qui s'est lourdement trompé sur les « hommes et les choses, et à qui Joseph de Maistre repro- chait de n'avoir pas même Tidée des questions dont il « parlait. » C'est sans doute pour cela que ce même Jo seph de Maistre soumet à Mallet son premier écrit poli tique, et déclare qu'il est heureux de le faire paraître sous les auspices d'un tel écrivain (février 1793). Citons ce passage, plus divertissant encore : « Mallet « Du Pan qui avait reçu de la France la plus généreuse « hospitalité ', chercha, lorsqu'il eut perdu sa place de « rédacteur2 du Mercure royal \\ onze mille francs par « an*, à recruter des ennemis contre le gouvernement « républicain.... » Mais c'est assez, c'est trop parler de M. Dide. Nous avons hâte d'arriver à un jugement sérieux et digne d'être discuté : c'est M. Gabriel Monod qui nous le donnera dans la Revue historique6. Après avoir montré non sans malice, que plus d'une page de Mallet pourrait, au style près, sembler empruntée aux Origines de la France contemporaine, le pénétrant critique se plaît à re connaître dans Mallet-Du Pan un caractère intègre, un observateur attentif, un témoin renseigné. Mais il a 1 Accompagnée d'assauts civiques, de pillages, de confiscation de tous ses biens. . . . 2 Mallet ne perdit pas sa place : Panckouke fit tout pour le retenir. 3 Ce titre nous est inconnu. 4 Le chiffre est faux : Mallet recevait 8400 francs. 6 U n'y avait point encore de gouvernement républicain. * T. XXV, mai-août 1884."], [93, "RÉVOLUTION FRANÇAISE. 89 hâte d'ajouter : « N'exagérons rien cependant, ne nous « extasions pas devant la perspicacité de Mallet-Du Pan. « II y a dans ses écrits nombre d'exagérations choquantes « et d'illusions puériles. II n'a guère de nuances dansTes « prit, et il entre une bonne dose d'étroitesse dans la ri « gueur de sa logique, comme le prouve par exemple son « jugement sur M1' et M,ne de Staël '. » Sans nous inscrire en faux contre toutes les sévérités de M. Gabriel Monod, remarquons que son jugement parait uniquement inspiré par la Correspondance avec la Cour de Vienne. Or, comme nous le faisait remarquer notre spirituel et re gretté maître M. Marc-Monnier, il ne faut jamais juger absolument un homme sur sa correspondance. Car dans une lettre, disait-il, il y a toujours deux personnages au moins, celui qui écrit, et celui à qui Ton écrit. Malgré sa rare indépendance d'esprit, Mallet ne pouvait échapper à cette règle générale, et quand il écrivait à l'empereur d'Autriche, il devait bien, sous peine de frapper des coups d'épée dans Teau, entrer ou paraître entrer dans quelques uns des préjugés de son impérial correspondant. Quant aux nuances dans Tesprit, je crois qu'en effet elles man quent un peu à Mallet; mais il faut avouer que Tépoque n'y prêtait guère. Nuancer son opinion est un plaisir de délicat que Ton peut s'octroyer, à distance, quand on est hors de la lutte. Le soldat qui se bat n'a guère le loisir de mesurer ses coups et de scruter le degré de haine que lui inspire tel ou tel adversaire. Tel qu'il est, le jugement de M. Gabriel Monod non 1 Voici les passages auxquels M. Monod fait sans doute allusion : « Mme Staël prodigua (à cette fête) son impudence et son immoralité. » « Le baron de Staël est un vrai sans-culotte qui a secoué toute pudeur. » Lettre du 21 juin 1795."], [94, "90 MALLET-DU PAN ET LA seulement ne porte pas à faux, mais peut passer pour Téquitable contre-poids de Tadmiration trop absolue que M. Taine semblait vouloir implanter, à coups de massue, dans Tesprit du lecteur non prévenu. Nous goûtons moins les sarcasmes de M. Ferdinand Brunetière, dans un article, fort bien pensé d'ailleurs, qu'il consacra au grand ouvrage de M. Taine'. Sans doute M. Brunetière a raison quand il dit que « tant valent les sources, tant vaudra Thistoire, » et quand il reproche à M. Taine de n'avoir, au cours de son enquête, entendu qu'une cloche, celle des vaincus, sans tenir compte du témoignage des vainqueurs. II a raison encore de reprocher à M. Taine d'abuser un peu de « ce Mallet-Du Pan, > et à notre écrivain d'avoir fait de Sieyès «un niais solennel2.» Mais quel ton aigre-doux, quel dépit mal dissimulé, dans chaque occasion, contre « ce grand homme de pro « vince, le Genevois Mallet-Du Pan, que nous dispenserions « si volontiers de s'être mêlé de nos affaires. » Sans doute Mallet est un témoin gênant, mais quel est TEuropéen qui ne dût, au moment de la Révolution, et par le simple droit de légitime défense, se mêler peu ou prou des « affaires de la grande nation ?» On sait d'ailleurs que M. Brunetière ne laisse guère passer une occasion de dire quelque chose de désagréable sur Genève et les Genevois, — qui ne s'en portent pas plus mal — et n'en gardent pas moins leur etite place au soleil. Mallet-Du Pan a trouvé en M. de Lescure un critique 1 Un récent historien de ta Révolution française. Revue des Deux- Mondes, 15 septembre 1885. 1 Mallet déteste Sieyès, et le signale comme un «métaphysicien pro fond et dangereux,» mais sans jamais mettre en doute sa haute capacité intellectuelle."], [95, "RÉVOLUTION FRANÇAISE. 91 plus bienveillant, qui lui a consacré un article paru sous ce titre assez malheureux : Un philosophe politique'. Pour apprécier la valeur des jugements portés par Mallet- Du Pan, il faut tenir compte de deux éléments : Timpartia lité, le désintéressement, la clairvoyance de Tobservateur, mais aussi sa qualité d'étranger écrivant à un souverain étranger, et le fait qu'il est éloigné des événements qu'il raconte et ne peut donner que des récits de seconde main. Ce qu'on ne peut contester, en tous cas, c'est la sincérité de ses jugements; car il les donne au moment même où il les conçoit, sans avoir, comme Malouet et Gouverneur Morris, le temps de les revoir, et de les retoucher après Tévénement. — Jugeant ainsi la Révolution au jour le jour, mettant bien en lumière après 1792 sa double ten dance sociale et belliqueuse, il croit par raison « à une « restauration qui sera le fruit sans amertume d'une guerre « sans égoïsme, sans conquête blessante, le triomphe dés « intéressé d'une victoire de la police européenne coïnci « dant avec le mouvement de désillusion et de repentir de « tout un peuple. » — C'est bien là en effet ce que Mallet appelait de tous ses vœux, c'est bien à atteindre ce but qu'il travaillait de tous ses efforts, mais rien n'indique dans son œuvre, qu'il crût avoir réussi, qu'il se fît illusion sur le désintéressement des puissances. Aussi ne pouvons-nous souscrire au jugement trop absolu de M. de Lescure, quand il dit que Mallet voyait juste comme philosophe, et voyait faux comme politique. Mallet vivait peu dans Tabs traction, il séparait peu le fait du droit, et quand il croyait une chose juste, il la préconisait hardiment, sans croire le inoins du monde que chacun partageât son opinion. Mieux ' Le Correspondant, t. 135, 1884."], [96, "92 MALLET-DU PAN ET LA fondée par contre et plus acceptable, la distinction que M. de Lescure établit chez Mallet, entre Tobservateur excellent du présent, et le prophète médiocre de l'avenir. Analyste, critique impeccable des faits, de leurs causes immédiates, de leurs conséquences prochaines, il n'a pas reçu le don de vaticination, car il ne fait pas dans ses cal culs la part assez large à Timprévu, au hasard, aux inté rêts, aux passions qui mènent le monde plus encore que les idées. Sur ce point M. de Lescure est, on le voit, en com plet désaccord avec M. Taine, et nous n'oserions pas dire qu'il ait tort. Nous ne voulons pas quitter ce chapitre, sans indiquer brièvement ce qu'ont dit du publiciste genevois les deux plus récents historiens de la littérature romande, MM. Phi lippe Godet et Virgile Rossel. Compatriotes de Mallet, ils semblent, à ce titre, mieux à même de le comprendre et de Testimer. M. Godet1, sans consacrer à Mallet une étude détaillée, se contente de rendre hommage à son désintéres sement, à sa mâle franchise, « à son esprit ferme et clair « voyant, doué de la vivacité pénétrante qui saisit rapi <- dément la portée des faits, en même temps que du calme « qui prévient les entraînements. » II relève aussi, dans le polémiste des modérés, le goût de Tobservation atten tive et le sens moral un peu austère des Genevois. « Sa « figure est de celles que Ton doit saluer avec le respect « qui s'attache aux antiques vertus. » Le jugement de M. Virgile Rossel2, plus détaillé, nous paraît à la fois moins bienveillant et moins juste, encore que certains ' Histoire littéraire de la Suisse française. Neuchâtel et Paris, 1890 in-8, p. 393. ' 1 Histoire littéraire de ta Suisse romande des origines à nos jours- Genève, Bále et Lyon, 1889-1892, 2 vol. gr. in-8, t. II, p. 342."], [97, "RÉVOLUTION FRANÇAISE. 93 traits en soient finement observés et motivés. II nous est certes impossible de voir dans Mallet, comme le veut M. Rossel, un simple pamphlétaire, fût-ce même « le plus grand de nos pamphlétaires, » à moins que ce mot n'ait deux sens dont l'un nous échappe ; la qualification de « réactionnaire farouche » nous étonne, appliquée à Tad versaire, non pas farouche, mais résolu de l'ancien régime ; enfin Thypothèse « que Mallet aimait peut-être à braver Topinion plutôt par dilettantisme que par passion -> sera jugée insoutenable par quiconque connaît, même super ficiellement, le caractère de notre écrivain. Quant à la vénalité de Mallet que M. Rossel cherche à insinuer plutôt qu'il ne Taffirme nettement, nous avons déjà dit ce qu'il en faut penser. Qu'il ne fût pas — pour employer le langage imagé de M. Rossel — « le paladin bénévole ou Tavocat pro Deo du droit contre-révolutionnaire',» nous en tom bons d'accord; mais suggérer « qu'on ne le payait à Vienne que crainte d'être par lui, sinon mordu et assommé, au moins égratigné2, » c'est dépasser la mesure d'une critique impartiale, ou plutôt laisser passer malgré soi, sous le bonnet de la modération, le bout d'oreille de Tesprit jacobin. Cet esprit se montre plus nettement encore quand M. Rossel s'écrie : « Je ne puis souffrir qu'on décerne à ce « féroce mangeur de grands hommes et de nobles idées les « palmes de Thistorien véridique et réfléchi. » — Or ces palmes, à notre tour, nous nous garderons de les offrir à M. Virgile Rossel, sans lui refuser pourtant « le ton em- 1 II Pétait si peu, qu'il a toujours combattu non seulement l'idée. mais même le mot de « contre-révolution. » 2 M. Rossel porte cette accusation, sur une lettre confidentielle de l'Autrichien Thugut, qui détestait Mallet, jugé par lui trop libéral et trop hostile à l'émigration."], [98, "94 MALLET-DU PAN ET LA phatique , important et prêcheur » qu'il prête à Mallet- Du Pan. On voit par ce résumé des opinions émises sur Mallet dans la seconde moitié de notre siècle, combien il serait difficile en lisant seulement ces appréciations divergentes de se former, sur le caractère, sur l'œuvre, sur la valeur de Mallet-Du Pan une idée juste et équitable. — Cher chons donc, sans prétendre y arriver, à nous en rapprocher tout au moins, en résumant et en groupant de notre mieux les quelques observations personnelles que nous avons pu faire, au cours d'une lecture attentive et assidue des écrits de Mallet-Du Pan. VIL Conclusion. Parler de Mallet-Du Pan, après tant d'écrivains excel lents, n'est pas chose commode, et si nous avions la pré tention de porter sur son œuvre un jugement neuf ou définitif, nous ferions mieux de poser la plume et de nous taire. II est cependant un point que nous nous reprocherions de passer sous silence. S'il est vrai que la pensée et la vie de notre écrivain présentent, au premier abord, une grande unité de principes et de direction, ce n'en serait pas moins une erreur de croire que la vie ait passé sur lui, comme Teau sur le marbre, sans laisser une trace, sans influer sur sa conception politique et historique. Rien ne serait plus faux que de penser que Mallet se soit posé, d'emblée et par système, en ennemi juré des idées nouvelles, en adversaire absolu de la Révolution française. Sympathique à ses débuts, — indépendant par sa nationalité de toute haine de castes, par sa culture philosophique de tout dogme religieux, — épris avant tout"], [99, "RÉVOLUTION FRANÇAISE. 95 de liberté, il n'avait rien dans son passé, dans ses antécé dents de famille, qui pût lui faire regretter la disparition d'une monarchie absolue et vermoulue. Sa combativité précoce, sa haine du lieu commun, sa logique toujours sous les armes, tout son tempérament enfin faisait de lui un homme de lutte et d'opposition ; nul doute, que sous un régime absolu, il n'eût combattu à la tête des opposants, pour la liberté contre Tarbitraire, pour le droit contre la force. Son admiration pour la constitution anglaise nous sert de garant à cet égard. Par quoi donc fut-il amené à combattre la Révolution? Deux motifs principaux contri buèrent à l'en détourner : Le plus essentiel est, à notre sens, la haine instinctive que Mallet-Du Pan avait de tout temps conçue pour les systèmes, pour les abstractions, pour la métaphysique politique. Or la Révolution, à ses débuts, n'est faite que de cela, et la déclaration des droits de Thomme, avec ses interminables discussions de principes abstraits, devait exaspérer Tirritabilité nerveuse de cet esprit clair, ami du fait positif, de la réforme utile et pra tique. — Second motif: Mallet, homme de cabinet, homme d'étude, d'un naturel réfléchi et concentré, aimait Tordre, redoutait les cris de la rue et les entraînements des foules. Quand aux rumeurs vinrent s'ajouter les crimes, et aux menaces le pillage, Thomme d'ordre qu'il était se révolta, et laissa retentir son indignation, avec plus de courage que de prudence. Et cependant, même alors, il ne tourna pas le dos, ne rompit pas en visière, aux aspirations légi times des temps nouveaux. Bien loin de là, il soutint avec ardeur certains progrès, qui faisaient reculer d'horreur les partisans de l'ancien régime. Et c'est ainsi que la liberté de la presse n'eut jamais de partisan plus convaincu, plus inébranlable que Mallet-Du Pan. II se faisait même"], [100, "96 MALLET-DU PAN ET LA une si haute idée de la mission de journaliste, de Timpor tance du livre, qu'on pourrait se demander s'il n'allait pas à T exagérer quelque peu, à croire trop à la puissance de la logique, à Tefficacité du raisonnement et de la persuasion, en un temps de violence et de haine. Erreur généreuse au surplus, et qui fait honneur à Télévation d'esprit de celui qui la commet! p\\ ces deux causes d'hostilité, qui tiennent à la confor mation de son esprit, il faut en joindre une autre, acces soire sans nul doute, mais réelle, qui relève plutôt du sentiment que de la raison. Mallet n'aimait pas la France, ou tout au moins il n'avait pas confiance en elle. II ne la croyait pas mûre pour la liberté; il semble ne pas pouvoir trouver d'expressions assez fortes ou assez variées pour peindre la vanité, la légèreté des Français, et, sur la fin de sa carrière, il s'oubliera jusqu'à écrire : « C'est le peu ple le plus avili et le plus vil que nous ait offert Thistoire depuis la chute de TEmpire romain, » et ailleurs : « Le soldat français dont la vanité forme Tinstinct. » C^s accès de gallophobie nous chagrinent, quand nous les rencon trons sous la plume de Mallet-Du Pan, mais il nous était impossible de les passer sous silence. Pour bien expliquer son hostilité à la Révolution, il fallait montrer qu'il n'avait pas de sympathie instinctive, ni pour la France, ni pour le caractère français, avec ses entraînements subits, ses engouements d'une heure, mais aussi avec ses retours géné reux, ses grandes ressources de spontanéité et de gaieté robuste, qui ont permis à ce peuple, le plus durement éprouvé qu'il y ait eu depuis cent ans, d'être en somme le plus vite relevé, et peut-être le plus heureux de TEurope. La rupture complète et définitive de Mallet avec la Révolution ne se fit d'ailleurs qu'après le 10 août 1792,"], [101, "RÉVOLUTION FRANÇAISE. 97 au moment où ce mouvement perdit son caractère de réforme politique, pour prendre celui de convulsion sociale et de conquête militaire. Et pourtant, là encore, Mallet se sépare des royalistes absolus, de ceux qu'on appelle sous la Restauration les « ultras; » il s'oppose nettement à eux sur bien des points dont nous ne rappellerons que les princi paux. Mallet veut qu'on fasse la guerre non à la France, mais à la Révolution, il ne croit pas au triomphe de la force seule, sans le secours de la persuasion; il blâme Tinsur rection de la Vendée comme trop contre-révolutionnaire, et trop catholique ; enfin et surtout il combat sans cesse et sans repos, dans ses causes et dans ses effets, dans ses principes et dans ses représentants, dans ses folles chimè res et dans ses ridicules prétentions, la grande ennemie de toute sa vie : TÉmigration! Le répertoire des quolibets, des railleries, des mots à Temporte-pièce dont il accable les émigrés, « ces adversaires acharnés de la cause monar chique, » est inépuisable. « Gascons de la politique, con vulsionnaires, bonnets rouges déguisés, imbéciles, nuée d'étourneaux, pauvres innocents qui en seraient encore à TA B C quand la Révolution durerait 100 ans, si jamais la République s'établit elle le devra à leur esprit faux, à leur égoïsme, à leur ignorance qui les tient à mille lieues de leur siècle, à leur niaiserie, etc. etc. » S'il parle ainsi des émigrés, Mallet n'est guère moins roide envers les princes, prétendants à la couronne. Que de fois, il leur reproche leur indolence, leur inaction, leur incapacité, leur nullité ! Sa franchise à T endroit des puissants de ce monde atteint, nous Tavons vu, les dernières limites de ce qui est permis à un écrivain qui se respecte. Après avoir peint, en traits presque dignes d'un Tacite, les tableaux sanglants de la Terreur, il trace le tableau 7"], [102, "98 MALLET-DU PAN ET LA plus nuancé, plus difficile à présenter dans sa complexité, de l'état des esprits après le 9 thermidor. On dirait même qa'à peindre Tapathie, le découragement, la désil lusion désabusée qui a succédé en France à la fièvre de l'enthousiasme révolutionnaire, Mallet en ait involontai rement subi le contre-coup. Lui, que nous avons vu tou jours prêt au combat, toujours armé pour la lutte des idées, toujours confiant dans la force de son raisonnement logique, il semble fuir toute discussion, toute critique des différents projets de constitutions; il évite même ces pré dictions, un peu risquées, qui semblaient le seul divertisse ment de son esprit austère ; à la fin de sa carrière sa pen sée semble incliner toujours plus fortement vers une sorte de fatalisme historique, fait de dégoût, de lassitude et d'apaisement résigné. Gardons-nous bien d'attribuer ce phénomène à Tâge, à la maladie, que sais-je, à la déchéance d'un beau talent ! Jamais, plus qu'en ces dernières années, la faculté d'observation, d'analyse morale, jamais le don d'expression vigoureuse et véhémente, jamais Télévation des vues politiques, ne brillèrent d'un vif éclat dans les œuvres de Mallet-Du Pan. On sent dans sa pensée une maturité complète, on attend de lui sur le Consulat une de ces phrases géniales dans lesquelles il sait si bien, par fois, enfermer toute une époque, faire parler toute une génération, mais la source est tarie, c'est d'un œil sec que Mallet contemple, avec Télévation de Bonaparte, la chute de ses propres espérances, Tinutilité d une longue carrière de labeur, de luttes, de dangers, de déchirements doulou reux, de dévouement méconnu, sans même attendre cette consolation dernière des chefs de partis extrêmes, quelques larmes d'hommes du peuple sur sa tombe, quelques fleurs de rhétorique sur sa mémoire."], [103, "RÉVOLUTION FRANÇAISE. 99 Certes, cette fin de vie est triste, et pour qui ne pour suit d'autre but que la fortune ou la gloire, Texemple de ce grand publiciste, libéral et conservateur, n'a rien d'at trayant. Mais Mallet n'est pas de ces ambitieux vulgaires à qui suffisent les succès d'un jour, le renom et Tinfluence du moment. Grand écrivain? II avait tout ce qu'il faut pour le devenir, le don des formules concises et frappantes, la phrase naturellement oratoire et nombreuse, le mot juste et saillant, T épithète incisive et mordante; mais la forme n'a jamais été pour lui que Taccessoire, et dans Tincorrec tion, dans la rudesse, clans Tinégalité de son style, il entre une bonne part de négligence, de dédain pour toute rhé torique, pour toute recherche patiente et artistique de la perfection. Grand philosophe? II n'eut jamais la prétention de se donner pour tel, et, s'il est vraisemblable qu'il eût, comme tant d'autres, son système rationnel et complet de philosophie politique, à coup sûr il est difficile de le démêler, de le retrouver dans la masse de ses articles, de ses bro chures, de ses lettres où il reste disséminé et fragmentaire, sans que Mallet ait jamais pris la peine de Texposer à part, d'en faire un tout logiqne, et de Tenvelopper de ces for mes savantes et obscures qui donnent au penseur la répu tation de profondeur. Et pourtant quelques-unes de ses vues sont profondes, et semblent avoir été écrites pour réfuter d'avance les théories séduisantes et vides que devait faire naître, dans Tesprit de la postérité, le spectacle dra matique de la Révolution. C'est ainsi que son jugement, parfaitement juste et historiquement vrai, sur la lutte des Maratistes et des Brissotins, coupe d'avance les ailes à la légende girondine, poétique, enfantine et charmante, que devait rêver, en huit volumes, le barde inspiré des Médi tations poétiques. Le premier aussi, Mallet montra dans"], [104, "100 MALLET-DU PAN ET LA la Révolution, non pas une unité historique, mais une série de révolutions, ou, comme il le dit plus haut, une suite de coups de main; condamnant ainsi, cent ans d'avance, « la théorie du bloc » qui a fait tant de bruit en ces derniers temps. Seul encore, ou presque seul parmi les royalistes, il comprit nettement et proclama fortement Timpossibilité d'un retour à l'ancien régime, et la folie de toute tentative contre-révolutionnaire. Mais pourquoi multiplier les exem ples? Mallet n'a pas cherché non plus la gloire, plus acces sible et plus retentissante, du pamphlétaire; le pamphlé taire s'inquiète peu de la vérité ou de la fausseté des faits qu'il avance, Mallet pousse le scrupule dans Tinformation jusqu'à lui sacrifier Tactualité, point de mire unique de presque tous les journalistes. Le pamphlétaire attaque essentiellement les personnes, son arme est le ridicule, Mallet s'attache avant tout aux faits et aux principes, son arme est le raisonnement. Qu'a-t-il donc voulu être, et que restera-t-il de son nom et de son œuvre? La prétention de Mallet fut à la fois éle vée et modeste; comprenant que Thistoire des événements ne peut s'écrire au moment même où ces événements s'ac complissent, il a voulu fournir à la postérité les bases d'un jugement équitable, ou, pour employer son expression, lui préparer « des matériaux d'histoire. -> Ce but, qui n'est pas d'un ambitieux, mais qui n'est pas d'un esprit médiocre, nous croyons pouvoir affirmer que Mallet-Du Pan Ta atteint. Non pas sans doute que Thistorien véritable doive adopter, sans critique et pêle-mêle, toutes ses assertions, toutes ses rancunes, toutes ses condamnations; il était trop mêlé à la lutte, trop ardent dans sa polémique, trop arrêté dans ses sympathies et dans ses antipathies, tran chons le mot, trop peu impartial pour que Thistoire admette, sans contrôle et sans choix, son jugement."], [105, "RÉVOLUTION FRANÇAISE. 101 L'erreur de M. Taine n'a pas été de citer Mallet, de le citer abondamment et en toute occasion, mais bien de le donner comme une autorité absolue, que Ton ne 'discute pas et que Ton croit comme parole d'Évangile. Cette erreur, Mallet lui-même Taurait signalée, car il se rendait un compte exact des exigences et des conditions d'une vérita ble critique historique. Et d'ailleurs cet examen sévère, ce contrôle de tous les instants, cette confrontation constante avec les témoignages et les documents contemporains, cette critique en un mot, que Mallet eût demandée et que nous demandons à notre tour aux historiens à venir de la Révolution française, ne tournera pas au désavantage de Técrivain genevois. En dégageant l'œuvre de Mallet-Du Pan, de tout ce que les nécessités de la polémique y avaient introduit d'exagéré, d'inexact ou de prématuré, on rendra justice, mieux que nous ne Tavons fait nous même, à sa rare faculté d'observation, à la solidité de son bon sens, à soi: iésir très sincère et très constant de vérité, d'exactitude historique, à sa fidélité, malgré quel ques éclipses, aux principes essentiels du libéralisme. Et pour résumer en un mot notre impression sur Mallet-Du Pan et la Révolution française : On écrira Thistoire de la Révolution autrement que Mallet-Du Pan, on ne Técrira plus sans lui, ni contre lui."], [106, ""], [107, "TABLE DES CHAPITRES Introduction page 5 1. La vie de Mallet-Du Pan. Son caractère 7 II. Le Mercure de France 19 III. Considérations sur la nature de la Révolution de France et sur les causes qui en prolongent la durée 36 IV. Mémoires pour lord Elgin. Correspondance avec la Cour de Vienne, 1793-1798 43 V. Le Mercure Rritannique, 1798-1800 72 VI. Mallet-Du Pan jugé par les critiques et les historiens du XIXrae siècle 79 VII. Conclusion 94"], [108, ""], [109, ""], [110, ""], [111, ""], [112, ""]]