[[1, ""], [2, ""], [3, ""], [4, ""], [5, "Extracto da REVISTA DE ENGENHERIA MILITAR 0 CASTELLO DE 8. JORGE ESTDDO HIST0RIC0-DESCR1PTIY0 POR AUGUSTO VIEIRA DA SILVA Tenente de Engenheria 1898 TYPOGRAPHIA DO COMMERCIO - Rua Ivens, 5o LISBOA"], [6, ""], [7, "O CASTELLO DE S. JORGE ESTUDO HISTORICO-DESCRIPTIVO"], [8, ""], [9, "Extracto da REVISTA DE ENGENHERIA MILITAR 0 CASTELLO DE S. JORGE ESTUDO HIST0RIC0-DESCR1PTIY0 POR AUGUSTO VIEIRA DA SILVA Tenente de Engenheria iSqS TYPOGRAPHIA DO COMMERCIO - Rua Ivens, 5 LISBOA"], [10, ""], [11, "AOS SEUS CAMARADAS DEDICA O auctor."], [12, ""], [13, "O CASTELLO DE S. JOF^GE ESTUDO HISTORICO-DESCRIPTIVO A freguezia de Santa Cruz do Castello, uma das fun dadas por D. Affonso Henriques depois da conquista de Lisboa aos musulmanos, occupa a parte mais elevada do monte chamado do Castello, a uma altitude máxima de g5 metros. Comprehende uma parte civil e outra militar, abran gendo esta o castellejo, onde está aquartelada uma com panhia de reformados, e os edifícios do quartel de caçado res n.° 5 e da casa de reclusão da i.a divisão militar, e as suas dependências. E' a parte militar que tem a denomi nação de Castello de S. Jorge, que lhe foi dada por D. João i, mas estenderemos um pouco mais o campo deste estudo, e consignaremos os apontamentos históricos, e fa remos a descripção das obras de fortificação que no dito monte foram construídas com o fim de tornar a fortaleza a protectora da povoação que se lhe estendia aos pés. Acompanhamos este trabalho de três plantas do cas tello, referidas aos annos de ibbo, 1807 e 1893, que são aquellas a que principalmente teremos de alludir. As refe rencias do texto, por meio de numeração, encontram-se na planta actual do castello (é a levantada em i8g3). O recinto do castellejo, assim designado na planta de Lisboa levantada por João Nunes Tinoco (i65o), mas a que"], [14, "8 antigamente chamavam propriamente o castello, suppomos que foi a primitiva obra da defeza de Lisboa, não como se encontra hoje, nem mesmo como era na epocha da con quista christã em 1147. Seguem as suas muralhas natural mente o traçado do castrum romano, mas o que lá se en contra é geralmente attribuido aos musulmanos. O restante espaço da actual freguezia, limitado por mu ralhas, e que fica exteriormente ao castellejo, era denomi nado alcáçova, e também cidadella, applicsndo porém Vista geral do castello (Lado occidental) alguns auctores esta designação simplesmente ao recinto do castellejo. Costumavam os romanos organisar defensivamente as suas povoações por meio do castrum estabelecido na emi nência, e de varias torres isoladas, abraçando o recinto habitado. Com respeito a Lisboa parece terem se desco berto as fundações de uma d'estas torres, inferiormente ao solo da actual R. da Conceição (dos Retroseiros) em frente da R. dos Sapateiros (do Arco do Bandeira) e de que fal-"], [15, "9 laremos em outro artigo '. Presumimos também que pela encosta do monte do castello houvesse algumas torres, talvez para os lados de Santo André e de S. Lourenço. Foi por ventura sobre as fundações da que existiu n'este ultimo lo cal que os musulmanos construíram a torre que ainda lá se vê na Costa do Castello, junto á qual fica de um lado o lanço da cerca de D. Fernando, que vae inserir-se na muralha do castello, e do outro existiu a porta de S. Lourenço, da mes ma cerca. Consideramos pois a mencionada torre como um forte destacado, uma obra avançada do castellejo, construída pelos musulmanos e incluída por D. Fernando na sua cerca. Em 1 147, quando o exercito alliado de D. Affonso Hen riques tomou Lisboa aos musulmanos, alem do castellejo e da alcáçova era a povoação defendida e cercada de mura lhas que iam entroncar nas da cidadella; constituíam ellas a cerca moura ou velha. Mais tarde, estendendo-se a povoação para um e outro lado do primitivo recinto, reconheceu D. Fernando 1 a ne cessidade da construcção de novas muralhas, que podéssem pôr Lisboa ao abrigo de um golpe de mão, ou mesmo de um cerco demorado. Foi por isso que fez levantar em 1373-75 a cerca conhecida pelo seu nome, e também por cerca nova. Esta ia, como a antiga, inserir-se nas muralhas mou ras, de um lado no castellejo, e do outro na alcáçova. Estas cercas farão o objecto de um outro estudo. Castellejo on castello propriamente dito E' impossível conhecerem-se hoje, ou mesmo imaginar, as primitivas disposições do castellejo. Nem planos, nem documentos escriptos nos conservaram a historia das mo dificações successivas introduzidas, já no castello dos mou ros, como instrumento de guerra, já nas edificações que se levantaram no seu interior. Estudal-o hemos por isso como se encontra hoje, e ten taremos relacionar algumas das actuaes disposições com as indicações que nos fornecem os documentos antigos e de que temos conhecimento. 1 Veja-se Lisboa Antig-a do sr. J. de Castilho, 2.\" parte, tom. 1, pag. 204."], [16, "10 Apresenta o castellejo em planta a forma approximada mente quadrada, tendo as faces cerca de 5o m. de compri mento, e duas d'ellas sensivelmente na direcção N S. E' dividido interiormente por um muro com 2,5 m. de espessura e cerca de io m. de altura, que une pelos meios, dois lados oppostos. Afim de simplificar, e á falta de qua lificação própria, chamaremos recintos oriental e occidental os dois terraplenos em que o interior é dividido. N'este muro divisório existia uma communicação (io a), com 2,6 m. de largura, que hoje se acha vedada do lado oriental ; a abobada do pequeno corredor, que tinha cerca de 2,5 m. de comprimento, é abatida. Adjacentes ao paramento interior, em quasi toda a ex tensão dos dois recintos, foram construídas umas edifica ções, com andar térreo e primeiro andar. A epocha da sua construcção é desconhecida. Parece que foram em outro tempo dependências do palácio real da Alcáçova ; nos fins do século passado e princípios d'este, esteve n'ellas instal lada a Casa Pia por diligencia e ordem do intendente geral de policia Diogo Ignacio de Pina Manique 1 ; final mente serviram de aquartelamentos para tropas. Dos quar téis do recinto occidental, apenas se conservam de pé as paredes mestras, e um edificio com dois andares (5i), que serve hoje de officina e de residência do espingardeiro ; as ruinas são conhecidas pela denominação de quartéis do castello dos mouros. Do lado oriental, os alojamentos, vul garmente chamados quartéis velhos, ainda que bastante ar ruinados, conteem residências de officiaes, de sargentos, são quartel da 7.* companhia de reformados, e teem ser- 1 A Casa Pia de Correcção da Corte foi creada por aviso régio de 18 de setembro de 1778, demorando-se a sua installação no castello até 3 de junho de 1780. Por occasião da invasão franceza parece que se fechou a Casa Pia, e por motivos que se ignoram, foi transferida para o mosteiro de S. Bernardo (hoje o hospital do Desterro), no qual foi reaberta em 1812, e onde se conservou até i833 ; d'ahi passou para os Jeronymos, onde se acha hoje. Apontamentos que devo á extrema obsequiosidade do sr. Visconde de Castilho."], [17, "1 1 vido de casernas a algumas forças que temporariamente teem vindo residir em Lisboa. Tanto em um como em outro recinto, a cantaria das portas d'estes edifícios é toda idêntica, quanto á qualidade e ao apparelho ; é de arestas quebra das, e as vergas em arco de cir culo, formadas por aduellas; pa rece porém que esta cantaria foi aproveitada de edifícios anterio- Interior do recinto oriental (Vista tirada do norte para sul) res, por se encontrarem algumas das mesmas pedras appa relhadas servindo como alvenaria na construcção das pa redes mestras. O nivel de ambos os terraplenos acha-se bastante ele vado com o entulho que para lá tem sido lançado, o que se conhece espe cialmente pela pequena altura das passagens primitivas atra vez os muros. No recinto oc- cidental existe uma cisterna, hoje entulhada. No recinto oriental, junto á face do S, em metade da sua Interior do recinto oriental (Vista tirada do sul para norte/ extensão, fica isolado um pateo (n), por meio de dois mu ros, um com 0,6 m. de espessura, e outro com 1,75 m."], [18, "12 A porta principal do castelle/o (12) deita para este pateo, e d'elle se passa para o recinto oriental por uma porta ogival (i3), onde ainda se notam as coiceiras supe- riores. Actualmente, e com certeza desde muito tempo, existe communicação directa d'este pateo com o recinto occidental por uma aber tura (14) praticada no muro divisório, que d'esta forma apresenta duas passagens, uma ( 1 o a ) da epocha da con strucção da fortaleza (hoje ta pada), e outra, mais recente. Porta ogival do recinto oriental (Lado dos quartéis velhos) N'este pateo nota-se, no paramento do muro do S, um traço vertical separando duas composições da muralha; uma em fiadas horisontaes, que é a da torre primitiva (i); outra irregular que indica accrescentamento posterior, afim talvez de estabelecer a continuidade da passagem sobre os muros, interrompida pela construcção dos edifícios do paço da Al cáçova. Na planta de Tinoco 065o) não está indicado o muro divisório, nem o pateo de ingresso, nem os edifícios dos aquartelamentos, mas é certo que já então existiam. As muralhas do castellejo teem cerca de 10 m. de altura, e espessura comprehendida entre 2,2 m. e 2,5 m. Na parte superior existe o adarve ou caminho de ronda, cuja largura varia de 1,1 m. a i,5 m. Este caminho de serventia e de communicação entre as torres só não existe na quadrella do S, desde a torre (i) que está junto da porta principal, até á da esquina S O (10), e acha-se interrompido pela torre do observatório (2). O adarve dos muros é guarnecido de ambos os lados com guardas ou mttretes, em geral de alvenaria, e de con strucção mais recente do que os muros. Estes muretes teem cerca de o, 5 m. de espessura, e de 1,0 m. de altura sobre o pavimento, excepto os que deitam para o interior do re-"], [19, "13 cinto occidental, que são mais elevados (cerca de 2 m.); n'estes foram construídas janellas, que serviam o andar su perior do aquartelamento, e que mais tarde taparam. Não resta hoje nem uma das ameias que deviam ter coroado as guardas exteriores do adarve. O accesso a este fazia-se até ha pouco tempo por duas escadas. Uma (i5), adjacente ás muralhas, pelo lado inte rior, fica no recinto occidental, pela rectaguarda da torre (7); parece ser da construcção primitiva, reparada mais tarde, e noje inutilisada pela vedação da sua entrada inferior. A outra escada (16), fica pelo lado exterior da torre junto da porta principal, em dois lanços, terminando em terraço, do qual se passa para o adarve por um tunnel ou corredor atravez a dita torre. Na quadrella da face E, entre a torre do observatório (2) e a immediata (3) para o N, tem a muralha 4,7 m. de es pessura, e o adarve 3,5 m. de largura. N'esta extensão, na guarda exterior, que de resto se não eleva mais de 1 m. acima do pavimento, notam-se os vãos de oito janellas de peitos, equidistantes, e que em parte se acham tapados com alve naria. Entre a mencionada torre (3) e a da cisterna (5) tam bém a guarda exterior apresenta os vãos de cinco janellas, estes completamente preenchidos com alvenaria até ao pa ramento interior do murete, o que os disfarça e occulta a um exame superficial. Do nivel do pavimento do adarve para cima as guardas manifestam uma construcção mais recente, e esta disposição de janellas leva a presumir que toda a face oriental do castellejo foi algum dia encimada por uma galeria coberta. Para que serviria porém esta monstruosa espessura de quasi 5 metros ? Somos levados a pensar que a muralha não é ahi completamente massiça, mas deve conter no seu interior uma escada de accesso ao adarve, e talvez também algum compartimento destinado a deposito de viveres ou de material de guerra para uso dos defensores do castello. Mais nos confirmam esta opinião as seguintes considerações. A única escada de accesso ao adarve que se pode hoje ad mittir como remontando ao tempo dos musulmanos existe"], [20, "14 no recinto occidental, pela rectaguarda da torre (7) que fica próxima do vértice N O. Não é crivei que fosse este o único meio de accesso, pois que tendo os architectos da fortaleza dedicado toda a sua attenção ao reforçamento das faces S e E, munindo-as de torres muito fortes, e cercando-as de fosso, como veremos, não deixariam de reservar uma en trada especial para as referidas faces e torres. E' natural também admittir no recinto oriental uma communicação di recta com o adarve. D'esta forma a escada do recinto oc cidental era especialmente destinada ao accesso das faces N e O, e das respectivas torres ; a outra escada, mettida na espessura da muralha, servia as faces S e E, e as suas torres. Conserva ainda hoje o castello as dez primitivas torres, também denominadas cubellos, das quaes três um tanto con fundidas com as construcções adjacentes. Exceptuada a torre da cisterna (4), todas as outras são massiças até ao nivel do pavimento do adarve, pelo menos, isto é. até cerca de 10 m. do solo. Torre (1) que fica junto da porta principal. E' a maior de todas, tem cerca de i3 m. de comprimento no sen tido perpendicular ao muro e 9 m. parallelamente a elle ; fica a cavallo na muralha, com a saliência de 8 m. appro ximadamente para o exterior. Tem esta torre, na sua frente, um espesso muro, alguns decimetros distante do para mento da face do S, o qual parece ser da edificação pri mitiva. Este muro chega só até á altura de um primeiro andar, e sobre elle fica um terraço, segundo patamar da escada que contorna duas faces do cubello. Ignora-se se esta escada é antiga ou recente. Quanto á communicação atra vez a torre, que começa no referido terraço, e que primeiro em tunnel na direcção SN, e depois a céo descoberto e em escadas, na direcção OE, conduz até ao pavimento do adarve, julgamol-a da primitiva fundação, e adiante dire mos qual era a sua serventia. Esta torre, bem como todas as outras, excepto a (2), (3) e (10), tem guardas de con strucção recente, e sobre o eirado, que fica pouco acima"], [21, "15 do pavimento das muralhas, eleva-se ao centro um pilar de pedra para observações geodésicas. Torre (2), em que está construído desde 17. . o obser vatório geodésico de Lisboa, á altitude de 11 1,229 m. 0aSe central da casa das observações). Do pavimento do adarve para cima a secção horisontal da torre apresentava um an gulo reintrante, permittindo a continuidade da passagem sobre o adarve dos muros, o que foi verificado em 1896, quando se procedeu a reparações no observatório. Desde a época da construcção deste, porém, no vão da reintran cia, construíram uma escada de serviço, e prolongaram os paramentos das faces, até 1896, com frontaes de madeira, e actualmente de tijolo, de forma que a torre ficou com uma secção quadrada, deixando de existir desde então a conti nuidade da passagem. Esta torre é a que hoje conserva mais elevada, sobre o nivel das muralhas, a construcção primitiva. No seu inte rior, e em seguimento do adarve da quadrella que liga esta torre com a da porta principal (1), ainda existe um lanço de escada de pedra, terminando em patamar, do qual continuava a escada para o lado direito ; ahi está a passagem tapada. Acha-se hoje esta torre metiida, até uma certa altura, no interior de um edifício denominado antiga auditoria militar (43). A 3,2 m. de distancia do paramento das faces S e E da torre levantam-se uns grossos muros (16), que parecem ser da primitiva construcção, e que chegam só até á altura do primeiro andar das mencionadas habitações, entrando, em parte, na constituição dos seus muros de frontaria ; n'estas paredes foi aberta modernamente uma porta e algumas ja nellas de peitos. Foi em 1779 que se construiu em uma das torres do castello o primeiro observatório astronómico visto em Lis boa ' ; é possível, e mesmo provável, que tivesse sido n'esta. Na planta de Lisboa de 1807 está indicado este cubello sob a designação de observatório. Lisboa Antiga, do sr. J. de Castilho, 2.a parte, tom. m, pag. i35"], [22, "16 A torre (3) devia ser alta, pois ainda se eleva massiça até cerca de 2 m. acima do pavimento do adarve. Na planta de Tinoco não está indicada esta torre, e em seu logar vê se uma interrupção dos muros, que parece ser uma porta. Ao tratar das portas do castello faremos algumas conside rações a este respeito. A torre (4) do vértice N E do castellejo contem no seu interior uma cisterna, cujo fundo fica pouco acima do ter rapleno exterior da chamada praça-nova. Ao centro do ei- Lanço de muralhas na praça-nova rado está o boccal da cisterna, com a sua armação de ferro para a roldana. Em cima existiu um compartimento, de que se conser vam ainda de pé duas paredes completas ; as outras duas estão arrasadas até 1 m. de altura acima do pavimento. Em uma das primeiras existe uma setteira tapada, e uma porta ogival perfeita, tendo a cantaria do vão as arestas quebra das ; na outra, que olha ao norte, existem duas setteiras também tapadas, e mais recentemente foi aberta uma ja nella, que se vê perfeitamente das Olarias."], [23, "17 N'este cubello vem inserir-se a muralha da cidadella, e do lado do N nota-se um accrescentamento, que, com quanto se não deva suppor coevo das muralhas, denota comtudo bastante antiguidade. Contem um compartimento, residência de veteranos, e n'outro tempo calabouço, fazen do-se o accesso por um pequeno corredor que atravessa o massiço da muralha junto á torre, e vae abrir no angulo NE do pateo dos quartéis velhos (em 17). Apresenta a torre (5) vestígios de ter tido duas portas eguaes á da antecedente. Sobre os muretes está perfeita mente indicada, ao meio de cada uma das quatro faces, a existência de uma antiga janella, de que nitidamente se dis tinguem as coiceiras inferiores para os batentes; como po rém os muros se acham arrasados até aos peitoris das ja nellas, a 1 m. de elevação sobre o eirado, nada se pôde pre sumir sobre a sua constituição primitiva. Na torre (6), em que também restam vestígios de duas portas, acham-se abertas, desde o nível do pavimento, umas troneiras ou setteiras de grandes dimensões, em cada uma das suas três faces exteriores-, projectam-se no céo para quem as vê do lado do Rocio e das Olarias. Como na antecedente e nas três seguintes, os muretes de alvenaria ou de cantaria não excedem 1 m. acima dos ei rados; pensamos porém, pelo que hoje resta d'esta torre, da da cisterna, e da intermédia (5), que deviam estes cu bellos ser encimados por compartimentos com portas, e provavelmente com cobertura. Entre a torre da cisterna e a immediata (5) existe na mu ralha uma janella pequena, elevada, e uma outra janella (20), de muito maiores dimensões, munida de grades. Entre a torre (5) e esta (6) fica a porta chamada da Traição (19). Entre esta torre (6) e a immediata (7), na face O, vem inserir-se nos muros do castello a muralha de D. Fer nando 1. Não se nota na torre (7), nem nas duas seguintes, ves tígio de setteiras, de portas, ou de qualquer disposição es pecial."], [24, "18 Na parede que deita para o recinto occidental está ta pada uma janella, que dava luz á escada (i5i, que fica ad jacente á face posterior da torre. Parece que esta escada era coberta e em dois lanços. No murete interior do adarve, junto da torre, ha um rasgamento na extensão de 4,5 m., onde devia ficar o patamar superior da mesma escada.^ Não merece a torre (8) menção especial. Da torre (9) só se vêem duas faces exteriores, ficando a terceira adjacente ao edifício do quartel de caçadores 5. Vista geral do castello iLado norte) Entre esta torre e a immediata (10) existiu algum dia uma communicação atravez a muralha, á altura de um pri meiro andar, a qual se acha tapada do lado do recinto do castellejo; pode ainda vêr-se no gabinete da estação tele graphica do quartel. A torre (10) fica no vértice opposto ao da torre da cis terna; era de fortes dimensões 7,6 m. x 10 m., em planta, achando-se hoje afogada no interior do edifício do quartel de caçadores, onde todavia se conhece desde o pavimento térreo do mesmo. Foi arrasada pelo terremoto de 1755 até"], [25, "19 á altura dos telhados do quartel, pouco mais ou menos a 3 m. acima das muralhas, cahindo sobre a encosta na direc ção SO, como se reconhece pela inspecção da superfície de roptura. Parece ser a esta torre que se allude no auto de accla mação de D. João n \\ do qual consta mais que ficava sobre a cassa dos lioões de contra o rrecio, que era um compartimento onde se mantinham vivos dois d'estes ani maes2. N'aquella solemnidade arvoraram os vereadores na men cionada torre a bandeira da cidade que comsigo traziam. tendo primeiro Gonçalo Anes, tenente alcaide-mór do cas lello, levantado a bandeira com as quinas e coroa de rrey na torre de menagem do dito castello. Vê-se pois que dos dez cubellos do castello tinham os cinco que guarnecem as faces S e E consideráveis dimensões em secção horisontal, e que, excluindo a torre da cisterna, eram completamente massiços, e elevavam-se a grande al tura. Os restantes cubellos eram de menores dimensões, também massiços, e pelo menos os três da face N ficavam encimados por compartimentos talvez cobertos de telhado. Ignora-se a epocha em que as torres foram arruinadas, o que aconteceu naturalmente por occasião de algum dos vários terremotos que tantas vezes se teem feito sentir em Lisboa, e especialmente pelo que em 1 53 1 produziu o des moronamento de uma parte importante do monte do cas tello. As quatro torres principaes, nas faces S e E, recon struídas provavelmente, duraram até 1755, em que o terre moto as derrubou. Tinham antigamente algumas torres designações espe ciaes, correspondentes a uma determinada missão que lhes 1 Transcripto pelo sr. Freire de Oliveira, a pag. 33q do tom. í dos seus Elementos para a historia do município de Lisboa. 2 Esclarecimento que devo ao ex.m° sr. visconde de Castilho, e que ainda não consta das suas obras."], [26, "20 era confiada. Os documentos antigos fazem referencia ás seguintes : Torre de Ulysses, em homenagem ao heroe grego que a tradição dizia ter sido o fundador de Lisboa ; cahiu pelo terremoto de 1755, e não sabemos a qual das torres do castello caberia aquella designação, pois que, secundo affirma António Joaquim Moreira ', nem vestígios d 'ella fi caram, o que se não pôde applicar a nenhuma das actuaes, nem é possível admittir a existência de mais nenhuma torre no recinto do castellejo. Resta-nos o recurso de julgar que ou foi exaggero do referido auctor, ou que aquella torre fazia parte das do recinto da cidadella. Por um desenho de José Valentim de Freitas, conservado na Bibliotheca Publica de Lisboa, inclina-se aquelle investigador a que a torre de Ulysses fosse a da porta principal (1). Torre de menagem, como tinham todos os castellos an tigos ; n'ella se falia no citado auto de acclàmação de D. João 11, mas ignora-se qual seria. Torre albarrã ou do haver, que era o deposito ou cofre dos produetos dos impostos e das rendas. Três chaves ti nha esta torre, sendo seus depositários o guardião de S. Francisco, o prior de S. Domingos e um beneficiado da Sé. Fernão Lopes diz que esta torre era mui forte, e nom foi porem acabada ; estava em cima da porta do castello 2. Esta indicação claramente mostra que se refere á torre (1) que fica junto da porta principal. E' esta, de todas, a que possuia maiores dimensões, a que permittia portanto me lhores accomodações interiores, e tem um pouco recuado o paramento da sua face E, no sitio da porta do castello, de forma que esta fica um tanto pela parte inferior da torre. Outro facto nobilita esta torre, que é o de ter sido ahi que teve origem o archivo ou tombo do reino, donde pro veio para ella e para este a designação de torre do tom- 1 Citado pelo sr. J de Castilho, — Lisboa Antiga, 2.' parte, tom. m, pag. i32. - Citadofpelo sr. J. de Castilho, — Lisboa Antiga, 2.' parte, tom. m, pag. 1 33"], [27, "21 bo l. Desde que D. Fernando i determinou que fossem col leccionados os documentos nacionaes e reaes de todo o reino, serviu esta torre de archivo para os mesmos (mu dando-se-lhe a antiga denominação), até que em 1755 o ter remoto a arruinou, sendo transferidos por diligencia do bri gadeiro Manoel de Maia, em 1757, os pergaminhos, papeis e livros para o edificio de S. Bento, no qual hoje se conservam. As medições que se conservam d'esta torre dão-lhe maiores dimensões, em planta, do que as actuaes ; parece que, ao tempo do terremoto de 1755, se prolongava por sobre o pateo de entrada (11), levantando-se um dos seus muros de fachada sobre a muralha que separa este pateo do recinto dos quartéis velhos; ainda no coroamento desta se notam vestigios de ter sido desmoronada com as edifi cações que ficavam sobre ella. N'esta mesma torre é que parece ter sido fundada por D. João ih, em 1540, uma bibliotheca, pondo-se lá em 1687, uma lapida por cima da porta, ignorando-se hoje onde era esta e onde pára aquella2. Pelas faces N e O bastava a aspereza da encosta para tornar facilmente defensável o castello; já assim não era nas outras duas, em que o terreno offerece um declive suave, e augmentaram os constructores a resistência d'essas faces, guarnecendo as com um fosso, cava ou carcova. Tal fosso, que é possivel remontasse á epocha romana, ainda existia em 1 383, quando o castello se rendeu ao par tido do mestre de Aviz, então defensor do reino. Diz o sr. J. de Castilho 3, baseando-se na phrase de Fernão Lopes : cava que entonce o castello tinha, que pas sados poucos annos depois da acclamação de D. João 1, tal cava já não existia, entulhada talvez por occasião de se inutilisarem, por exigência do povo, algumas das fortifica- 1 Veja-se Lisboa Antiga, 2.' parte, tom. 111, pag. 149 e seguintes. 2 Pôde ver-se a inseripção e outra curiosidade relacionada com •esta torre na Lisboa Antiga, 2.\" parte, tom. 111, pag. i33 e 134. ' Lisboa Antiga, 2.\" parte, tom. m, pag. i3g."], [28, "22 ções com que o castello permanentemente ameaçava a se gurança da cidade. Do mencionado auto de acclamação de D. João ii parece porém inferir se que um século mais tarde, em 1481, ainda existia parte do fosso, em frente da face S do castello, pois havia ahi uma ponte dando passa gem das primeiras portas do castello para a porta princi pal do mesmo. Julgamos que a face S do castellejo tinha á frente uma barbacã, que era, como se sabe, um muro construído pela frente das muralhas, mais baixo do que ellas, para defen der o fosso, e que cobria a porta principal do castello. Da barbacã, se o era, somente restam os dois espessos muros pela frente da torre principal (1), e da do observatório (16), e dos quaes falíamos na descripção d'estas torres. A com municação do adarve das muralhas com o da barbacã, a qual, pela espessura que ainda hoje apresenta, podia ter tido a mesma disposição que as muralhas principaes com adarve e ameias, fazia-se pelo corredor e pelo tunnel atravez a torre (1), e de que atraz falíamos. Ficaria portanto o fosso, n'esta face, entre o muro da barbacã, e as muralhas e as torres principaes, mas também podemos admittir que fosse a cava onde é hoje o pateo (1 1), ou mesmo que houvesse fosso em ambos estes sítios. Não nos ficaram elementos para formar uma opinião segura. Wamos agora a face E do castellejo. Nota-se hoje, na chamada praça-nova, um muro de cantaria (18) unindo dois vértices das torres da cisterna e do observatório. Se attender mos ao mao acabamento do paramento visível d'este muro, que fica voltado para o terrapleno da praça, especialmente comparando-o com a construcção das muralhas e das tor res, nas quaes as pedras ficam dispostas com a máxima regularidade em fiadas horisontaes, somos levados a con cluir que aquella face do muro não era a destinada a ficar para o exterior, mas sim occulta debaixo da terra. No nosso entender, este muro, ou pelo menos a sua parte media, era a contra-escarpa do fosso, o qual se acha hoje entulhado até ao coroamento do muro, e este desaterrado do lado da praça-nova ao contrario do que devia ter sido. Não temos"], [29, "23 também elementos para confirmar esta opinião, o que exi giria grandes trabalhos de desentulho. Examinando attentamente a planta de Tinoco, e compa rando-a com a actual do castello, parece reconhecer-se que a linha que naquella limita o recinto do castellejo não é a das muralhas, pois nasce da face exterior da torre da cis terna, seguindo o traçado do que suppomos teria sido a contra-escarpa do fosso, e contorna as três torres da face S, indicando-lhes saliências sobre o paramento do muro, menores do que as dos restantes cubellos, o que não é a verdade, parecendo indicar aqui o traçado do que teria sido a barbacã, e o muro da contra-escarpa do fosso ; se assim é, foram demolidos de iõ5o para cá, os lanços do muro da barbacã, que ficavam pela frente das duas quadrellas da face S, e por diante da torre (10). Conclue-se pois que as faces S e E do castello merece ram aos fundadores a sua especial attenção, não só mu- nindo-as de torres mais fortes do que as do resto do recinto, mas contornando as com um fosso, sobre o qual, e em frente da porta principal, se corria aponte levadiça. Tinha o castello duas portas abertas nas suas muralhas desde a fundação. Uma d'ellas (12), de que já por varias vezes temos fallado, chamavam-lhe portas do castel lo, ignorando-se porém qual foi a sua denominação primitiva. Fica situada a meio da face S, junto e a E da torre principal ; tem 2,2 m. de largura, a abo- Porta principal do castello bada é em aza de cesto, e a espessura da muralha em que a porta está aberta é de 3 m. O vão da porta soffreu modificações ou porventura total"], [30, "24 reconstrucção posteriormente á tomada de Lisboa aos mu sulmanos; hoje nem se notam vestígios das coiceiras para os batentes. A planta de Tinoco não indica esta porta, que no seu tempo devia existir como hoje ; é com certeza inexactidão. No muro que divide o pequeno pateo (n) do recinto .oriental notam- se, do lado d'este, dois nichos correspon dendo á porta \\ os quaes indicam talvez a existência de an tigas setteiras que enfiavam a porta principal. Os dois vãos estão tapados do lado do pateo (n), e já não teem escada de accesso. Das palavras do citado auto de acclamação de D. João u (refere-se ao anno de 1481), conclue-se que, além do fosso, tinha a entrada principal do castello duas portas, communicando-se pe\\a ponte levadiça : ... entrou p ella ponte dentro as primeiras portas do castello ; e a porta principall estaua fechada. . .2 Podiam as primeiras portas existir no muro da barbacã, e ser a porta principal a que ainda hoje se abre na muralha, mas também é possível que aquellas fossem as da muralha, e chamassem porta principal á ogi val (i3), que existe no muro divisório do pateo (11). Com quanto nos inclinemos mais para a primeira opinião não nos é dado confirmal-a, pois que os documentos escriptos não são suficientemente claros, e não se vêem vestígios alguns nem do fosso, nem da disposição especial que a ponte e a porta deviam ter apresentado para assegurarem a inviolabilidade da entrada. A outra primitiva porta, que denominavam da traição (19), fica situada na face N do castello, no recinto occiden tal, entre a 5.a e a 6.a torres. Tem 1,2 m. de largura, e a abobada de pequena communicação, que tem hoje 2 m. de comprimento, isto é, quasi a espessura da muralha, é plana, formada por grandes lages. A grande quantidade de entu lho que tem sido lançada para o interior do terrapleno dá 1 Vêem-se na gravura que representa a porta ogival do recinto oriental. 2 Elementos, etc, do sr. Freire de Oliveira, tom. 1, pag. 344."], [31, "25 a esta passagem pequena altura ; além d'isso acha-se ta pada do lado exterior, do qual é fácil distinguil-a1. No plano de Tinoco está indicada esta porta, tendo pela frente um travez, formando-lhe uma communicação talvez coberta, e munida de um outro postigo na extremidade. Não se notam hoje, na cantaria do paramento da muralha, quaesquer signaes d'esta galeria ou corredor, o que faz sus peitar que talvez toda esta obra fosse um accrescentamento posterior á construcção da fortaleza, e que desappareceu sem deixar vestígios; já se não vê na planta de Lisboa de «775, Quanto á porta da traição'1 julgamol-a coeva dos mu ros, principalmente pela disposição e intima ligação da can taria, por estar situada na face opoosta á da porta principal, e por ser a única sahida do recinto occidental para o ex terior. Deita esta porta para a encosta, não existindo hoje caminho para ella. Não acontecia assim pelos fins do sé culo xiv, pois é sabido que Affonso Eannes Nogueira, en viado da rainha D. Leonor Telles, com mais dez ou doze escudeiros, subiram pelo caminho da encosta, e entraram no castello pela porta da traição. Esta serventia pela en costa durou até 1763 pelo menos, segundo diz João Ba ptista de Castro3. Se admittirmos a exactidão da planta de Tinoco, ou an tes, das suas copias extrahidas do original que era proprie dade do general Pinheiro Furtado, tinha o castello mais uma entrada, ao meio da face E. Dissemos que a linha que 1 E' a esta communicação que o sr. J. de Castilho se refere cha mando-lhe estreito postigo em parallelogrammo. — Lisboa Antiga, 2.* parte, tom. 1, pag. i85. 2 Esta designação não é especial á porta do castello de Lisboa, mas é commum a uma determinada porta das fortalezas da edade-media, mais occulta, por onde os sitiados sahiam a contra-ataques, e por onde fugiam da praça em circumstancias desesperadas. — Veja-se O Panorama, vol 11, 1 838, pag. 18. 3 Citado pelo sr. J. de Castilho. — Lisboa Antiga, 2.' parte, tom. 1, pag. i85."], [32, "26 na planta de Tinoco marca o contorno da face E é pro vavelmente a da contra-escarpa do fosso ; deverá pois a porta mencionada, se acaso existe, ficar n'este muro, mas occulta e soterrada a uma profundidade que se desconhece, sendo possivel que, conforme a tradição, dê passagem para um caminho subterrâneo l. A acreditar o que nos aflirmou o actual proprietário do terreno que se estende pela encosta, desde a torre de b. Lourenço até ao recinto do castellejo, havia na muralha u este uma outra porta, no próprio sitio em que ia entroncar no castello a cerca de D. Fernando ; d'ella diremos algumas palavras ao tratarmos da mencionada torre, bem que nao tenhamos conseguido vela, nem de dentro, nem do exte rior 2. Entre os cubellos (4) e (5) abre-se no muro uma janella munida de grades (20). Comquanto se não comprehenda a necessidade d'esta janella, nem mesmo para serviço do aquartelamento, suppomol-a contemporânea da construc ção dos edifícios hoje chamados quartéis velhos, pela dispo sição da cantaria do vão, com as arestas quebradas, e a verga, em arco de circulo, formada por aduellas, como a das portas dos referidos quartéis. A parte da muralha, inferior e lateralmente a esta ianella, soffreu grande ruina, que foi muito mal reparada. É ainda hoje tradição, e também d'ella falia Carvalho da Costa na sua Chorographia portuguesa3 (1706-1 2), que ainda no século xvu possuía o castello de Lisboa um cami nho subterrâneo; ignoram-se pormenores a este respeito, 1 Veja-se Elementos, etc, do sr. Freire d'01iveira, tom. vm, pag. 187, nota. Com a devida vénia pedimos licença para discordar quanto á vi sibilidade da referida porta. 2 Menciona o sr. J. de Castilho a existência de uma porta ogival, entaipada de pedra e cal, entre o i.° e 2.0 bastião a contar do quartel de caçadores 5, isto é, entre as torres (8) e (9) que descrevemos ; pa rece-nos ter sido lapso, pois nos foi completamente impossível distin guil-a. — Veja-se Lisboa Antiga, 2.» parte, tom. 1, pag. i85. 3 Citado pelo sr. J. de Castilho, a pag. 143 do vol. 111, parte 2.a, da sua Lisboa Antiga."], [33, "27 marcando lhe cada um seu traçado differente ; adiante con signaremos também as nossas idéas sobre esta passagem1. Perdeu-se completamente a noção sobre a situação do palácio real denominado paço da Alcáçova ou do castello, que até ao reinado de D. Sebastião foi residência perma nente ou temporária de quasi todos os nossos reis. O edi fício remontava provavelmente ao domínio musulmano, e era habitação do alcaide de Lisboa; foi reformado e accres centado em varias epocbas, e especialmente no tempo de D. Diniz, que para muitos passa por ter sido o seu funda dor, cahindo totalmente pelo terremoto de 1755, como as torres principaes do castello. Dos documentos e das vistas antigas deprehende-se que tanto podia ficar o paço situado interiormente ás muralhas do castellejo, como exteriormente a ellas, em frente da sua face do S, ou mesmo, para conciliar as duas hypotheses, que tivesse o palácio, situado no interior do castello, algu mas salas e dependências exteriores, a que também cha massem paços reaes. Existe uma descripção do palácio do tempo de D. Se bastião, feita por Venturino, secretario do cardeal legado que então esteve na capital 2, mas é tão pouco explicita, que egualmente se pôde applicar a um edifício situado in terior como exteriormente ás muralhas do castello. No que todos são concordes, porém, é no lindo e extenso panorama que dos terraços e janellas do palácio se disfru ctava, e que hoje ainda pôde ver quem se der ao trabalho de subir aos adarves das muralhas. Diz o sr. Vilhena Barbosa3: á direita (de quem entra na praça-nova pela porta do Moniz) está a barbacã moi risca (é o muro que dissemos seria o da coutra-escarpa do 1 Veja-se Lisboa Antiga, 2.' parte, tom. ut, pag. 146. Também a uma passagem subterrânea se refere o sr. Vilhena Barbosa, a pag 3 18 do Archivo Pittoresco, vol. de 1862. 2 Pode vèr-se a descripção a pag. 106 do tom. m da 2.' parte da Lisboa Antiga. 3 Archivo Pittoresco, vol. de 1862, pag 340."], [34, "28 fosso, e que provavelmente, n'esse sitio, nunca se elevou mais alto do que hoje se encontra), e por detraz elevam-se os altos muros torreados da cidadella ou alcáçova (são os do castellejo); onde terminava a alcáçova, da parle do sul, levantavam-se os paços reaes, que d'ella tomaram o nome, e dos quaes resta uma parede com janellas. Ignoramos se em 1862 existia uma parede com janellas; desconfiamos que não, e que apenas havia o que ainda actualmente lá se vê. Dissemos que entre a torre (i) e a (10), do vértice S O, se achava interrompida a communicação pelo adarve da muralha; n'esta extensão a quadrella, com 1,8 m. de espes- sura, eleva-se cerca de 3 m. acima do nivel geral do adar ve, e notam se n'ella três ras gamentospara oladointerior, similhantes á parte inferior de vãos de ja nellas de pei tos. A cantaria dos vãos em Interior do recinto occidental (Vista tirada do norte para sul) nada se differença das outras pedras que constituem o pa ramento das muralhas e das torres. Se examinarmos qualquer das estampas que represen tam a perspectiva de Lisboa no século xvi notaremos, no que ellas designam palácio real, duas torres elevadas ter minando em pyramides quadrangulares, e entre ellas uma fachada de edifício, que mostra mesmo três janellas em uma das vistas de J. Braunio1. As torres n'esta estampa teem dois andares, e visivelmente são as duas que acima 1 E' a que vae reproduzida, em extracto, no desenho lithographado que acompanha este artigo."], [35, "29 ficam indicadas. Ao lado da torre da direita vê-se a porta principal, comquanto a perspectiva esteja completamente deformada. Entre as duas referidas torres, e para a reetaguarda das muralhas ficava pois o vetusto paço da Alcáçova, notando se ainda hoje, na extremidade sul do recinto occidental, bastantes restos e vestígios de muros, arcos, portas e ja nellas, signaes de que houve por ali vastas construcções. Julgam alguns que os edifícios dos actuaes aquartelamentos dos dois recintos foram outriora aposentos, salas e outras 'dependências do palácio. Em 148 1 havia dentro do recinto da cidadella, exterior mente ao castellejo, uns paços reaes, de que se falia no ci tado auto de acclamação de D. João 11. E' o que clara mente se deprehende das seguintes palavras:... E entra ram pela porta dalcaçoua (hoje porta de S. Jorge). E dessy se foram as portas dos paços delrey, e entrarom dentro no currall. . . E daly se foram as portas do castello. . . l. Na referida vista de J. Braunio parece distinguir-se, pela frente do castellejo, um edifício com aspecto apalaçado, que talvez seja esta residência regia a que se refere o auto. Também é possível que pertencesse a estes paços delrey a porta ogi val, chamada hoje portão do norte (23), que é uma das entradas para o recinto militar do castello, e de que mais adiante trataremos. Falia Ruy de Pina2 de um Paço da Gallée junto ao da Alcáçova; ignora se hoje qual era o edifício a que fazia a referencia. Alcáçova ou cidadella O recinto da cidadella ou alcáçova tem em planta a forma vagamente de um quadrado, de que o castellejo occupa o vértice NO. As suas muralhas iam inserir-se nas do castellejo, de um lado na torre da cisterna, e do outro junto, ou na torre que lhe é opposta diagonalmente. 1 Sr. Freire de Oliveira. — Elementos, etc, tom. 1, pag. 343. - Chronica d'El-Rei D. Duarte, cap. 11."], [36, "30 A parte militar fica separada das habitações civis, ou por muro próprio, ou pelas paredes dos edifícios. Além da parada na frente do edifício do quartel, e da bateria dos morteiros, tem o castello dois vastos terreiros ou praças; uma, denominada praça d'armas, voltada para os lados da Magdalena ; outra, chamada praça nova, que defronta com S. Vicente e com o monte da Graça. A praça d' armas parece ter uma remota origem ; a planta de Tinoco já a representa em i65o com a forma approximadamente de um trapézio, que hoje possue. A sua face occidental, que fica. em frente, e em direcção normal á R. Garrett, é munida de uma plataforma de pedra para peças de artilheria que de lá retiraram ha poucos annos 1. A praça-nova nem sempre foi o terrapleno livre e des embaraçado como hoje está. A mencionada planta de Ti noco indica-o coalhado de habitações, entre as quaes se abrem, além de varias transversaes, duas ruas parallelas, uma adjacente á face oriental do castellejo, em frente de uma porta da muralha que fica por detraz do espaldão da carreira de tiro, outra em frente da porta do Moniz. Os edifícios comprehendidos entre estas duas ruas foram os primeiros a desapparecer, entre os annos de 1775 e 1807, pois já se não vêem na planta de Lisboa referida a este ultimo anno. As restantes construcções, desde a porta do Moniz até á muralha que defronta com a egreja de S. Vi cente de Fora, foram arrasadas posteriormente, talvez entre 18Ó4 e 1870. Julgamos, baseados na auctoridade do sr. J. de Casti lho, que os antigos paços dos bispos de Lisboa, doados por D. Affonso Henriques ao primeiro bispo, D. Gilberto, fica vam situados n'esta praça, próximo da muralha, entre a torre da cisterna e a porta do Moniz. Estas casas eram (palavras de Coelho Gasco) cercadas de um alto muro com suas ameias, como os moiros edificam. Tem um pateo e re cebimento mui grande em que assistem hoje alguns soldados 1 Foi determinado que se deixassem de dar salvas de artilheria no castello, por portaria de 7 de junho de 1881."], [37, "31 castelhanos por guarda'. Em i383 habitava n'estes paços D. João, mestre d'Aviz, então defensor do reino ; entre 1424 e 52 morou n'elles o arcebispo D. Pedro de Noronha ; no primeiro quartel do século xvn serviram os paços de quartéis d'algumas tropas castelhanas. D'esta praça, a que fica mística a egreja de Santa Cruz do Castello, communicava-se livremente com a parte civil da freguezia. Posteriormente a 1807, segundo se conclue da planta referida a este anno, foi construído um muro (21) que forma um recanto no Largo de Santa Cruz do Cas tello. Dando passagem para o adro da egreja, existia n'este muro uma porta, sobre o sitio da qual se vê o escudo com as armas reaes, e que mais tarde, não se sabe quando, in utilisaram tapando-a com pedra e argamassa. Pelas considerações atraz expostas, o terreno, no sitio da praça nova, offereceu outriora um declive muito mais áspero que o actual, não só porque ficava mais elevado junto do muro (18) que julgamos seria a contraescarpa do fosso, e elevado até á altura da aresta d'este, mas também porque se encontrava mais profundado junto da muralha que áquelle fica fronteiro, a qual devia elevar-se sobranceira ao terreno em ambas as faces, e não estar de nivel com elle, como hoje fica do lado interior. Foi raivei o trabalho de desaterro junto do castellejo que precedeu o do entulho, tendo sido aquelle levado muito mais baixo do que agora está, a ponto de se poder abrir na muralha uma larga passagem (22) junto da torre da cisterna, a qual em i65o estava em serviço, e hoje se acha tapada, tendo o seu arco elevado cerca de i,5 m. apenas acima do terreno. A querermos considerar esta porta como da pri mitiva fundação temos de suppol-a uma communicação do fosso com o exterior, o que é pouco verosímil. Inferiormente ao solo d'esta praça existe uma cisterna, cujo boccal fica próximo de um cubello da mesma praça. Entre a praça d'armas e o castellejo levanta-se o edifi- 1 Veja-se Lisboa Antiga, 2' parte, tom. m, pag. 403."], [38, "32 cio de três pavimentos que serve de quartel ao regimento de caçadores n.° 5, e de casa de reclusão da i.a divisão militar. Para o lado do Rocio tem a casa de reclusão um pe queno terrapleno, a que chamam bateria dos morteiros, ou praça ou bateria dos obuses, ultima recordação de lá terem existido destas peças de tiro curvo. Do lado opposto, em frente também da fachada principal do quartel de caçado res, corre uma comprida parada, por baixo da qual existe uma cisterna. Foi n'esta parada que primeiro se ensaiou o empedrado de mosaico, com pedra lioz e basalto, trabalho executado pelos grilhetas, sob a direcção do general Pi nheiro Furtado. Pelo que atraz deixamos consignado, parece que no si tio em que actualmente existe o edifício do quartel, e espe cialmente na sua parte N, ficava um palácio, talvez depen dência do paço da Alcáçova. José Valentim de Freitas colloca a egreja de Santa Bar bara em uma pequena extensão do local que agora oceupa o quartel ; e o largo de Santa Barbara, ao nascente da dita egreja, em uma pequena zona da actual parada '. A construcção do quartel affigura-se-nos ter sido fabri cada em differentes epochas, sem subordinação a um de terminado plano geral. No dia i de novembro de 1 7 55 communicou se fogo ao castello, espalhando-se grande pânico entre os moradores da cidade pelo receio de que fizesse explosão a pólvora contida no paiol, o que não chegou a acontecer2. Ignoramos qual o primitivo destino do edifício, e quaes as tropas que suecessivamente ali teem tido o seu aquartela mento. Refere Frei Cláudio da Conceição 3 que D. João v mandou fazer uma nova cadêa no castello, d'onde se infere 1 Vejam-se os desenhos de José Valentim de Freitas na Bibliotheca Publica de Lisboa. Aquelle a que nos referimos é a reconstituição da planta de Lisboa como se achava antes do terremoto de I/55. 2 Lisboa Antiga, 2.\" parte, tom. 111, pag. 147. 3 Citado pelo sr. J. de Castilho. — Lisboa Antiga. 2.\" parte, tom. 111, pag. i45."], [39, "33 que já desde muito havia em S. Jorge um presidio para malfeitores; talvez remontem portanto a 1706-50 os actuaes calabouços da casa de reclusão1. E' naturalmente á antiga cadêa que se refere Frei Apollinario da Conceição'2 infor mando que á entrada da porta do castello, denominada de S. Jorge, residia o corpo da guarda do dito castello, tendo da parte do Oriente a cadeia dos militares, que noutro tempo seria a geral, porque nos castellos era donde com mummente existiam ; ignora-se a situação do edifício a que faz a referencia. Desde muitos annos tem o edifício do quartel alojado caçadores 53 (até 1884, batalhão de caçadores, e de então para cá, regimento). Na parede da fachada oriental, inferiormente ás janellas do primeiro andar, existe uma serie de lapidas com inscri pções commemorativas de acções, batalhas e cercos em que o batalhão de caçadores n.° 5 tomou parte 4. 1 É assim denominada desde a organisação do exercito de 1884; anteriormente intitulava-se/jresiiio militar. (Decreto de 20 de dezem bro de 1849, publicado na ordem do exercito n.° 3 de 9 de janeiro de i85o). Antes de i85o também lhe chamavam presidio ou prisões. 2 Demonstração histórica da parochia de Nossa Senhora dos Mar tyres, pag. 188. 3 Desde i85i; anteriormente, desde janeiro de 1848, estava o ba talhão de caçadores n.° 2, e antes d'este, o de caçadores n.° 1. 4 Estas inscripções são as seguintes: 1809; Ponte de Alcântara; 10 de junho — 1809; Talavera de la Reyna; 27 e 28 de julho— 1809; Puerto de Banos; 12 de agosto— 1810; Bussaco ; 27 de setembro — 181 1 ; Albuera ; 16 de maio — 181 1 ; Cerco de Badajoz ; 4 a i5 de maio e 19 de maio a 17 de junho— 181 1 ; Villa de Alfayates ; 27 de setembro — 1812; Salamanca; 22 de julho— 1812; Valladolid ; 7 de setembro — 1812; Cerco de Burgos; 19321 de outubro — i8i3 ; Victoria ; 21 de junho— 181 3; Villa Franca de Lascano; 24 de junho— i8i3; Tolosa; 25 de junho— i8i3; Assalto de S. Sebastião da Biscava; 3i de agosto ,81 3; Nivelle; 10 de novembro— i8i3; Nive; ge i3 de dezembro — 1814; Cerco de Bayona ; 27 de fevereiro a 28 de abril— 1823 ; Ponte de Amarante; 23 de março— 1828; Pico doCelleiro; 4 de outubro — 1829; Villa da Praia; 11 de agosto - i83i ; Ladeira da Velha; 2 de agosto— i832 ; Serra do Pilar; 10 de julho— i832j Vallongo ; 22 de julho— i832; Ponte Ferreira: 23 de julho — i832; É concedida á ban- 3"], [40, "34 Ao meio da fachada, por cima das mesmas janellas, existem em duas lapidas as seguintes inscripções : CAÇADORES N.° 5 DECRETO DE 14 DE OUTUBRO DE 1808 CAÇADORES D'EL-REI DECRETO DE 3i DE OUTUBRO DE 1882 e pela parte inferior está uma lapida com os versos que seguem : EM VÓS POSSUE A PÁTRIA EM VOS CONTEMPLO : DE LEALDADE O MAIS ILLUSTRE EXEMPLO. A parte do quartel (3g) que comprehende o pavimento do primeiro andar, sobre alguns compartimentos da casa de reclusão, desde um corredor longitudinal interior até á fachada oriental, abrangendo i3 janellas, foi termi nada e entregue ao batalhão de caçado res n.° 5 em julho de 1866; o corpo do edi fício que comprehen de as 6 restantes ja- nellas d'esta fachada, a contar do lado N, Quartel de caçadores (Fachada oriental) é de construcção mais antiga, mas provavelmente posterior a 1755. deira a fita da Torre e Espada; i de agosto- i832 ; Defeza das linhas do Porto; 16 de setembro, 14 e 17 de novembro— i833 ; Monte das Antas ; 24 de março - i833 ; Monte Covello ; o de abril - i833 ; Lor dello; 5 de julho - i833 ; Avintes; 18 de agosto— 1 833 ; Lourical ; 5 de setembro- i833; Defeza das linhas de Lisboa; 10 e 11 de outu bro — 1834; Almoster; 18 de fevereiro."], [41, "35 Na mesma data foram também entregues ao batalhão de caçadores quatro casas acabadas de reconstruir (40), com pavimento térreo, ao nascente da parada, que eram destinadas para calabouços, e que hoje, depois de modifi cadas, servem de cosinhas e de refeitório dos sargentos *. As sentinas (41) que ficam na bateria dos morteiros, com entrada pelo interior do edificio do quartel, foram con struídas por 1869 ou 70. Quanto aos outros edifícios militares existentes, que são todos, ou quasi todos, anteriores áquelles de que pudemos precisar as datas de construcção, teem soffrido diversas mo dificações e transformações, alojado varias tropas ou tido differentes destinos. Em (42) ficam hoje quartos de officiaes do i.° batalhão, no primeiro andar; até ao pavimento d'este, dizem que está o vão entre o muro da fachada e a muralha do castellejo, completamente cheio de entulho. O edificio (43), como dissemos atraz, é denominado an tiga auditoria militar; n'elle funccionaram até 1875 os conselhos de guerra, no primeiro andar. Hoje o pavimento térreo é residência de veteranos, e o primeiro andar, e bem assim o segundo, que envolve a torre, é morada de offi ciaes. Em frente d'este fica o edificio (44) com dois andares, denominado antiga hospedaria militar; o primeiro andar tem servido de residência a vários officiaes, e o pavimento térreo contem officinas regimentaes, um theatro para recreio dos sargentos, varias habitações, e uma cavallariça (em construcção) no corpo oriental. Em (45) é actualmente a habitação do commandante mi litar da praça2. O pavimento térreo é a casa da guarda de guarnição da praça. 1 Estas datas constam do auto de entrega dos edifícios menciona dos, o qual tivemos occasiáo de vêr no archivo do regimento de ca çadores 5. 2 Data de 17 de novembro de 1868 a classificação do castello de S. Jorge na 2.' classe das praças de guerra. Desde então o comman dante do corpo que ali está aquartelado accumula o commando da"], [42, "36 Em (46) reside um official do regimento de caçadores n.° 5. Fica em (47) o paiol ; em (48) um edificio com dois an dares, habitação do coronheiro, e que foi outriora casa de guarda. Em (49) é hoje a cosinha do rancho geral, e junto a ella, em (5o), fica a cavallariça dos cavallos praças dos offi ciaes montados do regimento de caçadores n.° 5. O recinto militar do castello communica com a parte civil da freguezia de Santa Cruz por duas portas principaes, alem de outras praticadas nos muros, e que não merecem ? menção. Uma d'ellas (23), portão do norte, também antigamente chamado portão do Espirito Santo, e porta das cosinhas, fica em frente da entrada do castellejo, no alto da R. do Es pirito Santo, e denota ser muito antiga, talvez moura, reparada no tempo de D. Affonso 111, como indicam as armas do rei no que se vêem do lado es querdo do vão. ' A porta é ogi val, tendo a cantaria do vão as arestas quebradas, e no alto da ogiva está a esphera armillar de D. Manoel, o que indica tal- Portão do norte ou do Espirito Santo vez obras no tempo d 'este rei. O vão da porta é munido dos seus portões de ferro, e ladeado de setteiras abertas no praça, o qual anteriormente estava a cargo do governador da praça. Por decreto de i3 de setembro de 1S97 foi o castello de S. Jorge des classificado, ficando o commandante do regimento, commandante mi litar da fortificação. 1 Lisboa Antiga, 2.' parte, tom. m. pag. 1 36."], [43, "37 muro. E' possível que seja esta a porta do currall dos pa ços delrey, a que se faz referencia no citado auto de accla mação, e a que já atraz alludimos. A outra porta, portão do sul (24), fica no muro contí guo ao paredão oriental da praça d'armas, na mesma R. do Espirito Santo \\ O vão é guar necido com duas pilas tras de can taria, de fa brico mo derno, e mu nido egual mente de portões de ferro. Late ralmente, no Portão do sul muro, estão também rasgadas algumas setteiras. Não re monta provavelmente esta porta mais além do meiado do século actual. Já falíamos da porta de communicação, que houve na primeira metade d'este século, entre o adro da egreja de Santa Cruz e o terrapleno da praça nova. E' ainda digna de menção uma outra porta (25) de re mota origem, hoje tapada, que existe em um pateo da re- 1 Junto d'esta porta, pela parte inferior da residência do comman dante, é a casa de guarda da guarda de guarnição da praça. Esta guarda é independente da guarda de policia do quartel, mas quando são ambas fornecidas pelo regimento de caçadores n.° 5, ficam sob o mesmo commando. A sentinella ao portão do norte é também forne cida pela guarda de guarnição. No livro das Ordens da Praça, encontra se, pelas ordens do meiado d'este século, um sem numero de providencias para o serviço, durante a noite, da porta do Espirito Santo, assim como das barreiras que havia á entrada da praça d'armas e da praça-nova. Hoje o portão do norte fecha ao toque de recolher, e o do sul, fecha um batente n'essa occasião, e o outro á meia noite."], [44, "38 sidencia do commandante do regimento. O vão tem 1,8 m. de largura, o arco circular, tendo a cantaria as arestas que- bradas; conhecem-se as coiceiras superiores para os batentes, os dois buracos para a tranca, e também se distingue a volta do arco pelo lado exterior do pateo. O muro em que esta passagem existia tem 1,8 m. de espessura, corre na direc ção O E, e vae topejar na R. do Espirito Santo, junto de uma va randa revestida de azulejos; é po rém impossível acompanhal-o em grande trajecto, imaginar a conti nuação do seu traçado, e achar as Porta antiga iLado do pateo) suas relações com as outras mura lhas da alcáçova. A completa ausência de ornamentação, a espessura do muro em que estava aberta, e a sua robus tez mostram que esta porta era antes de uma fortificação do que de algum palácio. Todo o recinto da alcáçova teve outriora muralha pró pria, guarnecida de torres, como apresenta ainda o castel lejo, e a parte conservada do mesmo recinto. Desde a torre do angulo S O do castellejo até á praça d' armas não se conhece a muralha moura, mas podemos fixar parte do seu traçado pelas seguintes considerações. Na parede da frontaria da casa de reclusão (26) que olha ao poente, sobre a bateria dos morteiros, nota-se, até pouco acima do terreno actual, a mesma disposição e na tureza das pedras de cantaria que constituem as muralhas; do terreno para baixo o muro continua de cantaria. Por esta circumstancia, pelo exame da planta do edificio, e pelo facto de ahi terem os muros do dito presidio 1,8 m. de es pessura, somos inclinados a pensar que até ao nivel do ter reno actual, que é todo entulho, se conserva ahi a muralha primitiva, e que sobre ella se levantou a parede da fachada occidental da casa de reclusão."], [45, "39 Effectivamente, pela inspecção das varias plantas do castello, parece inferir-se que o quartel de caçadores fica, em parte, sobre o local por onde passava o muro, mas que tem avançado para o exterior d'elle, sobre a encosta, de forma que a frontaria que deita para o lado do Rocio, bem como o muro de supporte do terraço da bateria dos morteiros, ficam a alguns metros de distancia da muralha moura, e são portanto de construcção relativamente mo derna'. Na extensão de algumas dezenas de metros, a contar do vértice SO do castellejo (10), foi a muralha desmoronada, ou destruída para se aproveitar a pedra na construcção do edificio. Um muro interior que agora lá se nota, na direcção approximada em que o primitivo devia ter existido, tem re lativamente pequena espessura, e é de construcção mais recente. O terrapleno denominado praça d' armas é guarnecido de muralhas em três das suas faces. A do lado oriental (27), é indubitavelmente um muro de supporte, destinado a con ter o entulho que se lançou para o seu interior, afim de elevar o terreno até ao nível em que hoje se acha. Quando se fez esta obra, ignoramos, sendo provável que as mura lhas primitivas se elevassem desguarnecidas de terra do lado interior como estão do exterior. Nos outros dois lados os muros não são também, com certeza, do tempo dos musulmanos. Ou seja erro de copia, ou incorrecção do desenho ori ginal, ou que de facto já não existisse, não se acha men cionada na planta de Tinoco a muralha (29) da face SO da praça; as outras duas já em i65o tinham a disposição actual. E' por isso possível que o alludido lanço da mura lha, que serve de supporte á esplanada, tivesse sido levan tado por meiados d'este século, em 1841 ou 42 pelo gene ral Pinheiro Furtado, governador do castello2. 1 Cotejem-se as plantas do castello referidas aos annos de i65o e 1893. 2 Lisboa Antiga, 2.' parte, tom. m, pag. 11 3."], [46, "40 No angulo S, e naturalmente a meio da face SO, deviam ter existido torres, e a que se nota hoje na face SE (28) (orientada para os lados da Sé), onde está um relógio de sol, apresenta um traçado semi-circular, que não tem mais nenhum dos cubellos do castellejo nem da cidadella, exce pto os dois que se levantam na R. do Chão da Feira. E' junto d'aquelle cubello (28), único que hoje resta nas muralhas da praça, que vinha provavelmente inserir-se o lanço da cerca dos mouros, que se dirigia á ribeira. Uma das copias da planta de Tinoco, que existe no Commando geral d'Engenheria, apresenta n'este cubello se mi-circular uma interrupção, que parece indicar uma porta. Desconhecemos se será inexactidão. A: praça d' armas segue-se depois a porta da alcáçova (29 a), e a esta o lanço da muralha do Chão da Feira (3o), guarnecido com dois cubellos de secção semi-circular. A construcção deste muro, que hoje serve de supporte a jar dins de particulares, devemos suppol-a remontando á epo cha desconhecida do levantamento das actuaes muralhas SE e oriental da praça d'armas. Desde o recanto (3i) no Chão da Feira até á praça nova, a muralha, cujo traçado se vê no mappa de 1893, é visivelmente a primitiva. Sobre ella se levantam os muros de fachada de vários prédios de casas, e o corpo do altar mór da egreja parochial. No lanço rectilineo do Chão da Feira (32), que forma recanto com a parede do palácio, vêem-se, junto á calçada, pelo delido da argamassa, as pe dras de cantaria da mesma qualidade, e dispostas de idên tica forma que as do castello. No pateo de D. Fradique, perto da extremidade oriental da passagem por baixo do palácio (34), ia entroncar na mu ralha da cidadella o outro lanço descendente da cerca velha. Cabe agora aqui uma observação a respeito do traçado das muralhas da alcáçova. E' certo que toda a extensão do muro, que vae desde a torre semi-circular (28) da praça d' armas até ao recanto (3i) do Chão da Feira, é muito pos terior á primitiva muralha, sendo possível que siga o tra çado d'esta, que por qualquer facto tivesse tido de ser re-"], [47, "41 construída. Somos porém levados a pensar, o que não passa de simples conjectura, que ou não era aquelle o tra çado da muralha que limitava a alcáçova moura, ou que tinha esta um outro recinto1, do qual fazia parte o troço de muro onde existe a antiga porta (25) de que tratámos. A disposição d'esta porta mostra, sem offerecer duvida, que o recinto que ella fechava lhe ficava do lado N ; além d'isso, examinando a planta do castello, nota se que fica ella no mesmo alinhamento rectilíneo com a porta ogival (23), portão do norte, e com a porta principal do castel lejo (12), o que indica a existência, n'esta direcção, do antigo caminho principal para a fortaleza. Na praça-nova as muralhas remontam ao dominio mu sulmano, excepto desde o seu angulo NE (35) até á torre próxima (36), e talvez na sua face oriental, onde a con strucção é mais recente. Não podia deixar de existir ahi uma torre, que se desmoronou porventura em i53i, com o muro da cerca de D. Fernando, que n'ella se ia inserir, quando um terremoto fez desabar n'esse lado uma por ção do monte, que foi soterrar a povoação chamada Villa Quente, estabelecida na Costa do Castello, junto á porta (depois arco) de Santo André. A planta de Tinoco lá in dica esta torre, e se é a primitiva, devemos admittir pos teriormente a i65o a reconstrucção d'aquelle canto da mu ralha. E' possível que durasse até 1 755, e que fosse o ter remoto d'esse anno que tenha desmoronado a referida torre, assim como produzido o deslocamento da (36) que se lhe segue para O ; de então para cá deve ser a data da recon strucção dos dois lanços de muralha que formam o angulo NE da praça. Nos muros d'esta praça abre-se a porta do Moni^ (37), e está hoje tapada uma outra porta (22), junto da torre da cisterna . E' entre esta torre e a (38) o único lanço das muralhas da cidadella cujas quadrellas se levantam desguarnecidas 1 Veja-se a linha hypothetica do traçado d'esta muralha que mar cámos na planta actual do castello."], [48, "42 de terra em ambos os paramentos, e que conservam ainda o adarve; do lado interior a altura é de 4 m. ; do lado ex terior é maior; a sua espessura ahi é de 2,3o m. ; a largura do adarve é de 1,75 m., e a guarda exterior, única que se conserva, tem o, 5 m. de espessura. O accesso ao adarve faz-se actualmente por uma es cada de pedra, de construcção recente, talhada na muralha, e que começa no eirado da torre (36). Em toda a restante extensão servem as antigas mura lhas, ou de fundação a muros de fachada de vários pré dios, ou de muros de supporte ao terrapleno interior, o qual fica de nivel com o seu coroamento. Vimos que o cubello da praça d' armas, assim como os dois do Chão da Feira, pelo seu traçado semi-circular, se afastam dos cubellos característicos da cerca dos mouros, com secção quadrada ou rectangular, e que por isso, pela alvenaria que os constitue, e pelo considerável jorramento exterior, os julgamos de construcção mais moderna. Entre este Chão e a praça nova indica a planta de Tinoco uma torre á entrada do pateo de D. Fradique, uma outra no vértice S E da cidadella, que ainda se conhece do lado interior d'esta, devendo achar-se mettida no mas siço do palácio, e junto á qual ia entroncar a cerca moura. Depois seguem-se mais três cubellos na face oriental, que perfeitamente se distinguem, e um dos quaes serve de base ao corpo do altar-mór da egreja de Santa Cru\\ do Castello, egreja que se levanta no local da mesquita musulmana, purificada por D. Affonso Henriques para ser vir ao culto christão, logo depois da conquista de Lisboa, em 25 de outubro de 1147. Na praça-nova tinham as muralhas três cubellos; um d'elles, onde vinha inserir-se o lanço da cerca de D. Fer nando, não existe hoje. O immediato (36), que se acha desaprumado para N E, tem o eirado (que não é o primi tivo), um pouco elevado acima do terrapleno da praça, fazendo-se o accesso por uma rampa de construcção re cente ; na face occidental da torre eleva-se uma parede até"], [49, "43 á altura do adarve, e as outras duas acham-se arrasaaas. O terceiro cubello (38), com muretes nas faces exteriores, fica a meia distancia d'esta torre e da da cisterna, e tem a mesma altura que os muros n'esta extensão. Parece que é esta torre que antigamente também denomiravam baluarte da Graça l. Existiram no recinto da alcáçova quatro portas, duas na sua face S, dando communicação para o interior do espaço limitado pela cerca moura, que era a zona habi- Lanço de muralha no Chão da Feira e porta de S. Jorje tada; outras duas na face N, sobre a encosta, e commu nicando para o exterior do recinto que era fechado tanto pela cerca velha como pela de D. Fernando. Destas quatro portas só se conservam duas visíveis. A porta da alcáçova, depois porta de S. Jorge (29 a), deita para a R. do Chão da Feira, e é a única por onde hoje se faz normalmente a serventia para a freguezia de Santa Crus 2. Ficava antigamente no mesmo lanço de mu- 1 Encontrámos a referencia no livro das Ordens da Praça. 2 Esta porta tinha ainda em 1844 portões com postigos. Durante o período agitado dos meiados d'este século, e também por causa das"], [50, "44 ralha (3o) daqaella rua, e orientada para o sul. Quando o general Pinheiro Furtado fez grandes obras no castello, pelos annos de 1841 a 1846, também reconstruiu ou orna mentou o portal. Sobre elle collocou o escudo d'armas portuguezas, que por sollicitações suas obteve do conse lheiro inspector das Obras Publicas do Reino 1. Por cima do fecho do arco da porta está a seguinte inscripção : 4-4° 1846 D MARIA II e lateralmente também havia duas inscripções, com letras de bronze, as quaes teem quasi todas desapparecido. Pela rectaguarda do portal vê-se uma escada em dois lanços, para accesso a uma varanda que está sobre a en trada, do lado interior, e na qual era postada antigamente a sentinella2. No muro que fica no topo da R. de S. Bartholomeu abriram três setteiras que enfiam esta rua ; ao lado d'ellas acha-se mettido na parede um oratório não sabemos com que santos ; finalmente, em frente da entrada, vê-se uma lapida, tributo de gratidão dos moradores ao brigadeiro graduado de corpo de engenheiros, e governador interino do castello, Euzebio Cândido Cordeiro Pinheiro Furtado, pelos melhoramentos com que tinha beneficiado a freguezia. A inscripção da lapida é a seguinte 3: prisões militares, foram a porta de S. Jorge e os seus postigos objecto de muitas determinações relativas ás horas a que se deviam fechar e abrir, e ás formalidades a que se deviam sujeitar os moradores civis da freguezia que quizessem entrar durante a noite. Encontram-se dis persas pelo livro das Ordens da Praça. 1 Portaria de 3o de setembro de 1845. — Livro das Ordens da Praça, pag. 1 5. 2 Junto á porta havia antigamente uma guarda de sargento. — Li vro das Ordens da Praça, ordem de 1 de agosto de 1841, pag. 3o. A casa da guarda era no edificio (48) que é hoje habitação do coronheiro. 3 Os versos não são de Camões, mas sim de Bocage. — Lisboa An tiga, 2.\" parte, tom. 111, pag. 112."], [51, "45 ABRIL 4 DE 1842 O SÁBIO NÃO VAI TODO Á SEPULTURA, NA MEMORIA DOS HOMENS VIVE E DURA. CAMÕES. AO ILLUSTRE COMMENDADOR E BRIGADEIRO E. C. C. P. FURTADO, GOVERNADOR DO CASTELLO DE S. JORGE, OS PROPRIETÁRIOS E MORADORES DO MM0 AGRADECIDOS. No mesmo lanço de muralha do Chão do Feira, perto do recanto que forma com o muro do palácio, existiu uma porta (33) a que chamavam de D. Fradique. Desde mui tos annos se acha ella tapada de pedra e cal, e se não vê, distinguindo-se porém em i838, do lado da rua, pelo de lido do reboco que cobria o muro '. Todas as plantas de Lisboa, desde a de i65o até á actual, indicam uma pe quena communicação ou beco em direcção á mencionada porta, cujo sitio se acha hoje dentro de uma propriedade particular, onde nada se distingue do vão da porta, não só por causa do reboco, mas porque o nivel do terreno interior e muito mais elevado que o do Chão da Feira. E' muito provável que esta passagem fosse de origem mais recente do que a muralha moura, porque não podiam os constructores deixar de ter collocado junto d'ella uma torre especial para a defender, torre de que não restam vestígios, nem no local, nem na planta de i65o, nem do cumentaes. Com certeza porém é mais moderna a deno minação porque foi conhecida, que data do dominio filip pino, de quando morou no próximo palácio o capitão ge neral dos presídios castelhanos, D. Fradique de Toledo, que deixou o nome ao pateo e á porta da muralha2. 1 Veja-se o artigo de Joaquim Moreira n'0 Panorama, vol. 11 da 1.* serie pag. 338. Por lapso diz o sr. J. de Castilho (Lisboa Antiga, 2.* parte, tom. I, pag. 184) que ella estava visível também em 1884. 2 Sr. Freire de Oliveira,— Elementos, etc, tom. vm, pag. 180, nota."], [52, "46 Fica situada na praça-nova, junto de um cubello (38) a celebre porta de Martim Moni^ ou do Mont\\, a que pa rece que também antigamente chamavam porta do olival, que é a única que hoje dá passagem para a encosta, do lado de Santo André. Acha-se relativamente bem conser- vada, parecendoser recon strucção posterior dois ou três séculos á conquista de Lisboa, talvez por occasião do levantamento das mura lhas da cerca nova1. Apor ta tem 2.5 m. de largura, está munida dos seus ba tentes de madeira, e das coiceiras de pedra e tem a verga em arco de circulo, formada por aduellas. Para o lado da praça segue-se uma pequena rampa, que faz a concordância da so leira com o terrapleno inte rior ; do lado exterior co meça um caminho, adja- Porta de Martim Moniz (Lado exterior da praça) cente á muralha, e ladeado recentemente de muro; o accesso a este caminho faz-se por uma escada com uma pequena porta, na Costa do Castello, encimada por um let treiro com a designação de Villa Mello. A planta de Tinoco indica n'esta porta a existência de um pequeno travei, idêntico ao da porta da Traição, e de que também se não notam signaes de inserção na mu ralha; é possível que fosse egualmente um acrescenta mento, que desappareceu sem deixar vestígios; mostra a mesma planta uns três ou quatro degráos, em direcção nor mal ao paramento do muro, e que também já não existem. Deu o nome á porta uma tradição ou facto histórico muito conhecido. Por cima do arco, do lado exterior, vê-se Sr. Freire de Oliveira,— Elementos, etc, tom. vm, pag. 187, nota"], [53, "47 uma lapida commemorativa do facto, e sobre ella uma mutilada cabeça de mármore mettida em um pequeno ni cho. A inscripção da lapida é a seguinte, sem as lettras in clusas : ELREI DÓ AFONSO HENRIQUES MANDOV AQVt COLOCAR ESTA STATVA E CABEÇA DE PEDRA EM MEMORIA DA GLORIOSA MORTE QVE DÓ MARTI MVNIS PROGENITOR DA FAMÍLIA DOS VASCON CELOS RECEBEV NESTA PORTA QVANDO ATRA VESANDOSE NELA FRANQVEOV AOS SEVS A EN TRADA COM QVE SE GANHOV AOS MOVROS ESTA CIDADE NO ANNO DE I I47. JOAÕ ROIZ DE VASCONCELOS E SOVSA CONDE DE CAS- TELMELHOR SEV DECIMO QVARTO NETO POR BARO NIA FES AQVI POR ESTA INSCRIPSAO NO ANNO DE I 646 Diz Joaquim Moreira 1 que aquella porta também teve as designações de porta do norte e do sol, no que parece haver confusão. Junto á torre da cisterna reconhece-se na muralha, a existência de uma porta tapada (22), que fica pela recta guarda do espaldão da carreira de tiro para revolver que o coronel de caçadores n.° 5 em 1895 ali mandou con struir. O dito espaldão e o reboco não permittem ver se o arco tinha volta redonda ou era ogival. Presume o sr. Freire de Oliveira 2 que talvez fosse a esta porta que da vam a denominação de porta do norte. Estava em serviço em i65o, e já d'ella dissemos algumas palavras ao tratarmos da praça-nova. Diz o sr. Pinheiro Chagas 3 que D. Pedro de Noronha, 1 O Panorama, vol. 11, anno de i838, pag. 338. 2 Elementos, etc, tomo viu, pag. 188. 3 Historia de Portugal, vol. m, pag. 43. Ignoramos aonde foi est.- auctor buscar o facto que narra."], [54, "48 arcebispo de Lisboa, e partidário da rainha D. Leonor, viuva d'el-rei D. Duarte, durante o período agitado da re gência do infante D. Pedro, fortificou os seus paços, e abriu uma porta na muralha para sua serventia particu lar... Pela situação que indicámos para estes paços, a única porta a que estas palavras podem ter applicaçao e a esta, junto da torre da cisterna; se pois aquella phrase não é pura phantasia do escriptor, temos fixado em 1439 o anno da construcção da porta que acabamos de estudar. Torre de S. Lourenço Como fica dito, acha-se situada esta torre, de que se gnora a primitiva denominação, a NO e a cerca de 6o m. (em planta) de distancia do castellejo; tem a secção qua drada com 9 m. de lado na base, e uma grande altura. No seu interior existiu pro vavelmente a escada de accesso ao eirado, mas está completamente oc culta, nada se podendo conhecer da sua organi sação. Sobre a rua, lateral mente, confinam com a torre um prédio de casas e um terreno de jardim ; na direcção perpendicular insere-se uma qitadrella da cerca de D. Fernando, e do lado opposto ainda se vê o começo do arco e a coiceira superior do ba tente de uma porta da ci. Torre de S. Lourenço dade, que ali existiu (porta de S. Lourenço), e que foi de molida em 1700. O principal fundamento que temos para julgar esta torre de origem musulmana está na forma de construccão, e na"], [55, "49 qualidade do material, em tudo similhantes ás das mura lhas e das torres do recinto do castellejo e da alcáçova, e completamente differentes das quadrellas e dos cubellos da cerca de D. Fernando que ainda em alguns sitios se con servam de pé. E' natural que antes da construcção da cerca nova exis tisse communicação entre o terraço d'esta torre e o recinto do castello, de que agora não existem nem vestígios ; não repugna admittir, antes é de presumir, que fosse entre es tas duas obras de defesa a tão fallada passagem subterrâ nea, a que tantos traçados attribuem. O lanço da muralha de D. Fernando que ligava esta torre com o castello teve no seu coroamento uma escada ria que ia terminar no terraço superior da torre ; a encosta, entre estes dois pontos, é muito áspera, approxima-se o seu declive de 35°, e era portanto esta a única forma de transitar pela parte superior da muralha. No castello, no ponto de inserção d'aquelle muro, affir ma o actual proprietário que existe uma porta tapada, a qual se não vê nem de dentro nem de fora do castellejo; d'essa porta, dizem, nascia uma pequena estrada, quasi ho risontal, ao nivel do terreno, e ainda sobre a muralha, no extremo da qual, onde agora se vê um pequeno terraço, e começa o declive do muro, terminava a escadaria para a torre. Provavelmente a quadrella attingia, senão o coroamento dos muros do castellejo, ao menos uma grande altura, de forma que só depois de arrasada até ao nivel do terreno, em epocha que se desconhece, era possível a abertura da porta, e a construcção d'aquelle caminho sobre o muro. Ignoramos se tal porta existe ; não a vimos ; da escada resta a memoria, constando que foi destruída por 1882; o muro tem sido demolido para se lhe arrancar pedra, de maneira que se acha reduzido, do terreno para cima, a uma delgada parede divisória. O muro e a torre são hoje propriedade particular, affir mando o seu actual dono que ao desmanchar-se a escadaria"], [56, "50 se não encontrou vestígio algum de caminho subterrâneo, e bem assim que não existiu nunca escada alguma pelo in terior da torre, não explicando porém como se fazia o accesso ao eirado d'esta, que ficava isolada e muito sobran ceira ao terreno antes da construcção do mencionado lanço da muralha. Não abandonamos por isso a nossa opinião a este respeito, sendo provável que por occasião do levanta mento da muralha fossem inutilisadas e tapadas, a escada pelo interior da torre, e a passagem subterrânea. Construcção das muralhas e das torres Ignora-se em que anno e quaes os povos que construí ram as obras de fortificação de que temos tratado, com quanto :-ejam commummente attribuidas aos povos bereberes que invadiram a península. Tendo Ordenho ni, rei de Leão, mandado desmantelar a cidade de Lisboa, que tomou aos musulmanos no anno de 953, é geralmente collocada entre aquella data e a de 1 147 a epocha da construcção das obras de fortificação chamadas mouras, que além das que des crevemos, comprehendem mais a cerca moura, que fará o objecto de um outro artigo. As muralhas e as torres são em geral construídas so bre rocha calcarea, que apparece rompendo em alguns sí tios atravez o entulho e a terra de cultura, e n'outros se encontra a pequena profundidade, como se tem reconhe cido ao fazer excavações para plantação de arvores. Esta rocha alterna com bancos de areia fina, de que muita se tem empregado na construcção de prédios d'aquellas proximi dades. Para chegarem a terreno firme parece que n'alguns sí tios tiveram de descer a grande profundidade, como acon teceu, por exemplo, com a torre de S. Lourenço, a qual, segundo nos affirmaram, tem uns alicerces bastante fundos. As muralhas e os cubellos são de alvenaria e de canta ria ; o paramento exterior, que é construído com toda a re-"], [57, "51 gularidade, tem um jorramento insignificante; n'alguns sí tios é perfeitamente vertical, e as fiadas horisontaes de pedra que o constituem teem uma altura variando entre o,3 m. e o,55 m. E' perfeitamente característica esta forma de construcção, que se distingue nitidamente da das mura lhas e das torres da cerca nova de 1373-75, que ainda se conservam em alguns logares, e que nos serviu para fazer remontar a torre de S. Lourenço ao tempo da construcção das muralhas primitivas, fazendo parte, com ellas, da orga nisação defensiva da cidade. A pedra que constitue a cantaria, bem como a alvena ria, é um calcareo denominado molassico, e foi provavel mente extrahida dos próprios terrenos que formam o monte do castello *. Conforme o banco, são uns calcareos muito homogéneos, e outros, pelo contrario, muito carregados de cascas de molluscos fossilisadas, que tornam bastante dif ficil o apparelho das pedras. Por isso raras vezes é este calcareo hoje empregado como pedra de cantaria, e n'este caso só como cantaria ordinária ; é porém muito aprovei tado como pedra de alvenaria, dando um explendido enchi mento, como tivemos occasião de observar na torre de S. Lourenço. São fáceis de conhecer, tanto no recinto do castellejo como no da alcáçova, os lanços de muralhas que soffreram reedificações e reparações posteriores ; desapparecem n'el les a regularidade do paramento exterior, em geral adquirem também jorramento, as pedras deixam de ficar perfeita mente alinhadas em fiadas horisontaes, e muitas vezes são de differente qualidade. Consignaremos aqui, de passagem, a perfeita analogia entre a forma de construcção das muralhas e a sua quali dade de cantaria, com as da egreja da Sé de Lisboa, que apresentam o cunho de maior antiguidade. De nada mais temos conhecimento acerca do vasto 1 Esclarecimentos que devo ao meu camarada e amigo F. L Pe reira de Sousa, muito versado no estudo das rochas dos terrenos de Lisboa e seus arredores."], [58, "52 campo de estudo que fornece o recinto das muralhas do castello. São completamente ignorados alguns detalhes especiaes da construcção, como disposição das portas, das torres, da ponte levadiça, das communicações travezadas das portas da Traição e do Moni%, etc. Ignora se se o recinto da alcáçova tinha fosso em alguma das suas faces, e pelo que respeita ao do castellejo, seria interessante conhecer n'esse sitio, um perfil transversal da muralha, comprehendendo a escarpa e a contra-escarpa do fosso e a barbacã. Não são conhecidas as datas das reconstrucções par ciaes dos cubellos e dos lanços de muralhas, os nomes pri mitivos e epochas das aberturas de quasi todas as portas, bem como da vedação das que já não existem ; não se sabe qual a altura que as muralhas e as torres tinham na sua origem, assim como a forma das ultimas, e a sua consti tituição interior ; finalmente, pelo que respeita ao edificio do quartel de caçadores, pouco ou nada se conhece da sua historia e evolução, nem dos factos militares relacionados com o edificio. Lisboa, junho de 1898. Augusto Vieira da Silva Tenente de Engenberia"], [59, "O CASTELLO VE S. JORGE M € vista, c/e. -h n-gen/tcriu. Arf ilt í<tr dl. rttira da òi loa Li th. Malta A. Cta"], [60, ""], [61, ""], [62, ""], [63, ""], [64, ""], [65, ""], [66, ""]]