[[1, ""], [2, "Jsfer/ ?//r / /7t^J. •a"], [3, ""], [4, ""], [5, ""], [6, ""], [7, "THE PLEASURES ' OF HUMAN LIFE."], [8, ""], [9, "THE PLEASURES OF HUMAN LIFE, A POEM; BY ANNA JANE VARDILL. LONDON: PRINTED FOR LONGMAN, HURST, REES, ORME, & BROWN, BY JAMES BALLANTYNE AND CO. EDINBURGH. 1812."], [10, ""], [11, "TO HER ROYAL HIGHNESS THE PRINCESS CHARLOTTE OP WALES, WHOSE GRACIOUS PATRONAGE FOSTERED THE FIRST FRUITS OF A VERY EARLY AGE, THIS POEM IS INSCRIBED, WITH THE MOST GRATEFUL HUMILITY, BY HER DEVOTED SERVANT, THE AUTHORESS."], [12, ""], [13, "PREFACE The Pleasures of Human Life are objects of continual pursuit and innumerable systems; but their abode seems still undetermined, though we perceive their abundance and variety. Their association with Hope, Friendship, and Memory, has been displayed by poets in the most brilliant colours. Philosophers annex them to every exercise of the faculties, to the presence of whatever is beautiful and graceful, and especially to social beneficence. Let us inquire by what system these pleasures are most successfully combined, and in what period of Ise they flourish. They are never distant when earnestly sought ; and the humblest at tempt to discover their source is an addition to their number."], [14, ""], [15, "THE PLEASURES OF HUMAN LIFE. CANTO FIRST. A"], [16, ""], [17, "ARGUMENT. Appeal to Nature for proofs of Pleasure's existence in every stage of Human Life. — Its abundance in Childhood, and promises in Youth. — Picture of Manhood, and its pursuits. — The Lover's Return. — The Miser's Habitation. — Illusions of Grandeur. — Sketch of Friendship. — The Rewards of Ambition. — The Epi- curean System of Pleasure, and its consequences."], [18, ""], [19, "THE PLEASURES OF HUMAN LIFE. CANTO FIRST. Soul of this globe ! is all thine eye surveys Hope's mould'ring wreck, or Care's deceitful maze ? Is Heaven's broad arch with lucid sapphire spread, Are gems uncounted pour'd o'er Ocean's bed, Is smiling Earth in Eden's beauty drest, Yet Man a famish'd and forgotten guest ? Did Fate, O Sun ! thy radiant car bestow, To mock with lavish light a world of woe ?"], [20, "6 > A world like Scythia's frozen palace, built Of polish'd ice, by cheerless splendour gilt ; Where mimic pearls the wearied wanderer greet, And brittle crystal tempts his failing feet ; While the bright porch, with wat'ry diamonds twin'd Shrinks from his gaze, and leaves no trace behind ! Let Nature speak ; — her awful voice replies, In every clime the flowers of Pleasure rise ; In every age the bright-eyed cherub springs, Weaves her light chain, and spreads her downy wings The cradle-couch her budding garland strews, She bathes the rose of Youth in balmy dews ; Fans the dim spark of Age with kindling breath, And waits with angels round the bed of death."], [21, "7 But where supreme ? — Is Pleasure's fairest flower Found in Youth's dawn, or Manhood's noontide hour ? Or blooms it brightest when the evening gale Breathes soft and cool in Life's descending vale ; As sparks electric grace the eastern reed, When the broad beams of gorgeous day recede ? First, wide Example's varied sphere survey, Then point where Pleasure spreads her milky way. On yon low mound, beneath a silver'd thorn, Where the first cowslip drinks the dew of morn, How rich, how pure, the notes of Pleasure rise, When infant hunters snatch the golden prize ! A lurking bud, an absent wood-lark's nest, Crowns young Ambition in the little breast : 10"], [22, "8 Panting and proud, the frolic victors seize The thistle's grey down floating in the breeze ; Type of themselves, the airy truant strays, Shuns its soft bond, and in the sun-beam plays. Not less when Winter wraps the infant year, Throng the light joys to laughing Childhood dear ; The jocund tale, the close-drawn circle round The board with Autumn's mellow'd treasures crown'd ; The seat suspended on the smooth rock's side, While flying snow-balls print the glassy tide ; Or, with fond bark, the boasted greyhound springs, And back the far-thrown prize triumphant brings, Till, the rich dairy's fragrant stores to share, Home their glad spoils the rosy rivals bear."], [23, "9 Home, Pleasure's palace ! when the smiling race Strive for a mother's or a sire's embrace, Till, in her soft eye and his toil-brown'd cheek, The tear and flush of tender triumph speak ! Delicious hour ! while round the social blaze Assembled cherubs swell the note of praise ; Or, with full hands, the ready mite bestow, When the aged minstrel tells his tale of woe, And, while the prattling throng around him stands, Thinks of his buried babes in distant lands. Dear Home ! these hours of golden joy are thine, If cherish'd Childhood bends at Duty's shrine ! Not these alone enrich the careless day, Ascending Friendship lends its purest ray — B"], [24, "10 Then Nature's hand the tender soil employs, There spreads the root and bud of social joys. Yon flowery turf, beneath the church-yard yews, Of infant Love the simple record shews ; Oft, with a warrior's arm and giant's pride, The school-day hero climb'd the mountain's side, Or braved the darkness of yon pathless dale, Or ruin'd cloister, theme of many a tale ! Till the light print of fairy feet betray'd His Emma's wanderings through the forest glade : Now round the green sod, where in death he sleeps, With Summer's earliest flowers, his Emma creeps ; His dog beside her sits with plaintive moan While the pieas'd prattler decks the silent stone ; Then tunes her best-lov'd lay, and, bending near, Calls her dead William from his grave to hear ;"], [25, "11 Blest babe ! — unconscious how the cold worm preys On him whose fond heart shar'd her blissful days ! View the lone rock, whose mossy arches hide The limpid rill slow stealing by its side ; On its green brink an infant angler stands To tempt the speckled trout with rosy hands ; But, smiling, first his gentle sister leads Where maiden lilies lean on stately reeds ; There the smooth pebble adds to many a pile, Lest creeping damps her tender feet defile : And many a spray of ample foliage seeks To screen from fiery noon her polish'd cheeks ; While, pleased spectatress of his guiltless toil, She weaves her light cage for the shining spoil ;"], [26, "12 Strives with coy wiles the rival rose to reach, Or tempts his parch'd lip with the treasur'd peach. Smile, happy child ! — no riper year shall prove, With softer eloquence, thy brother's love ! Oft rich Remembrance shall this hour restore, When that pure love is eloquent no more ; When the rude world has rent its silken ties, Or low in dust its mouldering mansion lies ! To distant climes th' adventrous boy shall roam, Pall'd with the loves and joys of peaceful home ; O'er the loose brink of steeper rocks to climb, And tempt for toys the devious tide of time. Love's silver circle, in its whirlpool tost, Spreads wide and wider till in distance lost :"], [27, "13 As the light eddies of the limpid lake Grow broad and boundless, then for ever break ! Unprized and brief the dream of Childhood flies, Swift as the floating gold from morning skies : But pause, sad censor ! Youth shall well repay The silent flight of Childhood's April day. Ask him whose eye the light of life illumes, If in his path no flower of Eden blooms ? Ask him if, while his jocund step he turns Where pure and bright the social taper burns, While Mirth and Friendship urge their sparkling bowl, And Beauty's voice pours music on his soul, Is Heaven unkind ? — or when th' historic page Glows with the glories of a long-past age,"], [28, "14 ■> If his warm bosom pants for high renown Till Hope, exulting, grasps her radiant crown ; While the proud promise sooths a father's ear, Or steals from beauteous eyes the blissful tear, Has life no joys ? — for meagre Care alone Did envious Nature rear so rich a throne ? At yon white casement, bower'd with roses pale, A rural charmer hears her soldier's tale — \" Be constant, loved one ! — and on Ganges' shore For thee this arm shall heap untarnish'd ore ! Then, where thy cottage lirts its ivied wall, The beggar's heart shall bless our bounteous hall : This beechen sapling, carved with many a vow, This thorn, whose blossoms crown'd thy infant brow"], [29, "15 Chiefs of a grove, shall spread their welcome shade, While the brown mower sweeps the golden glade. Yon dimpling rill, whose slender channel bore The first faint labours of my vent'rous oar, Swell'd to a lake, our waving woodland's grace, Shall tempt the gambols of an infant race ; While couch'd on roses in our Eden's bowers, Our fathers trace their blissful youth in ours !\" Go, bold aspirer ! snatch the fleeting prize, Climb the steep height where Glory's temples rise ! Go, claim the joys of glowing Manhood's noon, Power's nectar'd cup, and Fame's perennial boon ! In Power's full draught a venom'd aspic dwells, Round Glory's base an envious torrent yells; 10"], [30, "16 Soon cold Disgust shall towering Wealth invade, As the broad fabric spreads a broader shade. Fond man ! — ere Conquest bids thy laurels grow, Time, wintry Time, shall strew thy path with snow ! When ripe in age, and rich in long-sought praise, Thy soul demands the home of early days, It rests not here ! — the stranger's axe has laid Low in forgotten dust thy best-loved shade ! Where the glad reaper tuned his noontide song, The bittern moans neglected swamps among ; The stream, whose mirror lured thy infant eyes, Choak'd with dank weeds, a reptile's food supplies : Yon grey stones scatter'd o'er the path-worn green, Tell where the cottage of thy sires has been ! For thee no home unfolds its social gate, No father's smiles, no mother's blessings wait !"], [31, "17 The eye where rapture borrow'd light from thine, The heart which hid thee in its inmost shrine, Lies in yon grass-green mound ! but she whose smile Blest thy night's dream, and sooth'd thy morning's toil, Perhaps, still ling'ring in her native vale, Chides thy slow ship, and doubts the fav'ring gale : Perhaps for thee those gleaming embers burn To cheer the long eve of thy late return. — See ! through yon casement still a taper shines, Where yet the oft-remember'd ivy twines ! Steal o'er the woodbined fence with cautious feet, In whispers soft the panting listener greet — Who meets thee there ? — a widow'd mourner's breast Lulls by that glimmering hearth her babe to rest ! Slow from thy grasp her wither'd hand removes, And clasps the famish 'd pledge of other loves ! c"], [32, "18 Detested pledge ! — a faithless rival's guile Marks its smooth brow, and lends its cherub smile — Yet of lost bliss her ling'ring glances speak, Still hopes remember'd flush her meagre cheek. \" Ah ! why (she whispers) why thy long delay, When Love rebuked and Honour mourn'd thy stay ? Why the low roof of meek Content disdain, And barter peace for treasures heap'd in vain ?\" Now ask if Wealth the pearl of peace bestows ; In walls of gold thy narrow world enclose ! \" Say, where is peace ?\" the earth-bound churl replies, Fear in his heart and famine in his eyes ; \" Where, where is peace ?\" he murmurs as he crawls Round his dark cell, and scans its mould'ring walls : 8"], [33, "19 To those lone walls an hovering curse belongs, Due for a sister's tears, an orphan's wrongs ! Thrice with slow hand he counts his doubtful store, Thrice on its stiff hinge turns the grating door; Then starts aghast, and checks his frozen breath, While the starved spider strikes the watch of death. Gold, mighty gold, may Alpine roses spread, Or call rich fruits from Scythia's frozen bed, But never yet with vernal garlands drest The colder caverns of a miser's breast. Wealth bids the rose for shrouded Winter bloom, But strews no roses on her victim's tomb : Scarce meagre Av'rice spares his little all, The ruffled shroud, the banner and the pall !"], [34, "20 Then light the taper, spread the banquet wide, Bid Av'rice fly, and purple Pomp preside : On Parian columns rear the attic dome, Spread o'er thy walls the painted pride of Rome : From Delhi's loom thy shining mantle steal, And both the Indies rifle for a meal ! — Not Tiber's grape, in bowls of sculptured ore, Shall Health's rich ruby to thy lip restore ; No gilded slaves can Love's ambrosia bring, Or one down-feather steal from Slumber's wing ! Not Lima's mines the light of peace supply, Or lend one gleam to Death's extinguish'd eye ! Yet shower thy wealth : — the golden lava pour ; Like Etna, spread thy heart-consuming store —"], [35, "21 For thee, in vain ! — though Eden smiles around, And Nature's treasures at thy feet abound ; Though vines and olives cluster by thy side, And Earth grows rich beneath thy bounty's tide, Still thine own breast a wither'd waste remains, Still flames eternal riot in thy veins ! Mourn, hapless exile ! mourn thy wasted day ! Mourn the brief light of Hope's departing ray ! Dire is thy darkness, if in Friendship's breast Thy wand'ring spirit seeks its bed of rest ; If false Ambition asks no richer prize Than the frail gem a kindred heart supplies ! A kindred heart ! — can mortal wisdom scan The filmy threads which weave the heart of man ?"], [36, "22 Poor tangled web in mimic gold enclosed, To nurse and hide a sleeping worm composed ! Soon the base embryo bursts its downy fold, Preys on its couch, and rends its mask of gold. Does Friendship smile ? — suspect her glow-worm light ; Her myrtles shade thee while thy noon is bright : When Pleasure shines, the graceful guest ascends, As radiant Iris on the sun attends ; Light o'er the distant cloud her colours play, Change as he moves, and melt in mists away ! Such visions deck the world ! — the sun of Pow'r Thus with gay vapours gilds its changeful hour ! But through the silent vale, serenely slow, In moonlight peace, the streams of Friendship flow :"], [37, "23 Come to the balmy source ! — her gentle tide Shall pour its freshness o'er the sands of Pride ; Pure, calm, and clear, as Ammon's holy fount By day sleeps coldly near the templed mount, But glows with bounteous heat when midnight gloom Wraps the forsaken wreck of Grandeur's tomb ! Blest Friendship ! still thy silver streams abound, By Wisdom's wand in rocks of Virtue found ! How smooth they glide in Youth's elysian prime, How rich, when sparkling through the shades of time ! But oft with ruins and with weeds o'erspread, They sleep, like Ammon's, lost among the dead. Is there a heart by social joys refined, Where friendship ourns in honour's crystal shrined ?"], [38, "24 Where yet the graces and the loves preside, Soft as the swan's down on the silver tide ? Grim Death awaits to snatch the tender prize, Rend its frail tie, and give it to the skies — As the rude blast when tyrant Winter raves, Sweeps the light cygnet's plume from faithless waves ! Ask Vernon's urn ! — its narrow bound contains All that of Nature's noblest work remains ! Pride of that age, when loyal Valour shone In Love's mild light, and bow'd at Beauty's throne ; When Freedom's sons the Graces' shrine adored, And their soft myrtle wreath'd the patriot's sword. Marble ! if Art can lend thee Nature's glow, Give life to truth, and eloquence to woe,"], [39, "25 Tell the vain world how low beneath thee lies All Honour asks, and social Love supplies ! Speak, conscious marble ! claim thy envied part Of Friendship's throne, the brave and bounteous heart ! The warm, the pure, the tender, and the just, Lie in thv dark recess, dissolved in dust ! — On dust, on ashes, then, shall Wisdom place Her anchor's hold, her glorious column's base ? Shall the bold pilot, through the tempest's gloom, Pursue the taper which awaits a tomb ? Inglorious Man ! — a nobler Pharos chuse, The glow-worm torch, the meteor-light refuse ! Be social love thy tribute, not thy aim ; The venal shadow shall pursue the flame ! D"], [40, "26 » But whence shall mortals seize the flame divine ? \" Snatch the Promethean spark from Glory's shrine ! (Thus her stern sage to glowing Sparta spoke, While soft Ionia trembled in her yoke) \" Reject thyself: — be fearless, and be great ; Thy country's arm, and author of her fate !\" Behold the realms from shrinking ocean won ! Hills piled on hills, and columns near the sun ! Earth from her bosom yields her ravish'd store, Her forests float, her rivers flame with ore ! These are Ambition's works ! — the mighty soul Binds zone to zone, and shakes the farthest pole. Start from the throng — the victor's laurel claim, He half atchieves, who dares aspire to fame !"], [41, "27 Thus Philip's son usurp'd a father-god ; Fate own'd its lord, and trembled at his nod : On Pompey's thought uprooted empires hung, And Jove's own thunders roll'd on Cæsar's tongue. Far as the floods of sable Danube roar, From hoary Alps to Atlas' burning shore, O'er the lone remnant of an earlier world Imperial Rome her dart of conquest hurl'd : Where, then, shall Greatness pause ? — shall eagle hope Rest in the brief horizon's narrow scope ? No ! — like the arch, whose ample curve expands From realm to realm, and weds opposing lands, Thy giant soul shall compass Fortune's tide, And mock the waves which shatter'd earth divide !"], [42, "28 Rise, bold Prometheus ! — steal a purer ray From Glory's heav'n to animate thy clay ; But stern Ambition shall her rock prepare, And Envy's vulture-fiend devour thee there ! Where dwell ye now, Colossuses of pow'r ? Crush'd into dust, the wonders of an hour ! As vast, as vain, the Rhodian giant strode, As low in ruin found his last abode. — Where once the tow'rs of Hector's Ilium rose, The timid partridge shares the bat's repose : Athens ! to thee the musing pilgrim strays, And asks thy dust for tales of elder days ! He asks in vain ! — the silent ivy creeps Where Solon spoke, and godlike Theseus sleeps :"], [43, "29 'Midst tombs and temples sunk in clust'ring weeds, The turban'd slave his thirsty camel leads ; Couch'd on thy ruins, tunes his light guitar Where Pyrrhus launch' d the thunderbolts of war ; Or, starting, sees the burnish'd serpent twine Round the rent base of Ammon's mould'ring shrine ! And who is he whose naked spectre stands Where old Euphrates laves his silver sands ? Proud Macedonian ! sees thy tearful eye How low in dust thy hundred portals lie ? Behold the realms thy conqu'ring arm embraced, Shrunk to a rood, the robber's dreary waste ! Thy glories vanish'd, trackless as the fume By lavish incense wafted from thy tomb !"], [44, "30 But Cæsar's arm sublimer glories won, Bright in his course, and stedfast as the sun : No lurid spot his shining orb deform'd, His splendour dazzled, but his bounties warm'd Mild as the morn when Pity ask'd her boon, In pow'r refulgent as Ausonia's noon : Yet Cæsar fell ! — in Manhood's vernal pride, Fell by the hand his fost'ring love supplied ! His bounteous bosom bled at Envy's shrine, And the first stab, Ingratitude ! was thine. Let haughty Freedom consecrate the blow, Or hide in blood the laurels of her foe ; Go ! ask the dead if purer tributes wait On him who bleeds to glorify her state !"], [45, "31 Hear Scipio's voice ! his rev'rend image lives To tell the meed a grateful country gives ! From Capua's vale to Afric's sable shore He hurl'd the victor red with Roman gore ; Then on Campania's silent rocks repos'd Saw the gaunt jaws of Calumny unclos'd ; Shew'd his torn laurels to forgetful Rome, And gave his ashes a securer home ! Devoted Carthage ! crush'd by coward Hate, Thy second Atlas sunk beneath thy weight : On Friendship's lap his hoary head relied, Then found in death the refuge it denied ! But shall not Fame the patriot's laurels save ? Has praise a sting, and gratitude a grave ?"], [46, "32 » Ask Pompey's corse, or murdered Scipio's urn ; From Tully's wounds, or Phocion's fetters learn Trace the dire tale in plunder'd Timon's sighs, In tears of blood from Belisarius' eyes ! Are those too few ? — Volumnia's exil'd son Points to his scars, and mourns his laurels won : Cornelia's heroes sink in darker gloom, A Sylla seals, a Marius shares their doom ! Go to thy narrow home, Ambition's slave ! Go to thy home, the cold and silent grave ! The reins of life let Epicurus claim, Live, live for Pleasure ! — Joy is Wisdom's name ! Wrapp'd in dull night, let dreaming sages rove In Athens' porch, or Academus' grove : 10"], [47, "33 Strew Paphian roses, strike the Teian string, From Baia's vines the smiling minstrel bring ; The cynic's scoff, the stoic's boast is vain, Heav'n mocks its work if Man is form'd for Pain ! Haste, tardy Youth ! a bland Enchantress calls, And points thro' em'rald groves to pearl-pav'd halls : Their iv'ry gate ambrosial roses wreathe, From urns of gold elysian perfumes breathe. Amidst, a fount with mellow murmur pours Wide o'er a sapphire bed its tepid stores ; Gems of all dyes in mimic chains enclose The sparkling bath which lures to soft repose *. Thence dulcet dreams and rich delirium rise, While Lethe's opiate seals the captive's eyes ; E"], [48, "34 In Beauty's hand the cup of bliss he sees, And plucks immortal fruit from Eden's trees ; Bids the broad gate of Pleasure's dome unfold, And floats thro' nectar'd floods to shores of gold. He wakes, forgotten on a desert strand, His wealth a wreck ! — his couch the sinking sand ! A narrow couch ! — Oblivion's waters flow Dark, cold, and silent in the gulph below. His bark lies shatter'd on the faithless shore, His pilot slumbers to awake no more : Far, far away, his frolic messmates glide, Spread their light sails, and skim the fickle tide. Aghast he sees ! — but sees with idiot eyes, Still on soft weeds and painted shells he lies :"], [49, "35 Dull'd by the torpid touch of glitt'ring slime, He waits, unmov'd, the ebbing tide of time ; Till stretch'd to Vice, or shrunk to coward Spleen, The changeful Circe shifts her shadowy scene. Yon moated walls, where sullen osiers wave, Mark the dank dwelling of her spleen-struck slave When summer sunbeams gild the teeming earth, Or village bells proclaim the feast of mirth, Forth steals the maniac from his shrouded den, To herd with serpents in their tangled fen ; Or where cold nightshade wraps the ruin'd hall, Or hoary grot where murm'ring waters fall : There lone he sits ; and, on forgotten sand, Shapes sad and antic scrawls with palsied hand,"], [50, "36 Then sourly smiles, and, groaning as he goes, Seeks on the green pool's brink forlorn repose : But seeks in vain — before his vacant gaze Stands the dim spectre of departed days. O'er blasted heath and mountain-rock he strides, Still in his path the frowning spectre glides ; Couch'd on his lonely hearth he sees it glare, He feels its vengeance load the ambient air : Still his own breast the demon's den conceals, Himself the foe whose scorpion-scourge he feels ! But, Vice ! on thee no fancied scourge descends, When the brief dream of syren Pleasure ends ! Unbar the dungeon — brave its murky gloom — View the gaunt felon in his living tomb ! 10"], [51, "37 Scarce thro' the ten-fold grate a day-beam creeps To shew where Shame its sullen vigil keeps. Fit cell for murder ! — on those moss-grown stones, Stretch'd by its sire, a famish'd infant moans ; Lifts to his meagre breast its hollow eyes, Shrinks from his scowl, and, hid in darkness, dies. Die, little wretch ! ere yet thy sorrows live ! Take the last boon thy helpless sire can give ! He smiles, — dread smile ! and sees with transport dire Thy last, last spark of ling'ring life retire — No midnight stab thy envied breast shall feel From Scorn's cold hand, and Hatred's venom'd steel : No venal syren shall those lips defile, Rob thy fond heart, or dig thy grave and smile ! Sleep sweet as thine thy sire shall never know, Such peace, long peace ! no opiate drugs bestow !"], [52, "38 He lov'd thee once ; and smiling Virtue shone Bright in his breast, imperial Honour's throne ; A Wilmot's wit, a Stanhope's graces twin'd With flow'rs the pillars of his attic mind, Till Pleasure reign'd — and, sinking in her snare, Repentance heap'd its scorpions on Despair ! Now on life's brink th' awaken'd victim stands, Strikes his void breast, and clasps his bloody hands Hark ! — 'tis the scaffold's clang — the knell has rung ; He dies, a curse yet glowing on his tongue. Is this thy triumph, Pleasure ? — this thy boon To trusting Man in Youth's refulgent noon ? Too bland Enchantress ! — palsied by thy chain, The sage, the warrior, seeks his strength in vain !"], [53, "39 Fair as the tree Armida's poet feign'd, Thy myrtle blooms, by health and hope sustain'd ; But falls as soon : — thy lavish flow'rs expire, Thy fairy palace sinks in folds of fire ! As false Armida rose in giant form, To urge the demons of the deathful storm, Unmuffled Vice her flow'ry mantle tears, Points her red dagger and her scourge prepares ; Grim rocks ascend, and howling torrents spread Where gems and roses deck'd her downy bed ; Then sink in darkness drear illusion all, Save the cold span of earth and silent pall. Vain man ! the gifts of faithless Fortune view, When sought, how distant ! — and, when found, how few !"], [54, "40 Behold the joys in Error's empire born, Their parent, Passion ; their pursuer, Scorn ! The pearl soft Childhood's peaceful streams afford, Melts in the poison'd cup at Folly's board ; Love's waxen wings the youthful wand'rer bear, Till low they leave him, plung'd in floods of care : Round bold Ambition fiercer serpents twine Than clasp'd the panting priest of Pallas' shrine. — Last on the verge of Life's tempestuous shore, Cold Age, forsaken, guards his mould'ring store ; Till dark oblivion, stealing on its prey, For ever sweeps the abject wreck away ! END OF CANTO FIRST."], [55, "THE PLEASURES OF HUMAN LIFE. CANTO SECOND. F"], [56, ""], [57, "ARGUMENT. The theory of Pleasure deduced from Natural and Moral Philoso- phy. — The support afforded by Religion. — The origin of Chris- tian Pleasures. — Instances of their Duration. — The examples of eminent Philosophers and Statesmen.— The Pleasures of Con- jugal Affection, of Science, and Philanthropy, influenced by Re- ligion. — Examples in Poverty, Persecution, Sickness, and Death, —The Consolations found at the Grave of Virtue. — The immorta- lity and final dominion of Pleasure."], [58, ""], [59, "THE PLEASURES OF HUMAN LIFE CANTO SECOND. Where, then, is Truth? — the venerable maid Spoke in the Porch and Academic shade. Has Bliss a home ?— Athenian sages tell— \" Where order reigns, and social virtues dwell.\" Fitness and order rule th' eternal plan, Sublime in heav'n, but most express'd in Man : Order, true name for Beauty's finest part, Claims, with mysterious pow'r, his subject heart."], [60, "46 Thus rapture triumphs in the kindling eye, When the proud temple rears its columns high, Each part proportions to its equal trust, The means harmonious and the purpose just — Thus with cold joy the heedless hand explores Pearls strew'd in heaps on Persia's fragrant shores ; But when soft art their polish'd order lends, To Beauty's breast the graceful prize ascends. What mystic charm the waken'd heart assails When the fair face its silent pow'r unveils ; Is it the glossy curl ? — the lip's perfume ? The eye's mild light ? — the cheek's unbidden bloom ? All these are vulgar gifts — yon peach's side Mocks the smooth cheek, and shames its vermil pride ; The ripe lip vies not with the breath of morn, As balmy dews the scarlet weed adorn :"], [61, "47 But in the mirror ofthe beauteous whole, Shines the bright reflex of a spotless soul ; Health, the bland order of the earthly frame, And Peace, celestial Order's best-lov'd name. As the rich root and balmy stem extends From social order, social joy ascends. Self can to self no taste of heav'n dispense ; A joy unsocial is a blot on sense. Stagnant and dull, the torpid pool recedes Low in its hated bed, obscure with weeds ; But, if broad channels lead the gentle tide, Serene it flows, and spreads its bounty wide ; To grateful Earth a glorious tribute pays, And heav'n's best image in its breast displays. 10"], [62, "48 Sensation's laws the sacred truth explain, Stamp'd on the heart, and woven with the brain : Call from yon weary team the whistling hind, Hard as his soil, and rude as Winter's wind — Why glows his cheek when buskin'd mimics plead For orphans wrong'd, and shew a tyrant's deed ? Ask why his warm heart chides the doubtful strife When the stern Hebrew whets his murd'rous knife ? Why, if that heart no soft compulsion knows To hate the wretch who feasts on human woes ? Whence flows the tear on Cæsar's mould'ring grave ? Why blends that holy tear with Tiber's wave ? Not for our weal imperial Cæsar rose, Not o'er our ruins weeping Tiber flows ; /"], [63, "49 Man sees his glory writ in Cæsar's pow'r, And mourns, in fallen Rome, its little hour ! The dimpled nursling lisps its joy to hear How pious robins deck'd the wand'rers' bier ; Youth's bright eyes linger ere they close in sleep, O'er Una's woes or Juliet's grave to weep ; While midnight tapers light the hoary sage Thro' the long tales of many a far-fled age. — Whence spring their charms ?~those potent charms proclaim, Love, truth, and pity, woven with our frame — The soul its tender charities requites, Courts their soft touch, and in their throng delights As the fond mother boasts her infant train, Smiles on their birth, and glories in her pain. G"], [64, "50 '} Then Virtue triumphs : — form'd for deeds sublime Man hails their relics midst the wrecks of time : Else why more proudly dwells his sparkling eye On Phocion's cell than Cæsar's canopy ? Why swells his heart when Afric's hostage spurns Love's precious bribe, and back to death returns, With truer rapture than when Asia yields To one bold hand the riches of her fields ? Benignant Sympathy ! — in Virtue's cause From heart to heart her silver link she draws ; Crowns Nature's work ; and on the moving clod Asserts the stamp and semblance of a God. Ah ! why assert that glorious stamp in vain ! Why this frail link in Nature's golden chain ?"], [65, "51 Stern stepdame Nature ! did thy hate bestow This rich capacity of bliss and woe ? This mighty grasp, this boundless thirst of pow'r, To crowd with anguish Death's unpitying hour ? Needs the poor pilgrim of one wintry day Such wond'rous structure, such sublime array ? Thoughts swift as light, and infinite as space, His narrow passage to the grave to trace ? Vain dreams of glory !— social raptures, fly ! Man's humble business is to wake and die. Why, Nature ! why in mimic pomp provide This giant Reason for an insect's guide ? Illustrious phantom ! — dust in splendor drest! Creation's monarch, less than reptiles blest ! 10"], [66, "52 The worm, content, its silken toil pursues, Sleeps in the rose, and feasts on honied dews : But Man, poor Man ! on Reason's baseless throne Seeks distant joys and sorrows not his own ; Thro' Nature's stores directs his dazzled eyes, While scarce her worlds his craving heart supplies, Then sinks forgotten in eternal gloom, His guest, the worm ; his home, the silent tomb ! Wake, hapless Man ! Religion's seraph hand Lifts the dark pall, and bursts the leaden band ! She comes — Creation's noontide darkness flies, Her temple's veil is rent — the dead arise ! As rocks gave balm, and yelling tempests slept When Israel's God his hallow'd vigil kept,"], [67, "53 Faith bids the desert smile, the tempest cease, And pours from blasted rocks the balm of peace. Wake, slumb'ring Man ! — thy radiant guide behold ! View thy rich realm — the boundless map unfold ! Religion aids thee — hers the golden key Of Life's resplendent stage, Eternity ! Stupendous gift ! — unaided Reason sighs, Scarce lifts the veil, and feebly grasps the prize. Stagira's sage the pomp of heav'n survey'd, Then paus'd aghast, and sought a God for aid : Felt in his breast a deathless spirit barr'd, And hoped Eternity, but not reward. Guide of illumin'd Greece ! — thy glance sublime Pierc'd not the dark abyss of space and time !"], [68, "54 Thy wisdom rais'd her meteor-torch to shew Man's science \" Nothings and his pride untrue ! Yet thy free soul its mighty author own'd, Renounc'd blind Chance, and Deity enthron'd ; Half guess'd its glorious aim, and gave to Man His noblest precept — \" Aid thy Maker's plan ! Seek truth, love peace ; thy whole of bliss attends When noble means combine with virtuous ends.\". But few the dizzy height of Science trod Whence startled Reason half beholds her God : Remote and dim the priests of Nature saw Love's lambent light, and Charity's meek law. Of joys self-rais'd the stubborn cynic rav'd, Spurn'd Nature's grace, and half her work enslav'd ;"], [69, "55 Dull Epicurus kiss'd his flow'ry chain, And Plato dreamt of social bliss in vain. Religion spoke ! — her ample treas'ry gave What attic sages hop'd, but dar'd not crave : All Reason's banquet, all the joys of sense, Truth, social love, content, beneficence ! All Pagan wisdom's broad and boasted store, Alas ! how vain if Heav'n had lent no more ! The cynic saw his sullen strength defied, And found in faith a firmer shield than pride : The patient stoic claim' d a nobler prize, Cloth'd in eternal light beyond the skies : Eternal ! — Reason hails the glorious word, Souls claim eternity, or heav'n has err'd !"], [70, "56 But angel tongues the glorious pledge reveal'd, Their Chief, their God, Creation's promise seal'd ! Hide, reptile Sorrow ! hide thy baffled sting, Weak as the thistle to the whirlwind's wing ! Eternity's broad scale no record bears, — There light as summer's dust are mortal cares. Who heeds the narrow porch or thorny way When countless gems his slender toil repay ? Who fears the scatter'd darts of flying foes, If praise immortal waits the battle's close ? — But few the foes which Virtue's path invade When Meekness walks with Truth in Wisdom's shade ! Pointless and frail the envious dart recoils, Or adds a trophy to their well-won spoils. As scorpions shun the silver-cinctur'd isle, No serpent-cares the placid breast defile ;"], [71, "57 ) And Charity, mild guest ! with healing wings, To Virtue's storm-tost ark the olive brings ; There, like the dove to mercy's herald given, Proclaims on earth the best-belov'd of Heav'n. From Pow'r's stupendous seat her herald came, To blend her light with Truth's refulgent flame : Not his the glories of a conqu'ror's form, His torch a meteor, or his voice a storm ; Meek as the dying babe his whisper woke, With Mercy's tongue the Prince of Wisdom spoke : On infant brows his parent-signet prest, Rais'd the sunk eye, and warm'd the wither'd breast Gave Love his sceptre, and on Friendship's bier Pour'd heav'n's own incense with a mortal's tear. H"], [72, "58 The sire, of Childhood's precious bud bereaved, Ask'd but His smile, and second life receiv'd : Warm through his nerveless hands and blasted side, The palsied trembler felt the vital tide ; And ere his wan lips form'd their feeble pray'r, Found Health's rich crimson glow and triumph there ! Mute in meek faith, the wither'd mourner won Life from His eye, ere humble hope begun : Beneath its beam the idiot-caitiff crept, The contrite sinner heard his God and wept : While the poor pilgrim, with new-open'd eyes, Saw Hope's eternal sun unclouded rise ! Behold him yet ! — his mild but mighty voice Still bids the pilgrim's humble heart rejoice ;"], [73, "59 Still to the couch of peace the mourner calls, While from his eye the film of error falls : Lifts the frail flow'r by blighting tempests bow'd, And life triumphant raises from the shroud ! Waked by his voice, immortal Pleasure sprung, Truth's seraph sister, ever fair and young : With her she waits — a far-retiring maid, Fond of the secret cell and vestal shade. Not as the priests of frantic Bacchus feign'd, With Teian grapes, or Thracian orgies stain'd : Nor bound with flow'rs to Cupid's painted car, Nor wheel'd by tigers thro' the pomp of war : But by mild Truth, her white-rob'd sister, led With upfix'd eyes and light-encircled head, Where Hope, remote from Passion's turbid tides, Her pure perennial stream in silence guides :"], [74, "60 While Charity, bright Faith's celestial child, Breathes her bland zephyr o'er the wintry wild ; Like Spring, with fingers dipp'd in healing dews, The roseate robe of frozen Earth renews ; Spreads her soft veil o'er fickle Nature's frown, And lends young Pleasure her eternal crown. Thus Pleasure dwells with Man ! — her smiles illume The Exile's desert, and the Captive's gloom : Sublime she sits, if awful Virtue calls, When rent earth trembles, and the mountain falls ! She walks with Valour on the loose rock's verge. Dares the wide gulf, and tempts the boiling surge. When Rome's meek victims smil'd on beds of fire, Immortal Pleasure quench'd their fun'ral pyre :"], [75, "61 With royal Jane the crimson axe she brav'd, On Cranmer's stake her shining ensign wav'd ; Her hand the nuptial torch of Russel bore, When the dark scaffold blush'd with lavish gore ; By dauntless Raleigh's prison-couch she stood, And smil'd with Hampden at Ambition's flood. In death the martyr sees her angel form, The patriot hears her in the battle-storm ; But most when Peace her olive garland weaves, And Pity's breast her wounded dove receives. Nor there alone : in Life's sequester'd dell Where Meditation seeks his hermit cell, Or sacred Poverty reclines unseen, Oft o'er the straw-wove couch she loves to lean."], [76, "62 She lingers, smiling, o'er the victor's bier, When all he ask'd of life, in death is near ; But purer still her secret incense glows, If the brave bosom shares a brother's woes : There vestal Pleasure gives her lengthen'd light, As rays reflected seem more softly bright. Her nectar fill'd expiring Sidney's soul, While the parch'd soldier shar'd his scanty bowl : Less precious drops her partial hand supplied, When Brunswick conquer'd, than when Leopold died. Has Care no solace ? on the silent stream Of dark Affliction steals no summer-beam ? Yes ! there are joys to sacred Sorrow known, Unfelt on Grandeur's couch or Glory's throne ! 10"], [77, "63 Those joys lie treasur'd in the faithful breast, Where oft-forgiven Shame returns to rest; They light the eyes which patient vigils keep Affection's embers to behold and weep. Unfading comforts crown the tender thought, With duteous Care and social Pity fraught : A thousand joys that tender thought supplies, As the soft opal boasts a thousand dyes ! Can the rich grape, Carpathia's purple pride, Can those deep mines her frozen mountains hide, Yield gem or balsam precious as the tear Dropp'd on the bed of Pain when Love is near ? Is the soft touch of Beauty's magic hand, While Mirth and Music lead their shining band,"], [78, "64 So dear, so suasive as the kiss bestow'd When life, reluctant, leaves its lov'd abode ? — When, held by trembling Hope, the midnight lamp Gleams on the brow with deadly anguish damp ; When the cold hand the last long pressure feels, And its faint grasp a speechless wish reveals ; While the fond spirit, ling'ring ere it flies, Looks yet a moment thro' the closing eyes ! O ! that last look, that dumb and brief caress, Shall the lone eve of late Remembrance bless ! That precious relic midst the sea of time Lives, like the torch on Afric's tow'r sublime, Unquench'd, while Sorrow sheds her frequent show'r, A blissful beacon in the darkest hour !"], [79, "65 But if to wrap the wearied warrior's head Meek Love and Faith their downy curtain spread ; If their soft hands his ev'ning couch prepare, Or win the barb'd sting from the brow of Care, Pleasure, with wreaths of deathless am'ranth crown'd, From her rich censer wafts ambrosia round ; Ambrosia, such as Beauty's insect train Seek in the summer buds of Love in vain ! When o'er her hero's wound Sybilla bent, Health to her lips its softest balsam lent ; When Dian's breath expiring virtue fann'd, Peace gave its sceptre to her gentle hand. In Mary's smile sublimer beauty dwelt, While William's clouded soul its sunbeam felt, Than when, ador'd on Gallia's silken throne, In bridal pomp a fairer Mary shone. i"], [80, "66 Thus woman triumphs : — but when Science show'rs Her nectar'd gifts on Youth's awak'ning flow'rs; When Thought ethereal to its God ascends, As Heav'n exhales the precious dew it lends ; While Wisdom, beaming thro' the clouds of age, Illumes the treasures of her sacred page, And, like the mild moon, gilding earthly night, Pours from the Sun of Truth reflected light ; Then Man to Pleasure's fount exulting springs, While angels smile, and wave their silver wings ! Thro' Lapland wilds that genial fountain flows, 'Midst Andes bleak, or Zembla's mountain snows ; Or where, thro' sable sands and forests dire, The fierce equator pours malignant fire,"], [81, "67 When the blest Pilgrim, bold in bounteous toil, Thro' the dark desert guides another Nile : From Truth's pure source reviving nectar pours, Melts the stern soul, and wins its buried stores ; Bids savage Nature hail the soft'ning stream, And a new Eden bless Religion's beam. Pilgrim ! tho' howling round thy lonely way, The gaunt hyena seeks her gasping prey ; Tho' Lybia's tyrants urge thy patient flight Thro' scorch'd Savannahs, black with deathful night, Faith on the desert-path her manna strews, Guards thy lone pillow, and thy torch renews ! Tho' not for thee the ripe anana glows, Nor the rich lime its fragrant balm bestows,"], [82, "68 Thy scrip and staff attending angels bear, Fill thy pure cup, and richer fruits prepare ; As guardian seraphs smooth'd the barren way Of Him whose empire shall thy toils repay ! O ! let not Glory's fire-ey'd soldier pause, Nor spurn the laurel reap'd in Virtue's cause ! Fame's barter'd slaves their scanty hire shall own, While Mercy's ministers approach her throne ! Round Howard's grave auguster trophies rise Than haughty Trajan's, mingling with the skies : On Hanway's dome auspicious stars shall shine, When ravens brood, imperial Charles ! on thine. Unfading wreaths the priest of Science crown, When Grandeur's columns fall forgotten down !"], [83, "69 Newton ! thy glory thron'd in light shall live, While suns reveal'd by thee their radiance give ! As long, blest Locke ! thy name shall dwell enshrin'd In thine own temple, Man's immortal mind I And ye, meek heralds of the purer light, By bland Religion pour'd on mortal sight ! Ye, who the slumb'ring lyre of Israel strung, And gave to infant lips Devotion's tongue, Shall kindred choirs of warbling cherubs hear Thro' the long spring of Heav'n's eternal year ! While the red robber, mad Ambition's boast, Falls like the insect-lamp on Brahma's coast, The Sage who bade his orient world rejoice, And lent to Veeshnu's form a Saviour's voice ;"], [84, "70 He who first toil'd in Indus' glowing mine, To heap her gems on holy Wisdom's shrine, Supreme on Fame's eternal rock shall stand, Till the last trophy falls from Conquest's hand ! But these were sov'reign souls ! — can Faith impart Mild Pleasured banquet to the beggar's heart ? A heart by no resplendent ray inform'd, Nor smooth'd by Science, nor by Genius warm'd ! Can fruitful Charity's soft germ unfold In blighted bosoms, desolate and cold ? When Want, stern Want ! arrests her shining course, Chills her pure stream, and locks its genial source, Can Faith the iron grasp of Pain endure, Or strew with flow'rs the hovel of the poor ? 10"], [85, "71 Come to this dell where never sun-beam shone, Where, choak'd with weeds, imprison'd waters moan : Scarce the starv'd goat a lonely flow'r to meet, Down the grim chasm trusts his faithful feet ; There rocks on rocks by groaning earthquakes rent, Join their hoar heads in naked ruin bent : Ere Nature's Author bless'd his work and smil'd, Thus bare she look'd, thus desolately wild — Whence creeps yon curling smoke ? — where shaggy thatch O'erhangs the rude door, heedless of a latch — Is this a dwelling ? — 'tis a demon's den, A demon prowling for the wrecks of men ! The wand'rer shuns the path, tho' midnight scowls, His wary wolf-dog looks askance and howls —"], [86, "72 But start not, stranger ! — at the shatter'd gate A Brother smiles, and jocund welcomes wait : Beneath those tatters, rent by many a storm, Beats a pure heart with social bounty warm. Revere that sun-burnt brow ! — erect and bare, It fronts the skies and claims a guardian there ! Faith in yon herdsman's breast her altar rears, As the bright hearth his clay-built hovel cheers ; He calls thee, stranger ! to his friendly door, And blesses thee as heav'n shall bless his store ! See, the grey matron seeks her oaten hoard, Smooths her warm hearth, and heaps the milk-white board ; Her rose-lipp'd babes the smoking faggot trim, While the brown nectar sparkles to the brim :"], [87, "73 To thirsty lips ambrosial as the bowl Fill'd where Livadia's honied fountains roll ; Sweet as the kid on Hybla's fragrance fed, Seems the parch'd crust by smiling Welcome spread. Sleep, weary wand'rer ! tho' on wood-moss laid, No midnight felon shall thy rest invade ! Nor hurl thy cold limbs to their unknown grave Beneath the giant rock or howling wave ! Sleep J — tho' by Penury's chill fetters prest, Peace lights the cot, and guards the slumb'ring guest. With morning's dew her vital balm she brings, And spreads her down on Midnight's sable wings : — Blest on his straw the hoary peasant lies, Nor envies Pomp her gilded canopies : Taught from the stores of bounteous heav'n to crave The boon his pity to a brother gave ; K"], [88, "74 Taught to behold above yon azure dome, Pav'd with ten thousand suns, his promis'd home Secure, when Sorrow drops her scorpion-rod, To stand with monarchs bv the throne of God ! O'er distant fields his best-lov'd son is gone, Where Albion's glory leads her warriors on : For wealth and fame to bless his hoary age, The blooming soldier brav'd the battle's rage. Now his last life-blood warms a thankless shore, 'Midst storms of fire, and floods of foaming gore ! On him no mother's melting eye shall gaze, No father's proud heart banquet on his praise — In Sorrow's lap his orphan babe shall bloom, While the cold Douro laves his nameless tomb !"], [89, "75 Forlorn he lies ! the lurid moon alone Views the drear field, and hears his dying groan. Hark ! o'er the mound of death a footstep steals, His frozen hand the grasp of anguish feels : A wife's torn bosom props his sinking head — Such love might warm, such woe awake the dead ! One, one last glance her palsied lips demand, Press his damp brow, and print his clay-cold hand — One glance to treasure in her ruin'd heart, Till the last pangs of ling' ring life depart ! Alas ! those eyes no precious beam supply, On his pale lip unutter'd blessings die — O, not unseen ! — amidst yon lightning's glare A Father sits, and registers his pray'r ! 10"], [90, "76 :s He, whose mild hands the unfledg'd raven feed, And clothe the field, and prop the fallen reed, Shall widow'd Love's unshelter'd relic save, When wild weeds strew forgotten Valour's grave ! Faith ! thy bright hand the soldier's hope enshrines, Thine, only thine, his broken heartstring twines ! He hears thy promise in the whisp'ring breeze, Thro' the rent cloud thy herald-torch he sees ! One ling'ring tear his feeble eye bestows, Then turns to heav'n, and shuts in blest repose ! But from the dust, where stretch'd and dumb he lies What hand shall lift Despair, when Beauty dies ? Belov'd Malvina ! when the with'ring blast Of Death o'ertook thee ere thy morn was past,"], [91, "77 Did no soft triumph mingle with thy sigh ? No sacred rapture light thy closing eye ? When thy chill lips a hopeless mother prest, When their last roses faded on her breast, Did not an angel's smile, an angel's tongue, Sooth her whose anguish round thy relics clung ? \" Ere long ye meet again ! — the bitter tear, The feeble record spare ; for ever dear To Him who bids the pride of empires cease, Is the low grave where, wrapp'd by maiden Peace, Meek Virtue rests ! — and oft at Fancy's hour, In the calm shade of Friendship's evening bow'r, Her form shall hover, or in dreams display The promis'd noon of Joy's eternal day : That angel form shall guide thy steps, and wave Her silver wings to waft thee from the grave !\""], [92, "78 But thou, sad Exile ! whose unshelter'd charms Apostate Passion lur'd to Ruin's arms, Thou, whose drear days and houseless midnights show The dire varieties of guilty woe, In Fancy's bow'r shalt find no roses spring, No angel-phantom spread its guardian wing ! Yon grey moon-silver'd roof, whence ling'ring smoke Creeps thro' the broad shade of the time-worn oak, Was once thy blissful home ! now cold and drear, The night-wind whistles thro' thy scatter'd hair : On the bare heath, while angry meteors gleam, Thy babes forsaken join the death-bird's scream : Or seek their scant crumb from a father's door, While Scorn and Vengeance guard his canker'd store !"], [93, "79 > Lone wand'rer ! from the ark of Mercy chas'd Thro' Guilt's dark deluge, o'er a pathless waste ! For thee no olive's sacred branch shall bloom, No pity spreads its rainbow thro' the gloom ! On earth no haven yields thy footsteps rest, While the rude tempest rends thy tender breast ! Yet lift those tearful eyes ! — one bounteous hand Still guides thy frail feet to a shelt'ring strand ; Not where proud Custom smiles at Honour's wound Or Vice, triumphant, rears her trophies round ; Nor where, o'er meagre Shame and Hatred pale, Degraded Hymen spreads his slender veil : Far, far from these ! — to Virtue's cloister'd seat, Where meek Repentance sits at Mercy's feet, Religion calls thee home — her hand benign Round the shorn lamb her silver cord shall twine ;"], [94, "80 Her gentle touch is ransom'd Woe's release, Her precept, pardon ; her dominion, peace ! As Heav'n's soft gales th' Eolian lute inspire, Her breath shall tune Affliction's shatter'd lyre : Thy morning's cloud shall melt in grateful show'rs, And one pale gleam adorn thy closing hours ! Rest, humble suppliant ! Glory's laurell'd head Seeks the soft pillow which enrich'd thy bed !— While lost Lusatia drops her broken shield, Her Chief lies friendless on the guilty field : He whose bold arm her falling throne embrac'd, Whose glory's beam the night of ruin grac'd, Groans in base chains ! — triumphant demons smile, While Pow'r and Treason mock his baffled toil.—"], [95, "81 Avails it now how oft that captive hand Gave Conquest wings to reach a thankless land? How oft that tongue awak'ning senates fir'd, While palsied Envy in her cell expir'd ? Betray'd by them whose wav'ring flame he fed, Whose scatter'd hosts his radiant column led, He hears the wolves of fierce Ambition yell, Their den his grave ; their victims' groans his knell ! Defeat's grim spectres chide his ling'ring breath, And steep in gall the tardy shaft of Death. Where rests his hope ? — On Thee, whose arm unfolds The veil of Justice, and her sceptre holds ! On Thee, whose glance the dungeon's gloom explores, Tho' tyrants bar their adamantine doors ! L"], [96, "82 Tho' cold Defeat arrests the Patriot's hand, While Discord, raving, lifts her lurid brand, Thine shall his name in Glory's volume write, And pour on crouching Guilt, tremendous light ! Eternal King ! not giant souls alone Claim thy broad shield, or seek thy awful throne ! WTien choral crowds the pealing anthem swell, Thine ear turns, pitying, to the silent cell Where Patience sits, Affliction's smiling guest, And bares to ruthless Pain her placid breast. When scowling Danger rides the midnight storm, Thy arm sustains yon faint and faded form, Where, like a brief, yet balmy flow'r, decays The ling'ring beauty of departed days ;"], [97, "83 While youth to spotless age its light resigns, As the pale lamp thro' polish'd crystal shines. In Joy's warm bosom once that beauty glow'd, Borne by young Love to Hymen's blest abode : An envied sire the tender blossom fed, Exulting brothers fenc'd its fragrant bed ; But Pain, dire fiend ! the rose of Beauty ey'd, Seiz'd its soft stem, and crush'd its early pride ! The victim smil'd ! — thro' rents by anguish made Her soul came forth in purer light array'd ; Serenely saw its ruin'd mansion bend, And Youth's mild star in midnight gloom descend. Pain on her couch the veil of Patience wore, And silent Grief Religion's incense bore !"], [98, "84 j Now in the vale, where truth and peace reside, The matron-saint awaits her angel-guide : Mild Hymen's torch extinct and buried lies, Fraternal love its healing dew denies ! She sees the cold worm prey on Manhood's bloom And her soul's pride enrich the thankless tomb. Yet, with encircling love, her fond embrace Guards the last tendril of a blighted race ; Still, like the wounded pine, her bosom yields Balm to the orphan branch its bounty shields. A fruitless branch ! whose blossom ill repays The root which feeds it while itself decays ! As when the plant in Winter's bosom rear'd Erects its silver head, in age rever'd, One feeble flow'r, beneath the fost'ring leaves, From the rich stem its vital juice receives ; 10"], [99, "85 And ere it drops to mix with kindred earth, Pays its brief tribute where it owes its birth : But angel hands the parent stem shall bear To Eden's bow'rs, and bid it flourish there \\ Yes, thou shalt smile, Belov'd ! when Fate has bow'd To kindred earth, the abject, and the proud ! When the chill blast of Fortune's wintry day Sweeps Folly's insect revellers away ; And they whose cold hearts mock'd deluded trust, Lie with forgotten heaps in nameless dust, Thou, as the cedar shades its storm-struck foe, Shalt screen the hand which laid thy branches low ! Pleasure to thee her silver cup shall bring, Fill'd with the balm from Wisdom's ample spring : Her flow'rs thy banquet and thy couch shall dress, Her vestal lamp shall warm thy soul's recess,"], [100, "86 Unseen, unboasted in her secret shrine, As the rich topaz lights the silent mine ! Rest, tow'ring Hope ! thy eagle pinions hide — Not here thy triumph, not on earth thy pride ! Could Truth, could Wisdom, eternize their flame, Could Genius life's immortal spark reclaim, Yon mould'ring record had not vainly told Where Wisdom sleeps, and eloquence lies cold ! Pain had the seat of attic Science spar'd, And Health and Joy the lucid mansion shar'd ; The Poet's ray, the Patriot's beacon fire Had shone undimm'd, and bade the world admire : The Priest of Mercy still had grac'd her shrine, Still from his bosom pour'd her balm divine ;"], [101, "87 Still attic nectar on his lips had hung, While bland Religion triumph'd on his tongue. Pause, mourner ! from the grave his precepts reach, The grave of Goodness claims eternal speech ! Pause ! tho' in fun'ral gloom suspended here, The radiant lamp of Mercy's shrine revere ! O mourn no more ! to silent dust assign'd Lies but the clay which holy fire confin'd ! In distant worlds the deathless flame shall burn, Tho' kindred earth receives the sculptur'd urn — O mourn no more ! — tho' low beneath thee laid, The flow'rs of fame, and wit, and science fade, All Honour lends, and grateful Love bestows, Shall deck mild Virtue, wrapp'd in brief repose :"], [102, "88 She slumbers here ! but when the solar fire Is lost in night, and crumbling worlds retire, From the rent earth her glorious spark shall rise, Spread its pure flame, and mingle with the skies ! Pleasure ! in Fancy's eye serenely clear, Life's bright horizon, ever new and near, Whene'er we gaze, thy canopy ascends ; Where-e'er we tread, thy ample round extends ! But fairest, widest, when the sov'reign ray Of sun-bright Reason wins its equal way ; When soft and clear, unvex'd by ruffian gales, The pure cerulean tint of love prevails : Then if a cloud the bright expanse invades, It teems with blessings for the earth it shades !"], [103, "89 Not when gay Childhood's morning vapour plays, Or fierce Ambition spreads its noontide blaze ; Or, big with storms and death, the sullen cloud Of Vice, advancing, rolls its sable shroud : These, these shall pass away ! — while pure and bright Religion triumphs in eternal light, Till the thin shades of brief existence fall, And Pleasure's cloudless heav'n encircles all ! M"], [104, ""], [105, "NOTES."], [106, ""], [107, "NOTES As sparks electric grace the eastern weed, fye. — P. 7- 1. 5. The papaver orientalis, or eastern poppy, is said to diffuse electric sparks after twilight. as Ammon's holy fount By day sleeps coldly near the templed mount. — P. 23. 1. 3. Fons Solis, near the temple of Jupiter Ammon, in Greece, is celebrated for its peculiar warmth at midnight, and icy cold ness at noon. Stagira's sage the pomp of heav'n survey d. — P. 53. 1. 9. Though Lactantius tells us that Aristotle spoke like a god in his moral precepts, he seems to have formed no conception of Providence, the immortality of the soul, or its future state. But he acknowledged the existence of a God, and the soul's immateriality. Guide of illumin'd Greece ! — P. 53. 1. 13. The system of this sublime philosopher admitted no perfect happiness but in virtue, the supremacy of an eternal Being,"], [108, "94 and his providence. The pupils of Socrates believed that the disposition ofthe world was not an effect of chance, but of Al mighty wisdom. They acknowledged an immutable law of good and evil, and exhorted men to imitate God as far as their infirmity permitted. But few the dizzy height of Science trod, Whence startled Reason half beholds her God. — P. 54. 1. 9. The Pythagoreans and Platonists, though the wisest among heathen philosophers, entertained very chimerical notions re specting the nature of God. The Ionic sect knew nothing of the Divine Essence; and Anaximenes attributed it to air. The Academicians and Pyrrhonists doubted every thing. The Stoics, notwithstanding their admirable precepts of morality, were unable to conceive the nature ofthe Supreme Being, and doubted the eternal existence of souls. Dull Epicurus kiss'd his flow'ry chain. — P.\"55. 1. 1. This philosopher propagated very narrow ideas of pleasure, though he considered it the chief good of man. In his opinion, the world, and even the soul, were only compounds of atoms, directed by chance. All Tagan wisdom's broad and boasted store. — P. 55. 1. 7. Lactantius observes, that if all the truths taught by heathen philosophers were collected, they would constitute a system re sembling the principles of our religion. But though these truths were scattered among Pagan philosophers, no one knew"], [109, "95 them all, or unmixed with error. The sullen sternness of the Cynics, their contempt of social graces, and savage tyranny over females, are proverbial. Even Plato adopted many un reasonable and impracticable ideas of society ; and the Cyren aics believed that the difference between good and evil consist ed only in opinion : nor were the most distinguished sages without several public vices. Varro computed three hundred various systems of philosophy, of which we find the best prin ciples combined in religion, without their defects. Truth, social love, content, beneficence ! — P. 55. 1. 6. These, in the systems of the wisest men in Greece, constitu ted the foundation of all human pleasures. Epictetus affirms, \" that an honest man desires to do good to every one :\" and he considered beneficence an attribute of the Deity. The laws of Zaleucus are models of benevolent jurisprudence. Antisthenes sums up morality in these words — \" Worship God, and love mankind.\" Confucius says, \" 'Tis the part of a narrow soul to confine to a few the love which should embrace mankind.\" The Pythagoreans and Platonists pronounced revenge a des picable passion, and urged their disciples to forget injuries. When Periander of Corinth bade men \" Love truth !\" he re peated a maxim held in the highest esteem among the ancients. Even Epicurus said, \" To live pleasantly, we must live ho nestly.\" The Sire of Childhood's precious bud bereav'd, Ask'd but his s?nile, and second life receiv'd. — P. 58. 1. 1. The authoress could not approach this sublime subject with-"], [110, "96 out recollecting the exquisite representation produced by Mr West, and lamenting the inability of her pen to emulate his pencil. Poetical licence, it is humbly hoped, will excuse the use of the preterit instead of the participle in one of these lines. Truth's seraph sister, ever fair and young. — P. 59- '• 6. Besides the moral efficacy of religion, nature has annexed an inexpressible pleasure to the ideas it excites. Whoever has studied the fine mechanism of the human mind, is acquainted with the deep, strong, and exquisite sensation which a sublime object affords. The true sublime is present when we feel our selves surrounded by stupendous tokens of an unseen power, whose mysterious grandeur creates hope, gratitude, and admi ration. These powerful springs of pleasure are all combined by religion, and especially by the Christian's. Admiration has been called the daughter of Ignorance ; but she is the mother of delightful sensations, when produced by a being whose power, wisdom, and benevolence are supreme. Sanctorius and other philosophers have proved, from physi cal laws, that pleasure attends all the movements of the heart, except those in which fear or hatred predominates : therefore every benevolent act or emotion conveys an abstract pleasure to ourselves, besides its relative advantage to society. Where, then, is the system so nearly allied to happiness as that reli gion which excludes every malignant sensation, and requires only peace and love ? When o'er her hero's wound Sybilla bent. — P. 65. 1. 9. Sybilla sacrificed her life by sucking the poisoned wound of 10"], [111, "97 her husband, Duke Robert of Normandy, eldest son of Wil liam the Conqueror. Diana de Poictiers (natural daughter of Henry II.) reformed, by her patient tenderness, the rash cha racter of her husband, Francis de Montmorenci, and preserved him from the massacre of St Bartholomew's day, to which Ca tharine de Medicis had marked him for a victim. After his un fortunate death, she negociated peace between Henry III. and Henry the Great, then king of Navarre ; \" Madam,\" said the lat ter, \" if you will pledge your word that he is sincere, I require no stipulations ; your word is equal to a thousand bonds.\" She died in her eightieth year, in 1619- The estimable character of Queen Mary is best described in the words of King William III., her husband, who replied to Dr Tennison's condolence on her death — \" During seventeen years, I never perceived a fault in her. She possessed a worth which nobody knew so tho roughly as myself.\" When the blest Pilgrim, bold in bounteous toil. — P. 67. 1. 1 • The missionaries to India, here alluded to, were men of most exemplary piety and indefatigable zeal in the cause of Christianity. The first protestant mission in that country was founded in 1707, by Bartholomew Ziegenbaly, a man of great benevolence and erudition. He erected a Christian church among the Hindoos, and collected many congregations. He was honoured with a letter of approbation and encouragement from George I., and patronized by the Society for Promo ting Christian Knowledge. He translated the Bible into the Tamul tongue, in which he was employed fourteen years. N"], [112, "98 After Ziegenbaly had finished his arduous course, he was fol lowed by other learned and zealous men, upwards of fifty in number, in the period of one hundred years ; among whom were Schultze, Janicke, Gericke, Swarlz, and Kohloff, per sons of eminent utility, whose minds seemed to be elevated by' their divine employment above the obstacles they encountered. The venerable Swartz holds a distinguished rank in this class : he was engaged with great success in his pious task near half a century. No dangers appalled, no difficulties discouraged him. His firmness was united with great humility, gentleness, and judgment. This devoted Christian, when dying, be queathed all his considerable property for the promotion of Christianity. \" Let the cause of Christ (said he) be my heir.\" He died in peace, highly honoured, and much lamented, by persons of all ranks in India, where his character and labours still shed a benign influence on the cause which he spent his life in propagating. And ye? meek heralds of the purer light. — P. 69. 1. 5. The lives of men devoted to the service of religion have been, with few exceptions, distinguished by their placid tenor, and by a surpassing share ofthe pleasures of human life; those real and permanent pleasures which spring from beneficence, content, and the esteem of pious men. Christianity's most eminent advocates, especially Grotius, Hooker, Burnet, Dodd ridge, and Watts, gave, in their deaths, the strongest proof of the tranquillity and hope derived from the precepts they taught. The fathers of philosophy, Bacon, Locke, and New-"], [113, "99 ton, may be added to the list of those who considered religion the basis of all human pleasures in life ; and the last moments of Bishops Lowth and Porteus are still recent examples of the felicity it lends in death. The sage who bade the orient world rejoice. — P. 69. 1. 13. Sir William Jones, the luminary of Asiatic literature and ju risprudence, will never be remembered in the East without tri umph. In his researches through the depths of Hindoo my thology, he discovered a remarkable coincidence between the wild, but sublime, legend of Brahma, Veeshnu, and Seeva, and the doctrines of Christianity. Veeshnu, the second per sonage of this mysterious trinity, possesses all the traits of our Saviour, and may be called the Christ of the Hindoos. Sir William attributed this striking affinity to a confused tradition of the Messiah, which may have reached Hindostan in earlier ages, and he rendered it a powerful auxiliary to the Christian cause. The vigour and variety of his talents, the depth of his disquisitions, and his ardent zeal in that cause, placed him among its most memorable champions. Yon mould'ring record had not vainly told Where Wisdom sleeps, and Eloquence lies cold ! — P. 86. 1. 7. These, and the subsequent lines, are a feeble tribute to the memory of a most revered and lamented father,* whose death * The Rev. Dr John Vardill, Rector of Skirbeck and Fishtoft, Lincolnshire."], [114, "100 is still recent. His keen wit and fluent eloquence were enrich ed by the mildest urbanity, and his profound scholastic know ledge by the most endearing social virtues. His presence was the light of his domestic circle, and gave joy to every society he entered. Ever devoting his rare talents to the purest phi lanthropy, he beautified religion by his example. THE END. Edinburgh : Printed by James Ballantyne & Co."], [115, ""], [116, ""], [117, ""], [118, ""], [119, ""], [120, ""]]