[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A DESCRIPTIVE CATALOGUE OF THE %#& Jlperimwts and Ifthwafe IN THE NATIONAL MUSEUM, COLLECTED BY 8Ph* $tQ\\o$uixl jwwjr 0s Wtttaxh; WITH EXPLANATORY NOTES ON THEIR NATURE AND MODE OF OCCURRENCE IN PLACE. J-.V ALFRED R. C. J3ELWYN, DIRECTOR OF THE GEOLOGICAL SURVEY, GEORGE H. F. ULRICH, F.G.S., C. D'OYLY H. APLIN, ROBERT ETHERIDGE, F.G.S., AND NORMAN TAYLOR. MELBOURNE ■ BY AUTHORITY: JOHN FERRES, GOVERNMENT PRINTER. 1868."], [6, ""], [7, "ERRATA. Page 18, No. 74. For \"(Diabase),\" read \"(Diorite).\" „ 18, No. 75. „ 18, No. 76. „ 18, Nos. 77 and 78. „ „ „ „ 18, Nos. 77 and 78, last line. For \" some pyroxenic mineral,\" read \" some amphibolic mineral.\" „ 72, No. 53. For \" Morris' Plain,\" read \" Morris' Claim.\" „ 74, No. 71. For \"Dawson,\" read \"Danson.\" „ 81, Note after 38b. For \" specimen No. 38,\" read \" No. 38a.\" „ 91, No. 2. For \" Moryya,\" read \" Moruya.\" „ 95, No. 15. For \"(7),\" read \"(71).\" In List of Maps ) No. 42. For \" 19. N.W.,\" read \" 19. S.E.\" on fly-leaf. (No. 51. For \" 22. S.W.,\" read \"23. S.W.\""], [8, ""], [9, "INTRODUCTION, The limited space available in the National Museum for the exhi bition of the geological collection of rocks makes it impossible at present to display more than one suite of specimens. To render the collection complete, it should comprise three sets — one of which should be arranged lithologically, to illustrate the composition, structure, and physical aspect of the rocks ; a second, stratigraphi cally, to illustrate the order of succession of the several formations ; and a third, topographically, to illustrate their geographical dis tribution. In this collection the stratigraphical arrangement has been selected, as Ifest adapted to afford special and general knowledge of the characters and aspect of the various rocks met with in each formation, while the colored label on each specimen, when compared with the similarly colored geological maps, shows approximately their geographical distribution. There are two labels on each speci men : the colored one indicates the formation to which the specimen belongs, the locality, and the reference number on the maps ; the other is the Descriptive Catalogue number for each formation. Some of the specimens show examples of the fossils characteristic of the formation to which they belong ; but a separate and complete collection of fossils, arranged stratigraphically, and named and described by Professor McCoy, is being prepared, and will fully illustrate the Palæontology of Victoria. The minerals are also arranged as a separate collection, and numbered consecutively to agree with the Descriptive Catalogue. The published geological quarter-sheet maps, referred to on the specimen labels, are exhibited on the walls contiguous to the cases. Each map represents fifty-four square miles of country, and a copy of the geologically-colored sketch-map of the whole colony, on a scale of eight miles to one inch, is also exhibited. On the above-mentioned maps are letters and numbers — thus (Fs) — which"], [10, "INTRODUCTION. IV correspond with letters and numbers on the colored specimen labels, and thus indicate the exact spot on the map where each specimen was collected, and the formation it belongs to. The letters R, F, M., on the maps and labels, show whether the specimen is Rock, Fossil, or Mineral. Illustrative horizontal sections, similar to the one accompanying I sheet 14 S.W., Maldon, will eventually be constructed for all the more interesting -j sheets ; and a system of lettering on the face of the map has been adopted, by which the student can easily ascertain the probable nature of the formations underlying those that occupy the surface (depicted by the color on the map) of any given area. The letter G. indicates Granite ; C, Lower Silurian ; S., Upper Siluiian ; V., Volcanic ; T., Tertiary, &c. ; and the number attached to the letter indicates the probable mineral or lithological character of the rock. Thus, VI. on TP3. on Cl. 2., indicates Volcanic formation (basalt) resting on Pliocene Tertiary gravel, or \" lower gold drift,\" on a bottom of Lower Silurian slate and sandstone. The arrangement of the specimens described in flhis Catalogue was planned and superintended by myself. The descriptions are the joint work of myself and colleagues, Messrs. Ulrich, Aplin, Etheridge, and Taylor. The analyses, when not otherwise stated, have been made by Mr. J. Cosmo Newbery, Analyst to the Survey. ALFRED R C. SELWYN, Dir. Geo. Survey of Victoria. Geological Survey Office, May, 1868."], [11, "DESCRIPTIVE CATALOGUE, IGNEOUS ROCKS. PLUTONIC AND VOLCANIC. The relations of these rocks indicate that they have, for the most part, been forced upwards from the interior of the earth in a fluid or semi-fluid (viscous) state. They have penetrated and overflowed other formations, and then become solid under varying conditions, either on or beneath the surface. The soft state in which they existed was probably due to great heat — hence the term \" Igneous rocks ;\" and their texture, as we now find them, is the result, partly, of the particular conditions under which they became solid, and is partly due to subse quent metamorphism. They are either compact, porphyritic, or crys talline granular, seldom fissile, but frequently vesicular or amygdaloidal. They also often occur in a wackenitic state (wacke*), this form being, in Victoria, very characteristic osthe rocks osthe Older Volcanic series. As volcanic ash, they occur in stratified layers, having much the appearance of true sedimentary aqueous rocks. They are classed under two principal divisions, expressive of their origin. 1. Plutonic — or those that became solid at a considerable depth in the interior of the earth (consequently under great pres- sure), and have been exposed at the surface by the removal of the once superincumbent strata. 2. Volcakic — or those that have been forced to the surface, and either flowed over it in a molten state, or been spread over it as ash. These again may be divided into two classes expressive of their constitution : — 1. Acidic — or those rich in silica. 2. Basic — or those poor in silica. The average composition of these two classes of igneous rocks is, according to Cotta — Basic rocks. Acidic rocks. Silica ... ... 45—55 60—80 Alumina ... ... 10—20 8—16 Protoxide | j j_w 1—16 Oxide ... J Lime ... ... 1—10 1— 5 Magnesia ... ... 1 — 6 0 — 4 Potash ... ... 1—4 1—6 Soda ... ... ■ 1 — 5 1 — 6 Water ... ... 0—7 0—8 * Wacke is a German miner's term used to describe a decomposed state of igneous rocks poor in silica."], [12, "2 IGNEOUS ROCKS. The separation between the two groups canuot bo very rigidly carried out, as certain rocks of each group vary so greatly in their com position as actually to graduate into the opposite one. This is also the case as regards the Plutonic and Volcanic divisions, there being no definite depth of measurement that can be fixed as a boundary between these two kinds of formations : thus, each of the four groups may be characterized by some typical rock, and each may also be connected with the other group by means of rocks of an intermediate character and origin. The groups may be represented as follows „ ( Acidic Plutonic < t> ■ ( Basic TT ( Acidic Volcanic < „ ■ ( Basic . ( Plutonic Acidic - jVolcanic _, I Plutonic Basic ... { Volcanic Granite ) 0 .. Diorite } Syemte- Trachyte ) Porphyrite. Basalt j Trachy-dolerite. Granite ) Quartz porphyry. Trachyte } Trachyte porphyry. Diorite 1 Melaphyre. Basalt ) Diabase porphyrite. The former state of fusion of the Volcanic division of the igneous rocks is evident, as they may still be seen in process of formation from the lava of active volcanoes. In the case of the other, or Plutonic division, their previous igneous fluidity is not always so apparent ; and it seems not improbable that some granites, as well as other rocks of this class, are the result of the gradual metamorphism, in place, of stratified sedimentary rocks, through the effects of long-continued thermo-chemical action, in pre sence of water, and under high pressure, ' but unaccompanied by any such great heat as would be required to cause igneous fluidity. In any case it seems quite certain that many changes have taken place in the character and composition of igneous rocks subsequently to their first formation, causing the introduction or development in them of what are termed accessory minerals, chiefly, no doubt, under the influence of watery solutions and gases penetrating and permeating them. In this sense, nearly all rocks are, more or less, metamorphic, or, in other words, have assumed different mineral characters from what they pos sessed, either as original sediments or molten masses. This is not generally caused by the addition of new substances, but, in most cases, only through the re-arrangement, under peculiar chemical and physical influences, according to their affinities, of certain original constituents of the rock, resulting in the development of distinct minerals, and thus forming rocks, which, though differing greatly in external appearance, would not vary more in their ultimate chemical constituents than any two distinct pieces of sandstone, slate, or granite. Gk-_nite is the principal rock of the Plutonic division osthe acidic igneous rocks. It consists of a crystalline granular compound, in vari able proportions, of felspar, quartz, and mica. In certain varieties there occur chlorite, talc, hornblende, and schorl. The felspar, chiefly ortho clase, is usually the predominant ingredient, the mica occupying the smallest place in typical granite. It is uncertain whether albite or"], [13, "IGNEOUS rocks. 3 labradorite ever occur in the granitic compound, the species of triclinic felspar, often observed in it and generally supposed to be albite, having been found to be \"oligoclase.\" The ingredients commonly considered as essential for granite are, nevertheless, sometimes replaced by others ; and we consequently find many transitions from granite into other rocks, such as granitic porphyry, quartz porphyry, protogine (talcose granite), schorl rock, felstone, felspar porphyry, syenite, and greenstone : these latter rocks passing into the porphyritic, syenite, and greenstone groups, or the basic igneous rocks of the Plutonic division. Some of the speci mens illustrate these transitions. Syenite is a granular compound of orthoclase and hornblende. Porphyrite consists of a felsitic matrix, with individual crystals of felspar (oligoclase or orthoclase), mica, or hornblende. Greenstone is a compound of some species of felspar (not ortho- clase) with hornblende, hypersthene, or augite. This class of rock is never found in the form of genuine lava, but always, more or less, shows its Plutonic origin, in which probably cousists the whole difference (not very great) between it and the basalts, or the basic igneous rocks of the Volcanic division. It is highly probable that the same basic compound which, consolidating near the surface, produced the basaltic rock, when it attained the solid state at a greater depth, formed the greenstone. The basalts and greenstones, consequently, in general very much re- semble each other, both in chemical composition and mineral character. The chlorite, by which some osthe greenstones are alone distinguishable from the basalts, is usually a product of transmutation. The following are some of the minerals occasionally found as accessories in granitic rocks : — Garnet, topaz, beryl, fluor spar, calcite, corundum, zircon, titanite, gold, oxide of tin, magnetic iron-ore, molybdenite, mispickel, __c. Tin-ore, gold, titanite, magnetic iron, and corundum, occur in con- siderable quantity in the detrital matter in many of the granite districts in Victoria. No specimens showing these minerals embedded in granite have yet been found,* and their occurrence in the drifts can only be explained, either by supposing them to have been originally dis- tributed as grains through the mass of the rock in the detritus of which they are now found, or that veins containing these minerals traversed the strata which doubtless once covered the granite, and have since been entirely broken up and removed by denuding forces, which were not able to transport the heavier minerals. No veins or lodes have been found containing tin-ore, nor are there any authen- ticated instances in Victoria of auriferous quartz veins in the granite, though fragments of vein quartz, as well as of gneiss, mica, schist, and other metamorphic strata are not uncommon in the detritus that rests on the granite, and often contains rich deposits of tin-ore, fine gold with titanite, corundum, black tourmaline, zircon, sapphire, diamond, and other precious stones. * Gold, and a new mineral compound, supposed to be gold and bismuth, occurs in granite veins associated with tbe Nuggetty Reef, Maldon. B 2"], [14, "4 PLUTONIC ROCKS. CASE I. PLUTONIC ROCKS. Case I. GRANITIC ROCKS. *1. Coarse-grained, Ternary Granite. Map No. Ra 38. Near the top of Mount Tarran- gower. J sheet 14 S.W. Occurs in the Silurian rocks ; in places it has the appearance of graphic granite. 2. Binary Granite. Map No. Mb 43. Hughes's Tunnel (No. 3), Caliban Water Supply Contract, Mount Alexander. \\ sheet 13 N.W. The embedded crystals of felspar (orthoclase) are here seen distinctly. It also contains nests of talc. 2a. Binary Granite. Map No. Rd 26. Staughton's Run, near Anahie Hills, i sheet 19 N.E. 2b. Crystal of Felspar. List No. Rd 27. Section 24, parish of Lara, near Duck Ponds Creek, £ sheet 19 N.E. Fine-grained granite, with a large amount of mica. *3. Felspar Crystal (Ortho- clase). Map No. Mb 42. Same locality as No. 2. These crystals occur in a series of small dykes, running across the open cutting, 60 feet from south end of tunnel. *4. Binary Granite. Map No. Ra 45. Section 10, parish of Bradford. i sheet 14 N.W. .Forms a dyke in granite. Large twin crystals of orthoclase. 5. Tourmaline Crystals. Map No. Mb 33. East foot of Mount Alexander, below highest point. \\ sheet 13 N.W. Occurs in long radiating, prismatic crystals. 6. Decomposed Granite (Kao- lin or China Clay). Map No. R 2. Deep Creek, township of Bulla. i sheet 7 S.E. A company was formed in 1861 to work this deposit for exportation ; but as the value of the best kaolin is only 18s. per ton, the enterprise was not suc cessful, and had to be abandoned. It occurs in large quantity, and will doubt less be valuable when a local china manufacture is established. *7. Steatite (Variety of). Map No. Mb 39. Same locality as Nos. 2 and 3. Hydrated silicate of magnesia and alumina. It occurs as a vein in a red ternary granite, 396 feet from north end of tunnel. *8. Hydrous \"Silicate of Alu- mina and Magnesia. Same locality as last. Occurs as a vein, 422 feet from north end of tunnel. It is colored green pro bably by oxide of iron. 9. Coarse, Ternary Granite. List No. R /sr\\ Pyramid Hill. Those marked with an * occur as dykes (Elvans)."], [15, "PLUTONIC ROCKS. CASE I. 5 *10. Granite. Map No. Ra 9. Lot 6, section 2a, Maldon. \\ sheet 14 S.W. Occurs traversing Silurian rocks. It consists mainly of felspar, with patches composed of quartz and mica. *11. Granite. Map No. Rb 16. North of Mount Emu, parish of Sedgwick. J sheet 13 N.W. Occurs in metamorphosed Lower Silu- rian rocks. 12. Coarse-grained Granite. List No. R (SR) Mansfield Road, Broken River. *13. Fine-grained, Ternary Granite. Map No. Ra 38. Mount Tarrangower. J sheet 14 S.W. From the same dyke as specimen No. 1. I 14. Ternary Granite. Map No. Rb 31. The Gap, Mount Alexander. I sheet 13 N.W. White, and fine-grained, containing drusy cavities, coated with distinctly crystallized quartz and felspar only. *15. Quaternary Granite. Map No. Ra 50. Reef, south of Lahn's Reef. \\ sheet 14 N.W. Composed of quartz, felspar, white mica and schorl. *16. Felspar. Map No. Ra 55. Near Cemetery, Maldon. + sheet 14 N.W. Almost pure felspar, occurring as a vein in a granitic dyke. *1 7. Felstone. Map No. Rb 80. South ofparishofBaynton. i sheet 5 N.W. Occurs in granite, on range west of the Lancefield road. Note. — The main dyke, from which No. 1 7 is taken, consists of a flesh-colored or yellowish granular base, in which are scattered crystals of hornblende, mica, and quartz (specimen No. 78). It passes, ou its west side, into a white, flinty, nearly homogeneous rock, and then into an earthy, baked-looking granular rock ; on its east side, into broad veins of a red crystalline rock and thin veins of a black and variously colored flinty rock (felstone) with wavy lines, as if .the differently colored sub stances had been run together whilst in a pasty or semi-fluid condition. 23. Ternary Granite. Map No. Rb 31. The Gap, Mount Alexander. \\ sheet 13 N.W. See specimen No. 14. 24. Ternary and Binary Granite. Map No. Rb (2a). O 'Reese's Tunnel (No. 4), Coliban Water Supply Contract, Pres- ton Vale. J sheet 13 N.W. One half of the specimen consists of quartz and felspar ; the other of quartz, felspar and black mica. The felspar has a slightly blue tint. The specimen was taken from Government shaft No. 3. 25. Granite. Livingstone's Creek, near Omeo Goldfield. *26 and 27. Granite. Map No. Rb 16(1&3). North of Mount Emu, parish of Sedgwick. $ sheet 13 N.W. 18. Ternary Granite. List No. R(sjf) Mansfield Road, Broken River. Contains a few crystals of hornblende, but not in sufficient quantity to consti- tute a syenite. 19. Ternary Granite. Map No. Ra 56. Friendship's Reef. £ sheet 14 N.W. *20. Granite. Corner Inlet. 21. Coarse, Ternary Granite. List No. R (|R) Mount Bukerabanuel. *22. Fine-grained Granite. List No. R (|f) Mount Bukerabanuel. Containing a vein of felspar and tour maline. Those marked with an * occur as dykes (Elvans)."], [16, "6 PLUTONIC ROCKS. -CASE I. Note. — It will be seen, from an examination of these specimens (Nos. 26 and 27, and No. 1 1)^ how widely individual specimens from granitic dykes occurring in other rocks differ amongst themselves. All these specimens were taken from within a yard of one another : No. 1 1 presenting a fine-grained appearance, with a vein of felspar ; No. 26 very much coarser ; and No. 27 showing an extremely coarse texture, with the plates of mica often forming small nests. 28. Granite. Map No. Ra 12. Lot l, section 1 A, Maldon. J sheet 14 S.W. This specimen shows the junction of the granite and highly metamorphosed Lower Silurian rocks (hornfels). 29. Ternary Granite. Map No. Rb 21. O'Keefe's Contract for Coliban Water Suppli/, Preston Vale. i sheet 13 N.W. The black portion consists of nume- rous fine plates of black mica, and con- tains small green patches, probably chlo- rite ; also white crystals of orthoclase. These patches or bosses of mica are of frequent occurrence in granite. 30. Ternary Granite. List No. Rt io. Near Dandenong. The felspar has a slightly red color. Attached is a piece of felspar porphyry. 31. Ternary Granite. Map No. Rb 38. Hughes's Tunnel (No. 3), Caliban Water Supply Contract, Mount Alexander. J sheet 13 N.W. With red felspar, 300 feet from north end of tunnel. The sides of this speci men are covered with a yellowish-green mineral, colored by protoxide of iron. 32. Ternary Granite. Map No. R 1. Gellilirand's Hill, section 8, parish of Will-Will-Rook, i sh.et 2 S.W. With part of a dense, fine-grained micaceous boss. The granite of Gelli brand's Hill makes a good building stone, and was used for Prince's Bridge, the old Town Hall and the present Commissioner of Titles Office. See j \" Building Stones,\" No. 3. 33. Euritic Vein in Granite. Map No. Ra 57. Spring Hut. \\ sheet 14 N.W. *34. Vein of Eurite, with Granite. List No. Rt 10. Dargan's Swamp. 35. Granite Porphyry. Map No. Rb 45. West side of Mount Alexander, parish of Harcourt. J sheet 13 N.W. Portion of $_ fine-grained granitic boss enclosed in granite. The base is composed of quartz and mica, with larger plates of black mica and white opaque crystals of orthoclase. 35a. Ternary Granite. List No. Rd 22. About 1 mile N.E. of Station Peak. J sheet 20 S.W. The felspar is in large pieces, of a brownish-yellow color. 35b. Ternary Granite. List No. Rd 2 1 . Station Peak, near Geelong. \\ sheet 19 S.E. The felspar is of a red color. 36. Ternary Granite. List No. Re 6. Range west of Mount Martha. 37. Ternary Granite. Mount Alexander. \\ sheet 13 N.W. 38. Ternary Granite. Map No. Rb (24b). Section 6, Sutton Grange. -'- sheet 13 N.W. This does not form a good building stone, as it decomposes in red spots. 39. Ternary Granite. Map No. Ra 9.3. Pigeon Hill. \\ sheet 14 N.W. Those marked with an > occur as dykes (Elvan»)."], [17, "7 PLUTONIC ROCKS. CASE I. *40. Ternary Granite. Map No. R ill. Vanderloffs Paddock, south of Heathcote. Occurs in connection with a green stone dyke. (See specimen No. 97, and Note following.) 41. Coarse, Ternary Granite. Mount Kosciusko, N.S.W. 42. Ternaey Granite. List No. Rt 7. Near Police Barracks, Dandenong. 43. Coarse, Ternary Granite. Map No. Ra 44. Lot 48, Carlsruhe. £ sheet 9 S.E. With large felspar crystals. *44. Ternary Granite. Map No. Ra 49. Nuggetty Reef. J sheet 14 N.W. This specimen is taken from the sur face. 45. Ternary Granite. Map No. Rb 37. Hughes's Tunnel (No. 3), Caliban Water Supply Contract, Mount Alexander, i sheet 13 N.W. This hard granite occurs in large patches here and there throughout the tunnel ; the rest is so soft and decom posed as to require bricking. *46. Ternary Granite. Map No. Ra 49. Nuggetty Reef. % sheet 14 N.W. Same as specimen No. 44. Taken 250 feet from the surface. *47. Ternary Granite. M&p No. Ra 49. Nuggetty Reef. J sheet 14 N.W. Same as Nos. 44 and 46. Taken 480 feet from the surface. The felspar is of a greenish tint. *48. Ternary Granite. Map No. Ra 18. Near Irish Bill's Reef, Maldon. \\ sheet 14 S.W. Very micaceous. It occurs as a vein in the Silurian rocks. 49. Ternary Granite. Map No. Ra 92. Near the Cemetery, Maldon. \\ sheet 14 N.W. 50. Ternary Granite. List No. Rs 14. Conical Hill, foot of Mount William. 51. Ternary Granite. Map No. Ra 19. Spur running north from Con- glomerate Range, between Rid- dell's Creek and Mount Macedon Range. £ sheet 6 S.W. 52. Ternary Granite. Map No. Rb 45. South-west foot of Mount Alex- ander, parish of Harcourt. i sheet 13 N.W. With portion of a micaceous boss. 53. Fine-grained, Ternary Granite. Dog Rocks, Geelong. i sheet 24 S.E. The granite forming these rocks is generally coarse-grained, with large crystals of felspar. 54. Ternary Granite. Map No. Rb 25. O'Keefe's Contract for Coliban Water Supply, Preston Vale. i sheet 13 N.W. Close-grained quartzose base, con taining crystals of quartz, felspar and black mica : from shaft No. 3, at a depth of 60 yards. 55. Ternary Granite. List No. Rt 1 . Near Janefield 56. Coarse Granite. List No. R (SK) Mount Hope. 57. Coarse Granite. List No. Re 4. Near Mount Monda. Weathering red from the decomposi tion of the iron in the mica. 58. Quaternary Granite. Bulgabie Creek, Dargo, Gipps- land. 59. Ternary Granite. List No. R (SR) Chirrup Creek, Hopkins' Hill. With large plates of mica. Those marked with an * occur as 1l3h.es (Elvans)."], [18, "8 PLUTONIC ROCKS. CASES I. AND II. 64. Ternary Granite. List No. R (8) Carter's Roscbrook Station. Flesh-colored. 65. Ternary Granite. Map No. Rb 26. O'Keefe's Contract, Caliban Water Supply, Preston Vale. \\ sheet 13 N.W. From Government shaft No. 3, 116 yards from surface. The felspar is of a greenish-white tint, and has a peculiar pearly lustre. 66. Ternary Granite. Map No. Rb 19. O'Keefe's Contract. Coliban Water Supply, Preston Vale. \\ sheet 13 N.W. From bottom of Government shaft No. 1, 92 feet 7 inches from surface. It consists of grey quartz, black mica, and semi-decomposed yellow felspar. 67. Syenitic Granite. Gabo Island. It consists of red felspar, quartz, and hornblende. A good building stone, but expensive to work. Used in the General Post Office, the Custom House, and the Australasian Insurance Company's Offices. 60. Ternary Granite. Map No. Rb (7a). Fraser's Contract for Coliban Water Supply, Preston Vale. I sheet. Obtained 4\\ chains from north end of tunnel. It is exceedingly hard. Tbe felspar is of a green color, and iron pyrites occur disseminated through the rock. 61. Ternary Granite. Map No. Rb 20. O'Keefe's Contract for Coliban Water Supply, Preston Vale. } sheet 13 N.W. Very hard, with white and bluish white felspar (orthoclase and oligoclase respectively). From Government shaft No. 2. (See Table of Analyses, page 94.) •62. Ternary Granite. Map No. Ra 31. Brewery Springs, Maldon. % sheet 14 N.W. From a dyke-like mass in the Silurian rocks. 63. Ternary Granite. List No. Rt 5. Ryrie's Flat, Badger Creek, Upper Yarra. Case II. GRANITIC ROCKS AND PORPHYRIES. GRANITIC ROCKS— (continued). *68. Granite Porphyry. 70. Ternary Granite. Map No. Ra 3. List No. R( SR) Near S.W. corner of lot 8, section 2a, Tarrangower. Jsheet4S.W. Mansfield Road, Broken River. A grey felspathic base, with scattered quartz and felspar crystals, a little mica and iron pyrites ; also rounded quartz grains. It weathers white. *71. Ternary Granite. Map No. Ra 10. •69. Ternary Granite. Section 2a, Barinqhup. I sheet 14 S.W. Map No. Ra 13. Near lot 10, section 2a, Maldon. } sheet 14 S.W. Traversing granite, and consisting of a coarse granular base of quartz and felspar, with dark felspar crystals. It passes into a coarse granite. Occurs in Silurian rocks. It decom poses in patches. Those marl-ed with an * o-cur as dykes (Elvans)."], [19, "PLUTONIC ROCKS.— CASE II. 9 *72. Ternary Granite. *80. Granite. Map No. Rb 23. O'Keefe's Contract, ColibanWaler Supply, Preston Vale. J sheet 13 N.W. Map No. Ra 48. Bryant's Station. \\ sheet 14 S.W. *81. Granite Porphyry. From Government shaft No. 3. Occurs traversing granite in a N.W. direction, and consists of a fine-grained white and flesh-colored granular base of quartz and felspar, with scattered quartz, fel spar and mica. Map No. Rb 70. East of Jews' Harp Creek, on road between sections 72 and 75, Langley. J sheet 5 N.W. Consists of a white, flinty base, with scattered felspar and quartz. It passes into a granular or earthy white rock, with black needles of schorl, dead white crystals of felspar and quartz. 73. Ternary Granite. Map No. Ra 90. Baringhup Road. £ sheet 14 N.W. Hard fine-grained granite. *82. Elvanite. Map No. Rb 70. Same locality as last. *74. Ternary Granite. White, earthy, felspathic base, with crystals of felspar and acicular crystals of hornblende. Map No. Ra 59. West of Bradford. J sheet 14 N.W. Coarse and fine grained granite, with thin quartz veins. 83. Hard, Grey Granite. Map No. Ra 91. South of Dunolly Road. £ sheet 14 N.W. 75. Ternary Granite. Dog Rocks, Geelong. J sheet 24 S.E. Would make a good building stone. Hard coarse and fine grained granite, with large felspar crystals. *84. Fine-grained Granite. Map No. Rb 18. South end of Mount Emu Range, parish of Sedgwick. a sheet 13 N.W. *76. Ternary Granite. Map No. Rb 11. Section 4, Sedgwick. £ sheet 13 N.W. Granular, silico-felspathic base, with small plates of black mica. Granite and eurite, with orthoclase *85. Binary Granite. felspar. Map No. Rb 32. East foot of Mount Alexander. \\ sheet 13 N.W. *77. Ternary Granite. Map No. Ra 54. Near N.E. corner of Municipal boundary, Maldon. J sheet 14 N.W. Composed of quartz and flesh-colored felspar. Fine-grained, granular, flesh-colored *86. Granite. granite. Map No. Rb 30. North end osthe summit of Mount Alexander. % sheet 13 N.W. *78. Felstone (in part). Map No. Rb 80. Range west of Lancefield Road, and south of parish of Baynton. i sheet 5 N.W. Fine-grained granite, with but little mica. *87. Eurite. Occurs in granite, and contains rounded crystals of quartz. (See Note following specimen No. 17.) Map No. Ra 52. Mosquito Reef. J sheet 14 N.W. *88. Ternary Granite. 79. Ternary Granite. Map No. Rb 27. The Gap, Mount Alexander. i sheet 13 N.W. Granular base of quartz and red fel spar, with a little mica, and containing crystals of tourmaline. Map No. Rb 32. East foot of Mount Alexander. J sheet 13 N.W. Of a light-red color, and containing very little mica. occur as dykes (Elvans). Those marked with an *"], [20, "10 PLUTONIC ROCKS. CASE II. *93. Granite. *89. Ternary Granite. List No. Rb (20B). Hanging Rock, Heathcote. Map No. Rb 27. The Gap, Mount Alexander. i sheet 13 N.W. Similar to last. Brownish-grey rock, with the mica apparently decomposed. *90. Binary Granite. *94. Granite. Map No. Rb. 41. Hughes's Contract, Coliban Water Supply, Wellington Flat, Sutton Grange. J sheet 13 N.W. List No. Rb(19B). Cemetery, Heathcote. Very fine granular base, with white mica. Occurs running across open cutting as a small dyke in a N.W. direction, 60 feet from south end of tunnel (No. 3) ; white, with scarcely any mica. *95. Granite. List No. Rb (18B). Hanging Rock, Heathcote. *91. EURITE. Map No. Ra 53. South end of Nuggetty Reef. | sheet 14 N.W. Of a slightly yellow color, due to the partial decomposition of the felspar. A granular mixture of quartz and felspar. *96. Granite. List Rb (20B). Cutting of Kyneton Road, Heath- *92. Ternary Granite. cote. Map No. Ra 51. Near N.W. corner of Municipal boundary, Maldon. \\ sheet 14 N.W. Of a light-green color. *97. Granite. List No. Rb (20B). Same locality as last. Hard, fine-grained, nearly binary granite. Note. — Specimens Nos. 93 to 97 are from a dyke to the westward of the Heathcote township. Iu places this dyke is of au ordinary granitic character, in others it passes into an eurite. The various colors are well represented by the specimens, the most permanent being of a light brown, occasionally passing into light-green. In width it varies from 2 to 5 chains, and is traceable for 4 miles south of the Kyneton Road cutting, where it appears to pass into a thin granitic dyke, accompanied by greenstone. It is extensively used in Heathcote, both for building and kerbing, the harder varieties being well adapted for these purposes. It has also been used for making filters or \" drip-stones.\" This dyke has probably some connection with one occurring in \\ sheet 51 S.W. *98. ECRITE. Map No. Ra 8. Pigeon Hill, Maldon. \\ sheet 14 S.W. Occurs in granite ; a hard, granular, silico-felspathic base, with scattered, rounded quartz crystals. *99. EURITE. Map No. Rb 34. Top of hill in section 5, Harcourt. i sheet 13 N.W. This rock consists of a microcrystal line mixture, in nearly equal propor tions, of flesh-colored orthoclase, a white striated felspar (most probably oligo clase) and quartz. (See Table of Analyses, page 94.) *100. Eurite, Granitite. Mount Alexander. J sheet 13 N.W. Similar to the last ; but, on account of the appearance of mica in places, the rock would come under the desig nation of \" granitite.\" *101. Ternary Granite. Map No. Rb 24. O'Keefe's Shaft (No. 3), Coliban Water Supply, Preston Vale. i sheet 13 N.W. Very hard, fine-grained, grey felstone, with quartz veins, occurring 50 feet from surface, and coated with an infiltration of carbonate of lime. Those marked wilh an * \"C.nr as dykes (Klvans)."], [21, "PLUTONIC ROCKS. CASE II. 11 *102. Eurite. Map No. Rb 8. Section 13, Sutton Grume. \\ sheet 13 N.W. * 1 10. Felspathic Rock. Map No. Ra 37. Near S. W. corner of lot 3, section lc, Maldon. J sheet 14 S.W. White, granular felspathic rock, with very little mica. Grey, close-grained rock, with a fel spathic base, and grains of quartz, fel spar and mica. *103. Ternary Granite. Map No. Rb 75. Road between sections 48 and 49, parish of Langley. 1 sheet 5 N.W. *111. Felspathic Rock. Map No. Ra 36. Near N W. corner of lot 3, section lc, Maldon. J sheet 14 S.W. Brown, fine-grained, hard, granular granite, with very little mica. Grey, granular base of quartz, felspar and white mica, with blackish marks of (probably) mica. It has a slightly gneissose structure. *104. Felspathic, Granular Rock. Map No. Ra 7. Near allotment 2, section 2a, Mal- don. i sheet 14 S.W. •112. Felspathic RocKf. Map No. Ra 64. Traverses Silurian rocks, and con tains mica. Quartz is not visible, but forms, probably, a component part of the granular base. Kangaroo Creek, south of Kanga- roo township. J sheet 15 N.E. Brown base, with whitish spots of de composed felspar, and apparently frag ments of sandstone and quartz. It occurs between two beds of black slate, rich in graptolites, which have been faulted and greatly dislocated by the dyke, but only very slightly altered in character. *105. Felspathic Rock. Map No. Ra 33. Near Jackson's Reef, Maldon. i sheet 14 S.W. Dense, white base, with quartz and black flakes, probably decomposed mica. *T06. Felspathic Rock. *113. Felspathic Rock. Map No. Ra 34. West bianch of German Gully, Maldon. i sheet 14 S.W. Yarra banks, near the Botanical Gardens. \\ sheet 1 S.E. Similar to the last. Yellow, fine-grained, granular base, probably quartz and felspar, with quartz grains. The beds of slate in connection with it have a cherty character. *107. Felspathic Rock. Map No. Ra 42. Near the Otago Reef, Sandy Creek, Maldon. \\ sheet, 1 4 S.W. *1 14. Felspathic Rock. Same locality as the last. Occurs in Silurian, and consists of a fine white, granular base, with white mica. White siliceous base, with quartz crys tals. •108. Felspathic Rock. Map No. Ra 94. 115*. Felspathic Rock. Same locality as the two last. Victoria Reef. £ sheet 14 N.W. Similar to the last, with streaks of a pinkish tinge. Brown and earthy, with small cavities from which some mineral has decom posed. *109. Felspathic Rock. Map No. Ra 35. *116. Felspathic Rock. Reservoir, Brisbane Ranges. Near east corner of lot 7, section Ib, Maldon. £ sheet 14 S.W. White, rather soft, felspathic and micaceous rock, with crystals of ortho clase, grains of quartz and plates of black mica. Argillaceous base, with embedded brown felspar crystals, and rounded par ticles of an unknown mineral, giving the rock an amygdaloidal appearance. Those marked with an * occur as dykes (Elvans). t This specimen comes from the same locality as specimens G7-70, Case III., and is most probably \"decomposed\" diorite-porphyry. See Note, page 17."], [22, "12 PLUTONIC ROCKS. CASE II. of quartz and felspar, and a very little white mica. It commences at the granite boundary on Dr. Baynton's station, can be traced for about 4 miles due north (magnetic), and is most likely a con tinuation osthe dyke that runs through Heathcote. (See Note following speci men No. 97.) It is sometimes mottled brown, red and white, and to the north loses its mica. It is sometimes very hard, but apparently decomposes easily. In places along its course the Lower Silurian rocks rest on it in cuppings or outliers. •117. Decomposed Rock. Map No. R 8. Moonee Ponds. \\ sheet 1 N.W. Occurs in Upper Silurian ; it resembles an older basaltic clay, with patches of a greenish, decomposed, probably magne sian mineral. *118. Felspathic Rock. Portland. A white, felspathic base, with em bedded crystals of quartz and glassy looking felspar. Presented by E. Dacomb, Esq. *119. Schorl Rock. 121. Quartz Crystals. Mount Singapore, Corner Inlet. Black, fine-grained rock, consisting of tourmaline and quartz. Occurs tra versing granite, and has been opened as an auriferous lode. Map No. M 26. Same locality as last. A combination of the double six-faced pyramid and hexagonal prism. These crystals are liberated by the decompo sition of the rock, and may be collected from the surface gravel along the out crop of the dyke. *120. Granitic Quartz Por- phyry. Map No. R 94. Back Creek, east of Spring Plains. J sheet 5 1 S.W. Consists of a white, finely granular base, in which are embedded crystals PORPHYRIES. 1. Earthy Felspar Trap. *4. Felspar Porphyry. Map No. Ra 29. Map No. R 48. Lot 3, parish of Newham. J sheet 6 N.W. Dividinq Range, north of Newham. i sheet 5 N.W. Fine-grained, granitic base, with em bedded felspar crystals. Occurs in granite. (See \"Building Stones,\" No 19.) Grey, earthy base, with embedded, rounded fragments, probably decom posed felspar. 2. Felspar Trap. 5. Felspar Porphyry. Map No. Ra 25c. Map No. Ra 27b. Brock's Monument, N.E. of Mount Macedon. i sheet 6 N.W. Dryden's or Hanging Rock. Lot 6, Newham. \\ sheet 6 N.W. Partially decomposed felspar base, with crystals of semi-transparent fel spar, and speckled with minute, black marks. (See \"Building Stones,\" No. 20.) Light-grey base, speckled with black, with embedded felspar and quartz crys tals, and patches of yellow, decomposed felspar. (See \"Building Stones,\" No. 22.) 3. Felspar Porphyry. Note.— The \"Hanging Rock\" is a peculiar isolated outburst of felspar trap, of a light color, divided by numerous' joints into rudely columnar forms 30 to 40 feet in height, and exhibiting its structure well displayed in large cir cular and funnel-shaped cavities, which are abundant throughout the mass Map No. R 52. Hill between Rochfort and New- ham. \\ sheet 5 S.W. Brown base, with scattered, glassy looking felspar crystals. (See \"Build ing Stones,\" No. 18.) Those marked with an * occur as dykes (Elvans)"], [23, "PLUTONIC ROCKS. CASES II. AND III. 13 *6. Felspar Porphyry. Deep shaft on range between Daylesford and Deep Creek. 10. Felspar Porphyry. Map No. Ra 16b. East flank of Mount Macedon. i sheet 6 N.W. Slate-colored rock, with embedded felspar and fragments of shale. Light yellowish-brown, earthy base, with pinkish veins, and containing quartz crystals and decomposed pieces of felspar. (See \"Building Stones,\" No. 16.) *7. Felspar Porphyry. Same locality as last. Containing veins of a siliceous car bonate of lime. 11. Felspar Porphyry. *8. Felspar Porphyry. Map No. Ra 26c. Mount Diogenes or \" Camel's Hump,\" Mount Macedon. \\ sheet 6 N.W. Map No. Ra 45. Orr's Kangaroo Creek. Lot 3, section 4, parish of Burke. | sheet 9 S.W. Light-colored, granular base, with black specks, probably hornblende, and enclosing crystals of orthoclase, felspar and quartz. White and yellow, granular, fel spathic base, with small crystals of quartz and felspar. *9. Felspar Porphyry. 12. Felspar Porphyry. Map No. Ra 5. South boundary of lot 4, section 2a, near S.W. corner of parish of Tarrangower. J sheet 14 S.W. Map No. Ra 27c. Dryden's or \" Hanging Rock,\" Lot 6, parish of Newham. J sheet 6 N.W. Granular, felspathic base, with crys tals of felspar and dark specks, probably hornblende. Dense, grey, granitic base, with em bedded felspar. Case III. PORPHYRIES (continued), SYENITES, GREENSTONES. 13. Felspar Porphyry. 16. Felspar Porphyry. Map No. Ra 26b. \" Camel's Hump,\" Mount Macedon. i sheet 6 N.W. Dark-grey, fine-grained (oligoclase), felspathic base, with crystals of yellow and glassy-looking felspar — oligoclase and orthoclase — and black specks, pro bably schorl or hornblende. (See Table of Analyses, page 94.) Map No. Ra 25b. Brock's Monument, N.E. of Mount Macedon. J sheet 6 N.W. Grey, dense granular base, with crys tals of glassy-looking orthoclase. 17. Granitic Porphyry. Map No. R 46. Dividing Range, north of Newham. i sheet 5 S.W. 14. Felspar Porphyry. Map No. Ra 1 6c. East flank of Mount Macedon. \\ sheet 6 N.W. Very dark, hard, sub-crystalline base, with yellowish-green crystals of glassy looking felspar. (See \"Building Stones,\" No. 17.) Hard, grey base, with crystals of glassy-looking and white felspar, black mica, hornblende and quartz. *18. Granitic Porphyry. List No. R 100. 15. Felspar Trap. East of Barfold, parish of Em- berton. \\ sheet 13 S.E. Map No. Ra 16a. Same locality as the last. Dark-colored, hard, felspathic rock, without distinct crystals of felspar. (See \" Building Stones,\" No. 15.) Occurs in Silurian rocks, and consists of a grey, granitic base, with crystals of quartz, greenish-yellow felspar, a little mica and hornblende. Those marked with an * occur as dykes (Elvans)."], [24, "14 PLUTONIC ROCKS. CASE III. 19. Felspar Porphyry. •26. Felspar Porphyry. Map No. Ra 6. Map No. Rb 95. N.E, of parish ofBaynton. J sheet 51 S.W. Near lots 12 and 13, section 2a, parish of Biiringhup. J sheet 14 S.W. Dark-grey, nearly homogeneous fel spathic rock, with small crysials of felspar. Occurs at the junction of the Granite and Lower Silurian, associated with gneiss. Occurs with granite in Silurian ; a fine-grained base, with mica, quartz and felspar crystals. •27. Felspar Porphyry. *20. Granitic Porphyry. Map No. Ra 4. Map No. Rb 79. Lot 3, section 2a, Tarrangower. i sheet 1 4 S.W. West of Lancefield Road, and south of the parish of Bayuton. J sheet 5 N.W. Occurs in Silurian. Light-grey, gran itic base, with flesh-colored felspar crys tals, a little quartz and mica. Occurs in granite. It consists of a dark-grey, crystalline base of quartz, felspar and hornblende, with scattered particles of amorphous quartz, crystals of felspar and a little mica. The quartz is occasionally coated with some dark-green mineral. *28. Felspar Porphyry. Map No. Ra 5. Lot 4, section 2a, Tarrangower. \\ sheet 14 S.W. Occurs in Silurian. Grey and flesh colored base, with felspar and quartz crystals and a little mica. *21. Felspar Porphyry. Map No. Rb 76. Section 50, Langley. £ sheet 5 N.W. 29. Granitic Felspar Porphyry. Hard, dense, grey base, with crystals of felspar, rounded grains of quartz, and specks of magnetic pyrites and horn blende. Traverses granite. List No. Rs 20. Rose's Gap, Grampians. Felspathic base, with quartz, felspar, and mica. *22. Felspar Porphyry. 30. Syenitic Felspar Porphyry. Map No. Rb 71. List No. Rs 25. Section 72, Langley. \\ sheet 5 N.W. Same locality as last. Similar to the last, with mica crystals. Red, silico-felspathic base, with fel spar and hornblende crystals and quartz. 23. Felspar Porphyry. Map No. Rb 95. 3 1 . Syenitic Porphyry. N.E. of parish ofBaynton. £ sheet 51 S.W. List No. Rs 26. Rose's Gap, Grampians. Dark base, with felspar crystals. Occurs with No. 19. Flesh-colored, felspathic base, with hornblende, greenish-yellow felspar and quartz. 24. Felspar Porphyry. Map No. Rb 95. 32. Felstone Porphyry. Same locality as last. List No. Rsr 18. Siliceous base, with felspar in small crystals, and black specks of either mica or some hornblendic mineral. It occurs with Nos. 19 and 23. McKenzie's Falls, Grampians. Brown, flinty base, with glassy-look ing felspar, quartz and a black mineral. It weathers yellow. *25. Felspar Porphyry. Map No. Ra 58. 33. Felstone Porphyry. Spring Hut. J sheet 14 N.W. List No. Rsn 18. Occurs in granite. Dark-grey base, with crystals of felspar and rounded grains of quartz. Same locality as the last. 34. Those marked with an * occur as dyke3 (Elvans)."], [25, "PLUTONIC ROCKS. CASE III. 15 35. Felstone Porphyry. 45. Felspar Porphyry. List No. Rsb 17. List No. Rs 60. Newbery's Nob, Broken River. Base of Mount Timbertop. Hard, semi-flinty base, with quartz and felspar crystals, a little mica and hornblende. Weathers red. Pinkish-grey, felspathic base, with felspar, quartz and probably hornblende. 46. Felspar Porphyry. 36. Micaceous Felspar Trap. Dandenong Ranges. List No. Rs 58. Base of Mount Timbertop. Dark-colored base, with much black mica in hexagonal plates. A granular compound of white, opaque, triclinic felspar, quartz, and a dark mineral in six-sided plates (mica ?) in a base, probably the same as No. 49. 37. Felspar Porphyry. Running Creek, Upper Yarra. Flesh-colored, silico-felspathic base, with enclosed crystals of felspar, quartz and hornblende. 47. Decomposed Greenstone. List No. Rs 68. Same locality. 38. Felstone. Yellow, partially decomposed, magne sian rock, containing marks of crystals, probably hornblende. Diamond Creek, Upper Yarra. Flinty, greenish, felspathic rock, with crystals of glassy-looking felspar, quartz and little mica. 48. Felspar Porphyry. 39. Syenitic Felspar Porphyry. List No. Rs 57. List No. Rt 12. Same locality. Dargan's Station, Dandenong. Dark-grey base, with felspar and hornblende crystals. Pinkish felspathic base, with felspar and quartz crystals. 49. Serpentine. List No. Rs 67. Same locality. 40. Felspar Porphyry. List No. R. 5. Dandenong Ranges. Dense, dark -green, nearly black rock, with thin seams of chrysolite. (See Table of Analyses, page 94.) Dark, felspathic base, with much mica in hexagonal plates. 41. Syenitic Porphyry. 50. Syenite. (?) List No. R. 11. Map No. Ra 50. Police Barracks, Dandenong. From drift in the bed of the Coliban River, east of Elphin- Grey base, with felspar, quartz and hornblende. stone. Composed of crystalline flesh-colored felspar, with granular chlorite. 42. Syenitic Porphyry. King River. Felspathic base, with felspar, quartz, hornblende and two small embedded grains of garnet. 51. Felspar Porphyry. Murindate Hill, Gippsland. Hard, white, felspathic base, with yellow felspar crystals and quartz grains. 43. Felstone Porphyry. List No. Rsr 20. King River. Yellowish, felspathic base, with flesh colored felspar, quartz and probably hornblende. *52. Felspar Porphyry. Map No. Rd 37. Werribee Gorge. 44. Felstone Porphyry. Hard, light-grey, felspathic base, with quartz and felspar. Occurs in black Silurian slate. List No. Rse 20. King River. Similar to the last, but flesh-colored. Those marked with an * occur as dykes (Elvans)."], [26, "16 PLUTONIC ROCKS. CASE III. 57. Greenstone. List No. Rs 34. Same locality. *53. Hornblende Porphyry. Upper Yarra. The upper face of this specimen ap pears to be a vein, composed of a base of felspar, with hornblende crystals and a little white mica. The under side is the rock in which it occurs ; a base of felspar, with greenish-black mica. Greenish rock, having a felspathic base, with triclinic felspar crystals and a green mineral. 58. Greenstone. List No. Rs 30. Same locality. 54. Felspar Porphyry. Black Mountain, Snowy River, Gippsland. Brown, felspathic base, with quartz and felspar crystals, and enclosed frag ments of a black, probably hornblendic mineral. Dense, hard, dark-colored rock, com posed of triclinic felspar and probably hornblende. 59. Porphyritic Diorite. Map No. R 24. East of Lancefield. \\ sheet 5 S.E. Grey base, with crystals of triclinic felspar, hornblende and occasionally ar senical pyrites. Very hard and heavy. 55. AphaniteC?). List No. Rs 31. Mount Dryden, Glenorchy. Hard, light-green rock, composed of soda-felspar and silica. 60. Dense Diorite. East of Lancefield. \\ sheet 5 S.E. Dense, hard, dark-colored, hornblen dic rock. (See \"Building Stones,\" Nos. 11, 12, 13, and 14.) 56. Greenstone. List No. Rs 35. Same locality as last. Base of No. 55, with felspar crystals, partly decomposed. Note. — The greenstone (diorite) composing the range to the east of the parish of Lancefield,is very variable in its lithological character. Mount William, at the extreme northern and highest part of the range, and at its junction with the Great Dividing Range, is composed of a very hard, dark-greenish-black, dense rock (aphanite), closely resembling a basalt, and with a metallic ring, when struck, like clinkstone ; passing south wards to a lighter green, hard rock, with crystals of triclinic felspar, some times having the appearance of a greenish-white rock, with black dendritic (hornblendic) markings. This stone (see \" Building Stone Cubes,\" R 30, 31, and 32), were it not for its extreme hardness, and consequent difficulty and expense in quarrying and working up, would make a very hand some stone for building or ornamental purposes. Further south it passes into a black, highly crystalline, hornblendic rock, and then again to a dark-green dense rock, with specks of iron pyrites. Near the centre of this range (see | sheet 5 S.E.) is a fault cutting off the greenstone. Its place is supplied by a very rich and heavy brown iron-ore, or hematite (see Mineral Collection, Case 13, No. 36). The greenstone weathers externally to a rusty-brown color. The unfossiliferous Silurian shales, resting as small outliers on the top of this greenstone range (probably the remains of a denudation of the sandstone upheaved by it), and also the contiguous rocks on the west side, are all highly metamorphosed, the shales being converted into a hard jaspery porcelanite. About a mile N.E. of Mount William is the site (locally called \" The Native Toma hawk Quarries\"), whence the aboriginal tribes of the neighboring districts have procured the greenstone used by them for making tomahawks. From the amount of broken stone covering a large area, this quarry must have been in use for a very lengthened period. Those marked with an • occur as dykes (Elvans)."], [27, "PLUTONIC ROCKS. CASE III. 17 61. Greenstone. List No. Rsb.6. Mount Purrumbeet, Lake Cooper. 65. Greenstone (Diabase). Same locality as last. Identical with No. 64, but more highly crystallized. Greenish-black mottled rock, with specks of iron pyrites. *66. Diorite. Map No. R 98. Near S.E. corner of section 15, parish of Metcalfe. a sheet 13 S.E. A very hard rock. It occurs travers ing Silurian strata, and is composed of triclinic felspar and hornblende. 62. Greenstone. List No. Rsr 6. Same locality as last. The same base as last, with a few scattered crystals of triclinic felspar. 63. Greenstone. Mount Camel Range, Colbinabbin. A concretionary nodule. From a well 80 feet deep in greenstone ; fresh, good water. 67. Diorite. Tar'dta, or Kangaroo, near Guild- ford. \\ sheet 15 N.E. See Note. (See Table of Analyses, page 94.) 64. Greenstone (Diabase). Barrabool Hills, west of Geelong. i sheet 24 S.E. 68. Decomposed Diorite. Same locality as last. A hard, greenish-black, crystalline rock, probably composed of green labradorite and black augite, though the silica in the soluble portion is rather too low. The analysis by Mr. J. Cosmo Newbery gave as follows : — * This specimen was taken from the junction with the graptolite slates of the neighborhood. See Note. Soluble Insoluble 69. Decomposed Diorite. portion. portion. Silica .. .. 46-34 .. 53-94 Iron, _esqui-ox.de .. 1-80 { j 11-78 Alumina .. .. 29-05 .. 2-80 Lime .. .. 14-56 .. 14-39 Magnesia .. .. 3 44 .. 1613 Same locality as 67. See specimen 68. See Note. 70. Epidosite (Epidote Rock). Soda . . ) .... Potassa .. j \"' Same locality as 67. Loss by ignition . . 1-75 Composed of light-green epidote, quartz and occasionally crystals of hornblende. (See Table of Analyses, page 94 and No. 7.) See Note. 100-95 9904 * 40-06 per cent, is soluble in hydrochloric acid. (See Table of Analyses, page 94.) Note. — The diorite specimen 67, composed of pinkish felspar and black hornblende, was taken from a peculiar intrusive mass of rock, several acres in extent, that in most places, where exposed, consists of diorite, but assumes at others granitic, syenitic, porphyritic and brecciated characters. Thus, at its junction with the black graptolite slates ofthe neighborhood, where several small faults have been traced (see sketch on \\ sheet 1 5 N.E.), the rock bears the character of porphyry, more or less de- composed ; whilst at another place, scarcely four chains off, the accession of black mica and some quartz renders the rather decomposed rock undis- tinguishable from decomposing granite ; and from one of the small shafts, sunk for the purpose of examination, specimens of \" epidosite \" (vide No. 70) were also obtained. In small cavities of the porphyritic variety, crystals of \" albite,\" associated with abnormally formed quartz crystals, occur, and it was therefore probable that the felspar, entering into the composition of the rock, might also be \" albite,\" though the absence of the characteristic twinstriation on its cleavage planes gives it all the appearance of orthoclase. The result of Mr. J. C. Newbery's analysis Those marked with an * occur as dykes (Etvans). C"], [28, "18 PLUTONIC ROCKS. CASE III. (see No. 6, Table of Analyses) proves it, however, clearly to be \" albite,\" and the rock is therefore diorite, according to rocent views on petro graphical classification. The adjoining sossiliferous strata are not, or but very slightly, altered, and hand specimens can easily be obtained, in which one half consists of black slate, with well preserved graptolites, and the other of the porphyritic variety of the intrusive rock. The brecciated variety, apparently a mixture of chips of Silurian rock and of the dioritic paste, occurs in places only along the boundary of the two formations. *71. Micaceous Diorite. of calcite and alternate layersof greenish and reddish colored fibrous crystals of some pyroxenic mineral. Castle Reef, Raspberry Creek, near Wood's Point. Dense, greenish-grey base, probably an intimate mixture of triclinic felspar and hornblende. The mica occurs in silvery thin plates, and has a talcose appearance. It occurs as a dyke, in which rich auriferous quartz-veins are worked. 79. Selwynite. List No. Rb 21b. This mineral is allied to \" pyrosclerite,\" but differs materially from it in its che mical composition and physical proper ties, and therefore forms a new mineral species. It occurs massive, as a vein, in the Upper Silurian rocks, 4 miles north of Heathcote, and is traversed by thin seams of talc. Its hardness is 3-5; specific gravity, 2-53 ; color, various shades of green to black. It was ori ginally mistaken for a copper-ore. It is translucent on the edges, fracture uneven and splintery ; lustre earthy ; takes a fair polish, and might, perhaps, be used for ornamental purposes. Before the blowpipe it becomes white, and fuses on the edges to a grey ish- white, blebby glass ; gives off water in a mattrass ; colors the beads of borax and salt of phosphorus saintly chrome-green, and is only partially soluble in strong acids. A quantitative analysis by Mr. J. Cosmo Newbery gave the following results :— *72. Diorite (?) Same locality as 7 1 . Probably No. 71, partially decom posed. 73. Greenstone (Diorite). Near Bushy Creek, Hopkins' Hill. Hard, dark-colored rock, composed of triclinic felspar and hornblende. 74. Greenstone (Diabase). List No. R 125. Summit of Mount Camel, near Heathcote. Hard, black, fine-grained, crystalline rock. 75. Greenstone (Diabase). List No. R 125. Silica ... ... ... 4715 Sesqui-oxide of chromium 7-61 Alumina ... ... 3323 Magnesia ... ... 456 Water ... ... ... 6.23 Summit of Mount Camel. Dark greenish-black rock, made up of crystals of hornblende, with a little felspar. 76. Greenstone (Diabase). List No. R 125. 98-78 Mount Camel. 80. Selwynite (in part). List No. Rb 21b. Containing crystalline veins of calcite. From the same locality as last. 77 and 78. Greenstone (Diabase). List No. R 124. This specimen consists of a green and white mottled mixture of selwynite talc and veins of a white mineral, or rather two minerals, of different degrees of hardness. Blake's Farm, 4 miles south of Mount Camel. This rock has the appearance of being horizontally stratified. It contains veins Those marked with an * occur as dykes (Elvans)."], [29, "19 VOLCANIC ROCKS. CASE IV. VOLCANIC ROCKS. Case IV. OLDER VOLCANIC. 1. Basalt. List No. R11. 9. Decomposed Basalt. Deep Creek, Hurdy-gurdy. East of East Creek, Western Port. Very friable and incoherent ; almost pisolitic, from the abundance of small ironstone nodules. Black, dense and compact : contains a few embedded, crystalline grains of olivine and of a mineral with a bright bronzy lustre on the surface of cleavage. 10. Decomposed Basalt. Flemington. \\ sheet 1 N.W. 2. Basalt. List No. R^ West Head, east side, Western Port. Has become a clay, but still exhibits the concretionary structure indicative of decomposition. Greenish-black ; it seems to be an intimate mixture of felspar, augite and olivine. 3. Basalt. 11. Decomposed Basalt. North Melbourne. J sheet 1 N.W. Greenish-black, very dense and close grained : contains olivine in crystalline grains ; suitable for road metal. 12. Decomposed Basalt. Raleigh's Punt, Saltwater River. i sheet 1 N.W. 4. Decomposed Basalt. Bruthen Creek, Gippsland. Has a thick, ferruginous, mammil lated coating. Is rapidly passing iuto a brown, homogeneous clay. An earthy mass of mottled appear ance. Surface stained and coated with oxide of iron. 13. Decomposed Basalt. Same locality as last. 5. Nodule in Basalt. King street, Melbourne. J sheet 1 S.E. Is also quickly passing into a clay ; though not quite so much decomposed as No. 12. Illustrates the concretionary form of decomposition which takes place in basalt and other igneous rocks. 14. Decomposed Basalt. Deep Creek, Hurdy-gurdy. 6. Brown Iron -Ore (Hydrous Sesqui-oxide of Iron). Of an olive-green color, when freshly broken, passing into a homogeneous clay. North Melbourne. J sheet 1 N.W. Associated with, and doubtless chiefly derived from, the iron constituents of the older basalt during decomposition. 15. Decomposed Basalt. Forming a red, brown, and white mottled clay. 7. Brown Iron-Ore. Same locality. 16. Red Clay (Earthy) Map No. R ll. Very similar to No. 6. Section 7, Bolinda. i sheet 7 N.E. Associated with, if not actually re sulting from, the decomposition of basalt in situ, and underlying the newer basalt. 8. Earthy Hematite. Same locality. More oxidized than Nos. 6 and 7. Portion of a nodule in basalt. C 2"], [30, "20 VOLCANIC ROCKS. CASE IV. 17. Red Clay (Decomposed Ba- salt). List No. Rd 34. Stony-hut Creek, Mount Black- wood. 26. Decomposed Basalt. Same locality as last. Consists only of the felspathic portions of the basalt. In color and character resembles the greyish-white portion of No. 25. Partly amygdaloidal, dark red, earthy clay, with a conchoidal fracture. 27. Decomposed Basalt. Flagstaff Hill, Melbourne. \\ sheet 1 S.E. \\ 18. Decomposed Basalt. List No. R 3 Rs. S.W. of East Creek, Western Port. Converted into a soapy clay, retaining little but the felspathic elements of the rock. It is traversed by thin, ramify ing veins of white, magnesian clay. Has become a reddish, earthy clay, enclosing small nodules of similar com position, coated with brown iron-ore. 28. Basaltic Clay. Same locality as last. 19. Red, Basaltic Clay. Western Port, east side. Greyish-white and somewhat earthy in appearance, but smooth, when cut. More argillaceous than No. 18. 20. Red, Basaltic Clay. Flemington. \\ sheet 1 N.W. 29. Basaltic Clay. List No. R _£ Point S. W. of East Creek, Western Port. Not differing much from No. 19, except that it is more friable and full of yellow veins. Mottled or marbled grey and white, cut surface very smooth, soapy to the touch. 21. Basaltic Clay. Flemington. J sheet 1 N.W. 30. Basaltic Clay. Western Port, east side. Resembles No. 20, but is even less homogeneous and coherent. Color light dirty-grey, not very smooth to the touch, discolored by fer ruginous matter, and concretionary. 22. Decomposed Basalt. Queen's Ferry, Western Port. 31. Basaltic Clay. Map No. Rd 40. Batman's Hill, Melbourne, i sheet 1 S.E. A mottled, steatitic clay ; fracture of steatitic portions flat conchoidal. 23. Decomposed Basalt. Western Port, east side. Cream-colored, streaked with veins of white, magnesian clay, along the course of which it readily comes asunder; not very soapy to the touch, except where the clay is present. Converted into a mottled, greenish brown and white, granular clay, rough to the feel ; still shows concretionary lines. 32. Decomposed Basalt. King street, Melbourne. J sheet 1 S.E. 24. Decomposed Basalt. Raleigh's Punt, Saltwater River. i sheet I N.W. Brown, grey and yellowish-brown, in bands, with thin divergent seams of \" kaolin.\" Structure completely obliterated : has changed to a mottled, yellow and white, earthy clay. 33. Amygdaloidal Basalt. List No. Rd 34. 25. Decomposed Basalt. Stony-hut Creek, Mount Black- wood. Queen's Ferry, Western Port. Has become converted into a red and greyish-white, banded clay. The greyish-white portion is mottled white, magHesian clay. It presents a smooth even surface, when cut. Cavities filled with a white and red dish, soap-like mineral, in some in stances translucent. It is traversed by veins of a red hydro-silicate of alumina Base dark brown."], [31, "VOLCANIC ROCKS. CASE IV. 21 34. Basaltic Clay. 42. Brown, Pisolitic Clay. List No. R (ob 1). Hill between Korkuperrimul Creek and Lerderderg River, near Bacchus Marsh. List No. 10. Korkuperrimul Creek. 43. Greenish-Grey Clay. Greenish-grey and red colored base, with spots of white hydro-silicate of alumina, giving the rock a porphyritic appearance. List No. 8. Korkuperrimul Creek. Decomposed basalt. 35. Decomposed Basalt. 44. Grey Clay. Bruthen Creek, near Port Albert, Gippsland. Map No. Rd 40. Batman's Hill, Melbourne. I sheet 1S.E. Color dark grey and red mottled, with veins and patches of white, mag nesian clay, stained with iron. 45. Soft, Mottled Clay. Bruthen Creek, near Port Albert, Gippsland. Contains traces of phosphoric acid. 36. Decomposed Basalt. Map No. Rd 40. Same locality as last. 46. Brown Clay. List No. 5. With oval, lighter brown pieces of some decomposed mineral. Same as No. 35, but in a more disin tegrated condition, and with a larger proportion of white clay. 47. Red Clay. List No. 16. Phillip Island, Western Port Bay. 37. Basalt. Map No. R TWB l. Section 1 lp, Darriwell. i sheet 19 S.W. Similar to the last. 48. Various Clays. In process of decomposition. Color olive-brown, speckled with red, the re sult of the conversion of an embedded mineral into hydrous oxide of iron. Texture fine-grained granular. Bruthen Creek, near Port Albert, Gippsland. Six specimens. (a) (Dark-red.) Forms a fine red pigment, and can be used as red chalk. 38. Basalt. Map No. R _w_, i. Section 116, Darriwell. -\\ sheet 19 S.W. (6) A soapy rock, dark bluish-black and red base, with green and brown spots, giving it a porphy- ritic appearance. (c) A greenish-colored clay, with red portions like a ; the green color is probably due to the silicate of the protoxide of iron. Small fissures and cavities occur in Of a light reddish-grey color, earthy and fine granular in texture ; in process of decomposition. 39. Basalt. Map No. R T^B l . Same locality as last. Similar to No. 38. Shows a few vesi cular cavities. these clays, filled with pieces of a mineral substance, which on analysis was found to be composed chiefly of phosphate of lime, phosphate of alu mina and quartz, and to be more or less coated and impregnated with ores of copper (red oxide, silicate, carbonate and phosphate). The pieces have not, however, yet been found to occur in sufficient quantity to be of any econo mic value. 40. Basalt. Map No. _w_. i. Same locality as last. Color greyish olive-brown, surface hollows covered with a green coating, consisting of silicate of protoxide of iron, spreading over the carbonate of lime beneath. Texture similar to No. 36. 41. Cellular Basalt. Map No. _w i. r TMB 49. Basaltic Clays. Korkuperrimul. Same locality as last. Color brownish-grey, contains small embedded ironstone nodules, similar to those which constitute the ironstone gravel of the plains (\" Bean-ore\"). A chocolate-red base, with white streaks and spots ; very aluminous and similar to 34."], [32, "22 volcanic rocks. CASE V. Case V. OLDER AND NEWER VOLCANIC. OLDER VOLCANIC ! — (continued). 50. Amygdaloidal Basaltic Clay. List No. Rs. 79c. 57. Basaltic Clay. List No. Rs 80. North Coast, Phillip Island. South Coast, Phillip Island. Red, grey and yellow mottled ; por tions consist of brown iron-ore. Light chocolate color, with roundish kernels and narrow veins of white silicate of alumina and magnesia. (See Table of Analyses, page 94.) 58. Basaltic Clay. List No. Rs 81. 51. Amygdaloidal Basaltic Clay. List No. Rs 79c. Pyramid Rock, Phillip Island. Of marble-like aspect ; bluish-grey > brown and white mottled. North Coast, Phillip Island. Of marble-like appearance, colored brown, greyish-blue and white, (See Table of Analyses, page 94.) 59. Black, fine-grained Basalt. List No. Rs. 82. Pyramid Rock, Phillip Island. 52. Grey-and- White Basaltic Clay. List No. Rs 79h. In course of decomposition ; traversed by innumerable thin, white clay veins. It shows a hackly fracture, and some portions are of a grey rusty color. North Coast, Phillip Island. Amygdaloidal in parts. 60. Nodule of partly decom- 53. Amygdaloidal Basaltic Clay. List No. Rs 79e. POSED Basalt. List No. Rs 79a. North Coast, Phillip Island. North Coast, Phillip Island. The exterior of the nodule is decom posed to a yellowish-brown clay, while the interior yet remains a hard, dense basalt. Concentric rings in the exterior portion show the progress of the decom position. (See Table of Analyses, page 94.) Dark brown, with white and yellow roundish kernels. 54. Basaltic Clay. List No. Rs 79f. North Coast, Phillip Island. Half grey, half dark red, and mottled. 55. Basaltic Clay. 61. Basaltic, Brown Iron-Ore Conglomerate. List No. Rs 80. List No. Rs 79b. South Coast, Phillip Island. This specimen, though from its mode of occurrence evidently a decomposed basalt, has assumed the appearance of a brown iron-ore conglomerate ; the pebble-like concretions of the rather argillaceous brown iron-ore being ce mented together by a dark grey and brown ferruginous clay. North Coast, Phillip Island. Light-grey and brown mottled. 56. Red, Basaltic Clay. List No. Rs 79d. North Coast, Phillip Hand. Of pretty uniform color throughout. (See Table of Analyses, page 94.)"], [33, "23 volcanic rocks. CASE V. NEWER VOLCANIC. 1. Dense, Black Basalt. S. W. o/Kyneton. \\ Bheet 9 S.E. 7. Basalt. Map No. R. 60. Sections, Newham. \\ sheet 5 S.W. Compact, hard and brittle, with a flat conchoidal fracture ; contains minute crystalline grains of olivine, and per haps nepheline, disseminated through it. The rock is in appearance very much like Lydian stone. An analysis gave the following results, 5 per cent, only being soluble in hydrochloric acid : — Hard, dark and compact, close grained and felspathic, containing a large amount of olivine. A good road metal. 8. Slaty Basalt. Map No. Ra 39. Lot 8, section 5, Burke. \\ sheet 9 S.W. Soluble Insoluble portion. portion. Silica .. .. 34-80 63-39 Alumina .. .. 3858 16-11 Manganese .. .. trace 1-01 Iron .. .. .. 1807 10-03 Lime .. .. 7-12 5-28 Magnesia .. .. trace 3-41 Potash .. 1 „.,,, Soda.. .. j ■• *il Titanic acid . . . . . . 063 Water .. .. 1-43 Oxide of copper . . . . trace It is slightly porphyritic, with small crystalline grains of olivine, triclinic felspar, a black mineral and a dark red transparent one, probably zircon or garnet. The base is very hard and dense. 8a. Slaty Basalt. S.W. of Kyneton \\ sheet 9 S.E. This resembles an altered slate, and in place has a regular dip and strike, but varying in all directions. The rock is dense and of a mottled grey color. 100-00 10205 2. Dark, Compact Basalt. Map No. Ra 28a. 9. Basalt. Map No. Re 28. Hardie's Hill, near Crisis G. M. Co., Durham Lead. J sheet 63 S.E. Dark-colored' fine-grained, minutely vesicular and obscurely laminated. Hill in section 28, north boundary of Woodend township. \\ sheet 10 N.E. With cavities containing olivine: quarried for road metal. 3. Basalt. List Noi Rs. 1. Mount Shadwell. 10. Basalt. Degraves' Mill, near Kyneton. \\ sheet 9 S.E. Fine-grained and dark colored, con taining nests of olivine in green and amber-colored, crystalline masses. Of a dark grey color, containing cavi ties coated with crystals of chabasite, also grains of olivine and kernels of a white magnesian clay. 4. Basalt. Jim Crow Creek. \\ sheet 15 S.E. Dark grey and compact, with fine grained texture, and containing flattened vesicles. 11. Basalt (Anamesite). Map No. Ra 66. Table Hill, near Guildford. \\ sheet 15 N.E. 5. Basalt. Map No. Ra. 43. Quarry in reserve, section B2, Woodend. J sheet 9 S.E. Dark grey, with cavities containing carbonate of lime, sphærosiderite and crystals of arragonite. Of a bluish-grey color, with felspar crystals (oligoclase) abundantly dis seminated through it, and a few crystals of olivine. A good road metal. 11 a. Basalt (Anamesite). Map No. Ra 70. 6. Basalt. Map No. Re 29. P. I. Claim, Durham Lead. \\ sheet 63 S.E. Little Red Hill, Church's Flat, Fryer's Creek. \\ sheet 15 N.E. Of a dark bluish-grey color. Occurs as a dyke, forming the eastern wall of a quartz reef. A compact, close-grained, porphyritic rock, containing embedded grains of triclinic felspar and olivine. Of a grey color and fine-grained, with small scattered crystals of olivine and a patch of quartz. (See Table of Analyses, page 94.)"], [34, "24 VOLCANIC ROCKS. CASE V. 17. Basalt (Anamesite). Map No. Rb 110. Section 106, Redesdale. i sheet 13 N.E. 12. Basalt (Auamesite). Map No. Re 28. Hardic's Hill, near Crisis G. M. Co., Durham Lead. -J sheet 63 Color grey : magnetic, with polarity ; is dense and contains olivine. S.E. Color brownish-grey : contains minute crystals of augite, olivine and triclinic felspar. 18. Basalt. Map No. Re 5. Leigh River. \\ sheet 64 N.E. 13. Basalt (Anamesite). Map No. Rb 8. Section 37, Spring Plains. J sheet 13 N.E. Color dark grey; texture close grained : contains a little olivine, and is suitable for buildingpurposes. Specimen obtained from the lower flow. Of a bluish-grey color, and has a minutely vesicular appearance, caused by the open and irregular aggregation of its constituents, producing a roughness of surface where broken. It contains minute crystals of specular iron, having a blue tarnish, and cavities coated with carbonate of lime, running in bands, and hyalite. 19. Basalt. Map No. Ra 105. Moolort. \\ sheet 52 N.E. Color greyish-brown; slightly vesi cular, and containing triclinic felspar and small black grains, resembling augite and hematite. A good building stone. 14. Basalt (Anamesite). Map No. Ha 101. Farmers' Arms, Carisbrook road. 20. Basalt. \\ sheet 52 N.E. Jim Crow Creek, Yandoit. % sheet Of a brownish-grey color ; finely vesicular. 15 S.E. Color bluish-grey ; texture very dense, almost pisolitic, with an uneven and hackly fracture ; specimen obtained from the second layer near the termina tion of the lower flow. On exposure it crumbles to a gravel. 15. Basalt (Dolerite). Map No. Ra 41. Lot 76, Carlsruhe, -J- sheet 9 N.E. Color greyish-brown, very dense and close-grained, and possessing a marked crystalline texture ; rich in olivine. 21. Basalt (Lava). 16. Basalt (Anamesite). Mount Franklin. I sheet 15 S.E. Color dark ash-grey, minutely vesi- Wickliffe. Color brownish-grey, with an open and porous sub-crystalline texture, giving the rock the appearance of being minutely vesicular. cular, earthy ; fracture uneven, ap proaching to hackly : contains a little olivine and oligoclase. Note — \" The basaltic lava streams of the country surrounding Mount Franklin and Franklinford are of two different ages. The older is antecedent to, and has been denuded during the formation of the pre sent main drainage channels, and now forms detached patches, capping isolated hills or long narrow stretches on the tops of ranges. The more recent streams have poured into the present valleys, and in their gradual descent from high points of eruption, appear, in some cases, to have covered the post pliocene, as well as the older and newer pliocene gold drifts (Jim Crow Creek and Mount Franklin streams). Only where they have acted as natural bars to, or lie in the line of the drainage from high levels, they are, in their turn, covered by recent alluvium (patch near Yandoit swamp, Franklinford, &c). As regards lithological character, the two flows present no marked difference.\" — (Note, sheet 15 S.E.)"], [35, "VOLCANIC ROCKS. CASE V 25 \" The crater os Mount Franklin, for some distance down the outside and inside slopes, consists of a mixture of earthy scoriaceous basalt and real pumice-like scoriæ ; the former containing pieces of transparent ' Oligoclase,' and irregular lumps, frequently above several pounds in weight, of ' Olivine,' which latter, through partial decomposition, has however lost its green color, presenting either a uniform brownish-red or brown, speckled with green, appearance. The bottom of the crater, lying about 250 feet below the highest point of the rim, has an area of several acres, and shows two very gentle rises of unequal size, divided by a narrow depression. As the whole of this area lies lower than the bottom of the rent in the rim of the crater, it is probable that its own, and the drainage down the inside walls of the latter, having no direct outflow, soaks off through the porous basalt of the mantle, and contributes largely to the numerous springs around the foot of the Mount.\" — (Part of Note 1, I sheet 15 S.E.) \" Towards the north end of the crater, a narrow and very pre cipitous rent in its side exposes thick, variously colored beds of volcanic ash, cinders and scoriæ-conglomerate, which dip at an angle of 17° towards the centre of the Mount. It remains doubtful, whether the ravine actually owes its origin to a side outbreak of basaltic lava — the source, perhaps, of the basaltic stream in the flat below — or whether it has simply been caused by strong flows of water from the top of the Mount.\" \" The termination of the Jim Crow Creek flow is characterized by a very rugged surface and rocky escarpments, resembling the recent lava flows from the craters in the Western Districts.\" — (Note 8, \\ sheet 15 S.E.) 22. Basalt. Map No. Re 29. P. I. Claim, D urham Lead. J sheet 63 S.E. 26. Basalt. Map No. R 65. Hill north of Lot 20, Newham. % sheet 5 S.W. Color light bluish-grey; compact, fine-grained and magnetic : porphyritic by imbedded crystals of triclinic felspar and decomposed grains of olivine. Color light-grey, close-grained, dense and compact ; containing crystals of olivine and titaniferous iron. 23. Basalt. 27. Basalt (Dolerite). Map No. R 91. Magnet Hill, Baynton's Station. i sheet 51 S.W. Color light- grey ; exhibits a confused crystalline texture. Small crystals of magnetic pyrites, mostly converted into brown iron-ore, abound throughout the mass, causing it to strongly affect the magnetic needle, with a high degree of polarity. A specimen of this basalt, cut into a long bar, will be found in the mineral collection. — Case XIH., No. 39. Flat-topped hill near Mortlake. Color bluish-grey ; fine-grained and minutely vesicular : contains olivine. 24. Basalt. Map No. Ra 46. Parish of Coliban, S.E. of Glen- lyon. i sheet 10 N.W. Color light-grey; fine-grained and compact : small crystals of olivine abundant throughout. 25. Basalt. Map No. R 57. Lot 30, Newham, near the Jim- Jim, i sheet 5 S.W. 28. Basalt (Anamesite). Color light-grey ; compact and close grained, porphyritic, with embedded grains of a yellowish-white mineral (triclinic felspar) and small crystals of augite (?) : affects the magnetic needle and exhibits a high degree of polarity Map No. Re 10. Cargerie Creek,Leigh River. % sheet 64 N.E. Color brownish-grey ; fine-grained, granular, slightly vesicular ; vesicles coated and filled with carbonate of lime and sparry iron (sphærosiderite)."], [36, "26 VOLCANIC ROCKS. CASE V. 36. Amygdaloidal Basalt. 29. Basalt. Map No. Ra 106. Moolert, Newstead Road. \\ sheet 52 N.E. Gelantipy, Gippsland. Cavities or vesicles filled with car bonate of lime, more abundantly with hydrous oxide of iron, and also with grains of an opaline mineral (noble opal ?). Very absorbent of moisture. Color ash-grey; slightly vesicular, fine-grained, dull, earthy : containing specular iron sparingly distributed throughout. 30. Basalt. Map No. Ra 103. Deep Creek, Carisbrook. \\ sheet 52 N.E 37. Basalt. Map No. Rb (3n). Section 37, Spring Plains. \\ sheet 13 N.E. Color bluish-grey ; texture rough and uneven, fracture uneven and hackly, slightly vesicular, vesicles generally compressed and flattened. Color dark grey; rough granular and slightly vesicular. 38. Basalt (Lava). Map No. Ra ioo. Loddon Creek, Moolort. \\ sheet 52 N.E. 31. Basalt. 5. IF. of Kyneton. | sheet 9 S.E. Color dark-grey ; compact, fine grained, with scattered crystals of augite and triclinic felspar. Color ash-grey ; dull, earthy and has more the appearance of scoriæ than that of a basalt. 39. Vesicular Basalt. 32. Volcanic Conglomerate. Map No. Re 28. Map No. Re 27- Hardie's Hill, near Crisis G. M. Hardie's Hill, North side . \\ sheet 63 S.E. Company. \\ sheet 63 S.E. Dark bluish-grey rock, vesicles com pressed and elongated. Consists of a mixture of volcanic scoriæ (the vesicles filled with nodules and crystals of carbonate of lime), fragments of slate and sandstone, quartz, &c, embedded in a brown, earthy matrix. 40. Basaltic Lava. Mount Elephant. This rock is full of grains and nests of olivine, with crystals of felspar (oligo clase),wbich give it a porphyritic aspect. It includes also some small pebbles of other rocks. 33. Basalt (Anamesite). Map No. Ra 66. Table Hill,near Gu ildford. J sheet 15 N.E. 41. Scoriaceous Basalt. Color grey ; fine-grained, granular : contains crystals of labradorite(?) and specular iron disseminated through it. Map No. Ra 112. Mount Moolort. -J- sheet 52 N.E. A mixture of compact and .coriaceous rock, in irregular bands or layers. 34. Basalt. Map No. R91. Magnet Hill, Baynton. \\ sheet 51 S.W. 42. Basaltic Slag, or Cinder. List No. Rs 1 . Color grey, mottled. The texture of this rock is irregular and obscurely laminated. The mottled appearance of the surfaces of fracture is probably due to the rock being in an incipient state of decomposition. Mount Shadwell. A black, cindery fragment, having a very woody grain and appearance: con tains nests and grains of olivine. 43. Vesicular Basalt (Aname- site). Map No. Ral 22. 35. Basalt. Map No. Ra 32. Moolort. J sheet 52 N.E. Lot 2, Newham. J sheet 6 N.W. Color grey, mottled ; more irregular in texture than the last, but without any tendency to lamination ; in other respects much resembling it. A green mineral fills a cavity in this specimen. 44. Basaltic Lava. List No. Rs I. Mount Shadwell. Rubbly and uneven in texture ; coarsely vesicular."], [37, "27 VOLCANIC ROCKS. CASE V. 45. Basaltic Lava. List No. Rsi. Mount Shadwell. out freely in irregular shaped cavities dispersed throughout the mass : the augite in dark green, prismatic needles, and the felspar in white rectangular (or rhombic ?) plates. There are also some dark-colored, hexagonal plates amongst them, with an iridescent surface (spe cular iron?). This rock occurs in irre gular patches and seams in ordinary grey basalt, a portion of which may be seen on the reverse side of the speci men. Extensive quarries opened in this basalt, or locally called \" bluestone,\" have furnished much of the material used in the construction of the railway works near Malmsbury. Rough, vesicular and slaggy looking : contains olivine sparingly. 46. Vesicular Basalt (Dolerite Lava). Map No. Re. 4. Leigh River (upper flow'). \\ sheet 64 N.E. Dark brown color. 47. Vesicular Basalt (Aname- site). Map No. Ra 96. West bank of Loddon. \\ sheet 14 N.W. 54. Vesicular Basalt. Vesicles very large. List No. Rs 1. Mount Shadwell. 48. Vesicular Basalt. Contains large nests of olivine. Map No. Re. 10. Cargerie Creek, Leigh River. i sheet 64 N.E. 55. Vesicular Basalt. List No. Rs 1. With some of the vesicles filled with carbonate of lime. Mount Shadwell. Dark grey, with crystalline grains of olivine. 49. Basalt (Dense Dolerite). Map No. R. 8. 56. Vesicular Basalt. List No. Rs 1. Section 6, Tullamarine. J sheet 2 S.W. Mount Shadwell. Of a reddish-brown color ; it presents an appearance of eroded cavities rather than true vesicles. These are coated with a yellow, crystalline mineral (oli vine ?). The specimen encloses a large nest of olivine in course of conversion by decomposition into mica (rubel lane ?). Color light pinkish- grey; fine-grained and vesicular on the surface. Vesicles containing specular iron and labra dorite(?) 50. Scoria. Map No. M 7. Lot 10, section 11, Yuroke. $ sheet 2N-W\". 57. Basaltic Lava. List No. Rsi. Vesicles coated with \" hyalite.\" Mount Shadwell. 51. Basalt (Dolerite). This specimen represents a portion of the cast of a cylindrical hollow, or pipe, into which the lava has flowed. The central portion is entirely vesicular and scoriaceous, surrounded by concentric rings, or coats of dense texture, separ able from each other, and presenting a striped surface on the planes of separa tion. Color reddish. Encloses a large fragment of felspar (oligoclase). Near Malmsbury. J sheet 9 N.W. Color grey; rough granular, \"hyalite\" in botryoidal aggregations occupying surface grooves and cavities. A good building stone. 52. Vesicular Basalt. Stone-Jug Creek, Spring Plains. i sheet 13 N.E. Vesicles partly coated with carbonate of lime. 58. Basaltic Lava. List No. Rsi. Mount Shadwell. Of a reddish color and scoriaceous character ; similar to above, except in form ; contains embedded crystalline grains of olivine and also a large frag ment of felspar (oligoclase). 53. Basalt (Dolerite). Near Malmsbury. \\ sheet 9 N.W. This specimen is interesting, as show ing the constituent minerals crystallized"], [38, "28 VOLCANIC ROCKS. CASE V. Case VI. NEWER VOLCANIC— (continued). 59. Basaltic Lava (Scoriaceous). Mount Shadwell. 64. Volcanic Scoria. List No. Rs 1 Color blackish-grey ; vesicles much compressed and flattened, giving to the rock an appearance of a fissile or lami nated structure. Somewhat resembles specimen No. 42. Mount Shadwell. 65. Basaltic Lava List No. Rs 1. Mount Shadwell. 60. Vesicular Basalt. Somewhat resembling No. 57, except that the central portion is as dense as the outer, and the peculiarity of struc ture not so characteristically shown ; contains nests of olivine. Map No. Ra 102. \"Farmer's Arms,\" Carisbrook. \\ sheet 52 N.E. In part amygdaloidal. 61. Vesicular Basalt. Near Malmsbury. J sheet 9 N.W. 66. Vesicular Slag. Map No. Ra 1 07. Texture dense ; vesicles compressed and elongated. Newstead Road, Moolort. \\ sheet 52 N.E. 61a. Basalt. Shows the cooled surface of flowing Barfold Co.'s Shaft, Barfo/d, Campaspe River. J sheet 13 S.E. lava. 67. Volcanic j £INDER' ( Scoria. Black and vesicular, with cavities containing botryoidal coatings of carbo nate of lime (ferro-calcite). An analysis by Mr. J. C. Newbery, after separation of the carbonate of lime, gave : — Flat-topped hill, near Mortlake. Similar to specimen No. 64. Soluble Insoluble portion. portion. Silica .. .. 3571 .. 5416 Alumina .. ..4011 .. 19-27 Iron, sesqui-oxide .. 1366 j °^j.^0,| 14-08 Lime .. .. 107 .. 314 Magnesia . . . . 0*52 . . 0'85 Potash .. ) „.„.. ( 7-13 Soda .. j 6W •• | 3-24 Titanic acid . . . . 0-72 Manganese .. .. .. .. 0'28 Water .. ..136 68. Volcanic Scoria. List No. Rs 1. Mount Shadwell. Very cellular ; the cause of the marked difference in the color of the cells is uncertain. It encloses fragments of felspar (oligoclase). 69. Volcanic Scoria, 9918 102-15 Mount Franklin. a sheet 15 S.E. 30- 1 9 per cent, was soluble in hydrochloric acid. 62. Basalt (Earthy Lava). List No. Rs 1 . Dark, very cellular and light. 70. Volcanic Scoria. Mount Shadwell. Mount Elephant. Color dull reddish ; encloses pieces of olivine, partly decomposed, and small ironstone pebbles. Similar to others. 71. Volcanic Scoria. 63. Volcanic Scoria. Mount Franklin. \\ sheet 15 S.E. Attached to this scoriaceous fragment is a piece of the subjacent rock (pro bably Silurian slate), over which the lava flowed. List No. Rs 1 . Mount Shadwell. Vesicles large, giving the specimen the appearance of a piece of honey comb."], [39, "VOLCANIC rocks. CASE V. 29 72. Volcanic Scoria. 81. Eed, Ochrey Clay. Map No. R 9. Map No. R 14. Section 13, Yuroke. £ sheet 2 N.W. Budd's Station, Wallan-Wallan. $ sheet 3 N.W. Very similar to No. 71. Erom underneath the upper basalt ; baked-looking, and probably altered by contact with the molten basalt. 73. Volcanic Scoria. Mount Franklin. J sheet 15 S.E. 82. Volcanic Ash. Similar to No. 69. Map No. Ra 13. Section 1 7, Holden. \\ sheet 7 S.E. A loose, rough granular aggregate of red earthy lava grains and scoriæ. 74. Volcanic Cinder. List No. Rs 1. Mount Shadwell. 83. Volcanic Ash (Tufa). Lake Terang, Western district. Encloses crystalline grains of oligo clase felspar and olivine. Closely resembling No. 82, but of a brown color and more roughly granular. 75. Volcanic Cinder. List No. Rs 1. Mount Shadwell. 84. Volcanic Ash (Tufa). Same locality as the last. Contains a little olivine, and some reddish rock is embedded in the cinder. Similar to No. 83, but fine-grained and regularly bedded. Quarried and much used for local building purposes. 76. Volcanic }^°™* ( Cinder. 85. Volcanic -j . P' List No. Rs 1. Mount Shadwell. Map No. M 5. Similar to the last. In this instance the larger vesicles are somewhat spheri cally arranged, and are surrounded by a border of minute ones, very closely aggregated. Lot 10, section 11, Yuroke. \\ sheet 2 N.W. Contains small fragments of quartz, as if from a granite. „„ XT ( Scoria. 77. Volcanic j GmDBR> 86. Volcanic Slag, List No. Rs 1. Map No. Ra 110. Mount Shadwell. With ash. Mount Moolort. J sheet 52 N.E. Vesicles presenting a very similar arrangement to specimen No. 76. 87. 78. Volcanic Ash. List No. Rs 1. Mount Shadwell. A loose, earthy aggregate, very ferru ginous. 88. Slaggy Lava. Map No. Ra 13a. Rocky Gully in lot 10, Doutta Galla. I sheet 1 N.W. 79. Volcanic Scoria. Mount Franklin. J sheet 15 S.E. Attached to a piece of light-grey, tra chytic-looking lava. A good illustration of the cooling, during flow, of a thick viscous fluid, like molten rock. 89. Volcanic Ash (Conglomerate). 80. Volcanic Scoria. Map No. Rd 25. Mount Franklin. \\ sheet 15 S.E. Black, volcanic scoria, mixed and partly coated with silicate of lime and Section 61,Anakie. Jsheet 19 N.E. Showing three distinct strata of fine and coarse material. magnesia."], [40, "30 volcanic rocks. — CASE V. 90. Volcanic Ash 96. Ash. Map No. Rd 31 Map No. Rd 25. Same locality as the last. Section 6 1 , Anakie. J sheet 19 N.E. Of a brown color, with rounded pebbles intermixed ; very dense. 97. Cream-colored Ash. Map No. Rd 30. Section 25b, Tarneit. \\ sheet 8 S.W. 91. Brownish-Red Ash (Conglo- merate). Map No. Rd. 25. 98. Red, Columnar Clay. Werribee River. .Same locality. Showing a very conglomeritic struc ture. The columnar structure seems due to alteration from contact with basalt. 99. Basalt Lava. Map No. Rd 25. Section 61, Anakie Hill. \\ sheet 19 N.E. 92. Brown, Scoriaceous Ash. Map No. Rd 25. Same locality. Chocolate-colored and rather dense ; earthy matrix enclosing crystals of hornblende, oligoclase and rubellane (red mica). 93. Conglomeritic Ash. Map No. Rd 25. Same locality. 100. Vesicular Anamesite. Map No. Rd 30. 94. Brown, Rubbly Ash. Section 25b, Tarneit. \\ sheet 8 S.W. Map No. Rd 25. Same locality. With pebbles. Brown matrix ; vesicles filled with a yellowish, earthy substance. 95. Yellow, Rubbly Ash. 101. Red -and -Black Mottled Basalt. Map No. Ra 12. Map No. Rd31. Bank of small creek, section 24d, Tarneit. \\ sheet 8 S.W. Red Rock, Buttlejorrk. i sheet 7 N.W."], [41, "STRATIFIED OR SEDIMENTARY ROCKS. 31 STRATIFIED OR SEDIMENTARY ROCKS. According to the different origin and mode of formation of these rocks they may be divided into three classes : — 1. Mechanical Deposits. a. Accumulated and stratified by water (aqueous). b. Accumulated and stratified by wind (aerial). 2. Chemical Precipitates. 3. Organic Processes. a. From the growth and accumulation of animal matter (zoogenic). b. Erom the growth and accumulation of vegetable matter (phytogenic). The above three classes may again be divided, according to their lithological and mineral characters, into the five following groups : — 1. Arenaceous or Siliceous ... ... Sand 2. Argillaceous or Aluminous ... ... Clay 3. Calcareous ... ... ... ... Lime 4. Ferruginous ... ... ... ... Iron 5. Carbonaceous ... ... ... ... Coal, Lignite, &c. Nearly all sedimentary rocks are stratified, that is, they lie in beds or layers, one above the other, and often quite parallel for long distances. With few exceptions these beds or layers are made up of larger or smaller fragments and particles (debris) of pre-existing rocks, washed together and deposited from a state of suspension in water. A few only are the result of chemical precipitate of mineral substances from aqueous solution — gypsum, rocksalt and some limestones, — and these usually possess a crystalline structure, not otherwise observed in \" unaltered \" rocks of sedimentary origin. Many contain organic remains (fossils), more or less distinct, while some are entirely composed of such. Most of these organisms are supposed to have lived and died in the water, at the bottom of which the sediment was being deposited, that now forms the rock they are now embedded in. Others, chiefly vegetable, have been washed or otherwise transported off adjoining dry land, or the land, on which they existed, has been submerged, and thus covered with sand, mud, or silt. Respecting the igneous or unstratified rocks, it has been stated, that no marked line can be drawn between the various classes and subdi visions, as they are found, both in their physical and mineral characters and in their lithological relations, to merge into each other. This characteristic is also more or less common to the sedimentary and strati fied rocks. The several sedimentary deposits have been divided into \" formations \" according to the order of their superposition, and conse quently of their age, and these are gathered iuto four groups, repre senting longer periods of deposit : — 1. Primary, or Palæozoic. 2. Secondary, or Mesozoic. 3. Tertiary, or Cainozoic. 4. Post Tertiary, or recent. These divisions have no reference to mineral or lithological cha racter, and no specimen of rock — such as sandstone, clay-slate, shale,"], [42, "32 stratified or sedimentary rocks. conglomerate, breccia, limestone, &c. — is exclusively confined to, or characteristic of, any geological age or formation ; and therefore the geological age of a deposit will in no case afford information respecting the nature of the rock or its petrographic character. These characters are almost entirely dependent on circumstances, varying in each locality or country, and on the nature of the formation, from which the material, forming the rock, has been supplied, as well as on the physical influences, to which it may have been subjected since its origiual deposition. Thus, in the stratigraphical arrangement, adopted in this collection, specimens of sandstone, shale, conglomerate, breccia, limestone, ironstone, &c. occur in each geological period ; and it may be observed, that some of the most recent Tertiary rock specimens are quite as hard, solid and compact as those, that belong to Secondary or Primary formations ; and others, differing widely in geological age, are almost identical in their composition, texture and appearance. Sandstone. — A typical sandstone may be described as consisting of small grains of some solid mineral, usually quartz, bound together into a solid rock, either by some cementing medium or by simple pressure. If the grains are fine, it is a fine-grained sandstone ; if coarse, a coarse grained sandstone, (fee. If the cementing medium is lime, it becomes a calcareous sandstone ; if iron, a ferruginous sandstone, &c. As the grains increase in size, it becomes either a grit or a conglomerate. If the particles are angular, a breccia. Argillaceous Shale and Clay- Slate are laminated clay-rocks, formed from sediments of clayey mud, and have assumed their present form by a slow process of transmutation and mechanical consolidation. Admix tures of other matter, either during decomposition or subsequently, frequently render them either arenaceous, carbonaceous, micaceous, ferruginous, calcareous, or bituminous, as the case may be. They may both be described as laminated fissile rocks ; in the one instance this texture is due to original stratification, and in the other to slaty cleavage. Clay-slate, though also distinctly stratified, does not readily separate, except along the cleavage-planes, which are quite independent of its original bedding. It is not confined to any particular geological period, although the genuine clay-slates (roofing-slate, &c.) usually occur only in the older formations. There are, however, exceptions to this rule, and in the Swiss Alps genuine roofing-slates and also common arena ceous and micaceous clay-slates are found belonging to the chalk and even to the Tertiary periods. The origin of slaty cleavage is still unsettled, but it is now generally supposed to be due to great lateral pressure, induced by forces in connection with the upheaval, disturbance and contortion of the rocks, in which it occurs. It is more or less a characteristic feature of all the Lower Silurian and older rocks of Victoria, but is seldom, if ever, observed in any formation in Victoria newer than Upper Silurian. Sedimentary rocks are frequently much changed by infiltration of mineral matter or other metamorphic action, that tends to obliterate their original mechanical, granular structure, and they assume a semi-crystal line appearance, not unlike some rocks of undoubted igneous origin and are then classed as Metamorphic Rocks."], [43, "primary or palæozoic rocks. 33 PRIMARY OR PALÆOZOIC ROCKS. LOWER PALÆOZOIC. SILURIAN. (Metamorphic and Unaltered.) No formation that can be identified clearly as older than Lower Silurian has yet been recognized in Victoria. Perhaps, however, the rocks of some of the larger areas, mapped as metamorphic, represent a Cambrian or Laurentian series. In any case, much of the Lower Silurian is metamorphic, especially near the boundaries of granite masses. A large number of fossils have been collected, by the Geological Survey, from all parts of the colony, many of which are generically and specifically identical with those found in strata of Upper and Lower Silurian age in other countries. Specimens of some of them are exhi- bited in the Palæontological collection, and figures and descriptions of the most interesting are being prepared by Professor McCoy for publication in the \" Memoirs of the Museum.\" The geological sketch- map shows that the Silurian rocks (represented by grey or slate color) occupy a very large surface area : they also constitute, with a few local exceptions, the true \"bottom\" or \"bed rock\" of all the Victorian goldfields, as well as the matrix or bounding walls of every known metal- liferous vein, dyke, or reef ; and they doubtless underlie, at a lesser or greater depth, a large portion of those tracts, where newer formations are found on the surface. The depth to which they are covered, and the age of the overlying formation, will, in each case, approximately determine the probable limits of any deep alluvial gold lead, because when it (the- Tertiary deposit, or formation, in which the gold lead occurs) passes on to such newer and non-auriferous rocks, the supply of gold is, as it were, cut off; and though the gravel continues and presents no apparent difference, the lead at once becomes unprofitable. The Lower Silurian argillaceous beds are characterized by a more or less slaty and schistose structure, whilst the Upper consist mostly of jointed, rubbly, or concretionary shales and soft mudstones. Sandstones and sandy beds are common in both series. Only one limestone band (in the Upper) has yet been found, and even calcareous beds are rarely met with. Bands of conglomerate are also very rare, and the greater part of the formation seems to have been deposited in deep water. A considerable unconformity exists between the Upper and Lower series, and the total thickness of both is, probably, not less that 30,000 feet. Building Stones. — Beds of freestone, generally a greenish-brown sandstone, are frequently met with, and are quarried for local building purposes. The stone can, however, seldom be procured of a uniform color and texture, in large quantity ; and on this account, as well as from its being very subject to decay, when exposed to atmospheric action, the Silurian sandstone is not suitable for any exteusive architectural or D"], [44, "34 PRIMARY OR PALÆOZOIC ROCKS. CASE VII. engineering purposes. Examples of some of them are exhibited in the collection of dressed building stones. In the neighborhood of Castle maine, Sandhurst, Maryborough and other goldfields' towns, quarries have been opened, and the stone has been used in the construction of some of the banks and other public and private buildings. Flagging. — Excellent, blue flags or paving-stones occur in several districts. Those procured from Specimen Gully, near Castlemaine, are most extensively used, and will doubtless, ere long, supersede the imported Scotch flagging. Slates. — Roofing-slates have been procured from several localities ; but the quality of those hitherto brought into the market is very inferior. The best, as yet, are from Glen Maggie Creek, a tributary of the Macalister River, in Gippsland. No quarry has been opened there, and probably the cost of transport would preclude the slates being raised profitably at present. Case VII. LOWER SILURIAN, Metamorphic in part.) 1. Micaceous Schist. 6. Spotted Shale. Map No. Rb 29b. Map No. Rb 12. Happy Gully, parish of Sedgwick. i sheet, 13 N.W. Section 8, Sutton Grange. J sheet 13 N.W. Mottled, with peculiar grey micaceous The markings are probably due to the development, by metamorphic ac tion, of some augitic (fahlunite) mineral. This peculiar kind of shale is only found near the junction of the granite and Silurian rocks, as at Lancefield, Bayn ton's Range, the Barfold Ranges, &c. bands. 2. Mica Schist. Begg's Station, near Hopkins' Hill. The mica disposed in very thin layers. 3. Gneiss. Map No. R 95. N.E. of parish ofBaynton. \\ sheet 51 S.W. 7. Yellow Shale. Map No. Re 30. West of Leigh River, opposite Hardie's Hill. \\ sheet 63 S.E. Laminated and quartzose. With decomposed felspar. 4. Metamorphic Schist. 8. Mica Schist. Map No. Rb i 7. North of Mount Emu, Sedgwick. i sheet 13 N.W. Grey, micaceous bands between yellow sandstone. The bands are of about equal thickness. Map No. Re 26. South side ofHardie'sHill. J sheet 63 S.E. Gritty, with quartz grains in layers. 5. Metamorphic Schist. Map No. Re 30. 9. Metamorphic Slate Rock. West of Leigh River, opposite Hardie's Hill. J sheet 63 S.E. Map No. Ra 95. Dunolly Road. \\ sheet 14 N.W. A band of mudstone occurring between a light-blue, metamorphic rock, with spots and markings similar to No 6 Of a peculiar greenish-grey color, fracture slightly hackly, having a tal cose appearance, with a little silvery white mica."], [45, "primary or palæozoic rocks. — case vii. 35 10. Micaceous Sandstone. 21 . Blue, Metamorphosed Rock. Map No. Ra 88. Map No. Ra 11. Mount Tarrangower. i sheet 14 S.W. Range south of Dunolly Road. i sheet 14 N.'W. With laminæ and veins of quartz. Very hard and dense (hornfels). 1 1 . Flagstone. Map No. Ra 82. Quarry near Nuggetty Gully, Maldon. i sheet 14 N.W. 22. Metamorphosed Rock. Map No. Ra 28. Tunnelling Company's lease, Lisle's Reef, Mount Tarrangower. J sheet 14 S.W. 12. Micaceous Sandstone. List No. R (SR) Hill between Kerang Range and East Charlton. Hornfels, with magnetic pyrites. 23. Altered Shale. ListNo.R(f) Two miles north of Mount Cooper. Metamorphic and very micaceous. 13. Metamorphic Schist. Having a very flinty character. Map No. Ra 86. 24. Grey, Siliceous Sandstone. List No. R (SR) Mount Deboolitic, Mull-mull. Baringhup. J sheet 14 N.W. 14. Metamorphic Rock. Map No. Ra 83. 25. Quartzite. Map No. Ra 89. North of Nuggetty Reef, Maldon. i sheet 14 N.W. Range south of Dunolly Road. i sheet 14 N.W. Fine-grained and micaceous. Would make a good flagstone. 26. Siliceous Breccia. Map No. R 19. 15. Metamorphic Schist.- Deep Creek, Springfield. \\ sheet 6N.E. Map No. Re 30. West of Leigh River, opposite Hardie's Hill. \\ sheet, 63 S.E. A breccia composed of white, meta morphosed shales, porcellanite, occur ring near the greenstone at Lancefield. Of a grey mottled color and with a hackly fracture. 27. Fine, Grey, Micaceous Sand- stone. Map No. Ra 81. 16. Hard, Brown Sandstone. Map No. Ra 120. Mosquito Reef. J sheet 14 N.W. Loddon Creek, Moolort. J sheet 52 N.E. 28. Ferruginous Quartzite. Micaceous, and fine-grained. Map No. Ra 15. 17. Quartz Rock. Map No. Ra80. Nuggetty Reef, Maldon. J sheet 14 N.W. Near Maldon Rifle Butts. J sheet 14 N.W. A dense rock, composed of quartz, with white and dark bands of felspar and mica. 18. Black, Metamorphic Rock. Map No. Ra 77. Same locality as last. 29. Blue, Metamorphic Rock. Map No. Ra 79. A dense mixture of quartz and mica, with quartz veins and magnetic pyrites. Nuggetty Reef, Maldon. \\ sheet 14 N.W. A dense hornfels. 19. Light-Grey Sandstone. Map No. Re 13. 30. Metamorphosed Rock, Leigh River. \\ sheet 63 S.E. Map No. Ra 99. Lahn's Reef, Maldon. J sheet 14 N.W. 20. Fine-grained Sandstone. Mount Franklin. \\ sheet 15 S.E. (See Table of Analyses, page 94.) A good flagstone (hornfels). Dense and micaceous. D 2"], [46, "36 primary ok palæozoic rocks. — case vii. LOWER SILURIAN. 13. Yellow-and-White Slate. 1. Brown Slate. List No. Rb i 2b. Section 26, Spring Plains. \\ sheet 13 N.E. List No. Rb 10b. Section 26, Spring Plains. J sheet 13 N.E. 2. White Slate. List No.Rb 16b. Section 26, Spring Plains. J sheet 13 N.E. 14. Slaty* Shale List No. Rb 26b. Section 5, Lyell. J sheet 13 N.W. 15. Red, White and Yellow Shale. List No. Rb iob. Section 26, Spring Plains. £ sheet 13 N.E. 3. Purple Slate. Near Newstead. \\ sheet 15 N.W. 4. Yellow Slate. Map No. Re 5. Crisis Company, Durham Lead. i sheet 63 S.E. Soft and banded red, white and yellow. 5. Grey-and- Yellow Slate. Map No. Re 9. Gully, near Grenville. J sheet 63 S.E. 16. Green Slate. Red Jacket Claim, Bullarat. 17. Grey, Slaty Shale. The yellow portion is in very thin laminæ. Map No. Re 19. Williamson's Creek, i sheet 63 S.E. 6. Purple Slate. ListNo.Rbi2B. Section 26, Spring Plains. J sheet 13 N.E. 18. Slaty Shale. Map No. Re 5. Crisis Company, Durham Lead. i sheet 63 S.E. 7. White-and-Purple Slate. Map No. Fb 46. List No. Rb 13b. (See Table of Analyses, page 94.) Very soft. Section 29, Spring Plains. % sheet 13 N.E. Containing portion of a graptolite. 8. Drab-colored Slate. 19. Bluish-Grey Slate. Map No. Ra 21. Welshman's Reef, Sandy Creek. J sheet 14 S.W. Map No. Re 16. One mile above mouth of William- son's Creek. \\ sheet 63 S.E. 20. Olive-colored Slate Map No. Re 23. 9. White-anq- Yellow Slate. Williamson's Creek. \\ sheet 63 S.E. Map No. Ra 116. Deep Creek, Moolort. \\ sheet 52 N.E. 21. Slaty Shale. Map No. Re I. 10. Red Slate. Map No. Fb 46. Section 29, Spring Plains. \\ sheet 13 N.E. Garibaldi Company's Claim. i sheet 63 S.E. Contains embedded crystals of iron pyrites (mundic). Containing graptolites. 11. Grey Slate. Map No. Fb 35. Section 50, Spring Plains. \\ sheet 13 N.E. 22. Grey Slate. Map No. Re 6. Grenville Company's Claim, Dur- ham Lead. \\ sheet 63 S.E. Soft and satiny, with ferruginous markings on the planes of bedding. Containing hymenocaris. m t>_.~ a,.-,-, ( List No. Rb 1 3b. 12. Red Slate. -, Map No. Fb 46. 23. Yellow Slate. List No. Sd 6. Containing graptolites. Section 29, Spring Plains. \\ sheet 13 N.E."], [47, "primary* or palæozoic rocks. CASES VII. AND viii 37 24. Light-Brownish Slate. 29. Slate. List No. Ba 83, Same locality as No. 27. Mouth of Miss Gully, Loddon River. \\ sheet 15 N.E. This would form a tolerably good slate for economic purposes. Containing phyllograptus. 30. Light-Blue Slate. 25. Light-Brownish Slate. Map No. Re 70. City of Manchester Company. J sheet 63 S.E. Map No. Ba 82. Hill on west bank of Campbell's Creek, between Aberdeen's and Tasker's. Very soft, satiny and striated. 31. Very Light-Grey Slate. With graptolites. Map Wo. Re 2. 26. Light-Blue Slate. Enfield Company, Durham Lead. \\ sheet 63 S.E. Map No. Ba 82. Same locality as the last. 32. Olive-Grey Slate. Containing Didymograpsns Logani (Hall). Var. : Australis (McCoy). Map No. Re 23. Williamson's Creek. \\ sheet 63 S.E. 27. Slate. Mount Franklin. \\ sheet 15 S.E. Underlying basalt; in extremely thin 33. Light-Grey Slate. Map No. Re 4. laminæ. Leigh Consols Company, Durham Lead. \\ sheet 63 S.E. 28. Slate. Containing minute, embedded crystals of iron pyrites (mundic). Same locality as the last. Case VIII. LOWER SILURIAN— (continued). 34. Dark-Grey Slate. 37. Satiny Slate. Map No. Re 2. Enfield Company's Claim, Durham Lead, J sheet 63 S.E. Map No. Me 1 . City of Manchester Company. 1 sheet 63 S.E. Fissile and full of iron pyrites. Crystals of iron pyrites, well shown on the bedding planes. 38. Grey Slate. Map No. Re 7. City of Manchester Company's Claim. £ sheet 63 S.E. 35. Grey, Slaty Shale. Map No. Re 2. Containing veins of iron pyrites and quartz. Enfield Company, Durham Lead. \\ sheet 63 S.E. With sparingly embedded cubes of 39. Black Slate. Near syenitic dyke, Tarilta. £ sheet 15 N.E. iron pyrites. Containing various species of grapto lites. 36. Grey, Slaty Shale. Map No. Re 4. Leigh Consols, Durham Lead. a sheet 63 S.E. With cubical crystals of pyrites, and cavities caused by the decomposition of similar crystals. 40. Black Slate. Map No. Fe 17. Cargerie Creek, Leigh River. i sheet 64 S.E. Containing graptolites."], [48, "38 primary or palæozoic rocks. — case viii. 41. Black Slate. Map No. Fc 17. 44. Dark Shale. Map No. R 99. Barfold Ranges. \\ sheet 13 S.E. Same locality as last. Containing graptolites. Occurs with No. 43. It contains veins of carbonate of magnesia. 42. Black Slate. 45. Soft, White Rock. Sunbury. £ sheet 7 N.E. Deddic River, Snowy River, S.E. Gippsland. Finely arenaceous. Containing white markings of Chias tolite. 46. Black, Carbonaceous Shale. Sunbury. } sheet 7 N.E. Decomposed. 43. Black Shaly Rock. Map No. R 99. 47. Dark-Red Shale. Sunbury. J sheet 7 N.E. Reef in Barfold Ranges. -} sheet 13 S.E. Occurs in the casing of a quartz reef (slickenside); very carbonaceous. The percentage of iron is too great to render it fit for a good fire-brick. Note. — Specimens 45 to 47 are Silurian rocks, partly decomposed and broken up in situ. — The following remarks and analyses of these specimens, 45 to 47, by Mr. J. C. Newbery, may be found interesting: — No. 45. — \" A white, siliceous clay, makes a good fire-brick, resem bling the Dinas brick from Glamorganshire. It must not be placed in those parts of the furnace, where it could be acted on by alkaline fluxes, or certain metallic oxides. It also ought to be kept in a dry place, on account of its porous nature.\" — It gives on analysis — Silica 93-858 5-182 Alumina ... Magnesia... trace Water •890 99*930 \" It may be found advantageous to add roughly broken quartz, So as to make the brick contract and expand under changes of temperature evenly and without cracking. It would also be advisable to add about 1 per cent, of lime.\" No. 46. — \" A black carbonaceous clay.\" — Giving the following results : — Silica ... ... ... ... ... 66924 Alumina ... ... ... ... ... 17-201 Iron ... ... ... ... ... 10-349 Magnesia... ... ... ... ... - trace Water, &c. ... ... ... ... 6-008 100-482 \" These clays would make good fire-bricks, where no lime or any fusible substance could come in contact with them, as the presence of such substances, together with the large percentage of iron, would cause them to fuse.\""], [49, "PRIMARY or palæozoic rocks. CASE VIII. 39 48. Fine-grained Sandstone. 60. Yellow Sandstone. Map No. Re 14. Map No. Re 15. A ear City of Manchester Com- pany. J sheet 63 S.E. Color yellow, with white mica. Near City of Manchester Com- pany. J sheet 63 S.E. Containing a large quantity of white mica. 49. Fine-grained Sandstone. Map No. Re 13. Same locality as the last. 61. Yellow Micaceous Sand- stone. List No. Rb 2b. Yellow with mica. Section 68, Spring Plains. £ sheet 13 N.E. 50. Mottled Red -and -White Sandstone. Map No. Re n. With large plates of white mica. Gully near Grenville. £ sheet 63 S.E. 62. Micaceous Sandstone. Map No. Re 10. 51. Brown, Micaceous Sand- stone. Map No. Re 17. Gully near Grenville. J sheet 63 S.E. Near mouth of Williamson's Creek. J sheet 63 S.E. 63. Micaceous Sandstone, Map No. Re 10. 52. Light Greenish-Brown, Mi- caceous Sandstone. Same locality as the last. 64. Fine-grained Sandstone. Map No. Re 15. Same locality as No. 48. Map No. Re 26. South side of Hardie's Hill. J sheet 63 S.E. 53. Brown Micaceous Sand- stone. Map No. Re 8. 65. Fine-grained Yellow Sand- Same locality as No. 50. stone. List No. R (S3R) 54. Yellow Micaceous Sand- stone. Map No. Re 8. Wickliffe. Gully near Grenville. J sheet 63 S.E. 66. Coarse-grained Micaceous Sandstone. List No. Rb ib. Section 67, Spring Plains. | sheet 13 NE. 55. Mottled Gritty Sand- stone. Underlying basalt. Near Newstead. J sheet 15 N.W. 67. Coarse-grained Sandstone. 56. Yellow Sandstone. List No. Rb 2b. Map No. Re 14. Near City of Manchester Com- pany. % sheet 63 S.E. Section 68, Spring Plains. J sheet 13 N.E. 57. Soft Yellow Sandstone. 68. Mottled Yellow - and - Red Sandstone. Map No. Re 22. Map No. Ra 85. Eaglehawk Reef. J sheet 14 N.W. Williamson's Creek. J sheet 63 S.E. Slightly mottled with white. 58. Yellow Sandstone. List No. R (SR) 69. Fine-grained, Micaceous Sandstone. Map No. Re 17. Wickliffe. Near mouth of Williamson's Creek. i sheet 63 S.E. 59. Yellow Sandstone. List No. Rb 12b. 70. Pinkish Sandstone. Section 26, Spring Plains. } sheet 13 N.E. Near Newstead. | sheet 1 5 N.W, With very little mica. Underlying basalt."], [50, "40 primary or palæozoic rocks. CASE viii. 71. White -and -Yellow Sand- stone. MapNo.Rbl6B. 81. Flagstone. List No. Rb 5b. Heathcote Road, Mia-mia. \\ sheet 13 N.E. Section 26, Spring Plains. % sheet 13 N.E. Makes a tolerably good flagstone. (See Table of Analyses, page 94.) 72. Pinkish Sandstone. 82. Fine- grain rd and Mica- ceous, Dark-Grey Sandstone. Map No. Ra 118. Map No. Re 25. Parish of Moolort. J sheet 52 N.E. Williamson's Creek. J sheet 63 S.E. Slightly micaceous and tolerably tough. 73. Ferruginous Sandstone. Map No. Ra 114. Parish of Carisbrook. J sheet 52 N.E. 83. Dark Buff-colored Sand- stone. Map No. Re 13. Near City of Manchester Claim. i sheet 63 S.E. 74. Buff-colored Sandstone. Map No, Re 30. Dense, close and fine-grained, with mica and slaty structure. Williamson's Creek. J sheet 63 S.E. Tolerably close-grained ; would do for building purposes. 84. Light -Grey, Micaceous Sandstone. Map No. Re 6. 75. Buff-colored, Micaceous Sandstone. Grenville Company's Claim, Dur- ham Lead. £ sheet 63 S.E. Road near Eagle Farm, Camp- bell's Creek. J sheet 15 N.E. This specimen is almost verging on a schist. 76. Brown, fine-grained Sand- stone. Map No. Ra 27. 85. Grey Sandstone. Map No. Re 7. City of Manchester Company's Claim, a sheet 63 S.E. S.E. comer of Maldon Township. i sheet 14 S.W. Soft and close-grained, with schistose This stone is tolerably tough. 77. Red Sandstone. character. 86. Grey, Micaceous Sandstone. Map No. Ra 115. Map No. Re 1. Parish of Carisbrook. \\ sheet 15 N.E. Garibaldi Company's Claim. J sheet 63 S.E. Exceedingly fine-grained and soft. Similar to 85. 78. Buff-colored, Gritty Sand- 87. Soft, Greyish- White Sand- stone. Map No. Re 5. stone. Near Yandoit. £ sheet 15 S.E. Crisis Company's Claim, Durham Lead, a sheet 63 S.E. 79. Buff-colored, Gritty Sand- stone. 88. Grey, Gritty Sandstone. Leigh River. Map No. Re 18. This stone would not make a building stone, as it has a tendency to flake off. Williamson's Creek, _ sheet 63 S.E. 4 Tough, micaceous, and fine-grained. 80. Yellow, Micaceous Sand- stone. Map No. Ra 24. 89. Light-Geey Sandstone. Near Eddison's Store, Sandy Creek, J sheet 14 S.W. Map No. Re 3. Duke of Cornwall Company's Claim. J sheet 63 S.E. Appears to break out in good flags ; it is, however, a little too soft for that purpose. Very soft and micaceous, containing specks of iron pyrites."], [51, "primary or palæozoic rocks. — cases viii. and ix. 41 90. Siliceous Sandstone (Quartzite). Map No. Re 24. 94. Red Grit. Mount Franklin. \\ sheet 15 S.E Williamson's Creek, i sheet 63 S.E. From under the basalt ; contains fer ruginous quartz veins. Very hard, close-grained and com pact. 95. Fine-grained, Yellow Sand- stone. Map No. Re 12. 91. Soft, Yellow Grit. Map No. Ra 24. Near City of Manchester Com- pany's Claim. J sheet 63 S.E. Near Eddison's Store, Sandy Creek. i sheet 14 S.W. Very friable and coarse grained. 96. Dark-colored, Siliceous Sandstone. List No. Rb l ib. 92. Soft, White Grit. List No. Rb 25b. Section 40, Redesdale. \\ sheet 13 N.E Section 2b, Lyell. \\ sheet 13 N.W. Makes an exceedingly good flagstone, and can be obtained of various thick nesses. Taken from bed of Myrtle Creek ; contains a peculiar ferruginous marking. 93. Coarse, Brown Grit. List No. Rb Ib. 97. Yellow, Siliceous Sand- stone. Map No. Re 24. Mia-mia. \\ sheet 1 3 N.E. Williamson's Creek, i sheet 63 S.E. Very hard, the particles being firmly cemented together ; immediately under lying basalt. Coarse-grained. Would make a good stone for flagging, &c. Case IX. UPPER SILURIAN 1. White, Micaceous Sand- stone. 6. Reddish-Brown, fine-grained Sandstone. List No. RB l. Flemington. \\ sheet 1 N.W. Mica in very fine plates. Section 8, Will- Will-Rook, i sheet 2 S.W. 2. Yellow, Micaceous Sand- shine. 7. Yellow-and-White Grit. List No. Rb 17b. Same locality as the last. East of township of Heathcote. Entirely composed of siliceous grains, assuming a very oolitic structure, ce mented together in a ferruginous ma trix ; very friable. 3. Yellow, Micaceous Sand- stone. Yarra banks. J sheet 1 S.E. Much coarser than the two preceding specimens. 8. Yellow Grit. List No. RB 20. Kilmore Creek. J sheet 4 S.W. 4. Micaceous Sandstone. Flemington. \\ sheet 1 N.W. Contains sections of Encrinital stems, &c. 5. Yellow, Micaceous Sand- stone. Moonee Ponds Creek. \\ sheet 1 9. Dark-Blue Sandstone. Moonee Ponds Creek. 1 sheet 1 N.W. N.W. Plates of mica are numerous and Very hard and fine-grained, with quartz strings. large."], [52, "42 primary or palæozoic rocks. CASE IX. 18. White Sandstone. List No. RBb so. 10. Hard, Dark-Blue Sand- stone. No. Rb 48. Range east of Heathcote. More porous than the last and con taining fossils. One mile north of Greensborough Bridge, Plenty River. \\ sheet 2 S.E. 11. Brown, compact, Micaceous 19. Fossiliferous Breccia. Sandstone. List No. Rb 51. Drummond's Point, Gaffney's Rise west of Diamond Creek Bridge. Creek. Entirely composed of fragments of organic remains : angular and partially rounded pieces of ferruginous sand stone and white mudstone, with a little clay. The fossils appear to be princi pally pieces of marine shells, and En crinitat stems. Contains fossils. Used at above lo cality for building purposes. Cube No. 48a, \" Building Stones,\" is the same stone, showing its capabilities for re ceiving ornamentation. 12. Buff - colored, close- grained Sandstone. 19a. Fossiliferous Breccia. Near Alexandra Diggings, Goul- burn River. List No. Rb 47. Haifa mile north of Greensborough Bridge, Plenty River. \\ sheet 2 S.E. Similar to the last. With ferruginous quartz veins ; from the river-bank. 20 and 21. Brown, Micaceous Sandstone. 13. Hard, close-grained Sand- stone. Moonee Ponds, near Flemington. \\ sheet 1 N.W. Containing fossils. The Upper Silu rian in this neighborhood consists of grey, white and brown shales and sand stones, containing fossils, corresponding to those of the \" May Hill \" sandstone of English geologists. Range east of Heathcote. Containing a few fossils. If in suffi cient quantity, would make a good building stone. 14. Hard, White, Siliceous Sandstone. 22 and 23. Concretionary Sandstone. Map No. R 7. Same locality as the last. Entirely made up of fossil mollusca, principally of the genera orthis, rhyn conella, &c. Section 5, Bulla-bulla. J sheet 7 S.E. 24. Blue, Siliceous Sandstone. Castle Reef G. M. Co., Raspberry Creek, near Wood's Point. 15. Siliceous Sandstone. List No. RBb 51. Summit of Mount Ida, near Heathcote. Containing shells similar to last, to gether with Encrinital stems. With peculiar oval, ring-like impres sions and ferruginous veins. 25. Blue Mudstone. 16. Red, Micaceous Sandstone. List No. RBb 50. List No. Rb 46. Greensborough Bridge, Plenty River. \\ sheet 2 S.E. Range east of Heathcote. Containing fossils. Finely micaceous 17. Hard, White, Siliceous Sandstone. List No. RBb 50. 26. Micaceous, Yellow Mud- stone. List No. Rb 46. Range east of Heathcote. Full of fossils. Same locality as the last. More shaly than the last."], [53, "PRIMARY OR PALÆOZOIC ROCKS. CASE IX. 43 27. Banded, fine-grained Sand- stone. List No. Rb 46. 38. Coarse Conglomerate. Anderson's Creek, Upper Yarra. One mile north of Greensborough Bridge, Plenty River, i sheet 2 SE. 39. Blue, Brecciated Conglo- merate. List No. Rb 55. With ferruginous, gritty veins on face of joints. Diamond Reef, Diamond Creek. Appears to be made up of rounded and angular pieces of blue, micaceous mudstone and sandstone, with iron pyrites plentifully scattered through it. 28. Micaceous Shale. List No. Rb 50. Creek west of Diamond Creek. 40. Sandstone Breccia. Greenstone range, east of Lance- field. \\ sheet 5 S.E. 29. Blue, Slaty Shale. List No. Rb 53. Entirely composed of angular pieces of white, cherty rock in a ferruginous matrix. Diamond Reef, Diamond Creek. 30. Blue, Slaty Shaxe. List No. Rb 54. 41. Limestone. List No. Rd 3b 24. Yering Cave, Upper Yarra. Same locality as the last. A very handsome marble. (See No. 55, \" Building Stones.\") Analysis : — 31. Pinkish-Brown Shale. List No. Rb 56. Carbonate of lime 92-60 „ magnesia ... 0'36 „ iron 212 „ manganese ... 0-48 Silica and clay 324 Same locality as the last. 32 and 33. Light and Dark Bluish-Grey Sandstone. Coster field, near Heathcote. 98-80 Forming walls of the antimony reefs ; covered with dark markings, probably organic. 42 and 43. Altered Shale. Map No. R 41. Greenstone range, east of Lance- field. J sheet 5 S.E. 34. Purple, Rubbly Shale. List No. Rb 22b. These shales occur flanking a green stone range, and have undergone a high degree of metamorphism, converting them into jasper rock. West of Mount Ida, near Heath- cote. It forms the walls of the dyke in which the mineral \" Selwynite \" occurs, and has a porphyritic appearance. 44. Quartzite. List No. R 122. N. W. of Mount Ida, Heathcote. 35. Mottled, fine-grained Breccia. List No. R 121. This specimen shows the rock in two stages — gritty and compact. It was supposed in the neighborhood of its occurrence to be limestone. Whiting's Reef, 7 mites north of Heathcote. 45 and 46. Dense, White Jasper Rock (in part brecciated). Map No. Ra 31a. 36. Fine, Micaceous, Concre- tionary Sandstone. Moonee Ponds Creek. J sheet 1 N.W. \"Marble Hill,\" section 79, Chintin. \\ sheet 6 N.E. This rock is the so-called \" Statuary Marble \" ! shown on old surveys of the above neighborhood. 37. Brecciated, fine Conglome- rate (Grit). Buchan Road, near Boggy Creek, Gippsland. 47. Banded Mudstone. Map No. R 3. Exceedingly hard and compact, the component materials being of a small size and closely packed. Moonee Ponds Creek, Broadmea- dows. \\ sheet 2 S.W."], [54, "44 PRIMARY OR PALÆOZOIC ROCKS. UPPER PALÆOZOIC. DEVONIAN, CARBONIFEROUS AND PERMIAN. The specimens placed under the above heading are collected from groups of strata that occur in widely separated, more or less isolated, patches, from the Glenelg to the Snowy River. No remains of a fossil fauna have as yet been found in them, and fossil plants in a few localities only, viz. : Bacchus Marsh, the valley of the Devil's River, the valley of the Avon in Gippsland and on Mount Tambo. The greatest development of these rocks occurs to the westward, in the Grampians, Victoria, Serra and Dundas ranges ; and to the eastward, in North Gippsland, extending from Bushy Park and Lindenow north-westerly to Ben Cruachan and Mount Wellington, whence they probably also extend in outlying patches across the Dividing Range to the valley of the Devil's River. They are certainly intermediate in age between the Upper Silurian, on the one hand, aud the Carbonaceous or coal-bearing rocks on the other, which latter almost certainly rest on them under the greater part of the Gippsland plains, from Hayfield and Mewburn Park to Rosedale, Sale, Stratford, Lake Wellington, &c, and if so, preclude the existence of auriferous deep leads under these plains. The litho logical character of the different beds, and the general physical aspect and prevailing color of the formation bear a very close resemblance to those of the Lower Carboniferous and Devonian formations of Britain. (For further details, see \" Notes on the Physical Geography, Geology, and Mineralogy of Victoria\" — Intercolonial Exhibition Essays, 1866.) Traces of copper have been found in the shales of this formation on the Devil's River, and thin veins of micaceous iron-ore occur in the Grampians. Good freestone for building purposes, grindstones and flags for paving can be procured from these rocks in various localities. In South Australia the copper lodes are associated with similar rocks, and with veins of micaceous iron-ore, also with thick beds of crystalline, white-and-grey marble or limestone. The latter has not been observed in Victoria, and it seems probable that the lower beds of the formation, with which, in South Australia, these valuable deposits are associated, are not represented here. The areas occupied by this formation are colored light Indian red on the sketch-map, and numbered 8."], [55, "45 PRIMARY OR PALÆOZOIC ROCKS. CASE X. Case X. DEVONIAN, CARBONIFEROUS AND PERMIAN. 1. Quartzite. List No. R (ff) McKenzie's Falls, Grampians. 11. Fine-grained, Chocolate- colored Sandstone. East bluff of Mount Wellington, Gippslund. 2. Flesh-colored, fine-grained Sandstone. List No. R (S) South Peak, Mount William. Presented by Dr. F. Mueller. 12. Indurated Sandstone. 3. Purple, Micaceous Sand- stone. Mount Wellington, Gippsland. Presented by Dr. F. Mueller. Hopkins' River, 4 miles north of Hexham. 13. Fine, Micaceous Sandstone. K (_f ) Beerjarg Camp, Broken River. 4. Thin-bedded, Purple, Mica- ceous Sandstone, Shale and Grit. Showing ripple marks. (See Table of Analyses, page 94.) Hopkins' River, 4 miles north of Hexham. 14. Red Sandstone. Macalister Ranges, Gippsland. Presented by Dr. F. Mueller. 5. Yellow-and-purple, coarse- grained, RATHER GRITTY SAND- STONE. 15. Micaceous Sandstone. Same locality as the last. Same locality as the last. 6. Light Chocolate-colored Red sandstone, with green mica. Presented by Dr. F. Mueller. Sandstone. List No. R (S) Near Lockup, Rose's Gap. 16. Siliceous Sandstone. Mouth of Stony Creek, Gippsland. 7. Red Sandstone. List No. R (S) Siliceous red and grey sandstone, with fossil vegetable impressions. Mount Timbertop 17. Purple Mudstone. Stony, or Moitun Creek, Dargo Road, Gippsland. 8. Sandstone. List No. R (S) North Peak, Mount William, Grampian Range. Purplish-red mudstone, with greenish mottlings. 9. Indurated Shale. 18. Micaceous Sandstone. Same locality as the last. List No. R (SR) Beerjarg Camp, Broken River. Reddish and greenish-grey, micaceous sandstone, with fossil vegetable impres sions. The green markings are pro bably due to carbonate of copper. Particles of carbonate of copper occur on the faces of the beds. 10. Slaty, Micaceous Shale. List No. R (SB) Same locality as the last. 19. White, Gritty Sandstone. Coliban River, S. W. of Kyneton. i sheet 9 S.W. Often very micaceous on the planes of bedding. See Note. (See Table of Analyses, page 94.)"], [56, "46 PRIMARY OR PALÆOZOIC ROCKS. CASE X. Note. — A white, light-yellow, often banded sandstone, composed entirely of very fine, siliceous grains, overlies, in very thick beds, the Silurian rocks ou the Coliban, in the neighborhood of Kyneton. Inter stratified, thin beds of very coarse conglomerate, or pudding-stone, frequently occur ; but fossils seem to be entirely absent. The sandstone has been used in several buildings in Kyneton aud the neighborhood. It is soft and easily worked, but cannot be procured of uniform color in large quantities ; and, though it sometimes seems to harden on exposure, it is very liable to exfoliate, and is, therefore, not a good building stone. The quarries are now abandoned. The Tertiary (Newer Pliocene) gold-bearing gravel beds overlie it in several places. The basalt, which overlies both, seems to have caused an alteration into hard, coarse quartz grit, numbers of large angular pieces of which are scattered round the respective boundaries. 20. Sandstone. Map No. Rd 36. Werribee, half a mile south of East Ballan. J sheet 11 S.W. 28. Close-grained, fine Grit. List No. R (8) North Peak, Mount William. Fine-grained, white freestone, similar to 19. 29. Gritty Conglomerate. 21. Yellow, Gritty Sandstone. ListNo.R(S) Mount Timbertop. Hopkins' River, 4 miles north of Hexham. A reddish, coarse grit, with felspar and large pebbles of red sandstone. 22. Mottled Yellow -and - White, Gritty Sandstone. 30. Coarse Grit. Coliban River, S. W. of Kyneton. -| sheet 9 S.W. See No. 19 and Note. Hopkins' River, 4 mdes north of Hexham. A white grit, with felspar. 23. White, Siliceous Grit. List No. R (S) South Peak, Mount William. 31. Pinkish-Red Conglomerate. List No. R (SB) Mount Timbertop. The grains of quartz appear to be cemented by felspathic matter. An altered conglomerate of pink-and yellow sandstone and quartz, with in cluded pebbles, and a porphyritic cha racter. 24. Flesh-colored, Siliceous Grit. List No. R (f3) North Peak, Mount William. Resembles the last. 32. Brecciated Conglomerate. 25. Red Sandstone. List No. R (S) Base of Mount Timbertop. List No. R (S) North Peak, Mount William. The oblong, rounded fragments all take parallel lines, and are much de composed and oxidized. 26. Light-Red Quartz Grit. List No. R ( S) Mount Zero. 33. Fine-grained, Red Sand- The grains cemented by felspathic matter. stone. Summit of Mount Timbertop. 27. Coarse Grit. 34. Fine, Micaceous Quartz Grit. Hopkins' River, 4 miles north of Hexham. Very felspathic and uneven-grained. Mount Tamboritla, Gippsland."], [57, "47 primary or palæozoic rocks. CASE X. 35. Gritty Quartz Conglome- rate. 43. Pebble Conglomerate. Map No. Rd 35. Hopkins' River, 4 miles north of Hexham. One mile and a half above Vic- toria Quarry, Korkuperrimul Creek, i sheet 1 1 S.E. Enclosing a piece of decomposed granite. Contains pebbles of pinkish quartz, with felspar. 36. Cellular, Siliceous Rock. Stony or Moitun Creek, Dargo Road, Gippsland. 44. Fossiliferous Limestone. Buchan, Snowy River, S.E. Gipps- land. The cavities are partially filled with brown clay. Hard, dark-grey, compact rock, afford ing a good building lime. If mixed with the proper proportion of clayey matter, it would also form a good cement. The following is the result of an analysis by Mr. J. C. Newbery : — Carbonate of lime ... 8772 37. Metamorphic Rock. List No. R (S) Base of Mount Timbertop. Hackly, fractured, greenish and brownish rock (hornfels). „ iron ... 2-29 „ magnesia 023 Silica, clay, &e. ... 761 38. Gritty Conglomerate. Hopkins' River, 4 miles north of Hexham. 97-85 45. Pebbly Conglomerate Shale. Map No. R (a 12). Mia-mia. a sheet 13 N.E. Same as No. 35, with large pebble of quartz and felspar porphyry. 39. Hard, Slaty Shale. 46. Pebbly Conglomerate. Map No. R (a 12). List No. R (SR) Beerjarg Camp, Broken River. Same locality as the last. 47. Pebbly Conglomerate. 40. Conglomerate. List No. R (jI) Mount Timbertop. Map No. R (a 12). Same locality as the last. Containing pebbles of indurated sand stone, quartz, &c. 48. Pebbly Conglomerate. List No. Rb 33b. 41. Brecciated Conglomerate. Under Robertson's Station, Wild Duck Creek, near Heathcote. ListNo.R(S) Mount Timbertop. 49. Yellow Sandstone. List No. Rb 33b. Red, siliceous base, with quartz frag ments and greenish altered sandstone. Same locality as the last. Occurs at the base of the pebble con glomerate. 42. Brecciated Conglomerate. List No. R (S) Mount Timbertop. 50. Greenish-Brown Grit. List No. Rb 33b. Greenish rock, with quartz pebbles and green sandstone. Under Robertson's Station, Wild Duck Creek, near Heathcote. The formation, from which specimens 45, 46, and 47 are taken, is an extension of the beds occurring at the Wild Duck Creek, near Heathcote (specimens 48, 49, and 50), and probably either the base of the Carbonaceous series or the top of the Upper Palæozoic beds ; but fossils not having been discovered, its exact age is somewhat doubtful. Specimens Nos. 45, 46, and 47 were taken from a hole sunk by the"], [58, "48 primary or palæozoic rocks.- — CASE X. geological survey, at the Mia-mia, on the Heathcote Road, no bottom being found at a depth of 30 feet. The conglomerate consists of a bluish-grey, very hard mud cement, sometimes having a slight yellow tinge (specimen 46), and in places interstratified with veins of an alumi- nous mineral. It becomes much lighter in color by exposure and soon crumbles to pieces. The pebbles contained in it vary much in size and consist of granites of various colors and textures, principally red and white ; porphyries, indurated sandstones, quartz, red, white and blue, flinty quartzites ; and a peculiar flint-colored rock, with red felspar crystals, weathering white. From one of the cortetituents of this latter rock having externally decomposed in horizontal lines, it has the appear- ance, at first sight, of gneiss. This deposit forms a very good, red soil, but is boggy and rotten in winter. At this locality it is very thin, the Silurian rocks cropping up in the almost flat gullies. On the Wild Duck Creek, however, a fine section — in many places at least 90 feet above the level of the creek — may be seen under Robertson's Station (specimens 48, 49 and 50). The conglomerate is here capped by a yellowish grit (specimen 50), and rests on yellow sandstone (specimen 49), forming large open downs. About two miles higher up the Wild Duck Creek, near Wilton's Station, the beds may be seen filling up depressions in the upturned edges of the Lower Silurian. 51. Copper Slate. 52. Limestone. Burnt Creek, near Mansfield. Dark and crystalline. Mansfield, Devil's River. This specimen contains 2 per cent, of copper. In the mass the amount of copper varies. Carbonate of copper and lime occur in spots between the laminæ. Iron and alumina ... 292 Carbonate of lime ... 95*55 Magnesia ... ... trace Silica and insoluble 1 matter ... ... f ''5a 10000 This limestone makes excellent lime. It does not, however, occur in large quantity, and appears to consist of a few large and small blocks and boulders, partly embedded in the alluvium of two small, dry gullies, the sides of which consist of Upper Silurian shales and sandstones. Whether these blocks are the last remnants of a limestone formation that once covered the Silurian rocks of this locality, or are transported masses, is uncertain. The nearest known limestone, of similar character, occurs in Gippslaud, near the copper mine on the Thomson. There are other large patches on the Buchan River and also at Bindi, near Livingstone. 53. Dense Quartz Rock. 54. Brown Sandstone. List No. R (fg) Chinery's Station, Devil's River. Near Lock-up, Rose's Gap. With fossil plants."], [59, "secondary or mesozoic rocks. 49 SECONDARY OR MESOZOIC PERIOD. All the known coal-bearing rocks of Victoria belong to this period. They extend over an area of about 4,000 square miles, in three districts, viz. : — Western Port to Cape Patterson, Welshpool and the Miles. La Trobe River near Traralgon ... ... 1,751 The Gellibrand River and Cape Otway to the Barrabool Hills and Indented Heads ... ... ... 1,882 The junction osthe Wannon and Glenelg, and neighbor- hood of Casterton, Digby, Merino and Coleraine ... 349 They are represented on the Geological Sketch Map of the Colony by a brown tint, and numbered 7. Plant remains of numerous genera and species have been found in them. A new species of Unio ( Unio Dacombii — McCoy) is the only fossil animal yet discovered. Coal and freestone are the only minerals known, as occurring in quantity sufficient to be economically valuable. The coal seams are for the most part, although of good quality, too thin to be profitably worked. With the exception of those near Cape Patter son, none have been discovered that would yield as much as 20 inches of good coal, and these generally occur in very inaccessible positions. Basalt and other forms of volcanic rock are the only igneous rocks associated with the Carbonaceous strata. Calc-spar frequently occurs, as veins, in the joints and fissures of the rock. The formation does not apparently contain any metallic minerals, except iron in the form of carbonate (clay iron-ore) and oxide ; but neither occur in sufficient quantity to be of economic value. The coal rocks probably extend eastward, under a great part of the Gippsland plains, south of a line drawn from near Hayfield to Lake Wellington, but cannot be seen on the surface, being thickly overlaid, as at Bellarine and Queenscliff, by Tertiary rocks and recent alluvial deposits. The specimens represent the general lithological character of the formation. E"], [60, "secondary or mesozoic ROCKS. CASE XI. 50 Case XI. CARBONACEOUS— MIOCENE AND OLDER PLIOCENE. MESOZOIC. Carbonaceous. (Coal-bearing rocks of Victoria.) 7. Fine Clay-Shale. 1. Grey Shale. Glad man's Coal Prospecting Shaft, near the Mo'e. Queen.iferry,Deep Creek, Hurdy- gurdy, Western Port. Containing plants. 8. Conglomerate Breccia. Den Hills. 2. Light-Grey Sandstone. List No. Rb 62. Carew and Feehan's license, Kil- 9. Light-Brown Shale. Gladman's Coal Prospecting Shaft, near the Mo'e. cunda Run, Bass. From a shaft about 100 yards from outcrop of a coal seam, 18 inches thick, on coast. Containing plants. 10. Shale, with Plants. 3. Conglomerate. List No. R (Fc 16). Barrabool Hills, Geelong. J sheet 24 S.E. 11 and 12. Grey Shales, with Plants. See Note after No. 21. With large pebble of greenstone. Queensferry, Deep Creek, Hurdy- gurdy, Western Port. 4. Brecciated Sandstone. List No. R (Fs 3). Cape Patterson. 13. Yellow Sandstone. Barrabool Hills, Geelong. \\ sheet 24 S.E. Containing plants. 5. Spathic Iron. Cape Patterson. Containing impressions of leaves. See Note after 1.0, 21. Contains 34 per cent, of iron, equal to 70-4 per cent, of carbonate of iron. 14. Coarse Grit. 6. Brown Shale. Geelong. J sheet 24 S.E. Den Hilli Creek, a tributary of the Wannon River. 15. Fine-grained Sandstone. Same locality as the last. Contains plants. Note. — AtPortarlington, on the Bellarine Peninsula, the Carbonaceous rocks come to the surface, and abound in broken fragments of Teniopteris. The sandstone was used in building the Portarlington mills ; but it exfoliates rapidly, and is not a good or durable building material. 16 and 17. Sandstone Bacchus Marsh. In 1862 quarries were opened near Bacchus Marsh, and a con siderable quantity of this stone was sent to Melbourne, and used in the"], [61, "51 secondary or mesozoic ROCKS. CASE XI. construction of the Treasury, the Custom House and the Parliamentary Library. It has not since been used in Melbourne. When opening the quarries, the beds were found to be very variable in composition, and so full of joints, as to make it both difficult and costly to obtain the stone in quantity, of the uniform texture and quality, essential in large buildings. It constitutes, however, a useful building stone for local purposes, or where small quantities only are required. Excellent grindstones could be procured from some of these beds. The buildings, above referred to, do not present favorable evidence, as regards its durability, when exposed to the atmosphere of the city. Some of the beds are full of fossil-plant remains. Gangamopteris longifolius (McCoy) is the most abundant species, a specimen of which is seen on No. 17. 18. Brecciated Sandstone. 20. Black Shale. Barrabool Hills, Geelong. J sheet 24 S.E. List No. R (Fs 3). Cape Liptrap. Looks like Lydian stone, but is quite soft. A greenish grit, containing pebbles of grey sandstone. 21. Sandstone. 19. Earthy Conglomerate. Same locality as the last. Den Hills. Fine-grained, and with vegetable impressions. See No. 8. Note. — The Carbonaceous rocks of the Barrabool Hills, from which specimens Nos. 3, 13, 14, 15, 20 and 21 are taken, consist of a series of hard, thick-bedded, brown and grey sandstones, much jointed, and with thin veins of carbonate of lime ; they alternate with shales and conglomerates, and have an average dip of E. 30° S., at an inclination of 1 in 4. Over the area comprised between the village of Ceres and the municipality of Newtown and Chilwell, about 3,000 feet of Carbonaceous strata crop out at the surface ; the highest beds are found to the east and the lowest to the west. It is highly probable that this part of the series has been tested for coal in the Bellarine district, since an intermediate synclinal axis exists in the ground between Kensington and Geelong ; and the Barrabool Hills' sandstones, shales, &c, would thus be a recurrence at the surface of those bored through in the Bellarine district. The sand stones of the Barrabool Hills are extensively quarried and used for building purposes in and around Geelong. They are very variable in composition and durability, and their prevailing dull greenish-brown color renders them objectionable for large buildings, in which architec tural effect is required. 22. Black, Carbonaceous Clay and Sand. 24. Black Clay, with Coal. Cape Patterson. Muddy Creek, South Gippsland. Containing quartz pebbles. This specimen is from the Muddy Creek coal boring. Probably a slickenside from the side of a fault. This is the so-called \" Cape Patterson fire-clay.\" 25. Ironstone. 23. Felspathic Clay-Shale. East shore of Western Port Bay, near Queensferry. Gladman's Coal Prospecting Shaft, near the Mo'e. A poor iron-ore. E 2"], [62, "52 SECONDARY or mesozoic ROCKS. CASE XI. 26. Silicified Wood. 33. Coal. List No. R (Cd 6). \" Rock Vein,\" Cape Patterson. Barrabool Hills, Geelong. J sheet 24 S.E. Analysis by the late Mr. Charles Wood :— 27. Calcareous Sandstone. Corinella Coal Shaft. Volatile matter ... 36*836 Fixed carbon ... 54374 Hygroscopic water ... 2*430 Ash ' ... ... 6-360 Eighteen feet thick about 25 feet from the surface. An analysis by Mr. J. C. Newbery gave the following results : — 100*000 Silica ... ... 52-927 Carbonate of lime* ... 37-710 Carbonate of iron ... 6*078 Water and loss ... 3-285 34. Coal. \" Queen Vein,\" Cape Patterson. Analysis by the late Mr. Charles 100-000 Wood r— Volatile matter 28-8 27a. Coal. Fixed carbon 56'4 Cape Patterson. Hygroscopic water Ash 4-0 10-8 From 8-inch seam. 28. Coal. List No. Rd 2. 100*0 Bass River. 29. Coal. 35. Coal. 221c. Cross-over Creek, north of Red Hill, Gippsland Road. Corinella— Shaft No. 3. Three-foot seam. Analysis : — This lignite is from a seam 55 feet thick. It has a dull black color, con choidal fracture, is brittle, burns only at a high temperature, and with a yellow flame, and forms no coke. An analysis by Mr. J. C. Newbery gave as follows : — Volatile matter 34*051 Fixed carbon ... 55*374 Hygroscopic water ... 4-376 Ash ... ... 6*199 100-000 Raw Lignite Lignite. Dried. Fixed carbon .. 35-17 Carbon .. 6C10 Volatile matter .. 41-25 Hydrogen.. 5-11 Hygroscopic water 17-73 Oxygen .. 1S'40 Ash .. .. 5-85 Nitrogen .. 0-56 36. Coal. 221a. Corinella — Shaft No. 1. Upper seam 4 feet. Analysis : — Volatile matter ... 31-927 Fixed carbon ... 54-535 Hygroscopic water ... 10-267 Ash ... ... 3-271 Sulphur . . 2-72 Ash .. 711 10000 100-00 30. Coal. List No. Rd 3. Creek on east side of Bass River. 100*000 31. Coal. Wormbete Ranges. 37. Coal. 32. Coal. Loutitt Bay. Corinella — Shaft No. 1. Lower seam ; 2 feet 10 inches. An alysis : — Analysis : — Volatile matter ... 30-845 Fixed carbon ... 39-158 Ash ... ... 29-861 Water ... ... 0-136 Volatile matter ... 33-172 Fixed carbon ... 45-732 Hygroscopic water ' ... 1-785 Ash ... .. _ 1 Q . Q 1 I 19-311 100-000 100-000"], [63, "secondary or mesozoic rocks. CASE XI. 53 38. Coal. No. 74. Near Traralgon, South Gippsland. Analyses of shale of a dull black color, with small specks of bright coal disseminated through it ; fracture slaty ; indistinct fossil marks; contains about 4 per cent, of hygroscopic water : — 1. — Dkied Specimen. Volatile matter 2. — Raw Specimen. 35-74 Carbon 66 74 Fixed carbon Ash 42*68 Hydrogen Oxygen and nitrogen Sulphur Ash 4 83 21*58 5 20 1 65 100*00 21 58 100 00 40. Coal. 39. Coke. Grijfiths' Point. Cape Patterson. Seam 14 inches thick. Presented by From the \"Rock Vein\" coal. Mr. William Hickinbotham. Note. — Specimens 27a to 40 will be found in Case XVI. (Minerals)."], [64, "54 tertiary or cainozoic and recent rocks. TERTIARY OR CAINOZOIC AND RECENT PERIOD. \" The rock formations of the Tertiary, including the recent period, whether regarded in their economical, physical, or geological aspects, occupy by far the most prominent place in Victorian geological history. Strata of sedimentary or volcanic origin, referable to some section of Tertiary or recent time, occupy probably fully one-half, or over 40,000 square miles, of the surface of Victoria, forming deposits from a mere capping to over 300 feet thick. They are found resting unconformably on all the older formations, igneous and stratified, and range from sea level to elevations of over 4,000 feet. They include groups of strata of earth, loam, sand, clay, gravel, conglomerate, ferruginous and calcareous sandstone and grits, hard quartz rocks, marble and other kinds of lime stone, and various volcanic products, each of which has its more or less distinctive geological, palæontological, or mineral character, indicating it to be truly representative of the recognized Eocene, Miocene, Pliocene, or Pleistocene (including recent) deposits of Europe and other countries ; the terms being applied here, however, simply to denote Lower, Middle, Upper and Recent Tertiaries, rather than exact synchronism with Euro pean beds, or any ascertained relative percentage of living and extinct forms in their fossil contents.\" — (Notes on the Physical Geography, Geology and Mineralogy of Victoria — Intercolonial Exhibition Essays, 1866.) The Lower Gold Drifts. \" The attention of the Geological Survey has lately been directed to the very important question of the age and probable auriferous or non auriferous character of what are called the ' lower drifts of Victoria.' From the facts observed, the following conclusions have been arrived at : — \" 1st. That these particular drifts are clearly antecedent in date to the Upper and Middle Miocene beds, under which they have now been traced, and therefore, that they are far older than the lowest Pliocene gravels, to which age the 'deep-lead' gravels of Ballarat, the ' White Hills ' of Bendigo, and other similar rich gold-bearing gravels have been referred. \" 2nd. That they do not probably contain gold in paying quantity, the reason being, that they are derived from the abrasion of quartz veins that themselves contained little or no gold, and that were probably formed by forces in operation, as long prior to those which produced the gold-bearing veins, as the denuda- tion, producing the barren Miocene gravels, was prior to that which gave rise to the Pliocene productive ones.\" The Tertiary formations afford, besides gold, tin-ore, also diamonds and other precious stones, lignite or brown coal, salt, limestones suitable"], [65, "TERTIARY OR CAINOZOIC AND RECENT ROCKS. CASE XI. 55 for mortars and cements ; brick earths and clays for bricks, tiles and pottery of all kinds; also freestone and other stones suitable for building. Rich oxides of iron are also common, but not in beds sufficiently exten sive, to be economically available. Examples of nearly all these will be found amongst the specimens : — MIOCENE. These rocks are well represented from the mouth of Spring Creek to the Bird Rock, 14 miles south of Geelong, where a thickness of 273 feet of Miocene strata are exposed in fine cliff sections. The sequence of beds is as follows : — Upper Miocene. 80 feet. Hard, thin-bedded, sandy limestone (the calcareous portion consisting almost entirely of fossils), the probable equivalent of the Mount Gambier series, described by the Rev. Julian Woods. Middle Miocene. 80 feet. Soft, brown, sandy clay. 30 „ Brown, blue and yellow, sandy clays, containing abundance of gypsum . 1 foot. Very hard, crystalline sandstone. 12 feet. Brown, sandy clay, poor in gypsum. 1 foot. Very hard, crystalline sandstone. 5 feet. Brown sandstone, containing abundance of gypsum. 10 „ Blue marl, containing septaria, gypsum and iron pyrites. 8 „ Friable, thin sandstone, with thin bands of gypsum. Lower Miocene. 1 foot. Very hard band of crystalline sandstone. 17 feet. Soft, brown sandstone, with thin bands of harder material 20 „ Thin-bedded, brown sandstone. 8 „ Blue-and-grey, friable sandstone. 1 . Sandstone Grit. List No. Z?L^ Section 14b, Darriwell. \\ sheet 19 S.W. 5. Shell Limestone, List No. — . TM2. Maude, about 2 miles south along the east and west sides of the valley of the Moorabool River. \\ sheet 19 S.W. This limestone occurs in irregular bands, about 2 feet thick, interstratified in the upper part of the older basalt. It takes a good polish, but is not in suf ficient quantity for economic purposes. Light-brown, arenaceous sandstone, the grains apparently merely cemented by pressure. 2. Sandstone. List No. Same locality as No. 1. Brown sandstone, similar to the above. 6. Limestone. Map No. Aa 6. About a mile west of Keilor. J sheet 1 N.W. Brown-and-yellow, argillaceous rock, containing fragments of corals, spines of echini and other Tertiary fossils. An analysis gave the following results : — 3. Quartzite. List No. —^ Same locality as the last. Red-and-yellow quartzite, the grains probably cemented by silica. Carbonate of lime .. ..9161 „ magnesia .. 0-20 „ iron .. .. 2-53 Silica and clay . . . . 5-66 5-68 4. Quartzite. List No. ~-^ 10000 Same locality as No. 1. Mottled red-and-white, similar to the It would make a good lime for building last. purposes."], [66, "56 TERTIARY OR CAINOZOIC AND RECENT ROCKS. CASE XI. 7. Limestone. Map No. S 78. 8. Limestone. Map No. S 72. Hope's Mill, Moorabool River. \\ sheet 24 S.E. Spring Creek, Barwon River, Barrabool. i sheet 24 S.E. Composed of spines of echini and fragments of polyzoa ; makes a good building lime. Soft, earthy limestone, enclosing sand; good for burning. 9. Limestone. Map No. S 74. Same locality as the last. See specimen No. 8. Note. — A company was formed for the purpose of working this limestone for phosphate of lime ; but, as will be seen from the following analysis by Mr. J. C. Newbery, it contains no phosphates whatever : — 6-791 0-344 Insoluble matter Sesqui-oxide of iron Carbonate of lime Magnesia 90-356 trace 1-809 Water 99-300 The banks on either side of the River Moorabool, in the neighborhood of Hope's Mill, are occupied by this limestone (specimens 8 and 9). The percentage of earthy matter in it is very small, and it would afford excellent lime for building purposes. 12. Septarian Limestone. Schnapper Point, Hobson's Bay. 10. Limestone. Moorabool. -J sheet 24 S.E. Containing large echini spines, corals, shells and polyzoa. Very argillaceous, and containing polyzoa. An analysis by the late Mr. C. S. Wood gave as under : — 11. Limestone. List No. -5^- TM 7. Sections 1 and 2 Durdidwarran, and sections l&B,l9A,Darriwell. i sheet 19 S.W. Carbonate of lime ... 82-012 „ magnesia 1-506 „ iron ... 3-472 Clay and sand ... 10427 Soluble silica ... 0-720 Water ... ... 1809 Fossiliferous limestone from hard siliceous rock, underlying the older basalt and Upper Miocene. Probably of Lower Miocene age. Organic matter and loss 0054 100000 This limestone (No. 12), probably of Upper Eocene age, is a sample of the stone used by the late \" Schnapper Point Cement Company.\" The percentage of siliceous matter is too low for a good hydraulic lime. Its power of hardening uuder water would be considerably increased by the addition of clayey matter in such proportions, as to raise the quantity of silica to about 25 per cent. 18. Ferruginous Sandstone. ,. ,. „ List No. R (Fsm). Mordialloc. v ' 13. Limestone. Keilor. \\ sheet 1 N.W. Soft and fine-grained ; forms cliffs along the east coast of Hobson's Bay ; contains 24-26 per cent, of iron. 14, 15, 16, and 17. Silicified Fossil Wood. Map No. w TM7. 19. Shelly Crag. List No. R (Fsm). Mordialloc. From the same locality as specimen No. 11. Upper Miocene."], [67, "TERTIARY OR CAINOZOIC AND RECENT ROCKS. CASE XI. 57 20. Quartz Pebbles. 22. White, Soft Limestone Benallic, Moorabool River. Leigh River, near Steiglitz. From a 31 -feet shaft in the Miocene gravels. The ferruginous coating, on analysis, gives 3 dwts. 6 grs. gold to the ton. The quartz contains no gold. Porous stone, made up of fragments of marine shells, &c, cemented together by carbonate of lime. It is easily decomposed. The color varies with the amount of iron, but it is generally pale yellow. An analysis by Mr. J. C. Newbery gave — Mr. Newbery states, \" that the coat ing of these pebbles contained iron, man ganese and copper oxides, mixed with siliceous clay. The manganese and copper probably result from the decom position of the ferruginous manganese ores, coating the rocks in the neighbor hood.\" Carbonate of lime ... 95-64 „ magnesia 2-48 „ iron ... traces Clay, &c. ... ... 1-24 21. Limestone. 99-36 Shores of Lake Tyers, Gippsland Containing remains of polyzoa. OLDER PLIOCENE. So far as at present known, none of the productive gold drifts are older than the rocks classed as above ; but, as no marine fossil remains have been found, either associated with, or overlying any productive gold drifts, the precise geological date of the earliest of these drifts is perhaps still somewhat uncertain ; as is also the classification of some of the specimens of the subdivisions of the Upper Tertiary rocks. 2. Impure Limestone. 1. White Clay. Map No. R 53. Section 8, Newham. J sheet 5 S.W. Map No. R (M 1). Section 1 0, Will- Will-Rook, Moonee Ponds. \\ sheet 2 S.W. A silicate of alumina and magnesia, from a hole (see Note) sunk by the Geological Survey in Older Pliocene drift, cropping out under the newer basalt escarpment. It probably contains much magnesia, and was formerly burnt for lime. Occurs underlying newer basalt, with Tertiary quartzites and ferruginous grits. Note. — Particulars of hole sunk -. — Soft, white clay, with ver- tical, vegetable stems ... 6 feet Harder, stone-colored rock 8 „ Soft, yellowish rock ... 6 „ Breccia, containing frag- ments of other rocks ... 12 „ This fresh-water limestone contains fossil shells ( Truncatella). Its analysis by Mr. J. C. Newbery gave — Silica, clay, &c. ... 4-467 Carbonate of lime ... 54974 Carbonate of magnesia 39007 Sesqui-oxide of iron ... 1476 Hard, greenish-yellow breccia ... ... 2 „ Hard, coarse breccia ... 3 „ Soft, white breccia ... 2 „ Breccia, containing frag- ments of other rocks ... 4 „ Very coarse breccia ... 3 „ Alternating coarse and fine breccia, with thin seams of ferruginous breccia ... ... 10 „ 99-924 3. Impure Limestone. Map No. Ra 18a. Small creek falling into the Saltwater River, near south boundary of parisli of Doutta- Galla. \\ sheet 1 N.W. Soft and earthy, associated with Ter tiary, quartzose grit, underlying newer Total ... 56 feet Not bottomed. basalt."], [68, "58 TERTIARY OR CAINOZOIC AND RECENT ROCKS. CASE XI. 8. Impure, Siliceous Lime- stone. Map No. R 11. 4. Clay. Map No. R (A 4). Section 75, Redesdale, banks of Campaspe River. \\ sheet 13 N.E. Lot 1, section 7, Doutta-Galla. \\ sheet 1 N.W. Contains fragments of charcoal, aud occurs overlying the ordinary quartz pebble cement, and underlying the newer basalt. A tunnel has been driven into it, from which a good spring of mineral water issues. No gold was obtained. Occurs under newer basalt in con cretionary nodules and layers. 9. White Quartzite. Keilor. J sheet 1 N.W. Under newer basalt. This rock forms a marked feature in many places along the banks of the Saltwater River, where it occurs in patches and lines of whitish looking stones, contrasting strongly with the grey, rocky escarp ment of the basalt, immediately above it. 5. Black, Argillaceous Rock. Map No. Ra 10. Lot 4, section 22, Bulla-bulla. i sheet 7 N.E. Occurs underlying post - Tertiary basalt, and resting on Tertiary, quartz ose conglomerate. 10. Quartz Rock. 6. Clay, with Granitic De- tritus. Map No. R (a5). Deep Creek, Hurdy-gurdy, West- ern Port. S. W. of Baynton's Station. a sheet 5 N.W. Containing rounded, transparent peb bles of quartz. Occurs, resting on granite, in very hard andthick, horizontal beds, cropping out in the banks of tributaries of the Jew's Harp Creek. 11. Quartz Rock. Map No. R (al). Section\\0, Will- Will-Rook. J sheet 2 S.W. 7. Limestone. Under newer basalt. Same as No. 9. Duck Ponds. ->- sheet 19 S.E. and 24 N.E. 12. Quartz Rock. Near Alberton, Gippsland. Fresh-water limestone. It yields a good building lime, and may be made into cement, when mixed with a proper proportion of clayey matter ; the best adapted for this purpose is a decom posed basalt, from the Older Volcanic rocks. Higher up the Duck Ponds Creek, wells have been sunk, showing the following section : — Accompanying outcrop of older basalt. 13. Quartzite. Glen Maggie, Gippsland. From under basalt - capped hills ; probably Miocene. Soft, sandy loam 4 feet Rubbly limestone ... 6 „ Compact limestone ... 4 „ (containing Planorbis and Limnœa) Soft, rubbly limestone ... 6 „ Calcareous, sandy clay ... 4 „ Soft, decomposed basalt... 2 „ Analysis by Mr. J. Cosmo Newbery, B.Sc. :— Carbonate of lime ... 88-38 Carbonate of magnesia 076 Carbonate of iron ... 0'51 Silica and clay 7'02 14. Fine-grained, Red, Ferru- ginous Sandstone. Saltwater River. 15. White Grit. Map No. Ru 60. Bradford Lead. \\ sheet 14 N.W. 16. Brown, Ferruginous Grit. Map No. Re 11. Cargerie Creek. \\ sheet 64 N.E. From bed of ironstone, 20 feet thick, underlying newer basalt. 96-67 17. Cemented Granitic De- Water brackish. Bones of the kan garoo, wombat, &c, have been found in the limestone. tritus. Map No. Ra 64. Hard Hill. \\ sheet 14 N.W."], [69, "TERTIARY OR- CAINOZOIC AND RECENT ROCKS. CASE XL 59 18. Dark -Red, Ferruginous Grit. Map No. Roll. Cargerie Creek. £ sheet 64 N.E. From bed of ironstone, 20 feet thick, underlying newer basalt. 24. Yellow Grit. Map No. R 2. Lot 1, section 7, Doutta-Galla. I sheet 1 N.W. Friable, coarse, yellow grit. 25. Coarse Grit, Map No. Ra 66. Bradford Lead. ± sheet 14 N.W. Similar to No. 23. 19. Fine-grained, Red-and- Yellow Sandstone. Flemington. i sheet 1 N.W. With ironstone veins. 26. Cemented Granite De- tritus. TRITUS. Map No. Ra 61. Bradford Lead, a sheet 14 N.W. A mixture of quartz, mica aud fel- 20. Quartz Grit. Map No. R 1. Lot 1, section 7, Doutta-Galla. i sheet 1 N.W. spar. 27. GRIT. Map No. Ra 67. West of Bradford. _ sheet 14 N.W. Composed of grains and small pebbles of quartz, cemented by silica. 21. Loosely-cemented Quartz Drift (Granitic). A fine grit of quartz and felspar, with large fragments of angular quartz. Keilor. \\ sheet 1 N.W. Underlies newer basalt. 28. Cement. Map No. Rb 8. Sutton Grange. \\ sheet 13 N.W. Very hard siliceous cement, cropping out at the junction of newer basalt and granite. 22. Ferruginous Grit. Map No. R (al). Section 10, Will - Will - Rook. I sheet 2 S.W. 29. Coarse Grit. Map No. R (a2). Section 17a, Tullamarine. \\ sheet 7 S.E. Mottled brown-and-yellow grit, un derlying newer basalt. Red, ferruginous grit. 23. White Quartz Grit. 30. Clay Breccia. Map No. Ra 97. Map No. Ra 65. Near the Cemetery, Bradford. i sheet 14 N.W. Bradford Lead. J sheet 14 N.W. Angular and rounded fragments of white, baked- looking clay, cemented by a grey clay. Very friable, and containing much clay. Note. — The Bradford Lead, \\ sheet 14 N.W. (illustrated by speci mens 15, 23, 25, 26 and 30), appears to be an extension of that occurring at the \"Hard Hill\" (see specimens 17 and 37), as it begins at about a similar height on the side of the gully opposite to where the other ceases. It commences as surfacing of angular quartz, cemented with granite detritus, and gradually deepens to about 80 feet near the south- west corner of the Bradford town reserve, where the deposit consists of alternating layers of white and variegated clay (kaolin) and granite detritus, resting on several feet of rounded quartz boulder drift. From the township reserve the lead extends across two small gullies, and reaches a third, beyond which it has not been traced. The minerals found in this lead comprise (1.) Smoky Quartz in great quantity. The faces of the crystals are seldom perfect, on account of their having been water- worn ; sometimes they contain crystals of iron pyrites (cubes) and molybdenite."], [70, "60 TERTIARY OR CAINOZOIC AND RECENT ROCKS. CASE XII, (2.) Amethyst. — Generally water-worn. (3.) Topaz (blue). — Two specimens were found during the pro- gress of the survey of this district. (4.) Garnet, as small blood-colored and brown crystals embedded in smoky quartz ; discovered by Mr. Hornsby, of Maldon. Case XII. OLDER, NEWER AND POST PLIOCENE. OLDER PLIOCENE I — (continued). 31. Ferruginous Grit. 37. Conglomerate. Main land, south of Sandstone Island, Western Port Bay. Map No. Ru 63. Hard Hill. J sheet 14 N.W. Hard brown ironstone, with included quartz pebbles, and hollowed by atmos pheric action. Large pebbles of quartz, sandstone and graphic granite, in a loosely adher ent base of very micaceous, coarse granitic detritus. The lead of gold has been traced in a direction nearly parallel to the Nuggetty lead, but keeping on the rise above the gully, along which the latter runs. It is probably identical with the Bradford lead. 32. Brown Ferruginous Grit. Thomson's, near Hayfield, Gipps- land. A mixture of coarse and fine angular and rounded quartz, cemented by oxide of iron. 38. Conglomerate. 33. Ferruginous Conglomerate Map No. R (a4). (Cement). Section 15, Bulla-bulla. i sheet 7 N.E. Hills, 4J miles north of Hexham. 34. Quartz Conglomerate (Ce- ment). Map No. 61. Pebbles of quartz grit in a fine, white, loosely adherent sand. Moonee Ponds. \\ sheet 1 N.W. 35. Coarse Grit. 39. Ferruginous Conglome- rate or \" Cement.\" Map No. Ra 70. Map No. R (al). Forty-foot Lead. \\ sheet 14 N.W. Section 10, Will-Will-Booh. i sheet 2 S.W. Large and small pebbles, cemented by brown iron-ore. One part of these specimens consists of a hard, siliceous quartz rock, and the other of quartz grains (granitic), loosely connected by ferruginous clay. It occurs with Nos. 1 1 and 22. 40. Ferruginous Quartz Ce- ment. Map No. R (al 3). Section 25, Spring Plains, banks of Campaspe River. I sheet 13 N.E. 36. \"Cement.\" Map No. Rb 8. Sutton Grange. -\\ sheet 13 N.W. Occurs at the junction of newer basalt and Lower Silurian, cropping out under the former, and usually con taining gold. Very hard quartz conglomerate, crop ping out at the junction of the basalt and granite."], [71, "TERTIARY OR CAINOZOIC AND RECENT ROCKS. CASE XI t. 61 41. Iron-Ore (Concretionary). 48. Quartz Cement. No. 59. West shore of Corner Inlet. Flemington. i sheet 1 N.W. Occurs capping granite. Occurring with ferruginous Tertiary grits and fossiliferous sandstones. 49. Ash-colored Sandstone. 42. Cellular Ironstone. Map No. R (Aa8). Map No. R (M4). Section 6, Holden. J sheet 7 S.E. Containing fossil wood and quartz pebbles, underlying newer basalt. Moonee Ponds Creek, Section 10, Will-Will-Rook. \\ sheet 2 S.W. Associated with hard, crystalline quartz rock and very friable quartz grit, underlying newer basalt. 50. Yellow Quartzite. Saltwater River, near Keilor. i sheet 1 N.W. 43. Ironstone (Limonite). 51. Variegated Red-and-White Lake Connewarre. 1 sheet 29 N.W. Clay Rock. List No. R (sr9). Containing fossil wood. Overlying soft, brown, argillaceous sandstone, with fossils of the Miocene period, which crop out along the north and east boun daries of the lake. Glenorchy, Wimmera River. 52. Ferruginous Grit. List No. R (sr7). Donald's Station, Lake Buloke. 44. Ironstone Cement (Ferru- ginous Grit). Map No. R (Fc 18). 53. Breccia. Map No. R (alO) 1&3. Tea-tree Creek, Cargerie Creek. i sheet 64 N.E. Section 5, Langwoorner, Cam- paspe River. \\ sheet 13 N.E. From Westblade's tunnel. A loose, brown breccia of angular, yellow-and red sandstone and quartz pebbles, 10 feet thick, on which rests yellow clay, bands of quartz drift and sand. The most gold was obtained at the junction of the clay and breccia. Very hard and of great thickness ; containing fossil wood. 45. Iron-Ore. Moonee Ponds, section 10, Will- Will-Rook. J sheet 2 S.W. Contains 50-68 per cent. iron. 54. White Clay. 46. Argillaceous Ironstone. Rowsley, Parwan Creek. From same locality as last. Fine, soft and greasy. 47. Fossil Wood. 55. Very fine White Sand Rock. From same locality as last. From the Gold Drift of Table Hill, Tarilta. \\ sheet 15 N.E. NEWER PLIOCENE. 2. Cemented Granitic Detri- tus. Map No. Ra 62. 1. Sandstone. Map No. Ra 72. West bank of Loddon. \\ sheet 14 N.W. Nuggetty Lead, Bradford. Jsheet 14 N.W. Soft and fine-grained, occurring under newer basalt. Chiefly pink-colored clay and mica. JSsote. — (\\ sheet 14 N.W.) : — The Nuggetty Lead commences below the Nuggetty Reef, near the granite boundary, in a narrow ravine, with granite on each side. At first it takes a general north-west course,"], [72, "62 TERTIARY OR CAINOZOIC AND RECENT ROCKS. CASE XII. spreading over Nuggetty Flat, and then contracting to a few chains in width, till, at about a mile from the reef, it reaches and runs down the largest branch of the Bradford Creek, keeping on the eastern side of the flat till within about half a mile of Bradford Creek. The workings cease at this point, although it is probable that the 'lead' extends further in the direction of the creek. The holes, which have been sunk, are not of any great depth, but show two ' bottoms ; ' the lower one consisting of red-and-grey, cemented granitic detritus, often with a great deal of yellow mica and fragments of granite ; the upper bottom consists of Silurian shingle, quartz pebbles and fragments of eurite, tho latter probably from the dykes on the range near Nuggetty Reef. It is probably a channel of Older Pliocene date, filled up with Newer Pliocene and alluvial material. 3. Gritty Sandstone. 9. Hard Ferruginous Conglo- merate. Map No. R 43. Map No. Ra 46. Lots, sections, Bradford. \\ sheet 14 N.E. North of parish of Lancefield. J sheet 5 SE. Highly ferruginous. 10. Auriferous Conglomerate (Cement). Map No. Ra 29. 4. Soft, fine - grained Sand- stone. Map No. Ra71. Head of Donkey Hill Lead, Mal- don. J sheet 14 S.W. West bank of Biver Loddon. i sheet 14 N.W. 11. Pisolitic Ironstone. With small ferruginous nodules. Map No. Ra 46. 5. Ferruginous, Felspathic Grit(?). Map No. R 117. Near lot 8, section 8, Bradford. \\ sheet 14 N.E. Camp Reserve, Heathcote. Resting on granite. Consists of a sandy matrix, thickly studded with red, spherical, concretionary nodules of a very ferruginous clay and grit.* See Note on \" Heathcote Drift,\" fol lowing No. 20. 6. \" Cement.\" Map No. Ra 41. Hill to the east of Beehive Com- pany's machine, Maldon. J sheet 14 S.W. 12. Pisolitic Ironstone. List No. R (s 38). At foot of Granite Hills, 3 miles south of Carter's Rosebrook Sta- tion, Wimmera district. Cement covering \" washdirt.\" An indurated clay, enclosing angular quartz fragments. Similar to No. 11.* 7. Cemented Granitic Detritus. 13. Auriferous Cemented Gravel. Map No. Ra 68. Map No. Ra 74. Dunolly Road. \\ sheet 14 N.W. Porcupine Flat, Bradford. \\ sheet 14 N.W. * 8. Hard Ferruginous Grit (Ce- ment). Map No. Ra 69. Angular and partly rounded quartz pebbles, in brown clay. Porcupine Flat, Bradford, isheet 14 N.W. . 14. Brown Iron-Ore. The grains of quartz in this specimen are firmly cemented, though with open interstices throughout, giving the rock a porous appearance. Map No. R 54. Section 7, Newham. J sheet 5 S.W. Enclosing fossil wood. These are most probably Older Pliocene."], [73, "TERTIARY OR CAINOZOIC AND RECENT ROCKS. CASE XII. 63 15. Brown Iron-Ore. 17. Siliceous Breccia. Map No. R 117. West of Camp Reserve, Heathcote. Map No. Ra 84. Porcupine Flat. % sheet 14 N.W. See Note following No. 20. 1 8. Freshwater Limestone. Galena Point, Geelong. i sheet 24 S.E. 16. Limestone Marl. List No. R. (sb 22). From a well sunk at foot ot Pyra- mid Hill. The so-called \" marble ; \" it contains veins of cale-spar. The following section is shown at Galena Point : — Ft. Inch. Marly clay ... ... 7 0 Ferruginous, sandy clay lo 0 Thin-bedded limestone . 3 6 Compact limestone ... 7 0 Rubbly, thin-bedded, | . poor limestone j This last contains abundance of Analysis by Mr. J. Cosmo Newbery, Analyst to the Geological Survey : — Carbonate of lime ... 89-50 Magnesia ... ... 0-43 Iron ... ... ... 072 Silica and clay ... 6'84 97-49 Miocene fossils. 19. Lignite. Map No. R (a2) 21. Blue Clay. North of parish of Lancefield. i sheet 5 S.E. Map No. R (M 40). Spring Plains. J sheet 13 N.E. Occurs in a bed 15 feet thick at a depth of 45 feet. The section showed 30 feet of sandy gravel and granitic drift, laminated clays, yellow clays with rounded quartz pebbles and layers of gravel, 15 feet black clay, containing partially carbonized wood and nodules of iron pyrites, and lastly whitish-brown, sandy clay, with red streaks, passing into pipeclay. Stiff, blue clay, with angular and rounded quartz and pieces of sandstone, and containing lenticular crystals and druses of gypsum. It is 5£ feet thick, and rests on sandstone, 22. White Earthy Limestone. List No. R sk 14. 20. MAGNESITE (?) Map No. R 117. Near Camp Reserve, Heathcote. Antwerp, 25 miles south of Lake Hindmarsh. The drift, from which specimens Nos. 5, 17 and 20 are derived, forms an extensive flat at the back of the Police Camp at Heathcote, and between it and a peculiar euritic dyke, locally called the \" Hanging Rocks,\" on the west. Besides the specimens shown, the drift contains chalcedony, cements and breccias of various kinds, indurated and other wise altered sandstones and nodules of magnesite."], [74, "64 TERTIARY OR CAINOZOIC AND RECENT ROCKS. CASK XII. POST PLIOCENE. Pleistocene, 1. Cemented Alluvial Drift. 5. Breccia. Map No. R (as) Map No. R (a7). Bullock Swamp, Emberton. i sheet 13 S.E. Composed of rounded and angular pieces of quartz pebbles and sandstone, hard only, where exposed to atmospheric influence and running water. Lot 3, Redesdale. J sheet 13 S.E. From a hole, 20 feet deep, through yellow, red and white clay, containing siliceous geodes, and also nodules of a siliceous breccia, of partly rounded quartz, sandstone and red shale ; bot tomed on shale. 2. Granite Detritus. Map No. Rb. Wellington Flat, Sutton Grange. J sheet 13 N.W. From the open cutting at north end of tunnel No. 3 for the Coliban Water Supply. 6. Impure Limestone. Map No. R 131. Mia-mia Creek, Spring Plains. i sheet 13 N.E. Occurs in nodules in a bed of calca reous clay, 1 foot 6 inches thick, under lying black clay, and overlying recent drift. 3. Loosely Cemented Sand and Grit. Map No. Ra 75. Bank of River Loddon. J sheet 14 N.W. 4. Limestone. Map No. Ra 98. River Loddon. J sheet, 14 N.W. 7. Fine Sand. Map No. M 38. Section 16, Hawkestone. i sheet 13 S.E. Analysis by Mr. J. Cosmo New bery : — Silica, clay, &c. ...44240 Carb. lime ... 43'615 This impalpable, white, micaceous powder is deposited round the funnel or crater-shaped basins of springs along the granite boundary. „ magnesia ... 10359 Ph(^a0P0fs)irOn| °-4°6=0-202P0s Sesqui-oxide of iron 1881 100501"], [75, "65 BUILDING STONES, ETC. BUILDING STONES, ETC. PLUTONIC ROCKS. Granites, Greenstones, Etc. 1. Granite. 13. Greenstone. List No. R3i. As above. 2. Granite. List No. R 36. 14. Greenstone. List No. R 32. Dividing Range, north of the parish of Lancefield. J sheet 5 N.E. As above. 15. Felspar Porphyry. Ra 16a. 3. Granite East flank of Mount Macedon. J sheet 6 N.W. Gellibrand 's Hill, parish of Will- Will-Rook, i sheet 2 S.W. 16. Felspar Porphyry. Ra 16b. 4. Granite. Rd. East flank of Mount Macedon. i sheet 6 N.W. Near Moorabool, half a mile from Sutherland's Creek. J sheet 24 N.E. 17. Felspar Porphyry. Ra 16c. Same locality as last. Full of large felspar crystals. 18. Brown Felspar Porphyry. 5. Granite. Rd. R49. Same locality. Deep Creek, parish of Newham. i sheet 5 S.W. 6. Euritic Granite. (25.) 19. Felspar Porphyry. r 50. 7. Euritic Granite. Dyke in granite north of parish of Newham, on Dividing Range. i sheet 5 S.W. 8. Euritic Granite. 20. Felspar Porphyry. Ra 25a. 9. Red Granite. Brock's Monument, parish of Rochfort. J sheet 6 N.W. 10. Brown Eurite. 21. Felspar Porphyry. Ra 26a. Mount Diogenes or Camel's Hump, MountMacedon. |sheet6N.W. 11. Greenstone. List No. R 29. Range east of parish of Lance- field. i sheet 5 S.E. 22. Felspar Porphyry. Ra27a. Dryden's or Hanging Rock, lot 6, parish of Newham. J sheet 6 N.W. 12. Greenstone. List No. R30. Same locality as above. F"], [76, "66 BUILDING STONES, ETC VOLCANIC ROCKS. 23. Basaltic Scoriæ. Rd 25. 27. Basalt. Ra n Mount Aitken, parish of Buttle- jorrk. J sheet 7 N.W. Anakie Hills. | sheet 19 N.E. 28. Basalt. Ra36 ■ Lot 12, parish of Carlsruhe. \\ sheet 9 S.E. 24. Red Basalt (Cube). Ra 12. Red Rock, parish of Buttlejorrk. i sheet 7 N.W. Easily dressed, aDd an excellent build ing stone. 25. Black Basalt. (?) Ra 8. Sunbury Hill. | sheet 7 N.E. 29. Basalt. Similar to the last. 26. Basalt. Ra9. 30. Porphyritic Basalt. Ra 17. Magnet Hill, Gisborne. J sheet 6 S.W. Mount Holden, parish of Buttle- jorrk. I sheet 7 N.E. STRATIFIED ROCKS. Sandstones, Slates, Etc, 31. Lower Silurian Sand- stone. Ra 7. 37. Lower Silurian Sand- stone. Ra 55 Quarries or reserve, Jackson's Creek, parish of Holden. \\ sheet 7 S.E. Quarries at the back osthe Castle- maine gaol. \\ sheet 14 S.E. Used for the gaol and other public and private buildings in Castlemaine. Of a white and light-brown color ; a good building stone, and makes excellent grindstones. 38. Upper Silurian Sandstone. R 15. Roberts' Quarry, Dry Creek, near Broadford. J sheet 4 N.W. 31a. Lower Silurian Sand- stone. 39. Upper Silurian Sandstone. Same as above. R 16. Same as above. 32. Upper Silurian Sand- stone. Ba 12a. 40. Upper Silurian Sandstone. Same as above. R 17. Quarry, east end of lagoon, opposite the Keilor Hotel. \\ sheet 1 N.W. Used for paving, &c Greenish-brown, micaceous sandstone, used for building. 41 42. Sandstone. 33. (26). (29). Kilcunda Quarry, Western Port. 42a. Sandstone. 34. Kilcunda Quarry, Western Port. 43. Red Sandstone. 35. Sandstone. 36. Soft, Yellow Sandstone. Shows the planes of bedding."], [77, "building stones, etc. 67 44. Blackish-Blue Lower Silu- rian Sandstone. r 33. 49. Sandstone. Macedon River, west of Gisborne. \\ sheet 6 S.W. Range north of Lancefield, near granite boundary. \\ sheet 5 N.E. Presented by T. Hamilton, Esq. 50. Flagstone. R 127. Very micaceous and close-grained. Campaspe River, section 40, parish ofRedesdale. \\ sheet 13 N.E. 45. Blackish-Blue Lower Silu- rian Sandstone (Cube). R 34. 51. Flagstone. R 127. Same as above. Same locality as last. 46. Brown, Micaceous Lower 52. Flagstone. Ra 54. Specimen Gully, Barker's Creek. -| sheet 14 S.E. Used for flagging footpaths in Castle maine, Melbourne, &c. . Silurian Sandstone. r 35. Same locality as last. *47. Gritty Sandstone. 48. Siliceous Sandstone. _____ TM8. 53 and 53a. Roofing Slate. Moorabool Quarries. 48a. Upper Silurian Sandstone. Presented by the Hon. J. B. Humflfray . 54. Slate. Rb 51. Rise west of Diamond Creek Bridge. Castlemaine (?). Marbles, Etc. 55. Marble (Upper Silurian Lime- stone). Yering Cave, Upper Yarra. 59. White Limestone (Cube). Point Galena, Geelong. \\ sheet 24 S.E. Post Pliocene. 56. Yellow Limestone. Keilor. (?) 60. Limestone. Rd. 18. Fossiliferous. Mouth of Bream or Thompson's Creek, i sheet 29 S.W. 57. Flesh-colored Limestone. 58. Pliocene Limestone. Rd 17. Mount Colite, Barwon Heads. i sheet 29 N.W. 61. Fossiliferous Limestone. Full of quartz pebbles. Occurs interstratifled with sandstones. f 2"], [78, "68 miscellaneous rocks, etc. MISCELLANEOUS ROCKS, MINERALS, ETC. 62. Foliated Gneissose Rock.* 68. Three Quartz Crystals, with Tourmaline and Felspar. R96. Barfold Ranges,in a shaft. \\ sheet 13 S.E. Upper Goulburn. 69. Stalactite (Carb. Lime). Limestone Cavern, Cape Bridge- water. 63. Graptolite Slate. Fb 46. Sections, parishof Spring Plains. \\ sheet 13 N.E. Presented by H. Morres, Assistant Surveyor, 64. Fossil Coal Plants. Cd. 70. Ironstone (Tertiary). a6. 65. Silicified Wood. Bullock Swamp, near Barfold. i sheet 13 S.E. 66. Silicified Wood. 71. Ironstone. Queensferry, Western Port. 67. Fossil Wood. Deep Leads, Ballarat. 72. Copper-Ore. Thomson River Copper Mining Co. Blue-and-green carbonate. Presented by the Tributors' Co. Ligneous matter completely replaced by iron pyrites (sulphide of iron), and containing gold. * This will be found before No. Case VII. — Metamorphic Rocks."], [79, "69 VICTORIAN MINERALS. CASE XIII. VICTORIAN MINERALS. Case XIII. NATIVE METALS AND METALLIC MINERALS. 1 . Gold in Quartz. List No. S 5. Campbell's Reef, Moyston. 9. Galena, Iron Pyrites, Zinc- BLENDE, &C. Wilson's Reef, St. Arnaud. Ia. Filamentous Gold in Quartz Crystal. 10. Argentiferous Galena, Tarnagulla. with Iron Pyrites. Presented by Adam Burns, Esq., Manager of the Colonial Bank, Mel bourne. St. Arnaud. 11. Silver-Ore. 2. Gold in Quartz (Slicken- sides). Campbell's Reef, Moyston. St. Arnaud. From below water-mark, 3. Gold, with Iron Pyrites, in Crystallized Quartz. 11 a. Native Copper. St. Arnaud. All Nations Reef, Emerald Hill, Wood's Point District. 11b. Native Copper, Moss Copper in part. 4. Laminated Gold in Quartz, with Zinc-blende. Thomson River, Gippsland. 12. Copper-Ore (Sulphide). Beehive Reef, Maldon. Presented by J. Cosmo Newbery, Esq. Thomson River Mining Company, Gippsland. 4a. Gold in Quartz. Contains 9 J per cent, of copper. Morning Star Reef, Upper Goul- burn. 12a. Copper-Ore (Gossan). Thomson River, Gippsland. 5. Gold in Sandstone. Prior's Reef, Forest Creek, Castle- maine. i sheet 14 S.E. With blue and green carbonate of copper. 6. Gold, with Chloro-Bromide 13. Copper-Regdlus. Thomson River, Gippsland. of Silver. St. Arnaud. Contains 40 per cent, of copper. That marked * contains 60 per cent. 7. Quartz, with Native Silver and Chloro - Bromide of Silver. 13a. Copper and Iron Pyrites, with Sulphide of Antimony and Carbonate of Iron. Silver Reef, St. Arnaud. 8. Galena, Iron Pyrites, Zinc- blende, &c. Maldon. Contains 40 ozs. of gold to the ton and 19 per cent, of copper. Wilson's Reef, St. Arnaud."], [80, "70 VICTORIAN MINERALS. CASE XIII. 17. Pyromorphite (Phosphate of Lead). Nichokon's ReefNicholson's Gully, Forest Creek. 13b. Copper Pyrites (Sulphide of Copper and Iron). Thomson River. Disseminated through a greenish gossan. Presented by G. H. F. Ulrich, Esq. 17a. Galena (Sulphide of Lead). List No. S 8. 1 4. Copper Pyrites and Galena. Mount Buller Quartz Mining Company, Howqua River. Campbell's Reef Moyston, near Mount Ararat. 15. Copper Pyrites (Sulphide of Copper and Iron). Contains a large quantity of gold dis seminated through it. Thomson River. 18. Native Bismuth, with Sul- phide of Bismuth. Contains 29 per cent, of copper. 15a. Covelline (Sulphide of Copper), with Pyrites and Galena. 19. Native Bismuth. Omeo District. Presented by J. B. Were, Esq. Dunolly. 16. Cerusite (Carbonate of Lead). Wilson's Reef, St. Arnaud. 20. Bismuthite (Carbonate of Bismuth). Clunes. 16a. Mimetene (Arseniate of Lead). Wilson's Reef, St. Arnaud. In transparent hexagonal prisms, with adamantine lustre. With gold. 20a. Bismuthite (Carbonate of Bismuth). Tarrangower. Occurs in tplerable abundance in the washing-stuff of Ramshorn Gully, Sandy Creek, Tarrangower. It forms grey or yellowish-white round and nodular pieces, from a few grains to several pennyweights, the larger of which show usually, on being broken, a dark color, tending towards grey — metallic in the centre. Its chemical composition, as determined by a quantitative analysis by Mr. J. C. Newbery, is as follows : — 1. 2. 3. Oxide of bismuth ... 87-22 ... ... 85-13 ... 76-22 Protoxide of iron ... 034 ... { SeS0fU/r°m^ { 128 ... 431 Carbonic acid ... ... 5-55 ... ... 510 ... 328 Insoluble matter, clay, &c. 346 ... ... 6-71 ... 8-35 Water ... ... ... 343 ... ... 213 ... 683 10000 100-35 9899 1 . Small grains, of uniform color throughout. 2. Larger grains, with discolored centre. 3. Piece in diameter, with dark centre. As shown by these results, the mineral cannot be considered as a well defined species. There is every reason to suppose, that it has actually been formed, or at least grown, in the drift, small particles, derived from quartz reefs in the neighborhood, having perhaps served as nuclei. Several specimens have been found enclosing small water worn specks of alluvial gold."], [81, "71 VICTORIAN MINERALS. CASE XIII. 21. Cassiterite (Stream Tin, Oxide of Tin). 31, 32, 33, and 34. Specular Iron (Ironglance). List No. S 50. Beechworth. Spur of the Grampians, Carter's Station. 22. Cassiterite (Stream Tin). Beechworth, Ovens District. 35. Brown Iron-Ore (Hydrous Oxide of Iron). Map No. R 4. 23. Cassiterite (Stream Tin). Beechworth. Near Tollgate, Pascoevale Road, sec. xv.,Doutta Galla. J sheet 1 N.W. With zircons, topazes, &c. Presented by Mr. Dunn, 3/12/64. 36. Brown Iron-Ore (Limonite, Hydrous Oxide of Iron). 24. Tin (Metallic). Greenstone Range, east of Lance- field. | sheet 5 S.E. Reduced from Ovens tinstone. 25. Black Sand (containing Stream Tin). 37. Brown Iron-Ore. Near Cobalt Vein, Home Creek, Shane's Punt, Goulburn River. Beechworth. Presented by Mr. Dunn, 3/12/64. 37a. Mammillated Brown Iron- 26. Black Sand (containing Cassiterite). stone. Queensferry, Western Port. Tin Creek, Upper Yarra. 37b. Crystallized Hematite (Hydrous Oxide of Iron). Map No. M 39. Contains 33 per cent, of tin, the remainder being chiefly titaniferous and magnetic oxides of iron, with zircons and sapphires. Specific gravity 4-08. Barfold Falls, Campaspe River. i sheet 13 S.E. Occurs in glittering specks in an earthy deposit between the two flows of basalt. Under the microscope these specks appear as reddish-yellow, trans parent crystals. 27. Black Sand (Titaniferous Iron, containing Tin and Gold). Enterprise Claim, Black-dog Lead, Indigo. 38. Brown Iron-Ore. Obtained from two dishfulls of aurif erous drift, at an average depth of 3 feet. The sample is supposed to contain about 5 dwts. of gold, and said to yield about 80 per cent, of tin. Opossum Gully, South Muckleford. 39. Bar of Magnetic Basalt. Magnet Hill, Baynton's Station, i sheet 51 S.W. 28. Tin-Ore. The rock from which this bar is cut, contains minute perfect octahedrons of magnetic iron. It exhibits strong po larity, and, if suspended, will arrange itself in the magnetic meridian. Beechworth. Presented by Mr. Dunn, 3/12/64. 29. Black Sand. Beechworth. 40. Black Sand (Titaniferous). From a tributary of the Gellibrand River, Cape Otway. Specific gravity 6*15, containing 54 per cent, of tin. 30. Meteoric Iron, Cranbourne. 41. Black Sand (Titaniferous). Map No. M 34. Presented by Mr. McDonald. Tunnel south of Mitchell's Dig- gings, between the two falls of the Campaspe at Barfold. J sheet 13 S.E. 30a. Meteoric Iron. Presented by J. C. Newbery, Esq."], [82, "72 VICTORIAN MINERALS. CASE XIII. 52. Black Sand (Titaniferous). Map No. M 46. 42. Black Sand (Titaniferous). Map No. M 33. Prospectors' Tunnel,MitchelVs Dig- gings, Campaspe. _ sheet 13 S.E. Argyle Gully, Heathcote. Contains gold and black octahedral crystals of chromite. 43. Black Sand (Titaniferous). Lerderderg River. 53. Black Sand. Map No. M 45. Morris' Plain, Heathcote. With gold and pebbles. Similar to the last. 44. Black Sand (Titaniferous). Map No. M 36. 53a. Crystals of Chromite (Chromate of Iron). Hell's Corner, Baynton's Station. i sheet 51 S.W. Heathcote. Contains peculiar pink , crystalline, flat plates and grains with striated faces. 54. Magnetic Iron-Sand. Yarra River. 45. Black Sand (Titaniferous). Map No. M 35. Coarse grains, very magnetic. Campaspe River, below Diggings. J sheet 13 S.E. 55. Wolfram (Tungstate of Iron). From tailings, after extracting the gold. It contains zircons and sapphires, &c. Near Maldon. This mineral occurs in a quartz reef, running along the top of the range be tween the Sandy Creek and the Loddon River, eight miles from Maldon, asso ciated with native bismuth, ironglance, schorl, &c. 46. Black Sand (Titaniferous). Campaspe River, below Diggings. i sheet 13 S.E. 47. Black Sand (Titaniferous and Magnetic Oxide of Iron). 55a. Scheelite (Tungstate of Lime). Upper Yarra. Bradford Lead, Maldon. This crystal was found embedded in a pebble of smoky quartz. 48. Black Sand (Titaniferous). Horse-shoe Bend, Coliban River. i sheet 13 N.E. 56. Sparry Carbonate of Iron and Lime. From Newer Pliocene drift, which contains $ oz. of gold to the load. 57. Crystals of Carbonate of Iron. 49. Black Sand (Titaniferous). Below Horse-shoe Bend, Coliban River. | sheet 13 N.E. 58. Carbonate of Iron (in fossil wood). From surface — (Newer Pliocene). It contains J dwt. of gold to the load. Italians' Diggings, Barfold. i sheet 13 S.E. 50. Black Sand (Titaniferous). Occurs in lenticular, brown crystals, filling crevices in masses of charred wood, at the junction of the sandstone and basalt ; from a tunnel in an old valley, 150 feet below the plain. Near Tambo Hotel, Tambo River, Gippsland. Very magnetic. 51. Black Sand (Titaniferous). Map No. M 43. 59. Carbonate of Iron. Two miles below Stratford Lodge. Coliban River. J sheet 13 S.E, Steep Bank Rivulet, Wannon Dis- trict."], [83, "VICTORIAN MINERALS. CASE XIII. 73 59, A, b, c, and d. Flosferri (Carbonate of Lime and Iron). 65. Scorodite (Arseniate of Iron). Richmond Quarries. J sheet 1 S.E. Blucher's Reef, Maryborough. Occurs in fine needles and small, di vergent, yellow, silky brushes, lining cavities in the basalt. 66. Vivianite (Phosphate of Iron). Nicholson River, near Bairnsdale, Gippsland. 60. Sphosrosiderite (Carbonate of Iron). Map No. R. 10. Occurs in a yellow Silurian sandstone, as crystals and veins composed of thin, flexible, prismatic and translucent plates of various shades of blue, and often coated by mammillated brown carbonate of iron (sphærosiderite). Presented by William Jahn, Esq. From a Quarry half a mile south osthe National School, Essendon. Occurs in basalt. 61. Spathic Iron (Carbonate of Iron). Corinella. 67. Blue Iron-Earth (Earthy Vivianite — Phosphate of Iron). Nodule from the shaft of the Cori nella Coal Company, containing 70 per cent, of carbonate of iron. Phillip Island, Western Port Bay. 62. Pharmocosiderite (Arse- niate of Iron). Port Phillip Company's Mine, Chines. Occurs in nodular, earthy masses of a pale smalt-blue color in the older basalt, especially in places, where recent guano deposits exist on the surface -, its origin, in this instance, being most probably due to the water, percolating through the guano, becoming charged with phosphate of ammonia and acting on the iron of the decomposed basalt. Occurs as drusy coatings of brownish red, sub-trausparent cubes on black manganese ore. The larger crystals show, like rhpmbohedrons of brownspar, a peculiar curvature of the faces, as re corded of the sub-species of cube-ore \"Beudantite.\" On the smaller crj*stals, however, this feature is absent, and it would therefore appear to be a character, incident on the growth of the crystals beyond a certain size. Some of the smaller crystals also show hemihedral planes of the octahedron. Before the blow-pipe this cube-ore gives a small trace of manganese. It probably results from the decomposition of arsenical pyrites. 67a. Vivianite (in part — Phos- phate of Iron). Bruthen Creek, near Port Albert, Gippsland. Occurs in the older basalt with iron stone. It was mistaken for copper-ore. The matrix, in which it occurs, contains 40 per cent, of iron. 68. Blue Iron-Earth (Earthy Vivianite — Phosphate of Iron) . 63. Scorodite (Arseniate of Iron). Poverty Reef, Dunolly. Ballarat. Occurs in thin veins of a pale smalt blue color,in finelylaminated, soft, light brown shales or mudstones. Occurs with gold in quartz as leek green crystals, with an earthy or ochre ous variety of arseniate of iron. It is always associated with arsenical pyrites. 69. Copperas (Sulphate of Iron). City of Manchester Claim, Dur- ham Lead, Leigh River. 64. Scorodite (Arseniate of Iron). Blucher's Reef, Maryborough. Occurs as an efflorescence (after ex posure), on lignite, obtained 2 60 feet from the surface. Presented by G. H. F. Ulrich, Esq. 70. Copiapite (Basic Sulphate of Iron). Spring Creek, near Geelong. This mineral, doubtless a product of the decomposition of iron pyrites, is disseminated through certain beds of the Upper Miocene"], [84, "74 VICTORIAN MINERALS. CASE XIII. formation near Point Addis, Geelong, to such an amount (over 50 per cent.), as to render it probably of commercial importance. The beds have the appearance of a yellow sandstone. An analysis of a sample, by Mr. R. Daintree (formerly of the Geological Survey), the discoverer of the deposit, gave the following results : — Sulphuric acid ... ... 18278 Rejecting moisture and insoluble matter. Peroxide of iron ... ... 28495 the contained mineral gave : — Potassa ... ... ... 4092 Sulphuric acid ... ... 32758 Water of constitution ... 6-935 Peroxide of iron ... 47482 Water of combination ... 0850 Potassa ... ... 7-332 Insoluble residue ... ... 43350 Water... ... ... 12-428 102000 100-000 These figures nearly correspond ' of a yellow iron-ore from the brown c the exception, that the latter contains addition to its other constituents. ! with an analysis by Rammelsberg coal of Kolosoruk in Bohemia, with s about half a per cent, of lime in 71. Iron Pyrites (Sulphide of Iron). Catherine Reef, Sandhurst. 77. Iron Pyrites (Sulphide of Iron). Mariner's Reef, Maryborough. Presented by R. S. Dawson, Esq. In cubes, in shales with quartz veins. 72. Magnetic Pyrites and Iron Pyrites (Sulphide of Iron). 78. Iron Pyrites (Sulphide of Iron). Mount Buller Quartz Mining Company, Howqua River. Campbell's Reef, Moyston. From tailings from North Star claim. It gives on assay 84 ozs. of gold to the ton. The massive variety contains 7 dwts., the crystalline one, 2 ozs. 14 dwts. of gold to the ton. 79. Arsenical Iron Pyrites. 73. Arsenical Iron Pyrites. Map No. M 30 and 31. Map No. M 31. Barfold Ranges. J sheet 13 S.E. Tn quartz, accompanied by scorodite occasionally. Barfold Range, Emberton. J sheet 13 S.E. Occurs in a quartz reef. 79a. Arsenical Pyrites (Mis- pickel). 74. Magnetic Pyrites and Iron Pyrites (Sulphide of Iron). See No. 72. Whip Reef, Sandhurst. 80. Magnetic Pyrites (Pyrrho- tine). Map No. Mu 14. Tiverton Reef and Lisle's Reef, Maldon. 75. Iron Pyrites. List No. A 2a. North of Lancefield. i sheet 5 S.E. See also page 55, \"Physical Geo graphy, Geology, and Mineralogy of Victoria,\" by Alfred R. C. Selwyn (Director of the Geological Survey) and G. H. F. Ulrich (Field Geologist). Found at a depth of 45 feet in a bed of lignite and black clay, 1 5 feet thick, in a Newer Pliocene deposit. 76. Tron Pyrites (Sulphide of Iron). Mariner's Reef, Maryborough. 8 1 . Pyrolusite (Binoxide of Man- ganese). Occurring crystallized in cubes. It contains only slight traces of gold. Said to have come from the Upper Yarra."], [85, "75 VICTORIAN MINERALS. CASE XIII. 82. Psilomelane (Black Ferro-Manganese Ore), Strathloddon. This ore occurs in mammillary crusts and concretions in the quartz reefs of all the goldfields. It also occupies, in some of the auriferous conglomerates, the place of the brown oxide of iron, in cementing the pebbles together, and sometimes contains embedded specks of gold. In quartz reefs it appears to be one of the most recently-formed minerals, as, wherever in contact, it forms coatings over most of the others (gold, quartz, chloro-bromide of silver, iron and arsenical pyrites, &c). Dial logite and cube-ore, which have been found at Clunes coating it, are rare exceptions. Its formation seems to be going on rapidly at the present time. The following are the results of analyses, by Mr. J. Cosmo Newbery, of psilomelane from different localities : — 1. 2. 3. 4. Oxides of manganese ... 5428 ... 49-28 ... 62-63 ... 77-14 Sesqui-oxide of iron ... 20-16 .... 1873 ... 1031 ... 603 Baryta ... ... 2-51 ... 421 ... 020 ... 1133 Oxide of cobalt ... ... 286 ... — ... 512 ... — Oxide of copper ... 0-92 ... 121 ... trace ... — Lime ... ... ... 140 ... 100 ... — ... — Alumina ... ... — ... 512 ... — ... 143 Silica ... ... ... 6-21 ... 8-91 ... 4-60 ... 305 Water ... ... ... 1202 ... 1225 ... 1601 ... 002 100-36 10071 9887 99 00 1. From Parkin's Reef, Tarrangower, mamminary crusts in crevices and joints of the quartz. 2. From Ramshorn Gully, Sandy Creek, narrow veins and mammillary crusts. 8. From Strathloddon, fine botryoidal crusts in crevices of hard ferruginous sandstone. 4. From Gippsland, massive, with cavities filled with earthy matter. Though this ore differs considerably in chemical composition from the European ore, it would hardly be advisable to class it as a distinct mineral. 83. Wad (Earthy or Bog Man- ganese). Near Merton, Goulburn Valley. 84. Earthy Cobalt-Ore. McKenzie's Diggings. Composed of manganese, iron and cobalt in variable quantities. The cobalt varies from 1 to 1 4 per cent. 83a. Diallogite (Carbonate of Manganese). Port Phillip Company's Mine, Clunes. 84a. Earthy Cobalt-Ore. Forms mammillated and botryoidal crusts of a rose-red color on quartz and psilomelane. Presented by R. H. Bland, Esq. Home Creek, Sloane's Punt, Goul- burn River. Similar to No. 84. Note. — Extract from a report on cobalt-ores, by Mr. J. C. Newbery, Analyst to the Geological Survey: — \"I have been in communication with the best metallurgical authorities in England, with regard to the value of the Victorian cobalt-ores, and have been informed that it is very doubtful, whether such ores (specimens Nos. 82, 84 and 84a), as I have described, could be profitably worked, on account of the large amount of cobalt now on the English market, and its steadily decreasing value. This is caused by the large quantity of nickel-ore, containing cobalt, that"], [86, "76 VICTORIAN MINERALS. CASE XIII. is brought to England from the Continent, and from which the cobalt is saved as a by-product. The demand for nickel, to be used in the manu facture of the basis of plated ware, is steadily increasing, while the demand for cobalt is daily diminishing, on account of the artificial blues introduced for the use of the dyer, calico-printer and papermaker. Still our cobalt-ore might be economically used — the saving being moderately easy, where it occurs in quartz reefs worked for gold, as at Alexandra diggings, where it coats the joints of the quartz with a botryoidal coat ing of considerable thickness — by passing the tailings through settling boxes, in which it would settle with the last of the gold, and be in an excellent form for removing gold from tailings by Plattner's chlorine process. The residue would also be of value for the generation of chlo rine in chemical works. After either of these operations the cobalt could be saved. A process has been invented and tried in South Australia, in which the cobalt is extracted by smelting the ore with copper and, I believe, separating the metallic cobalt by liquation; but I have not heard that it has been attended with success.\" 85. Molybdenite (Sulphide of Molybdenum). 89. Acicular Black Sulphide of Antimony. Yea, Goulburn River. Costerfield. Occurs associated with iron pyrites in granite. Occurs sparingly in the steel-grey variety of the sulphide from the lowest workings. 86. Molybdenite (Sulphide of Molybdenum). 89a. Antimony-Glance (Grey Antimony-Ore — Sulphide of Antimony). Yackandandah This mineral contains, according to assays, a small percentage of silver. It occurs in hexagonal plates in a quartz vein traversing granite. Costerfield. Crystals, coating the faces of joints of the \" country.\" 87. Molybdenite (Sulphide of Molybdenum). Map No. Mu 8. Close to the Maldon Brewery Springs. \\ sheet 14 N.W. 89b. Crude Antimony (Fused Sulphide of Antimony), Occurs sparingly dispersed in small scales through the granite. Costerfield. 87a. Cervantite( Antimony-Ochre — Oxide of Antimony). 90. Grey Antimony -Ore (Sul- phide of Antimony), Costerfield, near Heathcote. Wood's Point. Occurs coating antimony-glance, and also in veins, but not below the water level. 91. Grey Antimony -Ore (Sul- phide of Antimony). 88. Antimony-Glance (Sulphide of Antimony). Doogalook, Yea. Costerfield. Presented by Mr. Verdon. From the upper workings. Note. — Antimony is generally found in connection with auriferous quartz, and is frequently impregnated with specks of gold. Assays have shown as much as 8 ozs. of gold and 80 ozs. of silver per ton."], [87, "77 VICTORIAN MINERALS. CASE XIV. Case XIV. SILICATES. Zeolites. — Felspars, . — Precious Stones. 1. Natrolite (Mesotype). 5. Herschelite. Phillip Island, Western Port Bay. Richmond Quarries. J sheet 1 S.E. Associated with analcime and calc spar from the older basalt : Colorless and flesh-colored, rhombic-prismatic crys tals, terminated by four-sided pyramids, sometimes united in reniform masses. Occurs in macles, embedded in a^thin, crystalline crust, resting on a soapy, liver-colored clay, lining cracks and cavities of the newer basalt. The clay, above referred to, has a sort of pris matic structure when dry, and splits up like starch. It is sometimes accom panied by mammillary carbonate of lime and iron. 2. Chabasite. Pentland Hills, near Bacchus Marsh. Occurs in druses of small, yellow, opaque, rhombohedral crystals, coating hollows in the basalt, and associated with a flesh-colored clay. 6. Herschelite. Fitzgibbon's Quarry, Richmond. i sheet 1 S.E. 2a. Chabasite. Occurs in macles — the tabular, six sided, truncated pyramids crossing one another at various angles. Near Degraves' Mill, Kyneton. i sheet 9 S.E. Small, white, semi-transparent, rhom bohedral, striated crystals in drusy cavi ties of the newer basalt. 7. Herschelite. Richmond Quarries. \\ sheet 1 S.E. Macles, coating newer scoriaceous basalt and filling cavities. 3. Analcime. Phillip Island. Occurs in regular trapezohedrons, filling cavities in the older basalt. 7a. Heulandite. Lisle's Reef Maldon. i sheet 14 S.W. 3a. Gmelinite. Phillip Island. Occurs as thin, drusy coatings in the crevices and joints of the metamorphic sandstone, accompanied by brownspar (carbonate of iron). In small yellow crystals : hexagonal prism, with pyramid and terminal plane. 4. Herschelite. Richmond Quarries. 7b. Phillipsite. Near Degraves' Mill, Kyneton. \\ sheet 9 S.E. In two double-hexagonal pyramids, the obtuse one perfect. Found by Mr. E. F. Pittman. Occurs in newer basalt, associated with chabasite and carbonate of lime. 4a. Herschelite. Richmond Quarries. J sheet 1 S.E. 7c. Phillipsite, Herschelite and Brown Calcite. Occurs in fine druses, aggregated in rosette-like groups, and occasionally in solitary crystals. It was first discovered in Victoria, at the above locality, by Mr. C. S. Wilkinson, of the Geological Survey. Chambers' Quarry, Richmond. i sheet 1 S.E. The crystals of the two zeolites are well developed and nearly transparent."], [88, "78 VICTORIAN MINERALS. CASE XIV. 8. Orthoclase (Potash-Felspar). Hell's Corner, Back Creek, Bayn- ton. J sheet 5 1 S.W. 8a. Orthoclase Crystals (\"Baveno\" Twins). Three miles east of township of Occurs in combination with quartz, tourmaline and mica, along the bound ary between the granite and Lower Silurian rocks. Bradford, near Maldon Occur in a patch of quartz in the granite. Note. — Orthoclase forms one of the principal constituents of granite. It also occurs in veins, either solid. or massively associated with quartz. 9. Albite (Soda-Felspar). Map No. Ra 58. fire-clay. The following is an analysis by the late Mr. C. S. Wood: — Insoluble silicate of alumina 92-60 Soluble silicate of alumina 133 Oxide of iron ... ... trace Blacksmith's Gully Reef, Fryers- town. \\ sheet 15 N.E. In narrow veins and druses, associated Soluble silica 0*53 with quartz. Several parts of the reef assume a porphyritic appearance from embedded crystals of albite. An analysis, by the late Mr. C. S. Wood, gave the following results : — Water of constitution, driven off at red heat 5-80 100-26 Silica 6873 13. Pholerite. Alumina 2055 Sesqui-oxide of iron ... 020 Lime trace Blacksmith's Gully Reef, Fryers- ._ y ... town. \\ sheet 15 N.E. Potassa trace Occurs as soft, white, unctuous scales Soda 10-43 and coatings. Mr. Ulrich, of the Geo- logical Survey, states \"That, at the 99-91 above locality, it has evidently arisen from the decomposition of albite, which is always in close contact with it, and 10. Oligoclase (Soda-Spodumen). more or less of a soft, crumbling cha- Map No. Md 31. racter.\" According to an analysis, by Anakie Range. \\ sheet 19 N.E. the late Mr. C. S. Wood, its composition is as follows : — Occurs in the newer basalt, associated with olivine and hornblende. Silica 44-92 Alumina 4269 An analysis, by the late Mr. C. S. Wood, gave : — Water 12-79 Silica 64-22 100-40 Alumina 2387 Sesqui-oxide of iron ... 1-53 Lime trace 14. Clay. Magnesia 038 Blacksmith's Gully Reef, Fryers- Soda with some potassa 9-87 town. J sheet 15 N.E. The clay in which pholerite occurs. 99-87 11. Oligoclase. 14a. Silicate or Alumina and Mount Franklin. \\ sheet 15 S.E. In scoriaceous basalt, often associated Magnesia. with large masses of olivine. io. 4, section 4, Redesdale. J sheet 13 S.E. 12. Fire-Clay Occurs in white and slate-colored seams, about 4 feet thick, under 5 feet Lal-Lal, near Ballarat. of stiff clay, and rests on cellular basalt. Occurs as a bed, 3 feet thick, covering a lignite deposit. It forms an excellent From its great absorbent powers it might be used as fuller's earth."], [89, "VICTORIAN MINERALS. CASE XIV. 79 15. Selwynite. List No. R 120. West of Mount Ida, near Heathcote. Occurs as a vein in the Upper Silurian rocks, traversed by thin seams of talc, and accompanied by a white magnesian mineral and two other undetermined minerals. According to Mr. Ulrich, it is allied to pyrosclerite, but differs materially from it in its chemical composition and physical properties, and therefore forms a new mineral species, which is named after Mr. Alfred R. C. Selwyn, the Director of the Geological Survey of Victoria. A quantitative analysis, by Mr. J. Cosmo Newbery, afforded the following results : — Silica ... ... ... ... ... ... 47-15 Sesqui-oxide of chromium ... ... ... ... 7-61 Alumina ... ... ... ... ... ... 3323 Magnesia ... ... ... ... ... ... 456 Water ... ... ... ... ... ... 6 23 98-78 Which gives as oxygen ratios of proto- and per-oxide bases and silica 1:9:12 corresponding to the formula — MgO Si03 + 3 (8/9 A1203 + 1/9 Cr205) Si03 + 3 HO or, (1/10 Mg03 + 9/10 (8/9 A1203 + 1/9 Cr203)} Si03 6/5 + 1/3 HO. 16. Biotite (Hexagonal Mica). Fiddler's Reef, Forest Creek. i sheet 14 S.E. Occurs in a decomposed basaltic dyke. 19. Hornblende. Fiddler's Reef, Forest Creek. I sheet 14 S.E. 17. Muscovite (Oblique or Com- mon Mica). Map No. M. 25. Hell's Corner, Baynton. \\ sheet 51 S.W. Occurs in nests in the granite, along its junction with the Lower Silurian sandstone, associated with tourmaline. 20. Brown Tourmaline. Marysville Company, Dalhousie. Occurs with iron pyrites in quartz, associated with micaceous sandstone. 21. Obsidian (Buttons). 18. Hornblende. Anakie Hills. \\ sheet 19 N.E. Occurs in crystals and crystalline pieces, with splendent cleavage planes, in scoriaceous basalt, associated with oligoclase. An analysis, by Mr. R. Daintree, late of the Geological Survey, afforded : — Silica 41'367 Sesqui-oxide of iron ... 20350 Alumina 2090° Lime 8-181 Magnesia ••• ••• 6\"834 Plain near Mount Talbot Home Station, Wimmera District. Specific gravity, 2*47. Presented by Suetonius Officer, Esq. 22. Obsidian Ball. Upper Regions Station, Horsham. Specific gravity before the specimen was cut, 1-06. Presented by Thomas Edols, Esq., through Messrs. Francis and McPherson. 97*632 2fsote. Button-shaped, spheroidal pieces of obsidian are found abundantly scattered over the basaltic plains of Mounts Elephant, Eeles, &c and the mud-plains of the Wimmera district, the latter far removed from any known craters or points of eruption. Specimen No. 22 is a"], [90, "80 VICTORIAN MINERALS CASE XIV remarkable instance of an obsidian ball. From its low specific gravity, 1*06 (being only half that of the buttons, 247— Specimen No. 21), it was deemed advisable to have it cut. It now shows a cavity, having a beautiful polish. The following are the results of analyses, by Mr. J. Cosmo Newbery, of specimens 21, 24 and 24a : — Spec. 24, Spec. 24a, sp. gr. 2-41. »p. gr. 236. 72-23 ... 6845 228 ... 721 1643 ... 538 317 ... 811 2-12 ... 103 Peroxide of manganese 0'50 — ... 030 4-65 ... 7-36 013 — 10101 9834 Spec. 21, sp. gr. 2-47. Silica 73-70 Sesqui-oxide of iron ... 6-08 Alumina ... ... 4 99 Lime ... ... 420 Magnesia ... ... 010 Protoxide of manganese — Titanic acid ... ... — Soda 5-20\\ Potassa ... ... 4-83) Loss by ignition ... 0-55 9965 25. Olivine. Mount Franklin. } sheet 15 SE. Green, granular, or sub-crystalline masses, occurring in the scoriaceous basalt of this extinct crater. 26. Olivine. Mount Franklin. \\ sheet 15 S.E. A reddish and green, sub-crystalline mass in vesicular grey basalt. 23. Obsidian. Broadford. (?) 24. Obsidian. List No. Md 18. Geelong District. 24a. Blue Obsidian. Geelong. Note. — Olivine occurs in all the newer basalts (except where they appear as true dolerites), especially round points of eruption, and may be regarded as an essential ingredient of these rocks. It varies in size from small grains to masses 12 to 18 inches in diameter. No crystals have hitherto been discovered. 27. Tourmaline (Schorl). Map No. M 25. Hells Corner, Back Creek, Bayn- ton. I sheet 51 S.W. 30. Schorl. Map No. Mu 15. Near the Brewery, Maldon,' i sheet 14 N.W. Radiating crystals in granite. Occurs in the surface drift at the junction of the granite and Silurian rocks, and is derived from the granite. 31. Schorl. Map No. Ra 52. Specimen Gully, Barker's Creek. i sheet 14 S.E. 28. Tourmaline Crystals. Map No. M 25. Same locality as last. Stellar tufts on the faces of joints in altered sandstone, at the junction of the granite and slate rocks. These crystals exhibit the terminal planes. 29. Tourmaline. Dandenong. 31a. Schorl. Black water-worn pebbles, A water-worn crystal. Note. — Tourmaline (schorl) is of very frequent occurrence, but almost entirely confined to the plutonic and metamorphic older rocks,"], [91, "VICTORIAN MINERALS. CASE XIV. 81 being unknown in recent sedimentary and volcanic rocks. It is a consti tuent of schorl-rock, and occurs in granite, mica-schist, topaz-rock, &c. It occasionally occurs in sandstone, but only in the neighborhood of intruded rocks. 32. Topaz. 35. Zircons. Dunolly. (?) Dandenong. Occurs in the gold drifts. 36. Sapphires. From a tributary osthe Gellibrand River, Cape Otway. 32a. Topaz. Bradford Lead, Maldon. Presented by J. M. Allan, Esq. 32b. Topaz (polished). 37. Sapphires. From the same locality. Beechworth. Presented by Mr. Dunn, 3 | 12 | 64. 33. Zircon (Hyacinth). 38. Oriental Amethyst (Ruby — Species of Sapphire). Map No. M 37. Teatree Creek, Lancefield. \\ sheet 5N.E. Pakenham, Dandenong District. Hexagonal prism with rhombohedral planes. Occurs in the sand from the bottom of some holes sunk in a drift resting on basalt. The crystal is a combination of the square prism with the double four sided pyramid. Presented by the Rev. Dr. Bleasdale. 38a. Black Corundum, 34. Topaz, Zircon, Sapphire, Dandenong Goldfield. Gold, &c. Map No. M 35. 38b. Emery (Massive Black Corundum). Koh-i-noor Claim, Ballarat. Separated from the black sand from the Campaspe River, below Mitchell's Diggings, parish of Redesdale. £ sheet 13 S.E. Occurs in the gold drift. Note. — Corundum occurs abundantly in the drifts of nearly all the goldfields in half angular, or roundish pieces, often nearly the size of a large bean. It has a conchoidal fracture, with (very rarely) indistinct crystal and cleavage planes. Specific gravity, 3-98 ; hardness, some times over 9. An analysis, by Mr. J. Cosmo Newbery, of Specimen No. 38, gave — Silica ... ... ... ... ... 535 Alumina ... ... ... ... ... 67-37 Sesqui-oxide of iron ... ... ... 28'04 Magnesia ... .. ... ... ... 030 Water ... ... ... ... ... 0-61 101-67 They vary in size from a small pin s head to that of a small pea, and their general form is a combination of the leucitohedron with the rhombic dodeca hedron. 38c Garnet Crystals in Quartz. Bradford Lead, Maldon. These crystals are apparently not very rare in pebbles and crystals of smoky and transparent quartz in a cer tain portion of the Bradford Lead. 38d. Garnet Sand. Hell's Corner, Baynton's Station. G"], [92, "82 VICTORIAN MINERALS. CASE XIV. Quartz and its Varieties. The following remarks on Quartz are taken from \"Notes on the Physical Geography, Geology and Mineralogy of Victoria \" : — Quartz is, as the \"massive variety,\" the most common of colonial minerals, represented by the thousands of auriferous and non-auriferous reefs that traverse our Silurian rocks, and also as extensive beds of \"quartz rock,\" some nearly 40 feet in thickness, in the lower Miocene tertiary formation. It is partly, and perhaps more commonly, white opaque, or what might be called \" milky quartz,\" partly vitreous, semi translucent. Sometimes it shows, especially in veins traversing the granite, a greasy lustre — \"greasy quartz.\" Iu the Belltopper reef, Tara dale, it is quite sugary or fine granular ; in some of the St. ,Arrjauu' an(i Heathcote reefs cellular ; and iu most auriferous reefs there occur opaque patches of a uniform brown or yellow color — \"ferruginous quartz.\" Druses of crystals occur in all reefs, yet not in such abundance as in the European ore lodes. Fine, very perfect, opaque white crystals (double hexagonal pyramid with narrow planes of the prism) occur in an Elvan dyke on the Back Creek, near Dr. Baynton's station (\\ sheet 51 S.W. Map No. Mb 26. See specimen No. 50). In quartz veins traversing the granite, near Pigeon Hill, Tarrangower, specimens of the so-called \"Hauben\" or \"Hood quartz\" are occasionally found. Some peculiar crystals were discovered by Mr. Norman Taylor, of the Geo logical Survey, which exhibit in a striking manner their growth. (See specimens No. 43 and following note). Large and fine crystals of quartz enclosing \"actinolite,\" and accompanied by large and perfect crystals of felspar, were found in a bed of granite drift and clay, in the Coliban River, below Orr's station (Stratford Lodge). Quartz occurs also, though, generally speaking, only in moderate abundance, in a transparent crystallized slate, and in colored varieties, fine enough to be cut for jewellery. Thus we have Rock crystal, both as crystals of large size, sometimes rich in rare planes, and as pebbles ; the latter frequently found in the Older and Newer Pliocene gold drifts, though seldom of sufficient size to make them valuable. Curved and twin-like crystals are also frequent, and several have been found with filamental tufts of \" Chlorite \" in the centre. The varieties hitherto discovered in Victoria are : — 1. Rock crystal. — Distinct crystals and waterworn pebbles. 2. Smoky Topaz and Cairngorm. — As pebbles in drifts, and in some quartz veins traversing granite. 3. Amethyst.— Occurs similarly to the last. 4. Prase. — Of rare occurrence. 5. Chalcedony. — Chiefly occurs as mammillary coatings of cavities in the newer basalt, and as nodules and pebbles derived from the older basalt, &c. 6. Cornelian. — Rarely as pebbles in drifts."], [93, "VICTORIAN MINERALS. CASE XIV. 83 7. Agate. — Occurs in the Beechworth drifts, and on the Cape Otway coast. 8. Cat's-eye, Onyx and Sardonyx have been reported from Beechworth, &c, but seem to be very scarce. 9. Flint. — Abundantly scattered through the sands along the Cape Otway and Warrnambool coast line, probably derived from tertiary formations. 10. Silicified Wood. — Occurs abundantly in large blocks in some of the tertiary formations. 11. Jasper. — Common along the western sea coast, and also in some drifts. 12. Hornstone and Chert. — Occur abundantly in veins as sharp angular pieces along the Greenstone boundary, Lancefield, being a product of metamorphic action. 13. Lydianstone, Touchstone. — Occurs in drifts and in narrow veins iu Silurian rocks in the neighborhood of Greenstone. 14. Opal. — With the exception of \"Precious opal,\" reported by Dr. Bleasdale as occurring at Beechworth, all the other varieties are of frequent occurrence, viz. : Hyalite, Semi- opal, Opal-jasper, Wood-opal. 39. Reef Quartz. 41. Silico - Calcareous Con- cretion. Map No. M 29. Near Barfold. J sheet 13 S.E. Map No. R 105. Mia-mia Ranges. \\ sheet 13 N.E. Found in a hole in yellow, red and white clay, with siliceous geodes and breccias. This quartz presents a peculiar feature : it is not found \" in situ,\" but the portion exhibited is one of a number of similar pieces, all possessing the same saddle-like form, and found scattered over the surface ; it has a concretion ary structure externally, and varies in thickness from one to six or eight inches. 42. Granular Quartz. Mount Franklin. \\ sheet 15 S.E. Occurs in the basalt of this extinct crater. 43. Quartz Crystals. Map No. M 27. Near NE. corner of the parish of Langley. \\ sheet 5 N.W. 40. Siliceous Concretion. Banks of the Glenelg River. ]Ss0te. — These peculiar and rare crystals were discovered by Mr. Norman Taylor, of the Geological Survey, in a bed of yellow clay, resting on the granite. They occur as a horizontal vein, the walls (upper and lower) of which were externally nearly flat, the crystals pointing inwards, and the intermediate space being occupied by a stiff yellow clay and flat plates of quartz. The crystals— some of which are nearly 2 inches long and three-quarters of an inch thick— are composed of a slightly smoky quartz, with hard rough faces, surrounding a small opaque or milky quartz crystal, about one-third the size of the external one, and very rarely in the centre. The polished specimens exhibit the gradual growth or building up of the crystal in a very marked manner, by a series of deeper colored, smoky lines, parallel to the terminal faces of the internal crystal. One specimen appears to be split and traversed by G £"], [94, "84 VICTORIAN MINERALS. CASE XIV. another crystal, though the apices of the two sides of the fracture are perfect crystals themselves. Another has the appearance of having been broken in half, slipped, and been re-cemented ; but such is apparently not the case, as both parts show the terminal planes of the pyramid along the line of junction. In both these instances, however, it is probable that the faces have grown since the fracture. Several crystals show the central one projecting through the base of the prism of the external one, and a transverse section through both crystals exhibits a series of concentric hexagons. 44. Quartz Crystals. 51. Quartz Crystals. Map No. M 4. Blacksmith's Gully, Castlemaine, \\ sheet 9 N.W. Maldon. Occurring in a dyke. Abnormally developed crystals. 52. Flint. Phillip Island Beach. 45. Rock Crystal and Smoky Quartz or Cairngorm. 53. Quartz. Map No. M 13. Section 23, parish of Merriang. i sheet 3 S.W. Map No. Ma 18. Bradford Lead. \\ sheet 1 4 N.W. From the Older Pliocene gold drift. Many other minerals, such as schee lite, garnet, molybdenite, iron pyrites, &c., occur in these quartz crystals. (See 55a, case 13 ; 38c, case 14, &c.) Occurs, associated with olivine, in the basalt from near a point of eruption (Gleeson's Hill). 54. Quartz. Map No. M 21. Quart y near Court House, Kil- more. \\ sheet 4 S.W. 46. Quartz Crystals. Map No. Ra 56. Blacksmith's Gully Reef, Fryer's Creek District. \\ sheet 9 N.W. Occurs in basalt, associated with hyalite. Similar to No. 44. 55. Chalcedony. 47. Quartz Crystals. Scott and Hurley's Morning Star Reef Wood's Point. Phillip Island, Western Port Bay. With rounded cavities, containing yellow carbonate of lime, showing a slightly stellar form. Occurs in the Older Basalt. Presented by Mr. J. C. Newbery. These perfect crystals occur, in small patches, in various reefs, and are gene rally loosely cemented by oxide of iron. 56. Chalcedony. Phillip Island. 48. Quartz Rock. Map No. Ma 18. Bradford Lead. \\ sheet 14 N.W. The carbonate of lime has here dis appeared, leaving the cavities empty. Presented by Mr. J. C. Newbery. From the Older Pliocene drift. 49. Amethyst Quartz. 57. Chalcedony. Phillip Island. Map No. Ma 18. Bradford Lead. J sheet 14 N.W. With a small vein of quartz passing through it. Presented by Mr. J. C. Newbery. From the Older Pliocene gold drift. 50. Quartz Crystals. Map No. Mb. 26. Back Creek, east of parish of Glenhope. J sheet 51 S.W. 58. Chalcedony. Heathcote, near Police Camp. From the gold drift. These occur in a large El van dyke in the Lower Silurian rocks. Their form is a combination of the double six-faced pyramid and the hexagonal prism. 59. Chalcedony. Phillip Island. From the older basalt."], [95, "VICTORIAN MINERALS. CASE XIV. 85 60. Chalcedony. 96. Mammillated Quartz. Phillip Island, Spring Creek, Beechworth District. Pseudo-crystals, with cavities con taining water. For a description of these peculiar crystals, see page 71, \" Physical Geography, Geology and Mineralogy of Victoria.\" Presented by Mr. J. C. Newbery, 97. Flint. Cape Otway Coast. Occurs scattered through the beach sand, and is probably derived from the tertiary formations of Miocene age, of which the cliffs are formed. Presented by Mr. E. Dunn. 61. Chalcedony. Phillip Island Beach. 98. Silicified Wood. List No. Pebbles derived from the older basalt. Presented by Mr. C. D'Oyly H. Aplin. Parish of Durdidwarrah. a sheet 19 S.W. 62. Chalcedony. Occurs in a hard, siliceous rock under lying older basalt and Miocene (pro bably Lower Miocene) beds. Phillip Island. From a cavity in basalt. 99. Silicified Wood. Glenmaggie, Gippsland. 63 and 63a. Chalcedony and Jasper. From a pebble-drift of probably Miocene age. Moroka River, Gippsland. 100. Siliceous Stalagmitic In- crustation. Map No. M 24. Nodule No. 63, containing an infiltra tion of chalcedony and quartz. Back Creek, Baynton. | sheet 5 N.W. 64 to 95 (inclusive) — Pebbles. Cape Otway Coast. From a cave in the granite. Jaspers, breccias, porphyries, sand stone, greenstone, &_. 101."], [96, "86 VICTORIAN MINERALS. CASF. XV. Case XV. SILICATES, CARBONATES, ETC. Opal Varieties. 106. Opaline Quartz. Heathcote. Occurs in the Newer Pliocene drift, near Police Reserve. 107. Hyalite (Muller's glass). Map No. Ra 37. Kyneton Police Reserve. % sheet 9 S.E. Coating a doleritic newer basalt. 108. Hyalite. Map No. M21. Near Court House, Kilmore. i sheet 4 S.W. Coating basalt and associated with quartz. 109. Chloropal (?) Map No. Ra 15. Near Sunbury. J sheet 7 N.E. Occurs in nodular masses in decom posed basalt, and was supposed, at one time, to be copper-ore. 110. Opalized Wood. Map No. w TMI- Durdidwarrah. \\ sheet 19 S.W. Brown opal, with the wood-structure clearly visible. 102. Opal Jasper. Map No. Ra 20. Riddell's Creek. \\ sheet 6 S.W. Occurs in a band of irregular lumps and nodules in the newer basalt. 103. Semi-Opal. From the Basalt, Sunbury. 103a. Opal. From the Basalt, Sunbury. External portion colored brown, some parts white, vesicular and friable, con taining iron pyrites ; internal portion colored blue and opalescent. Both portions become opaque and white on heating. The brown contains 68 per cent, of water, and has a specific gravity of 2-049 ; the blue contains 8-5 per cent. of water, and its specific gravity is 2038. Both contain sesqui-oxide of iron and alumina. 104. Opal Jasper. Map No. Ra 21. Bullangoorook, or Bullancrook. Similar to No. 102. Presented by Mrs. Matson. 105. Common Opal. Gelantipy, Gippsland. In basalt. CARBONATES, ETC. 1. Calc-Spar (Carbonate of Lime). 3. Calc-Spar. List No. Rb 12a. Messrs. Fraser's Contract for the Coliban Water Supply, Preston Vale, i sheet 13 N.W. List No. Re 19. Mo'e, Gippsland. Occurs in veins in the carbonaceous rocks. Forms a thin vein in granite, in the upper part of the shaft, associated with quartz, talc and felspar. 2. Calc-Spar. List No. S 4 and 7. Campbell's Reef, Moyston. 4. Calcite (Carbonate of Lime). Phillip Island, Western Port Bay. The only known quartz reef in which calcspar occurs. Occurs in crystals in the Older Basalt. Presented by Mr. J. C. Newberry."], [97, "87 VICTORIAN MINERALS. CASE XV. 5. Arragonite (Carbonate of Lime). 7. Arragonite. Sunbury, Jackson's Creek. } sheet 7 N.E. Chambers' Quarry, Richmond. i sheet 1 S.E. Filling cavities in newer basalt. In fine needles, collected in radiating tufts. 8. Arragonite. Map No. M 20. Kilmore. J sheet 4 S.W. In dense, close-grained basalt. 6. Calcite. 9. Arragonite. Degraves' Mill, Kyneton. \\ sheet 9 S.E. Richmond Quarries. J sheet 1 S.E. 10. Ferro-Calcite. List No. M 39. Mitchell's Falls, Barfold, Cam- paspe River. \\ sheet 13 S.E. Fine yellow scalenohedrons, with two rhombohedrons, associated with chaba asite. Note. — This mineral occurs very abundantly in the lowest basaltic flow immediately under the Falls. It bears a close resemblance to \" chalcedony,\" forming semi-transparent, botryoidal crusts and globular nobs of a bluish or yellowish white color ; whilst its fine concentric radiating structure, mostly accompanied by a change to a darker color, gives it the appearance of \" sphærosiderite.\" The external surfaces are generally coated with a thin, brittle crust of bright-brown, glittering carbonate of iron, sometimes decomposed to yellow oxide. According to an analysis by Mr. J. C. Newbery it varies slightly in composition, according to color : the darker portions containing most iron and man ganese. An average specimen gave : — Carbonate of lime ... ... ... 72*43 „ iron ... ... ... 20*65 „ magnesia ... ... 500 manganese ... ... ... 1*92 100*00 Its hardness is 3*5 — sp. gr. 2*86. On comparing this composition with the minerals classed under \"Dolo mite,\" a very great difference will be observed, especially as regards lime and magnesia ; we have consequently thought it not unjustifiable to call this mineral \" Ferro-calcite.\" It is probable, that it represents a part-pseudomorph after \" sphærosiderite,\" by exchange of carbonate of lime for carbonate of iron. 13. Ferro-Calcite, 11. Calcite. Map No. Mu 16. Lennox's Reef, near Mount Tar- rangower. \\ sheet 1 4 S.W. Saltwater River, 3 miles above Keilor Bridge. £ sheet 1 W.W. Occurs in obtuse rhombohedrons. Minute specks of iron pyrites occur on the apices of some of the crystals. Same as No. 10. Coats cavities in vesicular basalt. 12. Dog-tooth Spak. 14. Arragonite. Ballan. \\ sheet. Degraves' Mill, Kyneton. J sheet 9 S.E. Aggregations of yellow, long-pointed crystals (hexagonal prism), with acute rhombohedron ; coating cavities iu In fibrous, radiating nodules. From tunnel on Mr. Lyons' property. basalt."], [98, "88 VICTORIAN MINERALS. CASE XV. 22. Carbonate of Lime Crys- tals. 15. Arragonite. Map No. Mu 13. Tunnelling Co.'s Lease, Lisle's Reef, Mount Tarrangower. i sheet 14 S.W. On metamorphic sandstone. Wilson's Farm, Keilor. J sheet 1 N.W. Coating basalt. 16. Dog-tooth Spar. Degraves' Mill, Kyneton. In basalt. Similar to No. 12. 23. Calcareous Deposit. Map No. M 28. Near Peevor's Station, Langley. i sheet 9 N.E. 16a. Calcite. Geelong. Light yellow, acute rhombohedrons, coating limestone. Occurs in cakes from 1 to 2 feet thick> overlying a porphyritic dyke (in the bed and banks of a tributary of the Cam paspe), from the joints of which bubbles of carbonic acid gas are constanly rising. 17. Freshwater Limestone. Map No. Ra 1. Muckleford Creek, lot 4, section 4, Strangways. J sheet 15 N.E. Containing cavities filled with fine crystals of \" arragonite \" and \" calcite.\" The former are especially characterized by fine terminal planes, which are seldom found on those occurring in the basalt. 23a. Carbonate of Lime and Magnesia, with Hydrated Sesqui-Oxide of Iron. Deposited by a mineral spring (Seltzer water) near Ballan. 24. Limestone. Lab. No. 2, 3/7/65. Cliffs at Curdie's Inlet. 17a. Carbonate of Lime. Gu ildford. Mammillary coatings of cavities in the basalt. White granular powder, containing 84 per cent, of lime. An analysis by Mr. J. Cosmo Newbery gave the follow ing results -. — Carbonate of lime ... 84*438 18. Carbonate of Lime. Map No. Ra 37. Police Reserve, Kyneton. i sheet 9S.E. Carbonate of magnesia trace Carbonate of soda ... 1-74 Sesqui-oxide of iron ... 2'93 Alumina ... ... 113 Soluble silica 1 _ Insoluble clay, &c. J *** 7''\"5 Phosphoric acid ... trace Water ... ... 1-518 Coating \" hyalite \" in mammillated crusts, filling cavities in the basalt. 19. Calc-Spar. Phillip Island, Western Port Bay. In older basalt. 99-081 20. Limestone. Map No. R 130. Section 46, Redesdale. i sheet 13 N.E. 25. Magnesite (Carbonate of Magnesia). List No. Mu 10. Lot 1, parish of Tarrangower , near Loddon River. Occurs in lumps and horizontal veins, in a red-and-yellow mottled clay, full of ironstone pebbles, under 8 feet of basalt, and overlying grey, cellular basalt. It is nearly pure, and burns and slakes well, but is not abundant. Occurs in nodular masses in surface drift. These nodules, on analysis, are found, not to consist of pure carbonate of magnesia, but to contain small and variable quantities of the carbonates of lime and iron, with a little clayey matter. Magnesite has lately been profitably employed by the \" aerated bread\" com panies, for the production of pure car bonic acid gas, and is likewise in demand for the manufacture of \" fluid magnesia.\" 21. Calcareous Deposit. Map No. M 41. Stone-jug Creek, Spring Plains. I sheet 13 N.E. Occurs, underlying the basalt, in a bed a few inches thick, formed apparently by infiltration or absorption of carbonate of lime into the vegetable tissue of a moss, and the subsequent decomposition osthe moss leaving the carbonate of lime in its exact form. It is a beautiful object under a strong magnifying power. 26. Brown Limestone (Marble). Gippsland."], [99, "VICTORIAN MINERALS. CASE XV. 89 27. Carbonate of Magnesia. Rushworth. 32. Selenite (Gypsum, Sulphate of Lime). Bird Rock, south of Barwon Heads. i sheet 28 S.E. 28. Magnesite. List No. Rb 23b. Near Mount Ida, Heathcote. Occurs iu thin veins, lenticular patches and concretionary masses, in the Upper Miocene sandstones and clays, along the coast from Jan-Juc Creek to Point Addis, near Geelong ; and also in the Cape Otway district. Occurs in veins, accompanying '• Selwynite.\" 28a. Magnesite. Jim Crow Creek. J Bheet 1 5 N.E. 33. Selenite. Map No. M 40. From Older Pliocene drift. This drift contains a layer of white soapy clay, in which are formed, by exposure to the atmosphere, grains and nodular masses of this mineral. Section 24b, Spring Plains. i sheet 13 N.E. Occurs in a stiff, blue clay, resting on sandstone, as lenticular crystals and druses. 29. Silico-Calcareous Nodule. 33a. Selenite. List No. Ra 21a. Batman's Swamp. J sheet 1 N.W. Occurs in single and twin crystals, and lenticular masses. Saltwater River, 1^ miles above Keilor. $ sheet 1 N.W. Occurs in basaltic clay. 34. Epsomite (Epsom Salts, Sul- phate of Magnesia). 30. Dolomite — Brown Spar (Carbonate of Lime and Mag- nesia). Map No. Mu 4. Eaglehawk Reef, Maldon. Occurs as an efflorescence in the above reef. Lisle's Reef, Tarrangower. i sheet 14 S.W. 35. Alum Shale. • Sunbury. \\ sheet 7 S.E. Occurs, associated with \" spathic iron \" and \" heulandite,\" in narrow veins in the walls of the metamorphic sandstone, bound ing the above reef. Occurring in black pyritous shales. 36 and 36a. Glauber Salt (Sul- phate of Soda). Map No. M 32. 31. Dolomite (with small crystals of probably \" Heulandite\"). Mitchell's Digginqs, Campaspe River. J sheet i3 S.E. Occurs as crystals and scaly efflo rescences on the walls osthe Prospectors' Tunnel, in a soft, white sandstone. Lisle's Reef, Tarrangower. i sheet 14 S.W. Occurs like No. 30. 37. Salt (Chloride of Sodium). Greenvate Lakes, near the Hopkins River, north of Wickliffe. 31a. Phosphate of Lime, with Silica and Alumina. Occurs in considerable quantities as a crust in the beds of saline lakes and lagoons of the western portion of Vic toria, being the result of slow evapora tion during the summer months. Bruthen Creek, Gippsland. Coating cavities of decomposed ba salt, and associated with quartz and carbonate of copper."], [100, "90 VICTORIAN MINERALS. CASE XV. CARBONACEOUS MINERALS. 37b. Lignite (Brown Coal) Lai-Lat. 37a. Lignite (Brown Coal). City of Manchester Claim, Dur- ham Lead. \\ sheet 63 S.E. Occurs in extensive deposits in the Miocene formation. With crystals of efflorescent sulphate of iron, from the auriferous drift, 260 feet below the surface. This deposit of lignite is 120 feet in thickness. It consists nearly of an irregular mixture of brown or brownish-black, earthy, bituminous coal, real \" brown coal,\" with \" lignite,\" i.e., portions, composed of branches, trunks and stumps of trees (\" Conifers \"). Occasionally, thin and rather shattered seams of jet are met with ; also narrow, lenticular patches and small roundish pieces of two kinds of resin. Only a few narrow clay seams intersect this enormous mass of lignite ; and iron pyrites is, so far as examination goes, very sparingly distributed. The following analyses are by the late Mr. C. Wood : — 1. 2. 3. 4. 5. Fixed carbon 293 ... 279 ... 26'7 ... 38-5 ... 390 Volatile matter 207 ... 221 ... 233 ... 210 ... 20'4 Hygroscopic water ... 487 ... 487 ... 487 ... 400 ... 400 Ash 1-3 ... 13 ... 1-3 ... 0-5 ... 06 1000 ... 100-0 ... 1000 ... 1000 ... 1000 38. Recent Bituminous Deposit. 39. Asphalt. From the Grampians. Coal Creek, Cape Patterson. Found coating the bottoms of caves, being, according to an analysis by Mr. J. C. Newbery, a nitrogenous body, and probably the result of a peculiar decomposition of animal excrement and other matter. Presented by N. Levi, Esq., M.L.A. 40. Copaline. (?) Cape Patterson. Presented by N. Levi, Esq., ML.A. were not found in place, but were Note. — Specimens 39 and 40 picked up in the bed of the creek. 41. Copaline. (P) 42. Copaline (?) in Lignite, Bass River. Lignite bed, Bass River."], [101, "FOREIGN AUSTRALASIAN MINERALS. CASE XVI. 91 FOREIGN AUSTRALASIAN MINERALS. Case XVI. AUSTRALASIAN COLONIES. 7. Copper-Ore and Gossan. 1. Auriferous Quartz. Waipori, New Zealand. Qutdong Copper Mining Co., Maneroo, New South Wales. 2. Mixed Silver-Ore. Moryya, New South Wales. 8. Copper Pyrites. Quedong, Maneroo, New South Wales. Iron and arsenical pyrites, zincblende, galena, &c. 9. Galena (Sulphide of Lead). 2a. Native Platinum. Quedong, Maneroo, New South Wales. New Zealand. Presented by George Foord, Esq. Contains 81 per cent, of lead and 13 ozs. 7 dwts. 20 grs. of silver per ton. 3. Metallic Arsenic. 10. Lead-Ore — Cerusite (Car- bonate of Lead). Kapanga Co., Coromandel, Auck- land, New Zealand. Presented by Abraham Lincolne, Esq. Quedong, near Bombala, Maneroo, New South Wales. 4. Copper-Ore (Black Ore). Lab. No. 44/41. Presented by Mr. W. Allen, Currawang, New South Wales. 10a. Lead-Ore. Same locality as last. Decomposed sulphide of copper, with sulphate and carbonate of lead in quartz. Yields 24 per cent, of copper. Consisting chiefly of carbonate of lead, containing 49 per cent, of lead and 11 ozs. 19 dwts. 2 grs. of silver per ton. 4a. Copper-Ore— Malachite. Lab. No. 44 6/41. 11. Iron-Ore. Currawang, New South Wales. Franklin Harbor, South Australia. Containing 63 per cent, of iron. Surface ore, containing 4065 per cent. of copper. Presented by Mr. Larnach. 5. Copper-Ore and Gossan. Peak Downs, Queensland. 12. Titaniferous Iron- Sand. Rockhampton, Queensland. 6. Copper-Ore— Variegated or Presented by Dr. Mueller. Peacock Copper-Ore. 12a. Black Sand, with Tin. Soutk Australia. New South Wales. Sp. gr. 606, contains 64 per cent, of 6a. Native Copper. South Australia. tin."], [102, "92 FOREIGN AUSTRALASIAN MINERALS. CASE XVI. 12b. Platinum Sand. 22. Limestone (White Marble). Murrumbidgee Biver, N. S. W. Otago, Bluff Harbor. Contains 93-75 per cent, of carbonate of lime. 12c. Red Oxide of Iron. Carpentaria. Contains 63 per cent, of iron. 23. Calc-Spar. New Zealand. (?) 12d. Cobaltine. Victoria. 23a. Arseniate of Lime (Phar- macolite). (?) Presented by George Foord, Esq. Capanga Company's Claim, Coro- mandel, Auckland, New Zealand. 13. Nephkite (Jade). New Zealand. Presented by Abraham Lincolne, Esq. Used by the natives for tomahawks and ornaments. 24 and 25. Stalactites (Car- bonate of Lime). 14. White Mica. Caves on the Murrumbidgee. Near Mount Gipps, Barrier Ranges. (?) Presented by C. S. Wilkinson, Esq. Colored by oxide of iron. 26. Carbonate of Lime. 15. Black Mica. Caves on the Murrumbidgee. South Australia. Presented by C. S. Wilkinson, Esq. 16. White Mica. South Australia. 27. Stalactite (Carbonate of Lime). In granite, forming the matrix of No. 17. Mount Gambier, S. Australia. Presented by Lindsay Clark, Esq., District Surveyor. 17. Bepyl. South Australia. 28. Dog-tooth Spar (Carbonate of Lime). Frequent, as imbedded crystals, in a very coarse-grained granite. Mount Gambier, S. Australia. 18. Green Mica in Schist. Barrier Ranges. Presented by Lindsay Clark, Esq., District Surveyor. 28a. Phosphate of Lime Con- cretion. 19. Chalcedony and Jasper. Carnley's Harbor, Auckland Islands. Soutk Sea Islands. Guano deposit. Presented by Mr. Larnach. Pebbles from the water-courses at the foot of the Ranges. 20. Prase. (?) 29. Silico-Calcareous Pipe. Homebush West, Barrier Ranges. 21. Chert. From a well, 200 feet deep. Fraser, Dunstan Diggings, New Zealand. 30. Silico-Calcareous Concre- tions. These chippings led to the discovery of chipped stone weapons- in beds of supposed Miocene age in New Zealand. Great Bight of Australia."], [103, "FOREIGN AUSTRALASIAN MINERALS. CASE XVI. 93 31. Selenite (Gypsum, Sulphate of Lime). 35. Tasmanite (Dysodile ?). Tasmania. Lachlan District, N. S. W. From a well. 36. Kerosene Mineral. 32. Selenite. N. W. Coast of Tasmania. An analysis gave : — Locality same as No. 31. 33. Volcanic Cinder. Water 1-59 Volatile matters Fixed carbon 6736 Mount Gambier, South Australia. Presented by Lindsay Clark, Esq., District Surveyor. 25-83 Ash 522 34. Silicified Wood. loo-oo Totarra, New Zealand. Presented by S. McGowan, Esq. Presented by Mr. Larnach."], [104, "94 TABLE OF ANALYSES. TABLE OF ANALYSES. I 'al :aloguc. Rock and Locality. Silica. Sesqni- Alumina. oxide of Iron. Protoxide of Iron. Lime. Magnesia. Potash. Soda. Water. Paste. No. i 8 61 Granite, Preston Vale Euritic Rock, from dyke, Mount Alexander 7018 10-99 7-67 2-66 1-43 3-18 5-93 0-51 10 99 78-05 1387 traces 074 traces 13 13 025 6-50 0-27 Felspar Porphyry, Mount Macedon 6597 1811 traces 4-82 0-98 traces 1017 0-56 15 49 Serpentine, Mount Timbertop Greenstone (Diabase), Geelong Felspar from Diorite, Tarilta Epidosite, Tarilta Green portion of Epidosite, Tarilta Older Basalt, Phillip Island Ditto ditto 3990 820 36-80 15-40 17 64 50-84 1292 I 0-52 699 14-35 1097 1-83 traces 071 » 67 6770 2050 traces traces traces traces 1000 ... ii 70a 59-62 17-86 5-60 14-65 traces traces traces 248 22 70b 51-80 2080 15-20 12-20 50 3722 21-16 911 7-02 6-21 846 8-80 JJ 51 25-45 28-67 12-50 607 4-37 091 5-32 15-48 JJ 56 Ditto ditto 3524 17-18 29-46 3- 12 2-08 006 1-62 1032 60a Ditto ditto 3416 23-22 1209 521 12-34 310 5-28 216 MnO -46 Ti02 -04 .» 60b Ditto ditto 49-46 8-21 1632 7-26 18-76 23 6a Newer Basalt, Durham Lead 35-44 8-13 31-43 5-24 1733 traces 1-40 2 03 JJ 35 6b Ditto ditto 54-73 1912 6-03 1014 505 211 0-50 36 30 18 Metamorphic Rock, Mount Tarran- gower Mudstone (Silurian), Durham Lead Sandstone (Silurian), Spring Plains Red Shale (Upper Palæozoic), Broken River 6242 55-67 23-31 3095 694 602 traces 1-63 4-63 2-67 traces 281 1-94 1-12 0-69 40 71 84-54 11-46 309 traces 0-59 traces 201 093 45 10 64-68 10-91 6-71 6-23 2-38 1-50 671"], [105, "95 ANALYSES. ANALYSES. !. (Cl.; Granite. — The white and bluish felspars represent respectively orthoclase and oligoclase, the latter showing faint stria.. These are associated with common black mica and quartz. The analysis is of the mass, as the felspars could not be separated from each other. 2. (99.) Euritic Eock. — Consists of two felspars intermingled with quartz, so thoroughly mixed that a separate analysis of the felspars could not be made. One of them is striated ; the analysis shows it to be oligoclase. In some portions of the specimen black mica was found (vide Ko. 100), which would bring the rock into the class designated by G. Rose as granitite, and by Fournet as miarolite. 3. (18.) Felspar Porphyry. — The crystals rendering the mass porphyritic are yellow striated oligoclase and glassy non-striated orthoclase. The analysis of the matrix gives almost exactly the composition of oligoclase. Whether the small black specks which the rock occasionally contains are hornblende or schorl, which they most resemble, could not be determined, on account of their small quantity. 4. (49.) Serpentine. — The analysis of the mass clearly proves the rock to be serpentine, closely resembling the serpentine from the Radau Valley in the Hartz Mountains : the fracture, showing that the rock has a tendency to turn into schiller-spar, has also its black color and its association with chrysotile. 5. (64.) Greenstone (Diabase). — The analysis of the soluble and insoluble portions of this rock are given on page 17 of the Catalogue. The analysis in mass also tends to prove the com- position of the rock. From the appearance of the specimens of the rock it could not be clearly ascertained whether the greenish-black mineral associated witb the felspathic component was augite or hornblende. The analysis of the soluble portion proves it to be labradorite ; and as this species of felspar is always associated with augite, the rock should be called diabase. The greenish element of the mass is probably chlorite. 6. (67.) Felspar from Diorite. — The portion taken was perfectly separated from all matrix, and the analysis shows it to be albite. 7. (70a, 70b.) Epidosite. — The rock consists of quartz, epidote, and hornblende. The analysis 70a is of the rock with the hornblende separated, and resembles that given by Dr. Hunt of the epidosite of Canada. 70b was another portion, containing less free quartz ; it had a specific gravity of from 321 to 326, and taking the specific gravity of epidote as 'A'A, 19 per cent, of the silica may be deducted as quartz, which will leave SiO 41— Al O 25 — Fe O 19 — CaO 15, which is the composition of an iron epidote. 2 3 8. (50.) Older Basaltic Clay. — Color light brown ; 59 per cent, soluble in hydrochloric acid. The analysis is of the soluble portion. 9. (51.) Amygdaloidal Basaltic Clay. — A specimen closely resembling No. 51 gave the analysis; 59 per cent, was soluble in hydrochloric acid. 10. (56.) Red Basaltic Clay. — The analysis is from a specimen closely resembling No. 56; 58 per cent, was soluble in hydrochloric acid. The analysis is of the soluble portion. II. (fiOa-b.) The analysis is from a nodule which closely resembled the interior portions of No. 60 ; 49 per cent, was soluble in hydrochloric acid. 60a is the soluble portion, 6Ub the insoluble. 12. (6.) Newer Basaltic— Basalt (a) is the soluble portion, which is 24 per cent, of the whole ; (b) is the insoluble. 13. (30.) Metamorphic Rock. — Color black, structure semi-crystalline; closely resembling ordinary hornfels in appearance and composition. 14. (18.) Slaty Shale (Mudstone).— Soft, free from grits; easily fused before the blowpipe. 15. (7.) White- and- Yellow Sandstone. — Formed of white transparent quartz grains, cemented together by a white or yellow paste. 16. (10.) Fine Micaceous Shaly Sandstone.— Easily cleaved. For other analyses of the Newer Volcanic, vide pages 23 and 28 of the Catalogue."], [106, "96 ARRANGEMENT OF STRATIFIED ROCKS. comparative tabulae arrangement of stratified rocks. * These numbers refer only to the Geological sketch-map, but not to Geological quarter-sheets. The gold is sometimes found on a Granite \" bottom,\" especially near its junction with the Lower Palæozoic rocks. By Authority : John Ferres, Government Printer, Melbourne. BRITISH. VICTORIAN. SYSTEMS. GROUPS. PERIODS. Post Tertiary .. j Tertiary . . j In progress Recent and Pleistocene Pliocene Miocene Eocene !Cainozoic 1 or Recent and Tertiary j SGold gravels, sand, clay, cement,\\ \"n gravel, drift, limestone, lignite, J J &c. J, Contemporaneous J ( vol ct nie rocks _ ( Hamilton, Geelong, Cape Otway, &c. ] Marine fossils I 1 (Mt. Eliza beds; clay, limestone, &c. ) abundant ) \\ ° _S S Cretaceous . . J Chalk Greensand I Upper [ Mesozoic Mesozoic J > or n Secondary J L(fwer } Mesozoic Upper f Palæozoic Palæozoic or Primary , Kart 1 pg J \"Carbonaceous\" or coal-bearing beds — Cape Patterson, _ S o « 5 rt \\ Cape Otway, Traralgon, Welshpool, and Wannon | H h || g § I Tæniopteris and Zamites-beds and Unio l^iT^a | Kyneton, Bacchus, Marsh, Bailan '^-oW o«j* ( Gangemopteris McCoy d^sljiS Grampians .. ,- S^lSrfg- M Mansfield ) 3*5 \"Sr „©t3 Mt. Tambo f Lepidodendron Sbs-do&2 Avon River J J pr; ■ S j Buchan, Bindi, and Mansfield limestones !\" Bed rock \" of J East of Melbourne and west of Mt. Useful all the gold- ) West of Melbourne and Heathcote and east of fields t ■ ■ ) Mt. Useful \"a o « _i CO * U_ Ux Oolitic . . . . j \"Wealden Oolite Lias Triassic .. ..j Saliferons Mushelkalk Upper new red sandstones Magnesian limestone Lower new red sandstone Permian . . j Carboniferous . . < Coal measures Millstone grit Mountain limestone Lower coal measures Devonian or Old \\ Red Sandstone j Upper Middle with fossiliferous limestone Lower , , Silurian . . . . < Upper Silurian Lower Silurian Cambrian ( Lower C Palæozoic I . _ O lr £■ Laurentian Metamorphic and s Igneous of all \\ ages .. .. (. Mica and chlorite schists Gneiss and granitoid schists j Hypozoic SUpper Glenelg and North-east Gippsland."], [107, "A DESCRIPTIVE CATALOGUE OF THE |Mt %mm.ns and laterals is the NATIONAL MUSEUM, COLLECTED BT .lite §wh$'m\\ Storing of Wttkxm; WITH EXPLANATORY NOffES ON THEIR NATURE ANI) MODE OF OCCURRENCE IN PLACE. UT ALFRED R. C. gELWYN, DIRECTOR OF THE GEOLOGICAL SURVEY, G&ORGE H. F. ULRICH, F.G.S., C. D'OYLY H. APLIN, ROBERT ETHERIDGE, F.G.S., AND NORMAN TAYLOR. MELBOURNE : BY AUTHORITY: JOHN FERRES, GOVERNMENT PRINTER. 1868."], [108, ""], [109, ""], [110, ""], [111, ""], [112, ""]]