[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "BITS ABOUT BERGHOLT: OR, \"OUR VILLAGE IN YE OLDEN TIME,\" BY A VILLAGER. IPSWICH : Printed and Published at the \"Bible and Crown\" Printing Works. Sold by J. Viall, East Bergholt, AND BY ALL BOOESELLEES. ENTERED AT STATIONERS' HALL"], [8, ""], [9, "BITS ABOUT BEEGHOLT, iu A VILLAGER. IPSWICH: Heney Kniohts, \"Bible and Crown \" Printing Works. 1874."], [10, "To the Rector and Churchwaedens of East Bergholt, Together with his many Friends, far and near, who have kindly taken an interest in his labour of love, these ViUage Sketches are gratesuUy dedicated by THE VILLAGER."], [11, "BITS ABOUT BERGHOLT. No. I. Our village is by no means of recent date. Century after century has passed away since the first settlers built their wickerwork huts under the shade of the noble trees whose descendants still make lovely one of the fairest spots in all Suffolk. Floating in their Ught canoes or coracles upon the rippling Stour, or chasing the wild animals which were to be found in abundance in the neighbouring woods, they led simple but happy Hves. But the Eoman eagles, which had crushed beneath their cruel talons every nation in turn from the Atlantic to the Euphrates, at last soared above the hills of Britain. Fierce and deadly was the struggle, and before Caracta cus was forced to retreat, leaving his brave brother dead among the Essex marshes, many a Eoman legionary, many a stalwart Briton lay side by side, in one common grave on the hard fought field of battle. But the short Eoman broadsword won the day at last, and amid the rude huts of the conquered race rose tbe stately viUas of the masters of the world. This was but natural. For did not the walls of Colchester, a few miles off, promise peace and safety to all who dwelt neat them ? Was not the Eoman road from Colchester to Yenta Icenorum (Norwich) close at hand, crossing as it did the Stour at Stratford ?"], [12, "4 BITS ABOUT BERGHOLT. We know nothing of the joyous festivals, the marriages, the merry makings of those Eoman settlers, but we do know that sorrow and death came to them, as now-a-days they do to us. We dig up in our village the urns in which the ashes of the dead were enclosed. We gaze on the remains of those over whose resting place weeping friends thrice uttered the last farewell. We are told much of proposals to burn the bodies of the dead, but cremation was only too weU known to the ancient inhabitants of Bergholt. But weeping friends and those for whom they mourned, have aldie lain long in their graves. Their houses have long since been levelled to the ground, and now only a few sepul chral urns, and a fragment of masonry which serves as part of the foundation of a barn — Imperial Cæsar, dead and turn'd to clay May stop a hole to keep the wind away ; — are all that remain to remind us of those who once Uved and died in our midst. A VILLAGES. June 6th, 1874. No. IL Before the Roman Empire was overcome by the inroad of the barbarians, the rulers of Britain saw a danger gathering across the sea. The fair-haired, blue-eyed, large-limbed warriors of Schleswig-Holstein looked with longing eyes npon the Eoman Province, and tried again and again to plunder it."], [13, "BITS ABOUT BERGHOLT. 5 In vain was the officer called \" Count of the Saxon shore \" ap pointed to keep off the sea-rovers. Many a Saxon settlement was formed along the Eastern shore, and when Rome needed the strong arms of all her sons for her own defence, the Saxons and Angles came thicker and faster. At last, in the year 527, TJffa, at the head of a chosen band of warriors, made himself master of the Eastern counties, and founded the kingdom of East Anglia. Some of his followers, struck with the beautiful and advantageous position of our village, took possession of the old Roman viUas, and caUed the place \" Bercold \" or Berk-holt, a name which is variously interpreted as meaning either \" The town in the wood,\" or, \" The wooded hill.\" Very wild, very fierce, very heathenish were these new occupiers of Bergholt. They worshipped Woden and Thor, who fought with the earth giants. They told how Loki, the Black-hearted, slew with a spear of mistletoe, Balder, the beautiful, for whom even earth, trees, and stones were sad, and whom Hela, the Death Goddess, almost released through pity. They slew all Christians without mercy, and had no higher ideas for the future than a hero's death in battle, which was to win them entrance to Walhalla, where they might feast for ever, drinking mead from thc skulls of their slain enemies. But ere long there came a change for the better. St. Aidan, the good Bishop of Lindisfarne, and St. Columba, of Iona, sent hither earnest missionaries, who were called \" Culdees,\" or, \" Worshippers of God.\" Their words were not unheeded. Following the example of St. Aidan himself, who is said to have baptised 15,000 converts in seven days, the Christian teachers admitted their new disciples into the"], [14, "6 BITS ABOUT BERGHOLT. visible Church, and ere long they and the devoted and holy Felix and Fursey had the happiness of seeing built on the spot still known as \"Church Meadow,\" a small wooden, thatch covered Church, with very narrow windows, letting in light, but keeping out rain and snow. There, Sunday after Sunday, prayer and praise were offered, not in any foreign tongue, but in words weU-known to all who heard them. This is how they prayed in our Church long ago : — \"Uren Fæder, thilc arth in heofnas, sie gehalgud thin nama, to cumath thin ric. Sig thin willa swa is in heofnas, and in eorthu. Ure hlas ofer wirtlic sei us to daeg and forges us scylda urna, swa we forgefan scyldgum urum, and do unlead usith in cust nung. Ac gefrig urich from isle.\" Such was the Anglo Saxon «'Our Father.\" Keeping wolves at bay in January, -drinking on \"the mead bench \" in March, milking the kine thrice daily in May, tuoning out the cattle on the marshes in June, mowing in July, reaping in August, brewing beer and hunting the boar in September, making wine and beating down acorns in October, killing swine in November, threshing corn and feasting in December — such was our forefathers' year of miDgled toil and pleasure. The picture seems pleasant enough, but there is a dark side to it. An old entry tells how, in order to save their daughters from the cruel lust of their savage lords, all Bergholt men were compelled to pay \" two ores \" coins of the value of lCd. each, whenever a. wedding took place in our parish. Truly, we have in some respects improved upon \" the good old times.\" A VILLAGER. June 13th, 1874,"], [15, "BITS ABOUT BERGHOLT. 7 No. III. Strange looking ships sailed the sea long ago. Figurea of lions, dragons, and snakes ornamented their prows j towers for casting stones and darts stood upon their sterns. They were of all sizes. The smallest carried only 12 men and a pilot, but some had as many as 20 benohes of rowers, whilst we are even told of one with 34 benches. The watchers from shore dreaded the sight of them, for, as they neared the land, the sun's rays fell brightly on coats of mail, on swords and battleaxes. Running their \"long keels\" lightly upon the beach, wild, fierce men leaped ashore. Then arose the cries of women and children ; then were heard the groans of dying men ; then the sky was blackened by the smoke of burning monasteries, villages, and farm houses. For were not these unwelcome visitors, the \" Vikings,\" who sailed for plunder over every sea, who besieged Paris, fought with the Arabs at Barcelona, and plundered Athens ? Harwich Harbour shel tered their fleets many a time ; Wrabness was one of their stations ; and we know that they twice plundered Ipswich, laying a fine of £10,000 upon the town, which was no trifling sum in those days. We know that they settled in Bergholt, and even to this day we have amongst us a family who bear the name of one of their most famous heroes. Fiercely did they ravage the land at first, claiming, as they did, a right to supply themselves with all they needed from the shores along which they sailed. But ere long they grew tired of such deeds of death as those to which they were led by the ferocious Ingwar and other chiefs, and as the name given to Bergholt in Domesday Book informs us, they settled down and became peaceful farmers."], [16, "8 BITS ABOUT BERGHOLT. In 879, A.D., they were joined by many friends and countrymen, the survivors of the great battle at Ethandun. These were in name, at least, no longer heathen, but baptized Christians, and Alfred, the Truth Teller, had himself stood sponsor for their chief, Guthrum. The Danish General was faithful to his promise of peace. Living at Hadleigh, he kept his wild followers in check. He refused to join the invasion of the sea rover, Hasting, and only once was he half inclined to rebel, when news was brought to Bergholt, and the neighbouring vUlages, that Alfred's cruisers had destroyed sixteen Danish ships in Harwich harbour. In November, 1002, there was mourning and fierce strife all through East Anglia, for Ethelred the Unready, not daring to face the Danes in fair fight, caused them all to be murdered in cold blood. Terribly was the slaughter avenged. Sweyn, King of Denmark, once more unfurled the raven flag, and crowds of sea rovers swept over Suffolk, destroying Churches and vUlages without mercy. Whilst this war was going on, another misfortune hap pened. We have heard much of the damage done by the late high tides, but in 1014, A.D., \" On the eve of St. Michael's mass, came the great sea flood, wide throughout this land, and ran as far up as it never before had done, and washed away many towns and a countless number of people.\" Glorious men were those Norse forefathers of ours ! Terribly wild and fierce were they at times, but dearly did they love a fair field and no favour. With the same spirit which made Nelson say that it might be difficult to see signals in' the smoke, but that no English captain could do wrong if"], [17, "BITS ABOUT BERGHOLT. 9 he laid his ship alongside one of the enemy — with the same spirit did the Vikings lash their ships to those of their foemen, often falling into the sea in their eagerness to board. And when brought to bay, how very English was the shout of \" No quarter \" with which they began the fight. Ever ready to risk their own lives, they were very tender of those of their friends, and died for one another, feeling that they had but done their duty. Hard drinkers they were, so that their drinking cups had to be fitted with pegs to show each man's due allowance ; but their revels were not mere scenes of wild debauchery, for as the feast went on the harpers sang of the noble deeds of Gods and heroes. With true British courage, they would endure the keenest torments sooner than show the least sign of fear. They cared not to die in a bed, which they called, \"a cow's death,\" but longed to end their hves where sword and battleaxe were striking sparks from shirts of mail. And how true and honourable they were. They were taught to \"hate lies Hke hell.\" They beautifully expressed the force of their passions by saying that they grasped the hand of friend or foe \" till the knuckles grew white.\" Fierce in the battle, they were tenderness itself to those they loved. Those blue-eyed, fair-haired men who \"never sought the shelter of a roof, nor drained their drinking horn beside any hearth,\" were true as steel, and would ral her die a thousand times than break a promise. Binding themselves as they did, not to seek the shelter of any shore in the wildest storms, they were worthy ancestors of our English sailors. Combing their locks every day, bathing once a week, delighting in clean garments, they taught cleanliness to every"], [18, "10 BITS ABOUT BERGHOLT. one around them. Speaking the truth boldly, and without fear, claiming their rights as freemen, and yet obeying their leaders without a murmur, the Anglo-Danes set us an example, which, though it was by no means perfect, we should, in many things, do well to follow. A VILLAGER. East Bergholt, June 17, 1874. No. IV. Enraged at the murder of his sister Gunhilda, wife of Earl Palling, in the Danish massacre, Sweyn laid waste our village and neighbourhood with fire and sword. But with Canute came more peaceful times. Under the rule of Earl Turketel East Angha once more grew prosperous, and when the great Danish King died there was mourning, not only in the Dane lagh, but also throughout all England. Still every Saxon heart was glad when a few years afterwards, in 1041, A.D., Edward the Confessor, a Prince of the House of Alfred and Egbert, ascended the throne. The tenth year of his reign was long remembered, not only in Bergholt, but also throughout England ; for \" In January, 1051, the snow fell so thickly that it covered the ground till the middle of March, causing cattle and fowls in abundance to perish.\" This reminds us of an entry in our parish register, which runs thus : — \" 1608. An extreme shaip frost, whn so much foulk and fysh died by the frost.\" But in 1051, the snow had not long melted before men were terrified by shocks of earthquake, and the crops were burned up by lightning. Great was the scarcity, great was the"], [19, "BITS ABOUT BERGHOLT. 11 general misery. Thousands were starving, and a quarter of wheat was sold for sixty pennies, equal to £7 10s. of our pre sent money. Touched with compassion at the sight of so much distress Queen Editha \" the Good,\" daughter of Godwin, \"Earl of Kent and Child of Sussex,\" besought, and not in vain, her royal hus band to take off the heavy and burdensome tax known as \" Dane-gelt \" or \" Dane-money.\" Edward thoroughly subdued these Eastern counties, and gave to them an Earl of whom all might well be proud, viz., Harold, afterwards King of England. Harold received Bergholt as his own private property, and was no doubt well-beloved by its inhabitants. For was he not known to be a tried and valiant soldier ? Had he not marched with Earl Siward into Scotland to defeat and slay the usurper Macbeth, at the time when \" Birnam wood did come to Dunsinane ?\" Had he not led his army into Wales, forced the passes of Snowdon, obliged the starving Welsh to bring him the head of their King, Griffith, and married the widowed Queen, Editha the Fair ?\" Bergholt men knew that their lord was just and honour able. For had they not all heard how he had refused to re place his own brother, Tosti, in the earldom which he had disgraced, even whilst offering to give up his own estates to save his brother from want ? No wonder, then, that as soon as Edward was buried at Epiphanytide in the minster, which he had built on the site of a Pagan temple on Thorney Isle, (Westminster), the day after its consecration, no wonder that Harold was elected King of England. He gave East Anglia and Bercolt in charge to Earl Gurth, his brother, who was said to be \" the tallest and"], [20, "12 BITS ABOUT BERGHOLT. strongest man in England,\" and was known to be also a brave and prudent soldier. Can we not seem to see him. -now with his fair hair, blue eyes, and strong frame, as he visits the mill (for, as we shall see presently, Bergholt had its mill even then) as he kneels in the little Church, or follows the deer with hound and horn through the beechwoods and over Bergholt heath ? But not long was he known here. The villagers heard from time to time how Tosti, the traitor, had landed in Yorkshire in company with Harold Hardrada, the giant King of Norway, famous alike for skill as a poet and for deeds of arms. They heard how Earl Gurth and King Harold had gone to meet them, how the King anxious, even then, to save the Hfe of his rebeUious brother, offered him lands and honours, but would give to Harold Hardrada but seven feet of English earth as a grave. They heard how the battle began, with cries of \"No quarter\" from the Northmen, and how when the fight was done, Harold wept as he looked upon his brother's corpse, lying side by side with that of the Nor wegian giant. Scarcely had these reports reached our village before messengers came in haste to tell how William, Duke of Nor mandy, had landed, having collected all the adventurers of Europe to fight for the plunder of England, under the con secrated banner sent by Pope Alexander, who, Hke many others, was exceedingly generous with what did not belong to him. Ceorls and serfs were called to follow Earl Gurth and King Harold, while wives and old men waited anxiously at home. Not long were they kept in suspense. As the beech"], [21, "BITS ABOUT BERGHOLT. 13 trees were all aflame with the Autumn tints of October, 1066, wounded and weary men came back, telling how Evil sped the -battle play, On the Pope Calixtus' day : Many nobles, thegns and lords In Senlac slept the sleep of swords. They told how King Harold, Earl Gurth, and their brother Leofwin led on their men on foot shouting \" Out ! Out ! Holy Crosse ! \" in reply to the warcry of \" Dex aide Dex aide \" which rose from the Norman ranks. They told how every charge of the Norman knights was beaten back, how King AVilliam had three horses killed under him, and almost gave up the day for lost. They told how a feigned retreat turned the day against the English, how Harold died in agony, blinded by a Norman arrow. It was not forgotten how the Norman cavalry charged fiercely at the standard, and only took it over the dead bodies of Earls Gurth and Leofwin. Long was it told at Bergholt firesides, how when the battle was lost, the forefathers of those who \" never know when they are beaten\" checked the Norman pursuit in the moonlit woods, and retreated with sad but resolute hearts. So died two of the lords of Bergholt. Next week we shall see how the conquerors divided their spoil. A VILLAGER. East Bergholt, June 22nd, 1874. No. V. Hardly had Editha the Swan-neck found the mangled body of her lover, Harold, among the heaps of corpses on the"], [22, "14 BITS ABOUT BERGHOLT. hill of Senlac ; scarcely had Githa, the weeping mother of the King, prevailed upon the conqueror to give up the body to her, in consideration of its weight in gold ; scarcely had she laid it together with the bodies of Earls Gurth and Leofwin in the Abbey for twelve Canons, which Harold had founded at Waltham, and endowed with seventeen manors ; hardly had the grave closed over the last Saxon King, before the Norman invadors rushed upon the prey. Commissioners were sent into these counties to make out a Ust of all the property and estates which had been owned by Harold or his kinsmen, and of course Bercolt (or B'colt as it was more often called) did not escape their notice. All the Saxon owners were turned out of house and home, Ealdormen and Thegns were reduced to beggary, and men who had been drovers, wood-cutters, or soldiers of fortune, filled their places. It seems strange that we should be able to teU the names of those who shared our village lands amongst them 800 years ago, but we can do so nevertheless, and by the following means : — About the year 1086, A.D., there rode into our village a party of strangers. The country-folk looked upon some of them with dislike, which yet was not unmixed with wonder ; for, as their dress and shaven crowns clearly showed, they were Norman monks, who had followed the fortunes of the Conqueror beyond the sea. Were they not learned in the Latin tongue ? Could they not illuminate costly and rare books, and (oh ! wonder of wonders !) could they not actually read and write ? No wonder that the crowd which gathered as they rode through the street looked curiously at them."], [23, "BITS ABOUT BERGHOLT. 15 But fierce eyes flashed savage looks at their companions. For beside them rode several knights, partly armed, and mounted on palfreys. War horses and sharp lances were close at hand, and those Norman knights thought far less of shed ding Saxon blood than they did of slaying deer or hare. Moreover, they had come on an errand which was very distasteful to every Saxon ; so much so, that the Saxon chroniclers thought it \" Shameful to tell what the King had thought it no shame to do.\" For had not the great Council been lately held at Sarum, at which all the chief men of the realm had sworn to obey William of Normandy, and was not the Conqueror anxious to find out exactly the value of his hardly won prize of England ? The strangers, as they went through the various counties, called together the sheriffs, the lords of all the manors, the parish priests of every Church, the reeves of the hundreds, and in each parish the bailiff and six villeins, which latter class formed about half of the population. Then they ques tioned these country folk minutely. Not a hide or yard of land, not a sheep, cow, ox, or ass, not a mill, fishpond, vine yard, or hive of bees escaped them. They enquired what was the value of all property in thc days of King Edward ; at the time of the granting of it by the King to his Norman foUowers, and at the time of the actual survey, noting besides if any advance in its price seemed possible. The result of their researches tells a very sad tale. It proves that the whole rental of the kingdom twenty years after the Conquest was one-fourth less than it had been in the days of King Edward. No mention is made of Northumberland, Cumberland,"], [24, "16 BITS ABOUT BERGHOLT. Westmoreland, and Durham, over which WiUiam swept with fire and sword, making a desert of 60 miles, and destroying 100,000 lives. The 832 pages (containing about 1,200 columns), which the commissioners wrote down were bound in thick wooden covers, secured by plates of brass, and placed at the \"Domus Dei\" chapel at Winchester, from which place many derive the name of Domesday Book. But Ingulphus says that this name was given to these ancient volumes of vellum (a folio and a quarto), because the survey contained in them was as exact as the judgment of the Day of Doom wiU be. Domesday speaks of the divisions of the land, such as hundreds, wapentakes, laths, &c. It describes the number of hides or carrucates (120 acres), oxgangs, &c, in every parish. It tells whether the land was in wood, meadow, or pasture, its value, the services due from it, and often whether its owners were slaves or freemen. lt teUs us that there were about 300,000 heads of famUies in England, so that the whole population must have been somewhat more than a milhon. It speaks but too plainly of war and desolation. It tells us of 328 wasted dweUings in Ipswich, of 110 taxpayers in place of 538, of 13 sheep instead of 40, of 8 bondwomen instead of 3. But it is time that we see what was the result of the visit of the commissioners to Bercolt. They describe it as part of \" The King's land, which Aluric Wantz holds.\" They speak of Harold as being its former owner, and inform us that \"Earl Gurth held from Harold.\" The land was divided into carrucates, which as we have"], [25, "BITS ABOUT BERGHOLT. 17 seen were of the size of 120 acres each. There is proof that the mass of the people were in the lowest stages of serfdom and slavery, though there is also mention of \" bordars,\" or \"cottagers, who held houses on condition of supplying their lord's table with provisions.\" The name of our village is partly derived from a Saxon word meaning \" a wood,\" and Domesday tells us that there was woodland here in those days. In the woods fed those most useful though obstinate animals — swine, probably as troublesome as those whom Scott has immortalised in \" Ivanhoe,\" and as their descendants at present. Next week we will look again at Norman B'colt. A VILLAGER. No. VI. The Domesday Commissioners found that whilst our Saxon and Danish forefathers were busy in ploughing the fields and breaking up the waste lands about the village, they had not been unmindful of religion, and that whilst they enjoyed spiritual privileges they forgot not to provide for those who \"Ministered to them in holy things.\" There were two Churches here possessing an endowment of 52 shillings, an amount which, in those times, was quite sufficient to maintain in comfort a Saxon parish priest. We find mention made of the fish in thc river Stour, which an old chronicler speaks of as being \"a most swift and rapid river, both in Winter and Summer.\" B"], [26, "18 BITS ABOUT BERGHOLT. There was also a mill upon the river, not so large, doubt less, as at present, but quite valuable enough to be thought worth having by King William himself. For as Harold and Earl Gurth held lands in Bercolt, so also did the Great Conqueror. He took as his share of the parish the miU and part of the meadow land. But beside this he laid claim to the woodland. This was but natural, for as the Saxon chronicler tells us \" He set many deer friths, and he made laws therewith, that whosoever should slay hart or hind him man should blind. As he forbade the slaying of harts so also did he of boars. So much he loved the high deer as if he had been their father. He also decreed abont hares, that they should go free.\" Every Bergholt swine-herd's dog had three of its fore-claws cut off lest it should catch one of the King's deer. But besides the Conqueror, there are other noble names connected with our parish. Lands were owned here by Count Alan. He was a nephew and son-in-law to Wilham, who had led a large host of vassals from Brittany to conquer or die at Senlac. WilUam never lost a chance of \" providing for his own.\" Finding that \"Editha the Fair\" (who lies buried beneath the font in Bishop's Stortford Church), the widow of Harold, owned 27,600 acres, he stripped her of aU, giving her Cambridgeshire estates to Count Alan. As we see by a curious illumination in \" The Register of Honour of Richmond,\" Count Alan knelt before his Royal uncle, and received from him a grant of \" all the villages and lands, which of late belonged to Earl Edwin, in Yorkshire. Dated from our siege before York.\" To keep the bold Yorkshiremen in check, Count Alan built the Castle of Richemount, or Richmond, under whose"], [27, "BITS ABOUT BERGHOLT. 19 protection, in 1152, the Præmonstratensian Canons built the Priory of Easby. Count Alan was among the many suitors of Maud (after wards Queen of Henry I.), who was being educated at Eomsey Abbey, under the care of the Abbess Christina, niece of Edward the Confessor. Before, however, King Rufus could decide who was to carry off the fair lady, Alan Ironglove, (Fergaunt), sickened and died, and was laid to rest in St. Edmmid's Church, at Bury. Count Eustace, of Bouillon, who married Goda, the sister of Edward the Confessor, who by his cruel and haughty conduct at Dover, caused the first blood to be shed in the long strife between the Normans and Saxons, held lands at Great Wenham (Wenham Combusta), and at Bercolt. Roger de Ramis and Robert de Stratford, two knights, were also landowners here, together with Gondwin Camerarius, or Chamberlain, who seems to have been one of those kinsmen of the ill-fated Harold, who had been brought up at the Norman Court. But our list of noble names is not yet ended. Richard, son of Count Gislebert, a relative of William himself, reminds us, by his family name, of Gisela (daughter of Robert duke of France, and bride of Rollo), from whom he was descended. He, too, had an estate here, one of his 95 manors in Suffolk. He was the founder of the great family of the Earls of Clare, one of whom died at Bannockburn and another conquered Ireland. Alberic de Ver must not be unnoticed. He had nine manors in this county, given to him by William, and founded the priories of Hatfield Broad Oak, and the Nunnery of"], [28, "20 BITS ABOUT BERGHOLT. Hedingham. On his manor of Hediugham his son built a lordly castle, and there, for 558 years, dwelt the De Veres- Ever foremost in the fight, and by turns honoured and disgraced at Court, they played a noble part in English history. We shall have more to say of them hereafter. Goisfrid de Magna Ville, (Geoffrey de Mandeville), obtained 26 out of the 629 Suffolk estates given by William to his followers, and of them Bergholt was one. He founded the Benedictine priory at Saffron-Walden, and built a noble castle hard by. It was one of his race, who, after his castles of Pleshy and Walden had been taken from him, headed a band of outlaws, and was excommunicated. He was slain by some Knights' Templars, who hanged his body upon a tree in the Temple Gardens. It was at last buried within the Church, where all men may see his effigy to this day. Last, but by no means least, comes Odo, Bishop of Bayeux, hah-brother and counsellor of William. Rich, ambitious, aiming at the Papacy, he was hated by every Saxon for his cruelties. He built Rochester Castle, and repaired Canterbury Cathedral. He is represented in a cope, pro nouncing a benediction ; but the last words he heard from English lips were — \"Hang the traitor Bishop and his friends, the perjured murderer does not deserve his life.\" A VILLAGER. East Bergholt, July 7th, 1874."], [29, "BITS ABOUT BERGHOLT. 21 No. VII. Iu our list of Norman lords of Bergholt, we must not omit the great patron of Colchester, Eudo Dapifer. Part of the revenues which enabled him to build the strong Castle of Colchester, to found and endow the Abbey of St. John (whose noble gateway is still standing), and to rebuild in 1076 the Chapel of St. Helena — part of those princely revenues were drawn, year by year, from Bercolt. In the year 1070, or (as some say) in 1075, Bercolt folk heard that the Bishops, who for 400 years had lived at Dunwich, were about to remove their see to Thetford, \" the City of the Monks.\" But they soon heard news which more immediately concerned their Church and parish. They had heard how William, who, though stern towards his foes, was yet \"mild to good men who loved God\" — how he had founded a stately Abbey on the hill of Senlac, in order that the Monks might there sing mass for his own soul and that of Harold. They knew that the high altar of the splendid Church stood on the spot where, perhaps, some of their fathers had died with King Harold in defence of the standard, on that fatal 14th October, 1066. They were told how the black-gowned Monks (wearing as underclothing white flannel tunics, and covering their heads with black cowls), had come from Marmontier, and dedicated their Abbey to St. Martin. But when William Rufus reigned, a report was spread, and with truth, that the King had given the advowson of \"Brantona\" (Brantham), with the berewics of Bercold, Scotlege, Meelflege, and Benetlege (i.e. Bentley), \"to the Abbey of Battle.\""], [30, "22 BITS ABOUT BERGHOLT. Henceforward, during some 450 years, the vicars of Bercold were appointed by that powerful Abbey. Wonderful tales must those vicars have told the Bercold folks of the glories of Battle. They told how William himself had at the dedication of the Church, offered his sword and coronation robe upon the high altar. They spoke of the great roU of Norman nobles who fought at Hastings, which was treasured so carefully. They told how the sixty Monks, mindful of the vow of labour (imposed upon them by St. Benedict in addition to the three usual vows of poverty, chastity, and obedience), toiled early and late in the writing room, in the vineyard, (for there were rich vineyards at Battle), or in the garden. No doubt many a chant sung in the Abbey Church was heard in Bercold, no doubt many a farmer was thankful for the lessons taught him by the priests who came from Battle. The vicars told also how all the lands for three miles round belonged to the Abbey, how no Bishop could interfere in its concerns, how the Monks were free to hunt at will, and how the manslayer was safe if he could but reach the door of the Church. We have no record of the mitred Abbots coming to Bercold, but it is by no means improbable that, mounted upon their palfreys with richly embroidered housings, they may have ambled down our village street. In truth the Bene dictine order, to the glory of which Bercold in some slight degree contributed, was a mighty power in the Middle Ages. Twenty-seven Emperors, 47 Kings, 20 sons of Emperors, and 48 sons of Kings have become Benedictine Monks, whilst 10 Empresses, 50 Queens, and more than 100 Princesses have taken the veil in their cloisters."], [31, "BITS ABOUT BERGHOLT. 23 Forty-eight popes who ruled for 239 years, 200 Cardinals, 7,000 Archbishops, 15,000 Bishops, 15,000 Abbots, 4,000 Saints, and 15,700 Authors or discoverers have come forth from their 37,000 monasteries. The only English Pope, Nicholas Brakespear, was a Benedictine. The universities of Paris and Oxford are deeply indebted to Benedictines, whilst we have to thank members of their order for the organ and the musical scale. But whilst the Bercolt vicars would no doubt tell of the glories of Battle, they spoke also of better things. We may fain hope that Chaucer's Pore persoun of a toun, was a type of many of our parish priests. If so they were \" rich in holy words and works,\" setting a good example to their flocks, liberal to the poor, not anxious for preferment, rebuking sin boldly, but seeking to \"draw men to heaven by fairness.\" In short they were like him of whom Chaucer sang — Wyd was his parisch, and houses fer asonder, But he ne lefte not for reyne ne thondur In sicknesse ne in meschief to visite The ferrest in his parissche, moche and lite, Uppon his feet, and in his hand a staf, But Christes love, and his apostles twelve, He taught, and ferst he folwed it himselve. But at last troublous days came. The Abbey was sur rendered to King Henry VIII, in 1535. Its revenues were then valued at £880 14s. 7^di, according to Dugdale, at £987 0s. 10|d. according to Speed. The Abbot received a life pension of 100 marks, (£66 13s. 4d.), whilst 16 other Monks obtained smaller grants. Part of the stately pile was pulled down for the sake of the"], [32, "24 BITS ABOUT BERGHOLT. materials, though enough still remains to tell of its bygone glories. The advowson of \" Brantona,\" the yearly value of which is reckoned in the King's Book at £25 10s., was given to the De Veres, Lords of Hedingham, and descendants of the Norman Alberic De Ver. We shall see that this was not all that they gained in Bercold by the dissolution of the monasteries. A VILLAGER. East Bergholt, July 14th, 1874. No. VIII. About the year 1056 some merchants of Amalfi obtained leave from the Khalif of Egypt to build in Jerusalem, near the Church of the Resurrection, two buildings, one dedicated to the Virgin (Santa Maria de Latina) and the other to St. John, the Compassionate, of Alexandria. Who would have thought that from so small a beginning would rise an Order which was to be \" The sword and buckler of Christendom in the Paynim war\" during seven centuries, and which, together with the Templars, the \"Poor fellow soldiers of Jesus Christ,\" would defend Palestine, \" that sweet land over the sea,\" so long and so well ? In their Hospital at Jerusalem the Monks tended every sick, weary, or wounded pilgrim who entered the gates of the Holy City, calling the sick their Lords and themselves servants, feeding their patients with bread made of the finest flour, whilst coarse flour, mixed with clay, was thought good enough for themselves. When Jerusalem was taken by the Crusaders"], [33, "BITS ABOUT BERGHOLT. 25 in 1099, Gerhard, the Provencal Prior, of course, filled the Hospital with their wounded. They were grateful for the kindness shown to them. Godfrey de Bouillon gave the Monks the estate of Monboire, in Brabant, and on the death of Prior Gerhard, in 1118, he appointed Raymond Dupuy, a Knight of Dauphine, in his stead. Raymond persuaded his brethren to divide their time between fighting the Infidels and tending the sick. Henceforth the Order rose rapidly. In 1100 Jourdein Brisset and his wife, Muriel, built for the Knights the noble Priory and Church of Clerkenwell, which was ever after their chief seat in England. The Knights pledged themselves to poverty, chastity, and obedience. They bound themselves by the Augustinian rule, wearing black robes in imitation of the \" camels hair raiment \" of John the Baptist, with an eight pointed cross on the left breast \" in memory of the eight beatitudes.\" In 1177 numbers of the knights were slain by Saladin, at Jacob's Ford, on the Jordan ; and in the year 1185 Heraclius, Patriarch of Jerusalem, with the Master of the Hospital, came to England to seek help from King Henry II. The Patriarch consecrated the Church of St. John, as well as that of the Temple, and met Henry at Reading. The King shed tears when he heard of the sufferings of the knights in Syria, and would gladly have gone himself to their aid, had he not been hindered by his barons. He promised to \"give largely of his own to such as would take upon them that voyage.\" He bethought him of his lands in our parish, and gave to the Order \" all the lands belonging to himself in Berkholte,\" which were annexed to the commandery of Battis-"], [34, "BITS ABOUT BERGHOLT. 26 ford, or Betesfort (the Betesforda of Domesday.) So that the Patriarch, though he departed from the King in great ire saying of the King's sons, \" Of the devil they come and to the devil they shall go,\" gained something by his visit to England. For 350 years after this, the former crown lands here were held by the Commandery of Battisford. No doubt \" The White Cross Knights\" were no strangers here, coming as they often did to examine the state of their lands and mill, which last, as we have seen, formerly belonged to the King. About this time the mill at Nayland was rented at 6s. 8d. per annum, Berkholte probably being of about the same value. Knights, clad in long black cloaks which only partly hid shirts of chain mail, mounted upon heavy war horses, (armed Hke themselves with steel), and followed by swarthy Eastern slaves, were no strangers in \" Berkholte.\" No doubt many of the villagers followed their lords to the field, when — The Enights of the Temple and Enights of St. John, With Salem's king Baldwin to battle came on, — when Down came the Templars hke Cedron in flood, And dyed their long lances in Saracen blood. Bergholt men most likely died on that fatal day when, like Sisera's host of old, the Hospitallers were cut to pieces on the banks of the Kishon, leaving their Grand Master dead upon the field. It is to be feared that some from our viUage were present on that sad day, July 4th, 1187, when the Templars led the Christian charge upon 80,000 Saracens, only to.be beaten and utterly broken. If any from Bergholt were captured, they"], [35, "27 BITS ABOUT BERGHOLT. were led up to the hill tops above the Lake of Tiberias, and there on that July Sunday they were called upon to deny their Lord. Not a man wavered for an instant, all preferred to die rather than blaspheme their Saviour, and looking their last upon the lake which He had calmed with a word, they died the death of martyrs. We are not sure, but it is probable that \" Berkholte\" men stood by the side of their lords in the fierce fight in the breach of Acre, that they helped to drive back the Turks from Rhodes, and that they cleft Moorish turbans in defence of Malta. The Knights of St. John were mighty in their day. They owned thousands of manors. Each Commandery was bound to relieve the poor, to teach children, to tend the sick. When all other expenses were paid the surplus was sent to the Great House at Clerken well. Their Grand Prior was above all English lay barons. All that they paid for Malta was a falcon, given yearly to the King of Spain and the Two Sicilies, their feudal lord. Their lands were free of tithe. Every poor hunted excommunicated outcast could take refuge in their Churches, (in wliich lights were always burning), and rest in peace. He could receive sacraments from them, and be buried with religious rites in the Churchyards of their Commanderies. If a King displeased him, the Pope often laid an Interdict upon a Kingdom or Province. This was a fearful curse, ending with these words : — \" Let them be excommunicated and accursed, let them be separated from all human society. Let them be prevented from entering Holy Mother Church, were alone there is for-"], [36, "28 BITS ABOUT BERGHOLT. giveness of sins. Let them be Anathema Maranatha with the devils in hell. Fiat, Fiat, Fiat, Amen.\" In times of Interdict the Churches were closed, and mourning filled the land. Eight welcome at such times were the Knights of St. John, for they alone could unbar the Church doors and call the people together to pray. They broke the wave of Saracen conquest, they brought back to their homes, arts, luxuries, and sciences, they \"spared neither Hfe nor Umb\" in what they believed to be the cause of God. The knights are all dust, Their good swords are rust, Their souls are with the saints we trust. Another chapter must teU how they left Berkholte. A VILLAGER. East Bergholt, July 21, 1874. No. IX. In a narrow valley to which the hills slope gently down on either side, there is to be seen one solitary block of stone. It seems strange to see it in such a spot, and we look around seeking to discover how it came to be placed there. As we do so, we see that there is a fishpond not far off, and that there are traces of a moat all round the level space on which that ancient stone stands. Our curiosity is roused, we feel sure that long ago this valley of Dodnash was not so solitary as it now is. We go home, search old books and worm-eaten records, and we find"], [37, "29 BITS ABOUT BERGHOLT. that in days of old our solitary stone formed part of a priory, which stood for centuries in that quiet spot. At the time when the priests and knights of whom we have before spoken came into this hundred, making the great Domesday survey, they enquired about this vaUey. They found that a little Saxon Church stood there, Lui It by pious men of bygone days. They wrote down the fact tnat the little brooklet was then powerful enough to turn a mill which had been erected upon it. There was good pasture for sheep and cattle by the side of the stream, and \"tall deer,\" with many other kinds of game, were plentiful in the woods hard by. Count Alan, of Brittany, the nephew of Duke WilUam, held it, having first dispossessed the righful Saxon owner. It was then known as Todenes. Since those days, it has been variously called \"Dudenasch, Dodeneys, Dodness, and, as at present, Dodnash.\" At an early date, probably during the reign of Henry II. , this Manor of Todenes was owned by the Dukes of Norfolk. One of them, said to have been named Wymarus, influenced by, we may well believe, a feeling of true piety, resolved to devote Todenes to the service of God and His Church, and to build and endow there a religious house. His plans were no sooner formed than they were carried out. Workmen were called together, hammers and axes were heard in the little valley, and soon a modest but comfortable Priory was completed. It was of no very great size, nor had it many inmates. It was tenanted only by a \" Prior and three Eeligious.\" But few in number though they were, though perchance the great monasteries of Thetford, Ipswich, and Colchester"], [38, "30 BITS ABCUT BERGHOLT. looked down with somewhat of contempt on the smaU house at Dudenasch, as the place now began to be called, yet the brethren had reason to be proud. For did not their white tunics, covered by black cloaks, show that they belonged to the great Augustinian Order ? These Black Canons, as they were called, claimed high antiquity for their Order. Some of them beheved that it was founded by the Apostles themselves. Some were satisfied with looking upon Pope Urban I. (230 A.D.) as their patron, whilst others claimed that honour for St. Augustine in the 6th, or Pope Gelasius in the 5th century. Whatever difference of opinion there might be upon these points, all men knew that they had been introduced into Eng land by Berinus (636 A.D.), and that when discipline had grown rather slack amongst them, the Council of Mentz had reformed their order and made it stronger than before (813 A.D.). Were not the Templars and Hospitallers, who so nobly kept the infidels at bay in the Holy Land of the same powerful order ? The Præmonstratensians founded in Picardy in the year 1120, A.D., and the Trinitarians, whom King Stephen had brought into England, and settled at Newhouse, these orders, together with the Gilbertines, claimed to belong to the great Augustinian order. The Dodnash Monks found Black Canons also whenever they visited Ipswich, Briset, Ixworth, and Butley. No wonder that the Canons of Dudenasch were proud of their order. The Dukes of Norfolk were not unmindful of the Priory which they had founded, and endowed it liberally."], [39, "31 BITS ABOUT BERGHOLT. The Monks cast longing eyes upon our parish, and not in vain, for we find that they possessed \" a house and 39 acres in Bergholt.\" In the year 1291, the King's Commissioners came into the county and enquired carefully into the value of all Church property for the purpose of taxation, the Archbishop of Canterbury being the chief tax-gatherer in the kingdom ! They found that the Priory had been adding field to field, and farm to farm, until it possessed land in 15 parishes. Froml4 parishes in Suffolk it drew the sum of £19 15s. 9d. and from Gillingham, in Norfolk, 3s. 8d., making a total revenue of £19 19s. 5d. In these days of dear coals and high priced meat, it may seem to us that \" the Prior and three Eeligious\" must have fared but badly. But a quarter of wheat could have been bought of any Bergholt farmer for 2s., a fat ox would have been delivered at the Priory-gate for 6s. 8d., a fat goose cost but 2d., whilst two pigs could have been purchased for the same money. Wine does seem to have been dear, for it could not be purchased under 6d. a gallon. When the Prior's plough was worn out, he could purchase a new one at any time for ld. j when a dung cart needed to be replaced, only 14d. had to be taken out of the Priory strong-box. Labourers now-a-days look upon harvest as a time for earning high wages, but, in this neighbourhood, men were paid 2d. a day in the first week of harvest. Such were the prices paid for food and labour by the Dodnash Monks in 1291. A VILLAGEE. East Bergholt, July 28th, 1874."], [40, "BITS ABOUT BERGHOLl1. 32 NO. X. About the close of the 12th and beginning of the 13th century, many of the chief.landowners in this neighbourhood thought it would be to their advantage to become burgesses of Ipswich so as to save market dues, &c. In order to obtain the freedom of the borough they paid \" 4d., two quarters of wheat, and one of malt,\" some adding a present of \" two sheep and twelve capons.\" Eobert de Vaux, a Knight of Eoger Bigod, Earl of Norwich, who held lands in Great Wenham, was admitted a burgess of Ipswich in the reign of King John. His neighbour, \"Geoffrey of Dodenesch,\" foUowed his example, and paid his fourpence, his wheat and his malt, in 1234, \"to be quit of toll for his own granary. Eobert de Vaux, more generous, had paid for \"himself and villeins in Wenham.\" \"Geoffrey of Dodenesch\" was most probably the Prior of the small religious house, dedicated according to the Nor wich register, to \"St. Mary,\" to \"Jesus Christ and his Mother,\" according to Weaver. In 1349 there was much consultation in the Eefectory (or dining hall), for had not Ealph Lamburn and his good wife Margaret applied to Henry the Prior to hold some of the Priory lands in fee-farm (i.e. to rent them). At last honest Ealph's offer was accepted, and on the appointed day there was a great gathering of friends and neighbours at Dodenesch. The deed, drawn out by the learned Canons, was brought forth and signed, first by Henry the Prior and all his Monks, then .by Ealph Lamburn and Margaret, his wife, afterwards by the witnesses, Hugh Le Penna, John Copin, Eichard Curtays, &c."], [41, "BITS ABOUT BERGHOLT. 33 Thomas Mowbray, who was made Duke of Norfolk by King Richard II. in 1397, was banished in the same year, and died at Venice in 1413.\" It is specially noted that \"on the day of his death he held the advowson of Dodnash, which he had of our late King Richard II.\" \"Dodenesch\" was in the patronage of the Dukes of Norfolk, who held it from the reign of Edward I. to that of Henry VIII. The year 1485 was one of war and blood-shed. The battle of Bosworth Field was fought, finishing in the terrible wars of the Roses, where the last of the Plantagenets, like the last of the Saxon Kings, died the death of a brave knight and a soldier. But it was a joyful year for the Monks of Dodnash, for (how moved thereto we know not), Roger de Woolverston gave to the Priory 280 acres of land in Burstall and Brarn ford. With these lands, and estates in Bergholt, Brantham, Tattingstone, Bentley, Capel, Ipswich, &c, 15 parishes in all, with a \" tithe of barley in Falkenham in Colneis,\" with free rents, and the right of hunting in all these several parishes, they were very well to do. But the end was near at hand. In 1414, Henry V. had put an end to 142 alien priories, or monasteries, belonging to foreign countries in England, and during the whole of the following century the work of dissolu tion had been slowly going on. Magdalen College, Winchester ; Jesus, St. John's, and Christ Colleges, Cambridge, with All Souls and Brazen Nose, Oxford, had all been endowed from suppressed monasteries before 1520. <■"], [42, "34 BITS ABOUT BERGHOLT. About this time Cardinal Wolsey was planning the erec tion of his new College at Ipswich, with its dean, priests, almsmen, choristers, and scholars. But so large a foundation required money, and where was it to come from ? He there fore wrote to Pope Clement VIL, and obtained a Bull, acting on which he suppressed about 40 small monastaries for the benefit of Ids colleges at Ipswich and Oxford, Dodnash being among the number. In January, 1523, the Prior resigned his charge into the hands of the Cardinal, he and his monks were pensioned off, the black gowns were seen no more, and the sounds of prayer and praise, which for so many long years had awakened the echoes of Dodnash, were heard no longer. The value of the Spiritualities was found to be £2 13s. 4d., that of the Temporalities £40 5s. 4*|d., making a total of £42 18s. 8jd. derived as before from 15 parishes. In Hemingstone and Coddenham the Priory possessed 320 acres, in Burstall and Bramford 280, making in all 600 in four parishes. From this we may gather the extent of the estates, and the value of land in those times, since the whole revenue did not amount to £43. But ten years after Dodnash Priory was suppressed \" fat oxen were sold for £1 6s. 8d., fat wethers for 3s. 4d., fat calves for the same money, a fat iamb for 12d. The London butchers sold pieces weighing from 2*^ to 3 lbs. of beef for Id., 13 and sometimes 14 of such pieces for a shilling. Mutton was 8d. a quarter, beef 4s. 8d. per cwt. There was much grumbling at the high price of meat when butchers were compelled by law to sell beef for |d. pei lb., and mutton for fd. Wheat was 8s. per quarter, oats 2s., beans 3s. 4d., hay 5s. a load, and a hogshead of red wine £1 6s. 8d."], [43, "35 BITS ABOUT BERGHOLT. The Priory would have seemed comfortless to our notions, though it had a chimney, which scarcely any house in the parish could boast of. The monks had logs for bolsters, a coarse 6heet and coverlet, \" nothing under their bodies to keep them from the pricking straws that ran oft through the canvas and raised their hardened hides.\" Pillows were unknown luxuries, being allowed only to lying-in women, and almost all their household utensils were of wood, metal being so scarce that in 1561, Beatrice Went left as a valuable legacy to the Guild of St. Erasmus, Ipswich, \" a great kettle, a spit, and a dripping pan.\" Not long did the Ipswich College prosper. It was begun in 1528, bnt on November 30th, 1530, Wolsey \" laid his bones \" in Leicester Abbey. The College was given with all its pos sessions to Thomas Alvarde, a landowner at Rendlesham and Staverton, who is thought to have acted as a spy upon Wolsey. The Priory became a farm house, not long since pulled down. The \"gardens\" of the Monks still keep their old name, the spade now and again turns up some crumbling bones, and as we stand beside that old stone, among the long grass that waves over their nameless graves, it seems but natural to wish requiescant in pace, \" May they rest in peace.\" A VILLAGER. East Bergholt, August 4th, 1874. No. XI. We have no Church tower at Bergholt at present, but if the old Church had a tower and belfry the villagers must have been terrified in the year 1163 at feeling the ground rocking under their feet, and at hearing the bells rung' by no mortal"], [44, "36 BITS ABOUT BERGHOLT. hand, for in that year \" There was a great earthquake in the counties of Norfolk and Suffolk and throughout the Isle of Ely, which made the bells to ring in the steeples.\" In 1152 there must have been great excitement in our village, for was there not hard fighting going on at Ipswich ? Hugh Bigod, Earl of Norfolk, was holding ont in the Castle against the army of the King, and was calling all his vassals to his aid. As we have seen, one of his Knights held lands at Great Wenham, and it is probable that the men, not only of that parish but also of our own, were in the thickest of the fray. The Earl was obliged to submit, and Ipswich Castle had the Royal Standard planted upon its walls. But ere long Hugh Bigod took his own by the strong hand and once more unfurled his banner again upon the ramparts. In the year 1173 the old Earl again called all his followers to the field, and together with the army of Flemings which Robert of the White Hand (Blanchmains), Earl of Leicester, had brought over from the Low Countries, laid waste the whole county far and wide. At last they marched to meet the Royal army at Bury, and upon that fatal field the Earl was made prisoner, many Suffolk wives and children became widows and orphans, whilst the survivors of the Flemings were only too thankful to be allowed to purchase their lives by settling in Ipswich and teaching its inhabitants how to manufacture woollen cloth. During the Civil Wars in the reign of King John the county suffered terribly, and no doubt, Bergholt did not escape_ But, in 1215, the vassals of De Mandeville and of the Earls of Clare stood with theft- masters , under the oak of Ankerwyke, on the plain of Runnemede, and the voices of"], [45, "37 BITS ABOUT BERGHOLT. Bergholt men joined in the shout that rent the air, when (on the old stone table still preserved upon the spot), King John signed that Charter which has ever since been the safeguard of our liberties. Towards the close of the year 1295, Bergholt folks laid aside for the time all thoughts of war and fighting, and made up their minds to be merry. For was not King Edward the First about to give his daughter EUzabeth in marriage to the Count of Holland, at Ipswich, on January the 8th, 1296 ? Every one poured into the town, and for about a fortnight ah was mirth and feasting. And when ah was over, through the long winter evenings the neighbours talked of the wonders of that time. They spoke of the gaiety which filled the monasteries, and of the liberality of the King. They told how he had given the Preaching Friars 13s. 4d. to feast the whole monastery for a day, and how he had fed 3,140 people for a whole week, at the enormous cost of £19 12s. 6d. Bergholt fiddlers tried to remember the tunes they had heard played before the King ; country girls strove to dance as nimbly as they had seen Matilda Makejoie do ; many a hearty laugh was heard as the well remembered jests of Tom the Fool were passed from lip to lip ; whilst the good house wives talked to one another of the two four-horse carriages which the King had hired to convey the bride's wardrobe and jewels from Cattawade to London, at 18d. each per diem, and which it was thought, would perform the journey of 60 miles in five days. The hire of other carriages drawn by five horses was 22d. per diem."], [46, "38 BITS ABOUT BERGHOLT. But from and after 1325, Bergholt people flocked into Ipswich every Summer without fail. For was not the great Miracle Play of Corpus Christi performed before the Guild of the same name ? If the morning proved stormy, great was the disappoint ment, for the banners and insignia of the Guild were too costly to be spoilt by rain, and the show was therefore put off. But if the appointed day was fine, every parish priest and every lay brother of the Guild, within five leagues of Ipswich, made his way thither on pain of a forfeit of half a pound of wax. First of all they attended Mass, and then joined in the long procession of Trade Guilds, including the \" Sadlers, Massonys, loksmiths, bowiers, Fletchers, bakers and waferers,\" &c. All round the town did they march. Twice or thrice did the players perform the drama from which the Guild took its name, and then friends and neighbours sat down to dine. In 1470 it was ordered that no Burgess should be charged more than 6d., or his wife more than 4d. for a dinner. Later on, a Burgess was aUowed to spend 16d., and no more for himself and his wife. Year by year the great play was acted, and the merry feast was held, until about 1532 we read \"Corpus Christi play for ever taken away.\" \" Corpus Christi play laide for ever aside by order.\" We have seen that the Knights of St. John held lands in Bergholt, and there is proof that the noble Crusading family of Baldwin, some of whom were kings of Jerusalem, were interested in our parish. We read — \"5th Edward III., 1330, Isabella, wife of Thomas Bawdwyne, had certain tenements in Bergholt, of the heirs of"], [47, "BITS ABOUT BERGHOLT. 39 Walter, son of the said Thomas, of the King, in fee soccage, by the service of twenty shillings fee farm, (caUed White prime (?), to be paid annually for all the services, and the said Walter is the son of the said Thomas. Ten years later we are told, \" 1340, 15th Edward III., Walter Bawdwyne held in his demesne as of fee, one messuage, 16 acres of arable land, 4 acres of meadow, 6 acres of pasture, and 5 shillings rent to be paid at the Feast of St. Michael and at the Easter, in equal portions in Bergholt, to the King in Council, by free soccage, as of the ancient demesne of the King, by the service of 20 shillings to the King's Exchequer, by the hands of the Sheriff of Suffolk, and Thomas his son is his heir.\" We know that about this time Suffolk farmers considered that they farmed arable land at a loss unless the ground pro duced more than three times the quantity of seed sown. The foUowing were their data : — \" To plough an acre three times cost 18d., harrowing cost Id., 2 bushels of seed Is., weeding ls. 2d., reaping 5d., carrying 3d. ; total expense of cultivating one acre 3s. 1-^d. ; whilst 6 bushels of wheat sold for 3s.\" As to the prices of stock, cost of labour, &c, we find that in 1327, \"A lean ox was worth 48s., a fat one 72s., a fat wether unshorn 5s., shorn 3s. 6d., a fat hog two years old 10s., a hog 2s. 6d., a pig 6d. A fat goose fetched 7^d., a fat capon 6d., a fat hen 3d., two chickens 3d. A man would thresh a'quarter of wheat for 3d., of sehgo for 2£d., of barley for lid., of peas for 2d., of drayet for Id., of oats for ld. The wages for cutting firewood were 2d. per diem."], [48, "40 BITS ABOUT BERGHOLT. There was far more arable than grazing land. At Hawsted there were from 1,300 to 1,400 acres of arable to only 45 of meadow, and this seems to have been about the usual proportion. A VILLAGER. East Bergholt, August 12, 1874. No. XII. There were great rejoicings in 1346 on account of the great victory won by our English bowmen among the vineyards of Cressy, but in 1349 all sounds of mirth were hushed, for on every side a fearful pestilence which men with bated breath, caUed the \" Black Death,\" was slaying its thousands. No one could tell the cause of it. For some years before there had been terrible earthquakes, fearful floods, and great failures of the crops. The weather had been intensely hot, and all vegetation had been parched up. A strange mist accompanied by very bad smells had from time to time hung over the earth, and to this day many believe that the \" Black Death \" was owing to some strange influence in the air. It is reckoned that one fourth of the human race died from this awful visitation. Brought by the Caravaus from the East, it destroyed 23 millions of Asiatics, leaving India and Tartary almost without inhabitants, and covered with corpses. At last it reached Constantinople, which it made,7so-to speak, its head quarters, spreading on all sides as from a centre. Cairo in Egypt mourned over the loss of from 10,000 to 12,000 inhabitants daily. Westwards spread the plague. Fair"], [49, "BITS ABOUT BERGHOLT. 41 Italy lost one half of her children, 60,000 perished at Florence, 100,000 at Venice, whilst on the blue waves of the Meditera nean floated many a ship, manned only by corpses. Sicily was plague-stricken in 1347, and now Northern Europe suffered in its turn. Marseilles lost 56,000 citizens in one month ! 500 per diem were can-ied dead from the Hotel Dieu, Paris, whilst the city lost in all no less than 50,000. 60,000 perished at Avignon in 1348, Pope Clement the VL, claiming that \" God had given him the empire of heaven and earth,\" issued a Bull \" granting absolution to all the dying,\" and consecrating the Rhone as a place of burial. All the victims suffered from swellings under the arms and in the groin. Black spots appeared over the whole body. The palate and tongue turned black, and seemed filled with blood. There were acute pains in the chest, spitting of blood, and \" breath so foul that parents fled from their children.\" Those who were affected at Avignon seemed as if struck down by thunderbolts, and seldom lived tiU the third day. Strasburg lost 16,000, Basle 14,000, and Erfurt 16,000, a loss which the latter city has never recovered. 200,000 country towns or villages were left unpeopled. In Germany 124,000 Franciscan Friars died, and in Italy 3,000 Minorites, two Queens, two Princes, and one King fell victims. At last in August, 1348, this terrible scourge reached England, and at once began its deadly work. 50,000 corpses filled one London churchyard, and this was but half the num ber of deaths. Eastward spread the infection, and Suffolk and Norfolk were smitten. We have no record of the deaths in Bergholt, but in so universal a sickness no doubt our village did not escape. In Norwich there was terrible mourning for no less than 51,000 died."], [50, "42 BITS ABOUT BERGHOLT. Terrible were the consequences of this plague. Some shut themselves up to avoid infection, whilst others indulged in the very wildest mirth and revelry. Men offered to give np all their goods to the monasteries, but the monks cared not to receive even jewels and gold, lest they should bring death along with them. Many threw off every restraint of decency or morahty. Only the most worthless would attend the sick, and then only in hope of plunder, which often they did not live to enjoy. The dead were uncared for, and were simply flung into the streets in heaps every morning to be carted away. The doctors were at a loss. Some recommended the light ing of large fires. Many of them kept nobly to their posts, facing disease and death with true courage. Great medical authorities declared that \"a grand con junction of the three superior planets, Saturn, Jupiter, and Mars, in the sign of Aquarius, in March, 1345,\" was the cause of the disease. Here is a prescription : — \" Pull off the feathers from the tails of living cocks, hens, pigeons, or chickens, and holding their beaks hold them hard to the botch or swelling, and keep them at that part till they die, and by this means draw out the poison. It is good also to apply a cupping glass, or embers in a dish, with a handful of sorrel upon the embers.\" The College of Physicians recommended the use of these remedies as lately as 1666 ! ! Every one was in terror. On all sides was to be seen the red cross marked upon the doors, with the inscription \" Lord have mercy on us,\" teUing that the Destroyer was at work within."], [51, "43 BITS ABOUT BERGHOLT. Companies of pilgrims gathered together, called variously \"Brethren of the Cross\" and \"Flagellants.\" Clad in dark garments with red crosses on breast, back, and cap, these bands, in which nobles, peasants, priests, nuns, and children were to be seen, wandered from town to town. They carried in their hands threefold scourges, with many knots and studded with points of iron. They marched into market places in procession singing hymns, to hear which all the townsmen came in crowds, preceded by tapers and banners of cloth of gold, whilst all the Church bells rang out their welcome. Singing psalms and praying in a loud voice, they bared their shoulders and scourged each other till the blood flowed freely, in the hope of checking the disease, which the gathering of such large crowds only spread far and wide with increased violence. The Jews, as usual, in the middle ages, were looked upon as the causes of this, as of every other calamity. Popular rage was very fierce against them. Everywhere their houses were plundered, they themselves were ill-treated, persecuted, tortured, burnt, 12,000 being slain at Mayence alone. King Casimir gave them shelter in Lithuania, which accounts for the great number of Jews who have ever since been found in Poland. Whatever may have been the cause of the Black Death, all men rejoiced when it left our shores, only, alas ! to attack Poland, Sweden, and Denmark in 1349 and Russia in 1351. Whilst it raged wars ceased throughout the world. Prices rose enormously. Edward III. tried to lower them again by law, but of course in vain. Though a fourth part of men and beasts died, yet Europe soon became nearly as populous as"], [52, "44 BITS ABOUT BERGHOLT. ever. This terrible disease lingered among us under the name of the Plague down to 1666. A VILLAGER. East Bergholt, August 19th, 1874. No. XIII. We have spoken of laws intended to keep down prices. The Parliament of Edward III., in 1349, enacted that all men were to work for the same wages as had been paid during the six years before the coming of the \" Black Death.\" We learn also what these prices had been. A labourer in hay harvest .was to have only a penny a day, except a mower, who might receive either fivepence a day or fivepence an acre. Reapers were to be paid twopence a day during the first week of August, and threepence a day for the rest of the month ; but were for bidden to ask for meat or extra food. All reapers were bound to work iu the village where they had spent the last winter, or else to go to the nearest town, sickle or scythe in hand, to be hired. All labourers were required to swear twice a year to observe this law. To enforce it, it was enacted that fines in flicted upon the disobedient should be divided among the inhabitants of their villages, and that obstinate offenders should be branded with the letter F (falsehood). These attempts to artificially control the labour market were long popular, for we read in parish records as late as \"Novr. 30th, 1720, Mett at the house of Joseph Chaplin, Esqre. Ordered that the Churchwardens or Overseers do directly get a warrant to take up several straggling wenches, &c, that keep about our town.\" Deer. 27, 1721. Ordered that the Churchwardens and"], [53, "BITS ABOUT BERGHOLT. 45 Overseers do take up all the young fellows and wenches that are at their own hand, and make them shew cause before a justice why they don't go to service. Women had even then some ideas about their rights, for in spite of the efforts of Churchwardens and Overseers, we read — Octr. 7, 1724. Ordered that ye Overseers get a Warrant for those young women who won't go to service. In 1444 a female servant used to receive 10s. wages and 4s. for clothes annually. Every kiud of wheeled conveyance, from a donkey cart to a brougham, is to be seen now-a-days in Bergholt, but carriages must have been scarce in the days of Edward III, for we read that the mother of Richard II \" rode in a whirlecote, she being sick and weak.\" In Queen Elizabeth's days Sir Phillip Sydney speaks of its being as unmanly in a young gentleman to ride in a carriage as it would be for him to appear dressed as a woman. Did not Elizabeth Woodville (afterwards Queen of Edward the Fourth), note in her diary — \"Rose at four, went into the paddock, caught Thump the little pony, and rode a matter of six miles before breakfast (i.e, before 6 a.m.) without saddle or bridle.\" In 1369 the plague again scourged these counties, but in 1384 men were again busy about their lands and houses, for we find an entry which (like those referring to the estates of the Bawdwynes),proves that in spite of Dugdales saying that King- Henry II. gave to the Knights of St. John of Jerusalem \" all the laud belonging to him in Berk-holte,\" the Crown still had a hold upon our parish. \" 1384, 8 Richard II. Margaret, late wife of John De"], [54, "46 BITS ABOUT BERGHOLT. Sutton, Knight, held 3 messuages, 7 acres of land, 19 acres 3 roods of meadow, 52 acres 1 rood of pasture, in East Bergholt, at 17s. 44d. rent of the King in soccage by the service of 20s., to be paid annually into the hands of the Sheriff of Suffolk, which rent is called Blaunche Prime.\" \" John, son of the said John, is his heir.\" EUzabeth Woodville's Diary may give us an idea of Sir John De Sutton's habits. Speaking of her future husband Sir John Grey, she says. \" I cannot say that I have any objection to John Grey, for he plays prison bars as well as any other country gentleman, and never misses Church on Sundays.\" \" John Grey gave no less than £4 out of his own purse to a poor farmer whose house had been burnt down. (N.B. I never saw him look so handsome as at that moment.\") \" Said my prayers over twice ; thinking of John Grey spoilt them the first time. Went to sleep and dreamed of John Grey all night.\" In 1390 Bergholt was sad once more. Money was scarce, and times were bad. Good food could not be paid for, and men Uved on coarse, unwholesome diet. In the train of famine came pestilence, disease, and death. Let us hope that the Vicars sent from Battle Abbey did then duty, for if not, the ignorance in our vdlage as to the Word of God must have been fearful. As late as 1548 there were but three printers in all Ipswich, whilst in the 14th century a Bible could scarcely be purchased for money. Bibles of that date have usuaUy some such note as this added to them. \"Written by me for the good of my soul. May God Almighty in his great mercy think upon me.\" About this time, though we know not at what precise date"], [55, "47 BITS ABOUT BERGHOLT. Berenger De Sap gave \" two parts of his tithes in'Brantham to the Monastery of Preaching Friars at Thetford.\" In 1421 two knights paid for 8 fowls Is., for 12 gallons of ale 18d., for 16 ditto 16d., for 2 geese 8d., for 21bs. of candles 3^d. (N.B. In Queen Elizabeth's reign candles cost the Corporation of Ipswich only 2d. per lb.) \" A woman's wages in fetching the ale Id.,\" whilst the horses of the whole party were fed at the cost of only 15d. In 1430 the Justices settled wages on the following scale. A farm bailiff was to have by the year 20s., with board. A ploughman, shepherd, or carter varied from 13s. 4d. to 10s. yearly, with board. A labourer, thatcher, or hedger got from 1-gd. to 2d. a day in Summer, from ld. to l|d. a day in Winter. A carpenter, mason, or tyler could make from 2d. to 3d. a day with board, 3d. or 4d. without food. In war-time he was now and then paid lOd. a day. Only persons of rank could afford to eat wheaten bread all the year round, and in 1437-38 none could have bought it, for wheat rose from 4s. to 4s. 6d. per quarter to the famine price of 26s. 8d. As late as 1500 land could be rented at from ls. 4d. to ls. 6d. per acre. Much of the land was laid down in pasture and meadow. Sheep were kept in large numbers, there being sometimes as many as 20,000 in a single flock. Farmers seem to have been well to do. Most of them had six or seven years rent in hand, ready to buy a new lease. Pewter in abundance, and bright as silver, was to be seen on their shelves and tables. Three or four feather beds, with plenty of smart coverlets, formed pleasant sleeping places in spacious rooms hung round with tapestry, whilst on great"], [56, "48 BITS ABOUT BERGHOLT. occasions, such as the Christmas feast or a visit from the vicar or the squire, the good wife was proud to show her saltcellar, her winebowl, and her dozen spoons, all of solid silver. The proud De Veres of Hedingham Castle, who, as we shall see, gained so much by the Dissolution of the Monasteries, seem from the time that Wilham the Conqueror gave an estate here to their ancestor Alberic de Ver, to have had an interest in Bergholt, for we find that in 1472 \" The relict of John Vere, 12th Earl of Oxford, held the manors of Chelsworth, East Bergholt and Brook Hall in Suffolk as her own inheritance.\" Here we must close our array of facts and figures for this week. A VILLAGER. East Bergholt, August 26th, 1874. No. XIV. We are not left quite in the dark about the funerals in our churchyard in days gone by. In the year 1460 John Brookman died at East Bergholt. He seems to have been a man of property, judging from the directions given about his funeral. \" To be buried in East Bergholt churchyard. To each chaplain that attends the funeral, 4d. ; and the carriers of the body, 2d. ; and the Rector of the Church, 8 modici (bushels ?) of malt ! To the image of St. Lawrence, 12d. ; to the Carmelites, 20d.\" John Brookman was not alone in his care for religious objects, for in 1462 we find that William Peverel was borne to his grave on December 26th. The old squire gave orders that"], [57, "BITS ABOUT BER0II0LT. 49 there shonld be given \"to the priest at his funeral in East Bergholt Churchyard, 4d. ; to the clerk, 2d. ; to any poor man, ld. ; 6s. 8d. to the Guild of St. Mary of Bergholt ; to each of the houses of Friars at Ipswich, 10s. ; to the Colchester Friars, 10s.\" Let us hope in all charity that the friars, chaplains, and priests did not forget their liberal benefactors, and duly prayed for them as in duty bound. No doubt the Rector, as he quaffed his nut-brown ale, would think of the kindness of his departed friend in sending him the malt out of which to brew it. But this latter entry is interesting, because it proves the existence here of a Guild, having as its patroness St. Mary, to whom our Church is also dedicated. These Guilds, established by tradesmen and merchants for their mutual help and protection, were very powerful in the middle ages. Once a year our Bergholt Guild assembled in the parish Church at the Shrine of om- Lady. There they heard Vespers, and offered prayers for the repose of the souls of such members of the Guild as had died during the past year, finishing the service with a supper of bread, cheese, and beer. Next morning they gathered, wearing hoods, scarves, and other ornaments. They duly heard Mass, each member made his offering at the Shrine, and then all sat down to a hearty dinner, (only too often in the Church itself). AVilliam Peverel was very generous to tlie poor, though his bequest sounds small indeed to us. In 1526 Earl Delawarr died, high in office, and in great favour with Henry VIII. He directed that he should be \"buried according to his honour\" in a noble tomb of free stone. He wished also that 2d. should be given to every poor person who might ask for it in Broadwater Church (Sussex). 0"], [58, "BITS ABOUT BERGHOLT. 50 In order to provide this small sum of ready money, he ordered \"his collar of gold ofthe Garter, and the gold chain which he usually wore,\" to be sold. Iu 1473, on the 10th of April, \"Christiana Phinne, of East Bergholt,\" was bnried. She left to \"the Priest, at her funeral,\" 5s. We know not the resting places of John Brookman, William Peverel, and Christiana Phinne. We may surmise from William Peverel's gift to the Guild of St. Mary, that a stone near the West end of our Church formerly commemorated his virtues, aud preserved his features on brass. For this stone, from which rude hands, 200 years ago, tore the image of the dead, still seems to bear traces of the figures of the Madonna and Child. AU we really know is that about this time several persons of distinction were buried in our Church, and three handsome brasses were placed over their tombs. St. Augustine forbade burials in Churches. St. Cuthbert, Archbishop of Canterbury, in 758, first allowed them. Pope Gregory the Great strongly recommended them, in order that \" the sight of the dead might move the living to say prayers for their souls.\" We cannot now teU if any of our nameless Bergholt knights and squires inscribed ther tombs, as did Sir John Brewys, in 1416:— Es testis, Christe quod non jacet hie lapis, Iste corpus ut ornetur, sed ut spiritus memoretur. Thou, 0 Christ, art witness that this stone is not placed that the body may be adorned, but that the soul may be kept in mind. We know not the names of the knights and ladies who, with clasped hands, seem to offer up one eternal prayer, and"], [59, "BITS ABOUT BERGHOLT. 51 make meek protest against the injuries done them. The zealots of 1643 tore off the costly brasses, and now they are gone beyond recovery, though they were for a time preserved, since we find mentioned in our Parish Books, as belonging to the Church in 1679, \"more than thirty peeces of brass.\" These were troublous times, for the Wars of the Roses were raging fiercely. Sheaves of arrows were being bought at Ipswich, every man and boy was bound to practice archery, and the law was strictly enforced, which obliged \" every mer chant stranger to bring from Venice, or elsewhere, four good yew bow-staves with every ton of merchandise.\" This neighbourhood favoured the House of York, for Sir John Howard and Sir Robert Brews (of Wenham Parva), who represented the county, were staunch Yorkists. In 1463 Bergholt men, or their neighbours, mustered for the relief of Alnwick Castle. They had plenty of salt beef to eat, numbers of oxeu having been bought at from 12s. to 16s. each. Every one of these poor animals had been baited before being knocked on the head, according to general custom. From the time when in 1209 Earl Warrenne gave land at Stamford for bull-baiting, until a few years ago, the amusement was most popular. The butchers of Winchester were obliged to provide a bull to bc baited on the Sunday when the mayor rode round the city boundaries, and one mayor wished to remove the public bull ring to the front of his own house, as a mark of respect to the mayoralty ! All butchers were obliged to have their bulls baited upon pain of a fine. In Ipswich we read \" Philip Drake for not baitynge of his beaste\" was fined 12d. Another butcher for having \" the flesshe of a bol unffitt for man's bodye\" (i.e. un baited) was fined 14d. All mastiffs used for bull-baiting were"], [60, "52 BITS ABOUT BERGHOLT. to be kept muzzled, on pain of a fine of 3s. 4d., which was to be given to the poor. Bergholt folks rose about four, breakfasted at six, dined at 10 or 11, and went to bed early. Elizabeth Woodville says \" nine o'clock at night ; all the company fast asleep ; these late hours very disagreeable.\" The men wore caps, wide awakes, and hoods with tails on their heads. They were clad in gowns with large sleeves, fastened with leathern girdles. No man below a lord might wear purple or silk, yeomen and all beneath them were not allowed to wear padded or stuffed doublets, whilst none but persons of rank were allowed to wear jackets indecently short, or pikes to their shoes more than two inches in length ! A strange privilege truly ! ! Very comely must the Bergholt dames have looked in their varied head dresses, some shaped like bishops' mitres, others stiff and square, whilst others towered aloft like steeples with a delicate gauze veil daintily thrown over them. Their gowns were most becomingly fastened by an aumoniere — akin to the modern chatelaine — a rosary ending in a tassel which did double duty as an ornament, and as a means of sprinkling holy water at the Church door on the way to mass. A YILLAGER. East Bergholt, 3rd September, 1874. No. XV. Bergholt was a more important place long ago than it is at present. In the days when old Matthew Paris boasted with pardon able pride that \" the ribs of the whole world were kept warm"], [61, "BITS ABOUT BERGHOLT. 53 by fleeces of English wool,\" our village was a town of con siderable size. This neighbourhood has always been famous for its woollen manufactures. There are traces of a Flemish settlement at Norwich as far back as the reign of Henry I. In the year 1 197 we find a law passed to regulate the sale and manufacture of cloth. As we have already seen, the great host of Flemings under the Earl of Leicester was defeated by Henry's army, and the survivors were only too glad to purchase their lives by settling down as peaceful weavers in Ipswich. The reign of Stephen was marked by war and confusion, but, spi te of bad times, the Flemish colony throve apace. In the reign of Edward I., agents were sent by the King to Flanders to try and induce weavers to emigrate to England. The same King ordered that the markets, which up to that time had always been held in Churchyards, should be held elsewhere. But he also ordered market crosses to be erected to remind the buyers and sellers that although they had ceased to bargain in the Churchyard, yet they were still Christians. We have no market cross in Bergholt, nor have we any traces of one. But we formerly had a market, and many a hard bargain was driven in it between the busy weavers and the buxom farmer's wives, exchanging cloth for butter, eggs, and poultry. But it was under Edward III. that the woollen trade began to flourish. The King himself dealt very largely in wool. In 1336 Norwich was appointed as a \" staple.\" This name is derived from an old Saxon word, meaning \" to hold,'' and was applied to those towns where the chief markets for wool, skins, Sta., were held."], [62, "54 BITS ABOUT BERGHOLT. Philip of Valois imprisoned aU the EngUsh whom he found in Flanders, but Edward crippled his trade severely by refusing to allow any EngUsh wool to be exported. It was a time of misery in Holland, and when at last the sea broke through the dykes and flooded the country, the weavers left their homes by thousands, and settled in Eastern England. To Worstead, near Norwich, they came, and gave the name of their new home to the yarn which they spun there. Norwich was full of their looms. Sudbury shuttles were busy, and at Lavenham blue cloth and hand-spun yarn were made in abundance. In 1337 we find Edward III. shipping some 2,000 bales of wool, and giving orders to that good Knight, Sir Walter Manny, to protect the vessels which carried them. In 1339 ships were lying in Antwerp Harbour watching to seize cargoes of English wool. In 1342 the King borrowed money on the security of his stores of wool, and we find that he had 184 bales at Ipswich, but only 150 in London. Our neighbourhood abounded in weavers. In the year 1382 the Earl of Suffolk owned one fulling mill at Dedham, and from the year 1410 and onwards we know that the nuns of Campsey enjoyed the yearly rents of another. Foolishly, and urged by jealousy, the Suffolk and Nor folk weavers tried to annoy the foreigners by restricting the number of their apprentices, and by hindering them from dealing with any but their own countrymen. But though many of the Walloons moved away to the North, others quickly came to fill their places. In 1403 it was enacted that all wool from these counties should be packed and weighed, and all wool and skins shipped from Yarmouth only. The wool merchants were very powerful and influential."], [63, "BITS ABOUT BERGHOLT. 55 We have a portrait of one of them in \" John Halle,\" Mayor of SaUsbury. He for \"many yeares did buy all the wooll on Salisbury Plaines.\" He cared nothing for Bishop or King when defending the rights of his native City, and was sent to prison by Edward IV. himself, \" For showing himself of a right cedicious, hasty, wilfull, and unwitty disposition.\" In 1504, 300 more WaUoons came over to join their brethren, and in 1562 we know that no less than three mills stood upon the river Stour, in our parish. The persecution of the Protestants in the Low Countries drove 100,000 fugitives to seek shelter in England, and when in 1589 Edward Lambe (of whom more hereafter), gave land from his manor of Illaries, in Bergholt, for the establishment of a school, he named sixteen trustees, thirteen of whom were clothiers, nearly all of whom resided within the parish. \" Bays\" were the chief manufacture of Bergholt ; Ipswich was famous for the making of \" bays,\" \" cotton,\" \" fries,\" or \" rugge.\" Charles Brandon, Duke of Suffolk, at a tournament held in honour of his marriage with Mary Tudor, Queen of France, wore a coat made partly of cloth of gold, and partly of cloth of frieze. He bore on his shield the following motto : — Cloth of gold do not despise, Though thou art matched with cloth of frieze ; Cloth of frieze be not too bold, Though thou art matched with cloth of gold. These busy Flemings taught our Suffolk weavers the art of manufacturing \" Bayes, Mocades, Grograynes, and all kinds of tufts.\" The value of the cloth manufactured in Colchester amounted to £30,000 every week, and during the siege in"], [64, "BITS ABOUT BBBGHOLT. 56 1648 the weavers grumbled sorely at the stoppage of their business. Archbishop Laud did much to ruin the woollen trade. The Flemings had hitherto been allowed to worship according to their native usage, but Laud commanded aU services except those of the Church of England to be discontinued. These instructions, faithfully carried out by Bishop Wren, had the effect of driving thousands of families across the Atlantic to New England. In 1681, 120,000 French Protestants, driven from home and country by Louis XIV., sought and found refuge in England. Right well did they make amends for the protection given them. They introduced the manufacture of crape. Every loom was busy weaving \" lutestrings, brocades, paduasoys, tabinets, and velvets.\" For fifty years the weavers were happy and prosper ous, and in 1700, all the women in Norfolk and Suffolk were engaged in spinning. The clothiers did much towards the rebuilding of our Church, and our town school was, as we have seen, managed by them. In our parish books we find entries telling of joy and sorrow in the families of weavers. \"In 1674, Edward Lewes, clothyer, was elected Constable.\" Besides the fulling mills upon the Stour, there was also another, which stood by the fishpond, in the grounds of West Lodge. In order to encourage industry, the vestry meeting resolved in 1686 that \"a pair of cards (price Is. 2d.) be given to Goodwife Sucklin, and to William Holt a set of cards and spindles (price ls. 3d.),\" and in 1745 it was voted that \"a spinning-wheel be given to Ann Redgrave.\" But even in 1745, the tide had turned, and has ebbed rapidly ever since, so that now, the Flemish weavers of East"], [65, "BITS ABOUT BERGHOLT. 57 Bergholt have become only a memory of the past, preserved by the existence of such names as Folkard, Aldous, Mecklenburgh, &c, in our midst. A VILLAGER. East Bergholt, September 8, 1874. No. XVI. We have spoken of the great success which followed the coming of Christian teachers amongst the worshippers of Thor and Odin. Domesday Book has preserved the memory of the pious generosity of Saxon founders, who built two Churches here, and endowed them with the large sum (for those days) of 52 shillings. The gift of the advowson of \" Brantona\" (Brantham), to the powerful Abbey of Battle, proves that whilst Norman and Plantagenet Kings ruled the land, there was always a Church in Bergholt. Soon after the year 1400, it was found that Bergholt was growing in size so fast, that there was no longer room enough in the Church for the worshippers. Plans were drawn out, very likely by the Vicar himself (like William of \"Wykeham, Bishop of Winchester, and Architect at Windsor Castle !). Masons and carpenters were employed, and, ere long, our noble and spacious Chancel was added to the ancient and already mouldering building. Soon afterwards liberal benefactors added the South Chapel, most probably dedicated to the Virgin Mary, and still containing a niche, which formerly held a statue of the Patron Saint. Here, in all likelihood, assembled year by year, \" The Guild of St. Mary of Bergholt,\" and deposited their offer-"], [66, "58 BITS ABOUT BERGHOLT. ings before the shrine. About the year 1510, the wealthier clothiers of Bergholt made up their minds that a great part of the Church needed to be rebudt and enlarged. The Chancel and the South Chapel were almost new, but the Nave was crumbling with age, and was much too small to bold the congregation. An estimate was made of the cost, and about 1520 a subscription was set on foot, which was heartily taken up- Every merchant, woolstapler, or clothier gave liberally. No doubt the names of the Abbots of Battle and Thetford, of the Prior of Leighs, and of the Knights of St. John stood high upon the list. Several wealthy parishioners died in 1522, and left handsome legacies for the furtherance of the good work. But money was still wanted, and some one ai* last suggested applying to Cardinal Wolsey, now at the height of his power, but whom many of the Bergholt folks had known well, before he went to Oxford and took his degree at the age of 16, thereby earning for himseU' for all time the honourable name of the \" Boy Bachelor.\" Rumours perchance had reached their ears of his enormous wealth, of his retinue of 800 persons, of his \" paire of candle sticks of sylver and guilt, being curiously wrought, which cost 300 markes,\" and of his bed-rooms, which each \"had a bason and an ewer of sylver, a great livery (i.e., wine at supper) pot of sylver, and some guilt ; yea, and some chambers had two livery pots, with wine and beere, a bowle, a goblet, and a pot of sylver to drink in, both for their wine and beere ; a sylver candlesticke, both white and plaine, having in it two sizes, and a staffe torche of waxe, a fine manchet, and a cheat loaf.\" Besides, the Cardinal was about to suppress the Priory of Dodnash for the good of his new CoUege at Ipswich, and as"], [67, "BITS ABOUT BERGHOLT. 59 the Canons owned \"a house and 39 acres in Bergholt,\" it seemed only fair that the new possessor should help in the good work that was going on in the parish. Accordingly the request was made, (probably through one of Wolsey's Ipswich relations, the Daundys), and a handsome contribution from the Cardinal was the result. The architect was at no loss to decide what style to employ, for at that time the perpendicular order (distinguished by the long, thin mullions of stone, which divide the windows longitudinally, crossed at right angles by transoms, and by the flush panelling ofthe walls, which was first used in England about 1377), was stiU in fashion. He used as his materials \" flint and stone, carving in the chancel buttresses niches with handsome canopies, panelling the battlements and enriching the building (especially the North door), with spandrils and flowers.\" At last, in 1525, the work was done, and the rebuilt and enlarged nave, together with two aisles and a North chapel formed, with the chancel and South chapel which had been left standing, one grand whole. We can feebly picture to ourselves the consecration of the new Church. No doubt there was a grand procession gay with many a banner, and half hidden by clouds of incense. We know not if the Cardinal himself came iu person to dedicate the Church, but we may be almost sure that some of the Knights of St. John rode over from their commandery at Battisford. With prayer and chant and Psalm was the building set apart as belonging to \" Christ's Holy Catholic Church in Eng land,\" and for 350 years have the parishioners knelt within its hallowed walls, and, (as we shaU see) it has re-echoed the"], [68, "BITS ABOUT BERGHOLT. 60 faithful words of at least one who died at the stake as a martyr. The old Church has seen changes since it was rebuilt and enlarged in 1525. Under Edward the Sixth the rood loft wliich spanned the entrance to the chancel was taken down, and the altars at which mass had so long been said were removed in token that England, \" rejecting all Papal innovations,\" had returned to \" the Holy Catholic and Apostolic faith professed by the whole Church before the disunion of East and West.\" In 1643 the costly brasses and ornaments of the interior, and the crosses on the exterior were torn away, and for a few years a non- Episcopal form of worship was estabhshed in our Church and parish. But for 200 years and more the grand old building has enjoyed peace and prosperity within its walls, words of hope and prayer have been and are breathed alike over the little child standing on the threshold of life, and over the aged man who is laid to rest in God's acre. Much has been done towards beautifying and restoring it by, and through the influence of the present worthy and much-esteemed Rector, who has made every seat in the Church \"free and open,\" and who is at present generously re-paving the chancel with encaustic tiles. Some few years ago the East window was filled with stained glass, illustrative of Old and New Testament history, in memory of the late lamented owners of West Lodge ; and during the present year another stained glass window, the figures in which teach lessons of Faith, Hope, and Charity, has been inserted in the South chapel by a family who would not willingly let their loved ones be forgotten in the House of God."], [69, "BITS ABOUT BERGHOLT. 61 But stately as is our Church, we have not as yet the noble tower of which the solid foundations were deeply laid, and towards the building ofwhich many legacies were left in 1526 and 1527. Some say that the evil spirit in person hindered the work, but the true explanation seems to be that the builders ceased their labour when they heard how in Leicester Abbey were \" laid the bones \" of him who had Ventured, Like httle boys that swim on bladders, These many summers in a sea of glory ; But who In his age Was left open to his enemies. The moneys which had been collected melted away, and Bergholt tower has never been completed. Who will lend a helping hand to carry out the noble design of Cardinal Wolsey ? A VILLAGER. East Bergholt, September 15th, 1874. No. XVII. When the Bergholt people were obliged by the fall of Cardinal Wolsey, or some other cause, to suspend for a short time (as they fondly hoped) the building of their Church tower, they erected a quaint-looking building in the Church yard called a clochard or bell shed, within which, enclosed in a strong frame of timber, were placed the bells. Very probably the design was taken by the Vicar of this or some neighbour ing-parish from two clochards which he must often have seen when an undergraduate at Cambridge, viz., one at St. Clement's Church and the other at King's College. The latter clochard"], [70, "62 BITS ABOUT BERGHOLT. contained a wonderful peal of bells, sent in 1456, by Pope Calixtus the Third to Henry the Sixth, the generous founder of the College. The tenor bell weighed 57 cwt., and the whole peal is said to have been one of the finest ever cast. When the clochard decayed through age the bells were placed on the floor of the chapel, and finaUy, about the year 1720, sold as old metal to Phelps, the bell founder, of Whitechapel ! Bell cages are now exceedingly rare. They are almost unknown in England, and there is but one place on the Conti nent where the bells (by no means so large as our own) are rung as at Bergholt, viz., by pulling the clapper instead of the whole bell. We have five bells in our cage. One, the most ancient of all, has inscribed upon it, \" Hie sonat . Gabrœlis, campana fidclis.\" \" Here Gabriel rings, a faithful bell.\" It has a number of very ancient and curious impressions upon it, which, to any one learned in bells, would probably disclose its age.\" Another bell is named \" Mary,\" and has the following inscription: — \" Ricardus Bowler me fecit 1601.\" \" Richard Bowler made. me 1601,\" and Sum rosa pulsata Mundi Maria vocata. \"I am the Rose of the world when struck: my name is Mary;\" Isaac Mechabel and John Brerton, Churchwardens. From the circumstance that the Church is dedicated to St. Mary, and from the fact of the names of Gabriel and Mary having been given to these bells, those who so named them had doubtless the intention of reminding all within hearing of the Annunciation. The tenor bell hangs in a frame on which some long-for-"], [71, "63 BITS ABOUT BERGHOLT. gotten ringer has carved the date 1697 ; but the bell itself bears the inscription, \"John Stephens fecit (made it), 1727, Walter GulUfer and Thomas Brown, Churchwardens.\" The family of the Gullifers was formerly possessed of great influence here, and it seems probable that Dean Swift (who resided in the neighbourhood for some years), satarised one ol its members in his famous romance, entitled \" Gulliver's Travels.\" Some of this family are buried within our chancel. We know that this bell has been at least twice re-cast. We find, in the year 1621, this entry : — A note what the great bell wayed when it went to Berre, and what it now wayeth this 24th of December, 1621. It wayed, in the Churchyard, before it went to Berre, 26 hundred and 561bs. ; it was broken in pieces and wayed agayne at Berre, and found 27 hundred and 24. It weyeth now at home, 25c. and 321b. at one end of the beanie, and at the other end 26c. and 09 ; the odes being 891b., which being divided, is 441b. and half. The bell now wayeth five and twenty hundred seventy five pound and half. The bellfounders ware to be allowed for wag £40, and to account the bell at 26c. and 961b. And it now wayeth 25c. and 76 and half. So they have in mettell, which they must allow, one hundred twenty five poundes, at eight pence the lb., which makes in money, four pounds, a dozen shillings, eight pence. They are to have for setting the bell, taking it at Barfould (i.e. Bergholt) and delivering it there agayne, building a and so to kep hur one hole year, nine pounds ten shillings. Bemayne to them four pounds eighteen shillings and fourpence, which is paid to Andrew Gerne, of Berre Seynt Edmundes, by the appoyntment of the Mr. Workman, John Draper, of Thetford, Charles Bromey, with others. Evidently many of the Bergholt people were regularly late at Church, much to their own annoyance and that of the Rev. Stephen Podd, the non-conformist minister, who, during the"], [72, "BITS ABOUT BERGHOLT. 64 confusions of the CivU War, had installed himself at the Rectory. They determined to be more punctual in future, and accordingly \"The sixteenthe day of September, 1651, at the house of Abraham Newton, then mett, it was ordered as followeth : — \" Item, it is agreed that Captain Goffe doe speake unto the Churchwardens to repaire the Church speedily. \" Item, it is agreed that Goodman James Hayward speeke unto Goodman Turner to ringe the sermon bell a longer dis tance of time than usually he hath done before the little bell, and a longer season to ringe it out that the inhabitants afarr off may well heere it.\" Before the year 1679 came round it seems as if the great bell must have sent forth a knell for Goodman Turner, for we find another strong arm responsible for tolling it at funerals. \" Feb. 23, 1679. — Item, it is agreed that Thomas Parkins be assistant to Henry Mascali in ringing the bell, and making the graves, and none other, and also to make the responds, and that the Churchwardens and Overseers give Henry Mascali notis of the same.\" Sometime before 1722 the bell had cracked, and made discord instead of harmony. Mr. Gardiner, a bellfounder, of Sudbury, offered to recast it, for we read — \" Feb. ye 6th, 1722. Mett at Mr. Nat Lewis, and there Mi-. Gardiner proposed to the Townsmen to run the great bell and to make it tunable and tonable, take it out and hang it up again at his own proper cost and charge, and to pay for the carriage of it to Sudbury and back again if the townsmen re- quire it, and the townsmen promise to give the said Mr. Gardiner an answer at the next Town Meeting. N.B. The bell is to be run, etc., for £25 if the said Mr. Gardiner rims"], [73, "BITS ABOUT BERGHOLT. 65 it.\" For some reason or. other Mr. Gardiner's offer was de clined, and the bell remained cracked and out of tune until 1727, when John Stephens re-cast it, since which time it has right well played its part in many a joyous peal and chime, and has told of the passing away one by one of those who sleep in our Churchyard and Cemetery. The next bell is very re markable on account of the number of coins which are em bedded in it. They are mostly, if not all, of the reign of Charles IL, and are stamped with a Greek cross like our modern florins. Other bells have coins imbedded in them, but the date of the bell, viz., 1688, makes the circumstance interesting, showing as it does that during the stormy times of the Revolution, Bergholt men clung with unshaken fidelity to the waning fortunes of the soon to be exiled House of Stuart. The treble beU bears date 1601, and has the inscription \" Ricardus Bowler me fecit.\" \" Richard Bowler made me.\" The little bell on which the hammer of the Church clock strikes has the same inscription, with the date 1594. This Richard Bowler lived at Colchester, and was at work between 1594 and 1606, if not longer. He was twice employed here, viz., to re-cast the clock bell in 1594, and also in 1601 to re-cast two of the bells in the cage. Bowler is best known, however, as being the predecessor of the famous Miles Grave, of Colchester, who cast two of the bells at Capel St. Mary, and who was also the founder of \" the matchless tenor \" bell at Lavenham. Richard Bowler's work needs repairs. Our treble bell, as every one can plainly hear, is cracked. It ought to be set right either by filing or re-casting, for it is a great pity so fine a riDg of bells should not be in perfect tune. Who will take the lead in this useful work ? We have spoken of the E"], [74, "BITS ABOUT BERGHOLT. 66 bells separately, next week we will recall the memory of an extraordinary peal which they once rang in concert. A VILLAGER. East Bergholt, 21st September, 1874. No. XVIII. Those who Uved in Bergholt during the reign of Henry VIII. took part in many stirring scenes. First of all came the re-building and consecration of our Church, with all the attendant pomp and bustle, and whilst some long-forgotten mason was busily carving the figures 1525 above the South arch of the tower, exciting news was eagerly passed from lip to lip. The taxes had of late been very heavy on account of the King's wars with Scotland and France, as well as the splendour of his Court. Work was very scarce and people were starving. The Cardinal and the Duke of Suffolk were declared to be the cause of all the misery. At last hungry men declared that they would suffer in silence no longer. Hadleigh, Lavenham, and Sudbury were centres of rebeUion, and from all the villages round came desperate men, Bergholt faces being doubtless to be seen amidst the crowd. Ere long our village folk heard how 40,000 men had taken post at Lavenham, and were breaking down bridges, ringing Church bells, and threatening to kill the \"Caidinal, the Duke of Suf folk, and Sir Robert Drury.\" Eye-witnesses told long after how their leader, named John Green, a man about 50 years of age, told the General of the King's troops that their real Com mander was \" Captain Poverty.\""], [75, "BITS ABOUT BERGHOLT. 67 Bergholt wives and mothers were glad when the tumult was quelled, and when peace was restored, after some hundreds of the rioters had appeared at Bury, clad only in their shirts and having halters round their necks, to ask for pardon. But though this popular tumult was soon at an end, a mighty change was about to take place, the effects of which are felt down to our own times. No doubt the people of Bergholt murmured when in January, 1523, the Black Canons of Dodnash were forced to leave then- pleasant home. But every one knew that Cardinal Wolsey had only turned out the Monks (with the sanction of the Pope) in order to enrich his new College at Ipswich, of which all Suffolk men were proud. But the murmurs became long and loud when it was dis covered that the King intended to lay hands upon all the Monasteries in England, one-ninth of which were to be found within the counties of Norfolk and Suffolk. In spite of their gallant deeds of arms against the Turkish Pirates of the Mediterranean ; in spite of their glorious defence of Rhodes, from which they were only driven after two famous sieges, the last of which ended January 1st, 1523, Henry stripped the brave Knights of St. John of all their possessions in this country. The Pope in his turn declared \" England to be no longer a province of the Order, being infected with heresy.\" With the exception of a few small endowments granted to the Poor Knights of Windsor, on the condition of their repeating \" eternal masses while the world shall endure,\" for the repose of Henry's soul, all the vast possessions of the Knights were confiscated, and became private property. We have seen that Alberic de Ver, one of the Conqueror's followers, obtained a manor here. His descendants, the Earls"], [76, "BITS ABOUT BERGHOLT. 68 of Oxford, were possessed of land in this parish in 1472 (see No. 13). John De Vere, Lord of Hedingham Castle, a nobleman high in office at Court, was not above joining in the general begging for Church lands, and he obtained for himself all the acres which, since the days of Henry IL, had been devoted to the defence of Christendom against the Infidel. The manor granted to him stdl goes by the name of \" Commandery,\" reminding us of its former owners. The Prior of Leighs, in Essex, formerly claimed from Berg holt and Brantham £47 5s. 6^d._ a sum exceeding by £5 the whole revenue of Dodnash Priory. The same Priory reckoned the value of 220 acres at £7 10s., so that its possessions here must have been very extensive. In fact, Bergholt and Brant ham provided it with one-third of its income, which was estimated at £141 14s. 8d. One of the Parks at Leighs was four miles in circumfer ence, the fishponds were extensive, and the Prior kept the best pack of hounds in the neighbourhood. Sir Richard Rich, a scheming Yorkshire lawyer, a perjured gamester, and \" a man of no good character,\" was the chief agent of the King in these counties. He scrupled not to do anything, however mean, in order to procure the suppression of a Monastery, and took as his own share of the plunder the Priory of Leighs. This Priory held also the manor and advowson (the latter valued at £8 13s. 4d.) of Great Wenham. These were granted to R. Cavendish (28, Henry VIII.) But even though the smaller rehgious houses were sup pressed, men thought at first that the larger Monasteries would be permitted to stand. Great must have been the"], [77, "BITS ABOUT BERGHOLT. 69 surprise in Bergholt when it was found that the Dominican Priory of Thetford would be unable to face the storm, and that the Preaching Friars would be obliged to give up Berenger de Sap's bequest of \" two parts of his tithes in Brantham.\" But wonder and alarm must have reached their height when the Vicar told his flock that he would be the last Priest sent to Bergholt by the powerful Abbey of Battle, since he had heard by \" a sure hand \" that the Mitred Abbot had surrendered the stately pile, which covered nine acres of ground, and which even in its ruin is a sight never to be forgotten, with aU its prvileges and its princely revenue, variously estimated at from £880 14s. 7d. up to £987 Os. 10d., into the hands of the King. With the fall of the Monasteries disappeared a little chapel, which formerly stood on a bridge at Cattawade. A simdar one Btood upon the bridge at Stratford, in Essex, on passing which \" every cart carrying corn, wood, or coal paid ld. toll.\" One day a cart crossed the bridge \"carrying a dead Jew.\" No less than 8d. was charged as toU ! We wonder if the Monks of Cattawade were ever equally fortunate ! In all there were suppressed 605 Monasteries, 96 Colleges, 110 Hospitals, 2,374 Chapels and Chantries. Some of the Abbots and Abbesses surrendered willingly, and were \"rewarded with goodly stipends and faire houses withal,\" whilst others, such as those of Colchester and Glas tonbury, were cruelly executed. Most of the Monks received smaU pensions, some obtaining only a \"priest's gown and 40s. in money.\" In Essex alone the revenues of the Monasteries amounted to £7,500, wheat being sold at that time for 8s. per quarter."], [78, "70 BITS ABOUT BERGHOLT. The King gave to the Church only some £8,000 per annum out of the yearly revenue of £161,000 (equal to £2,000,000 at present), which he had seized. Nothing was spared, as the following entries show : — Bordesley. Sold to Basse Sheldon, Esquyer, and Mr. Markeham, the iron and glasse in the wyndowes of the North side of the cloyster, 13s. 8d. Grey Friars of Stafford. Sold to the town of Stafford 2 Church candlesticks, 5s. A frying panne and a payre of pot-hangles, 6d. Grey Friars at Lichfield. A presse, a bedstede, and a dore, sold to Mr. Dobson, 4d. The loss to hterature was irreparable. Bishop Bale, speaking of the books in the Monasteries, says — To destroy all without consyderaoyon is and wyll be unto England for ever a most horrible infamy among the grave senyours oi other nacions. The jewels, gold clasps, and illuminations were torn away, and then the books were flung aside as worthless. Books were used to scour candlesticks, to rub boots with ; and one tradesman bought two Monastery libraries for 40s., which supplied him with wastepaper for more than 20 years. The poor missed the dole of food at the Priory gate, the sick felt the want of medicine and hospitals, whilst travellers found themselves deprived of their only inns and hostelries. The Church services were badly provided for, and vice for a time was very prevalent. The Monasteries were formerly refuges for the arts and sciences. They gave a shelter to women in a rude and licentious age, and husbandry owes much to them. \" But they at last became corrupt, sinking into a mockery and a bye-word, and at length the storm burst fiercely upon them, and laid them low in the dust.\""], [79, "BITS ABOUT BERGHOLT. 71 They did good work in their day, but that day has gone by for ever. Whilst King, Lords, and Commons were deciding upon the details of the Reformation, some of our neighbours thought that they, too, might lend a helping hand. There was in Dovercourt Church a crucifix, thought to be possessed of wondrous powers. Many miracles were said to have been performed by it. We know not what they were, or whether this crucifix resembled that far-farmed one at Ipswich (afterwards pubhcly burnt as an imposture), which, by means of concealed wires, was made to roll its eyes when any of the many pilgrims to the shrine offered silver, and to bow its head when they presented gold. Whatever else this crucifix could do, it was beheved to make the shutting of the Church door day or night an im possibility, so that instant death was certain to befall any one who might attempt to close it. Some earnest-minded men were saddened by the reports of the pretended miracles at Dovercourt, and they determined to test the powers of the famous crucifix. One winter's day, in the year of 1532, four of them, named Robert King, Robert Debenham (of East Bergholt), Nicholas Marsh, and Robert Gardiner, met at Dedham, and started for Dovercourt Church. They reached their journey's end late in the evening. The night was clear and frosty, and in stern silence they entered the Church by the ever open door. Not a sound was to be heard, but soon the noise of hammers and saws broke the silence of the night, and ere long the wonder-working crucifix was rudely torn from its fastenings."], [80, "72 BITS ABOUT BERGHOLT. A taper was hurriedly seized from the shrine, and the the whole party left the Church, and made their way to the green hard by. Soon the crackling of flames was heard, as the burning taper did its work, and when the people of Dovercourt awoke in the morning, only a few ashes remained of what had long been an object of reverence and of profit. The Uttle band who had done this bold deed fled in different directions, hoping to escape capture. But who could hope to baffle pursuers who were fired by rehgious zeal ? Robert Gardiner, indeed, was fortunate enough to get clear away, but the other three were speedily seized. A terrible vengeance was taken. Dedham men flocked to Burchet, Bergholt folk to Cattawade, and the Harwich towns men to Dovercourt, to see Robert King, Robert Debenham, and Nicholas Marsh hanged in chains. For many a long day, as they drove along Cattawade Causeway, Bergholt parents pointed out to their children the whitening bones of Robert Debenham, who helped to burn the crucifix at Dovercourt. This cruel sentence was nothing more than was to be expected in the reign of Henry VIII., dnring the 38 years of which no less than 70,000 persons were executed ! At Sandwich it was the custom to nail offenders to the pillory by the right ear, obliging them to remain until they gained courage to tear themselves away. Any one who stole lead ore in Derbyshire had his right hand fastened down to a table by a knife driven through it, which he was obliged to draw out himself if he wished for release. Those who attempted to poison others were boiled ahve."], [81, "73 BITS ABOUT BERGHOLT. Stowe tells us \"1532, AprU 5th, one Richard Rose, a cook, boiled in Smithfield for poisoning of divers persons to the number of 16 or more at* the Bishop of Rochester's place : amongst the which Benet Curnine was one, and he intended to have poisoned the Bishop (Fisher) himself — but he ate no pottage that day whereby he escaped — marry, the poor people that eat of them, many of them dyed.\" 1543. The seventeenth of March, Margaret Davy, a maid, was boiled in Smithfield for poisoning three households she had lived jn. An old record at King's Lynn is as follows: — \"1531. This year here was a maid boiled to death in the market place for poisoning her mistress.\" In 1540 a law was passed that \" all vagrants mighty in body should be whipped till their bodies were bloody, and then sent back to labour in their native place.\" Accordingly we find — Grace Granger, a vagabond, sent to Maidston in Kent, was whipt at East Bergholt, the 5th of April, 1693, and hath a child with her, and forty daies allowed to pass. 1747, expenses when Peter Prick was whipt, ls. 1773, a staple for the whipping post, 3d. I beg respectfully to inform all parishioners who are inclined to disorderly habits, that the Churchwardens still have in their keeping the village stocks ! But we have a sorrowful tale to tell. During the reign of Edward VI. there was a good and earnest rector here, named Mr. Samuel. He loved his people, and they were fond of him. The clergy had received permis sion to marry, and he had availed himself ot the privilege. When Queen Mary ascended the throne, Mr. Samuel was deprived of his living, but still visited his flock, though at the"], [82, "74 BITS ABOUT BERGHOLT. peril of his life. His wife he had sent away to Ipswich, and he saw her but seldom. A magistrate named Foster, living at Copdock, laid wait for him with constables one night when he came under cover of the darkness to his wife's lodging, and hurried him off to the town gaol. Thence he was soon removed to the Bishop's prison at Norwich, where he was most cruelly treated both by the Bishop and his Chancellor. For days together he was forced to stand on tiptoe, barely able to touch the ground, whilst two or three mouthfuls of bread, and a few spoonfuls of water daily were all the nourish ment allowed him. Nevertheless he was not cast down, but spoke of cheering visions which promised him an end of his miseries, a speedy release, and eternal happiness. He was brought back to Ipswich, and on August 31st, 1555, he left his prison for the last time. On his way to execution a young girl darted from the crowd, and, kissing him, bade him take courage. Search was made for her, in order that she too might be burnt, but in vain. Strong men from Bergholt must have felt dizzy and faint as they saw their beloved Rector fastened to the stake, as the flames began to crackle and roar, and as they heard the voice to which they had listened Sunday after Sunday, still praying amidst the fire. There was weeping for a martyred friend in more than one Bergholt home on that and many a succeeding night. Men recaUed his loving counsels and faithful warnings, and secretly copied and dispersed the two letters which he had written from his prison to his former congregation in Bergholt."], [83, "BITS ABOUT BERGHOLT. 75 Mr. Samuel died at the stake in defence of the truth, which he had preached in our parish, and we ought -long ago to have erected in our Church a monument to his memory. Cannot we do something to make amends for the neglect of bygone generations ? Manningtree has remembered Thomas Ormond, why should Bergholt forget Robert Samuel ? A VILLAGER. East Bergholt, October 20, 1874. First paragraph of a letter from Mr. Robert Samuel, exhorting to the patient suffering of affliction for the cause of Christ : — A man knoweth not his time, but as the fish is taken with the angle, and as birds are caught with a snare, so are men caught and taken in the perilous time when it cometh upon them. \" The time cometh, the day draweth near.\" — Ezekiel vii. Better it were to die (as the Preacher saith) than to live and see the miserable works that are done under the sun ; such sudden and strange mutation, such woeful, heinous, lament able divisions so fast approach, and none, or very few, thoroughly repent. Alas ! for this sinful nation, a people of great iniquity and seed of un graciousness, corrupting their ways. They have forsaken the Lord, they have provoked the Holy One of Israel to anger, and are gone backward. Who now liveth not in such security and rest as though all dangers were clean overpast ? Who now blindeth and buffeth not Christ ? Who Beeth me and seeth me not ? Tea, who liveth not now in such felicity, worldly pleasures and joys, wholly seeking, the world providing and craftily shifting for the earth, by clod and carnal appetites, as though sin were clean forgotten, overthrown, and devoured ? Like hoggish Gergesites now are we more afraid and ashamed of Christ, our Messiah, fearing the loss of our filthy pigs, I mean our tran sitory goods, and disquieting our sinful and mortal bodies in this short, uncertain, and miserable hfe, than of a legion of devils, seducing and driving us from hearing, reading, and believing Christ, God's Eternal Son, and His Word, the power to save our souls, unto vanities, lies, and fables, and to this bewitching world, &c, &c, &c. Robert Samuel. [Want of space forbids the insertion of more of this quaint but most voluminous letter, for the whole of which see \" Fox's Book of Martyrs,\" (folio edition).]"], [84, "76 BITS ABOUT BERGHOLT. Second letter from Mr. Robert Samuel to the Christian Congregation, wherein he declareth the Confession of his Faith. Considering with myself these perilous times, perishing days, and the unconstant state of man, the decay of our faith, the sinister report and false slander of God's most Holy Word, these urgent causes do' con strain me in conscience to acknowledge and confess my faith and meaning in Christ's holy religion, as St. Peter teacheth me, saying, \" Be ready always to give to every man that asketh you a reason of the hope that is in you,\" &c, &c. As touching my doctrine, for that Httle talent which God hath given me, God I take to record, mine own conscience and my auditory knoweth, that I neither in doctrine nor manners willingly taught any other thing than I received of the Holy Patriarchs, Prophets, Christ, and His Apostles. For it were not only sin, but the very part of a cursed mis creant, to deny, belie, or betray the innocency of that heavenly doctrine, or to be ashamed to confess and stand to the defence of the same, seeing that Christ planted it with His own precious blood ; and all good men have more esteemed the true and infallible Word of God than all this transitory world or their own mortal hves. And I beheve this doctrine of the Patriarchs, Prophets, Christ, and His Apostles to be sufficient and absolutely necessary to teach and instruct me, and all the Holy Church, of our duty towards God, the magistrates, and our neighbours. First and principally I do assuredly beheve, without doubting, that there is one Deity, or Divine Essence and Infinite Substance, which is both called and is indeed God Everlasting, unbodily, unpartable, im measurable in power, wisdom, and goodness, the Maker and Preserver of all things, as well visible as invisible ; and yet there be three distinct Persons, all of one Godhead or Divine Being, and all of one power, co-equal, consubstantial, and co-eternal, the Father, Son, and the Holy Ghost. \" I beheve in God the Father Almighty,\" &c. As touching God the Father of Heaven, I beheve as much as Holy Scripture teacheth me to beheve. The Father is the first Person in the Trinity, who hath blessed us with all manner of blessings in heavenly things by Christ, &c. In Him, as it is said, \" we live, we move, and have our being.\" He nourisheth, feedeth, and giveth meat to every creature. \" And in Jesus Christ our Lord.\" I believe that the Word, that is, the Son of God, the second Person in the Trinity, did take man's nature in the womb of the blessed Virgin Mary : so that there be in Him two"], [85, "BITS ABOUT BERGHOLT. 77 natures, a divine nature, and an human nature, in the unity of one Person inseparable, conjoined in one Christ, truly God and truly man, the express and perfect image of the Invisible God, wherein the will of God the Father apparently shineth, and wherein man, as it were in a glass, may behold what he ought to do, that he may please God the Father. \" Born of the Virgin Mary,\" truly suffering His passion, crucified, dead, and buried, to the intent to bring us again into favour with God the Father Almighty, and to be a sacrifice and oblation, not only for original sin, but also for the actual sins of the whole generation of man kind. For all the works, merits, deservings, doings, and obedience of men towards God, although they be done by the Spirit of God, in the grace of God, yet being thus done, be of no validity, worthiness, nor merit before God, except God for His mercy and grace account them worthy for the worthiness and merits of Jesus Christ. The same Christ went down to the hehs, and truly rose again the third day, and ascended into the heavens, that he might there still reign, and have dominion over all creatures, and \"from thence shall come,\" &c. \"I beheve in the Holy Ghost,\" co-equal with God the Father and the Son, and proceeding from them both : by whose virtue, strength, and operation the true Cathohc Church, which is the communion and society of saints, is guided in all truth and verity, and kept from all power of sin. Which Church is sanctified and hallowed by the precious blood and Spirit of our Lord Jesus Christ : which hath also her sign and mark that she heareth and followeth the voice of her only and true pastor Christ, and no strangers. This Church also is the house of God, the pillar of truth, the lively body of Christ, a Church both in name and in deed. \" I beheve the remission of sins,\" by the only means and merit of Christ's death and passion, who is made unto us of God, that only sacri fice and oblation offered once for all, and for ever, for them that be sanctified. \" I beheve the resurrection of the body,\" whereby in the last day all men shall rise again from death, the souls joined again to the bodies, the good to everlasting life, the wicked to everlasting pain and punishment. And nothing may more certainly establish and confirm our faith, that we shall rise again immortal both in body and soul, than the resurrection of our Saviour, and the first-fruits of the dead. Now that Christ oui- head is risen, we being his body and members must follow the head. Death, hell, and sin, cannot separate or pluck us from Him. For as the Son cannot be divided nor separated from the Father, nor the Holy Ghost from them both, no more may we, being the faithful members of Christ, be separated from Christ. And for a confirmation of our resurrection,"], [86, "BITS ABOUT BERGHOLT. 78 Christ would be seen after his resurrection in his most glorious body, his wounds being handled and felt, speaking and teaching and eating and drinking, &a. We look (saith St. Paul), for Jesus Christ our Saviour, \"who shall change our vile bodies, and conform them to His glorious body,\" by tho same power and virtue, whereby he is able to subdue all things : even as the grain sown in the ground is first putrified, and brought, as it were, to nothing, yet after that it springeth up afresh with a more goodly colour, form, and beauty, than it had before. \" The body is sown in corruption and riseth in incorruption : it is sown in dishonour, and riseth in glory.\" Thus I verily know and assuredly beheve the resurrection of our bodies, and to have hfe eternal by Christ, and for Christ's sake. \" Verily verily I say urto you, saith Christ, he that heareth my Word,\" &c, &e. It is Christ that once died for our sins, and is risen again, never more to die : it is He that swalloweth up death, and easteth it under his feet for ever. What now can death do unto us ? Verily nothing else, but for a little time separate our precious souls from our wretched bodies, that divine substance from a mass of sin, that eternal life from a body of death, and so send our souls out of this miserable, wretched, and sorrow ful hfe cumbered with all calamities unto that most blessed felicity, and joys eternal. As concerning the holy and reverend Sacraments of Christ's Church, which are two in number, the Sacrament of Baptism, and the Supper of the Lord : I beheve them to be, as St. Paul calleth them, confirmations or seals of God's promises, which have added to them a promise of Grace, and therefore they are called visible signs of invisible Grace. The Sac rament of Baptism is a mark of Christ's Church, a seal and confirmation of our acceptation into the grace and favour of God, for Christ's sake. For His innocenc3r, His righteousness, His holiness, His justice, is ours, given us of God, and our sins and unrighteousness by His obedience and abasing of himself to the death of the cross are His, whereof baptism is the sign, seal, and confirmation. Baptism is also a sign of repentance to testify that we are born to the waves of perils, and to changes of hfe to tbe intent that we should die continually, as long as we hve, from sin, and rise again hke new men unto righteousness. Rom. vi. The other Sacrament, which is the Supper of our Saviour Christ, whereby the Church of Christ is known, I beheve to be a remembrance of Christ's death and passion, a seal and confirmation of His most precious body, given unto death, \" even unto the vile death of the cross,\" wherewith we aro redeemed and dehvered from sin, death, hell, and damnation. It is a visble Word, because it worketh the same thing in"], [87, "BITS ABOUT BERGHOLT. 79 the eyes, which the Word worketh in the ears. For like as the Word ia a means to the ears, whereby the Holy Ghost moveth the heart to believe (Rom. x.), so this sacrament is a means to the eyes, whereby the Holy Ghost moveth the heart to beheve : it preacheth peace between God and man, it exhorteth to mutual love and all godly life, and teacheth to contemn this world for the life to come, when as Christ shall appear, which is now in heaven and nowhere else, as concerning his human body. Yet do I beheve assuredly that His very body is present in His most holy Supper at the contemplation of our spiritual eyes, and so verily eaten with the mouth of our faith. \" This is my body which is given for you :\" when I hear (I say), the heavenly harmony of God's infallible pro mises and truth, I look not upon, neither do I behold, bread and wine : for I take and believe the words simply and plainly, even as Christ spake them. For hearing these words, my senses be rapt and utterly excluded ; for faith wholly taketh place, and not flesh, nor carnal imaginations of our gross, fleshly, and unreverent eating after the manner of our bodily food which profiteth nothing at all, as Christ witnesseth (John vi.), but with a sorrowful and wounded conscience, an hungry and thirsty soul, a pure and faithful mind do fully embrace, behold, and feed and look upon that most glorious body of Christ in heaven, at the right hand of God the Father, very God and very man, which was sacrificed and slain, and His blood shed for our sins, there now making intercession, offering and giving His holy body for me, for my body, for my ransom, for my full price and satisfaction, who is now my Christ, and all that ever He hath, and by this spiritual and faithful eating of this lively and heavenly bread I feel the most sweet sap and taste of the fruits, benefits and unspeak able joys of Christ's death and passion fully digested into the bowels of my soul. For my mind is quieted from all worldly adversities, turmoil ings and troubles, my conscience is pacified from sin, death, hell and damnation ; my soul is full, and hath even enough and desires no more : \" for all things are but loss, vile dung, dross, and vain vanity for the excellent knowledge sake of Christ Jesus my Lord and Saviour.\" \" Thus now is Christ's flesh my very meat indeed, and His blood my very drink indeed ;\" and I am become \" flesh of his flesh and bone of his bones.\" \" Now I Hve, yet not I but Christ Hveth in me,\" for through faith in Christ, and for Christ's sake, we are one, that is of one consent, mind and feUowship with the Father, the Son, and the Holy Ghost. (John xvn.) This I am assured and fuUy persuaded, and on this rock have I built my dwelling and resting place for body and soul, life and death. And thus I commit my cause unto Christ the righteous and Just Judge, who will another day judge these debates and controversies, whom I"], [88, "80 BITS ABOUT BERGHOLT. humbly beseech His tender and merciful eyes upon the afflicted Churches, and shortly to reduce into godly and perpetual concord. Amen. Thus do I beHeve 1 and this is my faith, and my understanding in Christ my Saviour, and his true and holy rehgion. And this, \" whoever is ashamed to do among this adulterous and sinful generation, of Him shaU the Son of Man be ashamed when He cometh in the glory of His Father, with the holy angels.\" EOBEET SAMUEL. NO. XIX. In 1549 men began to complain bitterly that of late a great deal of land had been enclosed, which had formerly been common property. Officers were appointed in this neighbour hood to search aU barns and granaries, and to obhge the owners to send to market every week as much corn as they could spare. This was certainly a homely method of keeping down prices. We know nearly what those prices were, for in 1551 wheat sold for 7s. a bushel, malt for 4s. 6d., barley for 4s., oats for 3s. Beef cost 18d. per stone, mutton 18d. per quarter, butter 3d. per pint, cheese 2d. per lb. In 1556 wheat was only 10s. 4d. per quarter ; bailey, 4s. 4d. ; oats, 2s. 4d. ; rye, 2s. 8d. In 1553, Bergholt men flocked into Ipswich, armed with every weapon they could lay hands upon, to defend Queen Mary against the troops of the Duke of Northumberland, who had proclaimed Lady Jane Grey. Other towns and villages sent companies of foot and troops of horse, until, on July 31st, the muster amounted to 20,000 men."], [89, "BITS ABOUT BERGHOLT. 81 Escorted by this strong force, she passed through our parish on her way to New Hall. Women and children poured forth to welcome her, little thinking how soon their laughter would be changed to weeping for their nearest and dearest. For no sooner was she firmly seated upon the throne, than prisoners in abundance were dragged to prison and to death from this neighbourhood, our worthy Rector, Mr. Samuel, among the number. When the Suffolk nobility remonstrated, the Queen sternly answered that \" It was not the place of members to govern the head nor subjects their Prince, as they should hereafter know.\" Great changes were made in the Churches. The Mass was restored, and the altar stones, marked with five crosses (one at each corner, and one in the centre), were brought back to their places. The texts of Scripture inscribed upon the Church walls during the reign of Edward the Sixth, were defaced as \" open ing doors to every kind of vice\" (there is, apparently, one of these upon the South wall of our Church.) The* rood lofts, spanning the entrances to the chancels, were re-erected. The parish register of Crundal in Kent, gives us a good idea of the alterations made in Churches during this reign. Item, paid a joiner in Canterbury, for making the Eood, Mary and John, and paynting the same, 40s. For setting up the Eood, Mary and John, and for paper and thread to trusse the same, ls. 6d. Making a coffin for the sepulchre, 9d. Making a desk and a Httle cupboard for the Chrismatory, lOd. For a lock and key to the font, 5d. Making two childres rochets, mending of the albs, revesses, vestments, and crosse cloths, and for new cloth put in, 2s. Paid for washing the Church gear for two years, ls. For a paper book for burying, marrying, and christening, 3d. F"], [90, "BITS ABOUT BERGHOLT. 82 Supplication to my Lord Cardinal for the Church House, 2s. Paid at the Lord Cardinal's (Pole's) visitation at Easter, ls. 3d. Paid the somner (summoner) and register when the Archdeacon was at Crundal, lOd. A reward given to Milord Suffragan's servants, when the chalice and corpus cloth were hallowed, Id. For making a bill at the visitation, 3d. Money received at God's board towards the Paschal light, 3s. 7d. Spent upon 4| lbs. of wax for strekying the same for the Paschal or forli light, and for the Eood Hght, 3s. 9d. Overplus of collection of fifteenths, 2s. lid. 26} lbs. of wax for the Paschal taper, and for strekying it, 2s. 3d., (in 1559). But after the first year of Queen Elizabeth, the Liturgy (first used on Whit Sunday, 1549), was restored, and long may it be before it is discontinued ! We have spoken of the dearth caused by the large enclo- sures. Latimer tells us that oftentimes you could see only a shepherd and his dog where houses had formerly stood, and that working men used to complain that \" it never was merry with poor craftsmen since gentlemen became graziers.\" In 1533, farmers were forbidden to keep more than 2,000 sheep, or to rent more than two farms. In 1552, we read that large farms and high prices had caused \" a marvellous number and multitude of the people of this realm to be so discourged with misery and poverty that they daily fall to theft, robbery, and other inconveniences, or pitifully die for hunger and cold.\" In 1555, it was enacted that for ever on each estate there should be an equal quantity of pasture and arable land. But Bergholt and Brantham will always be noteworthy amongst agriculturists, on acconnt of a famous book on hus bandry written at Cattawade, then called Katwade. There is an ancient manor-house in that little hamlet called Braham Hall. In 1460, Sir John Braham, a knight, lived in it, and"], [91, "BITS ABOUT BERGHOLT. 83 after his death, Wm. Lancaster owned the property, having married the heiress of the family. About 1554, an Essex man, born at Rivenhall. hired the farm and the old Hall. He soon became famous amongst his neighbours for his wise remarks about farming matters, but his own land was only poorly managed. He had a beautiful voice, which had often been heard in St. Paul's Cathedral, at Wallingford Castle, and at Eton Col lege, at which latter place he had often been, when a boy, soundly whipped. He had been ten years at Court, he had kept a school, and could write poetry. He brought with him a young wife whom he had lately married. Sometimes, when neighbours would drop in to spend an evening with him, Thomas Tusser would read portions of a book (written in verse), about farm ing, to his wondering listeners. They agreed with him in all his opinions, and urged him to publish the work. Accordingly in 1557, it appeared under the title of \" A Hundreth Points of Good Husbandrie.\" But he soon tired of Katwade, and gave up his farm, as he had done several before, and led for some years an unsettled life. His old neighbours heard from time to time that his wife had died, that he had re-married, and that he had returned to London. In 1573, some of them read with interest their friend's book, revised, enlarged, and published under the title of \" Five Hundredth Points of Good Husbandrie suited to as many of Good Huswiferie, &c.\" In 1574 he fled to Cambridge to escape the plague, and in 1588 he died in London. Tusser tells us about Bergholt that much of the parish was unenclosed, and that the neighbourhood swarmed with"], [92, "BITS ABOUT BERGHOLT. 84 gipsies and thieves (especially about the time of the village fair granted by an ancient charter, and held on the last Wed nesday in July). So bold and numerous were these ruffians, that he and his servants always took care to go about the farm well armed, and with the additional protection of two large dogs. He says that foxes were so plentiful here during the lambing season, that the shepherds were obUged to blow horns all night long in order to keep them off. Fuller says of Tusser that \" He spread his bread with all sorts of butter, bnt none would stick thereon.\" The following is a specimen of his poetry : — AVhat wisdom more, what better life, than pleaseth God to send. What worldly goods, what better use than pleaseth God to lend. What better fare than pure content, agreeing with thy wealth. What better guest than trusty friend, iu sickness and in health. What better bed than conscience good, to pass the night with sleep. What better work than daily care, thyself from sin to keep. What better thought than think on God, and daily Him to serve. What better gift than to the poor, that ready be to starve. What greater praise of God and man, than mercy for to show. * What merciless shall mercy find, that mercy shows to few? What worse despair, than loath to die, for fear to go to hell. What greater faith than trust in God, through Christ, in heaven to dwell. * i. e. Merciless map. Just as Tusser was about to leave Katwade, Queen Mary died, and was succeeded by Queen Elizabeth, who is often re presented as being dressed in \" a vast ruff (then first worn), a vaster fardingale, and a bushel of pearls.\" Travelling was by no means easy in the days of \" The fair virgin throned in the West,\" as Elizabeth was called. An actor named Kcmpe, travelling post, reached London on the ninth day after leaving Norwich, haviDg actually gone"], [93, "BITS ABOUT BERGHOLT. 85 14 miles a day, and the Queen's messengers, \"making great haste,\" travelled from London to Yarmouth in 10 days. In 1568 the hire for horses in Ipswich was fixed at 12d. for the first day, and 8d. for each day after, all hirers being licensed by the Lord Chamberlain. Nevertheless, her Majesty's features were well known to Bergholt folks. In August, 1561, she visited this neighbourhood, riding, as her custom was, behind her Lord Chamberlain, for want of a carriage, as it was not till four years afterwards that WiUiam Boonen, a Dutchman, presented her with her first coach. When she arrived at Colchester she was met by \" The bailiffs and aldermen, riding upon comely geldings, with footcloths in damask or satin, cassocks or coats, or else jackets of the same, with satin sleeves in their scarlet gowns, with caps and black velvet tippets. The council attending upon the bailiffs and aldermen at the same time upon comely geldings with foot- clothes, in grogram or silk cassock coats or jackets, with silk doublets, or sleeves at the least, in their livery morray, gowns with caps, &c.\" As soon as she entered Suffolk she was greeted by \" 200 young gentlemen on horseback, clad in white velvet, 300 of the graver sort in black velvet, all wearing gold chains, and at tended by 1,500 serving men on horseback,\" from which gallant troop no doubt Sir Robert Brewse, of Little Wenham, was not absent. Every country Rector was present in company with the Squire of his parish, causing the Queen to exclaim, \" Now I have learned why my county of Suffolk is so well governed ; it is because the Magistrates and Ministers go together.\" \" In numerable crowds met her everywhere with loud, hearty"], [94, "86 BITS ABOUT BERGHOLT. acclamations, with countenances full of joy, and hearts equally filled with love and admiration. Men and women, country people, and children came joyfully, and without fear, to wait upon her, and to see her. She would not suffer the meanest to be shut out from the place where she resided. She took with her own hands, and read with the greatest goodness the petitions of the meanest rusticks.\" She was very fond of music and \"dawncing,\" as the following entry shows : — Wee are frolyke heare in Courte, mutche dawncing in the privi chamber of countrey daunces before the Queen's Majesty, whoe is ex ceedingly pleased therewith. The great drawback to the pleasure caused by the Queen's visits was the enormous expense attending them. When she reached Ipswich, in 1561, she demanded her travelling expenses from the borough, ordering any elector who refused to con tribute to be struck off the voting Ust. All boroughs were in the habit of presenting her with a gold or silver cup, containing at least £10 in money, which she was in no wise loth to receive. In 1565 she came again to Ipswich, and ordered the different parishes to increase the incomes of their clergy by means of annual rates. In 1578 and 1579 she again made a progress to Colchester and Harwich, so that she was no stranger to this part of Suffolk. It must have been bitterly cold in Bergholt during the winter of 1564-5. On the 21st of December the frost set in, and on New Year's Eve \"people went over, and alongst the Thames on the ise from London Bridge to Westminster. Some plaied at the"], [95, "BITS ABOUT BERGHOLT. 87 football there as boldie as if it had been on the drie lande : diverse of the Courte being then at Westminster, shot dailie at prickes set upon the Thames, and the people, both men and women, went on the Thames, in greater numbers than in anie street of the Citie of London. On the third day of January at night, it began to thaw, and on the fist there was no ise to be seen between London Bridge and Lambeth, which sudden thaw caused great floods and high waters, that bare down bridges and houses, and drowned many people in England : especiallie in Yorkshire, Owes Bridge was borne awaie with others.\" In 1593 the Bergholt pastures looked very brown and parched on account of a long continued drought, but the next year farmers were equaUy distressed for want of sunshine, for on June the 21st the rain began to fall, and came down day and night until the end of July. The villagers' hats must have been curiously diversified, for in 1585 we read — Sometimes they use them sharp on the crown, pearking up like the spire of a steeple, standing a quarter of a yard above the crowns of their heads. Othersome be flat and broade upon the crowne Hke the battle ments of a house. Many wore Bever hattes of xx., xxx., or xl. shillings price, for every seivyngman, contreimen, and others, did weare of these hattes, for he is of no account or estimation amongst men, if he have not a velvet or taffatie hat, aud that must be pinched and cunningly carved of the best fashion. In 1588 there was terrible anxiety in our village on account of the coining of the (so-called) Invincible Armada, and the threatened landing of the dreaded Spanish Army. We know not if any Bergholt men served under Howard and Drake, but some of the villagers must have had friends and"], [96, "BITS ABOUT BERGHOLT. 88 acquaintances in the two ships which were fitted out at Ips wich, or in the \" Foresight,\" \" The Margaret and John,\" or the \" Mark Speedwell.\" which sailed from Colchester to join the English fleet. The village archers who were ready to fight the Spaniards if they landed were — Every oone furnyshed with a good bowe in a case, with xxiii. good arrowes in a case, a goode sworde, and a dagger. The billmen had besydes theyre bills a goode sworde and a dagger. Thankful, indeed, were all true Englishmen when, thanks to English bravery, and to Drake's \" singeing the kinge of Spaine's beard,\" the terrible danger passed away. Scarcely had the Armada been wrecked amongst Scotch and Irish breakers, before the Rector of the parish died, and in 1591 came his successor. He was a young man, about 30 years of age, a Doctor of Divinity, and one of the earliest Fellows of Emmanuel College, then lately founded at Cam- bridge by Sir Walter Mildmay. People very soon found that their new Rector was a very able and, what is far better, a very good man. He was a very ripe scholar, an able exposi- tor, and, best of all, he exemplified his doctrine by his blame- less and holy life. He carefully and faithfully did his duty in the parish, but did not neglect his books, and far into the night might his study candle have been seen burning. Five and forty years did he labour here, until his hair was grey and his form was bent. Every one said that study and late hours were doing him more harm than even old age ; and they spoke truly. Just before Christmas, on December the 12th, 1636, the pass:ng bell gave notice to all that at the age of 75, Dr. Jones had exchanged mortal for immortal life. So faithful a man would take care that \" all things were"], [97, "BITS ABOUT BERGHOLT. 89 done decently and in order,\" but in many parishes carelessness seems to have been but too common. At Crundal, in Kent, we read — 1585. Paid for lack of a Bible at Canterbury, ls. 3d. 1592. CaUed before the Commissary about hunting on the Sabbath Day before morning prayers. Paid, 2s. 6d. 1593. Called before the High Commissioners about the state of the Church, ls. 6d. Called divers times before them about recusants whether there were any in Crundale, 4s. 8d. Paid at the Court at Canterbury, November 26th, for not going the perambulation, 3s. 8d. Paid the somner for a new Prayer-Book to be used in the Church, 4d. We have not yet finished with the reign of the \" Maiden Queen.\" A VILLAGER. East Bergholt, October 29, 1874. No. XX. During the 45 years that Dr. Jones was Rector of Berg holt, he seems to have read the Burial Service over some one whose name is now unknown, but who was evidently deeply and sincerely regretted by his or her surviving friends, as the following epitaph will prove : — Whate'er thou art, here, reader, see In this pale glass what thou shalt be ; Despised worms and putrid slime, Then dust forgot and lost in time. Birth, beauty, wealth may gild thy East, But the black grave shadows thy West, Then earthly glory's short-lived light, Sets in a dark and unknown night. Here, till the sun of glory rise, My dearest, dark and dusty, lyes ;"], [98, "BITS ABOUT BERGHOLT. 90 But, clothed with his morning raye, Like polished dust shall shine for aye. First pay to this bedewed stone The tribute of thy tears, and then begone. In the year 1568 we find that the Manor of Picotts, in the parish of Ardleigh, was held by Wilham Cardynall. But he, together with several other members of his family, held lands also at Dedham and at East Bergholt. Nor was this all their property. They owned estates at Egmonton, in Notting hamshire, and at Great Bromley, in Essex. They were rich and well to do, but they did not forget their poorer neighbours. In 1562 a law was passed requiring aU parishes to make provision for the relief of the poor ; and a curious document has been preserved, showing the way in which it was carried out in Bergholt. The parish books are kept in an old worm eaten oaken chest in the Vestry. This chest is at the least 300 years old, the cover being exceedingly massive (apparently hewn from the trunk of a tree), and resembling that ponderous lid which, if a woman could lift with one hand, she was thought fit to be a Cheshire yeoman's wife. The aforesaid document is as follows : — \" Anno Dno. 1579, and in the year of the Eeign xxi. EHsabethee, by the grace of God, queen of Angiie, Francie, and Hibernie, &c. \" A Boke intituled the boke of acounte for the storehousse ffor the provissione for the pore, with the entries of recorde of the givers of all suche Somes of monyeas to the same doe belonge, and the order appoynted for the same, with a remembrance of the Charters and Liberties of this towne of East Bergholt (and the Coppies of the Store-housse, and other housses belonging to the pore, whe are kept in a cheste under the Belfry?, under the locke, whereof the one kye remaynethe with the church wardens, one other withe the Minister, & the other with the Provider flor the pore ffor the time beinge) and wreten the Seaventhe Daie of Novem ber, and iii the year above said. \" Memorand. Whereas these giftes hereafter recited, and all such as hereafter shaU be given and wreten in this Boke, whiche Somes and evry"], [99, "91 BITS ABOUT BERGHOLT, pcell thereof, shoulde be yerely & everye yere employed ci bestowed uppon corne, chese, Butter, and other necessarie vittales to be boughte ffor ready monye, or the same monye or suche pte thereof, to be laide oute aforhannde by the disscressions of the pvider for the tyme beinge. \" (To the intente to buye the same corne & other vittals at the reasonablest pryce that the same maie be hadd.) And the same to be Boullde agayne by the saide pvider for the tyme beinge to such pore ffollke as shaU be yerely named by the provider's disscression that shall take the same for the yere then to come, and the pvider whiche shaU geve upp his accounte for the yere past, with the consent of two, tliree, or ffower of the chiefest of the prish. that ys or then shall be, shall be at such reasonable pryses as the same convenientlye maye be afforded at the disscression of the said pvider for the tyme beinge. So as the saides whole stocke may be reserved and kept whole, with some increase of the saide stocke, yf the same maye convenientlye be taken ffor the better performance of & goeinge forward in this good intente & purpose, yt is agreed by consent of the moste of the chiefest of the inhabitants of this towne of East Bergholt whose names are here under wreten, that there shaU be chosen & named yerely and every yere, on Easter Mundaye or Tuesdaye, by the consent of the churchwardens for the tyme beinge, and ten, aight, six, or four or three at the leaste of the chiefest or the towne, one of the inhabitants of the saide towne to be named the pvider for the pore for the yere then next to come, and to begynne his yere at the ffeaste of Pentecost, which saide provider, with the churchwardens then beinge & the other townsmen, aight, six,' four, or three, the saide pvider for the yere then ended shall geve upp his account, & deliver such monye as he shaU have recevyed of the same stocke, withe the corne & vittales whiche shall then remayne, yf any be, beinge good, sweete, & marchant able such as shall be accepted by the newe pvider. The churchwardens, & ten, aight, sixe, ffower or three other at the leaste shall like of to be worth the same pryce as he shall rate the same at, or ells to make whole the saide stocke, which he shall have recyved, & the same psentlye to delyver to the pvider then newlye chosen. \" Item, it is agreed by oure consente, whose names are hereunder wreten, that the pvider for the tyme & yere to come shall enter bonde to the Churchwardens then beinge, in tenn poundes of good and lawful monye, more than the some which he shaU recyve, to make a trewe ac counte of the saide stocke, or to paye the saide stocke to the saide newe pvider, Churchwardens, and other of the townsmen, and the same bonde to be made, sealled, and delivered accordinge to such effecte as new pvider hathe alredye begonne. The whole bonde shaU be and remayne in the sayed cheste provided for these causes.\""], [100, "92 BITS ABOUT BERGHOLT. \" Also yt is agreed by the saide parties, whose names are hereunder wreten, that yf it happen anye of the said parties who may be chosen and named to be provider for anye yere to come shall refuse to doo the same, and to accomplishe this good order in every poynt accordinge to the good intente begonne, then the saide party so refusinge shall loose and paye twenty shillings of lawful monye for his discharge of that yere onlye, to be & remayne to the increase of this stocke. And there shall be chosen one other by the Hke consente, as for the same cause ys pvided & ap poynted.\" \" Itm, yf it shall happen that this good order and purpose be not observed & kept, but that the same stocke lye deade by the space of one whole yere, & be not imployed, bestowed, and ordered according to the trewe meanyinges of the sayd givers of the same, as in the saide severall giftes are rehearsed, that then the saide stocke shall be & remayne unto the same persons agayne, their executors or assigns, or the executors of suche as by wiU have geven the same, or such partye as ys by them geven, to be & remayne as in their fformer estate at the tyme of the deliverye of the same partye of the saved stocke.\" WilHam CardynaH. Adam CardynaH. Stephen Woodgate. George Lewis. Eobart Alefounder. John Gedge. John Goodwyn. N.B. — Some of the \" chiefest inhabitants \" could only make their mark. The new arrangement was soon put into working order, for we find \" the Goodman Woodgate chosen provider \" for 1580, and receiving from Adam CardynaH the sum of six pounds 13 shillings & four pence, left as a legacy to the poor of East Bergholt by Richard Cardinali, his deceased brother, (died 1574). William CardynaH, gent., gave by his own handes in Anno Domini — Five Pounds. Steven Woodgate, by his owne handes in Ao. Domi. — Five Pounds."], [101, "BITS ABOUT BERGHOLT. 93 £ s. d. John Borrowghe, left by will in 1577 6 13 4 John Cooke „ „ 1580 0 5 4 John Bramston „ „ 1581 18 0 0 Robert Skynner „ „ 1591 0 8 8 (Paid by his administrator, John Goodwyne.) George Lewis, left by will in 1624 20 0 0 (To the maintenance of a workin house.) John Haywarde, left by will in 1626 20 0 0 Robert Alefounder „ 1641 10 0 0 William Maxey „ 1649 10 0 0 Meanwhile, William Cardinali, who had been born at Dedham, and who was a bencher of Lincoln's Inn, did not for get his birthplace. In 1595 he handed over to the Governors of Dedham School 44a. 2r. 26p. of land at Great Bromley, directing the rent arising therefrom to be applied \" towards the support of two poor boys of Dedham or Great Bromley at St. John's College, Cambridge, who should be fit to go there from the said grammar school.\" It may not be generally known that the boys attending Dedham School are bound to be instructed in archery, and to be provided with \" bows, shafts, gloves, and bracers.\" We shall hear again of the Cardinalis and Alefounders. A VILLAGER. East Bergholt, November 7th 1874. No. XXI. Whilst \" The chiefest inhabitants\" were providing for the bodily wants of the destitute, and whilst William CardynaH was endowing scholarships at Dedham, the poor children of our parish found friends also."], [102, "94 BITS ABOUT BERGHOLT. About the year 1550, a second son, named Edward, was born to Thomas Lambe, Esq., of Trimly Hall. The boy grew up, and it was determined that he should study law. He did so with great success, \" Divine and Common Lawes\" being alike understood by him. He was a wealthy man, and owned the manor of Illaries in our parish. Ladies smiled sweetly upon him, but in vain, for he never entered \" The holy estate of matrimony.\" When friends or neighbours came to him for advice in any legal difficulty he always counselled them wisely and well, but scarcely ever could he be prevailed upon to take any fee for his advice. There were many who envied him, but those who did so knew not his trials and sorrows. He was a prosperous man, and lived in such a manner that he was jusdy regarded as one whose conduct was a standing rebuke to the godless and profane. But he, like other men, had his share of trouble. Whether it was some bitter grief or some deadly disease with which he had to do life-long battle — we are not told. But we do know that he was often in \"extremities even,\" and that he was \" earnestly expecting eternal ease.\" A man of learning himself, he wished the -ill age children to be well educated, and accordingly on September the 25th, 1589, he gave a rood of land from his manor of \"Illaries\" as a site upon which a schoolhouse was soon built by subscription. His good example caused Lettice Dykes, a rich lady of Col chester, to give on September 30th, 1589, an endowment for the new school, and also money to educate poor children belonging to the parishes of Stratford and Langham. Long may the names of these generous benefactors be remembered in our midst !"], [103, "BITS ABOUT BERGHOLT. 95 In 1594, Richard Bowler re-cast the clock bell, and in 1601 he re-cast the \" Rose bell\" and the \" treble\" bell. Scarcely had these bells returned to their places before they were mournfully tolled in token of a nation's grief at the death of Queen Elizabeth. Fourteen years afterwards the passing bell gave warning that Edward Lambe had at last obtained that \" eternal ease\" which he had so long been \" earnestly expecting.\" Sorrowing relatives and weeping neighbours laid him to rest, erecting a handsome alabaster monument and etfigy to his memory. His epitaph is as follows : — \" Edward Lambe, second sonne of Thomas Lambe, of Trimley, Esquire. All his dayes he lived a Batchelor, well learned in Divine and Common Lawes : with his Councell he helped many, yett tooke fees scarsse of any. He dyed the 19th of November, 1617.\" Upon either side of this epitaph are these words — Edward Ever Envied Evils Endured Extremities Even Earnestly Expecting Eternal Ease Lamb Lived Laudably Lord Lett Like Life Learn Ledede (Lewd ?) Livers Lament As we have already seen, no less than 13 out of the 16 trustees of Edward Lambe's school were clothiers, nearly all of whom resided in this parish. All through the reigns of the Tudor kings, Old Hall was"], [104, "96 BITS ABOUT BERGHOLT. the home of the Derehaughs. Upon a shield in the spandril of the North door are still to be read the letters \" R. D.,\" which probably record the giving of a handsome donation towards the re-building of the Church by one of the family. In 1580, Robert Derehaugh was lord of the manor, and not many years afterwards a marriage took place between his neighbour, William CardynaH and Anna, a member of his own family, residing at Gedgrave. She brought her husband broad lands, the addition of which to their former estates, made the Cardynalls more wealthy than ever. In the year 1600, the average price of wheat was £1 17s. 8d. per quarter, but in 1602 came that terrible scourge, the plague, bringing famine in its train, so that wheat was sold for Ils., rye for 6s., barley for 5s. per bushel. During the two following years, the pestilence carried off its victims. Many a door was marked with the red cross, which told that sickness and death were causing the tears of widows and orphans to flow plentifully. During the winter of 1607-8 the cold was intense. A Bergholt man writes thus in the Parish Register : — 1608. An extreme sharpe froste, whn so moche foulk & fysh dyed by the frost. As for the Thames we read : — From Sunday, the tenth of January, until the fifteenth of the same, the frost grew so extreme as the ice became firme, and removed not, and then aU sorts of men, women, & children went boldly upon the ice in most parts : some shot at prickes ; others bowled and danced, with other variable pastimes, by reason of which concourse of people, there were many that set up booths & standings upon the ice, as fruitseUers, victual lers, that sold beere and wine, shoomakers, & a barber's tent. But on the 2nd of February, the ice was quite dissolved, & clean gon. This frost caused a failure of the crops, so that numbers were almost starved to death. Granaries were searched by"], [105, "BITS ABOUT BERGHOLT. 97 Royal order, and grain was compelled to be sent to market. A list was even made out of habitual drunkards, with a view of checking the consumption of malt liquors. We have spoken of various gifts of money to our town stock, and some idea of their value at this time may be gathered from a quaint epitaph in the Church of Cumnor, near Oxford : — The body of James Welch lyeth buried here, Who left this mortal Hfe at fourscore yeare : One thousand & six hundred twelve he dyed, And for the poore did christianly provide : According to the talent God had lent, Five poundes he gave of real and good intent. The fruite makes known the nature of the tree, Good life the Christian, even so was he : Whose tyme well spent unto his soule did gaine, The heavenly rest where holy saynts remayne. This memory a loving wife unto her husband gave, To show her heart remembers him, though death inclose his grave, The gift he gave unto the poor, she hath enlarged the same, With five poundes added to his five, unto her Christian name, Hath placed them both to ye Churchmen here, nowise to be delayed ; But that yearely to the poore of Cumnor bo a marke of silvere payd. Which is the full appointed rent of the whole bequeathed some, And so for ever shaU remayne, until the Day of Dome. In Cumnor for the poore's reHele, Margery Welch doth will, The charge of this when she is dead may be performed still, In the year 1619 the outgoing Churchwardens purchased and delivered to their successors a new Communion cloth. For the yeare of our Lord 1619. Chosen for Churchwardens Charles Grounie & Wm. Maxie. Delivered unto these Churchwardens a communion clothe, with a faire napkine, wch was cutt out of ye clothe to make it fitt the new com munion table. About this time all Churches were ordered to be provided with Bishop Jewel's works, the cost of which seems to have been 26s. G"], [106, "BITS ABOUT BERGHOLT. 98 Earlv in 1624, we find the name of William CardynaH as Churchwarden, and later on the following Memoranda :— Upon the 3rd daye of October, 1624, was bounde Thomas Cathering ham, a pore child of this Pish, with Henry Smith, a weaver, to dweU with him untill he be xxnii yeares old. Mychell Trenham, John Woodgate, Churchwardens. Item, in the yeare 1624, the said Churchwardens bought a new service booke. Item, in the yeare 1624, the said Churchwardens bought into the Church for the pulpet a cushen. But stormy days were close at hand. A VILLAGER. East Bergholt, November, 1874. No. XXII. In 1625 wheat sold for 52s. a quarter, but seven years after came the plague, bringing want in its train, and 68s. was paid for a like quantity. ln 1636 the passing bell was heard at Brantham, for one to whom death must have been a visitor not to be dreaded, but rather longed for. After the funeral the Rector made the following touching entry in the Reigster : — \"Eachel Deane, a poor blinde mayde, was buryed Sept. ye 11th, 1636.\" In 1637 Bergholt men were called upon to help their neighbours at Hadleigh, for we read — Collected the 5th of June, 1637, of the Inhabitants of Eastbargholt towards a voUentary gift for the ReHefe of the poore of Hadlygh which was vissited with the plague, & was payed to Mr. Torrane Bretton of Hitcham — the some of monye so coUected was twentie pounds, eyghteen shiUings & two pence. In the preceding year London had lost no less than one fifth of its population from this dreadful scourge."], [107, "BITS ABOUT BERGHOLT. 99 In 1638 there was great excitement hereabouts. It was known that Mary de Medicis, the bold and unscrupulous enemy of Cardinal Richelieu, was abont to land in England, but the exact spot was unknown. The uncertainty cost Ipswich alone no less than £90, spent on messengers, preparations to receive her, &c. At length she disembarked at Harwich, and set off directly to meet the King at Havering-atte-Bower. Great must have been the curiosity of the country people to see the famous Queen, and much must they have wondered at her immense ruff, and at the large cross which she wore. In the year 1639 a man osgood standing in our parish died, leaving to the poor the sum of ten pounds. Over his tomb was placed a costly brass, on which may still be seen the features of the stout old Puritan, clad in tight-fitting doublet, long cloak, and jack boots, with spurs on his heels, and a heavy sword by his side. His family were uncertain as to his exact age, and they therefore placed the following inscription below his effigy : — Here lyeth interred ye body of Eobert Alfounder, gent., who departed this Hfe the 19 daye of April, anno domino 1639, being about the age of 50 yeares. A relative of his, Benjamin Alefoundre, was chosen Churchwarden ye 22nd daye of April, 1644. This family originally derived their name from their occu pation, which was somewhat similar to that of our modern Excise men. The Alefounders were regularly elected year by year, at the same time with the Churchwardens, constables, &c, and the office was considered very honourable."], [108, "100 BITS ABOUT BERGHOLT. The following entry relates to these parish officers : — 1684. At the house of Mr. Edward Alston met March ye 2nd, 1684. It is ordered and agreed yt aH ye weights, scales, measures, belong ing to ye alefounders, alias ale-tasters, be sufficiently repaired and amended- fitting for their use, and ye charges thereof to be disbursed by ye present treasurer for ye town lands and stocke, and if ye said ale founders present, or ye succeeding alefounders shall neglect to exeoute their office according to their oaths, yt yn ye said Treasurer, Mr. Will Ellis, present or indite ym at ye next Assizes, which seem most con venient to him. But when Robert Alefounder had lain three years in his grave his former friends and neighbours began to handle sword, musket, and pike. The county had for the most part declared against the ETing and his Cavaliers, and freely fur nished men and money in defence of the Parliament. WiUiam CardynaH (the Churchwarden of 1624), the Squire of our parish, mustered his tenants and rode away at their head. Those who remained at home heard how their Squire had been attached to Stapylton's regiment of Cuirassieurs, which was also called the \" Life Guard of Robert, Earl of Essex.\" But in November came sad news, telling how on an October Sunday at Edgehill, Aston's and Wilmot's Dragoons had rushed like a whirlwind upon the Roundhead horse, rout ing them, and leaving William CardynaH among the slain. One sister he had, named Anna, who inherited all his property. Within two years after his death she exchanged her mourning dress for bridal garments, and married Henry Parker, second son of Sir Calthorpe Parker, of Erwarton. The sudden death of William CardynaH threw his affairs into great confusion, as a deed dated 1653 clearly proves. About 1 643 the parishioners of Brantham took the solemn League and Covenant, and in the same year grievous and"], [109, "BITS ABOUT BERGHOLT. 101 irreparable damage was done to Bergholt and all the neigh bouring Churches. At Stratford lived a Mr. William Dowsing. He was a narrow minded bigot, and utterly devoid of any taste or rever ence for anything ancient or beautiful. He procured a warrant from the Earl of Manchester, which gave him authority to visit every parish in the county, and to deface the churches, claiming for his pains from every Churchwarden the sum of 6s. 8d. He did his work but too well. Stained windows, pictures, monuments of antiquity, all alike fell victims to his want of taste and blind religious zeal. In one Church he records with great gusto that he de stroyed \" figures of the sun and moon, and the arms of Edward the Confessor.\" Such was his idea of \" superstitious pictures.\" We have no record in his journal of his visit to Bergholt, but we know that either he or some of his friends broke down the three crosses on the chancel, nave, and porch, and tore off more than 80 lbs. weight of brass from some of the tombs, most probably destroying also our Parish Register. As to the mischief which he did to our neighbours, we are fully informed, as the foUowing extracts from his Journal will show : — 1643. Feb. 2nd, Shelly— We brake down 6 superstitious pictures & took off 2 inscriptions, \" Cujus animae propicietur Deus,\" (to whose soul may God be favour able). Wenham Magna — There was nothing to reform. (N.B. — He seems to have destroyed the Register.) The next day we find him busy again."], [110, "102 BITS ABOUT BERGHOLT. Feb. 3rd. Whenham Parva — We brake down 26 superstitious pictures, and gave order to break down (i.e., plaster over) 6 more, and to leveU the steps. One picture was of the Virgin Mary. (N.B. — These latter six pictures have lately been re discovered.) Capel — We brake down 3 superstitious pictures, and gave orders to tala down 31, which the Church warden promised to do, and to take down a stoneing Cross on the outside of the Church (as it is called) . We were at the Lady Bruce's house, and in her Chappel there was a picture of God the Father, of Christ, the Holy Ghost, the Cloven Tongues, which we gave order to take down, and the Lady (Dame Susanna Brew6e) promised to do it. Raydon, April 8th, 1643, and January 20th, 1644— We brake down 10 superstitious pictures, & gave order to take down 2 Crosses, one on the Chancel and another on the Porch. Steps we digged up. We brake down a Crucifix and 12 superstitious pictures, and a popish inscription, \" Ora pro nobis.\" (pray for us). Jan. 19th. Stoke Nayland — We brake down 100 superstitious pictures, and took up 7 popish in scriptions on the grave stones, \" Ora pro nobis.\" Jan. 20th. Houghton — We brake down 6 superstitious pictures. Jan. 19 th. Nayland — We brake down 30 superstitious pictures, & gave order for_the taking down a Cross on the steeple. We took up two popish inscriptions, \" Ora pro nobis.\" Stratford — We brake down 6 superstitious pictures. We cannot wonder at such injuries being inflicted upon our village Churches when our stately Cathedrals were con verted into barracks, when horses were stabled in their epa'-ious naves, when hares were hunted along the aisles, when calves"], [111, "BITS ABOUT BERGHOLT. 103 wrapped in Unen were profanely brought to the font, and when from Norwich Cathedral alone more than 100 brasses were reeved, a greater number than are now to be found in all Norfolk. A VILLAGER. East Bergholt, November, 1874. No. XXIII. Good old Dr. Jones was succeeded at the Rectory by his son. He was a good man, of blameless life, and a staunch friend to the King. Hence the friends of the Parliament, who mustered strongly in this neighbourhood, resolved to silence him. Either in 1642 or 1643 he was summoned before \"the Committee of Scandalous Ministers,\" and accused of drunken ness, immorality, and many other grievous crimes. Spite of all his accusers could do or say he was acquitted on every charge, but was dismissed from his cure on the ground that \"the people preferred to have old Mr. Blackaby as their minister.\" Ejected and disgraced the poor Rector soon afterwards died, miserable and broken-hearted. It has been well said of his enemies that \" They starved his body and released his soul.\" We ought not to forget Mr. Jones in the Church and parish which he loved so well. In or about the year 1643, the parishioners of Brantham took \" The Solemn League and Covenant,\" a copy of which is stiU preserved in their parish Church."], [112, "BITS ABOUT BERGHOLT. 104 The document runs as follows: — In humiHty & reverence to the Divine Mercy I declare my hearty 6orrow for my sins, and the sins of the nation, which have deserved the calamities & judgments that now lie upon it. And my true intention is by God's grace to endeavour- the amendment of my own ways, & that I do abhor & detest the wicked and treacherous designs lately discovered, & that I never gave, nor will give, my assent to the execution thereof, but wiU, according to my power & vocation, oppose & resist the same, & all others of the Hke nature, & in case any other designs shall hereafter come to my knowledge, I will make such timely discovery as I shall con ceive may best conduce to the prevention thereof. And whereas I do in my conscience believe that the forces raised by the two Houses of Parlia ment are raised and continued for their defence, and for the defence of the true Protestant religion and hberties of the nation, against the forces raised by the king. And do hereby, in the presence of Almighty God, declare and covenant that I wUl according to my power and vocation assist the forces raised and continued by both Houses of Parliament against the forces raised by the King without their consent. And will Hkewise assist aH other persons that shall take this oath in pursuance thereof. And wiU not directly or indirectly adhere unto, nor shall will ingly assist the forces raised by the Kiug without the consent of both Houses of ParHament, and this Vow and Covenant I make in the presence of Almighty God, the searcher of aU hearts, with a true intention to per form the same, as I shaU answer at the great day, when the secrets of all hearts shall be discovered. (Signed) John Constable (so far as I laws uUy may) . Gaffer Pyceoft. John Wingfield, of Brantham (take this Covenant as far as I lawfuUy may). Geoege Cooke, of Brantham (take this Covenant as far as I lawfully may). William Scaefe, &c, etc., &<_., &c. We see by these signatures that whilst some committed themselves unreservedly to the cause of the Parliament, others by making the reservation (\" as far as I lawfully may\") pre ferred trying \" to run with thc hare and hunt with the hounds,\" /. e. to see which side would be victorious. In 1615, every parish was obliged to provide itself with"], [113, "BITS ABOUT BERGHOLT. 105 the Directory drawn up by the General Assembly of Divines at Westminster for the regulation of Divine Service at a cost of 2s. The use of the Book of Common Prayer was forbidden, and the Royalist clergy were to a man ejected from their livings on account of their loyalty upon the most frivolous charges such as the following : — One clergyman was deprived \" for singing a most malig nant (*. e. Royalist) psalm. Another for reading a most malignant chapter ; for walking in his garden on a Sunday, because his dog caught a hare on a Sunday.\" A scarce old tract published in 1647 has the following : — November 5, 1645. The county of Suffolke devided into fourteen Precincts for Classicall Presbetj-ries, -fee, -fee The first devision contains the Hundred of Samford withe towne of Polsted, their meeting appointed at East Bergholt. The following list will show that \" old Mr. Blackaby\" had ere this been succeeded by Mr. Furbeck (Trebeck ?) : — Sir Wm. Parker. John Gurdon, Esqre. Wm. Cage, Esqre. Thos. Broise, Esqre. Ministers. Jos. CHfford, Belsted. Eob. Wickes, Erwarton. Gilbert Cox, Washbrooke. Samuel Hudson, Capel. John Trebeck, East Bergholt. Eobert Astey, Stratford. Tho. Warren, Polstead. Bezaleel Carter, Wolverstone. Others to be joined with the Ministers. Charles Ueasey, gent., of Hintlesham. Lionell Bacon, of Heigham. Capt. Eichard Gooding, of Wherstead."], [114, "106 BITS ABOUT BERGHOLT. Capt. Jon Goffe, of East Bergholt. Daniel Wall, of Stratford. Ehodes Hayward, of East Bergholt. John Layman, Do. Jas. Hayward, Do. John Trenham, Do. John Pope, Do. Eich. Partridge, Bentley. Saml. Dale, of BurstaU. Chrestopher Hayward, of Freston, C. Hayward, of Wolverstone. Tho. Lumley, of Eaydon. John Stevens, of Stratford. This is all that relates to the Hundred of Samford. Captains Gooding and Goffe were evidently some of Crom well's officers, fellow comrades of AVilliam CardynaH, at Edge hill, but who, more fortunate than he, had been disbanded after \"Naseby fight,\" and had returned in safety to their homes. In the year 1653 there is an entry relating to Mr. Fur beck, which proves that the officiating minister had not, simply by virtue of his office, the custody of the Parish Registers. Mr. John Furbeck, minister, being formerly chosen Parish Register for the town of East Bergholt, was this 2ist day of Januaiy, 1653, sworne and approved. Henry Parkes. An entry taken from the Register of Coleby, Lincolshire, proves this practice of electing a Registrar by the parishioners to have been general during the Commonwealth : — J. Eodgers, of Coleby, was chosen by the inhabitants and house holders of the said towne to bee their Parish Eegister : and was sworne before Wilham Lister, Esq., one of the Justices of the Peace for the Parts & Countie of Kesteven, Oct. 30, 1657. To'wards the close of the year 1656 Mr. Furbeck died, for on the Sauen and twenty day of December, 1656, Stephen Hayward was sworne as Eegistre before Henry Parker."], [115, "107 BITS ABOUT BERGHOLT. The vacancy caused by his death was not at once fiUed np, for we read — 25th May, 1657. At the house of Goodman Barber then mett, it was ordered as followeth : — It is ordered yt ye Churchwardens provide a Minister for every Lord's daye untiU further order be taken. Further order was taken in the Autumn, and the Rev. Stephen Podd was appointed to succeed Mr. Furbeck. Either he was grasping, or else the landholders tried to defraud him of his due, for we find — The fourteenth day of December 1657 — Imprimis, received by Stephen Podd by the handes of Captaine Goff the sum of tenn poundes at this day meetinge, and Tenn poundes before by the handes of John Barber at the house of Mr. Marlow, onward for the tythes for the year. Also yt ye Churchwardens & Mr. Maxey be desired to take account of Stephen Podd of all the tythes which were to be required, & what charges he hath been att. Ye Churchwardens & Mr. Maxey did their duty, and on the 21st of February, 1658, Stephen Podd came in to the meetinge, and acknow ledged himself satisfied for the gatheringe in of his tythes for the year 1657, and aU made clear between him & the Townsmen for the same. Stephen Podd. Mr. Podd lived in Bergholt for some years longer, and the Registers contain several entries relating to the birth of his children. He seems to have died somewhere about the year 1670. A VILLAGER. East Bergholt, November, 1874, No. XXIV. The next notice that we find of the Nonconformist congre gation in East Bergholt is in 1689, when the Rev. John"], [116, "BITS ABOUT BERGHOLT. 108 Brinsley was their minister. He laboured here until the year 1694, and seems to have been very active in baptizing the children of his flock. After this date we lose sight of him, and know not whether he died here or removed to some other charge. Mr. Brinsley was succeeded by Mr. John Foxon. He soon received a call to London, and became the pastor of a congregation assembling at Girdler's Hall. Here he remained until his death, when he was honoured with a funeral sermon. A young Welshman, the Rev. Rice Williams, who had been educated at the Academy, at Saffron Walden, came among the people in 1702 on trial, and was appointed pastor in 1703. He was very anxious to improve the meeting-house, and to provide an endowment for the minister, and with this view collected various sums of money, part of which was applied to the purchase of a piece of pasture land, which was made over to trustees. Mr. Williams was not a popular preacher, but he was known to be a good man, and a diligent pastor, and his congre gation was very large, Dedham, Manningtree, Brantham, Stutton, Bentley, Capel, Higham, and Stratford all sending their share of worshippers. During the early part of Mr. Williams's ministry in Bergholt the Rev. H. William Burkitt was Vicar of Dedham. He, and his Curate, the Rev. Mr, Sherman, were very popular, and scarcely a Nonconformist was to be found there. But at length Mr. Burkitt died, and his successor failed to obtain the same hold over the congrega tion. Still the people flocked to hear Mr. Sherman, but when he also died (on March 25, 1721,) a number of Dedham folks might have been seen on Sundays making their way across the marshes to the chapel at Bergholt."], [117, "109 BITS ABOUT BERGHOLT. But they very often found these marshes impassable, on account of their being flooded by the River Stour, and they, therefore, offered to provide a chapel at Dedham, if Mr. Wil liams would preach at Bergholt and Dedham on alternate Sundays. He refused his consent to this arrangement, but as soon as the new chapel was finished he wished to agree to it. Then, in their turn, the Dedham members declined his offer and se ceded, opening their chapel on October 5, 1738, which proved a severe blow to the Bergholt congregation. Good old Mr. Williams died early in 1750, full of age and infirmities, having been pastor here for 47 years. In the Autumn of the same year the Revd. Nicholas Humphrey, who had been ordained at Coggeshall, succeeded Mr. Williams. For five years he did his duty here, but at the end of that time he fell sick of a fever, and when the delirium had passed away it was found that reason had forsaken her throne. For many years afterwards he lived a life of retire ment, but was never able to return to his duties. No settled minister was appointed till 1758, when the Rev. Henry Innes, a Scotchman, became the pastor, remaining until his death, which took place in 1770. During the next five years the numbers attending the Chapel were very small, and sometimes the doors were only opened once in six months for Divine service, and then only to prevent the property lapsing into private hands. Mr. Llewelyn laboured here from 1775 till 1783. In the year 1784 he was followed by Mr. Bradbrook. He was a learned man, but was not considered thoroughly ortho dox, and ministered to a congregation which varied in num bers from 15 to 30. He spent 20 years in Bergholt, and at"], [118, "110 BITS ABOUT BERGHOLT. last, like Mr. Humpkrey, ended his days in a state of mental aberration. Mr. Harding took his place in 1804, and some two years after resigned his charge, becoming a clergyman of the Church of England. In 1807 Mr. Cover came to Bergholt, remaining here till 1813. The Revd. Alexander Good arrived here in 1813, and was ordained on the 8th of December of that year. After five years he left Bergholt and removed to Cornwall, leaving many warm friends behind him. He had formerly been a student of the Old College, Homerton. The Revd. Mr. Mortimer, of Market Bosworth, Leicester shire, preached here for a few Sundays, but suddenly fell ill, died, and was buried in the ground of the Round Meeting house, at Colchester. In July, 1819, the Rev. Thomas Muscutt, who had been sent on probation from the Academy, at Hackney, was ordained Minister. After 17 years of careful tending of his congrega tion, he resigned his office on April 10th, 1836. The Rev. John Bromiley, of Newport Academy, accepted the Pastorate in October, 1836, and was ordained on April 5th, 1837. He was obliged to resign his charge through ill-health in September, 1839, and died soon afterwards. But to the last he loved his people, and in a lonely Wiltshire village, the memory still lingers of the kindness shewn to him by his con gregation. On July 22nd, 1840, the Rev. J. C. Fairfax was ordained as Mr. Bromiley's successor, and spent a somewhat stormy period of nine years in onr village."], [119, "BITS ABOUT BERGHOLT. 111 On July 9th, 1850, the Rev. Edward Jones Newton was ordained to take the place of Mr. Fairfax. He remained here until May the 20th, 1855, and was followed by the Rev. Robert Roberts, who, spite of failing health, toiled long and earnestly, until sickness struck him down, and obliged him to give place to another. The Rev. G. H. White, of Burwell, Cambridgeshire, com menced his ministrations here on Sunday, February 6th, 1870, and is still the esteemed Pastor of the congregation. In 1644 and 1645, the burly form of Matthew Hopkins, the noted witch finder of Manningtree, must have been well known here, for he and his witch hunters visited every town and village in the neighbourhood, charging each place no less than 20s. for his pretended searches. In 1645, 25 wretches were put upon their trial at Chelms ford. We are not told of any Bergholt dame taking her place in the dock, but Rebecca West deposed that Elizabeth Clark of Manningtree desired of her spirit that Mr. Edwards might be met withaU about the middle bridge as hee should come riding from East Berghoult in Suffolk : that his horse might be scared, and be thrown down and never rise again. Master Edwards deposed That his horse started and stumbled at the bridge, but that he kept his seat, whereupon he heard something about his horse cry Ah. Ah. much Hke the shriek of a polecat. Of course such conclusive evidence was not to be resisted, and Elizabeth Clark was condemned to die ! Whilst the siege of Colchester was going on, during the Summer of 1648, Roundhead cavalry and infantry might often have been seen in Bergholt. For were not troops of horse aud foot guarding the fords of the Stour at Cattawade, Stratford"], [120, "BITS ABOUT BERGHOLT. 112 and Nayland ? They were commanded by Colonel Gurdon, and Sir Thomas Barmardiston, of a member of whose family Queen Henrietta Maria remarked \" What a handsome Round head,\" thus originating the name afterwards applied to all the adherents of the Parliament. Many efforts were made by the besieged Royalists to win over these troops, but in vain, and on July 4th they broke up from their quarters, leaving only outposts at Cattawade and Nayland, and marched to the number of 2,000 foot and 500 horse, to take an active part in the famous siege. Captain Ball watched the river from Cattawade to Harwich, and on June 18th two frigates, the last hope of the besieged, were captured at the latter place. During the whole of the Civil Wars no parish meetings were held amongst us, and during the latter half of it no weddings were celebrated in Brantham, for men thought more of war than of peace. Early in 1649 all Eng land heard of that terrible tragedy which took place in front of the Banqueting House at Whitehall, when for the first, as we may well believe the last time, a King of England stepped forth from a window of his palace on to a scaffold to be be headed by a masked executioner. Long did the Cavahers of Bergholt and elsewhere talk lovingly to one another of their royal master, who had suffered \" at the ninth hour,\" dressed in kingly robes \" as for his second bridal.\" They remembered how that \" comely head \" rested as peacefully upon the fatal block \" as npon a bed,\" and how when the executioner held it up to view, crying \" This is the head of a traitor ! \" there was heard on all sides a '•' dismal universal groan.\" The Rector of Stratford St. Mary noted that gloomy day"], [121, "BITS ABOUT BERGHOLT. 113 in his Parish Register, and many of Rupert's old troopers ex claimed with the gallant Montrose — I'll sing thine obsequies with trumpet sounds, And write thine epitaph in blood and wounds. A VILLAGER. East Bergholt, November, 1874. No. XXV. Our parish Church seems to have needed repairs, for' on the first anniversary of the King's execution, January 30th, 1650, we read : — Att the house of John Hayward then mett, it was ordered as followeth : — That the Churchwardens doe call upon Goodman — and Mr. Stephen Clarke for two & forty shilUngs obtained of John Layman's Bond, which are to goe towards the maintaining of the Church & for no other vse. The 15th day of July, 1050 :— Item. It is agreed yt the Church shall be put in reparation, and yt an order shall be presented at the Sessions for making a rate for the repairing thereof by the Churchwardens. A note of all the bonds of the towne stocke in the hands of Captaine Goff. Item. One bond more of John Layman which is for repairon of the Church. £32. 02. 00. Item. 2s. for this booke, & 9d. left unpaid for carriadge to Colches ter. 00. 02. 09. The 16th day of September, 1650 :— - Item. It is agreed that Captaine Goff doe speake unto the Church wardens to repaire the Church speedily, -fee. (see No, 17). In 1651. The townsfolk met at the house of John Neave, and made the following regulations about their public-houses :-— It is agreed that there shaU be but foure houses licensed for draw inge of beere, two in the Streete, one at Gaston's end, & tho other H"], [122, "114 BITS ABOUT BERGHOLT. beinge the fourth at Baker's end, and for the present Edmund Newton & Stephen Skynner to drawe drinke within doores and to entertain strangers. Edmund Newton's inn to be at Gastcn's end, and Anthony Bunn to remove to Baker's end to seU beere without doores. No tradesman could open a shop in Bergholt without permission, for on the same day : — It was ordered that Goodman Pimmerton be asked to go to a Justice & renew a warrant for the preventing of a Shoemaker from settlement in our towne. Unlicensed trading was promptly put down by our fore fathers : — In Queen Elizabeth's reign \" a free burgess opened a barber's shop in Ipswich, not being bred apprentice to the mystery,\" but was fined 3s. 4d. per diem till he put up his shutters. Under James I., foreigners keeping shop without hcence were imprisoned, and in the days of the \" Merrie Monarch\" a barber named Venon was blamed \"whenas he hangs out neither bason nor pole.\" On February 22nd, 1657, Mr. Marlow and Mr. Maxey gave notice to Sarah Manlin that if she took any strangers into towne they would punish her by ratinge or otherwise. On April 20th, 1685, at the house of Henry Parker, Esqre., it was agreed — If any person lets a house to a foreigner, ye tenant of which proves a charge to the towne, yt yn ye landlord shaU be double rated. On May 19th, 1651, begin the entries relating to the dis tribution of clothing to the poor. Payed to Eichard Marlow seaven pounds which his father lent to buy the poore linnen with against winter last past, 1650. Payed to Mr. Ehodes Hayward, for makinge of the shifts for the poore, the sum of £1 14s."], [123, "BITS ABOUT BERGHOLT. 115 In 1676 the Overseers spent £20 in \"buying linnen to make shiftniugs for the poor,\" as follows : — £ s. d. At Burry, as by a noate of pticulars 16 19 2 For the makinge of the shiftes, which ware seaven- teen dozen and eight 2 13 0 For bringeing home of the linnen 0 6 0 Their expenses in the going 096 £20 7 8 In 1691 it was agreed — That the shiftniugs he cut out at Mr. Eobert Woodgatc's, & that ten shillings & a bottle of Sack be aUowed him for the same, £ s. d. Paid at Berry for hemping cloth .. 14 9 0 For 3 horses' hire and expenses 100 For toping the stack and straw 050 Pd. Lewis for a bottle of Sack 020 For 12 dozen of shiftning making 1 16 0 Pd. for drmnbs and colours for towne 0 10 Allowed for expenses when the cloath was cut out . . 0 10 0 £18 3 0 In 1693 the women who cut out the \" shiftnings\" were feasted. £ s. d. Laid out for Hning cloth by order 15 1 0 For 3 hors hire & expences 100 For 2 Bottles of Sack to treat the women 0 14 0 Pd. for 13 dozen J of Shiftnings making 18 6 18 3 6 In 1056 the deaths of children were still entered at Brantham, as those of \" Enfants,\" retaining the French mode of spelling the word. Anna Parker, the sister and heiress of William CardynaH, \"an honour and glory to the female sex,\" had meanwhile"], [124, "116 BITS ABOUT BERGHOLT. become the happy mother of 9 children. She had known trouble, for her firstborn died at the age of two years, leaving his brother Henry heir to all the estates. But in 1656 she sickened and died, leaving her husband inconsolable. He erected a most costly tomb, on which he recorded his belief that her example was scarcely to be imitated. \" She lived long enough, but none too long, because she lived well and kindly, deserving well from every one, and best of all from her husband, &c, &c.\" A pattern woman truly, and a great loss to her family, when she died at the age of 36. In 1657, corn sold at an average price of £2 ls. 5d. per quarter. You will find in the first las e (of the Town Book) , mony gin out of the towne stock to saveraU pore men, Eichard Swanson, £1 ; gin Arter Gren, as apeare in the same lafe, £1 5s. In 1657 the entries in our Register of burials commence, the old Registers having probably been destroyed by Dowsing, or some of his friends. FfuUers' child buried AprH 28th, 1657 George Scarth's apprentice buried January 23, 1658. Ffrancis Baise, a stranger, buried September 1st, 1657. Entries which tell of the burials of strangers are common in our books, as the following will show : — James Blomfield, a stranger, buried in woollen, December 26th, 1691. Eosanna Dart, a traveUer, buried in woollen, November 26th, 1692. Edward Num, an infant, ye son of a traveller, buried 1703. Thomas Littlewood, a traveller, buried November 29th, 1693. John Jackson, of Trumpington, in Cambridgeshire, was buried October 9th, 1717. Bergholt being near a high road had many such visitors."], [125, "BITS ABOUT BERGHOLT. 117 Brantham, being more secluded, has but one entry of such a funeral. Sarah Beard (a TraveUer), buried November 13, 1723. James Steward, a Travailer, buryed at Bergholt, March 22nd, 1725. A travaUer unknown buryed December 19, 1727, A poor ,, „ January 19, 1728. Christopher Todd, Traveller (aged as supposed 25 years) was buried April 9th, 1793. John Bromfield, widower, a stranger, supposed to be about 55, was buried AprU 23rd, 1798. These poor wanderers were very unwelcome, and every effort was made to lessen their number April the 4th, 1659, being Easter Monday, at the house of Henry Parker, Esq., then mett, it was ordered as foUoweth: — That it is agreed yt the neighbours of the towne set about looking what misorders be in the saide towne, & take care for the preventing and punishing them, as of inmates, unUcensed alehouses, strangers roam ing into the Towne, and aU other misdemeanours. From the schole house to the vaUey, Mr. Ehodes Hayward. From the schole house to Burkes, Mr. John Barber. From the valley to Baker's end, and the piece next Brantham mill & Flatford mill, Mr. Marlow. From Burke's round to East end & to the miH again, Mr. Poyt. September 2nd, 1661. At Mr. Farnham's, then mett, it was ordered — Imprimis yt the officers and some other of the townsmen do goe & take notice of what disorders are in the alehouses & of what inmates and strangers are in the Town, as alsoe to execute the warrants against offenders that are already taken out. In 1663 Grace Granger, a vagabond, was publicly whipped, and in 1720 it was ordered that — The Churchwardens or overseers do directly get a warrant to take up several straggHng wenches, &c, that keep about our town. But these homeless ones were not altogether forgetful of their religious duties, for on December 5th, 1732, we find that in our Church was baptised Sarah, daughter of a poor woman at Widow Newman's, a Travailer.-"], [126, "118 BITS ABOUT BERGHOLT. So that the Church of England, whose glory it is that she is the Church of the people, lovingly embraced even this poor waif and stray of humanity. A VILLAGER. East Bergholt, November, 1874. No. XXVI. On Sunday morning, October 19th, 1873, our worthy Rector took as his text the words \"I am a stranger in the earth.\" Psalm cxix, 19. The following fragments of his most eloquent and intensely interesting sermon may not be out of place here : — A few days ago my brethren, I spent, after one of our short services, some Httle time, in company with my fellow labourer, in looking at the entries in the old Register of Burials. Amongst them were such as the foUowing : — \" Buried a stranger,\" \" A stranger name unknown.\" In one case the name of the viUage from which the wanderer had come was given — Trumpington, near Cambridge, and it was suggested that in those days before railroads were made, and when there were no newspapers, ha might have told the people of this viUage very much of interest about that University in which I spent so many happy years. Such entries are quaint enough at first to provoke a smile, but graver thoughts soon succeeded, and I feU to musing. I tried to picture to myself this unknown stranger. I saw the young man leaving his native viUage in search of work (even as so many have gone from amongst us) , in the hope of returning after some years to be the support and comfort of his aged mother. I thought of him working in one place after another, a stranger amongst strangers, downcast often, but stiU keeping a brave heart in the midst of many difficulties, cheered with the hope of one day returning to home and friends. Here and there he wandered, until at last he reached this viUage in which it is our lot to dwell. Here, struck down, either by sudden accident, or by some sense mastering sickness, he died, babbling very likely of the green fields of his childhood. Strange hands mused him, strange singers closed his eyes, strangers laid him down to take his last long sleep, a strange voice gave thanks that God \"had been pleased todeHver an unknown brother out of the miseries"], [127, "BITS ABOUT BERGHOLT. 119 of this sinful world,\" and then, when the funeral service was ended, and the clergyman had returned to this house of prayer, aU he could enter in the Register was that he had \"buried a stranger.\" Then the words \" I am a stranger in the earth\" came into my mind, and I thought that he, who died so long — even some hundreds of yeara ago, might yet, as in an aUegory, speak to us. The Christian knows that it is of no use for men to lead Hves of Httleness and spite, of maHce and envy, and then to expect at death to become angels and saints, as in old fairy tales beasts were changed into men. Let us place our wealth where neither the rust of anxiety nor the moth of care can ever harm it, so that when Death, the great robber of our riches, shaU bid us stand and deliver, we may have no cause to fear him, having nothing which he can steal from us. Archbishop Leighton had a great wish, which he often expressed to his friends, that he might die at an inn. He said that it was a fit picture of a pilgrim passing away from the world, which was to him as an inn, tired with its noise and confusion. Strange to say, the good Archbishop had his wish, for he died at the BeU Inn, Warwick Lane. May it be the lot of each of us to go — Home, to the golden land, Home, where no shadows saU, Home, to the golden strand, Home, to the monarch's haU. Home, from all fear of harm, Home, to the land of rest, Home, to the Father's arm, Home, to the Saviour's breast. If we Hve well, it will not matter if no more is known of us than of this etranger, and we none of us need a better epitaph than this — Here lies a stranger upon earth. On January 10th, 1658, a meeting was held at the house of John Barber, and it was Agreed & ordered yt Henry MaskaU continue the officiating of sexton ship in our parish church untU the next towne meetinge for the electing, establishing, and confirming one in the place. Henry Maskall was duly \"elected, established, and con firmed,\" for on Feb, 23rd, 1679, Thomas Perkins was appointed as his assistant."], [128, "120 BITS ABOUT BERGHOLT. The office of Sexton at Brantham does not seem to have been a very lucrative one, for on March 2nd, 1700, we read : — Daniel, son of John Howlett, a poor Sexton, was buried. Thomas Paskall succeeded John Howlett as Sexton at Brantham. His funeral took place on June 30th, 1721. Thomas Perkins succeeded his master, Henry Maskall, as clerk and sexton at Bergholt. Like a good many others he was sometimes short of money, and a creditor was pressing for payment*. He at last contrived to borrow 10s. on somewhat strange security ! At the Town Meeting, held at the house of Mr. Edward Leach, it was ordered as followeth : — That Mr. Leach, the present Treasurer, lend to Thomas Perkins, Sexton, ten shiUings, he leaving in Pawn the two burying cloths till the sd ten shiUings be repaid by the sd Thomas Perkins to the feoffees, and then to have the sd cloths, and the said Thomas to pay forthwith ten shilUngs to the wife of John Shaw, of East Bergholt, and the said feoffees consent that he lend the cloths for the Town's use for the present to Thomas Perkins till he can conveniently raise the money, in witness thereof the said Thomas Perkins hath set his hand. Thomas Perkins. Bnt he who had dug so many graves for others at length filled one himself, for \" Thomas Perkins, Sexton, dyed August ye 8th, 1709,\" and was buried two days afterwards. One of the first graves dug by Henry Maskall was for Robert Neale, a Miller, and on April 20th, 1660, every one was talking of the death at Wenham Castle of \" Dame Susanna Brewse, widow of Sir John Brewse, Knight, Lord of the Manor and Patron of tho Towne,\" (i.e. the Township of Wenham Parva). Not long after some of the famous 30,000 Ironsides of CromweU, who had formed line for the last time on Blackheath"], [129, "BITS ABOUT BERGHOLT. 121 to see King Charles II. go by, brought down accounts of the feasting and merry making, which made the King exclaim, \" It surely must have been my own fault that I did not come be fore, for I have met no one to-day who did not protest that he always wished for my restoration.\" In 1652 farmers began to grow clover, and Sir Richard Weston suggested that it might be advisable to feed sheep on turnips during the Winter. Apples, pears, hops, cabbages, and liquorice were being planted, but onions were very scarce. Court ladies frequented taverns, talked coarsely, and gambled desperately. The gentle men drank, swore, and fought duels. The plague slew its thousands time after time, and kites and ravens were much kept to devour the filth aud refuse of the streets. Football, quoits, cock fighting, and bull baiting were all popular amusements. The Court gallants Wore a farm in shoestrings edged with gold, And spangled garters worth a copyhold : A hose and doublet which a lordship cost, A gaudy cloak, three mansions price almost, A beaver band and feather for the head, Prized at the Church's tythe, the poor man's bread. But \" Godly Dissenting Brethren,\" • and \" Brethren of the Presbyterian Way,\" like our own Robert Alefounder, eschewed all such vanities, and wore sad-coloured cloaks and doublets. The firelock was introduced by Dutch poultry stealers, and was thence called \" snaphahn,\" or hen-stealer. A fat cygnet cost about 8s. ; pheasants from 5s. to 6s. ; turkeys, 3s. to 4s. ; fat geese, 2s. each ; ducks, 8d. ; fat capons, 2s. 4d. ; hens, ls. ; pullets, ls. 6d. ; rabbits, 7d. ; pigeons, 6d. ; eggs, three for ld. ; fresh butter, 6d. per lb."], [130, "122 BITS ABOUT BERGHOLT. Cauliflowers were ls. 6d. each ; potatoes, 2s. per lb. ; mutton and beef, 3-j^d. per lb. Farm labourers had board, and from 20s. to 50s. per annum, according to their skill ; female servants received board, and from 14s. to 26s. by the year. Mowers were paid 5d. per diem ; reapers, haymakers, or hedgers, 4d. ; female reapers, 3d. ; female haymakers, 2d. This was in addition to board. Without food, these wages were doubled. Labourers, from Easter to Michaelmas, received 3d. a day, with food, or 7d. without ; from Michaelmas to Easter, 2d., with food, and 6d. without. Carpenters' and bricklayers' wages were 8d. per diem( with food, or ls. without ; sawyers were paid 6d. daily, with food, or ls. without ; but the rate of payment was less during the Winter. A VILLAGER. East Bergholt, November, 1874. No. XXVII. As the Winter of 1660 drew near, many of the parishion ers were, as now, anxious to buy coal as cheaply as possible, and were not averse to making their neighbours purchase it for them, the fairness of which arrangement did not seem very clear to those who had to find the money, and on the 11th of November it was agreed — That not any of the poore, but such as take CoUection (i.e., receive Parish pay), and are very poor besides, shaU have any coals measured, & att 9d. a bushel to be sold. In 1661, the Churchwardens and Mr. Leach bought in two loads of Rie for the use of the poor."], [131, "BITS ABOUT BERGHOLT. 123 The following quaint entries appear in our Burial Register : — The mother of Abraham Codd's wife buried in March, 1661 EUzabeth Goffe's girl was buried May 7th, 1662. The poor of the Parish were not allowed to shiver by empty fire-places during the Winter 1661, for Dr. Jolly bought 10 chaulden of coal for their use, .which were stored as fol lows : — Att Burnt oake 2 chaulden, Bakers end two chaulden, at Gaston's end 3 chaulden, and att the Churchyard 3 chaulden. In 1662, Stephen Woodgate owed his landlord for rent -of land £3, which he could not pay. He applied to his neighbours for help, and Mr. Maxey, the Town Treasurer, was ordered to pay the debt. Stephen Woodgate deposited as security — A table 4 yards long, a pair of coal irons, 3 barrs to it, & a good large chest with a livery board. Mr. Trenham took charge of these articles, and Stephen Woodgate undertook to redeem them by Midsommer, 1663, on pain of forfeit : — If the said Stephen Woodgate doth not except this as a kindness from the towne the said goodes shaU be returned to him againe with 10s. In 1663, the town meetings were felt to be very dry and uninteresting, and it was therefore Agreed that ye next towne meeting be at Mr. Clarke's, on Whitsun munday, & that every man bring his w-ife along with him. Mr. John Clarke's house was found so comfortable that a second meeting was held there by the parishioners and their wives, at which it was resolved to allow \" John Brazier, chosen by the Rector & Churchwardens, to be the pish Clarke,\" £3 per annum to be paid half-yearly."], [132, "124 BITS ABOUT BERGHOLT. Honest John duly received his 30s. every half-year until 1666, when he died, perhaps ofthe plague, which only the year before had carried off 2,251 persons in Norwich, and 4,731 in Colchester, and which had scourged London so terribly that grass grew in the streets. The dead were carried for burial to large pits in carts which twice lost their drivers, who either fell victims to the pestilence, or fled in terror, leaving the loads of corpses to their fate. John Brazier's funeral was entered in the register by his friend John Clyatt, the schoolmaster, who also acted as Parish Registrar. In spite of the added charms of female society, the attendance at the town meetings grew less and less. In order to remedy this, the following resolution was passed in 1731 :— Whereas it has been an ancient custom in the parish of East Bergholt in the County of Suffolk, for the chief inhabitants to meet once a month, or thereabouts, at each others' houses there in a friendly manner to consult & advise & order about the Poor & the School and the other affairs of the said Parish, which custom has of late been laid aside to the Detriment of the Poor & Hindrance of Parish Business & lessening that love & unity which should be among Parishioners and Neighbours. In order therefore to revive the said laudable custom for the good ends intended by it, we, whose names are hereunto subscribed (being the major part of the Chief Inhabitants of the said Parish, many of us feoffees of the School and Town lands) do agree to have this neighbourly meeting at each others' houses as visual upon due notice given in the Church on the Sunday before the sd meeting & so to continue successively each one in his turn. Witness our hands this 10th day of Jany., 1731. Jos. Hankey W. Coyte, rector. W. G'ullifer. John Leach. Balph Bird. Ed. Elliston. Thos. Knapp. Zachary Welch. W. Baker. T. Hayward. John Boise. Wm. Woodgate."], [133, "BITS ABOUT BERGHOLT. 125 This invitation was rather too warmly responded to, for in the same year we read — Agreed that hereafter no person shaU be admitted or allowed to be a Town Meeter but such as shall be chosen by the majority of the Town Meeters. The Bergholt Puritans were very fond of bestowing scripture names upon their children, as the following list (all of whicli occur about this time) will show ; — Barzillai, Nathanael, Jonathan, Paul, Daniel, Lydia, Damaris, Tryphena, Judith, Amos, Priscilla, Gabriel, Dinah, Obadiah, Solomon, &c, &c. The list of baptisms for November, 1675, proves this also, since we meet with such names as Lancelot, Josias, Micah (2), John, Peter, Abraham, Isaac, Ruth, and Mary. All these occur within five entries only. In 1665 died Mr. Stephen Clarke, who together with his children and his wife, who departed this life (Ab hac vita migravit) in 1674 is buried in our chancel. Their epitaph is as follows : — Ecce vir et nati cum conjuge subtumulantur Quos mors disvnit, sæpe revnit eos. Lo, a man & his children, together with his wife, are interred below. Whoni Death severs, those he often re-unites. In 1666, Bergholt men listened with pale faces and sad hearts to the account of the Great Fire in London, which destroyed Old St. Paul's, 89 churches, 13,200 houses (which covered 136 acres), and filled the fields of Islington, as far as Highgate, with 200,000 homeless fugitives. In October, 1668, it was ordered that the warrants now taken be executed against EUzabeth MUes and Mary Wood for leaving their service, & that Eobert & Jacob Tuntel & WUHam & Mary Grimes be sent to services."], [134, "126 BITS ABOUT BERGHOLT. On Midsummer day, 1701, at Mr. John Leach's house, it was agreed that the Churchwardens and Overseers should— Have Hberty & freedom to dispose of & bind out 6 chUdren of such poor parents as are not able to maintain them according to their dis cretion, or more if they find it convenient. Entries of a similar kind are to be found between 1720-24. In 1729 it was ordered — That all young Persons that Hve at their own hand do get a Service forthwith, or provide for themselves, othenvise to be carried before a Justice. In 1736, the constable charges 6d. as — Expenses in taking up ye young persons at their own hands. For a cart and 3 horses to carry the young persons to Ipswich, 4s. In 1669, the inhabitants of Gurdington, Northampton shire, were much \" distrested.\" The King issued a brief calling upon other parishes to relieve them, by virtue of which there was in 1670 — Colected here the just sume of eyght shillings ninepence halfpennye, the wh. the Churchwardens, according to the tennor of the coppye forth with deHvered to the Constable, John Poke receivinge the moneye. On May 22nd John Poke took charge of \" ten shillings eyghtpence \" collected by virtue of a brief for the inhabitants of Beccles, whose houses had been burnt down in 1669. On June 19th, 1670, \"twelve shillings ninepence farthinge\" were collected for the relief of Isleham, Cam bridgeshire. On July 3rd, 1670, \" three shillings eyghtpence \" were gathered \" for severall mariners' redemtion out of slavery in galleys.\" In 1671 there was \"gathered for ye slaves in Turkey\" £6 12s. 2£d."], [135, "BITS ABOUT BERGHOLT. 127 On June 26th, 1692, the collection \" towards the redem- tion of 500 Christians in Turkish slavery\" amounted to £4 12s. 2d. The Turkish & Algerine pirates known as \" Salleerovers \" were terrible pests to seafaring men. As late as the reign of Charles I. they landed near Plymouth, and carried away Englishmen as slaves. But in 1654 Cromwell, who said that \"a ship of the line was the best ambassador,\" sent Admiral Blake with a powerful fleet, who gave the Dey of Tunis a severe lesson to be more cautious for the future. Other collections were as follows :— s. d. July 31st, 1670, for Somershamere, Huntingdonshire . . 7 10 July 13th, 1686, for Stepney '& Whitechappell .. .. 11 3 Feb. 28th, 1691, for Builth, county Brecon (destroyed by fire) . . . . . . . . . . . . . . . . 4 4 In 1684, the Rector and Churchwardens had coUected 8s. 2|d. on behalf of Staverton, in Northamptonshire (destroyed by fire), and Ely St. Margry. The money was never called for, and on July 3rd it was paid for the redemption of 500 \" Christian slaves in Turkey.\" The French Protestants, whom Louis XIV. had driven from their homes, were not forgotten in Bergholt, for £8 17s. 6d. was collected here in 1686, to swell the large sum which was subscribed for their relief by sympathizing Englishmen. In 1690, two Briefs were read in our Church, asking aid for the Irish Protestants, who, the year before, had held Londonderry for 105 days against the whole army of King James. We know not the result of the first brief ; the second produced £5 3s. 7d. Some of these Briefs were probably read by the Revd."], [136, "128 BITS ABOUT BERGHOLT. John Cull, Curate of Bergholt, who acted as Registrar. He seems to have left our parish sometime during the year 1670, as \" ye other part of the entries were made by me, John Clyatt, schoolmaster.\" A VILLAGER. East Bergholt, November, 1874. No. XXVIII. In the year 1673, and again in 1674 and 1676, we find entries which tell of the birth and deaths of children at the Rectory, then occupied by the Rev. John Wellbank, who, we grieve to say, caused great trouble and scandal to our parish. Spite of all that friends or neighbours could say or do, spite of the influence of wife and children, he went on from bad to worse, until at last his parishioners cited him to appear in the Bishop's Court. Mr. Edward Roberts, with others, went to Norwich on this business, the Town Meeting paying their expenses, which amounted to \"Two Poundes, nine shillings and threepence.\" The following were the grievances complained of : — We doe present him having two good Hvings of 8 score pounds per annum, and refusing to keep a curate to supply one of them, not having had a curate 9 monthe last year. The number of souls in our parish from 16 years old and upwards, amounting to 700. AU ministers that Hved here before, enjoying the same Hvings, always kept a curate to assist them. Item, for neglecting to preach in our parish Church by himself, or any other, for tho space of 7 weeks together, & for neglecting to read Divine Service amongst us in the forenoone every Sunday since July 22nd to this day (viz., primo. Oct. 1677). Nor hath he come pubhcly into the pulpit to preach since the aforesaid 22nd of July to this day, nor any other for him."], [137, "BITS ABOUT BERGHOLT. 129 We also present the said John WeUbank, for altering the time of reading Divine Service and the administration of the Lord's Supper, from the usual houre of nine of the clock in the forenoon to six of tho clock in the morning, by means whereof many people by reason of their economic business & distance of place are hindered from coming to heare Divine Service, or receiving the Holy Communion. Item, we, &c, for being a contentious person, striking & fighting in the Churchyard, of some of his parishioners, miscalUng and abusing them, with brawling, base, and unbecoming language, and much given to law suits, for so much that he scarce dare stir out of doors. Item, for that he put in a Parish Clerk, a person so nastye & full of old ulcers that are so unsavoury that gives a very great offence to all that sit near him in the Church. The Bishop seems to have recommended a compromise, viz., that Mr. Wellbank should resign his living, and that the parishioners should provide him with a house rent free. Accordingly on March 10th, 1678, it was ordered That Edward Eobards, Churchwarden, & John Pidding & John Eathbe, overseers for the poore of East Bergholt, take care to provide a habitation for Mr. Wellbank to the waUew of fifty shiUings a yeare, or three pounds at the most per annum, at the charge of the pish. Mr. Wellbank was followed by Mr. Edward Alston, a very different man. He seems to have been popular in the parish, and many of the town meetings were held at the Rectory. On January 24, 1681, we find him obliging his neighbour the Rector of Wenham Magna by officiating at a funeral in his stead. Very graphically did he describe the various persons whose names he entered in the Register, making such notes as these — \" An almsman, an almsmaid, a weaver, a Town charge, a vagrant of Gravesend, a poor chairmaker, a Knacker, a compter, a great town charge, and a Potash maker.\" He was required in some cases to state whether persons were possessed of £600 or not, and very quaintly does he record of Henry Godfrey that he was \" not worth 6 farthings"], [138, "130 BITS ABOUT BERGHOLT. as he saith.\" In 1683 he records the baptism of his child \" Nicholas, son of Edward Alston, by Frances his wife, at Church.\" In 1678 an Act was passed for the encouragement of the woollen trade, which ordered that all the dead should be shrouded in woollen stuffs. It was this Act to which Pope refers in the well-known lines — Odious 1 in wooUen 'twould a saint provoke, Were the last words that poor Narcissa spoke. On March 28, 1687, we find— This is a true account of aU the Burials in East Bergholt the last year past, & that the severale persons were buried iu woollen & affidavit made of the same (except John Matthews & Ann, wife of Joseph Clark, who were punished according to statute). Ita testatur (So certifies) Edwabd Alston, Rector. In 1701 he officiated at a strange sort of wedding. Anxious to prevent two paupers from obtaining a settlement here, the town Overseers determined to pay for their marriage and removal to Ramsey, the following expenses Paid to Mr. Alston ffor a license and marrying of Eatherin Harmon, 23s. 6d. Paid more to the King's Duty, 2s. 6d. More to Parkins (the Clerk), 6d. More to two horses' journey to carry them to Eamsey, 3s. But in February 1721, \"Edward Alstone deceased & William Coyte was presented to ye Rectory by Joseph Chap lyne Esq. in May following.\" Mr. Coyte was Rector of Brantham with East Bergholt until 1745, when he died, and was succeeded by the Eev. Samuel How, the son ofa wealthy brewer at Hermitage, London. He was an M.A. of Emmanuel College, Cambridge, and found the value of his new benefice to be £350 per annum."], [139, "BITS ABOUT BERGHOLT. 131 As soon as he arrived here he proceeded to \"beat the bounds\" of his parish, and afterwards made the following entry : — Went ye hounds o ye Parish of East Bergholt, and in Mr. Band's meadow the bounds' tree is cut down, at ye Four Sisters ye post down, at Stone Cross no Mark, in Mr. Marvin's North field ye bounds' tree cut down, in Mr. WeUs' meadow Do. near ye gate. Samuel How, Sector. In 1750, his daughter, Elizabeth How, married \"Tobias Coyte clerk,\" the son of the former Rector, the wedding taking place at Brantham. In 1752 the new style of reckoning time was adopted, for we find an entry — Here ends ye Old Stile. In 1753 he resigned his living, and Sir Joseph Hankey presented Mr. Harry Hankey, a young man of 24, who had only lately taken priest's orders. He closed his first year's duties by making the following entry : — This is a true Acconnt of aU ye Christian Burials in East Bergholt in ye year 1754. They were all buried in WooUen, and affidavit made of ye same. Witness, H. Hankey, Sector. In 1753 the Rector must have felt very sad as he attended the funeral of his young relative, Mercy Hankey, who died at the age of 18. In 1764 he read thc Burial Service over Abraham Con stable, one of the ancestors of that great painter of whom Bergholt is so justly proud. ln 1768 Joseph Chaplin Hankey presented the Church with new and handsome Communion plate."], [140, "132 BITS ABOUT BERGHOLT. Sir Joseph Hankey died in June, 1769, and Lady Hankey followed him to the grave the year after. Scarcely had a spe cious tomb been erected over their remains when, in 1773 the village was startled by hearing of the sudden death of onr Church benefactor, Joseph Chaplin Hankey. Nine years later a black marble slab beneath the Communion table was placed over the remains of the Rev. Harry Hankey himself. The Rev. Durand Rhudde, D.D., was the next Rector. He took his degree in 1756, and was appointed lecturer of St. Dionysius Backchurch, Fenchurch Street, in 1760. On ob taining this preferment he married Miss Mary Shergold. He was made Vicar of St. Thomas's Southwark, in 1763, and Vicar of Shepherdswell, Kent, in 1774. He was also one of his Majesty's chaplains. In 1783 he became Rector of Brantham-cum-Bergholt, holding also the hving of Wenham Magna. Mr. Mecklenburgh has a picture of Bergholt Church, painted by the artist Constable, which has an interesting history. The great painter was smitten with the charms of the Rector's grand-daughter, and having won her affections, he painted this picture for Dr. Rhudde, in the hope of making '■' the course of true love run smooth.\" All wiU be glad to learn that Con stable won his bride. In 1811 Mrs. Rhudde died, and in May, 1819, after a short illness, her husband was laid by her side. From 1819 until December 28th, 1854, the Rev. Joshua Rowley occupied the Rectory. At his death the parishes of Brantham and Bergholt were separated from each other, and in 1855 the Rev. Robert Carter and the Rev. J. Woolley, D.D., (both Fellows of Emmanuel College, Cambridge), were inducted to the vacant livings. Mr. Rowley and his successors, together"], [141, "BITS ABOUT BERGHOLT. 133 with the two worthy curates of Bergholt — the Rev. John Roberson and the Rev. Benjamin Wainwright — are too much beloved by every one to need any word of praise from me. A VILLAGER. East Bergholt, November, 1874. No. XXIX. In 1679 it was agreed — That the Churchwardens demande the scales & wayghts & quartes of the last Alefounders or any that have them. In 1679 we find An Account of the Utensells belonging to the Church. Imprimis 2 Silver Cupps, one silver Plate, Two Pewter Flaggons, one Pewter Sasser, Two Pewter Bassions, one Pewter Dish. Bookes. The Erasemus of the four Evangelees, the Boocke of Homeles — the Towne Boocke, Bishopp JeweU's workes. N.B. There is a fine old copy of the last-named book in Little Wenham Church Chest. One Serphce, One Table Cloath, One Napkin, More than thirty pieces of Brass. 1693. The Boocke of Homeles is wanting at the Cheste, it was said to be at Mr. Walnell's, but is now at Mr. Alston's. 1709. DeUvered ye town Basson & Flagon into ye Towne Cheste. 1711. To these utensUs are added the brass scales, weights, and Winchester quart & one pewter dish. In 1794, Goods & Ornaments of the Chapel. Imprimis One SUver Flagon, Two SUver Cups with Covers, one Silver Almsplate, One SUver Salver for Bread, One Silver Bason for the Font aU inscribed thus : — \" The Gift of Joseph Chaplin Hankey, Esq., 1768.\" Item. One Crimson Cloth Carpet, one Damask Table Cloth, one Damask Napkin for the Communion Table. Item. One Crimson Velvet Cushion & Hangings, with Gold Fringe, for Pulpit and Beading Desk. Item. One Bible and 3 Common Prayer Books. Do. Two Holland SurpUces & one D.D. Hood. Do. One Black Burial Cloth and Two Biers. Do. A Clock & BeU in the Chapel, & five BeUs in a frame in the Churchyard.\""], [142, "134 BITS ABOUT BERGHOLT. The Puritans of 1643 tore off the brasses from the tombs in our Church. The fragments were in 1679 described as \" more than 30 peeces of Brass.\" Their fate was singular. 1701. There was diverse loose peeces of Brass in the Town Chest wh together weighed 80 lb. & odd, wh were ordered by the Visitors to be sold, and with the money a Communion Salver to be bought for the use of the Church, & accordingly there was a Salver bought, and now put into the Town Chest, weight eight ounces three quarters, with this Inscription, \" Edward Alston, B.D., Sector, Mr. John Leech & Mr. John Parker, Churchwarden, &c. At the some time there was in the Chest for ye same use two Pewter fnagons, two SUver cups, one Silver Cup Hd. the two silver cups each inscribed on the side towards the top, \" East Bergholt.\" The Winchester quart was delivered up in 1711 by Mr. Robert Preston, who was a respectable innkeeper here. In 1695 the Oveseers seem to have been merry — Expended at Preston's with ye Chirurgeon and Townsmen 2s. 1698— Paid to Goody Preston and Goody Brett for a barrell of beere given to the poor to rejoice with at ye peace making (i.e., of Eyswick), £1 2s. 6d. In 1682 Barzilla Hawk was chosen survayour, in 1685 Robert Grimes was sidesman, and in 1703 Mr. John Hardy was chosen Churchwarden (\" by bis own intrety \"). His eagerness for office reminds us of the Scotch shoe maker, who, when he at last was snugly seated in the Corpora tion pew, exclaimed \" Can it be possible that I am a mortal man ?\" In 1682 we are told— There are customs in the parish to pay only 4d. an acre for meadow ground. In 1684 Mr. Martin was Town Schoolmaster, and the Trustees sold Mr. Alston \" 500 of tyle for 7s. 6d.\""], [143, "BITS ABOUT BERGHOLT. 135 In 1687 Robert Headley taught six poor children four weeks for 2s. A new key cost 6d., a new key and staple 8d., a new lock ls. 6d., a pair of bellows for ye school ls. 6d., a load of clay and a load of sand 3s., hearth money Is., drums and colours 3d., Mr. Gurnal being schoolmaster. In 1690 John Sherman was appointed schoolmaster \" for one whole year, and soe to continue it during his good be haviour.\" In 1695 the trustees paid for drums and colours 2s. 2d. In 1706 William Ffolks was appointed schoolmaster, at a salary of £15 10s. yearly. In 1711 Mr. Lindley received notice — To forthwith quitt the schoole, & what thereto belong. And the chUdren that belong to the towne doe not goe any more to be taught by him. In 1712 a North-countryman named John Mattinson, born at Long Sleddale, near Kendal, was chosen to succeed Mr. Lindley. He remained here 11 years, beloved and esteemed by both parents and scholars alike. At length, on November 23rd, 1723, .every one was sad dened to hear that he had been killed by the accidental dis charge of a gun. A tablet to his memory was erected in our Church bearing this inscription : — Profuit et Placuit Miscebat et utile dulci Discipulin Terror Deliciaeque suis. \"He profited and pleased. He mingled advantage with sweetness, being the Terror and Delight of his pupils.\" 1743, Nathaniel Smithson, Schoolmaster, was buried, who had been unanimously elected in 1730."], [144, "136 BITS ABOUT BERGHOLT. The winter of 1684 was intensely cold. The trees split as if lightning struck, men and cattle perished in divers places, and no vessels could stir out or come in. Fowls, fish, and birds universally perished, and there were great contributions to keep the poor alive. On the frozen Thames were to be found \" a printing presse, sleds, sliding with skaites, a bull baiting, horse and coach races, puppet plays and interludes, cooks, tippling, and other places.\" Bergholt till lately boasted a fair, but in 1685, an attempt was made to suppress it, for warrants were ordered to be taken out against any one who should set up \" any staU or booth for the pretended fair this present year. At Michaelmas of the same year Henry Parker, Esq., liberally added to the endowment of our Town School. We have an ancient Town Booke, the entries in which extend from 1686 to 1703. Some of them are very quaint. Prior's wife in sickenesse 5s. EHzabeth Fisher in lamenesse 6d. Goodwife Lingot 4s., and for nursing of her ls. 6d. A necke of mutton for Wyatt 8d. Widow Stevens, bUnd, ls. 6d. Paid to traveUer's wife (3 chUdren) 6d. In 1690 Mrs. Elizabeth Marlow was chosen Overseer of the poor. She gave Ould Jurdon a payr of Lather Breeches, 3s. She claims — For my hors jumey to Sir Eobt. Broks, & spent 2s. 6d. For a warrant to strain those that would not pay to our Eattes, ls. Sam. Lewis in Lamenesse, 2s. 6d., and for curing his Legge, 2s. lOd."], [145, "BITS ABOUT BERGHOLT. 137 The Overseer entered in 1694 — Gave Isaac Pod a pr of Breeches, & this to be all in my time Is. 6d. 9 spinning wheels at 2s. each, & mended one at a cost of 8d. A wheel for old Goody PoweU, 3s. 6d. Paid for an order to send Ann Brett away to little Wenham, 2s. ; for to copy it, ls. ; to send her away, ls. Nails for Thos. Shulock's shoes & for mending the same, ls. Paid ye Messenger yt came from Wivino, ls. A bushell of malt and hops for Widow Nuns, 2g. 2d. Two bussheUs of Wheat, 6s. ; 3 BussheUs of Malt, ls. lOd. EwaU for a peck of wheat in want, 10-Jd. The paupers seem to have had many doctors, some of whom were not paid unless they cured their patients. Whereas Mr. Bay, Chirugeon, did cure ye hand of Henry Newman, it is left to ye discretion of ye present overseers to pay ye same. To Mr. Eay, ye Chirugeon, for curing of WiU Howard's wive's Legge, ls. Payd John Mumford for setting Pen Fisher's arm & curing her side. Paid to Dr. Sinity for phisick for ye Widow MaskaU, 4s. ; Ab. Nuton drugs, diet & chink, 3s. 6d. For curing Wyatt's mouth, ls. John Lewis visited with the smal-pox. Paid Dr. Smith, Phisick & Blooding Widdow Miller, &c, 6s. Paid for 2 neckes Mutton & 1 pd of beefe for Widdow Miller being sick, ls. lOd. Pd to Dr. Eerridge for setting Jon Brown's CoUar-bone, 10s. Agreed to pay Dr. Eerridge if he cure the fistula in wither's daughter £1 10s. Paid Widdow Eimmins for cure of her head 2s. Paid to Dr. Smith for mending Mother Pegg £1 7s. 6d. Pd G. Page for curing Goolde's Legge & John Bolder's wive's breast 13s. Dr. Smith— For phisick & 3 plaisters for Wid West 2s. A Cordial ls. 2 Glasses of Spirits 2s. Making an Issue ls. Many journeys to her 5s."], [146, "138 BITS ABOUT BERGHOLT. Paid Dr. Brandston for Daniel Strutt. Paid Mr. Ewitt, Chyrurgeon, for his charge & trouble with Wid. PevereU and Wid. Hind. To Mr. Ewit for blooding Wid. Sad ls. Paid to ye Woman for curing Thos. Powles' head & Hersham's boy's head 20s. Paid Mr. Butcher for blooding and ffor physicking Elhs' Wife & GosnaU2s. 6d. It is agreed with James Vincent that if he get the boy HUl's head cured by next Easter we wiU pay him for that cure 15s., besides what we pay him for his board. In 1734 Mr. James Michell agreed for £5 per annum to act as Parish Surgeon. This amount was to include every kind of medical attendance (casualties out of the workhouse only excepted.) A VILLAGES. East Bergholt, December, 1874. No. XXX. We learn also from the old Town Booke the cost of articles of clothing. Manding payor of shose, 4 panse. A pair of shooes, 2s. 8d. Making John West's boy's dublet and coat, with ye trimming, 3s. A hatt, 2s. ; a pair of stockins, ls. ; J yd. of cantin for 2 neck- cloths, 6d. 7 yds. of ■£ brownd cloth for ould Lovely and his wife, 5s. A coat, 3s. ; two shirts for ye lad, 3s. 18 yds. of cloth at 6d. a yd. 2 shifts for Lovely and his wife, 4s. 6d. In 1688 there was a lawsuit between the parishes of East Bergholt and Capel St. Mary about the repair of a bridge. '• The Counsell at Sessions \" recd. Ils."], [147, "BITS ABOUT BERGHOLT. 139 Tom Marlow copied out the \" Sessions Order for Bridge,\" and was paid ls. 6d. In 1698 there was paid \"for CounseH att ye tryal, at Chemsford, 10s. ; for ye orders, 7s. 6d. Ridesdale, for his horse and time, 7s. ; my horse & time, 7s. ; expenses, 10s. Expended at the drawing of ye Breviats, ls. The whole cost of the trial was £5 13s. In 1688 Thos. Mallow's apprentice went to settle in London, the overseers helping him with 2s. 6d. In the same year Tom Marlow followed his friend. To John Side for carrying of Tom Marlow to London, 5s. For bringing Wyatt from Norwich, 3s. Entries relating to funerals are very frequent. For washing James Laurance, ls. John Thomson's coffin, laying forth, Bays (shroud), bell, affidavit (of burial in wooUen), and carrying to the grave, 17s. A cofon, 5s. For the halps that laide him forth, 2s. 2d. For the bayes to wrap him withaU, 2s. 6d. For an eU of bayes for Widd. MaskaU's rapper, 2s. 6d. For giving in the affidavit, ls. For ye bearers and for beer, 4s. Beer for the bearers, ls. For the ofis (service) reading, Is, Eing's duty, 4s. Collections were often made after death. To the collectors of Brantham for the death of Holmes, his wife, 4s. Those extracts are only selections from a vast mass of similar ones. In 1688 was read for the first time on one of our bells the inscription \" Christopher Hodson made me \" and in the same year a son was born to Mr. Robert Lotte of Wenham. The boy was named English after his father's friend Mr. English of Capel. We shall hear more of him anon."], [148, "140 BITS ABOUT BERGHOLT. In 1689 Mr. Joseph Gullifer one of our \"chiefest\" inhabitants died, and in 1691 his son was laid beside him. In 1692 the harvest entirely failed, so that the price of wheat was doubled. No fruit ripened in the gardens. High waymen, rendered desperate by hunger, assembled in large numbers, robbing mail coaches in open day, and plundering whole companies of fox hunters with impunity. Some years after this, farmers were in the habit of leaving Colchester market very early in the day, and of going home in large parties for the sake of mutual protection. So unsafe indeed were even the streets of London that to this day the form is observed of crying nightly at the door of the Houses of Parliament \" Who goes home ? \" In 1693 two widows were buried, known by the quaint names of Hallowbread and Middledish, and on a stone was cut the following epitaph than which none of us can desire a better : — Honest Martha, ye faithful wife of Edwards Eoberts, daughter of John Woodgate was buried ffebruary ye 8th, 1693. In 1694, the village was saddened by a double funeral when \"Stephen and Ann Lewes, man and wife were buried together in one grave.\" In the same year John Clarke, labourer, complained to Justice Bohun, that he was 66 years of age, lame, and in poverty, that he had two children not old enough to work, and that the Overseers had only allowed him 7s. during the last ten weeks. At a town meeting the following statemeut was drawn up : — Wee, the inhabitants of the said parish have met together and caused the officers of the said parish for the time being to make a diHgent search of tho truth of this complaint, and they made inspection into the Eegister Book and find the said John Clarke to be about 58 years"], [149, "BITS ABOUT BERGHOLT. 141 of age. That the said John have two chUdren (daughters) is acknow. ledged. But the eldest daughter is soe old and proper as she is adjudged marriageable, the youngest daily work and earn (as we verily believe) more than will it- doe maintain a poor chUd (of like age) in another family. As to that part of the complaint that hee the sd John for him selfe and his famUy have been allowed but 7s. for maintenance for ten weekes past. We, the sd officers (in the present pay of the poor) have given the sd John 12s. in nine weeks. The sd John Clarke now live in a Town house, & pay no rent. And that he & his family eat & drink & wear as good habits as many of tho eminent inhabitants (that pay very con siderably to the poor) of our sd Parish. And he & his wife doe boastingly affirm that hee or shee have lent to a certain clothier, who at their house put out spinning worke, & doe commonly soe doe (if need require), lend him, the said clothier, £3, sometimes less, to pay the spinners, & we have testimony ready to be made that the wife of the sd John did vauntingly speak amongst some of her poor neighbours in his hearing that she wd in a quarter of an hour produce £30. Notwithstanding ye present officer sent her 18d. for the buying Salve to cure his Legg, the wh Legg hee complain of that hee is soe lame, shee, his sd wife, have often declared in ye parish that for 6d. she can cure the same Legg, and if she please presently make the same Legg very sore, and frightful to move the Justice to pity, and procure an order for larger maintenance than they stand in need of. Of course \" the complaint was dismissed as causeless.\" Here is a copy of a \"mittimus\" made out in 1697 : — To the keeper of the House of Correction at Needham or his LawfuU Deputy. We send you herewithall tho body of Isaac Gobey, being a Dissolute and Disorderly Person, & one that refuseth to allow any maintenance towards the reliefe of his ffamily. These are, therefore, to require you him to receive into yr sd house, And him there safely keep for the space of one whole month from the date hereof. Setting him to work & aUow ing him nothing but what he earns of his own labour, giving him due correction according to the order of yr house. Hereof saU not at yr PerUl. July 7th, 1697. In 1701 died \" Mr. Hennery Parker, Esq.,\" the second son of Anna CardynaU, a bencher of the Inner Temple, and all"], [150, "142 BITS ABOUT BERGHOLT. his property passed to his sister Mary, the second wife of Joseph Chaplin, Esq., who was a great benefactor to our parish, who was Lord of our Manors, Patron of the living of Brantham cum-Bergholt, and \" Herebeforetime High Sheriff of Suffolk.\" In the same year we read of the birth, at Brantham, of a son of Thomas Lewis, a poor labourer, a Quaker, December 13th, 1701, proving hereabouts were to be found some of the earliest followers of George Fox, the shoemaker of Leicester, of whose needle Carlyle says, \" Every prick of that Uttle in strument is pricking into the heart of slavery and world worship and the mammon-god,\" In 1703 the Overseers were ordered to \" take all timely care thac enquiry be made when, where, and how a chUd of Humfry Lewis was born & to procure a certificate of its birth.\" One of these officers writes as follows : — July. 7 day. I bought 5 pales & a quarter of a pound of nails to naU them up at Burnd Oak, to keep the hogs out of Goodman's House and Xard with 2d. for fastening ym, & nailing ym up 8d. Spent when I sould ye tops of the Elms to Matthew Wingor, 6d. For 3 horses' journeys to Justice Thurston's (Wenham HaU) & to Stoak for ye 2 TaUors & 2 Shoemakers, 3s. Laid out for myself and ye rest of ye company when I gave in my ac- counts as Treasurer, 2s. 6d. In 1705 and 1706 the River Stour was made navigable from Mistley to Sudbury, and on Sunday evenings Mr. English Lotte used to come with other persons from Dedham (where he then resided) tq look at the new works at Flatford Lock, little thinking how many of his descendants would afterwards be born at the farm hard by. In 1709 Mr. Thomas Cleer was elected Overseer, but \"by reason of his great infirmities was unanimously excused \" on payment of £5."], [151, "BITS ABOUT BERGHOLT. 143 In 1719 an inventory was ordered to be taken of the goods of all persons applying for parish relief. In 1718 Edwarde Clarke, Esq., of our parish, was appointed High Sheriff of Suffolk. When the news reached him, he was found, like a modern Cincinnatus, clad in a leathern jacket, and busily engaged in hedging and ditching. However, he called together his tenants, of whom English Lotte was one, clothed them in his livery, and rode away in state to the Assizes at Bury. Two years afterwards he died. In 1719 \"a horse and man that came from Colchester with a letter \" cost 3s. In 1714 — I bought of Mr. Eow 43 yds. of cloth at 7-Jd. pr yard, £1 7s. 9£d. For beer and wine, and for a dinner att cutting out ye cloth for ye poor, £1 12s. Od. But I only charge 15s. for beer and wine and for ye dinner. In 1825 Joseph Chaplin, Esq., left lands as an endowment for providing clothes for poor men and women ; and in 1752, Elizabeth Mitchell gave land, the rent of which was to be ex pended in the purchase of bread for the poor. In 1764— 600 yds. of hemping Cloth cost £35 18s. Od. 400 „ „ „ „ £22 19s. Od. This was for the poor. In 1724 a map was made of the School Lands, and the year following : — John Grigson was aUowed what seed barley he shall have occasion for by the Overseer. The Officers were ordered to complain to the Justice of the Peace relating to a disorderly house, kept by James AVatts, called the \" Three Horse Shoes,\" and Mr. Gullifer and Mr."], [152, "144 BITS ABOUT BERGHOLT. Lewis waited upon Mr. Chaplin to see what measures could be taken to prevent the abuses of the Common. In 1726 one of the Town houses was burnt down, and Mr. Gullifer soli \" the muck and the bricks thereto belonging \" to Mr. Orman for £1 5s. Od. In 1727 Thomas Stevens bought a Town house for two guineas ; and in 1751 \" the little house in the Workhouse yard, that Will Tredget had for his lodging,\" was disposed of to Mr. Coleman for a guinea. Four years before the fire, Abraham Reynolds came to a \" sorry death,\" and the Coroner was called in. His fees were exhorbitant, and a Vestry Meeting was called, \" to know ye reason why the Coroner exacted so much money.\" Evidently the townsmen were dissatisfied, for it was \" ordered that the Coroner be prosecuted according to law the next Assizes.\" A VILLAGER, East Bergholt, December, 1874. No. XXXI. Theft is no new offence, we are sorry to say, in Bergholt, for in 1728 Mr. Gullifer was Ordered to prosecute James Hayward for stealing Amy Moore's wood, and Eobert Plumley, for stealing corn from the Widow DiUuck, the charge of the prosecution to be upon the parish. What will the gentlemen of the Essex and Suffolk Hunt think of our parish when we confess that in 1730 the Church wardens agreed To pay for every old fox or Badger 5s., & for every young one that is a Biumer 2s. 6d., excepting for a Litter, & for them 12d. apiece, John Howgego being the first to receive 10s. for 2 Foxes kUled by him."], [153, "BITS ABOUT BERGHOLT. 145 However, in 1747 it was Agreed that the Vestry wiU not pay for any more foxes that shall be taken by any person whatsoever. In 1730 a certain Sarah Brandson was setting the Vestry at defiance. A compromise was thought desirable, and it was Ordered that Mr. Samuel Alston & John Davy go to Sarah Brand son's & demand aU the goods of John Piddington deceased, & in case she refuses to dehver them, to proceed against her as the law directs. And in case she dehvers them peacably to aUow her 2s. 6d. for her trouble in cleansing them. Mr. Walter Gullifer had lost his daughter Philippa, in the year 1720, in 1730 Miss Mary Gullifer followed her sister, and in 1749 Mr. Gullifer himself died, much honoured, and respected by everyone. In 1734 a new staff for the constable was bought at the cost of 8s. 2d. The next year we find numerous entries telling of relief (varying in amount from 6d. to 2s.), given to soldiers, sailors, and travellers, all of whom, however, needed passes to enable them to ask for assistance. A copy of \" The Hue and Cry \" cost ls. The constables took care of their own comforts. They charge For eating & drinking when we carried the Widow Cooper out of Town 8d. In 1744 the constable himself was in trouble, for we read — Horse Jorney and Expences to Ipswich to ask a favour of John Sparrow, Esq., when I was fined 2s. 6d. ' The following sounds rather as if the great man was ill-humoured. Expenses to get quit of 2 soldiers' wives and children 2s."], [154, "146 BITS ABOUT BERGHOLT. One winter's night early in 1737 the blacksmith at Latinford was called up to mend a carriage which had stopped before his door. In it was a gentleman whom he had never seen before. W7hen the work was done he asked a shilling for his trouble, and was astonished when he received a sovereign, and was told that the stranger was no less a personage than his Majesty King George II. The same year Edward Rawling was drowned at Brantham. From 1738 and onwards we meet with many entries relating to parish apprentices, such as the following : — Samuel Folkard hath agreed to take the girl Rose Cook, and main tain her with meat, drink, washing & lodging, in sickness & in health, till Michaelmas next, the parishions agreeing to put her in necessary repair fit to go into his house, and the said Samuel Folkerd has promised to leave her in as good repair as he took her. Peece Garwood contracted to — Provid meet, drink, washing, fireing, lodging, mending, & all nessereys for ye poor in ye Workhouse, & he to receive 2s. per heed for man woman & ChUd, except those yt can work, he to alow what is reasonable for thire work Except any etrordiney Charg should hapen which should be alowed by ye Parish as SmaU Pox, Lameness &c. for one year from Michaelmas 1749 to Michaelmas 1750. In 1739 the following quaint record of a baptism ap pears : — Mary, daughter of Mary Dunwich, ye Father and Mother unknown, and out of ye parish. The winter of 1739-40 was so severe that an ox was roasted whole upon the frozen Thames, having been first knocked down by a butcher wearing \" a rich laced cambric apron, a silver steel, & a hat & feathers.\" In 1744 the common pronunciation of the name of our vil lage appears in the register. Oct. 10. Francis Benet & Sarah TUlett, both of BarfeUd, by bans."], [155, "BITS ABOUT BERGHOLT. 147 And in 1746 mention is made of the family of \"Panaifer,\" one of whom is now an innkeper at Cattawade. Two years afterwards the vestry ordered — That no officer shaU be allowed to pay any Carpenter, Mason, Plummer, & Glasier any more than 2d. a Day for Lowance for a man ; alowed J an Our at Breckfirst and 1 hr at Dinner. At Christmas, 1750, the number of deaths during the preceding 10 years was counted as usual, and, strange _o say, it was found that exactly the same number of males and females had been buried, viz., 109 of each. In the same year we have proof of a Bergholt man having served in the wars, for English Lotte with others Agreed that Wm. Moor have 5s. in order to fetch home his prize money. Ten years previously we read of \" Wm. Barns, a soul dier,\" and it is remarkable how closely connected with all the great wars our fellow-parishioners have been. Passing by the Knights of St. John in the days of chivalry, we find the old Puritan Captains, Goffe and Gooding. Then come William Barns and William Moor, who probably faced the French at Dettingen. Meanwhile, his grandfather, father, and Sir Richard Hughes himself were engaged in making up the 100 years of active service which have made their family remarkable. In the great American war, Captain Eyre, who was buried in our Church in 1834, served in the 46th Regiment, which gained by its activity the name of the \" Snrprisers.\" In 1805, our weU-known and popular veteran Captain Bowen was serving in the 2nd Battalion of the Norfolk"], [156, "148 BITS ABOUT BERGHOLT. Volunteers, and was promoted to an ensigncy in the 35th Regiment. He served with it in Egypt, and took part in the battle of Rastria, where it lost 200 men and four officers. As a Lieutenant in the 10th Foot (the \" Springers\") he was present at the capture of Walcheren, and from 1811 till 1814 he saw service under the Iron Duke in Spain. At the battle of Castello, he had one horse killed and another wounded under him. He was present at the capture of Genoa, and gained a Captaincy by his bravery. In 1818, a return ofthe Walcheren fever obliged him to retire on half pay. He is now (1874) 90 years of age, in full possession of his faculties, and universaUy beloved and respected. Wilham Hart served as a gunner in the Royal Artillery at Waterloo, and enjoys a pension. Sir Thomas Seaton, K.C.B., the author of that most interesting work \" From Cadet to Colonel\" distinguished him self in Afghanistan and during the Indian Mutiny. Captain Halford, of West Lodge, rode in the famous charge of the Heavy Brigade at Balaclava, whilst Lieut. God frey died the death of a soldier at the Redan. In 1752, labourers were paid lOd. per diem in Winter, and 12d. in Summer. Wheat fetched from 3s. 6d. to 4s. per bushel ; meat was from 2Jd. to 3d. per lb. ; butter from 3|d. to 4^d. per lb ; milk was plentiful and cheap. In 1761, Queen Charlotte, the bride of George III., landed at Harwich, and passed near the borders of our parish, as did also the ill-fated Queen Caroline in 1795. When the corpse of the latter was brought from London to Harwich, in 1821, we are glad to say that many from amongst us went to pay the last tribute of respect to injured Majesty."], [157, "BITS ABOUT BERGHOLT. 149 In 1762, died English Lotte, and two years afterwards the first Essex newspaper was published (the Weekly Advertiser.) In February, 1767, was buried Captain Smyth, who had married a descendant of good old Doctor Jones, who had for more than 30 years commanded East and West Indiamen in the days when captains were obliged to fight their way through swarms of French privateers, and who had been for 18 years an elder brother of the Trinity House. In 1773 was brought from London the body of Mr. Wm. Quilter, of Salisbury Court, Fleet Street, who had been a near neighbour of Dr. Johnson's, and had probably often seen him taking \"a walk down Fleet Street.\" Johnson and Boswell must have had a distant view of our parish when they took coach from London to Harwich. In 1773 died Mr. Tanner, the village surgeon, and in 1778 Mr. Phillip Roberts, one of \" the chiefest inhabitants,\" followed him to the grave, leaving his wife to a widowhood of 43 years. On and after October 1st, 1783, a Duty of 3d. was ordered to be charged \" for every entry of Baptisms or Burials in the Register of any parish, paupers only excepted.\" This was continued for ten years only. In 1784 Dr. Rhudde entered the cause of each death in the Register, but two years afterwards a certificate of death was made out for one who had signed many himself — for Daniel Simson, surgeon, died at the age of 36. In 1799 the winter was so severe that coaches were four days in going from Norwich to London, the snow being in some places 20 feet deep. In 1804 the passing bell was tolled for John Reade, Esq., the owner of Old Hall, a Bencher of the Inner Temple, and Lord of the Manors in this parish."], [158, "150 BITS ABOUT BERGHOLT. Some still living can remember the death in 1812 of Sir Richard Hughes, Bart., and Admiral of the red. He was de scended from an ancient and illustrious Welsh family, whose pedigree, drawn out by one Master Chaloner in the days of the first James, dates from A.D. 946, and is headed by a long line of Kings and Princes. He served with distinction in every part of the world. He had, at various times, Nelson and Collingwood under his command, and relieved Gibraltar in company with Earl Howe. During the latter half of the last century, the Grimsey family acted as parish clerks and sextons. When Samuel Grimsey died, in 1804, he was succeeded by John Garnham, who, in 1837, gave place, in his turn, to our present worthy and esteemed Parish Clerk, Mr. Stephen Sage. A VILLAGER. East Bergholt, December, 1874. No. XXXII. Bergholt men joined in the general alarm on account of the threatened French invasion in 1804, they shivered in the great frost in 1814, and rejoiced when peace waB restored in the next year. They determined to be merry, and resolved to have a public dinner, and to roast an ox whole. In carrying out their plans, they met with a series of mishaps. There was not enough beef, but too much bread ; the beer ran short, and the band did not arrive tiU after dinner. Still every one was pleased, and all were delighted with a"], [159, "BITS ABOUT BERGHOLT. 151 brilliant display of fireworks in the evening. The cost was defrayed by public subscription, and the expenses were as foUows : — £ s. d. Butchers' Bills 30 1 1 Bakers' Do 8 14 1 Grocers' Do. (including tobacco) . . . . 9 7 6 Eight Barrels of Beer 33 12 0 Fireworks 13 4 1 Musicians 700 Gatekeepers 16 0 Snuff 15s., Pipes 7s. 6d 12 6 Carpenters (for fixing tables and for beer) 9 15 10 Total .. .. 113 13 1 In the year 1811 there were 160 inhabited houses in our parish, occupied by 238 families. There were 566 persons engaged in agriculture, 365 in trades and handicraft, and 220 not classified. The whole population was 1,151, 584 being males, and 567 females. In 1835 died Mr. Wm. Travis, surgeon, and in April, 1837, aU lovers of art, not only in Bergholt, but throughout England, were grieved to hear of the death of John Constable, Esq., A. R.A. He was descended from an ancient Catholic family in Yorkshire, one of whom, Roaldus by name, built the Præmon stratensian Priory of Easby. The head of another of the family was long to be seen on Beverley Gate during the Wars of the Roses. A certain Hugh Constable, having renounced Romanism, came into Suffolk, and became the ancestor of the famous painter, who has rendered Bergholt classic ground in the annals of art. His friend, Mr. Dunthorne, lies in our churchyard."], [160, "152 BITS ABOUT BERGHOLT. In 1845 a French lady died at Old Hall, where she occu pied the position of governess. Little or nothing was known of her relatives, and a stone was placed over her remains, bearing the following touching inscription : — Eleonore Moynault, Native of France, died at Old HaU, Jan. 14, 1845, aged 44 years. In these days of universal travelling the late Mr. WiUiam Lott deserves a passing notice. He resided at Flatford for 88 years, and only slept one night out of his own home. Last year passed away Henry Hornigold Chamberlayne, who had sailed in the \" Herald \" in search of Sir John Frank- Un, and we have living amongst us relatives of the late Admiral Beechey (the son of the eminent painter), who dis covered Beechey Island. In 1855 our Cemetery was opened, and already nearly 500 sleep within it. Three days before it was opened the Rector (Mr. Rowley) died, and was succeeded at Brantham and Berg holt by the Rev. S. R. Carter and the Rev. J. WooUey, D.D. Under their auspices wonderful changes for the better have been wrought in both parishes. In 1857 Old HaU was purchased for an Abbey by some Benedictine Nuns, who were anxious to remove from Win chester. The opening of our new school, &c, may, perchance, some two centuries hence, afford materials for a second series of \" Bits about Bergholt.\" A VILLAGER. East Bergholt, December, 1874."], [161, "BITS ABOUT BERGHOLT. 153 APPENDIX A. In 1727 notice was duly sent to our village that on a certain day the tenor bell would be re-cast by John Stephens. Four Bergholt men set out for the foundry, but on the road they entered an inn to drink success to the casting. The ale was so good and strong that they prolonged their stay for some 24 hours, and only reached their journey's end in time to be told that they were — one day too late. Since 1727 no change has taken place in our bell-cage. But on Monday, April 23rd, 1821, the village heard sweet sounds proceeding fiom it. Samuel Orris, jun., who usually took charge of the tenor bell, challenged his comrades to ring a peal in which the tenor should do the work of the treble bell — a feat requiring prodigious strength and skill, owing to the manner in which the bells are hung. He was as good as his word, as the following inscription (fastened to a beam in the bell-cage) will show :- - On Monday, April 23rd, were rung on these beUs 120 changes of singles by making the tenor \" the quick hunt,\" and the treble the half Do., by the foUowing persons : — Samuel Orris, sen Treble. William Bird Second. Jonathan Stollary Third. Thomas Orris Fourth. Samuel Orris, jun Tenor. N.B. — Samuel Orris, sen., conducted the peal."], [162, "154 BITS ABOUT BERGHOLT. It is to be hoped that this peal was not so distasteful to those who heard it as one lately rung in Ireland, which called forth the following epigram : — The bellmen of Waterford Have shaken the steeple ; Their double-bob gransire3 Distracted the people. It was down with the Church, Now 'tis down with the steeple, And that which was strong Is now become feeble. Such a chattering nuisance should certainly be Abated at once in our ancient citie. The first mention we have of bells is in the book of Exodus, in the description of the priestly robes of Aaron. Among the Greeks they were rung by officers going their rounds, before criminals going to execution, and at funerals. The Romans rang bells whenever there was an ecUpse. The proper times for taking a bath, and for attending the market, were announced by bell ringing, whilst the servants were roused in the morning by the night watchman's tinkle. The sheep wore bells as a protection not only against wolves, but also against magic and sorcery. Paulinus, Bishop of Nola (A.D. 400) was the first who employed bells in the services of the Church. Peals were, however, for a long time uncommon, for in 610 the Bishop of Orleans raised the siege of Seus by ringing the bells of St. Stephen's Church. In 1091, Ingulphus, the Abbot of Croyland, gave six bells to the monastery. Their names were \" Bartholomew, Beladine, Turketellnm, Beterine, Pega, and Bega.\" He also ordered the great bell, \" Gudla,\" to be made."], [163, "BITS ABOUT BERGHOLT. 155 The monastery bell-ropes had often brass or silver rings attached to them. The Church of Rome baptises bells, exorcises them to drive away evil spirits, washes them in holy water, and bestows upon them the blessing of a Bishop, some theologians holding that \" they have power to drive out the devil, to calm tempests, and to check the plague.\" \" They have merit, and pray God for the living and the dead ; they produce devotion in the hearts of the faithful.\" Bells are often found with such mottoes as these upon them : — 0 holy Saint Paul, pray for us. I praise the true God ; I eaU the people ; I gather the clergy ; I mourn the dead ; I drive away plague ; I honour festivals ; I bewail funerals ; I break the Hghtnings ; I proclaim the Sabbaths ; I stir up the sluggish ; I scatter the winds ; I pacify the cruel. Men's death I tell by doleful kneU ; Lightnings and thunder I break asunder On Sabbath all to Church I caU ; The sleepy head I raise from bed ; The winds so fierce I do disperse ; Men's cruel rage I do assuage. The passing bell was rung to drive away e ril spirits and to bespeak the prayers of the Hving. Lord Bacon says that in his time some believed that the ringing of bells in large cities could drive away thunder and plague. The tinkle of one bell was very unwelcome in the monas teries. It was known as the \" corrigiuncula or little correct ress,\" and assembled the monks, when one of their number was about to suffer punishment. Towns were sometimes punished for rebellion by the loss of their beUs. Henry took away the great bell of Calais, and sent it to his native town of Monmouth, where it still remains."], [164, "156 BITS ABOUT BERGHOLT. A bell, called the \" Golden Dragon,\" brought from St. Sophia, at Constantinople, during one of the Crusades, still hangs in the belfry at Ghent. Bells have often been used to sound an alarm. At Ghent one of the bells is thus inscribed, \" My name is Roland, when I toll there is fire, and when I ring there is victory in the land.\" When the Emperor of Germany was besieging Florence, the citizens sent him a defiance, saying \" Sound your trumpets, and we will ring our bells.\" In this neighbourhood there is a famous bell. After Richard Bowler had ceased to cast bells at Colchester, the famous Miles Graye succeeded him, and in 1625 cast at Laven ham a bell, ever since known as \" the matchless tenor,\" of which it has been said, \" The tenor bell hath such an admirable note as England has none to compare to it.\" The bell weighs 2,576 lbs. At the time of its casting the neighbouring squires and woolstaplers cast gold and silver in abundance into the molton mass, and it has since been endowed with three roods of land to provide it with new ropes. In Antwerp Cathedral there is a famous Carillon, or peal of bells, 33 in number. The great bell of the Cathedral (disused at present) was cast in 1440, weighs 16,000 lbs., and requires more than 16 men to ring it. Great Tom of Oxford, cast in 1680, which tolls 101 strokes every evening, weighs 18,000 lbs. The great bell of St. Paul's, which only tolls for the death of one ofthe Royal Family, weighs 11,400 lbs. Great Tom of Lincoln weighs 10,400 lbs. The monster bell at Vienna was cast from captured Turkish cannon, and weighs 40,200 lbs. At Moscow there is a broken beU, weighing as much as 432,000 lbs."], [165, "BITS ABOUT BERGHOLT. 157 There are seven massive bells at Pekin, each of them weighing more than 120,000 lbs., which are struck with wooden clappers. The largest bell ever hung was cast at Erfurt in 1497, and weighs 252,000 lbs. That our Bergholt bells may ere long be suspended in a stately tower, and that they may long continue to tell of joy, but never of grief, to every friend and neighbour, is the sincere wish of A VILLAGER. East Bergholt, October, 1874."], [166, "158 BITS ABOUT BERGHOLT APPENDIX B. ST. mart's abbet. St. Mary's Abbey is a Monastery of Benedictine nuns, founded originally in Brussels in the year 1598. This was the first Convent founded for English subjects after the destruc tion of the Monasteries in England in the reign of Henry 8th. On account of the laws against Cathohcs in force in Eng land at this epoch, no Convent could be established in this country. In order to satisfy the desires of those who sought to embrace the Religious Use, it was determined to found a Monastery in Brussels for them, and many ladies at the peril of their lives crossed the seas for the purpose of entering, some being apprehended and imprisoned in the attempt to do so. The chief foundresses were Lady Mary Percy, and the two Miss Arundels : — the former was daughter of the Earl of Northumberland, who was executed in the reign of Elizabeth in 1572 — he had taken up arms in favour of Mary Queen of Scots. Before his execution, he was offered his life if he would renounce the Catholic Religion, which he firmly refused, pre ferring rather to die, than deny his Faith. The Miss Arundels were daughters of Sir John Arundel, of Llanherne. While still in England, their house had been"], [167, "BITS ABOUT BERGHOLT. 159 surrounded and searched by order of the authorities, notice having been treacherously given that there was a Priest con cealed in it — this Priest Father John Cornelius, was taken out of the house in their sight, carried to jail, and was hanged, drawn, and quartered, at Dorchester, 1594 — these ladies then retired to Brussels, and joined in establishing the Convent. This Monastery was erected by a brief of Pope Clement 8th, under the Rule of St. Benedict, with perpetual Abbesses, and under the jurisdiction of the Ordinary. The first Abbess was Lady Joanna Berkeley, daughter to Sir John Berkeley, of Beverston, County of Gloucester. She had left England 17 years previously to enter a French Monastery, that of the Benedictines at Rheims ; from whence, on the application of the English ladies, and the Archbishop of Mechlin, she was sent to assist and govern the foundation at Brussels. She was solemnly blessed, and installed Abbess by the Archbishop, Nov. 14th, 1598. Eight days after, on the Feast of the Presentation of Our Blessed Lady, Lady Mary Percy, the two Miss Arundels, and five other English ladies, who had by that time joined them, we're solemnly clothed with the holy habit of religion, by the Archbishop of Mechlin, in presence of the Governors of the Netherlands, their Highnesses the Archduke and Duchess Albert and Isabella, and their Court, the Archduchess leading Lady Mary Percy, and the eldest Miss Arundel to the Altar, and some of the chief nobility the others. The Archduke and Duchess afterwards providing a dinner for them, and dining with them in their refectory, granting the young community all the usual privileges and exemptions, and promising them their constant favour and protection. In twenty years' time the Community had increased to"], [168, "160 BITS ABOUT BERGHOLT. over 40 Choir Nuns, most of the parents or relatives of these having suffered death or imprisonment in England for the Faith. In 1624 a Filiation was sent to Ghent to found another Monastery, some years after, two Filiations in Hke manner went from Ghent to other parts of Belgium, making in all four houses of the same congregation. After two hundred years' residence in Brussels, the French Revolution, 1794, drove the Community along with others, and hundreds of the Clergy out of Belgium and France. In this hour of distress England not only received these French exiled Priests on her soil, but besides private collections made for them, Government organized a system of relief, and assigned places of residence for them. One of these was the old Palace of Charles II. in Winchester, after wards turned into Barracks. In this ancient city, the Brussels Community of Bene dictines also settled, a house being provided for them by Rt. Revnd. Dr. Douglas, then Vicar Apostolic of the London District. It was called Bishop's House, and here the Com munity found themselves on their arrival, without furniture of any kind. They had been able to bring away with them from Brussels, besides a few boxes containing the essentials for Church service, and some house linen,' only so much as each Nun could carry in a bag. Some more of the Church furniture, and the House Papers and Deeds, they had left in security, these were later on conveyed to them, but all the rest, their house and goods, were confiscated by the French, and sold by public auction. In their distress on first arriving in Winchester, they were met and assisted by the celebrated Dr. Milner, who was then serving the mission of St. Peter's Church in that city, which he had built himself, -and which"], [169, "BITS ABOUT BERGHOLT. 161 was the first Cathohc Chapel dedicated in this country for more than two centuries. He lent the Nuns all he could, and begged for them from charitable persons in the town — most of the Nuns had only straw to sleep on, until by degrees they were able to furnish the bouse, partly by their own means, and partly through charities bestowed upon them, when their .situation became known to such of the Catholic gentry who were able to assist them. When peace was proclaimed, aU those religious who had come from Brussels were indemnified for the loss of their property by a pension paid during the life of each from the Belgian government. In 1796 the Abbess died, another being elected was solemnly blessed. In 1803 the Rev. John Milner was chosen Bishop of the Midland District, his consecration was performed in his own Chapel. The town of Winchester thus became noted in Catholic annals for being the place where the first Catholic Chapel was dedicated, the first Bishop publicly con secrated, and the first Abbess blessed in England since the days of the Tudors. WTien the Community first took possession of Bishop's House, the locality was tolerably open and retired, but in course of years the surrounding ground was built upon, and their premises consequently became overlooked and confined. The Community having determined upon removing to a more favourable situation, and the Estate called Old Hall, in East Bergholt, being put up to Auction, they purchased the Lot containing the Mansion and a few acres of land and removed there June 16th, 1857. The Religious keep a boarding school for young ladies, and teach the poor children of such Cathohcs as may be in the"], [170, "162 BITS ABOUT BERGHOLT neighbourhood, but their chief duty is to sing unceasingly the Praises of God in Choir. There have been 17 Abbesses since the beginning of the house, including the present one — and 238 rehgious. The Nuns have built a small conventual Church in the Italian or Byzantine style, with a campanile, in which they have placed a beautifully carved stone Image of Our Blessed Lady, who had many favoured sanctuaries dedicated to her in this County of Suffolk, in the ages when England was called in the language of piety OUR LADY'S DOWRY. From the Abbey Annals. I have given the account of St. Mary's Abbey in the words of tbe writer, and only add that wherever the term \" Cathohc \" is used in the Appendix it is to be understood in the sense of \"Eoman Catholic.\""], [171, "BITS ABOUT BERGHOLT. 163 NOTES. Since writing the above, I have had pointed out to me a star (the badge of the De Veres), built into a circular aperture, styled by heralds a mullet, in the staircase turret of our church, which would seem to shew that the Earls of Oxford contributed towards its rebuHding in the reign of Henry the 8th. Our bells are chimed by pulling the clapper, they are RUNG by swinging the whole bell backwards and forwards. In my account of the Benedictine Order I ought to have spoken of the obligation to labour as being a precept of the rule, and not as being a fourth vow taken by its members. The following quaint story is told of one of the Lambe family : — Old Lambe used to goe in very brave apparell, and Eing James seeing him one day in the field, so glittering and radiant that he eclipsed the whole Court, the Eing asked who he was. One of his foUowers told him it was one Mr. Lambe. \" Lambe \" says the Eing, \" I knowe not what sorte of a Lambe he is, but I am sure he hath a good fleece on his backe.\" THE END."], [172, "IPSWICH : Pkin-ted by H. Knights, \"Bible ______ Cbown \" Pmntihg Woeks, Princes Steeet."], [173, ""], [174, ""], [175, ""], [176, ""], [177, ""], [178, ""]]