[[1, ""], [2, ""], [3, "VALENTINE'S- DAY, A MUSICAL DRAMA, I N TWO ACTS. [Price One Shilling.]"], [4, ""], [5, "VALENTINE'S DAY,' A MUSICAL DRAMA, I N TWO ACTS, AS IT IS PERFORMED AT THE THEATRE ROYAL I N DRURY-LANE. To love, the birds attune their chirping throats, And on each breeze immortal mufic floats. Say age. LONDON: Printed for T. LOWDNES, in Fleet-Street, MDCCLXXVI."], [6, ""], [7, "ADVERTISEMENT. THE Author of Valentine's-Day, defires to acquaint a Britijh Au- dience, before whofe awful Tri- bunal his little Drama is going to appear ; that the Encouragement of a young Man, (an humble Candidate in the Mufical Department) was his principal Motive for fubmitting this Trifle to the Protection of an unbiafs'd and impartial Public. To Mr. Garrick, for his AlTent to the Reprefentation* he returns all that the warmefl Gratitude can fuggeft ; and to the Performers, his fmcere Thanks, for their acceptance of Characters fo very inferior to their refpeftive Abilities. Saturday^ March 23, 1776."], [8, ""], [9, "DRAM At IS PERSONM. Sir VERITAS VISION, Mr. WALDRON Sir ANTHONY ASH, Mr. BADDELY, FREDERICK, Mr.BURKITT, JEREMY JINGLE, Mr. BURTON, FLORELLA, PINNER, Mifs SHARP E. Mrs. WRIGHT EN, SERVANT. Countrymen, Maidens, &c. SCENE, a Village."], [10, ""], [11, "VALENTINE'S DAY. ACT I. SCENE I. A court yard before Sir Veritas Vifion's Houfe. Enter Matthew Metre, the parifh clerk, and Gre- gory Gender, tfie fchoolmafler, followed by feveral neighbours, who play on various rufflic inflruments, andjing the following chords. CHORUS. HAIL, Aurora! brightnefs hail, Let our ruftic lays prevail, Difpel each mift, thyfelf difplay, Refulgent meffenger of day. May this propitious morn incline, And blefs each fex's Valentine. B Sir"], [12, "2 Sir Veritas Vifion is feen looking from a window in his night gown, tic. SIR VERITAS. Neighbours, good morrow,-— what Metre and Gender, I am glad to fee you, though at any other time I (liould not have thanked you for fo early a ferenade ; but on this occafion I am pleafed with your compliment; and but hey-day, where are all my drowfy rafcals ? A I R. Here Harry, and Thomas, and Richard, and Ned, What the plague an't you tired of laying a bed ; Thefe lazy dull rafcals will baulk my delign, Was ever man vexd with fuch fervants as mine ! The clock has ftruck feven, Will you fleep till eleven ? This behaviour is paft [Enter fervants. O — you're come then at laft — How like fools you all ftand ! Stay, wait my command ! Go— run for the tonfor, Not a word, but begone, Sir, D'ye hear me, you Ned ? Let the fideboard be fpread, Willi wines of the beft--- 'Tis you ftand the teft ; AndHarry my coachman, and Richard come hither, Adzookers, my heart is as light as a feather. Adieu to my croftes, Go---rub down mv horfes. How happy am I, in the choice of a fon ! And now let me fee what's next to be done Not-"], [13, "3 Notwithstanding matters are fo near a crifis, my laft dream makes me rather uneafy ; methought the favourite tree 1 had many years ago planted in my garden, fuddenly difappeared, and a young one immediately fprung up in its place—But Sir Anthony will foon be here, to remove every doubt, by marrying Florella, and confirming my happinefs. Her maid and confidant is too much the Abigal to refufe a bribe; I have tried her, and find her as pliable, as the purfe-ft'tings of an unprincipled candidate at a general election. Here Pinner. [Enter Pinner. PINNER. Did you call, Sir ? SIR VERITAS. Is Flbrella ftirring yet ? P I N N'E R. Lord, Sir, fine has been up this hour, and is gone to take an airing in thi garden, to get her a fcomaeh for a huiband. SIR VERITAS. Well, my faithful Pinner, and how is her appetite ? Has (he ferioufiy considered what I faid laft night ? Will fhe return to her duty, and give her hand voluntarily to Sir^ Anthony ? PINNER. By my perfuafions, Sir, fhe has at laft con\" fented; at firft indeed, fhe blamed you for chnf jngfuch an old faplefs crab-tree— Saplefs crab-tree, %s"], [14, "4 fays I, very pretty indeed ! But let me tell you Mifs, fays, I, an old country faplefs crab-tree will ftand the weather better than a young elm in St. James's Park. SIR VERITAS. By the faith of my body well fpoken. PINNER. O, Sir, let me alone for that ; then I argufied about his money, and that, I believe, prevailed ; fuch bags of new guineas, why Mr. Nabob him felf is not more richer ; and then as to his perfon, fays I, thofe filver locks do fo become his vene rable face ; why, if he had but a beard of the fame length and colour, he'd always put you in mind of the bible, by looking like a Partrick, as they call 'um ; but here's the bill, Sir. SIR VERITAS. What bill, child? PINNER. Why the bill of the mufic, your worfhip ordered to-day. SIR VERITAS. Well, read it, Pinner. P INN E R. By defire of Sir Weritas Wifion. SIR VERITAS. Where was you born, Pinner ? prK'"], [15, "C 5 ) PINNER In London, Sir. SIR VERITAS. Aye, I thought fo, go on. PINNER. This being Walentine's day, there will be a confort of Wocal and ftrumental mufic at the great room, the lign of the Toad under the Harrow. SIR VERITAS. Well, well, Pinner, that's enough, be a good girl ; and this fhall only be an earnefl of what's to come [gives money] while I am dreffing, do you go and prepare Florella for her intended hulband — Zounds, is n't a man I force upon her, a good man ! a hale man ! None of your lathy-backed wafhy fellows, your maccaronies, as they call 'em. PINNER. Was I in her place, the thoughts of fomething, the colour of this, would foon bring me to con fent, and as I told her— - A I R."], [16, "( 6 ) A I R. Says I, Ma'am, don't take it in dudgeon, But think, O think, of his gold ; And though he's an aged curmudgeon, Yet as I'm a finner, And take it from Pinner, There's flattery in youth, But money's the truth, Cold tempers the heat, and heat tempers the cold. [Exit. Manet SIR VERITAS. Aye, aye, get you gone for as errant a jade as ever told a lie, gazed at looking-glafs, or flattered vanity. My daughter's confent to this match, will infure comfort to my declining age. Sir Anthony is my very efteemed friend, and I think I may now be perfectly at eafe. [Exit. SCENE II. Enter Pinner. Ha, ha, ha, how eafy is the old fellow taken in, he little thinks Florella is with a more agreeable Walentine in the garden ; and that we are contriving to efcape from the clutches of old Grizzle — Well, this Frederick is a fweet young fellow, and though difguifed as a clown, one may fee all the airs and graces of a gentleman ; fo polite, fo generous, he muft be a perfon of quality — but what can be his reafon for keeping it a fecret from me ? Well, as he pleafes, while I have"], [17, "7 I have fomething in hand for keeping fecrets, they may be as clofe as they pleafe— Perhaps 'tis Flo rella's fortune he wants, if fo, I fancy he'll be miftaken, not a fingle penny from old Whimfy, unlefs indeed he fhould dream himfelf into a good humour. Enter Jeremy Jingle. JERRY. Why in fuch hafte, thou charming bed-maker: one moment's patience. PINNER. Patience ! and pray, Sir, who are you ? JERRY. My matter's gentleman, but your flave ; he gave me ftrift orders to ftay at the next village till his return ; but curiofity, and the fame of your beauty, Mrs. Pinner PINNER. My name too, well, Sir, your mafter. J E R R Y. O no, no, no, Mrs. Pinner, his companion i I was, indeed his fervant ; but laming, laming, Mrs. Pinner, has made me his equel. PINNER. As how, Mr. What's-your-name. JERRY"], [18, "( .« ) JERRY Jeremiah Jingle, at your fervice. PINNER. Proceed, Mr. larned Jermiah Jingle. JERRY. Why I have learned to read, write, lie, and fwear, indifferent well, and all thefe at the uni verfity. PINNER But how does your matter, (I beg your Jingle fhip's pardon) companion I mean, fpend his time ? JERRY. Why, chiefly in reading the poets ; ftealing their fweets, which with the hive, like an in duftrious bee, he has brought to lay at the feet of your fair miftrefs — In French he reads Talmac and Rowfow ; in Italion Malt-ftatio ; in Spanifh Sanco-Panco; in Latin Virgil; in Greek Homer's Ey lids and Znophon; and. in Hebrew, egad I don't know — for there, he begins where I think he fhould end, at the laft leaf. PINNER. And I fuppofe you are not without acconi plifhments, Mr. Jingle ? JERRY. Among the ladies, Mrs. Pinner, among the ladies ; for inftance, hair-drefiing. Why I'll drefs your head as big as a chaff-fan ; it, it, fhall have feathers"], [19, "9 feathers enough to unfledge a whole wildernefs of foreign birds, and as much wool as Was fhorn at your laft fheep-fhearing. PINNER. Lord a mercy ! J E R R Y. But here, my fweet girl, here's a Valentine.* and of my own compofirg: I'll read it with your permiffion, fweet Mrs. Pinner. [Reads. Cupid whifper'd in myear^ The maid, the lovely maid, was near. Go— prefs her clofe - fhe fhall be thine, My name to-day is Valentine ; From maid, my miftrefs you fhall be, Do but confent to live with me ; Let love and truth around us fhine, My dear, my pretty Valentine. PINNER. Well, Mr. jingle, you are a fwect man ; but I muft leave you, to affift my miftrefs and your companion ; fervant, Mr. Jingle, fervant. {Exit. Manet JERRY. So far, fo good. Now could I but contrive to introduce myfelf to thefe two unreafonable codgers. I have it, 'tis irtgendtred in my brain, A letter fhall infure our future gain. [Exit. C Enter"], [20, "( \"> ) Enter Frederick dijgaifed as a peafant. FREDERICK. Thus difaruifed, I think I can venture to en counter every fufpicion; and however criminal my prefent conduct may appear, love muft plead my excufe. My father and my Florella's intended hufoand living in different villages, has proved fortunate, and with the affiftance of Sir Antho ny's convivial a'flbciate, the eurate, who has artfully publifbed the banns, I have hopes of be ing this day the,happieft of mankind. A I R. Hence, every doubt ! away, each fear ! While her bleft image lords it here ; The ftorms of fortune I'll engage, And ftrive to calm a father's rage ; The foldier thus, ne'er quits the field, Till victory has crown'd his fhield, And danger, with his dread alarms, Adds luftre to Florella's charms. [Exit. SCENE III. Draws, and discovers Florella feated in an alcove. RONDEAU. FLORELLA. The queen of love, that gentle gueft, Claims her empire o'er this breaft, Chaces prudence from my mind, And makes me, like her Cupid, blind, Bids"], [21, "( ** ) Bids mefeekthe haplefs youth, Whofe vows of conftancy and truth, Convey a painful pleafing fmart, And charm, alas ! my conquer'd heart. Frederick, like the rofe in morn, Has every fweet without a thorn ; All trembling I repeat his name, And blufh, yet fear to own the flaifte. Fair as the break of opening day ; Mild as the fummer's evening ray ; Soft as the gently falling dew And tender as his vows are true. Enter Frederick. FREDERICK, Can 1 forbear, when all the feather'd throng, Attentive lift to my Florella's fong. FLORELLA. Frederick ! FREDERICK. My charming Florella, how can you doubt the fincerity of my intentions ? My elopement from the univerfity, my difinterefted attachment, and encreafing affedion, all tend to confirm an unalterable unabating paffton. A I R."], [22, "A I R. This fruitful foil may barren prove, This garden ceafe to fhdw its pride ; The birds this day forget to love, The river to obey its tide. But fix'd and conftantl'll remain, With paffion warm and true, Nor wilh more rapture to attain, Than what I find in you. FLOR ELLA Though I cannot be infenfible of your merit, yet the thoughts of difobedience to my father, on the one hand, change in you on the other, and then Sir Anthony— -O, Frederick, forgive fuf picion, and pity a heart perhaps too yielding for prudence to authorife, or delicacy to exprefs. But our ftrict friendfhip has never admitted affec tation to reign where you have fo long tri-. umphed. FREDERICK. So long triumphed ! This is a declaration-*- FLORELLA. Indeed, Frederick, you have taken an advan tage I once thought impoffible— I fear my heart has been too pliable— \"You have painted friendT (hip with the embellifhmen.ts of love— You make the portrait fpeak reafon, expreflion, and grace ! O, Frederick ! the pifture is too flattering. ?RE* 12"], [23, "( '3 ) FREDERICK. Reafon, expreffion, and grace, are all centered in Florella ! but I am too well acquainted with hermodefty to indulge myfelf in encomium— be^. fides the time and fituation. A I R. Mark, with attention and delight, Pale Cynthia's rays through fable night, Upon her favourite ftream : Pleas' d let me view Florella's face, At every time, in every place, My rapture and my theme. Let us embrace this happy hour, 'Tis bleft by each indulgent power, No threat' ning profpe£l low'rs, And hear the warbling linnet's voice, 'Tis nature fanctifies their choice, But charming virtue ours. FLORELLA. You fhake my refolution, Frederick ! time and opportunity may now be favourable; but what can I fay to my father ? FREDERICK. O, my love, the rectitude of our conduct, I truft, can never be called in queftion ; or, if it fhould, the world would then fee upon wh3t motives our brighteft actions were performed ! FLO-"], [24, "( H ) FLORELLA. Though I efteem you more than all the world, your fbphiftry can never reafon me into a con tempt of duty and gratitude. FREDERICK. But affection, and the urgency of your com pliance. Enter Pinner hajlily PINNER. Ma'am, ma'am, all's ready. I have procured from Thomas the key of the garden door, and this trunk contains whatever will be neceftary for our expedition. FREDERICK. My dear Florella, every thing concurs to aflift our defign ; hefitation, at this critical moment, would ruin my fondeft wifhes— and the expected appearance of my father, my rival FLORELLA. Frederick, how fhall I determine ? Duty, love, and obedience, are all contending— PINNER. O, well ftay, ma'am ; perhaps you like the old crab, with a voice that founds all the world as though it came from the decayed trunk of a. hollow tree. FLO-"], [25, "( '5 3 FLORELLA. Hold, Pinner, had you ever been in love,, the diftinction between duty and affection might not perhaps in you have been confidered— or — PINNER. Yes, yes, ma'am, not fo defarted as that neither. I was in love once; for th&y .fay, we muft all be in love one time or other, young or old— I had a fweetheart, but he was like the reft, deceitful and falfe hearted'. A I R Youno- Thicket, the farmer, to marry me preft, The more I refus'd the more he careft ; He told me with pleafure he'd labour through life, Would Pinner permit him to call her his- wife. He employ'd every art, To enveigle my heart, And withafoft tale, He ftrove to prevail, While prudence and love were at variance ; When at laft, with furprize, Were open'd my eyes, To what has fince taught me experience, But as I lov'd I pity'd him. FLORELLA. And did he deferve your pity ? PINNER. Yes, ma'am, for my fwairi got fuddled, lifted for a foldier, and left me to pity his rafhnefs. FLO-"], [26, "( t6 ) FLORELLAj Hufh, hufh, Pinner, fure that was my father's Voice. PINNER. As I thought ! ruined ! undone ! Enter Sir Veritas, Matthew Metre, Gregory Gender, andfeveral neighbours. SIR V E R I T A S. Thankee, good mafter Gender. Mafter Metre you deferve my thanks ; nor fhall I forget you at our next veftry-rneeting. By the faith of my body, if it had not been for you— odds-bobs, feize em— here they are, here they are. FLORELLA. O, heavens, my father ! PINNER As fure as witchcraft, FREDERICK. Fear not, my dear Florella. I will protect you, though at the hazard of my life (Draws.) SIR VERITAS. Put up your fteel bar, young man— -put it up, I fay. Bearwitnefs, neighbours, his naked fword —what not a pitch-fork to aflift me ; well then let an old man— FLO-"], [27, "( '7 ) FLORELLA. Frederick, forbear, for my fake defift. FREDERICK. G, Florella ! pardon the impetuofity of a man, whofe zeal for your fafety, has unhappily made him act the coward ! PINNER to METRE. Hands off, you pfalm-finging drone ! Mind your ftaves ! Ecod, if I had a ftave, I'd make fuch a finging in your fkull ! SIR VERITAS. Hold her faft, neighbour Metre, I'll take care of my charge here ; and as for you, Sir — Q.UARTETTO. SIR VERITAS. Neighbours, take notice, you fee how I am treated By you, my good friends, their project defeated. If there's juftice or law, O, fee how I'll trounce him, By the faith of my body, and you fhall renounce him. FLORELLA. The Hawk thus fees two linnets bleft, Defcends to fieze the haplefs prey, And while carefling and careft, He bears the tender mate away. D F R E-"], [28, "FREDERICK. The tender mate, though left to grieve, Proves conftant to his abfent love, No other object can relieve, But pines and fickens in the grove. PINNER. Hufh, hufh, my good mafter; before I'm in bed, Truft the matter to me, I've a trick in my head, Will choufe 'em e'er night FLORELLA O, rapture ! FREDERICK. Delight ! SIR VERITAS. Comealong, come along, neighbours, take heed. PINNER. As fure as a gun, I think we'll fucceed. FREDERICK and FLORELLA. O fortune direct you, aflift and protect you. End of the Firfl ASl. 18"], [29, "ACT II, S C E N E I. Sir Veritas Vifion, and Sir Anthony Afh, feated at a table, wine, tic. SIR VERITAS GOME, come, Sir Anthony, you can drink after your ride; I am fure no man has fo much occafion for a drop as I have. Such a chace, Sir Anthony. The undutiful baggage ! but I'l bend her ftubborn temper, Matrimony, ma trimony, Sir Anthony ! that's the only ftraight iacket for a rebellious female ! SIR ANTHONY. Say you fo, why there we differ; call it the clue by which women too often arrive at the fummit of power ; the breach of duty, the tem ple of vanity, and the court of impertinence ; but fhe mutt be like the reft, it would not do elfe, talking againft my age I fuppofe. To be fure Mafter Vifion, my hair does begin to change ! Why, do you know that puppy, my fon, at the Univerfity, would needs perfuade me to give ah order to Ralph Race, the rider, to fend down fome leaden combs from London, to change my hair black : ha, ha, ha, did you ever hear of fuch a dog, eh ? 19"], [30, "C 20 ) SIR VERITAS. 'And yet, Sir Anthony, my daughter will have it, the London falliions do improve the perfon. SIR ANTHONY. Improve the perfon ! no, no; nothing can im prove the perfon that impairs the conftitution ; and then as to my hair, 'tis real, 'tis natural, and as much more pleafing to me as the rofes that adorn your daughter's cheeks are preferable to thofe the hdies difplay in London. She is fond of nature, aye, pure nature, Sir Veritas ; and fo am I : thus far we are agreed, nor will I change the colour of my hair, or alter the cut of my cn^t, for as much cafh as would pay the national debt. No, no, dream on till old Englifh hofpitality fhall become fafhionable, and then I'll believe you. Let our friendfhips, Sir Veritas, be as warm as our drefs. What ! be like a mo dern fine gentleman, the -hallow and eccentric contrivance ol a court taylor ? No, no. Enter Servant. SERVANT. Sir, a young man, who calls himfelf Jeremy, fsegs leave to fpeak to your lordfhip. SIR ANTHONY. Jeremy, Jeremy, fure it is not my fon's man from the Univerfity. SIR VERITAS. Like enough, like enough ; admit him, ad puthim, by all means admit him. [Exit Servant,"], [31, "( 2! ) Enter Jeremy. SIR ANTHONY. Well, Jerry, what brings you here, how does my fon ? JERRY. My countenance, and this letter will inform you. Hearing of your intended wedding, and judging of the effefts of your diforder by his own, he has fent me to tell you he is — -SIR ANTHONY. What, Mr. impertinence ! diforder— «■ JERRY. Sir, I afk your pardon ; but as his heart aches now, he fears your head may be troubled here after. SIR VERITAS. Well, well, what fays the letter ? SIR ANTHONY. As ufual, friend ; want of money, want of mo jipy, and as he fays health, but I don't believe that. What fhould ail fuch a vigorous young dog ? A hundred pounds, Sir Veritas ! and for what ?.To whore, drink, and pay off old debts,; but on this clay 1 can refufe him nothing ! Here firrah, take this note, and tell him Sir Veritas prevailed, or I fhould never have complied. But tell me, is your mafter ftudious ? JER-"], [32, "22 JERRY. Sir, may I never be a ferviter if he is not keen enough to be a lawyer, grave enough for a doftor, learned enough for a bifhop, and artful enough for a jefuit ; but melancholy, melan choly. SIR ANTHONY. Well faid, Jerry ! If you fpeak truth I am the happieft man in the world ; tell him he has my bleiting, but not a fix-pence more, 'till vacation time. JERRY. Sir, I fhall obey your order. SIR VERITAS. But come, Sir Anthony, let us go and have a peep at the ungrateful prifoners. SIR ANTHONY. I attend. Let's have a peep, I have an exellent pair of barnides here, pulls out fpeclacles. [Exit. Manet Jerry. Ha, ha, ha ! Well now do I think one half of the world was born to cheat and deceive the other. An hundred pounds ! Well, were ! knavi^hly inclined, here's the temptation ! Bu. u"], [33, "( *3) no, I'll to my mafter, furprize him with the money, give him an opinion of my fkill and addrefs, and then once more for an attack on Mrs. Pinner. [Exit. SCENE II. A CHAMBER Florella and Pinner FLORELLA. My doom is now inevitably fixed. Let mc banifh the illufions of hope, and endeavour to welcome the approaching appearance of wretched ness, that fate or fortune has ordained. A I R. As fome poor fawn, when zephyrs breath, Gently falutes the garden's pride ; From every wind he fancies death, And quickly runs himfelf to hide. And thus, fecure from all effays, The roving turtle flies, 'Till fome unerring hand conveys The fhaft by which he dies. PINNER. Deuce take this plaugy lock, I have broke my new Salifbury fciflars, and all to no pur pofe. FLO-"], [34, "( n ) FLORELLA. To no purpofe indeed, Pinner, I am For* tune's play-thing, and muft fubmit. PINNER. Submit ma'am, what to marry Methufelem ? Why, it would be as ridiculous as the owls pairing with the fprightly lark. FLORELLA. What can I do, Pinner ? To effect an efcape is impoffible ; and admitting it were, unlefs Fre derick was with me, whither could I flie? PINNER. Fly ! Why into the arms of your lover, or Tm fure he's not the man I took him for ! A I R. O ma'am never doubt his contrivance, But truft his addrefs and connivance ; If he loves you as true As I think is your due, Some fcheme he'll invent, I'll engage. Let him now do his beft, Put his love to the teft, And deliver us out of our cage. Hark, hark, my dear miftrefs ! O hark ! Attend to the voice of the lark. Let nothing your paffion controul If Frederick but fighs, Each fear quickly flies, And the morning will banifh the owl. [Exeunt."], [35, "(*5 ) -inter FREDERICK. A I R. Fair maid, from your window appear, A look my torn bofom will chear, O think on the torture I fed, And tho' Valentine's morn, In my breaft grows a thorn, Which you, and you only can heal. On my bofom your vows are impreft, Eelieve what I feel in this breaft, Your image muft ever remain. As the queen of my heart O deign to impart, A look that may banifh my pain. FLORELLA. Hufh, hufh, am I like my father, always in a dream, or was it the voice of Frederick? It is, it is my Frederick ! PINNER. Hufh, hufh, not a word for our lives. Stand by, ma'am, I know the method of fixing a rope ladder. Hand it up, fir. This was an old trick of Tom Thong's, the poftilion. Lord, ma'am, did I ever tell you how he loft his life ? FLORELLA. A truce to your ftories at prefent : is all ready ? E PIN-"], [36, "PINNER. Aye, ma'am ; now you may venture with fafety, I'll follow ; if _ you flip, don't mind, I know who'll catch you in his arms. [Exit. Enter Sir Veritas Vifion, and Sir Anthony Afi. SIR VERITAS. Well, well, Sir Anthony, the lad's a good lad by your account. What, do you intend he fhall wait for Tythem's living !— Hey-day, they have been playing tricks with the lock— come walk in. How ! flown by the faith of my body — SIR ANTHONY. By the faith of your body ! by the truth of na ture, I fay, as a couple of wrens thro' a parrot's cage. You fattened the hatches, as the failors fay, but forgot the ports, my old friend, eh. SIR VERITAS. Why, fure, I'm in a dream ? SIR ANTHONY. In a dream ! why you're always a dreaming,, I wonder you have not been made a juftice of peace as well as church- warden before now ; your perfon is portly enough ; and as for your abili ties, why, the clerk can make out the mitti mus's; and the reft, you know, depend on thofe who vifit us on the 'circuit ; befides abili ties are unnecettary here. A look of importance, and 26"], [37, "27 and your gravity, will do as well as a fmirk powder'd fugar-lcaf head of hair, a martial brow, and a commanding tone of voice in London, A I R. If ever you're knight of the quorum, You'll make a good hand of the jorum, And like the reft feem Quite loft in a dream, As if they'd no bufinefs before 'em. Tho' you don't underftand The laws of the land, The news-papers lay on the table; With a hem and a haw, Which is juftices law, Get through it as well as you're able. When the culprit appears With penitent tears, Crofs-queftion, brow-beat him, commit him ; But if he has cafh, Then fpare him the lafh, Find a flaw, and dire&ly acquit him. SIR tERITAS. Pfha, pfha ! it's ill-confiftent with friendfhip to jeft at fuch a time as this ;— if you have no regard for her as a wife, I have as a daughter. SIR ANTHONY. Whv, to deal plainly with you, my old friend, if thefe are her tricks, I fhould not be able to wear the hat on my head ; you underftand me, Sir Veritas ? *"], [38, "28 SIR VERITAS. Zounds, Sir Anthony, I can fcarce underftand myfelf. Sure I was bewitched to think of a wed ding, fuch a day ?s this. Why, I remember laft Valentine's-Day the girl had as many paper hearts and darts fent her, a? would have lighted our pipes for a twelvemonth ; but thefe foolifh girls are blotted by thofe confounded love-verfes, and torn to pieces by hulhands who — SIR ANTHONY. Aye, I'll warrant you-- -why I remember Patty Pulpit, our curate's daughter— SIR VERITAS. Pifha, d— n your parfon's daughter, I muft think of iome method to recover mine, or — SIR ANTHONY. Well, well, birds of a feather, at this time of year, you know : but I'll afftft you if fhe's not flown too far. SIR VERITAS. Come then, I'll try what you're made of A I R. Odds life ! with all my boafted care, Some coxcomb will undo her ; She's 'fap'd me like a tim'rous hare, But fwiftly I'll purfue her ; If once in fight, By honour bright, She bids my law defiance. I'll"], [39, "29 I'll let her know, Her friend from foe, And bring her to compliance. SCENE III. A country church, the bells ringing ; on each fide the ffage, men and women fingers ; fever al cha racters come from the church as married, the lafl couple are Frederic and Florella, as they advance the following chorus. CHORUS. Let every fwain with chearful voice Hail each bridegroom's happy choice : Joy on this aufpicious day, Hymen crown the nuptial lay, May his torch ftill brighter fhine, And light to love each Valentine. FLORELLA. And yet, Frederick, there feems more real fe licity painted in the faces of thefe ruftics than 1 can at prefent boaft of ; they have no breach of duty to reproach themfelves with. In vain with every art I ftrove, To curb my tongue, to hide my love, To ftifle fighs that 'fcap'd my heart, Or ward the power of Cupid's dart. O would this flutterer ceafe to beat, Tranquil a father's frown I'd meet, Difcard each doubt, bid fear adieu, While blefs'd with happinefs in you. Ente"], [40, "( 3° ) Enter Sir Veritas and Sir Anthony. SIR VERITAS. Come along, come along ! Why you don't give it over yet, do you ? SIR ANTHONY Give it over ! Why I am as tired as our curate's three-legged mare— Come, come, Sir Veritas, moderate your anger, nor let the wind of your refentment blow rough upon a bloffom fo fair and tender. SIR VERITAS. Ay, here's a fight, here's a fight ! Mend your pace, mend your pace— SIR ANTHONY. O, rare matrimony ! What Billy Barley- Mow are you yoked to ? And as I live, Phil Pitch fork, with Kitty Cottage j And here comes— May I be conjured into the moon, my boy, Frederick— JERRY. Vacation time, Sir Anthony — O M N E S. How! FLORELLA. My father ! fupport me, Frederick, O,"], [41, "( 3* ) PINNER. O, dear ma'am, dont faint in thechurch yard, it's ominous ! FREDERICK to SIR ANTHONY. My father. SIR ANTHONY. O, you dog, is this your univerfity education ? ■■-Has this been your ftudy? SIR V E R I T A_S. By the faith of my body, I'm ftruck fpeech lefs—-Your fon ! SIR ANTHONY. As fure as this is your daughter. FREDERICK to SIR VERITAS. O, Sir, when yotihear the ftory of my love; when you are acquainted with the origin and continuance of our mutual affection, and that parity of fentiment which has fubfifted between us, 1 truft you will forgive a paflion founded on the molt noble, the moft difinterefted bafis SIR VERITAS. Rife, Florella ! though you have acted SIR ANTHONY. To be fure, Frederick, in this affair you have out-witted your father ; but as I have approved of your choice for myfelf, I cannot call your con-"], [42, "C 32 ) conduct in quettion — So, do you hear ? make W a good hufband, or by SIR VERITAS. If he don't, not a fhilling of my fortune ; no, no, he fhall be doom'd the moft pitiful curate that ever mounted a lame horfe, or preached to a drowfy congregation. My dream has proved prophetic, and I am now fatisfied, that even dreams may fometimes become leffons of mora lity ; at leaft, I can fay, they are to me at this moment, and to the end of my life will be a con folation, when I reflect, I once endeavoured to counteract the laws of nature, but am now con vinced I have acted contrary to her principles. CHORUS. Strike, ftrike the chords, let mirth go round, Let all obey the chearful found, And from this hour to life's decline, We'll hail the day of Valentine. A country dance. FINIS."], [43, ""], [44, ""]]