[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A GAEDEN OF MEMOEIES MES. AUSTIN LIZZIE'S BAEGAIN"], [6, ""], [7, "A GARDEN OF MEMORIES MRS. AUSTIN LIZZIE'S BARGAIN B_ MARGARET VELEY AUTHOR OF ' MITCHELHURST PLACE, ETC. VOL. I. HotHion MACMILLAN AND CO. AND NEW YORK 1887 AU rights"], [8, ""], [9, "CONTENTS PAGE A Garden op Memories — i. Without 1 ii. Within 12 in. A Truce 32 iv. Why Not 1 56 v. Of Drainage ...... 84 vi. Salthaven 106 vil. AU of One Mind 133 Mrs. Austin* 167"], [10, "[This Garden of Memories holds a sad and most tender memory for me. Thus far in my work I have had my sister's sympathy, and I shall have it no more. Even in her weakness she cared for the beginning of this story, chose it to he a re membrance of her, came, as it were, with faltering steps, a little way into my garden, and I feel as if her grave were among its blossoms. Often as I have wished that work of mine might better deserve to live, I never wished it more than I do at this moment, when, having finished this, I write upon it the name of Constance.]"], [11, "A GARDEN OF MEMORIES f WITHOUT \"June weather, Blue above lane and wall.\" The June sunshine lighted a dull Uttle street, where a row of smaU houses, mean, dirty, dilapi dated, faced a high waU. It Avas about three o'clock, and Garden Lane was almost deserted, the children being at school, and their elders at the factory. Two or three loud-voiced, slatternly women appeared and disappeared at the cottage doors, looking after the babies who seemed to have casually dropped into the squalid life of the place, and the decrepit old folks who were near to dropping out of it. •. VOL. I. B"], [12, "2 A GARDEN OF MEMORIES I Even in its peaceful condition the lane did not seem likely to attract visitors. Yet a couple of well-dressed men lingered there, talking earnestly, and had already lingered for ten or fifteen minutes, though there were pleasanter spots within easy reach. The elder of the two, a taU, neat, gray whiskered man of sixty or more, stood on the footpath, with his back to the cottages, and poked at the dust with a slim gold-headed cane. His companion, much younger than himself, had halted in the roadway, and Avas speaking rather defiantly, with his hands in his pockets. It was natural enough that the elder man should raise his eyes from time to time, and that they should rest on the waU that faced him. But the other had his back to it, and it was less obvious why he should cast quick glances over his _ shoulder, as if the wall made a third in the conversation. They were curt, half-hostile glances, and yet it .vas the pleasantest thing to look at in Garden Lane. It was a substantial piece of old-fashioned brick.vork, Avhich rose Avith an air"], [13, "I AVITHOUT 3 of strength, almost of stateliness, above its sordid surroundings. Its base was polluted Avith the filth of the street, and defaced Avith smears and chalk-marks, but higher up it took the southern radiance on its warmly coloured bricks, touched here and there with lines and patches of bronze tinted moss, and over its crest, against the hlue June, nickered little Avanton sprays of ivy and Adne. By standing very near the unsavoury cottages the sunlit boughs of trees within the enclosure might be descried. The two men, however, betrayed no such ex treme curiosity. There was a small door just opposite, set in the .vah, Avith a projecting ledge of brickAvork above it, on which a tuft or two of snapdragon grew, and thin, dry grasses seeded airily. Evidently it was seldom opened, for the chUdren had made Uttle erections of stones, and dirt, and oyster-shells, upon the threshold. The elder man's eyes lingered familiarly on the little entrance, as if he could see some pleasant sight beyond, but the other, when he turned to look,"], [14, "4 A GARDEN OF MEMORIES i ignored the door .vay, and flung his glances higher, where theglowing lineof red bounded the sultrysky. \"You know me,\" he said, with a touch of resentment in his tone. \" You ought to kno av me weU. You knoAV I don't Avant to do anything but what is fan and right. But, I put it to you, am I not offering more than it is worth ?\" \"Decidedly more than it would be worth to any other man,\" the other agreed. \" And I think,\" he added with a smde, \" that you are offering a Uttle more than it is reaUy worth to you.\" \" Well then ?\" said the young man crushingly. But his companion made no answer. He continued to smile, looking down and drawing vague lines in the dust at his feet. \" Why don't you teU her she'U never get such an offer again?\" The point-blank question roused the other to stare and exclaim, \" Bless the man ! Do you suppose I haven't told her ?\" \" Well then ? Why doesn't she take it ? What more does she want ?\""], [15, "I AVITHOUT 5 \"No more. Unluckily for you she doesn't want so much. She simply Avants her OAvn house and garden. She Avon's seU.\" \" But why ? What reason does she give ?\" \"Do we ask a lady for a reason?\" said the other. \" If we do we don't get one.\" The fierce young man seemed to take the little commonplace speech as a Aveighty truth. \" Heaven help me !\" he said, \" what have I ever done that I should have to do business .vith a Avoman?\" \"Don't trouble yourself too much about that, Brydon. I don't think you'U have any business to do Avith her.\" Brydon stood pondering — incredulous, yet gloomy. \"But it's absurd,\" he said. \"Look here — I'm not unreasonable. If the place had been a long whde in the family, if it had even been her home when she was a chUd — weU, I suppose it might be called sentimental to refuse a good offer, but it would be the kind of thing one could understand, you know.\""], [16, "6 A GARDEN OF MEMORIES I Certainly,\" the other assented. \" One could understand it,\" Brydon continued, \" and, U it were only a question of a good offer, I, for one, could respect it. Yes, with aU my heart.\" He paused, giving his companion time for an affirmative gesture, then went on. \"But what has Miss Wynne to do with the place ? She bought it — how long ago ? A year ? A year and a half? WeU, a year and a half, then. I suppose from what they teU me she only happened to know of it because she was once here for two or three months when the Macleans had it ; they say she was a sort of companion to old Miss Maclean in those days. I shouldn't have cared much to go as companion to Mary Anne my self, and she doesn't seem to have liked it long ! But a year or t avo later, Avhen the house was empty, back she comes with money and a new name, and buys it. Cheap too ! Isn't that so ?\" \" Just so.\" \"Well, is there anything in that to make a woman refuse a good offer for it, ..-hen she knows"], [17, "7 I AArITHOUT what her refusal means ? Look at those cottages — look at them, Eddington !\" he threw out his hand towards them with sudden passion. \"Are they fit for her fellow-creatures to live in ? There they must live, however, there they must crowd together beyond all chance of cleanhness or decency, there they must die, because Miss Wynne has taken a fancy to keep the only bit of ground on which I could build them decent d .veilings, for a flo .ver-garden ! The devil take such fancies, say I ! \" \" Of course you feel strongly about it,\" said the other. \" It's only natural. But, after all, Miss Wynne bought and paid for her house — you can't confiscate people's property, you know.\" \" But what does she Avant it for — tell me that ! The house is well enough, but there are better ones on the Daleham Road. And as for a garden — is she bound to have a garden in the densest and dirtiest part of the town ? They say Nor man's FoUy is to be sold — why doesn't she buy that ? She would get a really good garden there.\""], [18, "8 A GARDEN OF MEMORIES I \" So is this a good garden. Do you know it ?\" Brydon shook his head. \"The factory is on one side of it, of course, but we have no windows that way. And my uncle never got on with the Macleans, you know. He used to say he thought he could have put up with old Teddy Maclean, but he could not stand Mary Anne, so we didn't visit.\" \"Well, you know Miss Wynne ?\" said Edding ton, beginning to move slowly along the footpath. \" I have met her,\" the young man answered, \"U you mean that. Somebody introduced us at the vicarage one day. She made me a little bow and a remark on the weather.\" The other smUed. \"She can be better com pany than that.\" \" Very likely. But I Avould have you remark that it is Miss Wynne's room I want, and not her company at aU. I think I should prefer the Macleans.\" \"I daresay! You think you could have bullied poor old Teddy, and had your own way.\""], [19, "I AVITHOUT 9 \" But I could not have bullied Mary Anne ! Still I think I could have made a bargain with her.\" . \" Why not try with Miss Wynne ? \" said Eddington, as they emerged into the High Street. \"Why leave aU the arguments to me? You might be more persuasive.\" \"Oh! Persuasive!' \"Yes. Why not?\" \" I've no arguments but pounds, shillings, and pence,\" the young mill-o.vner replied. \"Will they sound bigger from my mouth than from yours?\" \" You might find others.': \" No. She doesn't care for the weavers and their wretched cottages. And, being a fine young lady, she probably thinks drainage an unpleasant subject, and would not thank me for explaining to her that she may be poisoned one of these days by the filth of Garden Lane.\" \" WeU,\" said Eddington, \" I can't say whether she cares for weavers and drainage, or not. But"], [20, "10 A GARDEN OF MEMORIES I I don't think she cares for pounds, shillings, and pence.\" \"TeU me,\" said Brydon abruptly, \"do you know her reason for refusing to sell? Keep it a secret if you like, only tell me, do you know it ?\" \" I do not.\" \" Well then, I'll try.\" He had spoken hitherto in a defiant and rather masterful fashion, but now he suddenly stood revealed as a shy young man. \" I'll do what I can,\" he said, as if he needed the assurance of his own reiterated pledge. \" But it won't be any good. I wish she were Mary Anne !\" \"Thank you. / prefer Miss Wynne for a client.\" Brydon paused for a moment with his great dark gray eyes fixed upon vacancy. \"Yes, I'll try,\" he repeated. \"Well, good-bye for the present.\" \"Stop,\" said Eddington. \"Miss Wynne will have some people there to-morrow — tennis and afternoon tea, you know. Suppose you go with"], [21, "11 I AVITHOUT me ? We are very good friends, she and I ; I'll undertake to promise you a welcome.\" \" But I don't care for tennis.\" \" Very AveU, then, you can hand teacups. It will be all the better for me.\" Brydon hesitated. \" But how is one to do any talking ? That kind of thing is nothing but idiotic chatter.\" \" Oh, you can't drive a bargain then and there, and pay the money doAvn with the tennis players for witnesses ! No, no, you may leave your cheque-book at home. But, all the same, you had better come with me — see how the land lies, and have a look at the waUed paradise — you may understand Miss Wynne better after that.\" \" But I hardly ever go to these stupid afternoon affairs ; I'd much rather be at my work — I hate 'em,\" growled the young man. \" WeU, I'U go — what time?\" he added in a hurry, as if he were afraid that Eddington might give up the idea. The other smiled a little. \" All right; — caU for you at four,\" he said."], [22, "II WITHIN \" Roses that down the alleys shine afar, And open, jasmine-muffled lattices, And groups under the dreaming garden-trees.\" Mr. Thomas Brydon, standing a Uttle apart from the tennis players, eyed the coveted garden Avith stealthy eagerness. He knew its precise extent and shape better than any other person present, but the vision which had haunted him for months was that of a somewhat irregular four sided patch, washed over with a unUorm tint of light green, bounded by pen-and-ink lines, and conveniently supplied with a scale of measure ment and the points of the compass. The de-"], [23, "II AVITHIN 13 lineation was accurate enough, yet the reality took him a little by surprise. He had had some idea of the ordinary suburban garden, with its neat machine -mown lawn and yeUow gravel walks, its sUm young trees, laburnum and Urne, and its gay stripes and masses of bed ding plants. He had walked many a time in such gardens, and remembered their weU-raked borders, their standard roses bearing pendent labels, and their latest novelties in variegated foliage. He knew the rock -work in a shady corner, dotted here and there with Uttle home sick ferns. AU these things were familiar to him. But not this waUed enclosure, where every thing told of long continuance. So many genera tions had laboured within its bounds, each its aUotted span, so many seasons of sunshine and rain had quickened the great trees whose white roots were groping far below, that it seemed as if one need only turn a spadeful of the deep black earth for buried memories to germinate and bloom."], [24, "14 A GARDEN OF MEMORIES n Spring flowers here were hut the last links in a long garland, stretching across the years to hands that tended those same blossoms in pleasant old fashioned times. It was like the quaintest mas querade, only to think of the women who had Avalked in that garden. Who was the first — the Avoman for whom the pleasure-ground was planted? And was Mary Wynne to be the last ? Already it was but a narrow plot compared to what it once had been. TaU buUdings hemmed it in, turning blank walls on its green seclusion. Here Avas massive warehouses, there, above a quivering screen of poplar leaves, rose a heaped confusion of tiled roofs, a bit of torrid colour in the midsummer sunlight, slopes of varied steep ness, blackened in places with soot and moss. Little long-drawn clouds drifted from their clustered chimneys across the AVestern sky. There was a gray glitter of glass in distant Avindows, but it was strange how remote all eyes seemed to be from Miss Wynne's shady lawn. Half a minute had sufficed to give Brydon a"], [25, "15 II AVITHIN distinct impression of his surroundings. Then with no change of attitude he lowered his glance and surveyed the company. His young hostess had given him the Avelcome that Eddington had promised, ancl had only turned away to greet a later arrival. He looked after her, curiously, anxiously — his impression of her was anything but distinct. Hoav was this ? She had talked to him for at least a couple of minutes, and Brydon believed himself to he quick at reading faces. He began to suspect that perhaps he had never looked at her while she spoke. The tennis party was an ordinary specimen of such gatherings in a provincial town. There were a good many ladies. Elderly clergymen had brought their Avives and daughters, and the wives and daughters of busier men had come with apologies for their absentees. Tvvo or three lads, just old enough to be reckoned as grown-up from a laAvn-tennis point of vie.v, loitered about, always keeping together, and looking on the women, the old people, and polite manners generaUy, as"], [26, "16 II A GARDEN OF MEMORIES hindrances to rational enjoyment. The legal pro fession was represented by Mr. Eddington, smUing and talking in every direction, and a self-possessed junior partner. There was a good-looking country squire who had driven in, with two sisters and a cousin, from a manor-house some four or five miles away. And finally there was a curate from his lodgings in the High Street. Some of the girls were pretty, but Brydon's eyes seeking Miss Wynne Ungered only on a taU, willowy young woman, as distinct from aU the rest as if she were a foreigner. In point of fact, her dwelling-place was nothing more remote than Kensington, whence, being a Uttle tired, she had come for ten days' change, and was restfuUy going through the three tennis parties, one flower-show, and one reopening of a church, which her friends had offered as a round of gaiety. Brydon's glance encountered hers, for she was gazing fixedly at him from under her slanted parasol while she talked to Mr. Eddington. His story interested her, it was an excitement, an"], [27, "17 II AVITHIN enthusiasm, a struggle for mastery, and the issue was uncertain. Perhaps it might be divined by a little study of the young man. She was Uke a traveller landed on an unknown shore, ignorant of the local scale of values. She took no interest in the good-looking squire, decidedly the most important person there ; she passed by the curate and the young lawyer with complete indifference, but she expressed a wish to make Mr. Brydon's acquaintance, and the next moment she was rustling softly over the grass Avith Mr. Eddington in attendance. Brydon saw them coming, and felt a shock of surprise and alarm. What the deuce did Eddington mean by it — couldn't he mind his own business, and leave other people alone ? But he had not presence of mind enough to attempt an escape, and he stood, shifting un easdy from one foot to the other, till he was captured, and duly presented to Miss HiUier. The worst of it was that her progress across the lawn had attracted attention. The boys, standing strictly on the defensive behind a conA^enient tree, VOL. i. c"], [28, "18 A GARDEN OF MEMORIES n silently conveyed to one another that she was a guy. Their sisters looked after her with curiously mingled feelings of disapproval and envy. Their own freshly-made costumes somehow seemed too new, and too neatly put on, by the side of those faintly -coloured folds which twisted and traded and clung about the Kensington young lady. It was true that the draperies and soft laces which composed a harmony in yellows were sUghtly tumbled and dingy. One felt that they had been worn in a smoke-laden atmosphere, and crushed in crowded little drawing-rooms. But, neverthe less, there Avas an air of indefinable superiority about Miss HUlier's dress, a careless completeness of detaU, to the yeUow beads at her throat, and the cluster of yeUow roses, which seemed half ready to faU, so loosely were they fastened. Two sisters stood watching her, and the younger, a pert schoolgirl, spoke under her breath. \"You don't caU her pretty, I hope — a limp, affected thing ! And I do think when people go to parties they might be clean ! I should like to"], [29, "19 II AVITHIN send that dress to the wash — looks as if she had slept in it.\" \" Yes,\" said the elder Avith a doubtful smde, \"perhaps it does. But she must have slept in beautiful attitudes.\" Brydon, embarrassed by the introduction, looked sideways and doAvn, while Miss Hillier smUed languidly. \" I've been hearing incredible things about you, Mr. Brydon.\" He Avas obUged to answer. \" I — I wouldn't believe them,\" he said. \"I shall be delighted to believe exactly the contrary on your assurance.\" He looked round despairingly, but Eddington was gone. \"I really don't know what I'm ex pected to say,\" he replied. \" I don't know what the incredible things are.\" \" Tell me that you don't Avant to desecrate this SAveet old-fashioned place by budding cheap houses all over it ! \" Miss Hillier shuddered as she spoke. \" There are so many cheap houses in the world, and so few old gardens. Mr. Brydon,"], [30, "20 A GARDEN OF MEMORIES II you couldn't reaUy be such a vandal! Not really!\" \" I don't know who has been talking about that.\" \" Everybody ! We are all talking about you — aU watching you. Nobody knows what dreadful things you may be plotting. You haven't the evil eye, I hope ? You won't bhght the trees and flowers with a glance ? \" \" Do you belieA-e in the evU eye ? \" he asked. \" Why not ? I think you are dangerous. I wish I had brought an amulet. But we are on our guard, Mr. Brydon. Do not attempt to take Miss Wynne into a corner, and mesmerise her into signing aAvay her property. I assure you we won't aUow it.\" \"What will you do?\" he said, and, half-smd ing, he looked at her. Miss HUlier's thoughts flashed from the ques tion to Brydon's eyes. They Avere his only beauty, for he was not a handsome man. He Avas shghtly below the average height, he had a saUoAv skin, very ordinary features, and a thin moustache that"], [31, "21 II WITHIN scarcely shaded his upper lip. But for his eyes he would have been insignificant. They however were fuU of expression, and their depths of trans parent gray were deepened and darkened by the black lashes that bordered them. \"Eyes Uke agates,\" Miss HilUer said afterwards, \" really too beautfful for a man of business.\" \"What would we do?\" she repeated after a momentary pause. \" WeU, really, I hardly know. Part you by main force, I suppose.\" \" But anyhow Miss Wynne and I must settle it at last, you know ? \" She made a little affirmative sign. \" Yes, and I tremble for the result. It is always the same. When it comes to be a question betAveen mean little houses and a dear old garden, the garden goes, swaUowed up in hateful bricks and mortar. If I had any influence with Miss Wynne \" \" I hope to heaven you haven't ! \" Brydon ejaculated anxiously. \" I would entreat her to be firm. She has made one mistake already."], [32, "22 A GARDEN OF MEMORIES n What is that ? \" \" She should never have admitted you within the gates of her stronghold. I saw you looking round as if you were taking possession. If I were Miss Wynne, Mr. Brydon, I should shut myself up, ancl refuse to communicate with you.\" Woiddn't you even ansAver a letter ? \" \" No ! \" said Miss Hillier sternly. \" I Avould not. I would run no risks. If an answer were absolutely necessary, I would send a little message by that nice, talkative Mr. Eddington. But I would Dot write, and as for an interview — never!\" Brydon was flattered, and laughed. It had displeased him that his cherished scheme should be made the subject of jesting talk, but a shy man naturaUy likes to be told that a woman finds him formidable. \"I don't know how I should manage — I'm afraid you would be too clever for me,\" he said. \"I should have to try and make my way in in disguise.\" \" What, as the milk or the washing, or to look"], [33, "II WITHIN 23 at the gas-meter ? But seriously, Mr. Brydon, do you reaUy mean that you would have the heart to destroy aU this ? \" He looked round dehberately and calmly. He had forgotten his shyness in the interest of the question. His glance took in all, the house half buried in roses, vine and passion-flower, the fine turf of the lawn, the masses of leafage — syringa, myrtle, ldac, laurestinus, and bay, the SAveet old fashioned flowers, the bushes of lavender and rosemary, the great trees, limes with then innu merable bees, poplars quivering lightly in the sun, tulip, juniper, chestnut, mulberry, medlar, and, close by where he stood, tAvo great cedars, sweep ing low Avith dusky horizontal boughs. Against their soft dimness Miss HilUer's slender, yellow draped figure, fair dishevelled hair and refined face, came out like a picture, a little faded and pale, yet with a certain charm. Brydon's travelling glance ended by meeting the eyes that watched him, eyes tired and circled with faint shadows, yet intense Avith questioning interest."], [34, "24 A GARDEN OF MEMORIES II \"WeU,\" he said slowly, \"I'm very glad you shoidd enjoy this to-day. It is very pretty, prettier than I thought. I don't at aU want to spoil it now, but I should like to see the ground clear this autumn, ready to begin Avork the first thing in the spring.\" \" Never another spring for all this ?\" Miss HiUier demanded tragically, indicating the sur roundings with a movement of hand and wrist in a wrinkled, tan-coloured glove. \"I'm very sorry,\" the young man replied. \" But if the cheap houses are urgently needed \" \" Oh, that sounds like a prospectus ! If you mean it as a speculation, Mr. Brydon, I daresay it may be a good one — I'm not questioning that.\" \"A speculation \" he began, but instantly checked himself. \" WeU, I should Uke it to pay,\" he said, \" but one gives a fancy price for a bit of ground hke this. There's no chance of making a fortune out of it — worse luck ! StUl, I hope it will pay — I haven't much opinion of things that don't.\""], [35, "AVITHIN 25 1 1 \" I would rather not have the money you get for this desecration !\" It Avon's be much.\" You will do it for a Uttle?\" \"Yes. If you could see the cottages beyond that wall!\" \" So very bad ?\" in a voice of languid softness. \" So hopelessly bad and overcrowded. I wish Miss Wynne would have that gate set open into the lane ! Is the key in it, I wonder ? Come and __„ >> see. She dre av back. \" No, no ! There's a time for everything, Mr. Brydon. Not now.\" \" Yes, the time for that kind of thing mostly is, ' not now.' I ought to have known. Well, you must take my word for it that if you saw those cottages you would wish me success in my speculation.\" \"Indeed I should do nothing of the kind. Can't you put your cottages somewhere else .\" \" There is nowhere else. See how we are built in.\""], [36, "26 A GARDEN OF MEMORIES 11 \" And for that very reason I would fight to the last for this bit — the only remnant of sweetness and beauty left to you. Did you ever think what a source of health and joy an old garden is among these crowded alleys ? And how fuU of poetry ! Paradise within a stone's throw of the squalid ugUness of a town like this !\" \" Can't look into Paradise, you know,\" said Brydon. \"What then? Is the knowledge of hidden beauty nothing ? It seems to me that one might breathe the flower-scented air \" — the young man's lips twitched in a curious Uttle spasm — \"and dream by the wall which conceals and yet suggests it — dreams more precious than the dull reahties of life. Why, all one's ideals Avould be there !\" (Brydon privately Avondered Avhat Miss HiUier's ideals woidd be if she had been brought up in Garden Lane instead of Kensington. While he Avas thinking about it, however, he found that she had gone on, and he was compeUed to foUow.) \" Think for one moment Avhat half a dozen old"], [37, "27 II WITHIN gardens — not enclosures in the middle of squares of stucco-fronted houses — and not old graveyards laid out with shrubs and tablets, but real old gardens — gardens that people had loved and gardened in, gardens with memories, would be in London now ! Don't their very names haunt you? Don't you feel a pang of regret when you drive by them in a cab? — those ghosts of gardens, forgotten long ago but for their names painted up at the corners of dirty im.vholesome little streets ! I daresay they said houses were urgently needed — but it is the old garden that is needed now !\" Brydon Avas certain that Miss Hillier was talking nonsense, but he wished she woiddn't, for the nonsense perplexed him. Did women argue like that about a simple matter of business ? If so, Eddington might do the talking, for he'd be hanged if he would, and he stood AA-ith doAvncast eyes, tAvisting his straggling little moustache, and looking perfectly insignificant. \" I suppose that is what you will do,\" said Miss"], [38, "28 A GARDEN OF MEMORIES n HiUier. \"You will cut down these trees, make the place hideously bare, and caU it 'The Cedars' ?\" \"Let me only build my houses and you may call them what you like.\" She laughed a Uttle. \"Take care! WeU, I suppose you wdl get your own way. Perhaps you wUl Uve to regret it.\" \"If you would only go and — and smell those cottages — only once !\" said the young man, grow ing desperate. \"You wouldn't doubt then that I ought to have my own way in this !\" '■' Not if they were absolute pigsties ! '■' They are.\" \" Then make them better U you can. But never sacrifice the priceless inheritance of the future to the comfort of a passing generation.\" Brydon Avas dumb, sUenced, not by the argu ment — he had not had time to consider it — but by the turn of the sentence. He could not be expected to talk like that. \" You are not to be moved — you have no pity on all this loveliness ?\" Miss Hiller continued"], [39, "II WITHIN 29 after a pause. \" Does not the very rustling of the leaves plead for mercy ? Listen — Usten !\" This was obviously poetry and nonsense, and Brydon broke roughly through the faint whispers far overhead. \" I keep my pity for those who can feel.\" \" And do you think that trees and flowers cannot feel ? But they do — I am sure they do,\" she said, gazing at him with mournful intensity. \" Ah, how I Avish that I could be the guardian of a spot like this ! What a sweet atmosphere of gratitude to Uve in!\" Here she seemed to wave a Uttle towards an approaching figure. \"I was just envying you, Miss Wynne.\" (\"Here's another of them!\" said Brydon to himself.) \" Envying — me ? \" Mary Wynne repeated, with a httle questioning pause between the words. \"Yes — envying you your power to resist Mr. Brydon. I can only tell him hoAV I would resist him if the ground Avere mine.\" Brydon, in his talk with the lawyer, had called"], [40, "30 A GARDEN OF MEMORIES n Miss Wynne a fine lady, and certainly she was finely dressed that afternoon. But as Miss Hillier spoke she suddenly looked at him with eyes timid as a chUd's, a liquid, shy, appeahng glance. However fine she might be, she was very unlike the young lady from Phdborough Terrace. \"It's a pretty garden, isn't it?\" was her offer of an original contribution to the conversation. \" You have been here before ?\" \" Never,\" said Brydon laconicaUy. Miss HiUier looked questioningly from one to the other, as if measuring their respective force and calculating chances. \" Never ?\" Miss Wynne exclaimed. \" Oh, then you don't know how pretty it is ! I mean that the plants and things only look to you what they are at this minute \" \" Pretty enough,\" he said. \" Yes. But if you had seen them aU budding and blossoming ! That great old thorn over there — it looks just like any other thorn, but it's a double one. I suppose it isn't right to like double"], [41, "II AVITHIN 31 flowers,\" she said, half- glancing at the pensive yelloAv-draped bystander, who smiled. \"Like what you like — I do.\" Brydon threw this in defiantly. \" Well, just for once,\" Miss Wynne continued. \" I don't Avant all the hawthorns like it, but it was very pretty this spring. It Avas covered Avith blossoms like the tiniest, tiniest roses, white, you know, almost greenish white — you might have made nosegays of them for fairies as tall as your finger.\" \"Pretty,\" said the young mUl-OAvner again. \" I'm sure I don't want to depreciate your garden, Miss Wynne. Those are not my tactics.\" There Avas a soft rustling of traUing folds on the fine dry grass Avhile he spoke. The principals in the coming contest Avere left for the moment face to face and alone."], [42, "Ill A TRUCE There Avas a brief sUence. Then Miss Wynne said, \" Wouldn't you like just to walk round and look at the place?\" He assented, and the pair moved slowly, side by side, along a mossy gravel path. Eddington, where he stood on the lawn, followed them with his eyes, and smded. \" They had better fight it out,\" said Miss HUlier, sAveeping softly towards him. \" So I think,\" the old gentleman replied. \" I have done my best,\" she continued. \"On Avhich side?\" \" Can you ask ? My best to persuade Mr,"], [43, "A TRUCE 33 Ill Brydon to relinquish this wicked scheme of his.\" \"Ah — I see — your worst for my chent. No matter, Brydon is as obstinate as — as fifty mules.\" \" So I haven't done any harm ?\" said Miss HUlier, smUing good-humouredly. \" Not a bit,\" said Eddington, \" and I don't suppose I have done any good.\" \" You really take that vandal's part ? You can't!\" \"Miss Wynne will never get such another offer. If the garden were yours I should certainly adAdse you to accept it. You Avould — Avouldn't you?\" \" Never ! How can you think it ?\" \"You Avouldn't?\" said Eddington. \"I'm de- Ughted to hear it. You would give up aU the world — give up Kensington, to settle down among us all and take care of these cedars !\" The sun was shining on the great shadowy trees and on the transitory, faintly-tinted httle figure on the grass below. It was strange to think VOL. I. D"], [44, "34 A GARDEN OF MEMORIES Ill that those dusky giants were so sorely in need of protection. Meanwhile the arbiters of their fate had paused in their walk, and were looking up, where beyond a screen of blossoming limes rose the high un broken wall of a large building. From behind it came a measured sound, dull yet distinct, Uke the heavy throbbing of great pidses. Brydon's looms Avere at work. \" It seems strange,\" said Miss Wynne, facing the eyeless surface, \"that you should be so near, and yet never have come into the garden till to-day.\" \" I don't see it. My place is on the other side of the wall.\" \" But that's what I meau. A Avail seems such a little thing to part t.vo places so completely.\" \"Does it?\" said Brydon shortly. \"I fancy it's mostly like that. Only chUdren cry for the moon — for things obviously out of reach. We older and Aviser folk Avaste our lives on the wrong side of the thinnest possible partition.\""], [45, "35 Ill A TRUCE \" It would be something, though,\" said Mary Wynne hi a meditative voice, \" to be sure that — that it Avas only on the other side of a thin partition.\" \" It,\" he repeated, and his isolation of the Avoid gave it an emphasis Avhich sent a faint flush to his companion's cheek. \" ' It ' is the ideal, I suppose. Well, I don't know where yours may be \" \" I'm sure I can't teU you — I don't knoAV that I've got one. But I know Avhere yours is.\" \" WeU, I suppose you do.\" She faced him suddenly Avith a beseeching glance. \" Oh, Mr. Brydon, is it any good telling you how sorry I am that I can't break doAvn your AvaU for you ?\" \" It's very kind of you to say so. \"Don't !\" she entreated. \" Well, if you can't, you know,\" said Brydon, \" why — you can't.\" \"But it isn't like that — I can't, and yet of course I could.\""], [46, "36 A GARDEN OF MEMORIES m \" Oh yes, under some other circumstances. Well, I don't see why you should worry yourself about it. You have a perfect right to say ' Avon't ' — why not end the matter so ? \" \" Have I a right to say I won't ? Do you think I have ?\" \"A legal right, anyhow.\" She moved sloAvly onward. He kept near her in a hesitating fashion, through the flickering leaf-shadoAvs which dappled the Ught folds of her gown. She walked languidly, droopingly, as if she were burdened. They Avere close to the southern wall of her domain, and her eyes strayed to a smaU entrance overhung with clematis and honeysuckle, and approached through a Uttle arch, about Avhich a chmbing rose was deUcately tangled. Brydon swerved toAvards it and she stood still. The key was in the lock, he turned it, opened the door, and she saw an oblong picture of Garden Lane in a frame of flower and leaf. A dirty child started up from the threshold,"], [47, "37 Ill A TRUCE dragging a dirty baby. The baby, Avhich had but just learned to walk, Avas SAvung off its rickety little legs, and fell on its face into the hot dust of the roadway, where already lay an old boot, a dead kitten, some shreds of paper, and a battered tin. Being dragged up and shaken it looked little the worse, ancl hardly any dirtier. Its guardian sister, clutching it absent-mindedly, halted at a little distance, where she showed a face of a common type, and a sore eye, partially obscured by a filthy strip of rag. The other eye, dilating Avith wonder, stared past Miss Wynne at the distant figures of the gentlefolks, seen, lightly active in the sunlit greenness of the garden, in tent upon a flying baU. A girl cried out — a lad, all white arms and legs, sprang to strike. Brydon closed the door and locked it. Miss Wynne's gaze passed from the doorway to Brydon's face. \" I thought you .vere going out,\" she said, as he approached, swinging the key on his finger. \"Oh no!\" he answered. \"I only AA-anted to"], [48, "38 A GARDEN OF MEMORIES m look at my side of the Avail for a moment. No, I Avasn't going to beat a retreat like that.\" \" Why did you shut the gate so quickly ? Did you see that poor child ? How she stared !\" \" Naturally,\" saicl Brydon. \" But I didn't kno.v you would enjoy being stared at.\" \" It seemed so cruel to shut her out. Oh, how cruel lam!\" Her companion said nothing. \"How I wish there Avas some other ground that you coulcl take, Mr. Brydon ! Something that would do for your cottages. Isn't there? Are you sure ? \" Brydon turned his dark-lashed eyes fuU upon her, and bit his lip. The maddening, innocent folly of the question took his breath aAvay for a moment, ancl when he recovered it his self-control came too. It was fortunate, for he had never felt so great a need of an oath, something brief, sudden, brutal, like a discharge of dynamite. To ask a man who had been brooding over his scheme, night and day, for months, Avhether by any chance"], [49, "39 Ill A TRUCE he had ever thought of it at all — it was too much! First he longed to swear, then he would have liked to laugh, but he only said quietly, \" If there had been, my cottages Avould be budt.\" She answered Avith a sigh. \" Of course they would. It was foolish to ask, I suppose ; but I wished so much that there might be ! \" \" I'm sorry too,\" said the young man. \" But if you were to look at a plan, you'd see in a minute. There's the Baptist chapel runs right into me on the other side, and the corner bit is the public house — 'Hand ancl Flower,' don't you know? Here's the road,\" and he began to trace imaginary lines with the key on the palm of his hand. \" Then there's Burgoyne's brewery at the back of me — you can see a bit of the roof OA-er there,\" nodding towards it. \"Well, of course, I could build some cottages somewhere else — on the nearest bit I could get, though I doubt it wouldn't be very near, this neighbourhood is so crowded. StUl it might be better than nothing. But it isn't only the cottages, it's the mill. I"], [50, "40 A GARDEN OF MEMORIES in want to enlarge it, to improve it. It isn't weU budt — there isn't room enough in it — it isn't properly ATentilated. In a word, it's old-fashioned. I'm sure it isn't wholesome ; I do what I can, but nothing can be done worth doing without more space.\" Brydon had made what was, for him, a re markably long speech, and his tone throughout had been patiently explanatory and even gentle. That brief gust of irritation had passed and left no trace. Miss Wynne was perplexing, but he did believe her to be sincere, and sincerity atoned for much. He Avished he hadn't to deal with a Avoman — Avomen Avere not practical, but that Avas not Miss Wynne's fault. He recognised her clahn to elaborate explanations and a certain amount of humouring. Business, in a case like this, must be polite, must wear light gloves and a flower in its button-hole. And at any rate Miss Wynne had listened to him. She had noted every syllable that fell from his lips, and when he paused she looked almost"], [51, "A TRUCE 41 Ill too serious. The young man felt that the time was ill-chosen, that he had said too much. A face like that, with dejection and appeal in every delicate line, was not fit wear for a tennis party. \"I forgot,\" he exclaimed with a short uneasy laugh, \"Eddington said I wasn't to try to drive a bargain to-day.\" \" Do you always do Avhat Mr. Eddington tells you?\" \" No. He's not my adviser, you see.\" \" He's very much on your side, Mr. Brydon. I should think you might say what you pleased, he talks enough himself. He tells me I shall never have such another offer for the garden.\" \" I doubt if you wdl.\" \" No — it's splendid — it's munificent, I'm daz zled when I think of it ! Only what I Avanted was not to have any offer at aU ! As it is, my greatest comfort is that I'm refusing a small fortune — I'm not seeking my OAvn profit, no one can say that !\" \" I'm glad you think so much of my offer,\""], [52, "42 A GARDEN OF MEMORIES in said the young man, \" for I can't make it any bigger. Such as it is, it's my last word — I can't do anything more in the dazzhng line.\" \" I don't want any more. I'd rather not.\" \" Oh Avell, that's all right. I fancy it takes a woman to feel Uke that. Most of us would always rather have some more — I Avould, I know.\" \" I don't want to make a profit out of it. You are offering me too much already.\" \" Well, I'll beat you down if you'U give me a chance,\" said Brydon ; \"but I can't go any higher. Sooner than that I'd move the whole concern. I've had the offer of some land three mdes off, at Holly HiU.\" Her eyes lighted up with radiant hope, her face was transfigured. \" Oh, why don't you do that ? I was out that way yesterday — it was lovely ! Such open breezy slopes, such gorse, such a Avide clear sky ! Mr. Brydon, it Avould be life to your poor people. Oh, how happy I should be ! Fancy that wretched little girl out in the"], [53, "43 Ill A TRUCE fresh air at Holly Hill — and the baby — it would be ten times better — a thousand times better than anything you could do here. Oh, why don't you do it? It would be perfect. Out in the open, away from all these croAvding roofs and houses — do it, Mr. Brydon ! Oh, you must !\" She seemed to rise Avith the eager rapture of her voice. He stared, he listened with parted lips, and then with his answer they both came down to earth again. \" Several things against it, Miss Wynne. It would be an experiment, ancl a hazardous one. You don't know how these poor people cling to the neighbourhood they haA-e knoAvn. I suspect a good many would stay on here and starve, sooner than go to Holly HiU. It would break up famdies too — there are girls working for me, and their brothers have got places as errand boys and the like in the town. And they Avould be a couple of mUes from church or school. That isn't all, either. It would require a greater outlay than I could manage at present ; it might be the"], [54, "44 A GARDEN OF MEMORIES III best in the end, but I should have to wait — years. I have my mother to think of, she lives at Brighton, she depends on me; I can run risks for myself, but not for her. I can't tell hoAV long it might be before I should dare to move in the matter, and aU that time these miserable chUdren Avould be growing up — croAvds of 'em — in their filth ancl wretchedness. Why, I might die first ! Oh no ! I've thought it all out ; I only told you that you might understand why I set that limit to the price I was prepared to offer; if you asked more HoUy Hill would be better.\" He had effectuaUy quenched the brightness of her glance. \" I should never ask more ! I have told you already, it is too much.\" ' I know. But your friends- \" I haAre none.\" \" Only yourself to consider in the matter, then?\" \" I suppose so.\" The swift colour fleAV to her cheek. \" Yes, only myself.\" \" So much the better,\" said Brydon absently."], [55, "A TRUCE 45 in She looked at him quickly ancl questioningly, and brought back his Avandering thoughts. He evi dently felt that he must explain himself. \" It narrows the discussion, don't you know ? — brings it within manageable Umits.\" Then he considered for a moment. \" I don't mean that you are manageable, Miss Wynne,\" he concluded, and having explained away his explanation, was silent. \" I think I ought to go back,\" Miss Wynne replied. \" Don't you play tennis ? \" He shook his head. \" I've kept you too long. And I've been talking business again ! \" \" I don't know Avhy you shouldn't.\" \" It seems as if I couldn't talk anything else.\" \"Well, that's Avhat is expected of you,\" said Miss Wynne. \"Everybody AA-as sure you would talk about your cottages. They Avouldn't in terrupt, they are all so interested.\" Brydon looked side .vays at the tennis players, draAving down his brows. \" I'm not expected to talk about anything else — well, it's satisfactory to"], [56, "46 A GARDEN OF MEMORIES m know that. Am I supposed to have finished now, do you think ? If so, as you say, we had better go back.\" \"No, stop a minute.\" She had caught the sense of his words, but not the displeased tone. Her face was quickening with a new thought. \" Mr. Brydon, I have an idea ! Why shouldn't you make some windows in your wall ? Wouldn't that make it better for your people — a little better, at any rate ? Woiddn't it be brighter and more cheerful? Why don't you?\" But I've no right,\" said Brydon. '■' But if I say you may ? \" \" Nonsense — you are not going to say anything of the kind. How should you Uke to be over looked by rows and toavs of windows ? \" She flinched a httle, but reiterated her \" You may if you Uke.\" \"But I don't like! I .von't do it. Even if you never regretted it for yourself, you'U Avant to seU or let the place some day, and then you'd find out the inconvenience of it fast enough. You"], [57, "47 Ill A TRUCE shouldn't say things like that without consulting Eddington.\" \" Indeed ? I fancied I might say Avhat I pleased.\" \"No,\" said the young man, \"you'd keep your Avord. WeU, it doesn't matter this time. It's very kind of you, Miss Wynne, but ready it would do you much more harm than it would do me good. It's not so very noble of me to say ' No.' I don't care for half-and-half concessions.\" He looked her straight in the face, theh eyes were about on a level — his were lucid and resolute. \" All or nothing, Miss Wynne.\" Hers dropped, escaping him. Her hps parted as if she were about to speak, but no sound came. \" All — or — nothing,\" Brydon repeated. She found her voice then, but it was hardly above a whisper. \" I'm sorry — sorry, but it must be nothing. I can't help it.\" \"Don't say it like that!\" he exclaimed. \"I didn't mean to pain you. Look here, I'U tell you Iioav it shaU be. We'll leave it till the beginning"], [58, "48 A GARDEN OF MEMORIES in of the year. You shan't be bothered any more, no one shaU mention it to you, but my offer shaU hold good tdl then ; and if you change your mind and hke to say ' Yes,' you can, any minute. And if not — why, your silence shall be your final answer when the new year comes — it wiU do as AveU as anything else, and it wdl make it easy for you. Is it a bargain ? \" She was grateful for the respite. \"Yes,\" she said. They Avalked across the grass to the rest of the party, only pausing once Avhde she gathered a bit of heliotrope, which seemed to require care ful selection. Brydon fancied she was gaining time to recover her usual calmness. She offered him the flower with a smde. Wliile he was putting it in his coat he mur mured something about thinking he must be off now. \"So soon?\" said his hostess, as they came up to a group near the tennis players. Eddington turned round and looked at them. \"Oh, my prophetic soul!\" Miss Hillier ex-"], [59, "49 Ill A TRUCE claimed, in a voice which seemed thinner and clearer than those about her, and struck a distinct note among them aU. \" The battle is over, and lost ! Look at Mr. Brydon — he has begun to pick the flowers, and he has taken possession of the key.\" All eyes comrerged on the young mdl-OAvner, who looked doAvn at the key which he was ab sently holding, and remembered that he had taken it out of the lock of the Uttle gate. He crimsoned, like an angry, bashful boy, with vexation at the trivial blunder, and at the widening smde which encircled him. \" It isn't so at all,\" he began, just as the white-flanneUed young squire broke in with his easy laugh — \"Going to lock us all out and begin to cut clown the trees, eh, Brydon ? Like old Gladstone, eh ? No time like the present, is there ? \" Brydon fastened on the one point in the circle at which he could strike. \" Nothing of the kind,\" he said, perversely exulting in his own defeat, since it enabled him to contradict the smihng E VOL. I."], [60, "50 A GARDEN OF MEMORIES in young man. \"Miss Wynne has sent me about my business — haven't you, Miss Wynne ? \" She blushed. \" Oh, not hke that ! \" she cried. \"But you have — and the proof of it is that I'm going, as I told you just now, didn't I ? I can't think how I can have been so stupid as to bring the key away, but, if you'll allow me, I'll go out by that httle door — it's nearer for me.\" \" Don't you let him take the key, Miss Wynne,\" said the young squire. \"Don't you trust him. Give it to Miss Hillier — she'U see him out at the little door, and double lock it after him, won't you, Miss Hillier ? \" \" Do I look hke a turnkey ? \" said that young lady languidly. \"Beally, Mr. Haldane, I wasn't brought up to the profession. And I'm sure Mr. Brydon is an honourable enemy \" \" Oh, you're too trustful ! Ladies always are.\" \"I wonder at it,\" Miss Hillier replied. \"Are you really going, Mr. Brydon? Good-bye, then, and you'll let me Avish you aU success in cottage building — somewhere else ! \""], [61, "A TRUCE 51 Ill Thank you,\" said Brydon. \"You'll be sure to find some other place for your httle cheap houses — Avon's he, Miss Wynne, if he only looks ? Oh, I don't mean to be rude to them — they'U be charming httle houses, I daresay, and I shall be quite interested in hearing about them noAV I know they are not to be here. There must be plenty of room, Avithout spoiling this sweet old place. Good-bye.\" Brydon listened, looking straight at her Avith an air of dumb resignation. He shook hands with Miss Wynne, then turned to Eddington. \"I'U Avalk to the gate with you,\" said the old lawyer, and the pair Avent off together, taking the most direct Avay to the little door, by a great clump of Portugal laurel, quivering and shining in the sun. Eddington Avalked in his erect, old-gentlemanly fashion, but Brydon slouched carelessly and moodily, and seemed to swerve a little from his companion as they went, Avith their shadows tailing far across the shaven turf. He hurried out of the garden, never turning"], [62, "52 A GARDEN OF MEMORIES III his head, and consequently was unaware of the curiously intent gaze with which Miss Wynne foUowed him. In fact it was lost on every one but Miss HUlier, who was thinking that her young hostess would make a charming picture. She went further, and thought of a young artist friend at Kensington who would be the very man to paint it. \" Just the kind of thing to suit him, I ivish he were here ! Against a bit of that old, mellow brick wall — Iioav weU she would come out ! And the sentiment of the thing, too — ex actly what he would enjoy — it's a thousand pities he isn't here. A Guardian Genius — oh, I see it aU ! A Une or two of description to explain it, ancl it's just AArhat the public would understand and like. He might do something Avith the idea, perhaps, but that's not like seeing the real thing. Only, isn't the guardian genius a little too sad ? Can she be repenting as she looks after Mr. Brydon ? No doubt it would be a fine thing to sell her house and grounds for about double what she gave for them — one could do so much Avith"], [63, "53 Ill A TRUCE the money — and yet I didn't think she was that kind of girl. But this certainly does look like repentance.\" Acting on this suspicion, Miss Hillier Avent up to her hostess with warm congratulations. \" I am so glad — so very glad,\" she said. \" It would have been desecration. I'm so glad you felt it so too — so thankful it was in your hands.\" \" I don't know,\" said Miss Wynne vaguely. The gate opened into Garden Lane and a figure vanished through it. Eddington came strolling back alone, looking at the floAver beds. Miss Hillier could not repress an exclamation. \" What a rehef ! He is gone.\" \" Yes. I only hope it is right. You think it is, don't you ?\" \" Eight?\" cried Miss HUlier rapturously. \"Your defence of the garden ? Bight ! It is much more than right — it is Noble — it is Perfectly Beau tiful!\" \" I should like to know that it was right, too,\" said Miss Wynne simply."], [64, "54 A GARDEN OF MEMORIES in \" But it is right — it must be ! There can be no doubt of it ! \" The other turned her gentle eyes on the Kensington young lady's face. \"I hope so,\" she said. The old lawyer came up and the talk ended, but Miss Hillier thought it over, and as she drove away with her friends through the midsummer evening she leaned forward and spoke impres sively. \"Jessie, mind you write and teU me about the garden, Avhen it is aU settled, you know.\" Jessie's brother, one of the tennis playing youths, spoke up instantly. \" Oh, but that's all over — didn't you hear ? He's not going to have it — she won't sell. / Avould — I'd stand out for the very last farthing, but then I would. I wouldn't be fool enough to lose a chance like that!\" \"Wouldn't you, 0.ven?\" said the thin superior voice. \" Well, I don't think Miss Wynne wiU be fool enough either. I fancy Mr. Brydon will get what he wants — soon. What a lovely moon ! \" \" Do you really?\" Jessie exclaimed. \"I thought"], [65, "55 Ill A TRUCE she was quite determined. What makes you think that?\" \" I don't know, but I do think it. Only write to me when she sells it — I should like to know.\" The carriage roUed smoothly on between the hedgerows, and Miss HiUier sat thinking. \" It's not the money,\" she said to herself, \" it's a case of conscience, but that's just as fatal. He'U surely get in.\" She seemed to see Miss Wynne's con science working sUently, inexorably, as waters work in the dead of night, filtering through tiny unseen channels, Avidening their narrow ways, sapping the heavy dyke, flowing, streaming, rush ing with resistless force, tiU daylight comes, de fences fall and aU lies open. \" A guardian genius has no business to have a conscience !\" thought Miss HiUier, \"though to be sure the idea for a picture is just as good. I reaUy must teU Mr. Wargrave. Only, if she feels like that, why doesn't she let Mr. Brydon have his cottages at once ?\""], [66, "IV WHY NOT? Why does she not let Mr. Brydon have his cot tages at once ? It was the very question the young man asked himseU as he sat that evening in his httle room at the factory. As he bent over his desk, propping his forehead on one hand whUe with the other he penciUed figures on a loose sheet of paper, he looked hke the incarnation of intense research, though he was reaUy musing as idly as Miss HUlier herself. Why would not Miss Wynne part with her garden ? Her distress had been evident. A memory of her gentle dejected face floated between Iris eyes and the paper, so faint that he .vent on scribbling"], [67, "IV AVHY NOT ? 57 his figures right through it, and yet it seemed somehow to cling to him. Never once had she attempted to explain her refusal. \" Oh, how cruel I am ! \" she had said, as she looked out at the poor httle wretch in the lane, and Brydon be heved in the sincerity of the cry. But she had not uttered a word to justify, or even to extenuate her cruelty. She had spoken as if it were inevit able — \"It must be; I can't help it\" — whffe ex pressly avowing that there was nothing below the surface which was a legal hindrance to the sale. \" I can't,\" she had said, \" and yet of course I could.\" He put all these speeches of hers together in his mind and considered them. \" I wonder what her reason is, for she must have a reason. I know she has, because she won't give me any. If she hadn't one she would have invented half a dozen.\" He looked at the paper on which he had been scribbling. He had absently written down the sum Avhich he proposed to give Miss Wynne, and then had multiplied it, and multiplied that agai"], [68, "58 A GARDEN OF MEMORIES IV till it swelled to a fabulous amount. \"And I suppose she'd tell me that that wouldn't buy it !\" he said to himself. \" Should I believe her ?\" He turned sideways to his table, flung his legs over the arm of his chair, and proceeded to hght his pipe. The window of his room looked into Garden Lane. The blind was drawn down but the sash was raised for air, and a man staggered along in the roadway below, howling a song. \"Hezekiah Barnes, if I'm not mistaken, home from the 'Hand and Flower.'\" The discordant yell Avas suddenly interrupted by a torrent of shrill abuse. \"Just so,\" said Brydon, haU-aloud. \"Betsy Barnes it is. There's no mistaking her! Ah, he's going in — head foremost I should think. And now I suppose Hezekiah junior, and Ada, and Minnie, and Fred, and the little ones, are all waking up to have their minds improved, and perhaps to join in the fray. Well, / can't help it.\" He smoked on, staring fixedly at the wall. It Avas coarsely papered with a representation of"], [69, "WHY NOT ? 59 IV large blocks of granite. The paper was dis coloured and torn in one corner where the damp had come in, and the contrast between its shabby flimsiness and the stately solidity Avhich it mocked was grotesque. The flaring gas had blackened the ceiling and grimed the Avhole room. Thomas Brydon gazed at his granite, got up, laid his hand upon it, leant his shoulder against it. He had never taken much heed of it before ; he had left the dirty Uttle office as he found it when he became master. It had been good enough for his uncle, it Avas good enough for him. And the wall had been the boundary of his dominion. But now he felt it merely an obstacle ; he braced him self as if he Avould have conquered it by sheer might of muscle, as if he would have thrust him self through, Avhere, at arm's length — he had never realised before how literaUy the object of his desire AA'as at arm's length — the fuU moon was shining on the blossoming limes. The slender boughs were swaying softly in the fresh night air, which smelt of their sweetness ; they touched the"], [70, "60 A GARDEN OF MEMORIES IV brickwork with light leaf sprays and delicate moving shadows, while on the other side he faced his torn and faded waU-paper, and felt himseU as hopelessly shut out as by square blocks of ada mant. \"What is there in the garden that she can't part with ? \" he mused. \" It isn't as if she had known it long. By Jove, it's like the old rhyme — Mary, Mary, quite contrary, What does your garden grow ? ' \" The conceit pleased him, and in a whimsical way seemed to put him on better terms with his neigh bour. Henceforth she Avas something- more than \" Miss Wynne \" to him, she was the \" Mary, Mary,\" av hose \" contrariness \" was an acknowledged fact since the days of his chUdhood. Evidently she was only fulfilling her destiny. She sat alone that night on the cushioned window -seat of her parlour, AATapped in a soft Avhite shawl, and resting her arm on the sill. Behind her the lamp burned steadily, a yellow"], [71, "IV WHY NOT ? 61 globe, and the little moths came hurrying in from the shadows of the trees. The garden was blossoming for her with all its memories, but after aU how few and small they were ! She had been about half a year with the Macleans, and out of those six months there had been nearly three weeks of sweet remembrance. Eighteen days — no more — during which Philip had idled about those mossy walks, reading, smoking, dreaming, ancl sometimes, with a finger in his book, studying the glimpses of blue through the sweeping cedar boughs, or the Uttle plants that grew in the crevices of the buttressed wall. Not so much as eighteen hours — not eighteen half-hours out of those days, in Avhich PhUip had talked, in his gentle, rather melancholy fashion — generally choosing the most interesting of all subjects — himself. Mary had never listened to a young man's confidences before, and she accepted them as an appeal, a trust reposed in her which claimed her gratitude and loyalty. His hopes, his fears, his plans, his wrongs, as he let them fall"], [72, "62 A GARDEN OF MEMORIES IV from his half-smiling lips, were gathered into a tender little heart and cherished there. She remembered the very spot where he stood, looking round, and said that he should never forget the place. \" I shall think of it wherever I may go. I should like to come back years hence, perhaps, and find it just the same, only meUowed and ripened with the sun of a few more seasons — the passion-flower grown higher about the study Avindow, the wistaria a little farther along the west AvaU, just enough to shoAv it had been living whUe I was gone. It is the sweetest old garden I ever saw. It is hke a convent garden. I feel as if there were something sacred about it. I like the roofs and houses all round, and this one spot, sheltered and green and blossoming. I shall dream of it when I am — heaven knoAvs Avhere I sliall be ! Perhaps in some suburban street Avith half a dozen geraniums on the AvindoAV sill. More likely in some big dreary new country, which is only proud of its so many square mUes, and hasn't such a thing as an old wall. The flowers will all"], [73, "IV AVHY NOT ? 63 be new acquaintances there — how homesick I shaU be ! Hoav I shall dream of the sweet-smell ing bushes here — myrtle, and bay, and rosemary, and lavender ! I think I should like to be buried here when I die — laid in the soft black earth, to come up in spring in homely old-fashioned flowers. Would you set sweet basU over me, I wonder ? But I want to come back here ahve first, just to feel the quiet sunny welcome of the place, to smell the earth and leaves and flowers, and hear the bees. What nonsense all this is ! I daresay the garden will be sold and spoilt long before I come back to it !\" \" Oh, if I could save it for you ! \" thought Mary, and ached with an impotent longing to give him his fancy. He had gone away soon afterwards, leaving the memory of words and glances, Avhich might mean all or nothing, and Uttle more substantial except a hst of books scribbled on the fly-leaf of an old letter, and an outhne, on a page torn from his little sketch-book, of the house where his earliest"], [74, "64 A GARDEN OF MEMORIES IV childhood had been spent. \" The old fir-tree was just here,\" he had said, explaining some boyish exploit, and had dinted in its scarred and writhen stem and broken boughs with a few vigorous pencil strokes. Mary was the possessor of these treasures, both literary ancl artistic, and also of some information concerning Philip's career. She knew that his father and mother were both dead, and that an uncle of his mother's had brought him up in a kindly, slovenly fashion, permitting him to do very much as he pleased, and rather ignoring than sanctioning his desire to be an artist. The old gentleman hated scenes, and arguments, and de cisions, and let matters drift, from unwiUingness to act. Of late, however, matters had not been going so smoothly. Mr. Frere had put some money into a mine which appeared to be of extraordinary depth. Nothing came out of it, and nobody could get to the bottom of the thing. \" Perhaps it hasn't any bottom to it,\" said PhUip, idly crushing the leaves of the walnut-tree under"], [75, "65 iv AVHY NOT ? Avhich he stood. \" How SAveet these leaves are ! Anyhow he has dropped his money out of reach, and he is out of temper with me in consequence. He knows very weU that I'm guUtless of silver mining, but he must find fault with some one, so he says I ought to get to work. And it appears that what I call Avork he caUs idling. WeU, it is not very remunerative at present, ancl perhaps the old boy can't manage to keep me at it. We had almost a quarrel — more shame for me, for he's a good old felloAv ! — and then it was settled that I should come here for a bit, to these cousins of his, whUe he Avent to town — I suppose to try to look into this blessed mine a little. Que diable allait-il faire dans cette yaUre ? So here am I stranded. I've an elder brother in New Zealand who wants me to go out there. I suppose he thinks he should enjoy my society, or perhaps he fancies I should be ornamental, for I'm sure I shouldn't be the least good to him. He'd be horribly disappointed if I did go out ; he hasn't seen me since I was ten or eleven, when I was always at his heels, A'OL. I. F"], [76, "66 A GARDEN OF MEMORIES IV worshipping him because he could smoke, and knew a lot of card tricks, and had a gun. He used to encourage me in all sorts of mischief, and it seems to me he was always turning me upside down. I liked it immensely, you know, but hoAV does it strike you as a basis for Ufelong companion ship ? I have my doubts even as to my brother, and I'm certain I should loathe the Use. WeU, then, I've got an uncle, I forget where he is, it's out in America, I know — something beginning with a C. Could it be Colorado, I wonder? I suppose he'd want me to help kiU beetles. Why couldn't my relations settle in some decent kind of place ? An uncle in Italy, noAV, one might be glad of an uncle in Italy, but what can one do with one in Colorado or Chicago, or Avherever it is ?\" Philip fairly groaned in his despair. \" Well, I shall be there or in New Zealand before the year is out — there's no help for it !\" A day or two later he had received a rather enigmatical letter from old Mr. Frere wliich brought his visit to a close. Mary remembered"], [77, "IV AVHY NOT ? 67 that morning, her hand had not forgotten his clasp, she could recaU his good-bye, his backward glance, his lifted hat. Old Teddy Maclean smUed at his going as he had smUed at his coming, and Miss Mary Anne put on a dingier cap, and said she had never been so late finishing the spring cleaning, and they would wash the china in the drawing-room that very afternoon. Nothing more Avas said about their late visitor, tUl one morning old Teddy came doAvn to breakfast chuckling over the discovery that Mr. Frere had made use of them to keep the young feUow out of the way while he went to London to get married. The losses through the silver mine had been exaggerated, they had served as a convenient pretext for urging Pliihp to betake himself to New Zealand or America. The new Mrs. Frere was a widow Avith a limited income — \" been after Frere for years,\" said Maclean. \" He's an old fool,\" said Miss Mary Anne, peering into the teapot. \" Well, Master Philip must turn out now,\" said"], [78, "68 A GARDEN OF MEMORIES IV Teddy. \" The happy pair Avon's want him hanging about the place.\" \" And a good thing too ! The folly of taking a lad like that to bring up ! I told Eobert Frere my opinion of it years ago. 'You should have left him to his own people,' I said. ' Nobody but a born idiot would have sadcUed himself with the boy.' He hadn't a word to answer back ; he stood smUing and looking just as siUy as he abvays did. But now I'll be bound he's sorry enough he didn't ask my advice before he took him in.\" \"Well, perhaps,\" old Maclean repUed. \"But after aU the young fellow has been company for him, company, you know.\" \"Company! That's all you think of — com pany ! I'm not so fond of it, and if I do want company I hke people Avho can pay theh way. If not, they ought to make themselves useful — that's my opinion — and be glad to do it. I've no patience with your Philip, dawdling round the place Avith a pipe and a paint box \" \" It Avas a cigarette mostly,\" said Teddy."], [79, "AVHY NOT ? 69 IV \"WeU, that's worse. More expensive, and people who can't pay for Avhat they want shouldn't le expensive. He'll have to come to his senses now. Company, indeed ! I thought him very poor company. If you've done your breakfast, Mary, you might as Avell run up and get out those curtains ready for me to look over as soon as I've spoken to cook.\" That was the last that Mary heard of Philip. She watched for his name, but it Avas never mentioned ; she made herself a willing slave to Miss Mary Anne in the hope of staying on in the old house where he might some day return, but it was aU in vain. The old lady never kept a com panion for more than half a year. She thought them moderately satisfactory for two months, she endured them for two more, and then quarrelled with them till they left. Poor Mary's time came, she Avas driven out of the garden, and thence forward there Avas no chance of further tidings, only a blackness and silence which seemed to grow a shade heavier when some one said that"], [80, "70 A GARDEN OF MEMORIES IV old Teddy was dead, and that his sister had gone home to Norfolk. Yet it seemed to Mary that the hardest time to bear had been the few weeks between the day when she found herself mistress of what to her was con siderable wealth, and the day when the purchase of the house and garden was completed. She had been forced to hide her feeUngs, Philip had never said or done anything Avhich would entitle her to avow them. With a woman's submission to the laws of propriety she had smUed, and appeared indifferent, and acquiesced in the lawyer's delays, though all the whUe her heart was throbbing in terror lest some one else should arrive upon the scene determined to buy the property. She could not sleep at night ; she nearly feU UI from sheer anxiety. Why — Avhy did Mr. Eddington make such a fuss about title and price, when every moment was a hideous risk ? She sat looking at him while he explained the progress of the nego tiations, but she could have danced with impati ence and agony on the floor of his office. Some"], [81, "IV AVHY NOT ? 71 one else would step in and get the place— some man who could manage for himseU— and she would be homeless aU her life! \"Yes, I see,\" she said meekly, \"of course you understand these matters and I don't. It isn't settled yet, then ? No, of course not. Oh, I see, I'm sure it is quite right;\" and she smiled and looked down, and clenched a little hidden hand, as if she would have driven her nails into the flesh. \"Oh, you idiot— you idiot ! Why don't you pay and have done with it ? \" And Eddington— poor soul— thought she was extremely weU satisfied with his management of affairs, as indeed he was himself. He made a capital bargain for her. Old Brydon was content with his factory as it was, and young Thomas Brydon, avIio might perhaps have influenced him, was away somewhere in the north. The owner was anxious to sell, and nobody wanted the old house and garden except Miss Wynne. Luckily for her, nobody knew hoAV much she wanted them, and Eddington, by his delays and his coolness,"], [82, "72 A GARDEN OF MEMORIES IV effected a considerable abatement in the price demanded. Since a change of name had been the condition attached to her legacy, the garden seemed to Mary the one link between the present and the past. Mary Medland existed no longer, but PhUip could find his way, if he would, to the bench under the acacia, where the milk-white blossoms dropped on the shaven lawn. There, recovering from her terrible anxiety, she waited for him. Through every change of season, through every hour of the day, the old house was ready for his return. The Avorld widened as she thought of him. Had he gone to New Zealand ? to America ? Was there not even a continent of which she might think certainly that it held Philip ? Eivers and mountains seemed to conspire against that innocent love. Desolate leagues of forest and plain, desolate leagues of heaving sea, haunted her imagination with maddening persist ency as she lay awake in her bed. How was she ever to find him again — how was she even to"], [83, "IV WHY NOT ? 73 think of him in those immense spaces ? They were terrible from their loneliness, but there were times when she Avas heartsick with an oppressive consciousness of the swarming atoms of human life roaming aimlessly over the Arast globe, as sparks quicken, and run, and die in tinder. So many hundreds, and thousands, and millions, and tens of miUions of men, and among them — Philip. So many kindling and fading sparks, and among them the one wandering point of light Avhich held all possibilities of brightness and warmth for her. On stormy nights the beating of the rain on her window pane told her with dreary iteration of the cold inhospitality of the heavens. The vagrant Avinds rushed by with wUd half-human cries, as if they had caught the prayers and messages of countless parted souls, and were blending and rending them in cruel sport, and sweeping them a.vay into the outer darkness of forgetfulness. And when morning came, after one of these troubled nights, the very sun was apt to show a mocking glance, as if he knew but would not tell,"], [84, "74 A GARDEN OF MEMORIES IV whether day after day he looked on Philip, or on PhiUp's grave. Phihp's grave ! Mary Avas young enough to turn to that sad thought, and dweU upon it with passionate despair, but too young to really beUeve in its possibUity. Philip must come back, would come back, and would find her Avaiting. She read the books he had recommended, she tended the flowers he had noticed, she hved patiently within her walled garden. One day, it was a Tuesday and a Avorking day, she noticed that the great pulses of the factory were still, and some one said that it was on account of Mr. Brydon's funeral. She remembered Mr. Brydon, a Uttle shuffling, blinking, gray-haired man, who sat not far from her at church. Dead ! She sauntered idly to and fro, looking up at the wall, blank and blind behind a tracery of leafless boughs. She was in terested in death, but not in Mr. Brydon. It was one of those days in February which are an earnest of spring, like the passing glimpse of a face beloved, quickening memory and hope."], [85, "IV AVHY NOT ? 75 The borders were dotted Avith clusters of snow drops, the ground was broken here and there Avhere strong green leaves of daffodils were push ing upward, the winter violets had a purple bloom upon them, and in a sunny corner a mezereon held out its leafless flowering tAvigs. Mary paced the gravel path, drawing deep breaths of the soft air, and feeling the life of spring in her veins. It seemed to her afterwards that it was the last peaceful day she was ever to have there. That one day the looms were still ; and Thomas Brydon, in his suit of newest black, with crape on his hat, sat in the mourning-coach, stood by the grave's edge, with the slow clanging of the bell in his ears, and did the melancholy honours of a well- spread table at his suburban house. His insignificance and paUor were shadowed by the funeral blackness ; he spoke httle, but went through his duties with the utmost decorum, carving for his guests, taking wine with his uncle's old friends, and listening to their anec dotes of the dead man. The company dispersed,"], [86, "76 A GARDEN OF MEMORIES iv unanimous on two points, that the sherry was good — old Brydon's sherry always was — and that the young fellow wasn't going to set the Thames on fire. But the next morning he was at the factory in a shabby coat, with his hands thrust deeply into his pockets, glancing here and there with brilUant eyes, and sho .ving an unexpected familiarity with every detaU of the business. Before the day was out he appeared in Eddington's office, inquiring whether Miss Wynne would be willing to sell her house and garden. He was prepared to offer her a hberal price. Eddington communicated with his client, and wrote a negative answer. Miss Wynne did not wish to part with her property. Brydon apparently acquiesced, but he began to make a stir in the town about the disgraceful condition of Garden Lane, and three courts that led out of it. Some six or seven cottages were his own property. These were by no means the worst, take them altogether they .vere perhaps"], [87, "WHY NOT ? 77 IV the best, and yet, as he honestly OAvned, they Avere bad enough. He wrote a letter to the local paper, pointing out the hideous overcrowding Avhich was a shame to a civihsed place. Miss Wynne read the letter, heard some of the talk that ensued, and felt her brick waU no better than the flimsiest veU between herself and the appalling indecency of the lane. She seemed to see through it, and felt sick with horror in the shadow of her cedars. Even Avhen she lay down at night in the cool purity of her wide dim room, Avhere rustling leaf sprays garlanded her windows, she could not sleep for thinking of those foul httle dens to which fathers and brothers came stumbling from the public-houses. A breath of uncleanness tainted her very dreams. And she could do nothing — she had not an inch of property beyond her garden AvaU. If only some one else would do something, and let her subscribe ! Brydon reappeared in Mr. Eddington's office. They had met pretty often in the interval, and"], [88, "78 A GARDEN OF MEMORIES IV the young man was more conversational. He spoke of the interest which had been excited by his letter to the Brenthill Guardian. \"But it's very little good,\" he said. \" Plenty of talk, but something must be done.\" \" Something ought to be done,\" Eddington admitted. The mUl-OAvner got up and stood on the rug. \"Do you know what I've come for?\" he said, looking down. \" Well, I can guess,\" Mr. Eddington replied. \" I must have that garden. I want to build some decent houses. I can't take ' No ' for an answer.\" The other smUed doubtfuUy. \" Look here ! \" Brydon exclaimed, sitting clown on a corner of the office-table. \" I'm going to teU you exactly how the matter stands.\" He did so at length, and yet with an amazing directness and simplicity. When he had explained his position he named the precise sum he offered for the garden. \" It is more than it is Avorth, but I am prepared to give it, under the circumstances."], [89, "79 iv AVHY NOT ? InfernaUy unlucky for me that Miss Wynne has got hold of it — pity the people who left her the money didn't live a Uttle longer ! But that can't be helped, and I must just give a fancy price since I can't buy it at a fair one. Beyond this I can't go — you must see that for yourself.\" \" I see,\" said the other, and to himself he added, \" I should think you couldn't !\" The young man's frankness and liberality startled him. \" Then you avUI speak to Miss Wynne about it ?\" \" Certainly — certainly.\" Thomas Brydon looked straight at him. After a moment's silence, \" ShaU you advise her to accept it?\" he said. Yes. Yes, I shall advise her to accept it.\" \" That's all right then.\" And the young fellow got off the corner of the table, and looked about for his hat. \" I'm not so sure,\" said Eddington, but the discouraging words .vere accompanied by an en couraging smile. For Mr. Eddington was tolerably sure. Miss Wynne had abvays behaved as if she"], [90, "80 A GARDEN OF MEMORIES IV considered him an oracle. \"She's a sensible young woman,\" he said to himself, as he went off to teU her of Thomas Brydon's offer, and to explain to her, in his best paternal manner, that she had better say \" Yes.\" But the foolish young woman said \" No.\" She did not want any offers — did not want to part with her house. She was very much distressed, but she said more than once that it was impossible — impossible. Would he please teU Mr Brydon ? She hoped there was some other piece of ground Avhich would do as well for the cottages he wanted to build. \" He doesn't think there is — luckily,\" said the lawyer. Brydon was indignant, incredulous, bewUdered. In the first shock of his disappointment he took the whole town into his confidence, almost as completely as he had taken Mr. Eddington, and Avithout meaning any harm he set everybody talking about Mary Wynne. The unlucky girl felt as if she .vere living under a microscope. She"], [91, "AVHY NOT ? IV 81 did not blame Brydon for his thoughtlessness. It did not even occur to her sweet submissive soul that he might have screened her had he tried ; she accepted this uncomfortable publicity as the natural result of her own obstinacy, and Uved resignedly in a Babel of argument. Some people thought she Avas right. Most people Avere sure she Avas .vrong. Everybody knew better than she did. The vicar, and a good many ladies of his congregation, felt that a young woman ought to take advice, and ought not to stand in the way of a public improvement, and an increase of fortune evidently intended by Providence. Young Hal dane ancl one or two more rejoiced in the rebuff to Brydon's over -confidence. Other young feUoAvs thought Mary a fool for not taking advantage of the miU-owner's hobby. One ancl all had some thing to say about it. Mary herself minded nothing, not even the good advice, so much as the humorous commenda tion of some elderly gentlemen, who professed to find her an amazingly clever Avoman of business. VOL. I. G"], [92, "82 A GARDEN OF MEMORIES IV They would ask her, with intense appreciation of their own wit, to suggest investments for their superfluous cash. \"Miss Wynne knows a good tiling when she sees it,\" they would say, \"but there's no getting anything out of her, she's so uncommon close.\" \" Quite right too,\" another Avould chime in ; \" she Avouldn't have done so weU for herself if she'd chattered to you. She knew better, didn't you, Miss Wynne ? \" And one per haps would add, in more serious kindliness, \" Never you mind them, my dear, you can't do better than stick to Eddington. He knows what he's about — he'U get you a good price. You are quite right not to be in a hurry. Ladies so often are, and it's a great mistake.\" Mary was glad when Mr. Eddington proposed to bring Brydon to her Uttle tennis party. It was like coming face to face with the enemy after a series of rumours and alarms. If only she could muster up courage to tell him plainly that his persistent offers Avere useless, that she never could .ccept them ! If only she could say this once for"], [93, "83 AVHY NOT ? IV aU, and then bar the door against him, and against the thought of Garden Lane ! Well, he had been and he had gone, and Avhat had come of it ? Nothing but a promise that she should not be molested for the remainder of the year, a promise which was only a continual sUent proffer of his terms, from which she could not escape for a moment, look which way she would. Nothing else, unless it were a keener sense of the shame, and squalor, and obscure misery that surrounded her. It seemed to her that night that she was actuaUy hemmed in by a rising tide of hate and nameless sin, that it was seething and swelhng in the lanes about her house, that it was only by a strenuous effort of her AviU that she maintained the barriers which guarded her, as if she were thrusting with her Aveak woman's hands against a yielding door, and fearing to see evil faces rising above the waU. She drew back from the window, scared by the freaks of her over- Avrought imagination. If Philip would but come quickly, quickly, to relieve her of her guardianship !"], [94, "V OF DRAINAGE Eddington received the notice of the compact between Brydon and Miss Wynne with good humoured contempt. \" It's not to be mentioned to her again,\" said the young man, with the authoritative manner which he usuaUy reserved for the factory. \" Not a word more about it.\" The lawyer laughed. \" As you please,\" he said, \" but you would do better to talk it over.\" \"Talk it over!\" cried Brydon. \"Haven't we talked it over ?\" \" Yes. Take my advice and do it again.\" \" What's the use ? We've talked it to death. I've no more to say, and she's sick of the Avhole concern.\""], [95, "85 V OF DRAINAGE \"So much the better for you,\" Eddington re plied astutely. \" You are throwing away your best chance.\" Brydon considered the question from this point of view. \"/ don't think so,\" he said slowly. \"And if I am I can't help it. I can't set to work to worry a woman out of her determination. Let her be.\" \" Well,\" said Eddington, \" you think you know best, so there's no more to be said.\" \" That's it, exactly,\" Brydon agreed, and nodded a fareweU. Perhaps all the toAvn Avas sick of the subject too. It was curious to note how utterly it was dropped as the summer Avent on, as if it had been finally settled at the tennis party that the miU owner was Avorsted. Miss Wynne could go where she pleased and hardly hear a remark. Even Eddington's enforced silence became natural, so soon did he cease to trouble himself about the business. It was a failure, and he put it aside, having other things to think of. Brydon talked no more about cottages. He"], [96, "86 A GARDEN OF MEMORIES v took his rents for such of the unwholesome tene ments as belonged to him, and went backwards and forwards through Garden Lane with an in difference which appeared to be complete. Once, about three Aveeks after the tennis party, he saw Miss Wynne, who had just stepped out of her garden, a httle in advance of him. She had a nosegay in her hand, and Avas herself a dehcate and flower-like presence in the unsavoury Uttle thoroughfare. Brydon slackened his pace, but she looked back, recognised him, boAved, blushed, and then, as if moved by a sudden impulse, gave the flowers to an old woman standing near, and fled. The mill-owner came lounging up, nodded to old Mrs. Humphreys, and stopped short. Mrs. Humphreys was examining her acquisition rather doubtfuUy, clutching the stems in one unclean hand, while with the other she hitched her cap on one side and scratched her head. She was not an agreeable old lady to look at, dirt seemed to be not an accident but an essential part of her, and the black net cap was in the last stage of dis-"], [97, "V OF DRAINAGE 87 coloration and decay. If it had fallen off, it is questionable whether, even in Garden Lane, any body but Mrs. Humphreys would have cared to pick it up. It would have found its right place in the gutter, but at present it was exalted on Mrs. Humphreys's head, and looked decidedly drunk. Brydon considered the old woman's dingy wrinkles, the red-rimmed eyes, the streaks of gray hair on her forehead, the half-fastened gown, and the pale SAveet petals of the roses. \" You've got some pretty flowers there,\" he said. \" Pretty enough,\" Mrs. Humphreys replied. \"She give 'em me,\" nodding in the direction of Mary Wynne's flight. \" They're weU enough for gentlefolks.\" \" Well, they're sweet for aU of us, aren't they ?\" \" I daresay.\" She thrust her nose among the tea-scented blossoms. \" They're weU enough, but give me a bit of old man — that's what I Uke ; or a bunch of waUs.\" Brydon wondered whether there was any touch of sentiment in these preferences. Could it be possible that Mrs. Humphreys long"], [98, "88 A GARDEN OF MEMORIES v ago had put bits of southernwood in her prayer book, or in the buttonhole of a Sunday SAvain ? It might be, but he found the idea hideous. There Avas another disparaging sniff at the roses. \" She might have give me a copper or two — just a copper or two to get a little tea \" \" Gin,\" Brydon corrected. Apparently the old lady did not catch the Avord. She paused, looking at him, but he did not repeat it. \"Lor!\" she went on, \"tea's a wonderful comfort, but flowers ain't no good. I can't go sellin' 'em, like those brazen-faced httle hussies who run about the streets with 'em, not near as good as these, and won't take an answer. God bless you for a kind gentleman, sir, you've a feelin' 'art, you 'ave, and the Lord grant you may never knoAV Avhat it is to want a shillin' !\" Brydon scowled as he took the roses. \"A pore woman's blessin' '11 never hurt you,\" Mrs. Humphreys called after him as he walked away looking at his prize. He had hated to see the delicate freshly-blown things in foul hands, but"], [99, "89 V OF DRAINAGE he had come too late ; they Avere degraded, they sickened him, they smelt of Mrs. Humphreys. And, after all, Miss Wynne had meant to leave them in Garden Lane. \" Here ! take them ! \" he said, and flung them to some of the dirty little chUdren who were screaming at each other in the gutter. He never attempted to see or speak to Miss Wynne, choosing to consider tbe merest greeting from him as part of the molestation which he had promised should cease. But on Sundays, after duly looking into the croAvn of his hat, his first glance was always towards her peAV, a swift, pene trating, furtive glance. When it Avas withdrawn he felt that her eyes were upon him, and he tingled Avith the knowledge. Was it Avith a sense of battle ? It might be, for it was strange how intense the consciousness of the silent question between them had become. Now that it was pent in their two hearts they seemed to be drawn together by the very obstinacy of their antagonism, Uke men Avho clutch each other in a death struggle."], [100, "90 A GARDEN OF MEMORIES v Sunday after Sunday she studied Brydon's resolute air of indifference, and felt the purpose that lay below. Sunday after Sunday he noted a difference hi her. Presently people began to say that Miss Wynne was not looking well, perhaps she wanted a change. Her face was smaUer and whiter, the sweet mouth a httle tremulous. To Brydon it seemed that she was failing in some mysterious way, and yet not yielding, as if some third person had come into their duel and upheld her weakness. Brydon grew fierce in his determination to over come this invisible opponent. He, as it were, divined Philip, and measured himself against him, thrusting the woman aside. She meanwhUe Avas haunted day and night by spectres from Garden Lane, till she fancied that all the air was poisoned by the breath of their foul sties. It was September and the days Avere shortening, and the hint of coming change was on the heavily leaved trees. Brydon waylaid Eddington one day, shook hands abstractedly, and in the middle of commonplaces about the weather put a point-"], [101, "V OF DRAINAGE 91 blank question : \" Isn't Miss Wynne going to the seaside or somewhere this autumn?\" \" Really,\" said the lawyer, \" I haven't the least idea.\" \" WeU, I Avish she would — in fact, I wish you'd speak to her about it.\" Eddington arched his brows, and looked at his neat nails. \" My good fellow,\" he said, \" Miss Wynne is of age. I'm her lawyer, but I'm not her guardian. Her arrangements are no business of mine, and I Avas under the impression that they were no business of yours.\" \" WeU — they are. Look here, some of the drains in the lane must be opened ; it ought to have been done before, but they've been waiting as long as possible on account of the heat. It seems, however, that matters have come to a crisis, and they'll begin on Wednesday.\" \" Thanks for the hint. I'll give your dehghtful property a wide berth.\" \" You'd better,\" grinned Brydon. \" It might be SAveeter than it is at the best of times, ..hen"], [102, "92 A GARDEN OF MEMORIES V we let sleeping smells lie, but when Ave stir 'em up ! Well, you'll just mention the matter to Miss Wynne ; she'd better go away for a few days. Don't want to give her a fever, you know.\" \"I'll speak to her — yes. What's to-day — Saturday ? Yes, I'll look in this evening.\" Miss Wynne was grateful, but she took the warning pensively. \" Is Mr. Brydon going aAvay ?\" she inquired. \" He — oh no ! He'll be sure to be about.\" \" Ah, yes, I suppose so. And what will be come of the poor people in the cottages ? \" \" Oh, weU, you know, I don't fancy they'll think much about it. A Uttle worse than usual, that's aU they'U notice — accustomed to it, you see. And I'm afraid they can't aU arrange to go out visiting. But it won't be for long.\" \" I see. Thank you so much for coming to teU me, Mr. Eddington.\" Then, with innocent artful ness, Miss Wynne slid into the discussion of some local topic peculiarly interesting to the lawyer, and dismissed him without any definite answer."], [103, "v OF DRAINAGE 93 He did not notice this, and even if he had, he would hardly have pressed for one ; she was duly warned, ancl of course would take aU necessary precautions. But when he reached his own gate he was aware of a red spark wandering to and fro in the mUd September dusk ; Brydon was smoking his evening cigar in the shadow of his friend's laburnums and limes, and impatiently aAvaiting his return. \" Is it all right ? \" he demanded. \" Did you see her?\" \" Yes, I saw her — yes, of course it's aU right. I told her it mightn't be very pleasant in her garden for the next ten days or so, nor very healthy, and she'd better go away for a little change.\" \" Yes ! And she said she would ? \" Oh, of course she avUI. I say, Brydon, did you hear about the squabble there was at the Mechanics' Institute to-day? DisgraceM, isn't it ? I Avish we had you on the committee \" \" No, — but did she say she would go ?\""], [104, "94 A GARDEN OF MEMORIES v His companion stared at the dimly seen face and paused, bewUdered. \" Say it ? I don't know that she said it in so many words.\" \"What did she say?\" Eddington, yielding to the other's absurd per sistence, threw a backward Ught over his memory of the interview. \" Asked if you were going away too — and Avhat would be done with aU the people in the lane — and then, what did we talk of ?\" Brydon interrupted him. \" She won't go.\" \" Oh yes, surely she wUl. Why on earth not?\" \" I teU you she won't,\" the young man re peated. \"Because she knows we want her to, very likely ;\" and he murmured \" ' Quite con trary,'\" with a harsh little laugh. \" Very well,\" said Eddington cheerfuUy. \" She knows aU about it now. Let her stay at home if she won't go.\" \" You haven't half done it ; you should have told her she must.\" \" And have her laugh in my face ! No, thank"], [105, "v OF DRAINAGE 95 you, I've had enough of this business. I've known a good many obstinate and impracticable young people — a good many — \" Eddington smiled re flectively, \"but you and Miss Wynne beat aU. Very likely she won't go — I daresay you are right. You neither of you know what is good for you, or, if you do, you act as if you didn't. Miss Wynne won't Usten to advice, and you will adAdse her and wo?i't speak to her. Very good, only find another messenger.\" Brydon threw the end of his cigar away. \" As you please,\" he said, after a pause, in a hesitating Aroice. \" I suppose I can't do any more, I don't see that I can. It was only because I heard somebody say Miss Wynne Avasn't looking weU — thought she wanted change. WeU, you knoAV, anybody hke that — a little below par, you know — might be just ready to take typhoid fever, don't you think? I don't fancy the drains wUl hurt me, I shall go home to sleep, too — and I don't think they'll hurt old Mrs. Humphreys. She may find out there's an extra smeU, and she'll think"], [106, "96 A GARDEN OF MEMORIES v the whole business very unnecessary. So will they all, and they'll all go round the corner to the ' Hand and Flower ' rather more than usual. But I thought there was just a possibdity that Miss Wynne \" He stopped short and made no attempt to finish the sentence, though there was a brief sUence. \"Confound you!\" said Eddington. \"WeU, this once more, then. I'll Avrite Miss Wynne a Une.\" An astounding idea had just crossed his mind. Was it possible that Brydon took an interest in Mary AVynne apart from her possession of the coveted plot of ground ? Something in his voice suggested it, and yet, could it be? It might smooth all difficulties if it were so, but Eddington almost laughed aloud at the idea of a courtship carried on by means of the Garden Lane drains and the famdy lawyer. Surely true love never ran so strange a course before ! \" Yes, I'll write a line,\" he repeated. It was a neat little note in his legal hand. After due apologies for troubling her a second"], [107, "97 V OF DRAINAGE time he ventured to urge her not to expose herseU to any danger. \" I am much older than you,\" he wrote, \" and I hope the fact may be my excuse for offering my advice. It would be kind of you U you would console me for having Uved all these additional years by pretending to beheve that they have gifted me with a Uttle Avisdom, as weU as rheumatism and other troubles. I am not disposed to exaggerate the risk you Avould run by staying at home for the next few days. I think myself that though real it would be smaU, but, however smaU it may be, it is certainly useless, and Mr. Brydon — who perhaps fancies himself someAvhat responsible — is very uneasy about it. Pray give us the satisfaction of feeling that you are out of harm's .vay. \" I beUeve I once heard you talk of Salthaven. I have a cousin staying there now who thinks it a charming place, bracing and very healthy. If you cared to go there, and she could be of any service in securing rooms, or making any arrange ments, I knoAV she Avould be delighted.\" VOL. I. H"], [108, "98 A GARDEN OF MEMORIES V Eddington sent his letter by a messenger early on Sunday morning, and Miss Wynne read it and re-read it as she sat at breakfast. The appeal distressed her. It made a refusal to leave Brent hiU seem like an act of avUM foUy, and yet she was conscious of a strong reluctance to yield. She had a feeling, foohsh but very feminine, that if by her determination to keep the garden she doomed the inhabitants of the lane to continue in their filth and squalor, she ought at least to share their perils. If any one were to take typhoid fever, Miss Wynne felt it a point of honour to sicken with it too, U possible. September that year happened to be sultry, heavy- aired, and rainless, and the suggestion of Salthaven breezes, blowing over the crisp waves, and the wide, wet sands, came with inviting freshness to her thoughts. But there could be no sea-air for Mrs. Humphreys and the rest. For a more personal reason Miss Wynne was loth to go. It seemed to her that if once she suffered herself to be thrust out of her fortress"], [109, "99 V OF DRAINAGE she might never return to it. It .vas a fancy, no doubt, but she was languid and overwrought and her brain was ripe for fancies. Or PhiUp would come Avhile she was aAvay and not find her — would be shut out of his garden ! No, she would not go. She went to church with a dreary sense of weakness upon her, but she plucked up courage enough to meet Brydon's eyes defiantly, after which interchange of glances both he and she were preternaturaUy intent upon their books, and unconscious of each other. But when the service was over, and the congregation rustled slowly down the aisles, Miss Wynne, though she gazed straight before her, with partiaUy lowered eyelids, felt that Brydon was at her elbow, moving with her step by step in the crowd. As they passed out of the porch into the open air and sunshine he spoke. \" How d'ye do, Miss Wynne ? Fine day, isn't it?\" \"Oh, how d'ye do? Yes, very fine, but I"], [110, "100 A GARDEN OF MEMORIES v thought early this morning it looked as if we might be going to have some rain.\" \" I shouldn't be sorry,\" said Brydon, \" though I suppose the holiday-makers wouldn't care for it. Going anywhere this autumn?\" \" N — no, I think not,\" Miss Wynne replied, putting up her sunshade, but she must have looked at him out of the corner of her eye, for she was aware that his cool indifference suddenly broke up like ice in spring. The reflection of the red-lined parasol glowed on her delicate skin. \" No ?\" he said. \" How's that ?\" \" Oh, I don't kno av. I like home best. It isn't as if one lived in London, you know ; I don't feel as if I wanted any change.\" \"That's nonsense. You know you ought to go.\" She inspected the carved handle of her parasol, and the slim light -coloured kid fingers which clasped it, but said nothing. \" You know you ought,\" he reiterated. She still was silent, pressing her lips together. \" And, upon my honour,\" Brydon continued"], [111, "OF DRAINAGE 101 V in a low voice, \" I beUeve you won't go because I have urged it! The other time, when you said you had a good reason for refusing me — about the garden, you know — I didn't doubt you. I am sure you have. But Avhat reason have you now ? None. I have asked it — that is all — and you wUl not do it because I have asked it !\" She turned her face towards him in the red shadow of her slanted parasol. \" Yes,\" she said, \" you are right.\" He had meant what he said, and yet this strange avowal startled him to speechless ness, though a curious Avave of expression passed over the clearness of his gray eyes. \" I dare not do it,\" she said after a moment. \" Do not ask me again.\" \" Why dare not ? \" \" If once I yield,\" she hesitated, \" I feel that it av UI be the beginning of the end.\" \"I don't see Avhy. Things wiU be just the same when you come back. Do you expect to find me throwing up earthworks all over your lawn ? \""], [112, "102 A GARDEN OF MEMORIES v She smiled faintly. \" Very well,\" said Brydon, stiU in the same low voice. \" You must go, so tell me what you want me to say or do. What wiU satisfy you ? \" His lips, his eyes were on a level with hers, and their speech had a singular directness. \" No — no,\" she whispered, drawing back a step. \" You need not say anything. I wiU go.\" \" Ah, here is Eddington,\" murmured the young man. Mr. Eddington was the vicar's churchwarden. He stepped out of the porch, carrying a miracu lously thin umbreUa, and having an indescribable air of Sunday about him. He shook hands with Miss Wynne. \" I hope you had my note ?\" She had regained enough of her gentle calm to answer with a smile. \" Thank you so much. I think I wiU go to Salthaven ; I was just saying so to Mr. Brydon.\" \" There ! \" said the old gentleman. \" I knew you would. But this stupid felloAV had taken it into his head you Avouldn't.\""], [113, "103 OF DRAINAGE V \" You know Miss Wynne better, you see,\" Brydon replied. \"Yes. But upon my word, Miss Wynne, I was obUged to trouble you a second time, for he was getting desperate. I don't know what he might not have done betAveen this and Wednes day. We might have had him setting the place on fire — burning you out of house and home, and rescuing you in the dead of night, just to get rid of you — eh, Brydon?\" \" I'm glad you rescued me from that,\" said Mary. \" Your note was better.\" Brydon coloured, looking angrUy at the smUing churchwarden. \" I'U say good-bye,\" he exclaimed with some abruptness, and took his leave accord ingly- \"He doesn't like being laughed at,\" said Eddington, glancing after him. \" But upon my Avord it was almost true — he was so determined you should go, and yet so persuaded you wouldn't. I can't think what made hhn take such a notion into his head ; I told him he was wrong. But"], [114, "104 A GARDEN OF MEMORIES v he's amazingly obstinate. Now can my cousin do anything for you at Salthaven ? \" Mary Wynne was never quite sure what she had authorised Miss Eddington to do on her be half. She agreed to everything the lawyer pro posed, and she perfectly remembered that he talked about the Salthaven hotel, and said either that it was extremely bad or extremely good. Apparently she was listening to him as she stood at the pavement's edge, in her light summer dress, a slight, dainty figure, with the sunny rose-colour lighting her pale cheeks, but in reality she was absorbed in a curiously intense perception of the idea which Eddington had laughingly suggested a few moments earlier. The blue sky, the birds flying overhead, the church porch, the stones on which she stood, the stream of well-dressed people, even the neat elderly gentleman Avho faced her, were less real to her than the vision and sound of a moonless night, gusty and black, a sudden bewUdering terror, an uproar of horror in the labyrinth of lanes, a crackling sound, a gathering"], [115, "V OF DRAINAGE 105 clamour, a burst of roaring flame, and then through the murky heat and crashing noise, Brydon's face, Brydon's eyes, Brydon's outstretched hands. She shivered helplessly as she stood, looking up at Mr. Eddington, but seeing all her dream of PhiUp, all her happy garden fancies, drifting aAvay across a broad glare of fire in heavy clouds of smoke. The fancy was absurd of course, and yet there was something in it which grasped and held her as if it were true. \" I'm sure that wUl be very nice,\" she said with a sweet smile. \" I shall be so much obliged to Miss Eddington.\" But when she went home she looked musingly at the old house."], [116, "VI SALTHAVEN \"The gray sea and the long black land. ' Mary Wynne liked Salthaven very weU. It was not ambitious, it did not pretend to anything starthng in the way of scenery, or other attrac tions. It described itseU in the Salthaven Ad vertiser as \" select.\" That meant that railway did not come within nine mUes of it, and that a couple of omnibuses conveyed such visitors as did not hire carriages from Deepwell station. It was a quiet little place, simple, leisurely, not in the newest fashion. Before it lay its level semicircle of waves and wet sands, behind it a gentle sloping of green meadows, which Salthaven"], [117, "107 VI SALTHAVEN people called hUls. There was an esplanade to Avalk on, and a strip of green, and a jetty. A band came from Deepwell t .vo evenings in the week, and aU the Salthaven visitors strolled up and down and listened to it. On these occasions, what Avith the strains of music, and the smell of cigars and trampled grass, the little place felt itself quite dissipated. Mary Wynne walked up and doAvn Avith Miss Eddington. The latter was a bright, rather elderly young lady, who enjoyed aU the occupations provided for her at Salthaven. She went every morning to a little service in the new Uttle church, and then to the shore, Avhere she bathed from one of the little machines which cra.vled across the expanse of shining sand. She read quantities of novels from the circulating library, she picked up shells and sea .veeds, she did fancy work, and was always brightly ready for a little drive, or a little walk, or above aU a Uttle stroll on the esplanade by moonlight. Miss Eddington would have liked a moon always, and she was full"], [118, "108 A GARDEN OF MEMORIES vi of regret that it was waning Avhen Mary came. It had been so perfect on the water. She thought the band delightful, and made Uttle romances to fit the people who passed and repassed to its music and the washing of the waves. She was liveUer than Mary, who would some times sit sUent for an hour or more, hardly turning a leaf of her book, whUe she gazed out to sea. Mary had her own romance, and when a far-off sail rose white on the horizon and vanished again she would let her fancy fly — who could teU that Philip might not be looking towards the shore from beneath those snowy wings ? Sometimes it Avas just a lo av traihng cloud of smoke, that came and went, blotting the silver clearness of sky and sea, but it was all the same — white sail or dull smoke might be bearing PhUip on his way, and her heart sank within her when ship after ship passed, outward bound, gliding in distant pro cession across the shining floor. Yet even these moments of fanciful sadness Avere brighter and better than thoughts of Garden"], [119, "SALTHAVEN 109 VI Lane, not to be blown away by aU the Salthaven breezes. Wholesome it might be to fiU one's lungs with pure sea-scented air, but imagination grew sick meanwhile in the odours that steamed from the turning of foul soil under an obstinately rainless sky. There Avas a Uttle paragraph in the Brenthill Guardian, which demanded a large share of those seaside meditations. It was a mere six pennyworth, by the penny-a-liner's reckoning, but it revealed the fact that there had already been fever a fortnight or three weeks earlier in one of the courts. It made Mr. Brydon's anxiety more intelligible. Well, it was not her fault. Even if she had consented to part with her garden the moment she was asked, he could not have built his neAV houses by that time. No, it was not actuaUy her fault, but in intention it was. She kne.v very weU that the owners of Garden Lane would do nothing for their property that they could not be compeUed to do, that Brydon .vith his five or six scattered cottages was powerless, and that she had"], [120, "110 A GARDEN OF MEMORIES vi decided that the -wretched tenants of the lane should stay where they were. Suppose there should be an outbreak of typhus fever at her gate ! Suppose Mr. Brydon took it and died ! Suppose the cholera came ! \" They ought to take me out of my house and hang me ! \" said Mary to herself. Oh, it was hard — hard ! It was the one spot of earth on which her heart was set, the only spot, it seemed to her, where she could Uve. And Providence had so strangely, so miraculously, given her her secret desire, only for Brydon to come in the name of the poor, and lay hands upon it and claim it as a sacrifice. He never would know the meaning of his demand. He was asking her to sell her love ! And, after all, was she certain that it was the best thing to do, even for those poor Avretches in the lane ? Ten or fifteen years hence might not Brydon regret that he had not estabhshed his colony at HoUy Hill ? Perhaps he might even move it there, and leave the densely peopled neighbourhood Avithout its one sweet patch of"], [121, "VI SALTHAVEN 111 green. Nothing could bring that back, but it would Uve for a whUe in the memories of the old folks thereabout, and she perhaps would Uve with it, as the woman who made her money by selling it for buUding ground. People just as good as Thomas Brydon would execrate her. If only the property had faUen into better hands, they would say, it might have been saved, and perhaps finaUy secured for the poor. But in the meantime there was this fever spectre at her very gates ! Sooner than dwell on the subject in sUence she broached it in an airy and general manner in a conversation on the sands. She effaced a capital B Avhich she had drawn with the point of her parasol, and tried to find out what Miss Eddington knew about typhus fever and drains. Miss Eddington's mind was not singular — that is to say, it ran naturally to the exciting and the terrible. \" Oh, have you been reading some of those dreadful horrors in the papers ? \" she said, and forthwith told of a case, she knew, where"], [122, "112 A GARDEN OF MEMORIES vi there was an outbreak of typhus fever in a house, in consequence of defective drainage. \" Poor Mr. Molding died, and the eldest boy, a dear httle feUow home for his holidays. And poor Mrs. Moiling — such a sweet woman — weU, she didn't die, but she was dreadfuUy UI, and had to have aU her hair cut off, and was left a widow with four httle chUdren. Such beautiful hair! You never saw such beautiful hair — I'm not exaggerat ing, it came down to her knees. She used to say she believed Mr. Morling fell in love with her for that, he had such a passion for beautifid hair. Of course that was nonsense. I'm sure any one mi^ht have fallen in love with her without that — or with very little of it,\" said Miss Eddington, unable apparently to imagine an attachment to the absolutely bald. \" But it was lovely, and reaUy I hardly knew her when I saw her with it all cut short under a AvidoAv's cap.\" She stopped doubtfully, perceiving that she ought to have taken a different view of the matter. There Avas a curious look on Miss Wynne's face."], [123, "113 VI SALTHAAT.N Was it possible that she was anxious about Mr. Brydon's hair ? Miss Eddington was not aware of Mr. Brydon's existence, but she sa.v that some thing .vas wrong. \" Of course,\" she said hurriedly, \" a great many people don't die of typhus fever — I mean, you know, very few people have it at aU — quite a smaU percentage, isn't it ?\" She tried to think of one or two encouraging examples, but the people who didn't have typhus fever seemed so vague and uninteresting compared to Mrs. Morling of the golden locks that she was obliged to give them up. \"You never had it yourself, had you ?\" she asked finally. The question seemed not only safe, but Ukely to throw Ught on the cause of these inquiries. Mary said, \" Never !\" so that it sounded exactly as if she wished she had. But after a moment she remarked in Avhat was meant for a casual way, \" They've got it at BrenthiU.\" \"Oh!\" exclaimed Miss Eddington; \"what a mercy you are safely out of the Avay !\" \" Is it ? I feel rather like a deserter.\" VOL. I. I"], [124, "114 A GARDEN OF MEMORIES VI \"Oh! But: — but—\" this hesitatingly and re spectfully. \" Do you mean — would you nurse, or anything?\" Mary drooped in bitter consciousness of help lessness. \"They wouldn't let me. And I don't believe I should be a bit of good.\" \" Theu you are much better here, The air of decision was so encouraging that Mary appealed to this oracle for counsel. \" What should you do if people wanted to persuade you to do something you disliked very much, and you were not quite sure whether they were right or not ?\" \"I shouldn't do what I didn't hke unless I were quite sure they were right.\" \" Not if you were almost quite sure — only a few people said they were not, and you Avished so much they mightn't be ?\" The explanation might haAre been more lucid, but Miss Eddington hstened Avith great intensity. \" Is it very important ?\" she asked. \" Very. If I ought to do it, it would be very wicked of me if I didn't.\""], [125, "115 VI SALTHAVEN Miss Eddington considered for a moment, and then, \" I think you feel you ought !\" she announced suddenly. She was not without acuteness. \" No,\" said Mary, \" I almost wish I did. Then it would be settled. But I don't feel sure — I can't.\" \" You can't really tell which is right ? \" \" No. I'm quite sure I shall reproach myself, whichever I do.\" \" It's difficult,\" said the other, knitting her brows. She picked up a little pebble, and threw it in a general fashion towards the ocean. \" I should consult somebody to whom I could explain the whole thing ; somebody who could speak with authority, you know. Then I should feel I had done my best.\" Mary shook her head. Her companion put on an air of solemnity — she was thinking of a neat little musical curate at the new church. \" If you are really in such per plexity,\" she said, \" there is always \" \" No, no — indeed there isn't ; I couldn't ! \" said Mary, pink as a sea-sheU."], [126, "116 A GARDEN OF MEMORIES VI Miss Eddington saw that her suggestion was useless. \" Well,\" she concluded, \" If I didn't know Avhat was right, and felt so uncomfortable about it, and couldn't ask anybody, I should do what I disliked most. I should feel it was safest.\" This view commended itself to the tender feminine conscience, eager to deaden painful doubts with penance. Mary Avas silent for some time, brooding over the thought, looking straight before her from under half-dropped eyelids. Yes, if she gave up her garden she might surely feel that no selfish motive had decided her conduct. She could never hold up her head before PhUip, if they met in later days, because PhUip could never know how much she had suffered ; but surely she need know no shame in her secret thoughts, where shame is bitterest. Miss Hillier had Avished that her artist friend coidd paint a picture of Mary Wynne, standing iu the AvaUed sweetness of her garden. But his picture might have been better still if he could have seen the poor Guardian Genius as she sat at"], [127, "SALTHAVEN 117 VI sundown on those barren sands, leaning forward, Avith her hands clasped loosely about her knees, and her eyes fixed on the Ioav far-off waves over which the autumnal day Avas fading. Miss Eddington, respecting her companion's medita tions, had strolled a little towards the west, and her darkly-defined figure Avandered here and there, poking- with a parasol at such wonders of the deep as happened to have been Avashed ashore by the last tide. Mary had forgotten Miss Edding ton ; she was gazing fixedly at the renunciation of all her dreams, she was picturing herself homeless and solitary, cast out of Eden into oh, how desolate a Avorld ! \" I wish I had never been able to buy the garden!\" she thought. \"But I avUI give it up — I will give it up — unless anything happens before I leave Salthaven. Nine days more before my three weeks are over — something may happen in nine days.\" Her fancy roved among possi bilities. Mr. Brydon might change his plans. Some one might die, and leave him money enough to start his factory at Holly Hill at once. Or"], [128, "118 A GARDEN OF MEMORIES VI they might find that the cottages in Garden Lane must all be pulled down, and he might buy the whole site, and build tall houses instead of those miserable little hovels. Or might not help come in some other way ? She did not turn her head to right or left, and yet, without shaping her thought, she felt that at any moment — now — or now — or noAV ! — Philip might appear, with no sound of steps on the dead sand, walking in the evening light between her eyes and the low roll ing tide. Oh, if he did ! He should answer Mr. Brydon, and save the garden he loA'ed. \" Don't you think you ought to be going in ?\" Miss Eddington gently inquired. \" I don't know what time you ordered your tea, but I said I'd have mine at half-past six.\" Mary Wynne rose obediently, and went to her tea, leaving the .vaves to roU in through the gathering obscurity. Brydon, mean .virile, took an almost morbid in terest in the Avork that Avas going on in the lane. Digging reA7ealed horrors — a httle modern work, slight, scamped, pretentious, which had completely"], [129, "VI SALTHAVEN 119 broken down, and hideous accumulations stored and left in their indescribable blackness. It seemed to Brydon as if men had choked and sickened the kindly earth with filth — could it ever be wholesome and clean again? The labourers who plied pick and shovel stopped to spit, and to apply foul adjectives to their foul job. The business went on briskly day by day under the long wall, which was steeped from end to end in the ripe autumn warmth. Above its mellowed bricks red rose-shoots took the sun, and flourished lightly in the stiU air. At night, for the nights were misty and moonless, a red lantern — red as if it glimmered through brooding miasma — tied on crossed bits of Avood, announced Avhere danger lay to home-comers from the \" Hand and Flower.\" Brydon saw the scene under all aspects ; apart from any businesslike interest in it, it seemed to fascinate him. He would loiter at a little distance, and gaze at the waU with a doubt ful expression. He was moody, haggard, irritable. One night as he Avent slowly homeward from his"], [130, "120 A GARDEN OF MEMORIES VI office, smoking his cigar, he paused in Garden Lane, and uttered a fierce ejaculation under his breath. \" By God ! \" he said. \" When it comes to the point, I'm no more to be depended on than the rest!\" Eddington told him he looked UI. The mill owner answered Avith an inarticulate sound, conveying scorn, and stood with a hang-dog ex pression, biting his nails. \" You'd better run doAvn to Salthaven too,\" said the good-humoured old gentleman. \" You're overdoing it— overdoing it. A little sea-air would do you all the good in the world — your own prescription, you know.\" There was a momentary flash in Brydon's shadowed eyes. \" Thanks,\" he said with a de liberate drawl ; \" I don't think Salthaven air would agree with me. At any rate I'll be worse — a good deal worse before I try it.\" \" Very good, only don't hang about that sweet lane of yours too much. Dixon tells me he'd no notion Avhat a state the place was in \" \" It's pretty bad.\""], [131, "VI SALTHAVEN 121 \" Upon my word,\" the other smiled, \" I think from your point of view you had better have let Miss Wynne stay at home.\" \"On the chance of killing her off and treating Avith her executors — there's something in that.\" \"No, but to let her hear about it. She can't realise it out there in the fresh air.\" \" You're right,\" said Brydon. \" She can't.\" \" My cousin says she thinks Miss Wynne looks better, but she strikes her as being very delicate,\" the other .vent on. \" I hope not — I hope not. She may not be a very .vise young woman, but she's a very nice one.\" Brydon went away with something to think of. \" Very dehcate.\" Yes, very likely. Probably that meant that if she were uprooted she would feel it acutely — perhaps die. Mary Wynne had begun to teach him the meaning of the old garden. He found himself unable to imagine her apart from it ; all the beautiful life which had been fostered through many generations within its Avails seemed to him to have blossomed in her."], [132, "122 A GARDEN OF MEMORIES VI He had come to Brenthill Avith his head too full of schemes for enlarging his business, and benefit ing the workers in his factory, to have time to think much about women. PhUanthropy, accord ing to Brydon, had to be made to pay, and re quired to be sharply looked after. He would neither rob others of their wages nor forego his own. He was deaf to all distant cries for help ; earthquakes, colhery explosions, Indian famines, fires, could not extract a halfpenny from his pocket ; the facts were sad, but they were not in his department, and he was not, as he bluntly said, either big enough or fool enough to under take the world's Avork. Given health, he meant to do his own, and it was as much as he could manage. He would never have looked at Mary Wynne if she had not been throAvn in his Avay as an obstacle ; he Avould have paid her the price of her garden, and forgotten everything but her name Avhere it stood in his cheque-book. But when she thwarted all his schemes, and left him no more than the daily routine of business to fill his mind,"], [133, "123 VI SALTHAVEN he began to think of her with the absorption Avith which he would otherwise have thought of plans and builders' estimates. Common justice — Brydon wanted to be just — compelled him to own her legal right to refuse to sell, and to try to discover any honest reason for such refusal, with the possibility of which she might be credited. For weeks he seemed to stand face to face with her, questioning her, judging her, gazing at her, and then aU at once he Avoke to the knowledge that this tender, appealing woman had won her .vay into his strong hold, that he was fighting with her still, but in his oavu heart. How had he thought of .vomen before ? Well, he had thought mostly of those who worked in his factory, and he had thought of them with a rough sense of pity and fair play. \" Give 'em a chance,\" he had said scores of times, \" let 'em be decently housed, fed, and clothed — yes, and decently taught, and they'll be decent women.\" And for that he had planned his cottages. It was aU right enough and as true as ever, but Brydon was thinking now"], [134, "124 A GARDEN OF MEMORIES VI of something beyond decency. The walled garden had become to him a part of Mary Wynne's charm — the one explained the other. In destroy ing it he Avould destroy possibilities, perhaps bhght the flowering of other delicate souls. One might grow a very good sort of woman in his little houses, but not Mary Wynne. Nor was that all. He had thought much of the clean and well-appointed dwelUngs which he would erect, but when he saw how utterly earth, air, and water could be defiled, he stood aghast. No doubt while he lived he could guard his pro perty, but, if he should die, might not the evU which had befallen Garden Lane come upon his cottages too ? Might they not be let and sublet, and swarming famdies pour in to multiply in their squalor and improvidence Avhere Mary's bushes of myrtle and bay, Mary's great cedars and clustered roses, were rooted now ? So to deface what she loved seemed a thing impossible, like laying cruel and violent hands on Mary herself. Nevertheless, through all these troubled thoughts"], [135, "VI SALTHAVEN 125 the man in a blind fashion did feel that he ou»ht O to cling to the work which he had undertaken. Before ever he saAV Miss Wynne he had pledged himseU to old Mrs. Humphreys, and shrUl Betsy Barnes, and Ada and Minnie, and the rest of the bold, pale-faced girls who worked at the mill. If he deserted them, who would take up their cause ? And he Avould not try to persuade himself that Mary Wynne could ever share his phUanthropic hopes. Gentle and kindly she would always be, but she would never go down amongst the poor as some women will. She Avould shrink from their coarse Avords and Avays, from the hideous revelations of brutahty and want and wrong, she would be sickened and terrified, her A^ery soul Avould ache Avith fruitless compassion. She must Uve in a Availed home, but how sweet that home Avould be ! If it were his — Brydon quivered at the thought — if it .vere his ? Even so, might not he come out of his paradise to work for his poor in the lane? Why not? And yet in his clear-sighted honesty he said \"No\""], [136, "126 A GARDEN OF MEMORIES VI as soon as he had looked the question in the face. Never then would he do anything that coidd limit Mary's pleasures, or in the smaUest degree imperil her future. Wife and children before aU the world ! There was his mother, too, at Brighton — he could never risk life or health or money when all he was and all he had Avere needed by these dear ones. No, it was a choice between the garden and Garden Lane. Was it a choice ? It seemed to Brydon that the choice was made for him. How was he to tear this new and strange influence out of his heart ? He believed that it would lead him Avrong, and yet it Avas the sweetest and tenderest feeling of which he was capable. \" WeU,\" he said at last, knocking the ashes out of his pipe, and sitting down to work at his untidy table, \" she is out of reach now, and when she comes back I daresay she will say ' No.' \" But though he said it he did not really believe it. The advantage he had already gained had quickened his self-confi dence ; he looked on Mary as half-conquered, and"], [137, "VI SALTHAVEN 127 something within him mocked, \"She wiU say ' No ' once, but not abvays. Did she not yield to you and go to Salthaven? Did you not know Avhen she said ' I wiU go ' that her will was bend ing before yours and that it needed but a httle more to give you your way Avith the garden ? And if she said ' No ' to yet a further demand, should you take that word as final?\" Brydon answered these questionings with a laugh, which broke the sUence of the room .vith its brief sound. \" Anyhow,\" he said, leaning for- Avard, pen in hand, \"she isn't here now, and I suppose won't be back for a few days. / don't see any way out of it, it's true, but perhaps there is one, and if so we'll give it a chance. Only,\" he added, as if ensuring fair play by warning an adversary, \"the first opportunity I get, I shall speak.\" And, judging from his set Ups and brilliant eyes, he would speak forcibly enough. So the days went by in their unresting pro cession, the momentous days that were yet so strangely uneventful. Garden Lane resumed its"], [138, "128 A GARDEN OF MEMORIES VI customary aspect, only with a stony strip down the middle of the roadway, where the main ex cavation had been. Mrs. Humphreys and the rest turned themselves round discontentedly, and settled down into as much of their former dirt as they could find. At Salthaven the autumnal migration of visitors had set in, and though the lodging-house keepers mechanically put up cards in every windo av, till the place looked as U a shower of remarkably large snow-flakes had faUen all over it, they did not really expect to attract any one by the announcement of \"Apartments.\" It was not likely. The Deep .veil band had ceased to come, there were many vacant seats in the httle church Avhich had been so crowded in August, and only four or five bathing-machines went crawling after the gray tide. The season was over, Miss Eddington Avas gone, and Miss Wynne Avas packing her trunk, and Avriting \" Brenthill \" upun her luggage labels. Nothing had happened, and Mary said to herself that nothing was going to happen, lt"], [139, "vi SALTHAVEN 129 drizzled as she Avent home. She buttoned herself in her waterproof, and sighed at the thought of the gray days that were at hand. Spring-time would come again, no doubt, but if she had given up her garden it Avould hardly be spring to her. Yet, though she assured herself that aU was over, she carried a faint hope on her journey through the drizzling afternoon. In the omnibus, in the booking-office, in the train, which as she neared home slid ever and anon out of the foggy dusk into wayside stations, where gaslights shone with watery lustre on tarpauhn and mackintosh, in eArery pause she looked for some one or some thing to interpose at that eleventh hour. Even on the crowded platform at Brenthill a possibility lingered, fading slowly as she drove homeward through the ugly familiar streets, dying as her own door closed behind her, and she was received by a melancholy maid who had face-ache, and who said that nothing had happened, and nobody had called. The next morning a note was delivered at the VOL. I. K"], [140, "130 A GARDEN OF MEMORIES VI factory. \" Dear Mr. Brydon,\" it said, \" you told me that afternoon you came to my tennis party that you would say no more about the garden tiU the new year came, but that the offer you had made for it should hold good tiU then. I have been thinking the matter over at Salthaven, and I have made up my mind to accept it. I beheve it is the right thing to do. I have just written to Mr. Eddington to ask him to caU on you about it and settle eArerything. — Believe me, yours sin cerely, Mary Wynne. \" I shaU go away from BrenthUl as soon as possible, and then you can begin at once. I hope the loss of this summer wiU not make any great difference.\" Lower on the page was written hur riedly, \" Don't give me too much for it.\" Brydon read this letter with a surprise so curiously compounded that he hardly knew Avhether he were glad or sorry. Glad — yes, of course he must be glad, and yet — by Jove ! but he Avas sorry. He had lost the strange and huniili ating delight of sacrificing his noblest ambition to"], [141, "131 VI SALTHAVEN the woman he loved. He had determined to give up the garden with all that it involved for Mary Wynne's sake, and she had forestalled him. She had given it up to him, but not for him. She had done it for conscience sake, he knew that very weU, he could read it in every line of her note. She Avould not take it back, her conscience would not let her. She Avas pledged to make the sacri fice, and if he did not buUd his cottages she would only reproach herself that she had not yielded earlier. He threw the letter on the table, thrust his hands into his pockets, and stood staring at it. The more he looked at it the less he liked it. He had nothing now to give up for her. To give up his sacrifice — that was an absurdity, and yet that Avas what he found it hard to do. Why had he sent her away to Salthaven to think it over in solitude, with that dehcate remorse of hers ? He might have known what would come of it, he might have been sure that she would yield. \" And she has yielded,\" he raged, \" but not to me !\""], [142, "132 A GARDEN OF MEMORIES VI Eddington found him haggard of face and moody in manner that afternoon when he caUed. He suspected that Brydon, thus suddenly sum moned to pay, regretted the extravagance of the offer he had made six months earlier. That, how ever, Avas the young man's business, his own was to keep him to the bargain in his chent's interest. Perhaps Brydon reaUy had rather the air of a hunter snared in his own toils, but he offered no opposition to the lawyer's arrangements, only in terrupting him once to say, \" I suppose Miss Wynne came to this decision entirely of her own free wiU?\" \" Entirely,\" said the old gentleman with emphasis, and added to himseU, \" you don't creep out through that loophole, my good fellow.\" \" I thought as much,\" said Brydon."], [143, "VII ALL OF ONE MIND The news of Brydon's triumph ran rapidly round the circle of Miss Wynne's acquaintances, and re-awakened their flagging interest. \" Well ! \" Jessie Lee exclaimed, \" Ethel Hillier made me promise I'd write and teU her when this happened, but I didn't expect to have to do it. I suppose the money was too much for her.\" That was the general opinion in BrenthUl, that the mill-owner's money had proved irresistible. People coulcl no longer call Miss Wynne a fool, but they trans ferred the charge of foUy to the young man, who Avas paying a ridiculous price for her bit of ground."], [144, "134 A GARDEN OF MEMORIES VII Eddington came out of the affair Avith great glory. It Avas understood that he had opposed the sale tiU the utmost penny had been wrung out of Thomas Brydon, and then had persuaded his client to yield. The young folks had been pup pets in his hands, and he had puUed the strings very skUfuUy indeed. Brydon ought to have known that he could not be a match for the laAvyer. It was really sublime, the way in which Eddington had turned Miss Wynne's sentimental fondness for the garden to profit. The Brenthill Guardian took the matter up in an article headed \" Approaching Destruction of an interesting Relic.\" The young man who wrote it looked up a book about BrenthiU, printed many years earlier by a local archæologist, and found the old garden mentioned several times — once when there Avas a dispute about a boundary, on the settlement of which the wall in Garden Lane was built, and on two or three occasions Avhen bits of the land were sold. He ascertained that the factory which Avas about to s.vallow up"], [145, "ALL OF ONE MIND 135 VII the last remnant of \" this historic pleasure-ground\" stood on a fragment of it. The house was com paratively modern. The worst of it was that, historic as this pleasure-ground might be, the intelligent young man who called it so could not discover that any one had ever OAvned it, or spoken of it, or visited it, who was of the smallest interest to mankind. The garden had no tradition beyond that of its blossoming summers. He did not lose courage, however, but Avent to the Mechanics' Institute, brushed up his history a little, and wrote almost a column more about aU the wonderful things that the possessors of the garden might have seen. If they had not seen them they must have heard of them, Avhich did as well. What tidings of bloodshed and terror and revolution, of heroism and crime, of storm and fire and plague, had stirred the air beneath those leafy boughs ! And with these memories he mingled little allusions to bygone customs and things, to sedan chairs, coaches, and highwaymen, to country fairs and"], [146, "136 A GARDEN OF MEMORIES VII buU-baitings, to May-day dancing and fashionable assembUes, to hoops and patches and powder, to melodious tinkling of spinets and clavichords. He touched very Ughtly, the authority not being so readdy accessible, on the changes in horti culture, the new and vivid blossoms that had opened under Enghsh skies since the old garden was first planted, and when he had thus arrived at the end of his column he felt rather pleased Avith himself. He thought, hesitatingly, that it Avas a Uttle in Macaulay's manner. The young lady to whom he was engaged was sure it Avas — only better. It answered its purpose, anyhoAv, for the readers of the Guardian got an indistinct impression that there was something monumental about the patch of ground which \" our energetic fellow-townsman \" was about to lay waste. Jessie Lee added a postscript to her letter : \" I send you our news paper, Avhich wUl tell you aU about the history of the garden. I never knew it was so old or so interesting, did you ? What a pity it is going to"], [147, "vii ALL OF ONE MIND 137 be destroyed !\" And a committee of ladies, who were planning a bazaar for charitable purposes to be held early in the summer, sprang at the idea of utUising the historic spot. Such a delightful chance of wearing old English dresses — illustrating all the different periods, you kno.v — and such a sentiment about the whole thing, all the trees and shrubs doomed, and spared just for that last day. Would it not be touching ? And one might seU plants and flo.vers from ge flDlDe dFar&entie. That Avould be charmingly pathetic, such a sweet idea, and all clear profit, since everything must be rooted up when the bricklayers began to work. It could not make any real difference to Mr. Brydon, he would only have to put off his budd- ing a Uttle, and Garden Lane had gone on as it Avas so long that there could not be any hurry about the new cottages. And Avhen he was told that it Avas for a charity, and that the ladies of BrenthUl asked it as a personal favour, he would not of course refuse. The matter Avas as good as settled."], [148, "138 A GARDEN OF MEMORIES VII Meanwhile the garden, every inch of whose surface was so soon to be laid bare to the gaze of the whole town, had never been so jealously guarded as it was this October. Mary Wynne shut herself up in it, did not go out, even to church, and refused to see visitors. It appeared that she Avas suffering, at her leisure, from headache. She was well enough, however, to loiter round the mossy walks, Ustening to the cawing of the rooks, and looking at every plant and tree with gentle eyes that fiUed Avith tears. Even if there had been no thought of Philip she would have been sad. It was such a short and piteous span of life that yet remained to all around her, and it was she who had decreed that it should end. She felt hke a murderess, and yet nobody loved each leaf ancl flower as she did. \" There Avill never be any more spring,\" she said under her breath, amid the sad splendour of autumn colouring. \" Oh, my poor double thorn, you will neArer blossom like tiny white roses again !\" Her heart ached for the"], [149, "VII ALL OF ONE MIND 139 shrubs and plants which were making ready for their winter rest ; she even thought of the bulbs, asleep long since in the black earth at her feet. She fancied something menacing and strange in the gloom of the great unchangeable cedars. She raised her eyes to them, \" You are dead,\" she said, trying to realise the truth she uttered. \" Dead — and I have killed you.\" Later in the month the leaves had almost all fallen from the lime-trees, and the strong pulses of the looms throbbed behind the bare red wall. Elsewhere in the garden the thinned foliage, out of which all the summer greenness was gone, the delicate twigs etched on the faint blue of the October sky, the chill that crisped the air, the autumn crocuses and purple violets, combined to make a kind of mockery of March, as if a phantom spring had come to bid its haunt farewell. Mary thought this one morning as she went down the walk by the limes. The shining of the pale sun overhead was pathetic, her soul was heavy with repentance, a thousand regrets Avere"], [150, "140 A GARDEN OF MEMORIES VII gnawing at her. Oh Avhy had she ever yielded and sinned against her love ? She did not forget the shameful misery which lay huddled beyond the wall, but she could not recall that vivid sense of it which had prompted her renunciation. Her imagination was blunted. \"And yet,\" she reminded herself, \"it is all there — it is as real and as hideous as it was then. If I could only feel it ! \" She Avent to the httle door and stood with her hand upon the latch. \" Now,\" she said, \" I have only to Uft this and I shall see it aU. I shall see all the ugly wretched ness I could not bear even to think of at Salt haven \" She lifted the latch and stood face to face with Philip. It was as if the whole world had gathered itseU into his eyes. It was more than she could bear, it was pain. Her heart seemed to stand still, her sight failed. For a fraction of a second his face Avent out like a light in darkness. \" You here ? \" he cried, and at the sound of his"], [151, "141 vn ALL OF ONE MIND voice his face came back. \" A thousand pardons — I have startled you ! Hoav clumsy of me ! \" \" No, no.\" She moved backward a little as he touched her hand in greeting. \" Come in.\" \" May I ? \" He stepped across the threshold. \" You didn't expect to find any one standing staring on the step. Of course you took me for a tramp, or a lunatic.\" \" No indeed,\" she protested. \" I kneAV you were — you.\" \" Yes, Avhen you had time to think about it. Ah ! the old garden, just the same as ever.\" He had closed the gate behind him, and without offer ing to advance stood gazing round. His lips began to curve and his nostrils to widen a httle, in quick appreciation of the subtle autumn odours of earth and fallen leaf. He drank the golden air as if it were dehcate wine, and his glancing eyes brightened in recognition of bush and tree. \" Yes,\" he smiled, \" as beautiful as ever, isn't it ? \" \" It was summer when you were here before,\" she said."], [152, "142 A GARDEN OF MEMORIES VII \" You like the summer best ? Well, perhaps — yet this suits the occasion. You know the old place is going to be turned into building ground ? \" His tone spoke volumes, and the white roses of her cheeks bloomed suddenly pink. Evidently he did not knoAv that she had sold it. \"Yes, of course,\" she said ; \" you never heard \" \" That's a lie, 'Liza Barnes ! \" screeched a childish voice, apparently about six inches from Philip's elbow. \" Yer took 'is 'apenny — I see yer do it, and I'U tell yer mother ; I wiU.\" He sprang from the door, and then laughed. \" Little imp ! \" he said. \" Come further in, won't you ? \" said Mary, moving away, and not caring to show her quick ened colour. Was this Philip Wargrave, who had fiUed her Avhole world for so long ! He seemed strangely far away, and a curious sense of loneli ness and unreality .vas steahng over her. \"May I?\" he asked as he followed. \"Are you staying here, then? They told me nobody could get in, and I Avas Avandering round the en-"], [153, "143 VII ALL OF ONE MIND chanted ground, devising aU manner of expedients to effect an entrance, when you came to the rescue, and I assure you, Miss Medland, you realised my idea of a beneficent fairy.\" \" Did I ? How very nice ! \" She was growing desperate, and snatched at the chance of explana tion he gave her. \" But you are behind the time — you don't knoAV that I'm not Miss Medland any longer.\" (Oh, Avhat would he say when he found that she had sold the garden ?) Wargrave stopped, stared, arched his broAvs. \" What ! married ? \" he cried with cheerful readi ness. \" You don't say so ! \" A pleasant light of congratulation .vas dawning in his eyes. It Avas aU over. The bright indifferent smile Avas like a flood of sunUght on pale dreams, and Mary Avoke. \" No, no,\" she said, with something of his own readiness, \" I'm not married, but I've changed my name. I'm Miss Wynne now, not Miss Medland.\" \" Oh, but this is awfully puzzUng, you know."], [154, "144 A GARDEN OF MEMORIES VII You are not Miss Medland ; \" he uttered the words very slowly ; \" yes, I think I have mastered that. And you are — Miss Wynne.\" \"Yes.\" Philip suffered his breath to escape in a faint whistle. \"You are Miss Wynne — but you have sold the garden then ? \" \" Yes; \" Well, I suppose everything must have an end. I always thought somebody woidd buUd on it one of these days, but — Got a good price for it, I hope ?\" \"Yes, very good.\" \" That's well. After all I suppose one may pay too dearly for sentiment — it wouldn't do to sacri fice one's Use to a garden, would it ? No, I think you are right — I've no doubt it was the best thing to do.\" \" Only you Avouldn't have done it ? \" Oh, I don't say that. I daresay I might if I'd been sufficiently tempted. Besides, I don't think it's quite a parallel case ; you see I kne av"], [155, "145 VII ALL OF ONE MIND the place before the time when I met you here ; I stayed with the Macleans a long whUe ago when I was a lad. I suspect the old garden was more to me than to you — naturally, you know.\" 0 heaven ! The garden .vas more to him than to her — \" naturally, you knoAV.\" More to him ! when she Avould have Avatered it Avith her heart's blood to keep it fair for his home-coming. And she shivered as she walked by his side, because it seemed to her that the leaf-sprays which he brushed with his shm fingers as he spoke must surely betray her, must burst into some novel and splendid blossom to greet him for whom they and she had waited so long. \" Yes,\" said Philip, \" no doubt you were right.\" He looked up suddenly, \" I'd forgotten that tree — Avhat is it?\" \" It's a pear,\" said Mary. \"A pear-tree — what a height ! How do you get the pears ? Ah ! I suppose one doesn't notice it when the acacia is in leaf. But it's picturesque, isn't it ? And how sunny it looks up aloft there VOL. I. l"], [156, "146 A GARDEN OF MEMORIES VII with its few yellowing leaves! Yes, as I was saying, I'm sure you've acted for the best.\" \" I hope so.\" \" For, after all, it wiU always be a memory, Avon't it ? And this is a very pleasant ending. But I was surprised when the gate flew open and there you were ! Though for that matter I wasn't as much surprised as you were — I'm certain you took me for my own ghost.\" \" WeU,\" said Mary, \" I didn't expect to see you. I thought you were abroad.\" \" Abroad ? What made you think that ? No, I'm living in West Kensington — why should I be abroad?\" \" I thought you were in New Zealand with your brother.\" \" Oh no ! I've been in Kensington for a year and a half — nearly two years. Who told you I was going to New Zealand ? No — did I reaUy ? By Jove, what an unconscionable fellow I am ! I'm abvays telUng people aU my hopes and fears. I don't knoAV why they are so kind, /wonder they"], [157, "vii ALL OF ONE MIND 147 don't kick me out for a bore. Yes, I did think once, when my uncle married, that I might have to go, but I abvays felt as U something must turn up. It Avould have been too absurd — fancy me in New Zealand ! \" \" Something did turn up then ?\" said the girl faintly. \" Well, yes. My uncle's marriage wasn't such a calamity after aU. His .vise took rather a liking to me, I think (another of the kind people !), and the old gentleman said he'd continue my allow ance for a bit. He is always dabbling in stocks and shares, you know, and he made one or two lucky hits just about that time. So there was an end of the New Zealand scheme, and I started on my own account, with a commission to paint my aunt's picture to begin with.\" \" And you are succeeding ? \" That's too much to say,\" Philip answered Avith his pleasant smile. \" But I think I may suc ceed some day — I've good friends, and good hopes. Ah, by the way, Miss Medland — Miss Wynne, I"], [158, "148 A GARDEN OF MEMORIES VII mean (why didn't you keep your old name too ? It would have been Arery nice, Medland- Wynne, and would have given one time to think), by the way, you might be one of the good friends if you would.\" \" What do you mean ? I couldn't have my portrait taken ! \" cried Mary with frightened eyes. \" Oh no ! \" Wargrave laughed, \" I don't tout for orders hke that ! No, don't apologise, it did sound exactly Uke it. No, but you might let me make a study of the garden. I came down to see if that Avere possible, and then heard that it was such a dragon-guarded spot \" \" Oh, of course ! \" said Mary. \" Yes, I can do that for you.\" \"Who knows?\" said PhUip with a graver smile. \" It may be the stepping-stone to fortune. Do you remember a Miss HiUier who came with some friends of yours in the spring ? Well, she took it into her head that I should find the subject for a picture here — a girl's figure with the old"], [159, "149 VII ALL OF ONE MIND garden for a background. A Guardian Genius she wanted to caU it, but I think I'd rather have it Eligible Building Ground. What do you say?\" \" Yes, I think perhaps it Avould be best.' Wargrave nodded. \" I think it's an idea,\" he continued confidentially. \" Suppose the garden had faUen into the hands of some one to whom it was a real pain to part Avith it — some one like Ethel HUlier herself for instance — compelled to give it up, say by loss of fortune — can't you fancy the last pathetic look round the dear old place ? Yes, I think she Avas right.\" \" Do you know Miss Hilher very weU ? \" Pretty well,\" said the young man. He paused by a rosemary bush, broke off a shoot and looked fixedly at it, smUing and even colouring a little in a very becoming manner. \" The fact is I'm en gaged to be married. I've been engaged since the spring, and Ethel Hilher and Evelyn — she's a Miss Seymour — are sworn friends. If this thing were a real success \""], [160, "150 A GARDEN OF MEMORIES VII \"WeU, you must make it so,\" said Mary. \" And you must let me congratulate you.\" It was speedUy arranged that the young man should begin work at once. \" There is no time to lose in these October days,\" he said. \" I put up at the ' Horn,' in the High Street, you know, last night. I'll just go and get Avhat I want; — it isn't far.\" Mary saw him off, gave orders to the maid that he was to be re-admitted on his return, and then Avent up to her own room and closed the door. She had been quite calm and composed through all the latter part of her talk with Philip, and she was quite calm now. She sat down by her bedside and gazed blankly at the light-coloured Avail, on which her shadow was faintly pencUled by the pale sunshine. It is curious how quickly the great changes come Avhich shape us and all our destinies. It is a moment, not an hour, which turns love to hate, or despair to hope. In a lightning flash the whole aspect of the world is transformed, sun, moon, and"], [161, "vii ALL OF ONE MIND 151 stars are new in new heavens, the tides and cur rents of our lives are all reversed. It was not twenty minutes since PhiUp had turned to her with shining eyes and ready congratulations. \" What! married?\" The words rang yet in her ears, though, as it seemed, she had Uved a Ufetime since they were spoken. She felt sick and strange with a horror of her foolish passion. He had never thought of her, never cared for her, he was \" always telling people his hopes and fears,\" and she had carried these easily uttered, hackneyed confidences of his in her heart, not suspecting that she shared her treasure with Miss Evelyn Seymour, Miss Ethel Hillier, and, most likely, half a dozen more. For the sake of such words as these she had suffered in silence, she had fought against her conscience the whole summer through, she had left the people at her gate to fever and misery. Yes, but, thank God, she had yielded before she kne av the truth — thank God ! thank God ! Now she Avould escape from Brenthill, and the garden"], [162, "152 A GARDEN OF MEMORIES VII Avould be destroyed, the beautiful, hateful garden. It would drive her mad to live through another round of seasons shut in by its waUs. LUe had been nothing but a long malarious dream since first she knew the place, a bewildering, blossom ing, suffocating dream, fuU of idle fancies and memories and cravings. She was overwhelmed with hot shame, she thought she would never draw breath freely till the last tree feU, and the last fibre of root was torn from the soU. A bell jangled sharply through her reverie. Philip back from the \"Horn\" already? She sprang to her feet and went to the glass to make a critical inspection of her colour and expression. As she bent forward to the face which leaned to meet her there came a knocking at the door. \" I suppose that is the gentleman who left just now ?\" she said, without turning her head. \" Ask him if he likes to go straight into the garden.\" \" No, miss, it isn't that gentleman.\" And the maid presented a card on which Avas inscribed, \" Mr. Thomas Brydon,\" Avith a hurriedly written"], [163, "ALL OF ONE MIND 153 VII line beloAv, \" Pray let me see you for five minutes.\" Her champion, her dehverer — Avhat could he have to say to her? Perhaps he had some scheme for facilitating her departure, he might be too impatient to wait till after the sale, which was fixed for the middle of November. \" Show Mr. Brydon into the drawing-room,\" she said, as she refastened the Uttle brooch at her throat. It hampered her, she could not breathe. She found her visitor standing at the window looking out, a smaU sharply-cut silhouette against the clear glass. He turned and came forward. \" Thank you for letting me speak to you,\" he began hurriedly. \" They told me you didn't see anybody, but as it was a matter of business \" AU at once he broke off and looked at her. \" How are you ? Did you Uke Salthaven ?\" \" Very much. I'm very well, thank you. Mr. Eddington told me I was brown.\" \" BroAvn. You look different. Are you .veil, reaUy?\""], [164, "154 A GARDEN OF MEMORIES VII \" Quite well, except for a headache or two. I think it feels close here after the sea-breezes. Won't you sit down?\" By this time Mary had drawn him away from the window, and the hght fell on his face. \" You don't look very well, Mr. Brydon.\" \" I'm well enough, only a bit worried,\" he said shortly. \" It's about this business of ours.\" \" I guessed as much. You want to come in sooner — is that it ? \" \" Not exactly. The question is about my coming in at ah.\" Mary gazed at him with parted hps, but did not speak. \" Look here,\" said Brydon, \" I've been thinking things over, and the more I think the less I like this plan of mine. What right have I to turn you out of your home ? When I first proposed it I thought it was only a matter of money, but it has never been a matter of money Avith you. Suppose I fail in my scheme — suppose my factory doesn't answer and my cottages fall into bad"], [165, "155 VII ALL OF ONE MIND hands — then I shaU have robbed you of your garden, and all for nothing, for worse than nothing. After aU, there must be some risk Avhichever way I set to work — why shouldn't I take the risk at Holly HiU? It might only be waiting a little, and perhaps it would be best ; indeed, I think it might be. And you would be glad, .vouldn't you?\" The words were uttered in tones of unwonted softness, but Mary could not answer. 0 heaven ! was this garden to live and flower in spite of her ? Was she to be caught and thrust back into it, to dweU for ever with empty mocking memories — the garden living and everything else dead, even the throbbing of the looms sUenced behind the long red waU ? \" Tell me,\" said Brydon ; \" you woidd be glad?\" \" Glad,\" she repeated in a strangled meaning less voice. \" You have changed too, then ?\" \" Yes, I've changed — time I did, I think. What is the matter ?\""], [166, "156 A GARDEN OF MEMORIES VII \" Not you ! I never thought you would change !\" \" Of course not. I didn't think so myself. \"You told me you would not!\" she cried. \"I was so sure of you. I thought you cared for those poor people — that you would be true to your plans ; I thought that any time — any time — and I put it off, and now I have tired you out and it is too late !\" \" No, no,\" Brydon exclaimed, \" it isn't like that — don't you reproach yourself. I know what you are thinking of. But if I can reaUy manage to do without your garden — why did I ever torment you so about it ? — if you could keep it with a clear conscience \" (\" If I could keep you for ever close at hand !\" he was thinking as he stammered over his spoken Avords.) \" Mr. Brydon, you are giving me more for the garden than it is worth,\" Mary interrupted him with passionate abruptness. \" I know it- — I have known it aU the time. I don't want so much. Take it, but only give me half for it. That wUl"], [167, "ALL OF ONE MIND 157 VII be enough — it will indeed. I want you to build your cottages — you must ! you must ! I wiU tell Mr. Eddington that it is my doing.\" The smaU young man had started to his feet, and seemed to have grown taUer. He faced her, he was furious. \" Thank you, Miss Wynne ! So you think that is at the bottom of it — you think I came here to try to sneak out of my bargain because I didn't like the price, and wasn't man enough to say so ! Well, if you wanted to clinch the business you've gone the right way to work, for I'U have the garden now, by God ! And you'll take my offer, for the matter has gone too far — unless we both agreed to break it off, and that I won't do !\" \" Don't ! don't ! I can't bear it,\" said the girl. \" I didn't mean that — you must know I didn't. I don't know what I did mean, but not that — I couldn't! You must be more patient with me, please !\" \"I'm a brute!\" said Brydon instantly. \"I beg your pardon.\""], [168, "158 A GARDEN OF MEMORIES VII There was a brief silence. \" I don't quite understand,\" he continued after a moment. \" You wish me to take it ?\" She answered \" Yes,\" with pale lips that scarcely uttered a sound. \" Then of course I .vill. And I wiU do the best I can. Perhaps,\" he said musingly, \" I might use pars: — a strip by the factory, and another bit at the lane end, you know. If I had the frontage there \" \" But you must buUd your cottages,\" she said again. \" I thought of them whUe I was at Salt haven. I ought to have let you begin in the spring. Why did you never teU me the people in the lane had had fever?\" \" It wasn't much. Only two cases, and they are aU right.\" \" If they had died it would have been my fault.\" \" Hardly,\" said Brydon. \" But I knew you were feeling like that when you wrote to me after you came back.\" \" And you wiU build ? \" she insisted, colouring"], [169, "VII ALL OF ONE MIND 159 with a guUty consciousness of the mixture of motives which he could not divine. \" Yes, I wiU buUd. But if I can spare a bit near the house, just two or three elms for a home for your rooks, a bit of turf, and that old buttressed wall Avith the hlies and the lavender at the foot of it — the waU with the tufts of snapdragon — you would Uke that ? You would like to kno av that that bit was safe and cared for Avherever you were, wouldn't you ? And perhaps some day you would come back and see it?\" Mary shook her head. \" No,\" she saicl, \" I thank you a thousand times, but let the garden go ; I ought to have given it up before now. I Avould rather it all Avent ; I Avould, reaUy. Don't cramp the cottages to save a useless piece of it.\" \" I know what that means,\" said Brydon, look ing steadily at her. \" And pray what does it mean ?\" But she her self knew so well what it meant that she could not meet his gaze. \" It means that you will never come back."], [170, "160 A GARDEN OF MEMORIES VII That you can give up the Avhole as readily as the half because nothing will ever induce you to set foot in BrenthUl when once your garden has been touched. That you avUI remember it as it is now, and hate the thought \" \" No,\" cried Mary, moved by a sudden impulse. \" I never will come back to the garden or any part of it — never ! But if you will take it and carry out your plan — if you will make amends for all my selfishness and folly \" She had risen and faced him with eloquent eyes. \"What avUI you do?\" \" I wUl come back and see your cottages when they are built.\" She was startled at her own words, as if an alien voice had uttered them ; she could not think what had prompted her. She could almost have doubted whether she had spoken them had it not been for Mr. Brydon's face. \" I take that as a promise,\" he said simply. \" You wUl let me know where you are, and you shall hear Avhen they are finished.\" He was"], [171, "ALL OF ONE MIND 161 VII content to say no more, and held out his hand instantly in leave-taking. Mary accompanied him to the haU, Avhere they found PhUip Wargrave, who had just been ad mitted by the maid. The men looked a Uttle curiously at each other, and she introduced them, not without a touch of wondering pride at her own calmness. \" Mr. Wargrave is going to make a sketch of the garden for his next picture,\" she added in an explanatory tone. \" A little remembrance of a favourite spot, just for a background, you know,\" said PhiUp, smiling regretfully. \" I've heard of you from Miss HiUier.\" Brydon murmured something about \" the pleasure of meeting Miss HUlier in the spring.\" \" You made a deep impression, I assure you,\" said the young artist. \" She took such an interest in the garden. I think myself there is a pecuUar charm about the dear old place.\" \" It is very pretty,\" the niUr-OAvner agreed. \" I remember Miss Hilher admired it.\" \" Yes, and she remembers you — as Adamant ! I VOL. I. M"], [172, "162 A GARDEN OF MEMORIES VII believe she habitually thinks of you as the Desol ator, for she was sure you would get your own way.\" \" Mr. Brydon came this morning to teU me he could do without the garden,\" said Mary quietly, in her clear voice. \"No !\" cried Wargrave. \" Oh, Miss Medland, you might have spared me this !\" \" Spared you what ?\" \" Oh, why did you teU me ? Why didn't you leave me in ignorance till my picture was finished ? Why did you upset your arrangements to-day of all days ? \" He bemoaned himself tragicaUy, and yet with a little laughing self-mockery about his lips. \"Here was I, steeped to the very eyes in sentiment ; to my finger tips,\" he stretched out his long slender hands, \"I've been steeped in it ever since Ethel HiUier came back ; I was aching deliriously with helpless regret for the old garden ; I believe my work would have been a masterpiece of pathos — oh, a masterpiece ! — and you and Mr. Brydon have conspired together to ruin it. It avUI be a sham now, the trees and I posing together"], [173, "163 VII ALL OF ONE MIND in a make-believe farewell. It's cruel ! cruel ! One doesn't have such fine feelings every day of one's Use.\" And Wargrave thre av himself on one of the hall chairs, while Brydon stood and smiled. \"You'd better go ancl paint the masterpiece. I didn't accept Mr. Brydon's sacrifice — it's all right,\" said Mary. \" I'll undertake that the trees haven't six weeks to live, if that wiU do,\" the Desolator chimed in encouragingly. \" Oh !\" said PhiUp getting up, and looking from one to the other. \" Well, you've spoilt my morning, anyhow. What do you suppose I'm going to do after such a shock as this ? I shaU have to meditate sadly on inexorable fate till I can get myself into tune again.\" \" Meanwhile we all seem to be of one mind at last,\" said Mary with a little lingering emphasis as she shook hands .vith Brydon. The sale is over, it is late in November, and Miss Wynne left Brenthill ten days ago. Philip"], [174, "164 A GARDEN OF MEMORIES VII Wargrave is at work in his West Kensington studio ; he has high hopes of his picture. He certainly never planned anything before which promised half as AveU as this. Ethel Hillier is standing for the figure of the Guardian Genius; Philip asked her because he felt that he and she really understood and cared for the old place as no one else did. Brydon is exceedingly unpopular in Brenthill just now. The Ladies' Committee abuse him over their teacups for his refusal to spare the \" historic pleasure-ground\" till May or June, when they intend to hold their bazaar in aid of Female Education in India. He answered their deputa tion — of Avhom he secretly stood in extreme terror — Avith the desperate frankness of a shy man compelled to speak. When they assured him that it could not really make any difference if the people in the lane .vaited a few months longer for their cottages, and that he could begin to budd just as well in July, he told them that they didn't know what they were talking about, and it was"], [175, "165 VII ALL OF ONE MIND perfectly absurd. They did not like this. And Avhen he offered them a barrow -load of historic brickbats to sell as souvenirs, they took his innocent readiness to oblige them for a mocking insult, threw his brickbats, figuratively, in his face, and went away to give various very graphic versions of the interview, in all of Avhich Mr. Brydon came off very badly indeed. And if the ladies are displeased, so also are the good folks in the lane — they can't think what call he has to be meddling there. It was well enough if he would have let things be, but this is worse than the mess he made there in the summer Avith his nasty dirty drains. It Avas a pity somebody couldn't go and muddle about Mr. Brydon's own house till he didn't know which way to turn, and see how he'd like it. The young man takes no heed of scowhng brows, but goes his way Avith an obstinately good humoured look on his face. The work of destruc tion advances fast, and he stops late at night to inspect it on his way home from the office. The"], [176, "166 A GARDEN OF MEMORIES vn Avorkmen have made a wide cartway through the wall where the little door used to be, and he looks in through the great yawning breach. The gas light shines on its jagged edges, but there is a thin white fog which makes the garden beyond, Avith its poor remnant of trees, like a place of sheeted ghosts. The cedars are down already, the double thorn, broken and disconsolate, stands waiting its fate, the rooks have been scared away, the turf in the foreground, \" mossy-fine,\" is seamed Avith gaping ruts. It avUI soon be aU over. Dead, long ago, the hands that planted those trees and laid those bricks, and the whole garden is ATanish ing like a picture seen in the fire, or a drifting smoke - wreath, vanishing in the love - quarrels, ambitions, and plans of little lives, so brief beside its long, persistent growth. Thomas Brydon, stumbling over fragmentary building materials as he leaves the spot, has no time for its memories — he is too intent on the thought of the cottages Avhich Mary Wynne will come some day to see."], [177, "MES. AUSTIN"], [178, ""], [179, "MRS. AUSTIN I \" All women are matchmakers — some for them selves and the rest for other people,\" said Mr. Francis Leicester. He stood on his OAvn hearthrug, Avith his back to his own chimney -piece, and surveyed the subject comprehensively from that advantageous position. And he Avas entitled to have an opinion of his OAvn about it, for he was nearly three and twenty. Two ladies were present. \" Which am I, pray ?\" said the younger, instantly accepting the challenge. She looked up at the speaker with great bright brown eyes, hke those of some sylvan creature. \" Which am I — for myself or for other people ? \""], [180, "170 MRS. AUSTIN I Frank laughed and turned away a little, gazing at a golden effect of September sunshine on an old family portrait. \" Oh, I'm not going to be personal,\" he said ; \" you don't catch me so. I mean women in general.\" \" Oh, Avomen in general ! I don't care for women in general,\" said Miss Vivian. \"And I don't much believe that anybody else does.\" \" I may say what I like, then ? \" She nodded gravely. \" Yes ; on the under standing that it doesn't apply to anybody in particular.\" \" I'm afraid, perhaps, that Avon's be very inter esting,\" said Frank doubtfuUy. \" I'm quite sure it Avon't be ; it makes me yawn only to think of it.\" \" But this does apply to somebody,\" said young Leicester's mother, smiling, from her easy-chair. \" Frank means me. Whenever he wants to make rude remarks about anything I do, he always calls me Avomen in general. But this time he ought to be ashamed of himself, for — thank"], [181, "1 MRS. AUSTIN 171 goodness ! — Avhatever I may be, I am not a match maker.\" \" Say that again ! \" Leicester exclaimed. \" To day of all days ! \" \" Well, I am not,\" she repeated firmly. \" I don't Avant to make a match of it, I'm sure. Only it seemed hard that they shouldn't meet some- A\\diere, and have another chance.\" \" Just so,\" said Frank. \" Let's hope they'll profit by it. I should think they might know their oavu minds by noAV ; they are getting rather elderly, these lovers of yours, aren't they ? \" \" Elderly — well, they are not so young as Tiny here ; but they are a good deal younger than I am. I don't see why they shouldn't have their feelings as weU as other people.\" \" Oh, I've no objection,\" said Frank, with his hands in his pockets, and his chin a httle higher than usual. \" If i\" wanted to make a match, it should be a new one whUe I Avas about it, not a richauffd affair like this. But that's your concern, and I'm sure I wish you all success. Give them"], [182, "172 MRS. AUSTIN I their Avedding -breakfast, if you like. I'll throw old shoes after them, and go in for aU the rest of the foolery with the greatest pleasure.\" He turned to Tiny Vivian. \"Will you be brides maid ? \" Tiny nodded. \" If it's a pretty dress.\" \"That's settled, then. You shaU support the elderly bride, I'U be best man, and my mother shah be the rest of the affectionate relatives. Why, we can do it all in the family ! No, though ! who's to give her away ? The best man can't, can he?\" \"It doesn't sound quite proper. I Avouldn't have the best man to give me away,\" said Tiny. \" Better have the best man to take you,\" Frank suggested. \" Well, it's awkward, but for such a little amateur performance I think I might double the parts.\" \" Couldn't you manage a slight change of costume as you dodged from one side to the other?\" \"Do not be so silly,\" said Mrs. Leicester."], [183, "173 I MRS. AUSTIN \" And do remember that it is a secret — that nobody knows anything about this old love affair. It is quite a secret.\" \"You hear?\" said Frank, turning his head a little, and looking down at Tiny. \" I don't see why you say ' You hear ? ' to me. I'm sure you're quite as bad, or worse,\" said the girl smartly. \" Oh, but it isn't that. I wasn't doubting your discretion or my own ; but I thought you might have a few spare secrets about you, and not have known where to put them for safe keeping. I wanted you to observe that you might bring them here.\" \" Now, Frank, you knoAV I always do keep secrets,\" said Iris mother. \" I shall keep this one,\" she added virtuously. \" I'm only afraid you and Tiny .von't.\" \" I should keep it better, I think,\" said Tiny, \" if I knew a little more about it. One is so apt to let out half a secret while one is hunting for the other half — don't you think so ? \" She laid"], [184, "174 MRS. AUSTIN I her hand coaxingly on Mrs. Leicester's. \" Do tell me. If nobody knows it, how do you know it ? \" \"My sister told me — my dear sister Avho is dead,\" Mrs. Leicester replied, in a slightly altered voice. Tiny's brown eyes dilated for a moment, and the corners of her eager, smiling mouth went down a little. It was just the attention which any mention of the King of Terrors ordinarily receives in the course of conversation. \"But there's hardly anything to teU,\" the elder lady Avent on ; \" Caroline kneAV something of young South Avhen he was really little more than a lad, and he liked to talk to her about Miss Fairfax. It was quite a boy-and-girl attachment, you know ; I don't think it was ever aUowed to be a regular engagement ; but CaroUne used to teU me about it till I felt as if I knew him. She said it was quite touching to see how the young fellow Avorshipped the very ground Mildred Fairfax trod on. And then he got his commission, and Avas ordered off to India. Oh, it's a long while ago ! I remember Caroline coming in to tell"], [185, "I MRS. AUSTIN 175 me that she had just said good-bye to him, poor boy.\" \" He went aAvay,\" said Tiny. \" Yes, but why didn't they marry aftenvards ?\" \"Well, I don't knoAV. After Caroline died, I never heard any more about them. But when Mildred Fairfax was four or five and twenty she married young Austin, and he was a friend of my husband's ; so I sa av something of her then, of course. We gave them a pair of candlesticks, pink and gold, very pretty ; Mr. Leicester bought them in Paris. But I suppose they Avould be quite Avrong iioav.\" \" Never mind, most likely they are broken,\" Frank suggested, in a consoling voice. \" It Avas Miss Fairfax Avho didn't wait for Mr. South, then ?\" said Tiny, pursuing the story. \" And did he get married too ? \" \" Oh no ! he never married. He Avasn't in the army long ; he sold out, and went to live with an uncle, who died some years ago, and left him a nice little property. No, he never married.\""], [186, "176 MRS. AUSTIN I \" Why didn't she wait for him ? I shan't like her ! Was Mr. Austin rich 1\" \" Pretty well, I think. He was a barrister, but he had money of his own. She is left very well off altogether. But I had quite lost sight of her for a long time, tiU Ave happened to meet at the Stauntons' place about a month ago, and I asked her to come and stay a few days. That's aU.\" \" I shan't like her,\" Tiny repeated softly. \" But you haven't accounted for Mr. South now,\" she persisted with pitUess interest. \" Oh, that was rather funny ; it was at Mrs. Lane's — Minna Wilkinson she used to be. Some one happened to speak of Mr. Gilbert South, and I was curious. I asked to be introduced to him, and we had quite a long talk about poor Caroline and old times. Wasn't it odd I should meet him just after I had seen Mrs. Austin again ? He men tioned her, and told me he used to know her, and began to ask so many questions that I invited him to come and meet her here. And he jumped at it -quite jumped !\" said Mrs. Leicester, sinking back."], [187, "177 I MRS. AUSTIN \" He is in lo A-e with her still,\" said Tiny pen sively ; \" but she doesn't deserve it.\" Frank settled his shoulders against the carved woodwork of the chimney -piece. \"But how long ago is it since these young affections Avere blighted ?\" he inquired. \" That's what I want to know.\" Mrs. Leicester sat pondering the question. \" I don't quite know,\" she said. \"What year was it that young South went out to India ? I could find oui: — I must have got it down somewhere, for it was just when you had the measles.\" Frank uttered a very impatient ejaculation. \"I wish to Heaven there was something you couldn't calculate in that fashion!\" he said. Then he began to laugh, and turned half-apologetically to Tiny : \" Haven't you noticed ? My aUments, Avhooping- cough and mumps, and that kind of tiring \" \" Frank, you never had mumps ! You are thinking of -\" \" have infected all history. In fact, no- VOL. I. N"], [188, "178 MRS. AUSTIN I thing has happened but my ailments ever since I was born. Ask my mother.\" Mrs. Leicester, who had risen to take her knit ting from the table, laid her hand on his sleeve. \" They haven't been very bad, luckUy,\" she said, looking up at his handsome healthy face. \" If they had been, the world would have come to an end, wouldn't it ?\" \" Yes,\" she said, \" it Avould — for me.\" Frank bent his head and touched her smooth forehead Avith his lips. \"For sentimental folly,\" he remarked, as he disengaged himself, \" there is nothing like — like — women in general ! WeU, good-bye for the present.\" \" Where are you going ?\" \"Why, your superannuated lovers can't be here, either of them, for the next hour, and I promised Huntley I'd go and look at those cottages by the river they say ought to come down. It's a shame to spend such an afternoon indoors.\" He looked at Tiny. \" Won't you come too ? You haven't had a .valk to-day.\""], [189, "179 I MRS. AUSTIN \" Not had a walk ! Well, you were playing lawn -tennis for hours — I should like to know what you caU that!\" Mrs. Leicester exclaimed. \" I call it laAvn-tennis,\" said Frank. \" It wasn't a walk,\" Tiny chimed in. \" I'll get my hat ; I should like to go.\" She was at the door in a moment, looking back with an eager, glowing little face as Mrs. Leicester called after her, \" Mind you are not late coming home.\" Frank Leicester was a fine young feUow, good looking, good-hearted, good-tempered, and the OAvner of Culverdale Manor. Had he described himself he would have given that last clause the foremost place. He Avas intensely conscious of the fact that he was a landed proprietor, and family tradition had impressed him with the behef that Culverdale Manor, taking it altogether, was the most desirable spot on the surface of the globe. Any trifling drawbacks were honourably disposed of in the limitation \" taking it altogether.\" Frank could not part himself in his own mind from the estate, which had belonged to the"], [190, "180 MRS. AUSTIN I Leicesters for so many years. He was young Leicester of Culverdale, and if he had not been Leicester of Culverdale, he would hardly have known what he was or what he could be. It may be questioned whether it would have been possible to make provision for Frank anywhere else in the universe. It would certainly haAre been difficult. In his own house, on his own land, or in any company Avhere there was the requisite knowledge of the importance of Culverdale, he was fearless, outspoken, and perhaps a little conceited, with the happy and harmless conceit of a young feUoAv who has been petted all his life, and thinks the world at once better and easier to deal with than most of us find it. But in any society where Culverdale counted for nothing he would have been shy and humble, with a very moderate opinion of his own abilities. Briefly, it may be said that Frank was Culverdale. It was a prosperous, weU-managed, wealthy, and sheltered estate, beautiful after a cer tain trim and English ideal of beauty, but Avith no thing wild or original about it. It was just so much"], [191, "181 I MRS. AUSTIN placid contentment lying in a ring fence. Frank was one with Culverdale when Culverdale was at its best, -with the airy and hopeful freshness of spring about it and the beauty of promise in copse and meadow. Whether he Avould ever be one with Culverdale when it was at its worst, an expanse of sodden and heavy acres lying drearUy under a dull November sky, was a question which might suggest itself to a chance observer more readdy than to those who knew and loved him as he was. Perhaps it is unnecessary to say that Frank Avas essentiaUy a country gentleman. There was a pleasant harmony between the young squire and his surroundings which would demand a pleasant word to describe it. It is true that he had traveUed as much or more than his neighbours, making the most of a limited knowledge of that tongue which is neither English nor French, though it has affinities Avith both those languages. The fact that Culverdale was not much known on the Continent did not depress Frank. He was sorry for the natives of other lands (comprehensively described"], [192, "182 I MRS. AUSTIN as \" foreign beggars \"), who, owing to misfortunes of birth and training, could not appreciate the position he held at home. As he felt himself unable to explain it with any degree of precision, he acquiesced in their ignorance with the good humoured tolerance of a young prince in disguise. He had read his Murray in a good many historic locahties, could find his way, with a sense of old acquaintance, through the streets of Paris, and would have been greatly surprised if any one had told him that he was more countrified than his second-cousin, Tiny Vivian, who had never crossed the Channel and had only enjoyed an occasional week in town. It was true, nevertheless. Tiny, with her bright innocent brown eyes and eager youthfulness, was so evidently undeveloped that it was impossible to classify her. The budding plant might open in the old garden where it had grown, or might be transferred to a conservatory to blossom more delicately there. But Frank had carried that slight rusticity of his to two or three European capitals, and brought it back to the"], [193, "183 I MRS. AUSTIN peaceful English home, Avhere the rooks were ca .ving in the elms outside his windows, and the doves cooing in the tangled copses. Mrs. Leicester went back to her easy-chair Avhen Frank and Tiny had left her that afternoon, and gave herself up to droAvsy meditation. \"A matchmaker, indeed!\" she said to herself, as she leaned back, suffering her knitting and her plump white hands to lie idly in her lap. \"As if I shouldn't make a match for Frank, if I did for anybody ! And no one can say I ever tried that.\" It was quite true. Mrs. Leicester had perceived that important young men were fatally apt to fall in love in a Avrong, or, Avhich Avas much the same thing, in an eccentric fashion, and she had deter mined that if Frank would but choose some one fairly unobjectionable she would ask no more. Hitherto, in spite of many Uttle flirtations, he had escaped the snares laid for him at garden-parties and county balls, and had returned from all his wanderings apparently unscathed. So far as he showed any real preference it was for Tiny Vivian."], [194, "184 MRS. AUSTIN I who received his attentions in a very guUeless and simple manner. It would be great promotion for Tiny to be mistress of the old Manor House, which was a paradise to her girlish fancy, but Frank's mother was quite ready to welcome her there, and was very good meanwhile in the matter of invita tions. Mrs. Leicester was an amiable, kindly, easy-going woman, and was really fond of the ghl, yet in her fierce motherly fondness she would have sacrificed her any day, body and soul, for Frank. Tiny must take care of herself. If Frank wanted her, well and good, but if the young prince should chance to discover a more suitable princess else where, his little cousin must go back to her OAvn people, heart-A\\diole or heart-broken as she might chance to be. Mrs. Leicester's thoughts turned from Frank and Tiny to her expected visitors, and drUted idly in the past, to which they belonged. How AveU she remembered the dull autumn afternoon when Caroline came in to tell her that Gilbert South Avas gone, and how he had done his best to preserve"], [195, "185 I MRS. AUSTIN a manly demeanour to the last. \" Poor boy ! poor boy ! I only hope Mildred Fairfax will be true to him,\" said the kindly, sentimental Caroline, Avhfle her eyes filled at the thought of his sorrow. The sisters were excited over the love story, but naturally it faUed to interest the fretful little tyrant who had the measles. Poor Aunt Carrie had to wipe her eyes and relate a wonderful story about soldiers who went away in ships, but who were aU coming home again very soon. MUdred Fairfax was not required in Frank's version of the romance. Aunt Carrie told no more stories, — she was dead before the young lover reached India, and Mrs. Leicester, looking back across the long years which parted her from her favourite sister, felt a mournful pleasure in taking up the unfortunate love story of whose earhest beginning she had been the confidante. She had a vague feehng that it might please Carrie if she could give Gilbert South a chance of being happy after the fashion that Carrie had planned so long ago. It was a late and unsatisfactory conclusion, perhaps, yet the best"], [196, "186 MRS. AUSTIN I that she could see, and there was a sentimental charm about it which appealed to Mrs. Leicester's easUy touched feelings ; so she sat in her easy chair, thinking it all over, till the figures of the old story — Caroline, GUbert South, and MUdred Austin — came and went in something of a con fused and softened vision before her half-closed eyes, while the windoAv near which she sat became a great sunset picture of darkly towering trees and yellow sky. The sound of wheels passed through her pleasant dream, which was harcUy so much dispersed as a httle more defined when Mr. South stood on the hearthrug where Frank had stood a couple of hours earlier. He spoke in soft deliberate tones, and looked round the room with a covert inquiry in his glance. Mrs. Leicester made an effort, and was glad that he had had a pleasant drive. \" You find me all alone,\" she said ; \" Frank is out somewhere, and so is Miss Vivian, Avho is staying with us. They were playing lawn -tennis aU the morning, and they have been walking all the afternoon.\""], [197, "187 I MRS. AUSTIN Mr. South expressed his admiration of such un flagging energy. \" It Avouldn't suit me,\" said Mrs. Leicester candidly ; \" but I have a sort of recollec tion that when I was young I used to think I would run about all my life.\" \" Ah, Avhen one was young !\" said Gilbert South, with a smile. \" And so you are all alone ? \" he repeated, still looking round with questioning eyes. Mrs. Leicester awoke to a sudden comprehen sion of her companion's anxiety. \" I shouldn't have been alone long, evren if you hadn't come,\" she said. \" I am expecting Mrs. Austin — I told you she was coming, if you remember. She AA'as obliged to put her visit off for a few days, and she arranged to come this very afternoon — in fact, I have sent to meet her.\" \" How does she come, then ? By a later train ? You need not have sent twice, Mrs. Leicester — I would have Avaited.\" \" Oh no, it's the other line. I am expecting her every minute. You have been running a race Avithout knowing it, and you have Avon, you see."], [198, "188 MRS. AUSTIN I I thought she would have been here first. She has been with friends in ConrwaU.\" \"In CornwaU!\" GUbert South repeated the words with a touch of startled interest in his voice. \" She used to hve in Cornwall — I was there one summer a long .virile ago. I wonder Avhere she has been staying now?\" And, after a moment, he added, \" Not in the old house, I knoAV.\" \" It's a beautUul country,\" said Mrs. Leicester. \" Not pretty, like Devonshire, of course.\" \" No, not like Devonshire, but I hke it better, perhaps because I knew it first. The Land's End on a still midsummer day \" He stopped short in the middle of his speech, and looked doAvn, but his silence was full of remembrance. \" Oh, delightful ! \" said Mrs. Leicester, fanning herself slowly with a Japanese fan. \" Do I hear the carriage? No. Of all places I think the Land's End \" and she glided through two or three soft commonplace sentences. \" Yes,\" Gilbert interrupted her. \" I beg your pardon, I mean I think you do hear \""], [199, "189 I MRS. AUSTIN \"Why, of course I do !\" There was the sound of an arrival in the hall. Mrs. Leicester put down her fan, but the door at the far end of the room was thrown open before she could reach it, and \" Mrs. Austin \" was announced. \" Here you are at last !\" she exclaimed, hurrying to meet the newcomer. Mrs. Austin bent her head to receive her friend's kiss of welcome, and the two came up the room with a soft rustle of drapery. The western sun lit up Mrs. Austin's pale face. \" You know Mr. South ?\" said Mrs. Leicester, and with a smile she ansAvered, \" Oh yes,\" and put out a gloved hand. He was cool enough usuaUy, but his heart beat fast, and he hardly knew Avhat he said, as he stepped out of a long vista of shadowy years and a confusion of memories to greet Mrs. Austin, newly arrived from a Cornwall, whose sunsets, blue seas, and fringe of chafing white waves Avere those of a summer long gone by. It was only Avhen she said, \" Yes, it is a long whUe ago,\" that he remem bered what his own remark had been."], [200, "190 MRS. AUSTIN I At that same moment Tiny Vivian, a dainty little rustic figure, swinging a bunch of pale honey suckle and green -coated nuts, was crossing the corner of a distant field. She had gone some way in silence, with thoughts intent upon the romance awaiting her at the Manor House. It is true that to Tiny it Avas a dim and bygone affair, which had been laid by so long that it could have no better sweetness than that of dried rose-leaves and lavender, yet being a real romance it was interest ing, and it was with an absorbed and earnest glance that she looked up at Frank and said, \" I wonder how those two will meet. Don't you think she wUl feel rather strange ?\" \"Why she more than he?\" demanded Frank. \" I should think they would both feel rather queer after eighteen years.\" He aimed a blow at a thistle as he went by. \" I've been thinking,\" he said with a laugh, \" it must be eighteen years ago, if it isn't nineteen, since I had the measles. I Avas a horrid little spoUt wretch, I know — I remember crying because I couldn't go to a chUdren's party"], [201, "191 I MRS. AUSTIN — I used to wear a hideous tartan frock with frUls, and had my hair curled. It is certainly eighteen years ago this autumn.\" Tiny laughed too. \" I suppose I was a baby — my birthday is in August, you knoAV. Isn't it a long whUe ago ? But if he has been waiting all these years, and been true aU the while, he has nothing to be ashamed of.\" \" Might be ashamed of wasting his time, I should think,\" said Frank. \"Don't bestow too much sympathy on Mr. South. And you expect Mrs. Austin to blush for her inconstancy ? Not she ! I'U bet you anything you Uke that the faithless widoAV is much the cooler of the two, and if there is any blushing Avhen they meet, he'U have to do it.\" \" The sunset is doing it,\" said Tiny. \"Look Avhat a glow there is dying aAvay behind those avUIows.\" \" We must look sharp,\" said Frank. He glanced at his Avatch and quickened his pace. \"You can walk a little faster?\" \" Oh yes — are we far from home ?\" and without"], [202, "192 MRS. AUSTIN I Avaiting for an ans .ver Tiny Avent on. \" I've made up my mind, I shan't like Mrs. Austin.\" There was a determined expression in her brown eyes as she spoke. \" Sorry for her,\" said young Leicester. \" But, to tell you the truth, if it wasn't for pleasing my mother, I could very well dispense with the pair of them. I suppose he'll like some shooting- ; but I can't go out with him to-morrow — I've promised to ride over to Bridge End in the afternoon. I don't know what you'U all do, I'm sure — go for a drive, if you like.\" Tiny pushed out a scornful little lower Up. \"All packed in the carriage together!\" Then, after a moment's consideration, \" WeU, we might go to the Castle.\" \" Isn't it rather reckless, using up our one shoAv place the first day?\" said Frank. \"Though, to be sure, it isn't worth keeping — there's so very little of it.\" \"And don't you think it might harmonise nicely Avith their feeUngs ? \" Tiny continued,"], [203, "193 I MRS. AUSTIN taking a higher range. \"Won't they Uke to poke about little old remains of something that used to be very beautiful and splendid ? I should think it Avould give them a chance of saying all sorts of things.\" \"Oh, go to the Castle — go to the Castle, by all means!\" said Frank, laughing. \"I only hope they'll haA-e your fine sense of harmony, and make the most of the opportunity. Mind you don't interfere — that's aU.\" \" I shall take care of your mother,\" Tiny ans Avered loftUy. \" I shaU carry her shawl. And I shall pick ivy -leaves off the waU. I hope I knoAV my duty.\" \" Most people do,\" said Frank drily. \" For instance, our duty is to be home in proper time to receive these good folks.\" \" Shan't Ave do it?\" said the girl, a Uttle appre hensively. He shook his head. \" No, like most people, Ave shan't ! Can you dress in two minutes ? You must try to-night, I'm afraid. It's all my fault ; VOL. I. o"], [204, "194 MRS. AUSTIN I the time shpped away and I didn't notice.\" Tiny, in spite of her uneasiness, was very happy. They hurried on: the gloAv in the west gre.v fainter, and the rooks went by in great clouds, cawing their good-nights overhead. \"I can't think what possessed my mother to want these people ! \" said Frank, with a sudden outburst of irritation, as he helped Tiny over a stile. \"I hate having to hurry you like this — you'll be tired out, thanks to them ! \" \"Oh, never mind me!\" said Tiny, breathless but loyal. \" But I do mind you,\" Frank answered hotly. \" I wish they were a thousand mUes away ! Any how their touching meeting must be over by now.\" He was right, the meeting was over, and, as he had divined, Mrs. Austin had been the more un moved of the two. WhUe she shook hands with Gilbert South she did not cease to answer Mrs. Leicester's hospitably anxious questions. She was not tired — her train was rather late, yes, but she reaUy was not tired — she would not have any"], [205, "195 I MRS. AUSTIN tea — no, she would not have anything. Gilbert looked at her over the top of Mrs. Leicester's head. There was something of doubt, appeal, almost of entreaty in his glance, and Mrs. Austin did not seem to evade it, yet he hardly knew whether it had reached her or not. At that moment he felt it harder to reaUse how he had parted from MUdred Fairfax than it had been when he stood on the rug and listened through Mrs. Leicester's talk for the sound of approaching Avheels. Mrs. Austin's softly modulated and unhurried speech was Uke and yet unUke Mildred's voice as he remembered it. It seemed like an echo of old days awakened in a strange place. She looked at him Avith gently in quiring eyes, as if to discover hoAV much he had changed since their parting, and she met the same mute questioning from him. MeanwhUe Mrs. Leicester wondered aloud, with much discom posure, what Frank and Tiny could possibly have done with themselves. It was getting late : would Mrs. Austin like to go to her room ? So the little party broke up, to meet again at seven."], [206, "196 MRS. AUSTIN i The question which troubled Frank's mother was solved when, at three minutes to dinner-time, she met him on the stairs, looking very hot and dusty. She expressed some views on the subject of punctuahty which seemed to make him hotter. \" We went farther than I intended — we went along the river after I saw Huntley, and had to hurry back. What's the use of making a row about it ? \" he said rather crossly. \" You promised me you wouldn't be late !\" \" Well, don't I teU you we hurried home ? I beUeve Tiny nearly ran aU the way. I wish I'd made her take it easy, if this is aU the thanks we are to get.\" Frank had the disgusted look of a man who faces an ungrateful world. \"Where is Tiny?\" \" Gone upstairs like a flash of Ughtning. Look here, mother, it wasn't her fault, you know.\" \"WeU; aU I can say is that it's very tire some,\" said poor Mrs. Leicester. \" Do make haste, Frank.\" \" I'm only waiting till you've done talking to"], [207, "197 I MRS. AUSTIN me,\" Frank replied with boyish doggedness, and stood stock stUl with his hands in his pockets. Mrs. Leicester uttered an impatient exclamation, and flounced down to the drawing-room, where upon Frank went up the stairs two at a time, narrowly escaping a meeting with a very cool and carefuUy-dressed gentleman who was just coming from his room. He made the most of his time, but it was a heavy-browed and rather suUen young host who made his appearance some minutes after dinner was announced, and offered his arm to Mrs. Austin with a muttered apology. Frank was pro foundly dissatisfied with his guests ancl himself. People who were busy with their love affairs Avhile he was a tiresome Uttle boy getting over the measles belonged altogether to a peculiarly uninteresting past, and the consciousness that he had been wanting in politeness made him angrily uneasy. He made up his mind about Mrs. Austin and Mr. South between his spoonfuls of soup. There was a slight likeness between them at the first glance. It was hardly enough to suggest the"], [208, "198 MRS. AUSTIN I idea of brother and sister, but they might have been cousins. They were both taU, fair, and pale ; they were very quiet, and when they spoke it was with a subdued clearness of tone, and with a little more finish than Frank himself. The resemblance made them stiU more uninteresting, and the soft voices struck him as slightly affected. So far as they were concerned, he saw precisely the pair of faded lovers he was prepared to see, but he noticed that Tiny, whose cheeks were a little flushed, and whose pulses were a httle quickened by their haste and her fear of his mother's displeasure, looked peculiarly vivid and young by the side of the newcomers. There was something happy and eager in her utterance of the most commonplace remarks, which Frank had not observed before. Cross though he was, he flashed an occasional glance of sympathy and encouragement to his fellow-culprit when he chanced to encounter her bright timid eyes. He would not have Tiny scolded for that afternoon's misconduct, and he watched his mother's manner so jealously that"], [209, "199 I MRS. AUSTIN Avhen Mrs. Austin said something about Culver dale, and the road by which she had come, he was preoccupied, and answered rather at random. She turned away with a hardly perceptible smile, and spoke to GUbert South. It was a httle better when the ladies left the dining-room, for Frank contrived to exchange a smile of reconciliation with his mother as he held the door, and so went back to his duty with a somewhat brighter face. But it Avas not mueh better. These people were not to his taste. They had the air of having seen and known things beyond the range of Culverdale society, and Frank felt shy, young, and half-defiant as he sat over his wine with GUbert South. He suspected his guest of possibly laughing at his youth and awkwardness. It is true that there was nothing in Mr. South's manner to justify the suspicion. He did not look like a man who was in the habit of laughing at his neighbours; but Frank was in an unreason able mood that evening. He held himself aloof Avhen they went into the drawing-room, stiU with"], [210, "200 MRS. AUSTIN I that heavy consciousness of inhospitable manners upon him, and suffered Mr. South to ask Tiny to sing, and to go to the piano, talk over the songs, and turn the pages for her, while he sat by the table, holding a paper which he did not read. And then in a moment aU was changed — Frank himself — the whole world. Mrs. Austin rose from her seat by Mrs. Leicester, came out of the shadows into the meUow lampbght, and Avalked to the piano. She simply crossed the room, Avith the Ught shining on her pale, beautiful face, as if she were drawn softly by the music. She Avas utterly unconscious of Frank, who lifted his head from his hand and sat gazing at her, astonished and speUbound, seeing her for the first time. He had been too sulky and absorbed to pay any attention before; he had had her hand on his arm — fool that he was ! — and had taken no heed. Now as she went by it was like a wonder ful revelation, and with a perception which to his own consciousness was singularly quickened, he noted every detail of the picture — the delicate"], [211, "I AIRS. AUSTIN 201 features, the soft fine hair, the shadowy eyelids, the lips parted a little in a lingering smUe, the hand that drooped and held a fan, the dusky soft- ness of her trailing velvet gown, and the web of yellowish lace at her throat, Avith a white spark of diamond light in it. It was not such beauty as Frank had ever taken pleasure in, or even recognised, before, and for that very reason he was unable to set any limit to his admiration. The charm was that of a pale gleam in an un- known sky, reArealing a new Avorld. He was startled at the sudden rush of feeling which carried him out of the narrow boundaries within which he had been eating, drinking, and sleeping till that moment. It seemed to him as if none of the thoughts and words to which he had been accustomed in that earlier Use would serve him now. He had scorned poetry as something foolish and unreal ; but it struck him that if he took up a volume of poetry he might chance to find it all coming true. Something wonderful, inexplicable, unforeseen, had befallen him in that"], [212, "202 MRS. AUSTIN I brief minute ; but the important events of life may very weU happen in a minute which often goes unrecognised. Frank, however, recognised his as it went by. He moved a Uttle as he sat, to command a better view of the room, and saw how South, who was stooping to untie a portfolio of Tiny's, rose with a swUt glance of welcome as Mrs. Austin approached, and silently gave her a chair. She laid her hand on the back, but paused, listening. Looking eagerly at the two as they stood side by side, Frank forgot that he had ever seen a resemblance between them, and would have taken it as an insult if any one had suggested that such a resemblance existed. The secret love story, over which he had laughed that afternoon, rose up terribly before his eyes. He remembered every word he had said, how he had proposed to give them their wedding-breakfast, and how he had joked with Tiny about the elderly bride. He hated himself as he recalled the word. Of course, it had been nothing but a joke ; Frank kne.v well"], [213, "MRS. AUSTIN 203 I enough that a woman who Avas a girl eighteen years earlier was not elderly; but stiU he had used it, and the blood rushed to his forehead at the recollection. It was such a detestable word, hard, prosaic, and commonplace; it seemed to vulgarise and spoU whatever it touched. Frank would readUy have sacrificed a year of his Use (which at his age means that he would have con sented to be a year younger) could he have unsaid that hateful Avord \" elderly.\" His meditations speedUy became so unendurable that, in sheer despair, he got up and went towards the piano. Anything Avas better than sitting there alone, with an idiotic paper in his hand, which would not distract his attention for a moment, and his thoughts full of the remembrance that he had made fun of Mrs. Austin. It was with a singular sensation of being at once very duU and clumsy and curiously keen sighted that he approached his guests. For the first time in his Use he understood that real Use could be dramatic, since hitherto he had supposed"], [214, "204 MRS. AUSTIN I that novels and plays were interesting simply because of their unreality. To say that a thing Avas hke a play meant that it was unlike anything which Avould reaUy happen to a sensible English man. He had not sufficient imagination to enter into the feelings of the people who came and went about him. Long habit might teach him something of their likes and dislikes, hopes and fears, but he had little or no instinct in such matters, and consequently saAv nothing beneath the everyday aspect of life. That night, however, his mother's reminiscences had given him a clue to the deeper meaning of what was passing under his roof, and with that secret knowledge of Mrs. Austin and Mr. South he grasped the situation as if it were on the stage. He saw it as U it were on the stage, but he knew that he was more than a spectator. Tiny was singing, ancl Frank halted a httle way off, as if to listen. He had never felt so shy and ill at ease in all his life ; never felt so httle at home as he did standing there in the Manor House drawing-room, in the very heart of his"], [215, "MRS. AUSTIN 205 I kingdom. Of course, he knew weU enough that he was the master of Culverdale, but he did not see that Culverdale had anything to do with this matter. In fact, for the first time in his hfe, he was profoundly dissatisfied Avith Culverdale ; it was a hole of a place to live in — it had no capa bUities. Hoav should they amuse Mrs. Austin ? She had been everywhere, she would be bored, she would laugh at it. It was aU very Avell for Tiny, but Mrs. Austin was very different. They might have company, might \" call the neighbours in,\" as the old nursery rhyme has it ; but all the neigh bours were bores. Frank had not discovered the fact before, but he perceived it now in the light of Mrs. Austin's presence, and reflected that a dinner party of twenty-bore-power would not mend matters much. Tiny's song came to an end, and Frank awoke to the consciousness that he was looking straight at Mrs. Austin in his perplexity. \" Something makes you very grave, Mr. Leicester,\" she said, Avith a slight smile."], [216, "206 MRS. AUSTIN I \" I — I was thinking.\" And Frank fairly stam mered over this brilliant reply. \" So deeply that it was a shame to interrupt you. \" No, no, not at aU. In fact I was thinking — I was afraid you would find this place very stupid — I was wondering what we could do that you would like.\" \" You were thinking about that . \" Mrs. Austin, who had thought Frank very boyish and sulky at dinner, looked up at him now with sudden inter est. She was surprised and a little touched, for there was no mistaking- Frank's sincerity. \" But, Mr. Leicester,\" she said, \" there is no occasion for this terrible anxiety. I assure you, I'm not a difficult person to amuse. What made you think I was ? \" \" No ; I didn't think it,\" said Frank. \" But if there is nothing at all, how then ? \" \" Come, it isn't so bad as that. There must be some waU_s, for instance.\" \" Oh, Avell, yes, there are some walks,\" Frank"], [217, "207 I MRS. AUSTIN admitted rather grudgingly. \" I didn't know whether you would care for Avalks.\" \" Yes, in moderation. Not what you caU walk ing, I daresay. And drives?\" \" Yes,\" he said, \" you can drive as much as evTer you hke ; only I don't exactly knoAV what there is to drive to.\" \" You are not encouraging,\" said Mrs. Austin with a little laugh. \" There is a ruin,\" said Frank. \" Tiny and I were thinking that perhaps you would hke to go to-morrow afternoon, U it is fine. But it is nothing of a place,\" he continued, fixing his brown eyes despondently on the floor, as if he saw the whole thing in the compass of an Indian rug. \"Ruined too much, or not ruined enough?\" she inquired. \" Oh, ruined quite enough — too much if any thing.\" \" I like a neglected ruin ; I hate restorations. I am sure I shall like to see this one,\" said Mrs."], [218, "208 MRS. AUSTIN I Austin graciously. \" And what is this building, or rather, what was it ? \" \"WeU,\" Frank replied, \"it's a bit of a little tower — Culverdale Castle some people caU it.\" (He had invariably called it so himseU tUl that evening.) \" Perhaps,\" he added with a fine irony, for he was growing more fluent, \"it might have been the fashion to have your castles small Avhen this one Avas built ; or perhaps it wasn't quite fuU grown Avhen it began to faU to pieces — I don't know. But Culverdale Castle — 0 Lord ! \" Frank's tone, as he spoke of his Uttle ruin, conveyed con temptuous disgust, as if it were no more than a decayed tooth. Mrs. Austin slowly turned a ring on her finger. \" I don't know that I'm so very particular about the size of my ruins,\" she said ; \" some people are, I beheve. I remember going once to see the remains of a Roman viUa with some friends. I think they expected to find it standing up with a knocker on the door, and they were very much disappointed ; in fact, they said it was"], [219, "209 1 MRS. AUSTIN a swindle. I won't say your ruin is a swindle, Mr. Leicester, especially after aU your warnings.\" \"You may if you Uke,\" said Frank gloomily. \" I think myself a thing ought to be a decent size. What did you say just now, that you didn't like 'em restored ? \" \"No, I don't. Why? Has this been re stored ? \" He shook his head. \" It's aU right then. I only thought that if you would have liked a little more of it, I might have gone over to-morrow Avith a hod of mortar and a barrow-load of stones, and done it up for you. Only then you couldn't have driven there till Saturday.\" \" Thank you,\" said Mrs. Austin, smiling, \" I think I would rather go to-morrow and see it as it is.\" \" Well — only you won't expect anything, wUl you?\" \" No, I won't. Do you always depreciate Culverdale and everything belonging to it in this fashion ? \" VOL. I. P"], [220, "210 MRS. AUSTIN I The point-blank question, asked in the quietest of tones, was not easy to answer. \" I don't know; not particularly,\" said the disingenuous young man. \" It does AveU enough for me, you know.\" \" I suspect it would do .veil enough for a good many people,\" Mrs. Austin replied. \" That was rather a pretty road I came by from the station this afternoon — you shaU not run everything down so unmercifully.\" Frank coloured with pleasure to hear her defending Culverdale. He felt as if she were taking his part against himself. \" And, by the way,\" she went on, \" there is one thing I want to see which you do not propose to shoAV me, apparently.\" Frank emerged from the depth of his despair. \"What is that? Tell me.\" \" Why,\" said Mrs. Austin, \" I want you to sIioav me over your house. I am sure you have all manner of delightful old things stored away here I caught sight of a lovely old carved cupboard at the top of the stairs, as I came do.vn, Avhich"], [221, "211 MRS. AUSTIN I looked as if it ought to be a perfect mine of wealth.\" \" What sort of old things ?\" Frank inquired anxiously. \" Old china, do you mean, and pic tures, and old Avork — do you care for them?\" \" Why, yes ; don't Ave all care for them nowa days?\" said Mrs. Austin, Avith something which, though hardly so much as a smile, Avas like soft sunshine while she spoke. \" I'm not conspicu ously behind the age, Mr. Leicester — I'm Arery like other people.\" \" That 1 don't believe,\" muttered Frank under his breath. It Avas doubtful whether his com panion caught the Avords or not. Her eyes rested on him with a faintly inquiring expression, and he Avent on hurriedly, \" Let me show you, then. You shall see aU that there is.\" \" That will be very good of you. I should Uke it very much. I suppose you know everything in the house by heart?\" said Mrs. Austin, furling and unfurling her fan, and looking up kindly at Frank."], [222, "212 MRS. AUSTIN I \" All those things ? No, indeed I don't,\" the young man answered, half- laughing and half confused. \" I know there are a lot of old pictures and heirlooms about the place. I've always been meaning to learn aU about them, but I never have. But I'U find out,\" he added courageously. \" It doesn't sound as if you would be a very trustAvorthy guide.\" \" Oh, try me first ! \" he exclaimed. \" Then Avhen you have exhausted my stock of informa tion you can have somebody else who knows more ; and then \" \" And then ? \" she repeated when he paused. \" Why,\" said Frank, blushing like a shy school boy, \" then I think you had better teach me.\" Mrs. Austin looked at him smilingly. \" It would only be common gratitude, Avould it?\" she said. \" It is a bargain, then,\" he urged. \" But when? Candle-light isn't any good, you kno av. Will to morrow morning do ?\" She ans .vered that to-morroAv morning would"], [223, "213 I MRS. AUSTIN suit her perfectly, and looked past Frank in a way that made him turn and discoArer Mr. Gilbert South at his elbow, smUing agreeably, and holding a piece of music. He promptly announced the nature of his errand. \" Miss Vivian has sent me to ask if you will sing this with her.\" Frank hesitated, looking at the song, at Mr. South, at Tiny, avIio from her music-stool surveyed the scene, and waited the result of her embassy. \" Pray do,\" said Mrs. Austin. \" Especially as I see that Miss Vivian has chosen a song Avhich happens to be a favourite of mine.\" \" All right,\" said Frank, and taking it from Mr. South, he went to the piano. He had had his back to Tiny during his talk, and now that he walked towards her it was Avith a clouded face. He had suddenly recollected that there was no occasion for him to amuse Mrs. Austin. South had been invited on purpose to do that. \" I daresay she was wishing for him all the time ! \" thought Frank, .vith a bitter throb of jealousy."], [224, "214 MRS. AUSTIN i \" Well, I don't care ; I'll show her the house to morrow. It's my house — it's all I have, and I will have that, at any rate ! And he shan't come Avith us either ; the others can take him round, if they like.\" \"Aren't you very grateful?\" said Tiny, in a Avhisper, looking up at him with a sunny little face, and arching her delicate brows as if to point the question. \"I saw how good you .vere, and I knew how you must hate it.\" \" Your eyes are very sharp,\" Frank replied. She nodded. \" Oh, but it wasn't only then,\" she said, setting up the music before her, and flattening the page with a touch of her soft little brown hand. \" I looked at you at dinner-time, and I saw you didn't like her. I can always teU Avhether you like people or not.\" \" Can you ? What do you think if I behaA^e to anybody just as I do to you?\" \" I shall not answer that question,\" said Tiny firmly. \" You seem to have forgotten that we are never to talk about anybody but people in general,"], [225, "MRS. AUSTIN 215 I and you didn't behave to her just as you do to me, so that has nothing whatever to do with it. Do you know, I think I have had the best of it this evening ? I saicl I shoiddn't like her, and I don't ; but he is rather nice.\" \" Rather nice, is he ?\" \" Yes,\" Tiny answered, \" he is. Now are you ready?\" Mrs. Austin, listening to her young friend's performance, decided that he had a pleasant voice, sadly in want of a little training. \" Do you sing now ? \" she asked Gilbert South. The \" now \" marked a remembrance that he sang of old. \" Not to-night,\" he answered hastily ; \" to-morrow, perhaps.\" \" Dear me ! Everything seems to be for to morrow,\" saicl Mrs. Austin, leaning back in her chair and looking down. \"I should rather have said that everything had been yesterday,\" South answered in a low voice. \"To-day comes off badly either way,\" she re-"], [226, "216 MRS. AUSTIN I joined lightly, but without raising her eyes. \" It generally does, I think.\" He fancied there was a touch of mockery in her tone, but he could not be sure. \" Do not say anything against to-day,\" he said ; \" I have looked forward to it for a long whUe.\" \"Ah, then you are sure to be disappointed!\" \" Am I disappointed ? \" said GUbert. \" That is what I want to know.\" He turned quickly to the piano. \"Thank you; that is a charming song.\" He Avent back to Tiny Vivian, while Mrs. Austin, softly murmuring her thanks, rose and re turned to Mrs. Leicester, Avho roused herself from a state of drowsy contentment to entertain her. Frank had no further opportunity that evening. Perhaps had one presented itself he would hardly have taken advantage of it. When the party separated for the night he Ungered at the door, and caught a glimpse of Mrs. Austin going up the shallow steps of polished oak, and that moment taught him that his old staircase Avas a fitting background for a picture. Coming back, he took"], [227, "I MRS. AUSTIN 217 up his accustomed position on the hearthrug, so absorbed in his own thoughts that he seemed almost suUen. He was glad that Mr. South was tired, and would not stay to smoke and talk. He bade Tiny a brief good-night ; he stood looking heavUy at his mother as she Avandered about the room, gathering up her scattered possessions. \" You don't like these people, do you?\" she said. Frank muttered something to the effect that South was well enough. \" No, but you don't like them. I didn't much suppose you would ; but I thought you wouldn't mind for once. We don't often have anybody you don't like.\" \" All right,\" said Frank. \" I didn't complain, did I?\" \" No ; and it was very nice of you to go and talk to MUdred Austin this evening. You did go and talk to her ? I didn't dream it, surely ? I Avas half-asleep, I think.\" Yes ; I talked to her; \"And you know it is only for poor Carrie's"], [228, "218 MRS. AUSTIN I sake — just a fancy of mine. It won't be for long, Frank.\" \"No,\" said Frank, \"I don't at all suppose it will be for long.\" \" Mildred was abvays considered very good looking,\" Mrs. Leicester remarked in a musing tone, standing still with a work-basket in her hand. \" Of course, she has gone off a good deal — though really not so much as one might have expected — since I first knew her. But I know she isn't your style of beauty, even if she were not elderly, as you and Tiny were saying this afternoon. Oh, you young folks!\" And Mrs. Leicester ended her sentence with a good-humoured chuckle of reminiscence. There was a pause before Frank opened his lips. Since the time was just long enough to permit of making an appeal to high Heaven, it may be hoped that it Avas so employed. \" I'm sure I never said she was my style,\" he answered, and added in a lower voice, \"I know very well she isn't!\" And Avith that he turned on his heel and Avent away tobed."], [229, "219 I MRS. AUSTIN It was evident that young Leicester might dream his neAV dream with little fear of discovery, unless Gilbert South should detect his secret. Mrs. Leicester and Tiny Vivian had both per ceived that Frank did not like Mrs. Austin. Tiny, being keener- sighted than the elder lady, might possibly reconsider the matter ; but such a conviction is not lightly set aside. Life is long enough for many changes ; but it is not long enough to allow of our recognising many changes in our friends. Having once settled what they must be (which is easily done, since there is but one reaUy complicated human being in the world), it is obviously necessary that they should always be what we have determined they are. How otherwise could we go through life with any feel ing of security ? It Avould be little less intoler able than if the hills and valleys, fields and high roads around us, should shift about and journey in different directions, under a sky whose stars were playing hide-and-seek Avith the astronomers."], [230, "II If Frank had discovered Mrs. Austin's supreme loveliness and charm in the soft hghts and shadows of the evening, it was appropriately reserved for Mrs. Austin to perceive that the morning was the time Avhich best suited her young host. If Mr. South, and perhaps Mrs. Austin herself, should chance to be a httle pale and languid, a Uttle conscious of a shadowy past, \" Clouding o'er the new-born day ATith regrets of yester-morn,\" a little disinclined to recommence the monotonous journey from dawn to dusk, which after aU seemed to lead to nothing very splendid, one would have said that Frank Leicester Avas alive and glad with aU the life and gladness of the newly-wakened"], [231, "II MRS. AUSTIN 221 Avorld. He was not in the breakfast-room when Mrs. Austin came down, but, before she had .veil answered Mrs. Leicester's questions about her night's rest, she heard that he had been out and about for a couple of hours. \"He was here a minute or two ago,\" said Tiny Vivian, herseU a radiant, bright-eyed, early riser, \" he wiU be back directly. He only Avent into the garden.\" And as the words were uttered Mrs. Austin looked out, and saw Frank emerging from an opening in the tall yew hedge Avhich bounded the view on one side, and coming up the path, with the sunshine glistening on the short Avaves of his broAvn hair, and his dog leaping at his hfted hand. If there was a touch of something rustic about Frank, it was an unmixed charm just then, as he opened the glass door and stepped in, fresh as if he had been steeped to the heart in the air and sunshine of \"the country green.\" He brought a breath of the sweet morning Avith him, telling how he had brushed through leafy ways and looked across his level rneado .vs before his guests were ready to"], [232, "222 MRS. AUSTIN n lift their tired heads from their pillows. He had gone to bed with a heavy heart, but he came forward now, happy and hopeful in spite of him self, and prodigiously hungry. Breakfast over, Mrs. Leicester excused herself on the plea of orders to give to the housekeeper. \" That means an hour's gossip,\" said Frank to a famUy portrait. \" It means your dinner, you ungrateful boy,\" Mrs. Leicester repUed, as she opened the door. There was a brief silence after her departure. The four who remained, and whose duty it was to amuse and to be amused, seemed a little uncertain how to set about it. Tiny AA'as the first to make an effort. A suggestive remark, aimed at Mr. South, brought him to her side Avhere she stood at the AvindoAv ; a dialogue on gardens folloAved as naturaUy as possible, and in less than five minutes the pair were setting out to study the example which lay before them, basking in the yelloAv September sunshine. Mrs. Austin, meanwkUe, Avas glancing over the Times, and young Leicester,"], [233, "II MRS. AUSTIN 223 as he leaned against the chimney-piece, penciUed figures on the back of an envelope, and added or subtracted in a curiously haphazard fashion. He never once looked at Mr. South and Tiny, and Tiny was apparently unconscious that Mrs. Austin and he were stUl alive. When the couple were fairly gone, and the sound of their footsteps and voices had died aAvay, Frank dreAv a long breath, glanced at his bit of paper as if he did not think much of arithmetic in general, tore it across, and stood waiting his companion's pleasure, and reflect ing on the advantages of early rising. While Mrs. Austin Avas yet half-asleep, Frank and Tiny had held a consultation on the lawn, under the tulip trees. Starting from the ascer tained fact of his dislike to the strangers, it struck Tiny as very nice of him to say that he Avould shoAv Mrs. Austin round the house after break fast. But, knowing that even Frank Avas mortal, she Avas not surprised that he set a hmit to his self-sacrifice. \" Look here, Tiny, I can't stand both of them,\" he had said. \" You'U have to take"], [234, "224 MRS. AUSTIN n your friend South away somewhere. You like him best, you say — well, I don't. Besides, I expect I shall have enough of him to-morrow. Take him round the grounds, can't you ? \" And when Tiny hazarded a smiling reference to the story they had heard the day before, he stopped her rather abruptly. \" Oh, let my mother mind her own matchmaking — it's no concern of ours. We've only got to keep the secret. And don't you see, Tiny, it would look very queer if you and I walked off and left them to themselves ?\" Tiny saw that. \"They'U have time enough and to spare,\" said Frank finally. \" So they wUl,\" she assented. \" This afternoon, Avhen you are out of the way.\" \"Yes,\" said Frank, gazing intently at a weed in the turf, \" they'll have this afternoon.\" And so it happened that, whUe the afternoon was reserved for Gilbert South, Frank had the morning. \"Are you inclined to haA'e a look round the place?\" he inquired in a meek Aroice when Mrs. Austin seemed to have finished the Times. He"], [235, "225 II MRS. AUSTIN Avaited for her ansAver with some anxiety. Sup pose she should have changed her mind, or for gotten aU about it ! Experience, it is true, had taught him that women were flatteringly com pliant when they had to deal with the young owner of Culverdale Manor. Frank's propositions were invariably applauded by his feminine Us teners, and he knew very well that if he were to suggest to any girl in the neighbourhood that they should ascend Mount Everest together, she would say it was a deUghtful idea, and would take his arm to start off that moment. Frank had never found women capricious. Though he was as ready as any other man to say Souvent femme varie, in point of fact, in his Uttle flirtations, it was always Mr. Francis Leicester who changed very quickly, and the girl who showed an unnecessary and sometimes reproachful constancy. According to experience, Frank should have had no misgivings AA'hen he reminded Mrs. Austin of her promise. But he instinctively felt that his experience Avas not likely to be of much service to him on this VOL. i. Q"], [236, "226 MRS. AUSTIN n occasion. \"You said you should like it — there isn't much to show you, but will you come ? \" he asked with simple directness. Mrs. Austin looked up a httle absently. Their talk of the evening before had not made a deep impression on her, and she had almost made up her mind to spend the morning in writing letters. When Frank spoke she had just reckoned up the most tiresome of her correspondents, and had decided that she might hope to possess an easy conscience by luncheon-time. But as she met his eyes she remembered his anxiety to amuse her, and checked the answer Avhich was on her lips. He was a nice hospitable boy, this son of Fanny Leicester's, and if he wanted to do the honours of his home he should have his way. Her letters could wait, and she would see Frank's old china in the morning and his httle ruin in the afternoon. \" WiU I come ? \" she repeated. \" Of course I will come. I shaU be delighted.\" And she rose instantly, with a sweet readiness which fiUed Frank's soul with a tumult of dehght."], [237, "227 II MRS. AUSTIN It was speedUy obvious that the young man knew very Uttle about the things he had under taken to show. He was vaguely proud of his heirlooms because they were heirlooms. It pleased him to think that he inherited as a matter of course what other people were so anxious to buy. His old oak had been carved for the Manor House, his old cups and dishes had belonged to generations of dead and gone Leicesters. That was enough for him. He remembered the names of a few of the portraits, and in one or two notable cases could even teU the artist, but his remarks as a rule were not instructive. \" Oh, I recoUect that one,\" he would say, with a glance of recognition, \" used to hang in the Uttle room out of the gaUery upstairs,\" or it might be, \" Do you see that queer old feUow up there ? I remember I was awfuUy afraid of him when I was a little chap ; I thought he Avalked.\" Sometimes he confined himself to a simple expression of opinion. \" That's a comical get up — doesn't she look as if she'd got a duster and a feather on her head ? Do you suppose that's"], [238, "228 MRS. AUSTIN II a cap, now, or a hat ?\" But, curiously enough, his ignorance did not affect Mrs. Austin unpleasantly. She did not feel as if Frank were an outsider, but rather as if the connection between him and the people on the walls Avas close enough to justify a disregard of mere book -knowledge about them. She could have learned more names and dates in a couple of days than Frank had acquired in his life, but he claimed kindred with the portraits in the very look and attitude with which he con fronted them. There was a young squire of more than a century earlier who might have been his brother. Mrs. Austin called his attention to the likeness, and Frank, with his handsome head thrown back, stood gazing at him in a glow of suddenly-awakened friendliness. \" I wonder who he was ?\" she said. \" Suppose he turned out to be a namesake of yours ?\" \" I'm sure I don't know,\" the young fellow answered. \" Is he reaUy hke me ? \" And Avith out waiting for her reply he .vent on, \"I'm idiotically ignorant.\""], [239, "II MRS. AUSTIN 229 \" Don't caU yourself names,\" said Mrs. Austin. \" You certainly are ignorant, and it is very dis graceful, but I rather like it. People who know too much won't let one make any discoveries or imagine anything on one's own account. Now you leave me quite free in that respect.\" Frank smiled somewhat ruefully. \" If that is all you want, I am perfect.\" They went upstairs, and there he had rather an easier part to play, as she could appreciate what she saw without his explanation. He was eager to fit keys into locks for her, and would readdy have broken open any obstinate door which resisted his efforts. Certainly, if the future Avas to be for Gilbert South, the present time was Frank's, and he made good use of it, for before that journey of discovery was over, the house was peopled with beautiful memories. There was Mrs. Austin pausing at the top of the stairs, and smihng at a grotesque head which grinned from the door of an old cabinet — Mrs. Austin intent on a dingy bit of tapestry, and triumphantly discover-"], [240, "230 MRS. AUSTIN n ing Rebekah at the weU — Mrs. Austin laughingly putting him aside when he failed to unlock a great oak chest, and turning the key with her shm white fingers — Mrs. Austin looking out from an oriel window across the sunht oaks and chest nuts of the park with a tranquil far-seeing gaze. There was more to remember of this, for in the act of turning away she stopped short, \" Oh, there's some beautiful old china,\" she said, \" I must have a look at that ! Don't you care for these things, reaUy, Mr. Leicester ? \" \"No — I don't know — I mean Yes,\" said Frank. \" Don't you think they are women's things ? \" \" Women's things ? Don't be so scornful,\" said Mrs. Austin, with her quiet smUe. \" That isn't scornful,\" he ans .vered slowly. \" I meant \" He paused and looked at her, at the brown oak panelling behind her head, at the blue and Avhite china, at her hfted hand as she put back a cup. The sunshine, slipping through the leaves which wavered outside, brightened the picture with capricious touches of gold."], [241, "231 II MRS. AUSTIN WeU — you meant ? I am waiting.'1 \"Why,\" said Frank, \"what good are these things to me? I don't understand 'em, you know. I can read the papers and go over my baUiff's accounts just as weU without tAvo blue plates and an old teapot in front of me. But when you stand there it's different — they seem to be all right somehow.\" Mrs. Austin met his gaze with a little touch of laughter just at the corners of her mouth. \" Upon my word ! \" she said, \" I didn't know that I was in such perfect harmony with an old teapot. Well, it is something, no doubt, to be able to adorn the leisure moments of life — when the bailiff is away ! \" Frank would have protested, but she checked him with a quick Uttle move ment of her head. \" Are you going to explain yourself? Don't — an explanation is enough to spoil the most beautiful thing that ever was said, and to make the Avorst worse. Besides, there is no need.\" \"No,\" he answered with a laugh, \"I don't suppose there is.\""], [242, "232 MRS. AUSTIN II Mrs. Austin ended by enjoying her morning in a very bright simple fashion, and feeling a little as if she and Frank were a couple of chddren engaged in some delightful piece of mischief. Frank had certainly hampered a lock, broken a little saucer, lost one key on the floor of a dark cupboard, and mixed up the remainder in hopeless confusion. He knew there were some queer old dresses somewhere, he remembered having seen them as a boy, and in the search for them he took Mrs. Austin into aU sorts of shadowy corners, and made interesting discoveries of old brooms and brushes and dusty books. On one shelf he found some toys, shabby with Ul-usage and long neglect. He stood looking at these for a moment, bewUdered to find that he had forgotten them so utterly and remembered them so weU. He stooped to touch a little painted water-cart, and then shut them aU into the darkness again with a lingering smile. At last he came upon the old brocades and laces of which he Avas in search, and looked anxiously to see whether they would please his companion."], [243, "233 II MRS. AUSTIN \" Are they right ? \" he said, \" or don't you care for them ? \" As soon as he was satisfied on this point, he would have tossed them aU over the floor for her inspection, U she had permitted it. \" Look like private theatricals, don't they ? \" he said when he was bidden to stand on one side. \"Oh, isn't this lovely?\" she exclaimed, without heeding his question. He considered the pale dehcately - flowered silk with a puzzled face. \" Lovely ? Isn't it rather queer and — and — washy?\" he said at last. \"Oh, that won't do at aU!\" Mrs. Austin re pUed, smiling up at him. \" That isn't what we say about such things nowadays. We must educate you.\" \"WeU,\" said Frank, with a flash of inspiration; \" I think I should know better if I saw it on.\" Mrs. Austin shook it out daintily to let the light fall on it, and he looked from the sUk to her face, and back again. All at once he seemed to see Avhat she would look like in it ; a taU sUght"], [244, "234 MRS. AUSTIN II figure in the quaint old gown. \" Yes,\" he said, with sudden conviction, \" I see now. It's beautiful.\" \"You are a promising scholar,\" she repUed. \" What were you saying about theatricals just now ? But these things are too good for theatri cals — too real for such Uttle candle-light shams.\" \" Not a bit too good — if you would act !\" She shook her head. \" Not even to wear this dress ! Though that would be delightful.\" \" Do,\" said Frank. \" Why not ? I'd get my self up like my friend downstairs — the man over the library chimney -piece, you know. Would that be right with this of yours ?\" It was Mrs. Austin's turn to caU up a picture, and she raised her eyes to his face. \" Oh yes, I think so. We should be in the same half-century at any rate, quite near enough for private theatricals.\" \" Oh, I say ! \" Frank exclaimed. \" Half a century ! \" \" Well, I admit it would be an awkward inter-"], [245, "235 II MRS. AUSTIN vai in real life,\" said Mrs. Austin, smiling. \" But I think it might do on the stage.\" \" Let's try it,\" said Frank, with his face aglow. \" No,\" she answered very gently and decidedly. \" Why not ask Miss Vivian ?\" \"Tiny!\" The suggestion called him out of an enchanted world into his everyday existence, and he had to check himself lest he should say some thing ungracious. \"She would look charming in some of these things,\" said Mrs. Austin thoughtfuUy. \"I daresay she would — I mean, I'm sure she would. WeU, we can think of that — any time.\" \" And do you think we can join the others — anytime?\" his companion inquired. \"I should say we had better bring our investigations to an end and look for them. Your mother wUl think Ave are lost.\" Frank attempted no remonstrance ; and she laid everything back in its place Avith a charming dexterity, only pausing once to look at some old lace. He watched her, stiU with the shadow on"], [246, "236 MRS. AUSTIN II his face which had come when that mention of Tiny's name reminded him of more than Tiny. They went downstairs, but could find no one. \" My mother is having more than an hour's gossip to-day,\" said Frank. He turned to a side window and looked out. \"And the others are playing lawn-tennis.\" Mrs. Austin provided herself with a parasol, and they went across the lawn to find the players. Tiny Vivian had enjoyed her morning very well, though she had been conscious that Frank and Mrs. Austin were a long whUe going round the house. She had not, howeATer, got beyond the feehng that it was very good of Frank, and she came to meet the pair .vith a bright face of welcome. \" Coming to play?\" she said gaily. \" AU right,\" said Frank ; and he turned to his companion, \" you wiU, won't you ? \" Mrs. Austin shook her head. \"No — I can't play. No — don't offer to teach me — it's very kind of you, but I'm too old to begin now.\" If he were disappointed it was only for a"], [247, "237 II MRS. AUSTIN moment, for in a moment he felt that he would rather not see Mrs. Austin rushing about after balls, eager, excited, flushed. Tiny might, of course, but not Mrs. Austin. \"It isn't that !\" he said, in answer to her smiling refusal. \"You could learn anything you liked, but you are quite right — it would not be worth your learning.\" And he went away with long steps to fetch her a chair. When he came back, GUbert South was describing something to Tiny in his soft voice, and Mrs. Austin stood a little apart, studying the old house with tranquil eyes. Frank brought the chair, and an Indian shawl of his mother's which he had picked up in the hall. \"WUl you have this on?\" he said. \"No? Then I'll put it over the chair. It's a very ugly chair.\" Frank had never been in the habit of eyeing his furniture so discontentedly. \" It's very comfortable,\" said Mrs. Austin, giving a touch to his arrangement of the drapery Avhich seemed to make it exactly right. \" Now I won't keep you from your game.\""], [248, "238 MRS. AUSTIN n \" Look here, Frank,\" said Tiny, Ughtly touching his arm with her Uttle sunburnt fingers; \"leave me out this time. You play with Mr. South.\" \" No, no, Miss Vivian, that won't do,\" Gilbert protested. \" You've been describing Mr. Leicester as a champion player, and I'm not going to be pitted against him for you to laugh at my clumsiness.\" \"You're not clumsy,\" Tiny rephed, quite simply. \"Thank you,\" said South, with a little bow. \" But I'm a beginner, you know, and you have undertaken my education. Suppose you let me learn a little by looking on.\" \"Come then, Tiny,\" said Frank After aU he had had his turn. It was only fair play to make way for the rival who was also his guest. GUbert stroUed across to where Mrs. Austin sat, and threw himseU on the grass at her feet. \" Upon my word,\" he said, \" I'm not sorry to rest a little. I've taken a good deal of exercise this morning!\""], [249, "II MRS. AUSTIN 239 Mrs. Austin smUed, and watched the game, though she did not understand it sufficiently to appreciate Frank's skill. She was interested in the tAvo agUe figures merely as a picture — a pretty picture in the autumn sunshine. Gilbert, at her feet, leaning on his elbow, seemed as if he also were watching the two figures, but in reahty his eyes were fixed upon a third, a taU slender girl, fair, graceful, swift, playing battledoor and shuttle cock in the stillness of a summer evening, close by an old red-brick wall on which peaches were trained. Above the waU a thin rank of trees rose against a clear sky. There was an arch over the garden path, a tangle of climbing roses, delicate leaf-sprays, and clusters of loose white flowers, under Avhich the girl would go when the game was over and the sun gone down. And beyond the buttressed waU, Avhere the elm boughs were stirring in the cool evening air, was the great world, beginning at the ivy-groAvn garden gate and stretching away to unknown distances. To India, for instance, which lay waiting for a young"], [250, "240 MRS. AUSTIN n feUow who was to do the most remarkable things. It was wonderful only to think of the sights he was to see, the strange faces, the strange skies, before he came home bronzed and bearded, to stroU once more along the grassy walks and find the clustered roses of a later year hanging white in the twilight. As he left the garden for the last time that home-coming had been almost as vivid and real as the tender pain of parting. Afterwards it faded away into a dim picture, sad as such pictures are when what was to have be come an actual future is put aside and marked, \" It might have been.\" But now whUe he lay on the turf, watching Tiny and Frank, it rose up before his eyes as clearly outhned as of old. It could never be. The heads of the household were dead, the old home was broken up, the house was sold. Gilbert had a vague remembrance of having been told that a retired tradesman, who piqued himself on growing big pine-apples, had taken the place and improved it immensely. However long his life might last, it could never"], [251, "II MRS. AUSTIN 241 hold that happy home-coming, as a hero, to the old garden, and the girl who was to wait for him there. He raised himself a Uttle, and turned to Mrs. Austin, who was leaning back against Frank's Indian shawl. \"Do you remember,\" he said, \"how we used to play battledoor and shuttlecock at West HiU?\" She looked down at his uplifted face. \" Yes,\" she ansAvered, in her tranquil voice ; \"I remember.\" And after a just perceptible pause, she added \" perfectly.\" That \" perfectly \" disconcerted him a little, and checked a sentence on his lips. As a rule it is not a perfect but a discriminating memory which we desire to find in our friends. GUbert asked himself Avhether there was a touch of ironical meaning in her Avords, or only a frank simplicity. \" It's a long AvhUe ago ! \" he said. It was a safe remark to make and not an original one. Yet something in his accent made it sound almost like an entreaty. VOL. I. R"], [252, "242 MRS. AUSTIN ii Mrs. Austin smiled. \" It's a very long while ago. These young people were in the nursery then, I suppose, and now their turn has come round.\" \" Do we only have one turn ? \" said GUbert, looking down and touching the end of the shawl which trailed on the short dry turf. \" Ah, that I can't say ! \" she answered lightly. \" How can I tell what Fate may have in store for you ? I fancy you are younger than I am now.\" \" No, no ! \" he exclaimed. \" But teU me — am I much changed ? \" Her eyes rested on him in smiling scrutiny. \" No,\" she said ; \" I think you have changed very little indeed.\" \" You are right,\" he said, after a pause. \" I am very little changed. And you ? \" \" What do you think ? \" South quitted his lounging attitude and sat up. \" That's a question I can't answer. You are changed, and\" yet I fancy you are not changed. You were only a girl, you knoAV \""], [253, "ii MES. AUSTIN 243 \" And now I'm an old Avoman ! \" He winced as if the words hurt him. \" Don't say that ! Not even as a joke ! \" \" Oh, I beg your pardon ! \" she retorted. \" I remember noAV I am a year and a half younger than you.\" \" Oh, you may caU me what you like,\" said GUbert. \" I can assure you I feel old enough sometimes — detestably, flatly, hopelessly old ! \" He spoke quickly and passionately ; the sunshine hghted his fan handsome features, and the de scription of himself which was absurd in connec tion with his actual years was rendered more obviously so by the fact that, apart from a certain expression of face, GUbert South was a very young looking man. He had the air of being conscious of every moment of his past life. One would have said that he continually \"added up the mortal amount \" of days, weeks, and years which he had spent on earth, and carried the total in his Aveary thoughts. And all the time it seemed as if he only wanted a touch of something not easy to"], [254, "244 MRS. AUSTIN n define, of hopefulness, perhaps, or passion, or even defiance, to make him as young as he was at five and twenty. It was hardly wanting as he turned to Mrs. Austin. \" Say what you please of me ! It doesn't matter. But don't say it of yourself. If you \" The sentence was never finished. \" I believe those two are actually going to leave off playing,\" he said in a tone of gentle acquiescence in the decrees of destiny. When the time came for the party to set out on their excursion to the Castle, Frank saw them off with an anxious solicitude for their comfort, which pleased his mother very much. Tiny, behind the scenes, remarked it too, and said to herself that Frank could afford to be very pohte since he was going to get rid of his two bores for the whole afternoon. She liked the politeness none the less for her knoAvledge of her cousin's motive, and nodded him a bright fareAvell as she took her place in the carriage. To the last moment young Leicester was ap-"], [255, "245 II MRS. AUSTIN parently troubled Avith misgivings about his ruin. \" You'U remember that it's a very little one,\" he said to Mrs. Austin, while his mother was arrang ing herself and her many shawls. \" Do you know that you are reaUy heightening my expectations ? \" she replied. \" When were you there last ? I hope nobody has taken a fancy to it since then and put it in his pocket.\" Frank laughed. \" I hope not,\" he said. \"Tiny can find it for you, U it's stUl there. She knows where to look for it.\" \" Where to look for what ? \" Mrs. Leicester inquired. \"Wild flowers? We are quite ready, tell them, Frank.\" And they drove off. As soon as they were beyond the park gates Mrs. Austin Avas called upon to admire the scenery. \" Of course, we don't pretend to have any wonder ful hiUs and rocks and waterfaUs and things,\" said Mrs. Leicester. \" But it is just the kind of landscape I like — so simple and English and homelike. Look at that bit of path and that stUe, now — wouldn't it make a sweet httle water-"], [256, "246 MRS. AUSTIN n colour picture ? With a pretty girl, you know, or an old Avoman in a red cloak.\" It struck Mrs. Austin that the stile, or any number of stiles exactly like it, had been so wearisomely fitted Avith simpering rustics that the suggestion was unnecessary. Mrs. Leicester, however, obviously prided herself on the idea as an original one. \"And I like this up and down much better than those very steep hiUs — they make such endless trouble with the horses,\" the good lady went on. She smUed kindly round on everything, and seemed to settle herself comfort ably in the country as if it had been made to suit her. And indeed if it had been designed with that intention it would hardly have been different. Mrs. Austin was civil though not enthusiastic in her reply. She would have preferred some thing wilder ancl more hilly ; but, then, the sleek chestnuts were not her horses. Or, faihng that, she would have had the pretty Uttle undulations Avhich pleased Mrs. Leicester abolished altogether. She would have hked to drive SAviftly forward"], [257, "247 II MRS. AUSTIN over wide lonely levels with the great arch of sky overhead. She did not appreciate the carefully kept hedges, enclosing stubble and turnips, nor the prim Uttle plantations which looked Uke preparatory schools for young trees, nor the small spire which rose with an air of the utmost decorum above a neat churchyard. \" There is Frank !\" said Tiny Vivian. They all turned to look at the distant figure, which Tiny, who knew the road that he Avould take, had recognised. Frank was seen for a moment on a gentle ascent and then lost behind a clump of trees, but the glimpse remained Avith Mrs. Austin as a little picture. She did not know why it was that the words \" the only son of his mother, and she was a widow,\" came into her head as he rode away, but she realised all at once how precious the kindly, handsome, commonplace young fellow was in his own home. Mrs. Austin, as she sat absently looking at Frank's bit of road, was thinking of a baby's little grave, closed ten years earlier over a life too short to be borne in"], [258, "248 MRS. AUSTIN n anybody's mind but hers. \" The only son of his mother.\" And when she died the httle memory could interest no one but the busy people who count up births and deaths and take pleasure in averages. Even for her it had no individuality that could be expressed in words, though she Avould not have parted with it for aU that lUe could give. MeanwhUe the carriage roUed smoothly on, and she looked right and left at aU the vieAvs that were pointed out to her tUl Mrs. Leicester was able to announce, .vith proud excitement, \"And there — no, not there — a Uttle farther — no, that tree is in the Avay for a moment — there ! now, don't you see a bit of the Castle waU ! Don't you,, Mr. South ? Just beyond the field where the cow is.\" Two minutes later they pulled up by the road side, at the point nearest to the ruins, and the party set out to walk the brief remainder of the way. There was no difficulty in finding the Castle. It stood, together with a small haystack, in the corner of a dreary little field, and consisted"], [259, "MRS. AUSTIN 249 II of part of a tower, a few scattered fragments of stone, and the broken remains of a bit of low waU. \"No doubt,\" said Mrs. Leicester, \"it once extended much farther, and was a magnificent budding.\" She added dignity to the bit of wall by caUing it the \" rampart.\" South, who assented to all her views, called it so too, as soon as he found out what she meant, and delighted her by suggesting the possibility of discovering founda tions with the help of a little judicious digging. The good lady sat doAvn on a fallen stone to con sider the idea, whUe he undertook to walk round the ruins and inspect them more thoroughly. For this purpose he joined the other two, who were gazing up at the tower. \" I don't know anything about it except that it is very old,\" Miss Vivian was saying as he came up. She looked a little doubtfuUy at GUbert, as if she suspected him of possibly making fun of Culverdale Castle, which no one but Frank had any business to do, but after a minute she shpped quietly away and left him with Mrs. Austin."], [260, "250 MRS. AUSTIN II \"And what do you think of it ?\" he said. She smiled. \" Perhaps it would be more cheerful if there were more of it. It strikes me as the most melancholy little ruin I ever saw. It's a mercy the sun is shining.\" \" It is melancholy,\" he said, looking round at the flat green meadow. The tower was of a blackish gray, crusted with lichen ; the grass at its foot was rank, the spreading docks grew coarsely from the Ul-drained soU, and a sluggish Uttle stream crawled a Uttle way off. \" People talk of fortresses frowning,\" said Mrs. Austin ; \" I think this would if it could. There's a touch of malice about it, though it is too petty to threaten.\" \"It isn't amiable-looking,\" said GUbert, with an air of entire conviction. He knew what he was expected to say, though in truth he was not thinking much about the Castle. They stroUed a little farther, and when they reached the wall he made a careful survey of the other side. \"What are you looking for ?\" Mrs. Austin inquired."], [261, "251 II MRS. AUSTIN He laughed a little consciously. \" Walls have ears, they say. It's true this might be deaf by now — it's old enough.\" She raised her eyes to his face. \"Does it matter whether it's deaf or not ?\" \" WeU, yes ; I think it does. There might be a country bumpkin asleep on the grass. We might wake him up.\" \" If I understand country bumpkins, we should be doing him a service.\" Gilbert stood smiUng and pulling his moustache, as if he were calling up a half-remembered scene. \" Once I thought myself alone,\" he said, \" utterly alone. That Avas in a ruin, too, a long while ago, and I — weU, I recited some poetry. Suddenly I felt an impulse to look behind a piUar, and there was a brute, in a cheap travelling suit, grinning from ear to ear. I had a great mind to kill him.\" \" You didn't, I hope ?\" said Mrs. Austin, sitting down on a broken bit of wall and putting up her parasol. \"Not but what there are plenty of people in cheap travelling- suits.\""], [262, "252 MRS. AUSTIN II \" No, I took off my hat to him, and walked away. I didn't kill him, but I think I might as well ; he couldn't have haunted me worse. How ever, it taught me caution.\" \"So it seems. And you are going to recite poetry now?\" \" No ; I don't think I am. At least — yes. I am going to talk about CornwaU.\" \"Is that poetry?\" \" Isn't it ? \" said GUbert, coming a step nearer. \" Or, rather, wasn't it ?\" \" Perhaps in King Arthur's days.\" \"In no days of your own? — of our own?\" he persisted, in a low voice. \" If the old time at West HiU wasn't poetry, there has been none in my lUe. You said this morning you had not forgotten it ? \" \" No,\" she answered, \" I have not ; but if that were poetry, it strikes me that the volume was closed and laid away a long while ago.\" \" It is true,\" said South. \" You needn't remind me that I was the first to close it. I'm not likely"], [263, "253 II MRS. AUSTIN to forget that! But, for the sake of those old Cornish days, I want you to let me say a word of explanation.\" Mrs. Austin shook her head with a smde that was half-hopeless, half-compassionate. \" No, no ; there is no need of explanation — do not let us have any. You make me repeat myself,\" she added Ughtly. \" I told Mr. Leicester this morning that I objected to explanations.\" South arched his brows. \" It seems to me that it was early for Mr. Leicester to be trying to explain himself!\" \" Possibly. And for you it is — late.\" Her tone was very kind as she went on. \" Do you not see that if I had misunderstood you all these years, you could hardly set me right now ? But I don't think I did misunderstand you; and for proof of it we were to be friends ; and we are friends, I hope.\" \" It was aU my fault,\" said South ; \" and to think that I never saw you from the day we parted at West HUl tiU yesterday ! TeU me what you thought of me after I went.\""], [264, "254 MRS. AUSTIN n She met his glance, but evaded his question. \" There was no fault in the matter. Don't you remember we were to be quite free ? You had a right to change your mind, and so had I.\" \" I was a fool ! I was a raw boy — I was flattered ; and she never meant anything ! \" Mrs. Austin made a quick sign with her hand. \"Oh, let it aU rest!\" she said. \"You Avrote afterwards ; you did explain all that there was to explain. It was then that we agreed to be friends. Let us keep to that. As you say, it was only a boy and girl affair.\" She rose as she spoke, but Gilbert folio .ved her. \" It is hard,\" he said. \" My best wouldn't have been good enough ; and it is you, of aU people in the world, who know the worst of me.\" She stopped, looked him in the face, and smUed. \" It isn't very bad,\" she said, in her gentle voice; and South felt himself a feather weight in the scale, whether for good or eAiL He Avas sUent, but Avith so unsatisfied an expression that it was evident he only lacked"], [265, "II MRS. AUSTIN 255 Avords for the moment, and would seek to speak again later. Mrs. Austin anticipated him. \" Were you out of your teens when we said ' Good-bye ' ? Well, not much more, at any rate. Our real lives have been since then. I think people ought to keep their consciences in tAvo or three compartments, and shut the lid down on all such bygone shortcomings. I am glad we have met again, if only to shake hands and say simply that Ave have outgrown old foUies.\" GUbert looked down. \" I was to have been a hero,\" he said bitterly. \" Do you remember ?\" \" Oh, I Uved in King Arthur's Cornwall in those days — in Camelot and Tintagel,\" she rephed. \"No doubt you were to have been Galahad, or Percival at the very least. I expected the most Avonderful things of all my friends.\" \" I think you did.\" He hesitated for a moment. \"Are you more merriful now?\" he asked, in a tone which aa^s between jest and earnest. \" Oh yes,\" was the ready answer ; \" I'm greatly"], [266, "256 MRS. AUSTIN it changed. I can assure you that now I expect very httle.\" They were walking slowly at a Uttle distance from the tower, and as the last words were spoken they caught sight of Tiny Vivian. She appeared to be intently studying the old stones. The dreary httle nook in which she stood, pulling an ivy spray from the crumbling masonry, framed a picture of youth, full of delicate grace and hope. South gazed for a moment, and then turned to Mrs. Austin with a faint laugh. \" She is in her teens still,\" he said, ,i/~ When Frank came back from Bridge End that evening he found a bunch of ivy-leaves on his dressing-table. They had evidently been carefully chosen for variety of shape and colour, and were very daintily arranged. He uttered an impatient exclamation when he caught sight of the signifi cant Uttle bouquet, and stood looking at it with a frown. He kneAV that his cousin had stolen in during his absence, and left it as a token that Gilbert South had had his turn that afternoon."], [267, ""], [268, ""], [269, ""], [270, ""]]