[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "ZRZÓDŁA DO DZIEJÓW KURLANDYI I SEMIGALIJ Z CZASÓW Królewicza Polskiego, Księcia Saskiego Z AUTENTYCZNYCH KORRESPONDENCYI OGŁOSZONE przez E. T. W KRAKOWIE, KSIĘGARNIA W ŁADYSI.A W A .1 A Vi O i; S K I V. (. O 1870."], [8, ""], [9, "ZRZÓDŁA DO DZIEJÓW KURLANDYI I SEMIGALIJ Z CZASÓW\" KAROLA Królewicza Polskiego, Księcia Saskiego Z AUTENTYCZNYCH KORRESPONDENCYI OGŁOSZONE przez JE. T. W KRAKOWIE KSIĘGARNIA WŁADYSŁAWA JAWORSKIEGO 1870."], [10, "W DRUKARNI W. JAWOUSKIEGO W KRAKOWIE."], [11, "WSTĘP. Byt polityczny Kurlandyi jako księstwa udzielnego, rozpo- czyna się od rozwiązania Zgromadzenia rycerzy mieczowych In- flantskich, którzy wprzód osłabieni przez upadek potężnego Za- konu Teutońskiego Krzyżaków, a następnie w skutek przyjęcia reformy religijnej, przez ciągłe z Arcybiskupami Ryzkiemi spory i domowe wojny, dawali możność tak Szwedom jak i Carom Ru- skim zbrojnego mieszania .się w ich domowe interesa. Gdy więc ostateczną ruinę, stracenie swej niezależności i dostanie się w obce poddaństwo niechybnem następstwem dla siebie ujrzeli, poddali .się warunkowo pod opiekę Rzeczypospolitej Polskiej, a ostatni Wielki Mistrz Gotard Ketler złożywszy swą godność w ręce przy- słanego przez króla Mikołaja Radziwiłła, w roku 1562 otrzymał zarząd całych Inflant oraz tytuł dziedziczny w swym rodzie Księ- cia Kurlandyi i Semigalij, aż do wygaśnięcia dynastyi jego po mieczu, zostając wespół z całym swym krajem wiecznym lenni- kiem Polski, jakową inkorporacyję Kurlandyi do Rzplitej sejm w Lublinie w 1569 roku zatwierdził. — Wówczas to do herbów tych prowincyj przyjętą została cyfra Zygmunta Augusta, zacho-"], [12, "II wana na pieczęciach stanu aż do roku 1795, to jest do wcielenia tego księstwa do Cesarstwa Rossyjskiego. Od czasu utworzenia osobnego państwa poinyślniejsze dla Kurlandyi następowały czasy. Związki małżeńskie książąt z pa nującemi domami w Europie rozwijały ich stosunki polityczne, administracyja zaś krajowa oparta na stałym prawie, bezpieczne posiadanie własności, dobry byt i porządek mieszkańcom zapewnia ły. Handel w portach Libawy i Windawy coraz się powiększał i kraj wzbogacał, a lubo wojny Szwedzkie nie raz ją trapiły, za wsze jednak idąc z koroną i Litwą ręka w rękę, Kurlandyja szczęśliwie jakoś kłopoty domowe załatwiała, gdy przeciwnie In flanty i Estonija zmuszone były uznawać za pana swego tych, których prawu silniejszego moc panowania nad niemi dawało. Ostatni z panującej linij Ketlerow ks. Fridrich Wilhelm poślubił w 1710 roku Annę Iwanównę\" synowicę rodzoną Piotra Wielkie go, lecz zaledwie młodzi małżonkowie odjechali z Petersburga, książę na drodze po kilku dniach cierpienia umarł. Szesnastolet nia wdowa przyjechała do Mitawy stołecznego miasta księstw po łączonych, ale rządów nad państwem swojego męża nie objęła. Podług brzmienia ustawy tworzącej księstwo Kurlandyi, prowiu cyja ta po wygaśnięciu linij Ketlerow, powinna była zostać roz dzieloną na województwa i wcieloną do państw Rzplitćj Polskiej, ale już wtenczas silny wpływ sąsiedni myśleć nawet o tym nie dozwalał, zwłaszcza że żył jeszcze w Gdańsku stryj rodzony zmarłego Księcia, Ferdynand Ketler, starzec bezdzietny, którego do sprawowania rządów stany Kurlandyi powołały. Z początku rozpuszczono pogłoski że księżna wdowa Anna jest brzemienną, ale gdy z czasem inaczej się pokazało, ks. Ferdynand po zbyt długim wahaniu się objął rządy państwa i w 1731 roku otrzymał inwestyturę od Augusta II, będąc siódmym z rzędu panującym w tćj dynastyi. Mic zkając zawsze w Gdańsku administrował Kur landyja, tytularnie. «awet ożeni! się był zapewno w myśli utr/.y-"], [13, "m mania rodu Ketlerow, lecz wiek zbyt opóźniony księcia nadzieje jego omylił. Jeszcze w 1726 roku Szlachta Kurlandska administrowana zaocznie, nie mogąc się doczekać stanowczego objęcia rządów przez Ferdynanda, widząc kraj osadzony wojskiem obcym, chcąc położyć koniec tak nie normalnemu położeniu a mianowicie nie pewna swojej przyszłości, myśląc o zachowaniu bytu politycznego Kurlandyi po wygaśnięciu rodu Ketlerow przystąpiła do odbioru nowego panującego a raczej następcy po ks. Ferdynandzie, lubo dwory sąsiednie krok ten za nieprawny uważali. Wybór padł na Maurycego ks. Saskiego naturalnego syna króla Augusta n tak głośnego później bohatera. Przybył ten książę do Mitawy dla obję cia rządów z nadzieją zaślubienia księżnej wdowy po Fryd. Wd helmie, ale już naonczas nie sam tylko wybór stanów mógł go na tronie utrzymać, potrzeba było jeszcze zgodzenia się króla Au gusta i dworów zagranicznych, a Książe Meńszczykoff posądzany sprawiedliwie o chęć zagarnienia księstwa dla siebie, z wojskiem otoczył dom ks. Maurycego, chcąc go gwałtem z Mitawy wyrugo wać. Mężnie odparł ten zbrojny napad ks. Maurycy, lecz nie tylko niemając żadnej od Ojca pomocy, ale przeciwnie otrzymując wy raźne niezgodzenie się na wybór swój króla, gdyż Kurlandczycy niczem prawa swego obierania książąt nieudowodnili zmuszony był opuścić Kurlandyję. Księżna Anna Iwanowua w 1730 roku powołaną została na tron Rossyjski, i zamieszkała stolicę swojego Cesarstwa. Podczas długiego Jej pobytu w Mitawie znalazł się był u dworu młody i nadobny Kurlandczyk, nawet nie szlachcic, Jan Ernest Biren (następnie gdy został hrabią Państwa Rossyjskiego i jednym z pier wszych dygnitarzy, nazwał się Biron i przyjął herb tej znako mitej francuzkiej rodziny), który potrafił pozyskać szczególniejsze względy i zaufanie swojej Monarchini. Przebiegły intrygant i za wsze nieodstępny od Jej Osoby, gdy znalazł się w Rossyi, objął 2"], [14, "IV ster rządu w Cesarstwie, a czynności jego publiczne, nagłe wynie sienie się nad innych, charakter zły, gwałtowny i chciwy, naresz cie upadek, wygnanie i powrót znane są czytelnikom z dziejów krajowych. Kiedy po zgonie Ferdynanda w Gdańsku w 1737 roku Stany znów przystąpiły do Obioru nowego księcia, wpływ Cesa rzowej Anny oddał tron Kurlandski Bironowi, który otrzymuw.szy Inwestyturę w 1739, nie miał nawet czasu, ani sam przysiądz Kurlandczykom , ani od nich otrzymać przysięgi dla siebie, i nie był nawet w Mitawie. Po zgonie tej Pani w 1740 roku Biron przez senat wyzuty ze wszystkich godności zesłany został do Syberyi, a następnie po wstąpieniu na tron Cesarzowej Elżbiety rozkazano mu mieszkać w Jarosławiu. Prawie dwódziestoletnie bezkrólewie zmusiło stany Kurlandskie do myślenia o zajęciu wakującego tro nu, tym bardziej że Cesarzowa Elżbieta urzędowie w Imieniu Swo ich następców oświadczyła, że Biron z wygnania nigdy powróco nym nie będzie. Wtenczas to młodszy syn Augusta IH Karol, mia nowany został książęciem Kurlandskim, i opisaniu tej trzechletniej burzliwej epoki jego panowania książka ta jest poświęcona. Podc/as bezkrólewia pieczęć stanu oprócz herbów własnych, miała jako lenna prowincyja Polski, herby korony, Litwy i w środku cyfrę króla Augusta. Od wstąpienia na tron Karola herby Polski i Saski umieszczono w pieczęciach jako herb prywatny panujące go, a do herbu państwa dodano cyfrę Augusta UL Cyfrę tę Biron po powrocie z Syberyi i objęciu rządów nad Kurlandyją jako też i syn jego Piotr, zachowali aż do zgaśniecia bytu politycznego tego kraju. Jan Ernest Biron w czasie swojej potęgi wymurował w .Mi tawie nowy Zamek na miejscu dawnego obronnego, wspaniały i obszerny. Gmach ten jak równie i pałac w letniej rezydencji w Ruenthal wzniesiony był przez tegoż budowniczego Rostrelli który stawiał Zimowy zamek Cesarski w Petersburgu. W zamku tym w dolnym pomieszkaniu jest wielka sklepiona sala, gdzie są"], [15, "V złożone trumny i ciała wszystkich ks. Kurlandskich, ich żon i dzie ci, od Gotarda Ketlera do J. E. Birona. Groby zawsze mieściły sio w Zamku, gdyż w dawnej rezydencyi była osobna kaplica, obecnie zniesiona. W 1705 roku gdy wojska Piotra Wielkiego wzięły szturmem zamek Mitawski, znaleziono zwłoki książąt odarte przez Szwedów i z trumien powyrzucane. (Buturlin, Wojen. hist. pochodów Ros.sjan w XVHI wieku. Petersburg 1819). J. E. Bi ron leży nabalsamowany, wybornie zachowany, ubrany w czarne aksamitne krótkie suknie, białe pończochy i trzewiki ze szpronczka mi, w peruce upudrowanej, na piersiach ma gwiazdę orderu S. Andrzeja. Na trumnach są herby państwa wśród których wszędzie cyfrę Zy-gmunta Augusta widzieć można. Po wstąpieniu na tron Cesarza Piotra III, Biron otrzymał przebaczenie, lecz tron Kurlandyi dla jednego z krewnych nie mieckich Cesarza Jerzego Ludwika ks. Holstcjn-Gottorp , był ta jemnie przeznaczony. Dopićro Cesarzowa Katarzyna H powróciła mu jego prawa i godności w 1762 roku. Jan Ernest zmarły 1772 r. powtórnie wstąpiwszy na tron, późną i niedołężną starością obar czony (urodził się 1690 r.) sześć lat tylko czynnie administrował i za życia jeszcze swojego rządy państwa oddał synowi Piotrowi. Ostatni to był książę Kurlandski, przyśpieszyły złożenie dostojno ści jego książęcej wypadki 1794 roku, gdy Szlachta Kurlandska aktem formalnym podpisanym w Libawie i zaprzysiężonym dnia 27 Czerwca połączyła się z powstaniem Polskim pod naczelnic twem Kościuszki. Ks. Piotr umarł na Szlązku w Zamku Sagan w 1800 roku, wziąwszy' dwa miliony rubli za ustąpienie praw swoich do Kurlandyi. W 1812 roku gdy Macdonald zajął wojskami francuzkiemi Kurłandyję, na chwilę zabły»sła myśl wskrzeszenia udzielnego księstwa, do czego familijne związki Tajleranda z Bironami myśl podawały, ale wypadki te zbyt krótko trwały, i z epoki tćj po została tylko zachowana w Muzeum w Mitawie pieczęć Kurlandska"], [16, "n z orłem pierwszego Cesarstwa we środku. Tamże zachowane są wszystkie dawne pieczęcie stanu Kurlandskie rżnięte na stali, z tych do opisania naszego dołączyliśmy w rysunku : N. 1. Pieczęć Ferdynanda ostatniego z domu Ketlerow jako Administratora. N. 2. Pieczęć z czasów bezkrólewia po wygnaniu Birona. N. 3. — z epoki panowania Karola. N. 4. — J. E. Birona po powrocie z wygnania. N. 5. — Piotra Birona ostatniego księcia Kurlandskiego."], [17, "ZRZÓDŁA DO DZIEJÓW KURLANDYI I SEMIGALIJ"], [18, ""], [19, "Der llocliyerelirtcii Gesellschaft fiu Literatur und Kunst In JMLI^&ltjl diesen Abschuitt der Geschichte Kurlands aus den Zeiten der Regierung Herzogs Karl, ais Beweis seiner aufrichtigsten Hochachtung widmet Ełuttachius Graf Tyszkiewicz. orni. Praese3 der arehaulogischen Knmmissi',., und Kurator des Musem.,;, fur Itertliumcr in Wilna; — Mitglied der kaiser.ielien Acadcmic der Wissenscliaftcu Petersburg, dci' kiiiiigliclieii Academie fiir Geschichte und Altertliiinier in Stock olm, der kaiserlichru Sffentliehefl Bibliotliek in Petersburg, des Arcl.iiolngiscl.e.i istituts in London, der gelelirten (.esellscliaftm in Moscau, Mitau, Kiga, Krakan. ł.^ci.n łerm.TiAnhap*ftTi M»in»>.. dpi* S,»i'lti»ii'l, - '..iimr/Se.',.'.,,. Mjieie.n in T.fl.ntrzpi. p.tp 'ósen, Koppenbagen, Mainz, der Serbiseh - Lausitzselien Macica in Bautzen etc."], [20, ""], [21, "DO CZYTELNIKA. W 1864 roku P. Bolesław Łopaciński członek Wileńskiej archeologicznej koinissyi, zostającej wówczas pod moją prezyrdency ją, pragnąc mieć czynny udział w pracach naukowych towarzy stwa, prosił mnie o wskazanie przedmiotu, ,który mógłby poży tecznie dla dziejów krajowych opracować. Ze zaś P. Łopaciński doskonale posiada język francuzki, przeto udzieliłem mu korrespon dencyje Karola ks. Kurlandskiego , z archiwum, zpokrewnionego ze mną domu hr. Platerów wydobyte, wespół z przygotowań cmi przezemnie materiałami do jego życiorysu, jak równie tćż wyjątki z pamiętnika Ces. Katarzyny H. — listów Kierskiego i t. p. Wypadki późniejsze, długi przeciąg czasu i oddalenie się oso biste pracujących , kazały wątpić że praca ta kiedykolwiek ogło szoną zostanie. — Kiedy druk książki obecnie przezemnie wyda nej był już praw.e ukończony-, otrzymałem egzemplarz francuzki i list od P. Łopacińskiego pisany u. 25 maja 1870 r. w tych sło wach „Składam u stóp Twoich drogi Hrabio egzemplarz księcia „Kurlandskiego, — Twoje to dzieło — niech więc mi wolno bę „dzie jako wydawcy pierwszy egzemplarz w ofierze wdzięcznego „serca złoży-ć.\" Serdecznie uradowany tym wydaniem ozdobnym i powiększo nym dodaniem niektórych Aktów, znajduję się w konieczności uwiadomić czytelników, których te dwa wydania jednocześnie ogło szone mogłyby w jakieś niedorozumienie wprowadzić, że P. Ło paciński za moją wiadomością i zgodzeniem się, papiery moje miał sobie udzielone. Powoduje również do tego objaśnienia myśl , ażebym i ja sam nie był pomówiony oto, żem z pracy P. Łopacińskiego korzystał i tłumaczył; zwłaszcza że autor francuz kiego wydania ani słowa o tem nie wspomniał. Nic to jednak obu wydaniom nie przeszkadza. Z francuzkiego korzystać będą zagranicą ci co po polsku nie umieją, z polskiego zaś czytelnicy nasi z tym samym przedmiotem się oznajomią. — P. Łopaciński opuszczając listy pisane po polsku przez ks. Karola, zmniejszył znacznie Jego korrespondencję i trochę listy między Platerem i Zabiełłą pomieszał. Zawsze to jednak szacowna jest praca, dobrze zredagowana, i tylko spotkanie się z sobą tych dwóch wydań spowodowało niniejsze objaśnienie. E. T."], [22, ""], [23, "Tabl.1V. MONETY KRÓLEWICZA KAROLA jako Księcia Kuilauuyii .semigalij. tasrfUf.Salba w KiaUowie."], [24, ""], [25, "VV Daugieliszkach, dawniej rezydencji rodziny Platerów, położo- nej w Gubernji Wileńskiej powiecie Zawilej skim, (dziś Swięciań skim) w zbiorze rękopismów zebranych i pozostałych po Kazimie rzu Hrabi Platerze ostatnim Podkanclerzu W. Ks. Litewskiego, znajdywały się autentyczne korespondencje jego ojca Konstantego hr. Platera Wojewody Mścisławskiego, zasługujące na uwagę z tego względu, że wszystkie prawie w politycznej treści i przez osoby w swoim czasie najważniejsze odegrywające role, pisane były.*) Ze zaś Wojewoda Mścisławski Plater, wespół z Tadeuszem Lip skim , Kasztelanem Łęczyckim , byd Komisarzem od Króla i Rze czypospolitej wyrbranym, dla ułatwienia interesów Kurlandyi ; przeto pisma Augusta IH, Królewicza Karola Księcia Kurlandji i Seini galji, pierwszego Ministra Hrabiego Briihla, i wielu innych zbb żouych do spraw tego Księstwa osób, — odkrywają szczegóły, interesujące dzieje krajowe i postępowanie panującego podówczas Saskiego domu, a bardziej jeszcze opisujące krótki okres żyrcia i spraw publicznych ulubionego powszechnie lecz nieszczęśliwego Karola. *) Listy te prawie wszystkie pisane w języku Francuzkim, oprócz kilku listów ks. Karola pisanycb po polsku, dozwolono mnie łaskiiwie dla naukowego użytku zkopiować w 1848 roku. Ogłaszam je w tłumaczeniu polskim, przeko nany, że. to zrzóclła historyczne dostępniejszemi czyni. Przy innych listach odnoszą cych się do tejże epochy życia Ks. Karola, czytelnik znajdzie wiadomość, do ko^o adresowane i gdzie znalezione zostały."], [26, "14 Jak każda rzecz wyświetlejąca fakty na ojczystej ziemi zda rzone, najsilniejszy w miłośnikach historji wzbudza interes, — tak i korespondencje te niepowinne były dłużej leżeć W zapomnieniu. W przeciągu trzech lat niespełna politycznego życia, królewicz Karol nagłe zmiany szczęścia doświadczyć i niefortunne przecho dzić musiał koleje. Syn królewski, Elektoralny książę Saxonji, domniemany następca tronu Polskiego, naostatek udzielny Pan i Książe, w jednej chwili prawie , przy obrocie politycznych wy padków, pozbawiony- nadziei tronu, i berła Księstw, którćmi rzą dzić był godzien, wrócił na to do króla ojca swojego, ażeby od tej ręki która wspierać interesu syna już nie była w stanie, ostat nie tylko odebrał błogosławieństwo. Karol Krystjan Józef, syn Augusta III, i Marji Józefy córki Józefa I, Cesarza, urodził się w 1733 roku 13 Lipca. Ojciec jego współcześnie panując z Elżbietą Cesarzową Rossyjską, w Jej po tędze i przyjaznych dla domu swojego stosunkach, widział silną rękojmię dla poparcia swoich zamiarów, które głównie zależały na utrzymaniu dziedzicznćm dynastji swojej na tronie Polskim, na upokorzeniu przeciwnej sobie a nazbyt silnej partji Czartoryskich, i na osadzeniu ulubionego syna swojego Karola na tronie Kur landzkim, od lat kilkunastu po wyrgnaniu Birona wakującym ; przez co symowi swojemu mógł by dać pierwszy krok do następstwa po sobie. Dla tego też przeznaczył go do służby w wojsku Rossyj skiem w celu zyskania względów tej Monarehini, i wyTsłał go do armji zajętej naówczas wojną z królem Pruskim. Od czasu jak Księżna wdowa Kurlandska Anna powołaną została na tron Rossyjski, los dziwnie interesa Kurlandji z intere sami Rossji powiązał, i osłabił stosunek lenny tego księztwa z Rze cząpospolitą Polską. Za Jćj wolą powodem wygaśnięcia linji Ket lerow Jan Ernest Biron, wyniesiony na godność Książęcą (1737), po śmierci tej Monarchini (1740) zesłany- z rozkazu Cesarzowej Elżbiety na wieczne wygnanie, zostawił przez lat prawie dwa dzieścia kraj bez panującego i rządu. August IH, za poradą i zgo dzeniem się przychydnych domowi swojemu Senatorów, mimo usilne przekładania i uwagi Ministrów dowodzących po zerwanym Sejmie iż dysponować Kurłandją nie jednemu lub dwom, lecz wszystkim trzem Stanom należy ; iż Konstytucyja 1736 na raz tylko jeden królowi Księstwem Kurlandji dysponować pozwoliła; i tym podo-"], [27, "15 dobne przestrogi, których się wkrótce potćm doskonała gruntow ność pokazała, nie mogły przeszkodzić ażeby Królewiczowi Karo lowi u Cesarzowej Ross}rjskiej łaskę, a u obywateli Kurlandji afekt pragnącemu zaskarbić, to Księstwo oddane nie było. Gdy więc na tem stanęło, Królewic dnia IG Marca 1758 roku rano, po wysłuchaniu mszy świętćj w kaplicy pałacowej, udał się traktem na Królewiec do Petersburga, dokąd dwór jego i bagaże na kilka dni przed nim wyprawiono. Było to rozpoczęcie dzieła które krótko -trwającą radość dworowi przynieść miało. Cieszyło się serce królewskie otrzymując zewsząd wieści o świetnem i od powiednem stopniowi i urządzeniu ulubionego syna przyTjęciu. Ga zeta ówczesna (1758) Kuryer Polski w tych wyrazach podróż Jego opisuje. *) „Dnia 19 Marca w niedzielę Kwietną zrana Królewic JMć Karol z paradą wspaniałą przy licznćj assystencyi officerów Ros- *) W pamiętnikach Cesarzowej Katarzyny II ogłoszonych w Londynie 1859 roku, noszących tytuł: Memoires de I' Imperalrice Oatherine II ecrits j,ar JEUle-mhne, następujące na str. 289 znajdujemy szczegóły o bytności królewicza Karola w Petersburgu. „Ku wiośnie tego roku rozeszła się wieść* że Karol Książe Saski, syn Króla Polskiego Augusta III, miał przybyć do Petersburga. To nie było przy- jemne Wielkiemu księciu (następnie Piotrowi III) dla rozmaitych przyczyn, z któ- rych najpierwsza ta była, że się lękał ażeby to przybycie nie zrobiło dla niego jakiej subiekcyi, gdyż nielubił ażeby raz wprowadzony tryb życia, w czym kol- wiek się zmienił. Drugim powodem było to , że panujący dom Saski był nie- przyjaznym dla Króla Pruskiego; trzeci powód mógł jeszcze być ten, że się lę- kał wydawać nie korzystnie obok znakomitego gościa: to przyniij mniej hyło bar- dzo skromnie z jego strony, bo ten biedny książę Saski sam się niczem nie od- znaczał, i nie miał żadnej instrukcyi, prócz polowania i tańców nic nie umiał, i sam mnie powiadał, że w życiu swoim żadnej książki w ręku nie trzymał, oprócz książek do nabożeństwa, które mu dawała Królowa matka, niezmiernie sama nabożna. Książe Karol Saski rzeczywiście przyjechał do Petersbuga 5 Kwie- tnia tegoż ;17.JS) roku. Przyjęto go z wielkiemi względami, wspaniale i świet- nie. Assystencyja jego była bardzo liczna, mnóstwo Polakowi Saksończyków towarzyszyło mu, między któremi był jeden Lubomirski, jeden Potocki jeden Kzewuski którego piękny m nazywano, dwóch książąt Sulkowskich, hrabia Sapieha, hrabia Branicki późniejszy hetman, hrabia Einsiedel, i wielu innych których nazwisk niepamiętam. Miał on przy sobie rodzaj mentora w osobie pana Lachinal, który czuwał nad jego czynnościami i korresponden cyją. Dano księciu Saskiemu mieszkanie w domu Szambelana Jana Szuwałowa, tylko co skończonym, i w którym gospodarz cały swój gust wylał, lubo dom ten"], [28, "16 syjskich, którzy za miasto naprzeciw Jego królewiczowskiej Mości wyjeżdżali, oraz przy biciu z harmat, do Królewca wjechał. Gdzie w Zamku z osobliwszym poważaniem był przyjęty od Książęcia JMci Wołkońskiego Komendanta Królewieckiego, za którego ordynansem, oprócz zwyczajnej zamkowej warty, 200 Grenadje rów ludu wybornego na wartę Królewicowi JMci wyznaczono. Odebrawszy należyte powitania, Królewic JMci wraz się udał do pokoju umyślnie przygotowanego w zamku, gdzie mszy świętej klęcząc słuchał. Nazajutrz po wyjeździe swoim z Królewca, sta nął Królewic JMci przed wieczorem w Kłajpedzie (Memel). Tam podobnym sposobem z wielką czcią przy biciu z armat około fortecy był przyjęty. Ta forteca lubo dość jest mocna, przecież ją wojsko Rossyjskie bardziej wzmacnia. Dalsza podróż z Kłaj pedy Królewica JMci była do Mitawy, od którego miasta o trzy zupełnie nie był gustownym i nawet zły, chociaż bardzo bogato urządzony. Było tam wiele obrazów, ale najwięcej kopij, jeden pokój był ozdobiony drzewem te li i nar, ale ponieważ tchinar nie błyszczy, kazano go polakierować. Z tego powodu zrobił się on żółty, ale koloru nieprzyjemnego, co gdy znaleziono nie niedobrein, aby zaradzić złemu, okryto wszystko ciężką i obfitą snycerszczyzną. którą posrebrzono. Zewnątrz ten dom sam z siebie ogromny z ozdób swych wy glądał jak des m riifhettes de point d'Alencon, tak był przeładowany ozdobami. Hi'. Jan Czerniszew przeznaczony był do osoby księcia, podejmowanego kosztem Dworu, i przez sług dworskich usługiwanego. W nocy przed bytnością księcia u nas, byłam tak cierpiąca, że więcej niż trzydzieści miałam operacyj. Pomimo to i gorączki mnie trawiącej, ubrałam się nazajutrz dla przyjęcia ks. Saskiego. Wprowadzono go do Cesarzowej około dru- giej po południu, z tamtąd wprowadzono go do mnie, gdzie wielki książę miał przyjść o kilka minut później. Dla tego też postiiwiono trzy krzesła z poręcza- mi, pośrodku dla mnie , na prawo dla Wielkiego księcia , na lewo odemnie dla księcia Saskiego. Ja jedna całą rozmowę prowadziłam, bo W. książę jakby nie- chciał rozmawiać\", a ks. Karol był mało mówiący. Po kwadransie czasu ks. Ka- rol wstał dla zaprezentowania nam swego ogromnego orszaku. Kozumiem że było przeszło dwadzieścia osób , do których się w ten dzie>ń przyłączyli posłowie Pol- ski i Saski ze swemi urzędnikami. Po półgodzinnej bytności książę odjechał, a jani się rozebrała i położyła w łóżku, przez trzy luli cztery dni dręczona silną. gorączką, po której uczułam oznaki poważnego stanu. W7 końcu kwietnia udali- śmy się do Oranienbaumu. Przed wyjazdem dowiedzieliśmy się. że ks. Karol Saski idzie jako ochotnik do armii działającej Eossyjskiej. Trzed odjazdem do wojska pojechał z Cesarzową do Peterhofu gdzie go fetowano. I w mieście i w Peterhofie nic bralsmy w tych uroczystościach udziału, byliśmy w naszej le tniej rezydencyi, gdzie książę pożegnał się z nami i odjechał i Juli ."], [29, "17 ćwierci mili spotkali Jego Królewiczowską Mość Jmci Pan Bestu żef Generał, Ichmci Panowie Oberaci, szlachta Kurlandzka, Imci Xiądz Lesver Oficjał, — i w licznćj assystencji do miasta pro wadzili. Samych karet paradnych szło dwanaście. Od miasta zaś z kompanji Kupieckiej 60 ludzi przystojnie w jedną barwę ubra nych, mając z sobą chorągiew, kotły, trąby, z dobytemi szpada mi, na koniach, assystowało. Za któremi kilka dzielnych koni z bogatemi siedzeniami prowadzono. Z tą tedy paradą stanąwszy na miejscu dnia 25 Marca, Królewic Jego Mość odebrał powinszowa nie od Najwyższej Rady, od szlachty, Magistratu, i innych Ich Mci. Miasto dla okazania powszechnćj radości całe było następnćj nocy illuminowane. Dziś jako w dzień pierwszy Świąt Wielkanocnych Królewic JMci był w farnym kościele na nabożeństwie, podczas którego komunikował. Z kościoła powracając, był z wszystkiemi Ich Mcmi, w których assystencji jedzie, w rezydencji XX. Jezui tów. Ponieważ zaś Królewic JMci z listów Jmci Pana Poniatow skiego Stolnika Litewskiego *) Posła od króla JMci u Dworu Pe terzburskiego wziął wiadomość iż dla ułożenia eeremonji, z które mi od rzeczonego dworu Jego Królewiczowską Mość ma być przy jęty, drogę swą do Peterzburga, do dnia 15 Kwietnia ma miar kować, z tćj przyczyny tu w Mitawie przez święta zabawi; skąd potem do Rygi , gdzie wielkie na przyjęcie czynią przygotowanie, pojedzie, i tam dni kilka zabawić się zechce\". Królewicz Karol od natury- milą powierzchownością udaro wany **), ukształceniem , przymiotami serca i umysłu , wszystkim podobać się potrafił. Pozyskał względy Cesarzowćj Elżbiety, i le dwie kilka tygodni zabawił w Peterzburgu , gdy Cesarzowa pu blicznem oznajmiła oświadczeniem, że ani Biron ani jego dzieci nigdy z wygnania odwołanymi nie będą, a wskutek tćj obietnicy, żądała od Króla Polskiego nadania Kurlandji młodemu temu Księ ciu i zezwoliła na zdjęcie sekwestru z dóbr Książęcych stołowych w tćm Księstwie. Wszystko więc nadzieje młodego Pana zdawało się wkrótce urzeczywistnić. W Sierpniu Królewicz Karol znowu *) Następnie panującego pod Imieniem Stanisława Augusta. **) Wizerunek Jego sztyehowany znajdywał się w zbiorze rycin Polskieh ś. p. Boguszewskiego w Warszawie, z następującym podpisem: Carolus L. li. Princeps Regius Poloniae, 8axoniae etc. Curlandiae et Semigalliae in Lwonia Dux. Com. Pet. Eotari Phx. Zucclii excudit Dresde Yind. 3"], [30, "18 udał sie do głównej kwatery wojska Rossyjskiego w Prusiech. A tymczasem w Warszawie Poseł Księstwa Kurlandji de Schop p i n g na publicznem posłuchaniu prosił u Króla, ażeby naznaczając Królewicza Karola na Księcia, odwrócił skargi i klęski, które przez lat tyle na kraj ich bez przyzwoitego rządu zostający spadają. Cieszył się stary król z tego, cieszyła się cała partja przychylna Dworowi i znaczna liczba osobistych przyjaciół Królewicza, któ rych zjednać dla siebie potrafił *). W czasie bytności w Peterzburgu Księcia Karola, ten szcze- gół zasługuje na uwagę że Stanisław Poniatowski ówczesny Po- seł Polski przy Dworze Rossyjskim, skryty Agent partji Czarto- ryskich, a tem samem Dworowi Saskiemu nieżyczliwy, ufając w protekcją i względy Wielkiej Księżnej Katarzyny, w skry-tych lecz dumnych zamiarach swoich nie mógł być miłym Karolowi, bo był niebespiecznym dla niego. Cesarzowa Elżbieta złym okiem na prywatne i gorszące życie Poniatowskiego patrzała. Kró- lewicz Karol, nie mógł się oprzeć wielu proźbom rozmaitych osób a mianowicie naleganiom Wielkiego Księcia następcy, ażeby wy jednał u ojca odwołanie Poniatowskiego z zajmowanej posady, co uczynił tem chętniej, że w osobie jego Dwór niebespiecznego pozbył się Agenta. Ale odjazd jego ze stolicy Rossyjskiej, był po wodem wielu scen rzewnych, i jeżeli nie nigdy to przynajmniej nie prędko przez jego najjaśniejszą protektorkę zapomnianych, a której zemsta, jak słusznie Rulhiere utrzymuje, spaść miała w przyszłości na osobę Karola, jako główną odjazdu Poniatow skiego sprężynę. Tymczasem w Warszawie oczekując powrotu Królewicza od armji działającej, przesadzano się w festynach, zabawach, ucztach, wiwatach i konterfektach na cześć Karola stwarzanych. Ówczesne *) Z serdeczną radością wybór Karola był powitany przez wszystkie klassy mieszkańców w Mitawie i w Księstwach połączonych, gdyż od roku 1710 to jest od śmierci Fryderyka Wilhelma aż do 1759 w którym Karol objął rządy Kur landyi, ostatni Ketler Ferdynand mieszkał stale w Gdańsku, Biron przez trzy lata swego pierwszego panowania (1737 — 1740 mieszkał w Petersburgu , a na stępne lat dziewiętnaście rząd tymczasowy administrował krajem. Prawie więc przez pół wieku osierocona Kurlandyja i jej stolica, nie widziały nawet swoich panujących."], [31, "19 Gazety przepełnione są opisaniem tych krotofil, a mianowicie dnia urodzin Królewicza w tych słowach. „13 Julji Jmć. Xiądz Bajer Prezydent Trybunału Koron nego in gratiam urodzin Najjaśniejszego Królewicza JM. Polskiego Karola, cały prześwietny Trybunał przytomnych gości i pacjen tów, solennie traktował. A nazajutrz JMć. Pan Lipski Podkomo rzy Jego Król. Mości, Deputat z Wojewódstwa Podlaskiego, też same rodziny Najjaśniejszego Królewica swego solennie obcho dził przy rezonancji kapeli i rzęsistym ogniu przez Garnizon tu tejszy podczas traktamentu, na którym w cukrach wspaniałą wy stawionych inwencją różne prezentowały się hieroglifiki z inskryp cjami, jako to: 1) Herb Książąt Saskich: szpady na krzyż złożone, nad nie mi w górze korona z napisem: Tibi militat omnis honor. Wiersz polski : Honor na broń przysięga y swóy daie parol Ze najwyższych w Europie koron godzien Karol 2) Item dwie szpady Książąt Saskich, z napisem: Non uno robore victm: Wiersz polski: Że niejedne ma Karol Królewic sposoby Zwyciężać nieprzyjaciół, dał już wiele próby. 3) Trzy orły: Polski, Cesarski i Moskiewski, w słońce pa trzące, z napisem: Cunctorum oculi vertuntur in unum. Wiersz polski : Jako orły na słońce patrzą gdy się toczy Tak wielu królestw, zwabił na się Karol oczy. 4) Item orły trzy w słońce wpatrujące się, z napisem: Lu mine quid dulcius isto. Wiersz polski: Orły słońce swym światłem rozwesela ślicznym, Miła jasność Karola orłom Pogranicznym.\" Wszystko już było przygotowane do odbycia aktu Inwesty tury w sposób najwspanialszy, gdy dnia 16 Nowembra Królewicz Karol od wojska Rossyjskiego szczęśliwie wrócił do Warszawy. Dnia zaś 19 w niedzielę o godzinie 10 z rana w apartamentach J. K. M. przez Jmć. Pana Kanclerza Wielkiego Koronnego, przy obecności Ich Mciow. Senatorów, Ministrów, Dygnitarzów tak ko ronnych jako Wielkiego Księstwa Litewskiego, oddane były Kró lewicowi Karolowi , dyploma na Księstwo Kurlandzkie, przy uczy-"], [32, "20 nionym komplemencie Francuzkim językiem. Za które Królewicz naprzód francuzkim a potem polskim językiem wyraził podzięko wanie, oświadczając wdzięczność przytomnym Ichmciom, jako i wszystkich współobywateli tego Królewstwa przyjaźni w czas dalszy rekomendował się. Dzień przeznaczony dla odbycia aktu Inwestytury, z powodu niezdrowia Królewicza odłożonym został na dzień 8 Stycznia 1759 roku. Spodziewamy się zrobić przyjemność naszym czytelnikom, opisując szczegóły wiadome nam z pism publicznych i ówczesnych prywatnych korrespondencij. „W niedzielę przeszłą, to jest dnia 7 Stycznia, in gratiam następującej na dniu jutrzejszym Inwestytury Królewica JMci Książęcia Kurlandzkiego, Księstwo Ichmć Wojewodowie Lubelscy (Lubomirscy), dawali wspaniały bal dla przytomnego tu Państwa, gdzie się i sam Książe Jmć. Kurlandski znajdował. Z tejże okazji Pałac cały oliwnemi lampami zewnątrz i wewnątrz był illumino wany-, na froncie którego stała Piramida na ganku wysokości pa łacu równająca się, zewnątrz illuminowana; na tej po jednej stro nie od ogrodu Królewskiego, czytana była ta Inskrypcja: Carolo Principi Regio, Jagellonum Pronepoti, ud vota Poloniae, et Litva niae Duci Curoniae renuntiato 1759. Na stronie z przyjazdu, gdzie były wymalowane herby, Polski, Litewski, Saski i Kurlandzki, wydawała się takowa Inskrypcja: Gaudent Fortuna, Dux Mugne, Tuuque, Suaquae, Sarmatae, Lituanus Saxo. Tuusąue Curo. A pod fanatem piramidy były te słowa: Stet Firmior Annis. Na stronie od koszar: Caroli Curonum, vii-orum, Fortium , Ducis et Principis Bellicue Virtuti, Felicitati et gloriue. Na stronie zaś od okna Sali pałacowćj wymalowany był portret Królewicza JMci Książęcia Kurlandzkiego z napisem niżćj położonym: Noster amor jlammis in Te Majoribus ardet , Isto nostra hodie quo jlagrat igne Domus. Na wierzchu samym piramidy stała waza z której ogień obszer nemi pałał płomieniami, co nie małą czyniło ciekawość. Na samym zaś pałacu i koło pałacu, stały gęsto krzaki żelazne formam drze wa reprezentujące, na których lampy rzęsisto gorzały. W sieniach pałacowych było na kilkadziesiąt Lustrów z świecami gorejącemi; gdzie po jednej stronie widziana była Inskrypcja: Ardebunt ut ardent in uevum, a nad tą wymalowane były dwa serca w ogniu gorejące, z drugiej strony była wymalowana ognista kolumna z In-"], [33, "21 skrypcją Lumina nullu satis, w koło tych rzęsiste lampy się pa liły. Trwała ta illuminacja przy tańcach, z niewypowiedzianćm ukontentowaniem przytomnych gości, do godziny czwartej z północy.\" Dyaryjusz Inwestytury Najjaśniejszego Królewica Jmci na Księstwo Kurlandskie. „W poniedziałek jako na dniu samćj Inwestytury ruszył się Król Jmć. z pałacu swojego do zamku przed godziną dziesiątą z rana. O tejże samćj porze wyjechała tćż i kareta królewska po Królewicza Jmci; jechali w niej Książe JMć. Lubomirski Woje woda Lubelski, i Jmć Pan Plater Wojewoda Mścisławski desty nowani od J. K. Mci do zaproszenia Królewica. „Znajdował się Królewic Imci tego dnia w pałacu Imci Pana Wielopolskiego Koniuszego Koronnego na przedmieściu Nowego świata, gdzie kalwakatą konna i karety zawczasu zjechawszy się, rozporządzone podług rangi oczekiwały na ulicy, na przybycie ka rety królewskićj i wyjazd Królewica Jmci. „Przyjechawszy pomienieni Ichmć. Panowie Senatorowie, wy siedli przed samym pałacem, a gdy weszli na pokoje, ruszył się Królewic Jmć. ku nim i przyjąwszy stanął pod Baldakinem, z któ rych pierwszy zapraszał Królewica Jmci wyborną mową na Inwe styturę, oświadczając przy tym radość i życzliwość Narodu Pol skiego. Na którą mowę odpowiedział Królewic Jmci temi słowy: „ Przyjmuję wdzięcznym sercem W. Mmciów pp. Delego wanych zacnych Senatorów, i wyznaję że nigdy tak Casarzowie ani Królowie przy infeudacjach swoich zaszczycać się nie mogli, jako Ja dziś kiedy na wykonanie przysięgi mojej wolnych naro dów idę wsparty affektem, za który tak Senatowi jako i przyto mnemu Rycerstwu obowiązaną czynię Rekognicję z upewnieniem że w nićj zawsze zostawać będę.\" Które to oświadczenie Królewica Jmci językiem Polskim wy rażone wszy-stkich przytomnych niewypowiedzianie ukontentowało. „Wyszedłszy Królewic Jmć. z pokojów z Ichmć. Panami Se natorami, w assystencji wielu kawalerów tak niby do uniformu jako w dzielnych koniach znacznie i bogato dystyngwujących się i paradujących, wsiadał do karety Królewskiej z Ichmć. Panami Senatorami delegowanemi, którzy przed królewicem Imcią siedzieli."], [34, "22 „Nieznajdowało się na dziedzińcu żadnych innych Karet jak tylko Królewska, i pięć karet Królewica Jmci, tudzież Dragonja assystująca za karetą, w której Królewic Jmci, jechał. Gdy zaś Królewic Jmć. zabierał się do wsiadania do karety, zaczął się wjazd porządkiem od Jmć. Pana Marszałka W. K. przepisanym. Najprzód jechał Officyer z kilkudziesiąt żołnierzy Gwardji konnej koronnćj, za niemi karety: Starostów niegrodowych , Starostów grodowych, Podkomorzy Wojewódzkich i Ziemskich, Urzędników Koronnych i Litewskich, Senatorów świeckich, Biskupów; a za temi Kareta: Jmci Pana Podkanclerzego Litewskiego, Jmci Xiędza Podkanclerzego Koron. Książęcia Jmci Kanclerza Litew. Jmci Pana Kanclerza W. K. Jmci Pana Marszalka Nadw. Kor. Jmci Pana Marszalka W. Lit. Jmci Pana Marszalka W. K. „Przy karetach szły liberje każdego Pana którego była ka reta, i aby się ich porządek nie mieszał, mieli dozór owóch ko niuszych Jmci Pana Marszałka W. K. i jeden Jmci Pana Mar szałka Nadw. Koron. „Nad kalwakatą miał dyTspozy-cją Jmć. Pan Mokronoski Starosta Ciechanowski mając sobie przydanych na baczność całego wjazdu czterech Ichmciów Towarzystwa. Za karetami gdy Królewic Jmć. wsiadł już do karety, ruszyła się owa wspaniała kalwakatą : naprzód przepuściwszy Masztalerzów obserwowano miejsce wolne na kilkanaście kroków, za którym je chali : Ichmć. Panowie Dworzanie Panów w Warszawie przytom nych. Towarzystwo: Sztabs-officerowie i officerowie utriusque autor amenti: Husarze pod dy-wdykami, Dworzanie królewscy, Kamerjunkrowie , Chambelani ,"], [35, "23 Starostowie Grodowi, Podkomorzowie. Jmci Pan Briihl Starosta Warszawski przed samą karetą Królewską w której Królewic siedział jako naznaczony quo Kur andczyk do odebrania w Senacie od Królewica Jmci chorągwi Feudi. Za karetą w której Królewic Jmci z Ichmć. Panami Sena torami siedział, jechali Officerowie i kilkadziesiąt koni Gwardji konnej Koronnej z dobytemi pałaszami; za niemi pięć karet Kró lewica Jmci, w których siedzieli: 1 eUO Jmć. Pan Korff Starosta Rzeżycki, Delegowany od stanów Kur- landskich. Jmć. Pan Hoowen Kanclerz Kurl. Jmć. Pan Nolde Starosta Fraumburski. Jmć. Pan Hoowen Kanclerzyc Kurlandski. 2<io Jmć. Pan Keyserling Konsyliarz prywatny J. K. Mci. Jmć. Pan M a n t e ii f f e 1 nazwany S z 6 g e. Jmć. Pan Behr Kapitan Gwardji Saskiej J. K. M. Jmć. Pan B r u g g e n. 3h0 Jmć. Pan Mir ba eh Chambelan J. K. Mci. Jmć. Pan Hej king Obersztet - Leutenant. Jmć. Pan Ha Im. 4.0 Jmć. Pan Baron Ronne. Jmć. Pan Półkownik A 1 o y Rezydent Książęcia Jmci. Jechał Królewic Jmć. mimo kościoła Św. Krzyża i pałac Królewski, przez Krakowskie przedmieście , gdzie po obudwóch stronach stały cechy in armis, niektóre pod jedną barwą porząd nie uszykowane i dobrze przybrane z Chorągwiami, kotłami i mu zykami, które przed Królewicem Jmcią broń prezentowały i przy biciu w kotły i graniu muzyk chorągwie zniżały. Na rynku przed Bernardynami assystowały na koniach dwie Chorągwie Kompan j i kupieckiej, 'jedna po Polsku w kontuszach granatowych, w żupa-"], [36, "24 nach czerwonych, druga po niemiecku w koletach białych, których officerowie bogato galonowane suknie mieli. Było tych obudwóch blisko trzechset koni, które te wszystkie Królewicowi Jmci czyniły honory, jakie jazda wyborna czynić może. Wjeżdżając Królewic Jmć. w bramę Krakowską zastał przed tąż bramą uszykowanych z obydwóch stron w jedne linją kilka dziesiąt Pachołków miejskich prezentujących broń, a przejechaw szy przez bramę zastał naprzeciw wjazdu do zamku stojącą we trzy linje chorągiew Węgierską Marszałkowską, przy której wjeż dżając do zamku stali jedną linją żołnierze Jmć. Pana Starosty Warszawskiego. Jadąc dalej Królewic Jmć przez .Święto - Jańską ulicę i w koło rynku, zastał po obudwóch stronach tak w ulicy jako w rynku pod kamienicami i około Ratusza, porządnie linja mi stojącą z Chorągwiami in armis przedniejsze Cechy, które Jego Królewicowskiej Mości te wszystkie co i inne świadczyły honory. Jechał za tymi przez Jezuicką ulicę i Kanonje, i gdy wjechał na dziedziniec zamku wielkiego, gwardja piesza Koronna trzema lin jami w około dziedzińca stała, a na gankach trzech które są nad bramami byli trębacze, kotły i inne muzyki, którzy wszyscy dali się słyszeć jak tylko Królewic Jmć. wjeżdżał do zamku i dotąd naprzemiany w kotły bito i trąbiono, póki wysiadszy- do izby Se natorskiej nie zaszedł. Gwardja zaś, Officerowie szpontonami i Ge meynowie broń prezentowali, zniżała oraz chorągwie przy biciu w bębny i graniu kapeli, które także wszystkie honory chorągiew Węgierska, Marszałkowska przejeżdżającemu około siebie Króle wicowi JMci czyniła. Gdy dano znać o zbliżaniu się Królewica Jmci do zamku, Król Jmci ruszył się do Senatu, przed którym samym podług zwy czaju szli Ichmć. Panowie Marszałkowie z podniesionemi laskami, to jest Jmć Pan Franciszek Bieliński Marszałek W. K. Ignacy Ogiński Marszałek W. W. X. L. i Jerzy Mnisze eh Marsza łek N. K. przed Marszałkami niósł na wezgłowiu Koronę Książe JMć. Radziwiłł Wojewoda Wileński Hetman W. W. X. L. Po pra wej ręce przed tymże Książeciem Jmcią idąc niósł berło na we zgłowiu Jmć. Pan Kazimierz Dąbski Wojewoda Sieradzki, a po lewej ręce niósł na wezgłowiu Jabłko Jmć. Pan Franciszek Salezy Potocki Wojewoda Kijowski. Dobrani byli ci Senatorowie z ko rony i Litwy, a wezgłowia były wszystkie Axamitne, *karmazyno-"], [37, "25 we, bogato galonowane, i z kutasami złotemi. Przed temi Sena torami Insignja niosącemi idąc w środku niósł Chorągiew Książe Jmć. Heronim Radziwiłł Chorąży W. W. X. L. Przed nim po prawej ręce niósł miecz koronny Książe Jmć. Antoni Lubomir ski Miecznik koronnym, a po lewej ręce niósł Miecz Litewki Jmć. Pan Jan Rzewuski Podstoli Litewski. Przed temi miecze niosą cemi urzędnikami szli różni Senatorowie i Ministrowie Status, a za Królem Jmcią szli Ministrowie i Posłowie Cudzoziemscy. Gdy Król Jmć. przyszedł do Senatu i zasiadł w krześle swo im pod Baldakinem, po prawćj stronie zaraz przy krześle Kró lewskim stał Jmć. Pan Małachowski Kanclerz W. K. jako mający mówić od Króla Jmci a przy nim zaraz Książe Jmć Wojewoda niosący koronę, a za Jmć Panem Kanclerzem W. Kor. stał Książe Jmć. Chorąży trzymający- Chorągiew Feudi. Po lewćj ręce Króla Jmci zaraz przy krześle stali Marszałkowie jako mający dawać głosy od Króla Jmci. Przy nich zaraz stali Senatorowie trzymający na wezgłowiach Berło i Jabłko, a za Marszałkami stali pomienieni Jchmść trzymający Miecze. Za tym po obu bokach Tronu stali inni Jchmć. Panowie Ministrowie i urzędnicy Koronni i Litewscy. Baldakim był Karmazynowy* adamaszkowy bogato galono wany i krzesło Królewskie takież. Tron obszerny wszystek suknem czerwonym pokryty, na którym stały dwa stoliki, jeden po pra wćj drugi po lewćj stronie, axamitem karmazynowym galonowa ne, aż ku ziemi przykiyte, na których dla folgi rękom opierali się Jchmć. Senatorowie trzymający na wezgłowiach Insignia Re gni. Po lewćj stronie krzesła Królewskiego, w tył o krok tegoż krzesła stał stołek adamaszkowy karmazynowy z galonami zło temi przygotowany do siedzenia dla Królewica Jmci qua Książę cia Kurlandskiego. Po lewćj ręce Tronu za krzesłami i ławkami Senatorskiemi, był blisko Tronu umyślnie wy-stawiony ganek dla Posłów i Ministrów cudzoziemskich wszystek suknem czerwonym obity. Ławki za krzesłami Senatorskiemi i cała podłoga w Izbie Senatorskiej suknem czerwonym wybita, w Izbie oraz całej Sena torskiej było obicie adamaszkowe karmazynowe złotemi galonami bez zasłonienia jednak architektury, a pod oknami i zwierciadła mi tablatura była suknem czerwonym obita. Naprzeciwko Tronu na górze w oknach były dystyngwowane damy dla przypatrzenia gię tćj solennej Ceremonji. 1"], [38, "26 Gdy Królewic Jmć. przyjechał do zamku w bramie zamko wej ku sklepowi porcelan idącej wysiadł, a za nim Jchmć Sena torowie którzy z nim przyjechali, gdzie zaraz przy karecie przyj mowali go imieniem Jego Królewskiej Mości. Jmć. Pan Hieronim Wielopolski Koniuszy Koronny. Jmć. Pan Bernard Gozdzki Kuchmistrz Koronny. Jmć. Pan Józef Pod oski Kuchmistrz Litewski. Jmć. Pan Eustachy Potocki Cześnik Koronny. Jmć. Pan Ludwik Pociej Strażnik Litewski; i szli przed Królewicem Jmcią a bliżej Królewica Jmci Jchmć. Senatorowie którzy z nim przyjechali. Gdy się zbliżył Królewic Jmć., przyjmowali Go znowu imie niem Jego Kr. Mci przy schodach. Jmć. Pan Michał Rzewuski Wojewoda Podlaski. Jmć. Pan Jan Hi Iz en. Wojewoda Miński. Jmć. Pan Jan Chreptowicz Kasztelan Nowogródzki Jmć. Pan Michał Suffczyński Kasztelan Czerski, a potem Jchmć. urzędnicy pomknęli się a Jchmć. Panowie Senatorowie szli bliżej Królewica Jmci. Gdy się zbliżał Królewic Jmć. do Senatu, w pól galerji przed Izbą Senatorską przyjmował Go Laskę w ręku trzymając Jmć. Pan Marszałek Nadworny Koronny, a trochę za drzwiami Izby Senatorskiej przyjmowali Go także Laski w ręku trzymając Jchmć. Panowie Marszałkowie Wielcy Koronny i- Litewski. I ciż Jchmć. Panowie Marszałkowie idąc zaraz przy Królewicu Jmci, razem z in nemi Jchmciami Królewicowi Jmci assystującemi prowadzili Króle wica Jmci do Tronu. Jchmć. Senatorowie którzy z Królewicem Jmcią przybyli za siedli miejsca swoje w Senacie, a urzędnicy stanęli po bokach Tronu. Zastał Królewic Jmć. w Senacie przytomnych, oprócz wszy stkich wyżej wyrażonych, Książęcia Jmci Prymasa Adama Komorowskiego, Jmć. X. Władysława Lubińskiego Arcy-Biskupa Lwow skiego, Jmć. X. Sebastjana Dembowskiego Biskupa Kujawskiego, Książęcia Jmci Adama Grabowskiego Biskupa Warmiń skiego,"], [39, "27 Jmć. X. Antoniego Wołłowicza Biskupa Łuckiego, Jmci X. Antoniego Tyszkiewicza Biskupa Żmudzkiego, Jinć. X. Kajetana Sołtyka Biskupa Kijowskiego, Xiążęcia Nominata Biskupa Krakowskiego, Jmć. X. Antoniego Ostrowskiego Biskupa Inflandskiego, Koadjutora Biskupstwa Kujawskiego Jmć. Pana Józefa Ossolińskiego Wojewodę Wołyńskiego, Jmć. Pana Wacława Rzewuskiego Wojewodę Podolskiego Hetmana Polnego Koronnego, Jmć. Pana Piotra Sapiehę Wojewodę Smoleńskiego, Jmć. Pana Alexandra Sapiehę Wojewodę Połockiego, Jmć. Pana Kazimierza Rudzińskiego Wojewodę Mazo wieckiego, Jmć. Pana Michała Czapskiego Wojewodę Malborskiego, Książęcia Jmci Jabłonowskiego Wojewodę Bracławskiego, Jmć. Pana Mostowskiego Wojewodę Pomorskiego, Jmć. Pana Franciszka Szembeka Wojewodę Inflandzkiego. Jmć. Pana Michała Sołtyka Kasztelana Sendomirskiego, Jmć. Pana Wiktoryna Wereszczyńskiego Kasztelana Lu belskiego, Jmć. Pana Adama Brzostowskiego Kasztelana Połoc kiego, Jmć Pana Fełicyana Trzcińskiego Kasztelana Rawskiego, i innych Jchmciów .Panów Kasztelanów większych i niniejszych. Z Ministrów zaś zastał: Książęcia Jmci Michała Czartoryskiego Kanclerza Li tewskiego, Jmci X. Michała Wodzi ckiego Podkanclerzego Koronnego, Jmć. Pana Michała Sapiehę Podkanclerzego Litewskiego, którzy byli przy Tronie. Z urzędników Koronnych: Jmć. X. Adama Krasińskiego Sekretarza Koronnego, Jmć. X. Józefa Załuskiego Reterendarza przeszłego, No minata Biskupa Kijowskiego, Jmć. X. Gabryela Podoskiego teraźniejszego Referenda rza K. Jmć. Pana Antoniego Przezdzieckiego Referend. Litew.,"], [40, "28 Jmć. Pana Kazimierza Poniatowskiego Podkomorzego Koron. Książęcia Jmci Stanisława Czartoryskiego Łowczego Koron. Jmć. Pana Ważyńskiego Pisarza W. Litewskiego Jmć. Pana Franciszka Rzewuskiego Pisarza Polnego Koron. Jmć. Pana Michała Wielohurskiego Oboźnego Koronnego, i innych Jclimciów wielu urzędników i dystyngwowanych Ka walerów. Nim Królewic Jmć. doszedł do Tronu czynił nizkie pokłony Majestatowi J. K. Mci po razy trzy, a Król Jmć. za każdym ra zem uchylał kapelusza, a oraz idąc pomiędzy Jchmć. Panami Se natorami, którzy gdy przychodził powstawali, skłaniał się im z obuch stron, a gdy przyszedł do najniższego gradusu Tronu, położono Mu wezgłowie axamitne karmazynowe z złotemi galona mi do klęczenia, a za tym za daniem znaku od Jchmć. Pana Marszałka W. K. na tymże wezgłowiu klęknął, i dał mu zaraz głos Jmć. Pana Marszałek W. K. temi słowy: Serenissimus Prin ceps Regius incestiendus Dux Curlandiae et Semigaliae allocpiatur Sacrom Regiam Maiestatem Dominum Meurn Elementissimum. Za którym danym głosem Królewic Jmć klęcząc miał do Króla Jmci tę mowę: „ Si Rex et Parens Augustę Domine CJementissime tantum in benefaciendo mihi Filio Tuo oblectamenti persentis, non minus roluptatis et ego capio in petendo ab optimo Parente beneticio. Curoniae nimirum et Semigalliae in Livonia principatus, extincta Kettlerorum Gente justu Principe destitutos per Rempublicam, quae iege Pacificationis ita sanxit in Tua Potestate est. Jam ea qua in tegem Patremą. uti fas est, religione, flexis genibus Principatum hunc Feudi nomine a Majestate Tua benigne mihi conferri deposco, supplexq. exoro, De oficiis vero clientelae et fidei ąuibus Throno Regm»q. Poloniae libenter obsfringar, a me Sancte impledis respon dent, spondentą. satis et mens erga inclitas nationes Polonam Li tvanamq. sincerus amor et innata erga Majestatem Parentis aman tissima obedientia mea et juris jurandi religio, quod ad Imperium Majestatis Tuae sum praestare parantus.\""], [41, "29 Po skończonćj tej mowie Jmć. Pan Marszałek W. K. dał znak aby Królewic Jmć. powstał, a oraz dał głos Jmć. Panu Kan clerżowi W. K. który tak Królewicowi Jmć. od Tronu odpo wiedział : „Sic Divina decidit Providentia, ut Proyintia Curlandiae et Semigalliae calamitosis illis temporibus sub Patrociunium Divi Olim Sigismundi Augusti ultimi de Jagellonum Familia Regis Confugiens Regno Poloniae et Magno Ducatni Litraniae in corporata, non ali ter post tot temporum anguscias supremum felicitatis attingere pos sit gradum, nisi iterum altus hic Jagellonum sangius in personam Serenissimi Regii Principis defluens, ex his Ducatus Curlandiae et Semigalliae sublevaret aerumnis. Extincta nempe in persona olim Ducis Ferdinandi Kettleri una stirpe, licet si Curlandia et Semigallia Constitutione 1736. Du cis Regimine assecurata orphanum representabat statum. Rex Se renissimus declarata ex mente Senatus vacantia Feudi, Te Sere nissime Regie Princeps Carole Provisionali Diplomate Ducem Cur landiae et Semigaliae nominavit et constituit. Nunc autem circa explendum fiolelitatis juramentum Te Se renissime Regie Princeps Carole conjunctive vero Illustrissime Cur landiae et Semigalliae Dux ampla Serenissimi Regis. D. N. Cle mentissimi procedit potestas, paternus vocat amor, Vota Senatus Regni Magniq. Ducatus Litvaniae una cum Ministris trahunt Corda populi Poloni, Litvani, Curonunq; sequuntur. Hoc comitatu stipatus et redimitus Serenissime Regie Princeps Carole Curlandiae et Semigalliae in Livonia Dux, cum Throno Regio admotus humillimum oratorem agis, Rex Serenissimus annu endo Tuis petitis defert insimul omnia precibns totius Poloniae.\" Przy kończącej się tej odpowiedzi dał znowu znak Jmć Pan Marszałek W. K. ażeby Królewic Jmć. na najwyższy gradus Tronu wstąpił i zbliżył się do krzesła Królewskiego, gdzie gdy stanął, Kroi Jmć. wziął chorągiew Feudi od Książęcia Chorążego Litew skiego i oddał ją z rąk swoich Królewicowi Jmci, a Jmci Pan Marszałek W. K. dał głos Jmć. Panu Kanclerzowi W. K. który imieniem J. K. M. miał mowę dającą Inwestyturę. Potym za da niem znaku Jmć. Pana Marszałka W. K. Królewic Jmć klęknął na najwyższym gradusie blisko krzesła Królewskiego, i trzymając chorągiew Feudi przy ramieniu lewej ręki, ręce złożył, między"], [42, "30 które włożył mu krycyfix Jmć. Xiądz Podkanclerzy Koronny, arece Królewica Jmci, Król Jmć. znowu objął swemi rękami, i w tej sy tuacji Królewic Jmć. Przysięgę wierności Królowi Jmci i Rzeczy pospolitej za dyktowaniem Jmć. Pana Kanclerza W. K. wykonał. Podczas przysięgi wszyscy Senatorowie powstali i z odkry temi głowami przez cały czas trwającej przysięgi stali *). Zakończywszy przysięgę Królewic Jmć za daniem znaku od Jmć. Pana Marszalka, powstał; i trzymając chorągiew zszedł za ostatni gradus Tronu, gdzie ją oddał Jmć Panu Staroście Warszaw skiemu, jako destynowanemu do tego od siebie urzędnikowi, a obró ciwszy się znowu do Króla Jmci, za danym sobie od Jmć. Pana Marszalka głosem, temi słowy: Serenissimus Princeps Regius, in vestitus Dux Curlandiae et Semigalliae, alloauatur Sacram Regiam Majestatem Dominum Meum Clementissimum ; — stojąc dziękował za Inwestyturę tą mową: Non dubito Rex et Parens Augustę, Domine Clementissime Majestatem Tuam, nec verba nec amplissimas a me gratias prae stolari. Qui et intima pectoris me habes undequaq ; perspecta. Jam si hodie vel yictimae instar Deo debitae ritam et Sanguinem Tibi Regi Patriq; obtulero, et haec Tua sunt et haec a Te accepi. Me lius itaq; re ipsa et obsequiis meis quo ad vita superstes, quan tum Majestat i Tuae debeo, deinceps ostendam. De Serenissima quoq. Republica praeter fidem et Clieutele officia Regi Regnoq.: a me debita, modis omnibus bene mereri mearum esse partium semper ducam. Curones autem, viros fortes mihiq. percaros reddo omnino securos ita mecum iis fore, ut experiantur Jagellonicum sangvinem iis fuisse, et semper futurum beneficum. Fortunata jam haec om nia velint, et Deus optimus Maximo, et Sanctissima mihi Majesta tis Tuae auspitia, quae in me copiose etfundi, supplex imploro. *) W prywatnej współczesnej Korespondencji znajdujemy równie interesu jący jak zabawny szczegół : „Podczas Inwestytury, co tylko wykonał przysięgę „Książe Jmć. Kurlandski, niejaki Wolski, tytułujący się kawalerem Maltańskim, „stojąc przy tronie, rozrzucił wiersze na pół arkuszu drukowane, in laudem te „goż Księcia, tak nieostrożnie, że się po głowach Senatorów rozleciały, z okrzy „kiein na całą Izbę, Vivat Serenissimus Dux Curlandiae! Za co w tym razie „dostawszy laską od Pana Marszałka Nad. Kor. nie czekając więcej reiterował „między ludzie.\""], [43, "31 Dał zatym Jmć. Pan Marszałek W. K. głos Jmć. Panu Kan clerzowi W. K. który Królewicowi Jmci w tych słowach odpo wiedział : Perfecit Sacra Regia Majestas Dominus Noster Clementissi mus ea omnia, quae juris Majestatici erant: adimpleturum ea om nia Serenissimum Princepem Carolum Curlandiae et Semigalliae in Livonia Ducem, que tidelem decent Feudatarium nemo dubitare potest, quia Patris Patriae Filius, Regi Regnoq. intaminatam ca vet fidem. Po skończonej mowie Jmć. Pana Kanclerza W. K. Jmć. Pan Marszałek W. K. zaprosił Królewica Jmci do siedzenia qua Ksią żęcia Kurlandskiego mówiąc : Seiwiissimus Princeps Regius investi tus Dux Cui-^idiae et Senxigalliae consentiente Sacra Regia Maje state Domino Meo Clementissimo invitatur ad sedendimi. Wstąpił zatym Królewic Jmć. na Tron, i na stoiku tam (jako się wyżej namieniło) lokowanym usiadł, gdzie siedząc, za daniem znaku od Jmć. Pana Marszałka W. K. głowę nakrył. A natenczas i ci Se natorowie którzy Insignia Regni na wezgłowiach trzymali i wszy scy Ministrowie przy Tronie będący głowy nakryli, tak posiedzia wszy moment jeden i drugi z głową nakrytą obreverantiam Maje statu głowę odkrył, co także Senatorowie Insignia trzymający i Ministrowie uczynili, i podobnie siedząc jeszcze trochę z głową odkrytą wstał, i skłoniwszy głowę nisko przed Królem Jmcią zszedł z Tronu i dla respektu Majestatu cofając się tyłem tak się ukłonił potrzykroć jak wchodząc przez Izbę Senatorską Jchmcióm Panom Senatorom z obuch stron, którzy mu powinszowania swoje składali. Odprowadzili Królewica Jmci (przed którym szedł immediate Jmć. Pan Starosta Warszawski z chorągwią Feudi) Jchmość Pa nowie Marszalkowie Koronny i Litewski na toż miejsce gdzie Go przyjmowali, to jest za drzwi Senatu; Jmć. Pan Marszałek Na dworny Koronny na toż miejsce gdzie Go przyjmował to jest do wpół galerji; czterech Jchmciów Panów Senatorów na toż miejsce, gdzie go przyjmowali, to jest nad schody, pięciu Jchmciów wy żej wyrażonych urzędników Koronnych i Litewskich na toż miej sce gdzie go przyjmowali to jest do karety. Gdy Jchmć. Panowie Marszałkowie powrócili do Tronu, Król Jmć, ruszył się na pokoje zamkowe tymże samym porządkiem jak"], [44, "32 szedł do Senatu, oprócz tylko że już Chorągwi nie było, i tamże na pokojach złożone są Insignia Regni i Miecze. Podówczas gdy Królewic Jmć. był w Senacie, karety i kal wakatą, które przechodziły przez dziedziniec Zamku, przez tęż bramę w której Królewic Jmć wysiadł, idąc mimo sklep porcelan, przez bramę miejską Krakowską wyciągnęły się i czekały na Kra kowskim przedmieściu w swoim porządku. Wsiadł Królewic Jmć. do karety tamże w bramie czekają cej gdzie wysiadł, i za nim ciż Jchmć. Panowie Senatorowie, któ rzy Go do zamku przyprowadzili, i siedli przed nim tak jak pier wej, a przed samą karetą Królewską w której Królewic Jmć. był, jechał na koniu Jmć. Pan Starosta Warszawski, trzymając Cho rągiew Feudi. Jadąc od Bramy Zamkowej do wjazdu Zamkowego, zastał stojących trzema linjami Granadjerów Królewskich, którzy Mu wszelkie żołnierskie świadczyli honory, i też wszystkie od Gwardji pieszćj Koronnej, od Chorągwi Marszałkowskiej, od kompanij Ku pieckich i od cechów, tak jako pierwej jadącemu do zamku świad czone były powracającemu; tąż drogą jako pierwej jechał przez Krakowskie przedmieście ; a nad to cechy, które w Rynku stary, tymczasem gdy się Królewic Jmć w Senacie znajdował, przeniósł szy się na Krakowskie przedmieście dla liczniejszej parady i do samego kościoła Św. Krzyża z obu stron linjami wyciągnęły. Odprowadzon}' zatym był Królewic Jmć. z tąż assystencją kalwakaty konnej karet i Kupców kompanji jako i pierwej do pałacu Jmci Pana Koniuszego Koronnego, na którego dziedziniec nie weszło więcej jako i pierwej ; tylko kareta Królewska z Kró lewicem Jmcią za nią Gwardja Konna i karety Królewica Jmci w których jechali Kawalerowie Kurlandscy; wjechali i niektórzy dystyngwowańsi z kalwakaty konnej, gdzie Królewic Jmć. wysiadł, i za nim Senatorowie, którzy odprowadziwszy Królewica Jmci na pokoje i tam powinszowanie złożywszy odjechali, i wszyscy roz jechali się dobrym porządkiem do siebie. Z tego pałacu wyjechał Królewic Jmć. prywatnie do pałacu Królewskiego, gdzie powtórnie podziękowawszy J. K. M. za łaskę sobie świadczoną zjechał na obiad do Książęcia Jmci Prymasa, gdzie tylko Jchmć, Panów Senatorów i Ministrów Koronnych i Li-"], [45, "33 tewskich, tudzież z Posłami i Ministrami od Dworów cudzoziem skich solennie traktowano. W wieczór był Królewic Jmć u Jmć. Pana Marszalka W. K. u którego in gratiam tego solennego Aktu była illuminacja dzie dzińca i wewnątrz Pałacu; gdzie wszyscy przytomni Państwo Po słowie i Ministrowie cudzoziemscy, Kawalerowie Kurlandscy znaj dowali się i solennie traktowani byli.\" „Dnia 12 Marca Najjaśniejszy Królewic Jmć. Książe Kurland ski pożegnawszy Króla Jmci P. N. M. i przytomne Państwo z ra na o godzinie siódmej, pocztą do Kurlandji, biorąc trakt na Biały Stok, Grodno i Kowno wyjechał, którego jedni Jchmć. do prze wozu przeprowadzali, inni zaś aż do pierwszej stacji. Przed odjazdem we dni zapustne odprawowaly się Tragedje i Komedje we wszystkich trzech Kollegjach Nobilium, jako to Jchmciów XX. Pijarów, Theatynów i Jezuitów w Warszawie, Kró lewic Jmć. Książe Kurlandskie, wszystkim tym teatralnym zabaw kom uczynił honor swoją przytomnością. U Xięży Jezuitów z oko liczności tragedji Antygona w której Dymetryusz Królewic Ry cerz wielki, swego ojca od nieprzyjaciół obroniwszy, przywrócił mu Państwo, wiersze na końcu Tragedji do Królewica Jmci mó wione, żądzy wielu zadość czyniąc, tu się kładą. Nie u samych Synowie wierni byli Greków, Są Demetryuszowie, i u nas tych wieków. Ty nam wielki Karolu ten przykład wskrzesiłeś, Gdy lepszego niż Greczyn Ojca krzywd broniłeś. Bądź że ojcem ojczyzny tej, Króluj nad nami Wszyscy za ciebie bedziem Demetryuszami. Z Białego Stolcu dnia 15 Marca. Najjaśniejszy Królewic Jmć. Karol, dla złćj i ledwie użytćj drogi, dopiero dnia wczorajszego po siódmej godzinie w wieczór, stanął tu w Białym Stoku, rzęsi stym biciem z armat witany: obuiam któremu, Jmć Pan Wojewoda Krakowski Hetman Wielki Koronny (Jan Klemens Branicki) w kom panji Jmć, Pana Sapiehy Wojewody Połockiego od kilku dni z Jejmcią swoją przytomnego, z innemi znajdującemi się gośćmi, w assystencji licznej przeszło do stu koni, o milę wyjeżdżał. U ko lacji i na obiedzie dzisiejszym odgłos armat dał się słyszeć przy spełnianiu zdrowia J. K. Mci P. N. M., przytomnego Najjaśniej- 5"], [46, "34 szego Królewica Jmci Książęcia Kurlandzkiego, Najjaśniejszej fa milji &. &. W nocy także supeiwenit tu Księżna Jejmć. Lubomirska Starościna Bolimowska (Siostra hetmana Branickiego) z Księżną Jejmcią Radziwiłłowa Miecznikowa W. X. Lit.*) Wyglądamy tu także, in momenta, Książęcia Jmci Lubo mirskiego Wojewody Lubelskiego, i Jmci Pana Podoskiego Kuchmistrza Litewskiego. Z Białego Stoku dnia 22 Marca. Najjaśniejszy Królewic Jmć. Książe Kurlandski, przed tygodniem tu szczęśliwie zawitawszy od środy do wtorku kontynuował rezydencją swoje, przy różnych dy- wertymentach, przejazdkach, polowaniu, jeleni i danjeli biciu, mu- zyce, grach, i różnych wesołych zabawach, z własnym swoim ukon- tentowaniem i z satjsfakcją wszystkich przytomnych. We czwar- tek przeszły supencenerunt z Warszaw}\" Książe Jmć Lubomir- ski Wojewoda Lubelski i Jmć Pan Podoski Kuchmistrz Litew- ski, który zastał aktualnie wiadomość o Fermanaeh od Porty na podróż swoje, in Charactere Posła do Stambułu i o zbliżaniu się Kommisarza, do przyjęcia w Granicy i konwojowania go na miej- sce. Obadwa wspomnieni Książe Jmć, Wojewoda i Jmć. Pan Ku- chmistrz, w Negocjacjach swoich expedjowawszy się nieodwłócznie w Sobotę, na powrót tamże do Warszawy przedsięwzięli drogę. Podobnież we Czwartek Jmć. Pan Mnisze eh Podkomorzy W. W. X. L. Z Litwy Redux auxit numerum znajdującego się Państwa. W poniedziałek, Festin imienin Najjaśniejszej Delfinowy Jmci Fran- cuzkiej, solennie obchodzony był przy odgłosie armat, trąb i ko- tłów, naprzód zrana przed godziną ósmą, na powinszowanie, po- tym zwyczajnie, jako i przez inne dni, u obiadu i kolacji podczas spełniania zdrowia przyzwoicie okoliczności tegoż Festynu akko- modowanego. We wtorek o godzinie czwartej z południa Najja- śniejszy Królewic Jmć., z żalem wszystkich mocit z tąd gressus, wyprowadzony blisko o milę przez Jmć. Pana Wojewodę Krakow- skiego Hetmana W K. i przez przytomnych Jchmciów Gości, w li cznej assysteneji Nocleg pierwszy Najjaśniejszego Królewica Jmci, z wtorku na środę był, z tąd mil cztery, w Straż}', gdzie po pół- *) Marją Córką swoją, a żoną Xcia Panie Kochanku, wówcziis jeszcze Miecznika Litewskiego."], [47, "35 nocy na strzelanie głuszców wyjeżdżał, a po tym rano w dalszą swoje udał się podróż. Dnia wczorajszego po obiedzie Jmć. Pan Mnisze eh Podkomorzy W. X. Lit. do Warszawy, dzisiaj zaś rano Jchmć, Państwo Wojewodstwo Połoccy zmartwieni wiadomo ścią o słabym zdrowiu Księżnej Jejinci Lubomirski ej Miecz nikowej Koronnej matki swojej, ad propria wyjechali. Z Grodna d^^ia 22 Marca. Wczora o godzinie czwartej po południu stanął tu Najjaśniejszy Królewic Jmć. Książe Kurlandski, którego na brzegu Niemna przy biciu z armat i kapeli odgłosie Magistrat tutejszy z licznym pospólstwem spotykał, a imieniem ca łego miasta P. Stoleński Prezydent witał. Strzelanie i dźwięk kapeli do późnej nocy, illuminacja zaś całą noc z tej okoliczności trwały. Dzisia o godzinie 5 z rana Królewic Jmć. wyjechał. Z Kowna dnia 27 Mai-ca. W sobotę dnia 24 Marca Najja śniejszy Królewic Jmć, Xiąże Kurlandzki w trakcie drogi swojej to miasto przejeżdżający, z należytemi osobie swojej był przywi tany honorami. Jmć. Pan Zabieło Marszalek Kowieński kawaler orderu Św. Michała z innemi Jchmć, Panami urzędnikami tego po wiatu, w assystencji towarzystwa i pocztów Chorągwi Królewica Książęcia Jmci, o pół mili od tego miasta wyjechawszy do mia sta i rezydencji na nocleg determinowanej Jego Królewicowską Mość wprowadził. Magistrat tutejszy z kompanjami miejskiemi przy swych sztandarach uszykowanemi oraz z cechami uzbrójone mi, przy biciu z armat i ręcznej strzelby za bramą przywitawszy Królewica Jmci jadącemu do miasta assystował, a łaskawie otrzy mawszy audyencją w apartamentach rezydencji szczęśliwego przy bycia złożył powinszowanie. Nazajutrz w niedzielę Srzodopostną o godzinie 8, Królewic Jmć. w assystencji Jchmciów Panów urzę dników Dworu swojego i licznego Petyhorskiego Towarzystwa je chał na Mszą do kościoła XX. Jezuitów, gdzie a Collegia przez X. Profesora Retoryki, od szkół zaś przez Jchmciów Panów Kawa lerów Łacińskim, Francuzkim, AVłoskim i Niemieckim językiem, był witany. Przed południem Królewic Jmć. dalszą przedsięwziął podróż, jadąc z tąd do Czerwonego -Dworu*), gdzie przez ten dzień przytomność swoje Jmć. Panu Marszałkowi Kowieńskie mu miał darować, Magistrat z pierwszą paradą assystował Króle- *) Rezydencyja Zabiełłów o milę od Kowna, obecnie dobrą Tyszkiewiczów."], [48, "36 wicowi Jmci aż do przewozu przy biciu z armat i trzykrotnym od piechoty miejskiej wydaniu ognia. Dnia przyjazdu i odjazdu Kró lewca Jmci w wieczór przez illuminacją Ratusza i rynku, gdzie herby Królewica Jmci i Księstw Kurlandskiego i Semigalji, wy stawione był}* z zapalonemi literami: Carólus Princeps vivat, przy odgłosie trąb i biciu z armat Miasto tutejsze radość swoje z ła skawego oświadczenia się, które onemu Jego Królewicowska Mość uczynić raczył okazało. Z Koimia dnia 31 Marca. Najjaśniejszy Królewic Jmć. Xiąźe Kurlandzki in Comitatu Jchmciów Panów Zabiełły Marszałka Kawalera orderu Sw. Michała, Medekszy Podsędka, Zabiełły Surrogata, Pr o zora Wojskiego, Chełchowskiego Stolnika, Zabieły Generała Majora, Kossakowskiego Deputata na Trybu nał W. X. L. Strażnika i Podstarościego Kowieńskich, tudzież urzędników Ziemskich i Grodzkich tegoż Powiatu, w assystencji licznie zgromadzonego Towarzystwa Znaku swego, gdy przybył do Czerwonego Dworu, rezydencji Jmci Pana Marszałka Kowień skiego, Jejmć Pani Marszałkowa Kowieńska z damami Jejmć. Pa nią Wojską, Jejmć. Panią Stolnikową Kowieńskiemi, Jejmć Panną Kasztelanką Mśeisławską i innemi kompatryotkami, obciam onemuż z powitaniem wychodziły, i do Rezydencji wprowadzały, gdzie za bawiając się ten miły, wspaniały i dobrotliwy Pan, nie tylko gospo darzów uszczęśliwieniem swoim, ale tćż znajdujące się całe Zgroma dzenie nasycał, i wybornerni decyzjami tam in cicilibus guwm et in Militaribus wzrok wszystkich i słuch na siebie obracał, tak dale ce : iż urzędnicy i szlachta od głośnych pochwał wstrzymać się nie mogąc Wielkiego Ojca, Dziada i tylu Cesarzów nie tylko krew ale też wysokie cnoty i zalety w tym Panie uznali. Dnia 26 po śnia daniu, pominąwszy prostojadący pocztą swój ekwipaż, dla złej w tym czasie drogi, tenże Królewic Jmć. Xiąże Kurlandzki, roz stawionemi cugami Jmci Pana Marszalka Kowieńskiego, aż o mil sześć, stanął na noc w Kiejdanach, tendens do Nitawy. Z Nitaicy dnia 5 Apryla. Najjaśniejszy Królewic Jmć. Xiąże Kurlandski do tutejszej swojćj stolicy w doskonałym zdrowiu przy był dnia 29 Marca, między godziną 4 i 5 z południa. O ćwierć mili od miasta, spotykali Niążęcia Jmci Ober-Raci, szlachta licznie zgromadzona i znaczniejszych miast tego Xięstwa Magistraty. Wjazd przez wystawione Tiyumfalue bramy, był wspaniały przy"], [49, "37 odgłosie trąb, zgromadzenie Kupieckie, w pięknym i bogatym mun durze na różne tak piesze jak i konne Chorągwie podzielone, assy stowało Xiążęciu Jmci, wjeżdżającemu przy biciu z armat, dzwo nieniu po wszystkich kościołach i wesołych niezliczonego ludu okrzykach. Magistrat Rezydencji tutejszej w sześciu karetach je chał przed Xiążęciem Jmcią, za którym nastąpiły ekwipaże zna czniejszej szlachty Kurlandskiej, Dyrektor poczty ze wszystkiemi swemi Postyljonami i Jmci Pan Behr Łowczy wielki tego Xię stwa z Strzelcami pod jego komendą będącemi. Gdy Xiąże Jmć. przybył do pałacu Jmć. Pana de Ho e w en Kanclerza, był witany od Ober-Ratow i od Magistratu, a potym do pocałowania ręki przy puszczona była zgromadzona szlachta. Po krótkiej chwili przybył Jmć. Pan de Simolin Minister Dworu Rossyjskiego, który imie niem Imperatorowej Jejmci, powinszował Xiążęciu Jmci szczęśli wego przybycia do swojego Xięstwa. W wieczór Xiąźe Jmć. lu strował miasto pięknie illuminowane na wzór wspaniałego ogrodu, całe bowiem przyozdobione było drzewkami zielonemi, statuami i fontannami, z których zamiast wody wino wytryskało. Festyn ten trwał przez trzy dni z wielkim ludu wszystkiego ukontento waniem. Z Warszawy dnia .9 Maja. Nadeszła tu Wiadomość z Nitawy, iż ztamtąd dnia 23 Apryla Xiąże Jmć. Kurlandski wyjechał do Peterzburga gdzie 29 szczęśliwie stanął. Z Peterzburga dnia 12 Maja. Przybycie i od niejakiego czasu przytomność w tej stolicy Najjaśniejszego Królewica Jmci Polskiego Niążęcia Kurlandskiego u wszystkich tu sprawiła radość, a zapa trywanie się na wysokie tego Pana przymioty, serce każdego i myśl zniewoliło. Imperatorowa Jejmć. Monarchini Najłaskawsza, z wielką jest przychylnością ku temuż Królewicowi Jmć. zkąd za Jej idąc przykładem każdy usilnie stara się jak Największe Jego Królewicowskiej Mci czynić honory, i osobliwe ku osobie Jego oświadczyć przywiązanie. Rzetelne i szczególne tego dowody wi dzieć się dały pod czas wjazdu i audyencji dnia 1 Maja mianej, których obojga takie są okoliczności : Gdy Naj. Królewic Jmć. Xsiąźe Kurlandskie dnia 28 Kwietnia się zbliżył do Peterzburga i stanął w Kraśnym Siele (jest to mały pałac Imperatorowej Jejinci w okolicy bardzo wesołej o 25 werst od Peterzburga) Jmć. Pan B ech tej ów Vice Ceremonjarz ode Dworu umyślnie posłany"], [50, "38 tam Go witał i wspaniałym częstował obiadem. Xiążę Jmć, Adam Czartoryski, także różni kawalerowie Polscy i Sascy, tu w Pe terzburgu znajdujący się wyjechali aż do tego miejsca naprzeciw Xiążęciu Jmci Kurlandskiemu i aż do samego pałacu rezydencji Jego Królewicowskiej Mości assystowali. O kilkanaście werst od Peterzburga, czekały już na Królewica Jmci trzy karety Impera torowej Jmci, w które gdy z kawalerami Dworu swego przesiadł, był prowadzony mimo pałac Imperatorowej Jejmci, która chciała mieć ukontentowanie widzieć Królewica Jmci mimo pałac swój jadącego, wszystkie ulice, okna wszystkie były pełne ludzi, każdy albowiem żądał znowu widzieć tego Xięcia, który roku przeszłego odjazdem swoim, niemały po sobie zostawił smutek. Gdy tedy Królewic Jmć. stanął w pałacu dla rezydencji swojej wyznaczo nym, był przywitany od Jmci Pana Grafa de Santy pierwszego Magistra Ceremoniarum , jako też od Xiążęcia Jmci Repnina Chambellana i Xiążęcia Trubeckoy Kamer Junkiera, którzy dwaj ostatni są wyznaczeni dla assystencji Xiążęchi Jmci Kur landskiemu, podczas rezydencji Jego w Peterzburgu. Najjaśniejszy Królewic Jmć. zaraz posłał Jmci Pana Generała de Lachinal i Jmć. Pana Dzierzbickiego Szambelana dla oznajmienia tak Imperatorowej Jejmci jako też Wielkiemu Xiążęciu Jmci i W. Xię źnej Jmci o przybyciu swoim; zaczem Imperatorowa Jejmć. wza jemnie przysłała Jmci Pana Grafa Skowrońskiego Szambe lana swego, z powinszowaniem tego szczęśliwego przybycia; takowy komplement uczynił także Jmć. Pan Naryszkin Szambelau imie niem WW. Xiążąt Iehmciów. Przez dni następujące Posłowie cu dzoziemscy, Senatorowie tutejsi i Panowie tu przytomni wizyty oddawali Królewicowi Jmci, Jmć. Pan Graf de Santy pierwszy Magister Ceremoniarum dnia 1 Maja rano przyjechał do Króle wica Jmci z oznajmieniem, że tego dnia o 12 może mieć audy encją u Najjaśniejszej Imperatorowej Jejmci; która się jednak przeciągnęła aż do godziny pierwszej. Przysłane były zatem trzy paradne karety Imperatorowej Jejmci, w pierwszej siedział Najja śniejszy Królewic Jmć. Xiąże Kurlandzki, Xiąże Jmć. Repnin, Xiąże Jmć, Trubeckoj i Jmć, Pan Generał de Lachinal, w drugich zaś dwóch siedzieli Kawalerowie Dworu Królewicow skiego. Stanął tedy w pałacu Imperatorowej Jejmci Królewic Jego Mć. i gdy już wchodził do ostatniego pokoju, Imperatorowa Jejmć."], [51, "39 wstała z krzesła i ze 3 kroki naprzeciw Królewicowi Jmc' uczy niła; po niejakim tedy z obu stron komplemencie Imperatorowa Jmć. siedzieć prosiła Królewica Jmci, z którym przez godzinę miała rozmowę; z tćj tedy tak przedłużonej wielkiej, dystynkcji pełnej i w Peterzburgu jeszcze niepraktykowanej podczas audy encji rozmowy, poznać można, z jak wielką przychylnością Impe ratorowa Jmć, być musi ku Najjaśniejszemu Królewicowi Jmci, który po tej rozmowie prezentował kawalerów swoich, którzy do pocałowania reki Imperatorowej Jmci byli przypuszczeni ; udał się potym Królewic Jmć do W. Xiążęcia Jmci, który go w progach pokoju swego spotkał, a ztamtąd do W. Xiężnej Jmci, u których obódwóch także bardzo mile był przyjęty, i tym sposobem się za kończyła dzisiejsza Ceremonja, po której Królewic Jmć. powrócił do swego pałacu *). Z Peterhof dnia 14 Julji. Dnia wczorajszego jako w dzień Narodzenia Najjaśniejszego Królewica Jmci Xiążęcia Kurlandskiego Imperatorowa Jejmć, z powinszowaniem do Xiążęcia Jmci przy słała Jmci Pana Chambellana de S z erem eto n, Xiąże Jmć. zaś z podziękowaniem za tę łaskę do Imperatorowej Jmci posłał Jmci *) O tej drugiej bytności ks. Karola w Petersburgu nie nazbyt podchle bną dla niego znajdujemy wzmiankę, w wyżej wspomnianych pamiętnikach Ce sarzowej Katarzyny II, na str. 350. „W tymże Czasie (1759) książę Karol Saski drugi raz przyjechał do Pe terzburga. Wielki Książe uprzednio przyjął go dosyć* grzecznie, ale teraz Jego Cesarska Wysokość postanowił traktować go źle bez granic, a to z tego powo du: Nie było tajemnicą w wojsku Rossyjskim że w bitwie pod Zorndorf, ks. Karol Saski uciekł najpierwiej z placu, mówiono nawet że uciekał nie zatrzy mując się aż do Landsberg. Dla tego więc Jego Cesarska Wysokość wiedząc o tern, postanowił jako z tchurzem nie rozmawiać i żadnych nie mieć stosunków. W tym razie, jest podejrzenie że Księżniczka Kurlandska, córka Birona, o której często wspominałam w mych pamiętnikach, brała niemały udział, ponieważ wten czas zaczynano poszeptywać, że miano zamiar Karola Księcia Saskiego uczynić Księciem Kurlandskim. Ojciec Księżniczki Kurlandskiój zawsze był trzymany w Jarosławiu. Ona nie taiła swych uczuć przed Wielkim Księciem nad którym miała pewny rodzaj przewagi. Księżniczka ta była wówczas po trzeci raz zarę czoną za barona Alexandra Czerkasowa, którego rzeczywiście poślubiła w na stępnej zimie.\" *) *) Księżniczka Jadwiga córka Birona, nienawidziana przez ojca, uciekła z Jarosławia pod opiekę Cesarzowej Elżbiety, i przyjąwszy religiję prawosławną, nazwaną została Katarzyną Iwanowną."], [52, "40 Pana Generała de Lachinal; że zaś z rozkazu Imperatorowej Jejmci na ten dzień była nakazana Gala, Posłowie i Ministrowie Cudzoziemscy, jako też wszystkie damy i kawalerowie przedniejsi przybyli tu i u Xiążęcia Jmci swoje złożyli powinszowania. Wiel kie Xięstwo Jchmć. także z Oranienbaum przybywszy i bal za cząwszy, skoro się Xiąże Jmć. Kurlandzki pokazał, dnia tego one mu powinszowali. Po balu nastąpiła kollacja, która się przeciągnęła aż do godziny 3 po północy. Z Nitawy donoszą iż Jmci Pan de Breitenbauch Marszałek Dworu Króla Jmci Polskiego, z okazji dnia tego solenny dał obiad Ministrowi Rossyjskiemu i znaczniej szej szlachcie, w wieczór zaś Grafowa Jejmć. de Kettler zapro sda do siebie całą prześwietną kompanją na bal, który trwał do późna wt noc. Wszystkie miasta ulice, na ten pierwszy Pana swo jego festyn; piękną Symetrją były illuminowane. Listy z Nitaiuy dnia 6 Noioembra. Piszą iż Stany Xięstw Kurlandskiego i Semigalskiego przyjąwszy dnia 24 Oktobra Re wersales od Najjaśniejszego Królewica Jmci Xiążęcia swojego przez Deputatów swoich jednostajnemi głosy, przez które Najja śniejszy Królewic upewnia zupełne zachowanie praw i swobód od Rzeczypospolitej im nadanych, zgromadziły się z niewypowiedzianą pilnością, której pomieniona krótkość czasu przy teraźniejszych przykrych drogach pozwolić mogła na osobiste hołdowanie Xią żęciu swojemu. Odprawił się akt ten publiczny w ten sposób. Dnia 4 ejusdem, jako na dniu imienin Książęcia Jmci traktował Naj jaśniejszy Królewic Jmć. z przyzwoitą urodzeniu swemu wspania łością wszystkich z Litwy i z Inflant Polskich i Rossyjskich tak ex militari jako i ex Eąuestri Statu w wielkiej liczbie zgroma dzonych dystyngwowanych gości ; zdrowia J. K. M. N. M. tudzież Senatorji et Equest>-is ordmis, spełniane były przy biciu z armat. Całą zaś tę kompanją, oraz i damy znaczniejszych familij zapro sił Jmć. Pan Wojewoda Mścisławski Plater do siebie na kollacja i na bal, na który dla pomnożenia ochoty i maski wpuszczano, trwał ten dywertyment aż do godziny piątej z rana, na którym Jmć, Pan Wojewoda hojnie z powszechnym ukontentowaniem wszystkich przytomnych częstował; dnia 5 Nowembra o godzinie siódmej z rana sto razy z armat ognia dano dla znaku zgroma dzenia się wszystkiej szlachty, która praecedente Jmć. Pana Kosch kuhla Marszałka Sejmowego sukcessive aż do godziny 9 do pa-"], [53, "41 łacu Xiążęcego wchodziła. Gdy Najjaśniejszy Królewic Jmć. siadł na krześle swojem pod baldachimem przyozdobionym, Jmć. Pan Kanclerz Stanów relative do wykonania przysięgi wierności i pod daństwa dążącą, na którą odpowiedział imieniem Stanów Jmć. Pan de Brincken Deputat Selburski oświadczając radość całego narodu, jak sobie życzą pod tak dobrotliwego Pana zostawać rzą dem. Złożyli naj pierwej jurament Jchmć. Panowie Oberaci, za nie mi Jchmć. Starostowie Majores za niemi Starostowie Minores, a potem 27 powiatów jeden za drugim podług ustaw i zwyczajów swoich wszyscy ex ordine Equestri, których imiona pridie Jmć. Pan Kanclerz zebrał. Niektórzy zaś podczas samego aktu przyje żdżali i tych imiona Jmć. Pan Ober - Sekretarz konotował, i potym z Regestru przy przysiędze czytał. Skoro ostatni powiat przysięgę złożył, wystrzelono znowu sto razy z armat, za któremi powszechna radość na dzwonach po wszystkich kościołach przy trąbach, ko tłach i bębnach ogłosiła się. Ztąd zaś najbardziej się wydawała, że niektórzy od 30 i kilku mil zjechawszy, w podeszłym wieku niezdołający po wschodach wstępować, prosili Najjaśniejszego Królewica Jmci aby im pozwolił w stancjach ich jurament podpi sać. Obiad solenny tak jako i 4 tego Mca był u dwu licznych stołów, i trwał aż do wieczora, gdzie bal się zaczął przy illumi nacji całego pałacu, dziedzińca, ogrodu, jako i całego miasta, które już i wieczorem przed tym przy dowcipnych amblematach i In skrypcyach radość swoje Najjaśniejszemu Panu oświadczało. Przy tej okoliczności Jchmć. Kurlandczykowie osobliwszą uczynili refle xją, to jest że w dziejach swoich najliczniejsze najdują homma gium oddane Xiążęciu Fryderykowi Kazimierzowi, który lubo ex recta linea był descendens z familji Kettlerowskiej, więc i Re ligji Luterskiej, jednakże wówczas nie było nad 80 osób przy wy konaniu wierności, kiedy przeciwnym sposobem teraz kochający i wenerujący wielkie przymioty w najjaśniejszym Królewicu a Xią żęciu swoim, przybyło szlachty przynajmniej 400, oprócz tych którzy in scripto dla słabości zdrowia z wyznaniem poddaństwa swego się odezwali. Z Kowna dnia 4 Decembra. Najjaśniejszy Królewic Jmć. Xiąże Kurlandski dnia 1 tego Miesiąca z Nitawy wyjechawszy, dnia 2 wieczorem o godzinie 9 w Czerwonym - Dworze rezydencji Jmć, Pana Marszałka Kowieńskiego stanął; gdzie nazajutrz, z okoli- 6"], [54, "42 czności imienin Królewica Jmci Xawiera odebrał powinszowanie od Jchmć. Panów Kasztelana Witebskiego *), Marszałka Kowień skiego i licznie zgromadzonych znacznych urzędników. Ta uro czystość obchodzoną była przy biciu z armat podczas spełniania zdrowia tak na obiedzie jako też kolacji, oraz przy różnych we sołości służących rozrywkach. Jego Królewicowska Mość do dnia jutrzejszego w Czerwonym-Dworze przytomność swą daro wać raczy zabawiając się polowaniem po tym wyjeździe do Wilna. Z Nieswiża dnia 14 Decembra. Xiąże Jmć. Radziwiłł Wo- jewoda Wileński Hetman Wielki Litewski, rozstawiwszy z cugów swoich pocztę od Wilna do Nieswiża, na każdej stacji po piędzie- siąt siedm koni dla przyjeżdżającego Najjaśniejszego Królewica Xiążęcia Jmci Kurlandskiego , gdy odebrał wiadomość o zbliżaniu się tak dystyngwowanego gościa, wyjechał z Xiążęciem Jmcią Miecznikiem synem i Jmć. Panem Podstolim W. X. Lit. Zięciem swoim oraz, Jmć. Panem Pacem Generałem Majorem wojsk Li- tewskich naprzeciw o mil ośm do dóbr swoich Korę liczę na- zwanych, gdzie przywitan się z przybyłym- Najjaśniejszym Króle- wicem i zostawiwszy na miejscu swoim gospodarzem Jmć. Pana Rzewuskiego Podstolego W. X. L. zięcia swego, sam dnia 8 tegoż Mca wieczorem powrócił do Nieswiża, a najjaśniejszy Królewic Xiąże Jmć. Kurlandski, będąc przyzwoicie przyjęty w Koreliczach i obiad zjadłszy u Jmć, Pana Podstolego Litewskiego, pojechał na noc do Mira, gdzie Go miasto, cechy i kahał za miastem spot- kawszy do zamku przy rzęsistym z armat biciu wprowadzali, a Xiąźe Jmć. Miecznik**) innym traktem z Korelicz pierwej przybiegłszy i za miastem spotkawszy do pokojów zaprowadził; czasu kollacji przy spełnianiu zdrowia i biciu z armat częstował. Dnia 9 po wysłuchanej Mszy Św. Królewic Xiąże Jmć. Kur- landski ruszył się z Mira, którego Kiąże Jmć. Hetman W. Lit. z przytomnemi Senatorami, urzędnikami, Dygnitarzami W. X. Lit. w kilkanaście karet i licznej z Rycerstwa Kalwakacie o ćwierć mili od Nieswiża spotkawszy, prosił aby się zatrzymał, i chciał widzieć przepędzenie łosi dzikich do zwierzyńca Albieńskiego w bliskości miasta Nieswiża będącego, z puszczy o mil 11, gro- *) Szymon Syruć. f 1773. *•*) Ks. Karol Radziwiłł."], [55, "43 dzonemi umyślnie na to ulicami, jakoż gdy przepędzono kilku łosi, Najjaśniejszy Królewic Xiąże Jmć. Kurlandski, w licznej bardzo assystencji, ruszył się w paradnej karecie z tego miejsca, którego za przedmieściem spotkały cechy; na przedmieściu Kabał i gmin żydowski witał mową Niemiecką, i wołu ubranego w wstęgi z zło conemi rogami oddał, a przy bramie miejskiej Magistrat witał i klu cze od fortecy oddał; z tą paradą przez miasto aż do zamku był wprowadzony, przy nieustannym po wałach miejskich i zamko wych biciu z armat. Xiężna Jmć. Hetmanowa z karety wysiada jącego, a damy wszystkie w apartamentach oczekiwające, przywi tały Najjaśniejszego gościa; dany zaraz był obiad podczas którego przy rzęsistym z armat biciu spełniano zdrowie J. K. M. i całej Najjaśniejszej familji, po obiedzie ruszyli się wszyscy do Kome dyarny, gdzie reprezentowana była tragedja Fokasa, a po nićj Balet skakany. Wróciła się cała kompanją do zamku, gdzie na stąpiła zaraz kolacja, wieczorem też illuminowany był Ratusz w Mie ście. Są tu przytomni Jchmć, Panowie Ogiński Trocki, Pac Żmudzki z Jejmcią swoją, Brzostowski Połocki z Jejmcią swoją, Abramowicz Brzeski, Kasztelanowie, Xiężna Jmć, Soło hubowa Generałowa Artylerji W. X. Lit. Xiążęta Jchmć. Podko morzy z Xiężną Jmcią swoją, Chorąży, Miecznik W. X. Lit. Sta rosta Sądowy Powiatu Rzeczyckiego z Jejmcią swoją Radziwił łowie Jchmć, Panowie Rzewuski Podstoli, Massalski Pod skarbi Nadworny, Łaniewski Łowczy W. X. L. Jchmć. Pano wie Pac, Grabowski z Jejmcią swoją, Jabłoński Generał Majorowie W. W. X. L. Brzostowski, Bystrzycki, Zabieł łowie, Abramowiczo wie Wołodkowicz i wielu urzędników Ziemskich Grodzkich Województw Nowogrodzkiego i Mińskiego, tudzież officjalistów i Rycerstwa obojga zaciągów wojska W. X. Litewskiego. Dnia 10 Najjaśniejszy Królewic Xiąże Jmć, Kurlandzki z rana dał audyencją klasztorom różnym które powinszowanie złożyły, ruszył się potym w assystencji całćj kompanji o ćwieć mili od mia sta do zwierzyńca Alba nazwanego na polowanie par force je dnego jelenia, dwóch łosi, danjela, kilka dzików i wilków, które polowanie wziąwszy w dyspozycją swoje Jmć, Pan Łaniewski Łowczy W. W. X. Lit. z ukontentowaniem wszystkich dysponował, i sam z najjaśniejszym Królewicem tego zwierza forsował. A gdy"], [56, "44 się skończyło polowanie, zaprosił Xiąze Jmć. Hetman W. W. X Lit. do pałacu swego Albieńskiego na obiad i tam częstował. Wieczorem powrócili wszyscy do zamku gdzie kolacja nastąpiła. Dnia 11 po rannym śniadaniu ruszył się Najjaśniejszy Kró lewic Xiążę Jmć. Kurlandzki w assy»stencji całej kompanji o milę od miasta do Bażantarni na polowanie dysponowane przez Jmć. Pana Łaniewskiego W. W. X. Lit gdzie piętnaście sarn i kilku zajęcy ubiwszy, powrócił do zamku na kolacją. Dnia 12 z rana Najjaśniejszy Królewic oglądał w zamku będącą Bibljotekę, Archiwa, Skarbce, i w nich różne raritates, nastąpił potym obiad przy spełnianiu zdrowia i biciu z armat. Po obiedzie wyjechał Najjaśniejszy Królewic do pałacu miejskiego, tam widział Książęcia Hieronima Ordynata *), Jchmć. Podstolików Litewskich Rzewuskich, wieczorem było polowanie w Maneżu, w wytkniętej umyślnie na to kniejce, gdzie maleńkiemi Bonon skiemi pieskami 15 zajęcy, borsuka i lisa uszczwano; powróciła potem cała kompanją do zamku. Dnia 13 Najjaśniejszy Królewic z rana po śniadaniu ruszył się rozstawioną pocztą do Słucka do Xiążecia Jmci Chorążego W. W. X. Lit. za kilka dni z powrotem nazad do Nieswiża, dla którego poczta z cugów Xiążęcia Jmci Hetmana W. W. X. Li tewskiego po 57 koni na każdą stacją rozstawiona jest aż do Grodna. Z Warszatcy dnia 31 Decembra. Najjaśniejszy Xiąże Jmć. Kurlandzki po odprawionych pierwszych dniach świąt w Bia łym-Stoku u JW. Jmć. Pana Hetmana W. K. W przeszłą so botę przybył tu szczęśliwie do Najjaśniejszego Króla Jmci z całym dworem swoim, dla którego cugi były odedworu rozstawione do Węgrowa. „Rok 1760, w życiu Xięcia Karola, ważną stanowi epokę. W tym bowiem czasie (dnia 20 Marca) wstąpił w związki mał żeńskie z Franciszką Krasińską, co jako dopełnione bez woli *) Brata ks. Panie Kochanku, rodzącego się z drugiój żony ks. Hetmana Rybeńko, Mycielskiej a Oyca ks. Dominika."], [57, "45 ojca, i przeciwne raz przyjętym i uprawnionym wiekami przez osoby krwi panującej zwyczajom , tajemnem być musiało. Króle wicz Karol, posiadał z przyrodzenia dar podobania się i chęć wła dania sercami kobiet. W podobnych razach wiadomo, jak poko nywanie trudności często ludziom zapominać się każe. Niepodobna jest przewidzieć, dla czego młody Królewicz otoczony znaczną li czbą wiernych przyjaciół i doświadczonych doradżców, mógł uczy nić krok tak nierozważny, mając w swych chęciach, myślach i na dziei następstwo tronu Polskiego, łącząc się węzłem małżeńskim z osobą, której urodzenie największe przeszkody w dopięciu jego zamiarów stawić mogło; a związki krwi, znakomitej Krasiń skich rodziny, w zazdrośnem poróżnieniu magn.atów, władają cych ówczesną Polską podług własnego upodobania, przy wyborze nowego Pana, nieprzełamane zrodziły by trudnoście. Dla tego też związek ten swawoli cechę na sobie nosił. Przez dwa lata Króle wicz utrzymując korespondencją z przyjazną sobie rodziną Ża bi e 1 1 ó w, do których kilka ocalonych listów Jego umieszczamy, wymieniając najdrobniejsze szczegóły obchodzić go mogące, aż do zabaw myśliwskich, wierzchowych koni, dworskich umizgów i t. p, nigdy w dwuznacznych nawet wyrazach o żonie swojej nie wspom niał. Lecz kiedy następnie szczęście Karola odstąpiło, Franciszka Krasińska, której śluby z nim zawarte były prawne, zatrwo żona i niepewna swojego losu, postanowiła zrzucić zasłonę , przez dwa lata ich tajemniczy związek okrywającą. Kierski Sekretarz wielki Koronny, w liście do Wojewody Mścisławskiego , pod datą 11 Junji 1762 r. tak się wyraża: „Biron uznany Księciem Kurlandzkim, i miał się zrzec pra wa swego na osobę Carską, — o czym kazał Stany Kurlandzkie uwiadomić Monarcha przerzeczony posławszy tam na ten koniec jednego ze swoich akredytowanego. Jest tedy rzecz oczewista, iż to Xięstwo dla Xięcia Holsztyńskiego brata swego destynować będzie, nie mając żadnego względu na prawo Rzeczypospolitej, a tym bardziej na osobę Najjaśniejszego Karola, którego żona, po śmierci ojca swego Starosty Nowomiejskiego, pisała do Jmci Kan clerza W. K. jako jćj ciotkę za sobą mającego, aby jej dał pro tekcję, posławszy Mu Kontraktu ślubnego kopję, świadectwo ślubu konsens Plebana, nadanie ślubu i indult, te tedy dokumenta przy słane były Copiatim do nas, i o nich posłano uwiadomić Kawale-"], [58, "46 ra, przez Kuryera, dając do wyrozumienia onemu przy tym, iż ta rzecz nie może być dłużej tajna. A zatym- trzeba będzie o niej przestrzedz ojca, niżeliby się miał zkądinąd dowiedzieć. Do samćj zaś wysłano umyślnego aby tu nieprzyjeżdżała, ani się z tym Marjażem głosiła, bo może i siebie i męża nieszczęśliwym uczynić. Co tedy z tego wszystkiego dalej wyniknie, czas pokaże.\" Jakie po straceniu Kurlandzkiej korony i prędkiej potem śmierci Augusta HI, były Królewicza Karola zamiary względem żony, dosyć jest powiedzieć, że rozwód z Żoną był pierwszą jego myślą, a następnie dla uznania praw Jej i przyjęcia w dom swój dla wspólnego pożycia, Księciu od rządów dziedzicznej Saxonii oddalenemu, gdy związek ten już nic nadzwyczajnego i niepodo bnego w sobie nie miał, trzeba jeszcze było na to wdania się Cesarzowej Maryi Teresy. Odtąd Franciszka Krasińska, we wszyst kich swych prawach uznaną została, a Wnukiem Jej, był nieszczę śliwy Król Sardyński Karol Albert. *) Między stolicą Księstw swoich a Warszawą, spędzał czas panowania swego Książe Kurlandzki; gdy go w 1761 r. wiado mość o śmierci Cesarzowej Rossyjskiej Elżbiety doszła. Piotr HI, wstępując na tron, przebaczył wygnanym przez Jego poprzedników osobom. W tej liczbie był Biron, a powrót Jego zapowiadał nie szczęścia mające spaść na Karola w Kurlandji. Stany tego Księ stwa były przez Rezydenta Rossyjskiego uwiadomione o wstąpieniu na Tron nowego Cesarza, bez uczynienia wzmianki o Księciu, z pro pozycją wysłania od tychże Stanów Deputacji dla złożenia hołdu *) Niewytłómaczony jakiś fatalizm towarzyszył Polkom, które bądź z pry watnych rodzin, bądź też z krwi panujących pochodząc, rzadko bardzo szczęście w posagu przynosiły tam gdzie korona zdawała się być dla nich przeznaczoną. Znane są dzieje życia Izabelli Jagielonki; siostra Jej Katarzyna na to zdaje się oddała swą rękę ks. Janowi ażeby go do więzienia zaprowadzić. Maryny Mniszeeh wejście na tron jakim ze strasznym rozlewem krwi spluskane było i jakiż smu tny był obu małżonków koniec. Ludwik XVI. wnuk i syn królewien Polskich głowę swą na rusztowaniu położył, Karol Albert wnuk Krasińskiej nie przeżył doznanej klęski w której sam z siebie zrzucił koronę. Sztuarta związek z So bieską pewno mu nie dopomógł w celu osiągnięcia Angielskiego berła, a w szyscy pamiętamy epokę w której żyła księżna Łowicka."], [59, "47 w Peterzburgu. Cesarz przyjął ją mile i głośno oświadczył ze Kur landja wyznając Religją Luterską, nie może być rządzoną od Księcia Katolickiego. Książe Karol od siebie wysłał Delegata, ale go Cesarz nie przyjął. Zatrwożony Karol miał powód mniemać że wypadki polityczne usuwając z tronu Piotra HI, i oddając berło Rossyjskie Cesarzowej Katarzynie H, pomyślniejszy obrót Jego interesom nadadzą. Ale zupełnie przeciwnie się stało. Korespon dencje Karola z Wojewodą Mścisławskim Platerem właśnie do tej odnoszą się epoki, i czytelnika najlepiej z Jego położeniem krytycznem oznajmią. *) W Listach Kierskiego .Sekretarza W. K. pisanych do tegoż Wojewody PI a ter a, znajdujemy nastę pujące szczegóły: Warszawa dnia 2 Januarii 1763 roku. „Dnia 31 Elapsi o 3 po północy, przybiegł Kurjer z listem do Króla od Księcia Kur landskiego z Nitawy donosząc, jako 24 Decembris Simolin z rozkazu Carowej, kazał wszystką intratę sekwestrować, Mensa Ducalis, tak dalece że one mający wydawać, in teritoriis respectivis, mu»sieli dać na siebie rewersa, jako się na to re zelwować nie będą, ale one na pożytek Carowej oddadzą ; tudzież magazyny popieczętowano Książęce; przy sianie i drzewie na wygodę Książęcia sprowadzonym, warty przystawiono Moskiewskie gdy zaś po takowej uczynionej wiolencji Książe posyłał do Pana *) August III w upadku syna i niemożności ratowania go dziwnie był splątany własnemi dyplomatycznemi czynnościami, bo gdy Biron zesłany był jako sługa swej Monarchini, Król August dopominał się nie jednokrotnie uwolnienia go jako lennika korony Polskiej. Elżbieta oddając tron Kurlandski Karolowi, zam knęła usta dalszym domaganiom się Augusta III, i wtenczas nawzajem Biron przez gabinet Briihla wprzód protegowany, ogłoszony został jako obcy poddany i służalec, co nawet z jego charakterem udzielnego książęcia połączone być nie mogło, a nawet ani od stanów Kurlandyi nie otrzymał przysięgi na wierność, ani też sam przysięgi nie wykonał. Gdy Cesarzowa Katarzyna II. Birona do dawnych godności przywróciła, a Szambelan Borch w sprawie Karola wysłany był do sto licy, gabinet Petersburski usprawiedliwiał swoje postępowanie, uprzedniemi żąda niami Augusta III, względem uwolnienia Birona, co właśnie teraz mógł w wyko nanie wprowadzić w celu zaspokojenia wymagań tegoż króla. Ciekawe do tej epoki odnoszące się akta i korespondencje, znajdują się w Cesarskiej Publicznej bibliotece w Petersburgu w rękopiśmie, w jednym grubym tomie in folio, pod tytułem : Correspondance dijilomatkjue sur len affaires de Courlande 1758 — 1763."], [60, "48 S im o lin dowiadując się, za co by sobie tak gwałtownie postę pował w Księstwie od nikogo tylko od Króla Polskiego i Rzeczy pospolitej dependencji nie mającym, — odpowiedział, iż takowy miał de superordynans, a to z tej przyczyny, powiadał, że gdy partja wojska Rossyjskiego rozkładała się na zimową Konsystencję po dobrach stołu Książęcego, Książe dał się z tym słyszeć, że takowy postępek deklaruje donieść Królowi, jako też Rzeczypospolitej, które słowa Książęcia Carowa miała wziąść za urazę, i z tej przyczyny sekwestrować, prowenta kazać. Po uczynionym sekwestrze, Stany przy Książęciu obstawające, imieniem Pana i Księstwa Kurlandz kiego poszli ad akta i publiczny zanieśli manifest przeciwko tymże wiolencjom, którego axtrakt w języku Niemieckim autentyczny tu także jest oddany. O Książęciu nie mamy wiadomości czy tu przy będzie, lecz według wszelkiej aparencji, ponieważ magazyny za pieczętowane, siana i drzewa pod strażą, zkąd ani ekwipaże mieć będą mogły wygody, ani Książe bez drzewa zostawać. Ostatnią przyciśniony niewygodą, rozumiem, będzie musiał powrócić do Warszawy. Tą pomieszani nowiną nasi Magnates, mają .spro wadzić Prymasa, a przytem rozumiem Hetmanów Koronnych Kon wokowawszy, tudzież po bliższych Senatorów Konsilium uczynić, jak sobie w takowym przypadku postąpić. Jakowe ztąd wyniknie rezultatum, czas pokaże.\" Tenże Kierski donosi. Z Warszawy 20 Januarji 1763 roku. „Niespodziewana się aby te moje pisanie miało zastać JWWm. Pana Dobrodzieja we Lwowie, bo jak prędko przyszła wiadomość przez Kuryera 14 pr. do Warszawy, że Carowa 10 ejusdem insiniować kazała naszemu Księciu Kurlandskieinu przez Si ni o li na, aby dobrym sposobem ustąpił z kraju dla Birona, deklarując swoje onemu w inszych okolicznościach świadczyć fawory, *) tak zaraz tegoż Kuryera ex pedyowano do Brzozy, gdzie król był naówczas na polowaniu; który powróciwszy w Sobotę to jest 15 ad regjam naprzód bez %) Cesarzowa Katarzyna II chciała wynagrodzić Księcia Karola sekulary zacją w Niemczech dwóch Biskupstw, Padernborn, i Hildeshejm, do czego miano przydać mu miasto Er furt. Książe niechciał sekularyzacyi jako katolik, tern bardziej że brat jego Klemens miał nadzieję że otrzyma obiedwie te stolice. (Encyklopedia powszechna, patrz Yisconti Antoni Eugeniusz)."], [61, "49 odwłoki Jmć. Pana Bor cha wysłano z expedycją na s.olicę za pasportem Najjaśniejszego Pana. Ponieważ Jmć. Pan Kej z er ling swego denegował. A potem Jmć. Pan Lipski 19 od rana ztąd prosto ku Mitawie wyjechać był obligowany, posławszy sztafetę do JWWm. Pana Dobrodzieja od dworu z intymacją abyś tamże wybierał się i łączył z swoim tej negocyacji kollegą. Te tedy obie dwie expedycje, nie wiem jaki będą miały sukces w tak niery chłym czasie, de kiedy Biron wydał Uniwersały do Stanów aby się na dzień 22 pr. znajdowały w Mitawie na oddanie Jemu przy sięgi i na objęcie Księstwa Kurlandskiego. Któż wie, czy już JW. Pan Dobrodziej z kollegą swoim zastaniecie Najjaśniejszego Kró lewica na miejscu destynacji, czy już nie jest dotąd przymuszony gwałtownie do ustąpienia kompetytorowi ; a zatem fatyga byłaby próżna, jednakże meritum zostanie i wdzięczność mieć będzie Naj jaśniejszy Monarcha. W przyszłym Tygodniu spodziewamy się z Kurlandji Kuryera daj Boże z pomyślniejszą niżeli pierwszy przyniósł nowiną. &. &. &.\" Już nic nie zostawało dla nieszczęśliwego Książęcia, jak opuścić zajętą wojskiem Rossyjskicm Nitawę. Oświadczył jedn.ik że nie uczyni tego, bez wyraźnego rozkazu Króla ojca swojego, jako lennik Rzeczypospolitej Polskiej, a widząc przygotowania wo jenne do gwałtownego wyrugowania Go przed zamkiem czynione, Birona z rodziną mieszkającego w mieście, Stany i lud nowemu zaprzysięgłe Książęciu, naostatek osobiście domierzane Jemu obelgi i potrzeby życia ścieśnione, postanowił z bronią w ręku czekać nadejścia rozkazań ojca i odeprzeć własnemi piersiami gwałt któ rym Mu grożono. Tymczasem okoliczności coraz się utrudniały. Zatrważające wieści przychodziły do Polski. Stary Król, więcej zgryziony klę skami syna niż własnem niepowodzeniem, przesłał Mu zgodzenie się swoje na odjazd Jego z Nitawy. Karol zaś pretext odjazdu do wód dla poratowania zdrowia Stanom oświadczył. Ale dla przy jaciół Karola już nie szło o koronę Kurlandji, lecz o drogie życie i bezpieczeństwo osoby Królewicza. W ówczas to Plater, Z.a biełłowie i inni, podnieśli szlachtę Inflant Polskich, Litewską"], [62, "50 i Zmujdzką w powiatach przygranicznych Kurlandji, a ta z tym po święceniem się które ją zawsze cechowało, siadła na koń i odbiegł szy zatrudnień rolniczych zbrojnie wpadła do Nitawy; gdzie zna lazłszy już oblężony zamek, zagroziła rozlewem krwi, gdyby co kolwiek przeciwić się jej chciało. Karol został ocalony po sześciomiesięcznem oblężeniu, z cala komitywą otaczających go Polaków (1763). Udzielono Mu czas potrzebny dla wybrania się do podróży. Nawet w chwili odjazdu, władze i wojsko honory odpowiedne Jego wysokiej osobie czyniły. Książe opuszczając jakoby czasowie Kurlandją, wydał Protestacją ogłaszająca Birona za uzurpatora, a wzywającą Stany Kurlandz kie do Posłuszeństwa sobie jako prawemu ich Książęciu. Z Nitawy przez Warszawę udał się Karol do Drezna, gdzie 5 Października tegoż roku August HI, po krótkiej słabości umarł. Wówczas nadzieja Tronu Polskiego jeszcze raz w nim ożyła. Lecz gdy inaczej los zrządził, Królewicz Karol, oddany prywatnemu i spokojnemu życiu, pobierając z Polski podług uchwały sejmu 1768 r. 12.000, czerwonych złotych rocznie. *) Umarł w Dreźnie w 1796 roku, licząc 63 lata wieku. *) Na sesyi Sejmowej d. 23 maja 1792 roku, uchwalono prawo: Posta nowienie dla Najjaśniejszej Maryi Krystyny Kiężniczki Polskiej córki Najjaśniejszego Karola Królewica, i Franciszki z Krasiń skich Królewicowej Polskiej, zapewniające dla tej Księżniczki (następnie matki Karola iUberta króla Sardyńskiego) dożywociem po śmierci Ojca 72,000. zł])."], [63, "T.ebl I iri N0'!"], [64, ""], [65, "Tabl.n N**3"], [66, ""], [67, "TaRI N*4. N°5"], [68, ""], [69, "OBJAŚNIENIE PIECZĘCI. N. 1 — Tarcza czteropolowa pod mitrą Książęcą , na niej herby krajowe Kurlandyi i Semigalij — we środku tarcza roz- dzielona pod koroną Królewską, mieści cyfrę Zygmunta Augusta, i herb prywatny rodziny Ketlerów. Dokoła na- pis: D(ei) G(ratia) Ferdinandus Livon (ia) Curlandiae et Se- migalliae) Dux, to jest: z bożej łaski Ferdynand Inflant, Kurlandyi i Semigalij Książe. N. 2, — Herby krajowe, we środku tarcza czteropolowa, na niej dwa orły i dwie pogonie, we środku cyfra Króla Augu- sta HI, napis : Sigillum Ducatum Curlandiae et Semigalliae, to jest: Pieczęć księst. Kurlandyi i Semigalij. N. 3, — Na poludamencie książęcym , pod książęcą mitrą tarcza z herbami Krajowemi, we środku tarcza mniejsza rozdwo- jona pod koroną Królewską, na jednej w górze herby ko- rony i Litwy, niżej herb Saski, jako Królewicza Polskiego i Księcia Saskiego Karola, na drugiej cyfra Augusta HI pod koroną, napis: D(ei) G(ratia) Carolus in Livonia. Curlandiae et Sernigal(iae) Dux; to jest: z bożej łaski Karol, Inflant Kurlandyi i Semigalij Książe. N. 4. — Na poludamencie, pod Mitrą, utrzymywanym przez dwa lwy, tarcza z herbami krajowemi, wśród której tarcza mniej- sza rozdzielona, na lewo w górze herb pierwiastkowy Bi- rona, trzy belki czerwone złamane w polu srebrnym pod koroną, niżej ptak siedzący na pniu z głową ku prawej stronie obróconą, trzyma w dzióbie gałązkę z trzema żo- łędziami herb uzurpowany prawdziwej rodziny Bironów, do którego Biron Kurlandski zostawszy wielkim Podko- morzym Ces. Anny, klucz dodał, na stronie prawej cyfra Augusta IH pod koroną. Napis: D(ei) G(ratia) Ernestus Johannes in Livon(ia) Curl(andiae) et Semigal(iae) Dux."], [70, "to jest: z bożćj łaski Frnest Jan Inflant Kur landyi i Semigalij książę. N. 5. — Na poludamencie książęcym pod mitrą przez dwa lwy utrzymywanym herby krajowe , we środku tarcza cztero- polowa, na niej, wyżej cyfra Zygmunta Augusta pod ko- roną, i trzy złamane belki pod koroną, niżej herb Biro- nów i cyfra Augusta HI pod koroną, napis: D(ei) G (rafia). Petrus in Livonia. Curlandiae et Semigaliae Dux A(nno) 1769, to jest: z bożej łaski Piotr Inflant Kurlan- dyi i Semigalij Książe roku 1769. Wielkość wszystkich pieczęci w rysunku jest naturalna."], [71, "KORESPONDENCYA. Listy Augusta III, Królewiczów: Fryderyka, Xawerego i Karola, Ministra Bruhla, Jen. Gub. Inflant Brown'a, Gener. Delachiual'a i Casanovą."], [72, ""], [73, "55 1. Lubo jestem więcej niż pewnym Pańskiego przywiązania i życzeń szczerych, które Pan okazujesz nieustannie we wszyst- kich okolicznościach mnie dotyczących, attencja jednak którą, ła- skawie mi okazałeś, wznawiając ją z powodu Nowego roku, jest dla mnie jednym więcej dowodem Pańskiej drogiej przyjaźni. Nieskończenie za to jestem Mu wdzięczen, i życzę wzajemnie ażeby wszystkie Pańskie życzenia mogły się ziścić w ciągu tego roku; a jeżeli z mojej strony będę mógł być mu pomocnym, wie- rzaj Pan że z największą przyjemnością i wszystkiemi siłami przy- czynię się do tego. Zapewno doszła już Wmć. Pana wiadomość o śmierci Cesarzowój Bossyjskiej, i łatwo ztąd wniesiesz wiele czuję nad tym wypadkiem, tracąc w niej wielką dobrodziejkę, do której udawać się mogłem w moich własnych potrzebach, jak ró- wnie i w chęci służenia drugim. Właśnie w Jej życzliwe chęci ufny, wdałem się za Szambelanem, krewnym Pańskim, ale sam Pan dopiero widzisz jak los tym inaczej rozporządził, ku wspól- nemu naszemu umartwieniu. Jak skoro ukończę Sejm tutejszy na dzień 1 przyszłego Lutego zwołany, postaram się natychmiast od jechać do Warszawy. Wszędzie gdziekolwiek będę, nieopuszczę żadnej nadarzającej się okazji, ażebym Pana przekonał, że jestem z niezachwianym i wysokim szacunkiem Kochanego Pana Hrabiego serdeczny przyjaciel 25 Stycziiia 1762 r. z Nitaxoy. Kcu-ol. Do Plateru W. M."], [74, "56 2, Względy jakie WM. Pan raczyłeś mi oświadczyć w liście pod dattą 7 tego miesiąca, winszując mi szczęśliwie doczekanych świąt Wielkanocnych, były mnie równie przyjemne, jak zawsze, wiele tylko razy przekonywam się o Pańskiej o mnie pamięci. Nieskończenie jestem wdzięczen, i wzajemnie życzę, ażebyś Pan je spędził w najlepszym zdrowiu, gdyż tutaj jak i w Kurlandji mało było osób które by od ogólnie panującej choroby nieucierpiały. Zadasz Pan wiedzieć o następstwach, jakie śmierć Cesarzo wej Rossyjskiej spowodowała: Nie jest to jeszcze dosyć jasne, a powierzchowność wszystkiego co nowy Cesarz czyni i ma w chęci uczynienia, są pochlebne w ogólności, dla Dworów dawnej Ligi jak równie i dla moich w szczególności interesów. Zdaje się że chciałby swój dom Holsztyński wynieść chociażby największym kosztem, a jako ja nie jestem w stanie opierania się liczbą stuty sięczną obrońców dla ochrony lubo najsprawiedliwszej swej spra wy, jeżeli wygnana będzie dobra wiara z przymierza zawartego przez Jego poprzedników, lękam się ażeby Rzeczpospolita nieule gła w przyszłości wypadkom, które przewidując słuszne mamy powody dzisiaj się ich obawiać. Nie przepomniałem wdania się mego o Starostwo dla Pana, ale w jakimby rodzaju one nie było, nie będzie nigdy skuteczne, chyba tylko przy osobistem czuwaniu nad zręcznością i porą zdatną do zadowolnienia Pańskich życzeń, Tymczasem życzę zdrowia i proszę ażebyś wierzył w niezachwiany i rzetelny szacunek, z którym zostaję Pańskim szczerym przyja cielem Karol. Warszawa 21 Kwietnia 1762 r. Do Plotera W. M."], [75, "57 3. Nitawa 13 Września 1762 r. Otrzymałem z przyjemnością List Pański pisany z Horynki dnia 24 prz. Mca i wyczytałem w nim z największym zadowol nieniem uczucia znane mi dotąd i udział jaki bierzesz we wszyst kiem co tylko mój los obchodzić może. Od chwili w której przez detronizacją Piotra HI, Rząd zmienił się w Rossji, któżby wątpił, że mogłem obiecywać sobie przyszłość znośniej szą pod berłem Ce sarzowej panującej obecnie? Ale ponieważ niewątpię że Pana już doszły zupełnie przeciwne wiadomości z echa publicznego, nie mam więc potrzeby je powtarzać. W tym jednak stanie mych in teresów, ponieważ Rzplita musiała by być obrażoną na niewłaściwe postępowanie Dworu Rossyjskiego, gdyż on wprost nastaje na prawa niezaprzeczone Króla, ojczyzny i moje, których Pan znasz istotną wartość i urzędowość, mam powód podchlebiać sobie że Wmć. Pan usiłujesz przyczynić się do odwrócenia złych następstw, w czym tylko będziesz mógł tak osobiście jako i przez swoich przyjaciół ; wzajemnie zaś proszę wierzyć że żadnej nie zaniedbam zręczności ażebym go przekonał jak wielką wartość do jego dro giej osoby przywiązuję, i o ile życzę mój kochany Hrabio zjednać Twoją przyjaźń przez rzetelny i niezachwiany szacunek , z którym jestem i będę na zawsze Kochanego Pana Hrabiego najszczerszy przyjaciel Karol. Do Plateru W. M. 8"], [76, "58 4. Mnie Wielce MCi Panie Chambelanie Lubo w niemałym, iako WMMćm. Pan słyszeć musiałeś, i kor respondencya i wszystko znayduie się teraz pomieszaniu, iednak nie podobna mi dzisieyszej opuścić poczty, abym za List Jego de 20 curr. tudziesz i za wszystkie mi kommunikowane wiadomości należycie nie podziękował. Niewiem, co po MSzyS. na mnie czeka, gdyż Simolin miał się oświadczyć, że mię gwałtem z pałacu chce wyrugować, iednak upewniam, że tanio tego nie dokaże. By way WMMC. Pan tym czasem zdrów i wyperswadowany że z nie od-mienną doskonałą, iestem estymacyą WMMrn. Pana Z Mitau-y 27 Dec. 1762. votre tres - atfectione Charlesi Je snis de la messę que j'ai entendue k 1'Eglise, on ii faisait nn froid diaboliąue et ił n'est rien arrivś des menaces de Mr. Simolin. Do Zabiełły Łowczego Litt."], [77, "59 5. 29 Listopada 1762 r. Będąc przekonanym że Pańskie zasługi względem Króla i Rzeczy pospolitej, nie mają potrzeby ani rekomendacji ani Pro tekcji, dla żądań które mógł byś Pan otrzymać, nie śmiał bym czynić żadnej wzmianki tak przed najjaśniejszym Panem jak i jurzed Hrabią Brtihlem, ale ponieważ zdajesz się Wmc. Pan życzyć ażebym podał myśl dania Jemu dobrego Starostwa, zanadto go kocham i szacuję ażebym choć na chwilę wahał się użyć swojego wpływu w każdem zdarzeniu gdzie tylko mogę być Jemu poży tecznym. Dla tego też dołączam w tym piśmie list do pierwszego Ministra, który zechcesz pan Mu oddać wówczas, kiedy uznam to za stosowne do swoich interesów. Prócz tego chciałem pisać do Wć. Pana w przedmiocie obecnego mojego położenia, ażebyś o ile będziesz mógł brał udział w postanowieniu Dworu, a licz na mo jej najżywszej wdzięczności, jaką będę miał za wszystko coś uczy nił i jeszcze dla mnie uczynisz, i bądź przekonany o niezachwia nym najszczerszym szacunku, z jakim zostaję Kochanego Pana Hrabiego serdeczny przyjaciel Karol. Do Plateru W. M."], [78, "60 6. Nie umiem wyrazić radości, jaką zbliżenie się Pańskie mi sprawiło, a więcej jeszcze niecierpliwości z jaką oczekuję Jego przybycia do tutejszego miasta. Jeżeli by Pan Simolin zapomniał się do tego stopnia, że otwarcie chciałby Mu wjazdu zabronić, wówczas Pan byłbyś pierwszym tego przykładem od czasu jak Kurłandja jest prowincją lenną Polski. Ale Wmć. Pan nie pojmu jesz intryg tego człowieka, używał ich również przeciw Jmć. Panu Kasztelanawi *) koledze Pańskiemu, jak równie i przeciw Panu Szambelanowi Inflonskiemu Borchowi, a jednakże nie tylko oni wjechali do Nitawy, ale ostatni przejechał nawet przez Rygę, bez naj mniejszej trudności, z czego niemniej Simolin tyle tutaj narobił hałasu. Niepodobna ażeby on miał polecenie swojego dworu dla wzbro nienia Senatorowi wjazdu tutaj, ale to wszystko musi czynić dla przypodobania się B ironowi. Dla tego też kochany Hrabio pro szę Ciebie ażebyś na to żadnej uwagi niezwracal, i nic nie odpo wiadając warcie stojącej przy bramie, jechał wprost za dwoma masztalerzami, których na spotkanie wysyłam. Chciałbym co prę dzej uścisnąć Wmć. Pana i słownie zapewnić o niezachwianym i r/cczywistem szacunku, z jakim zostaję Kochanego Pana Hrabiego najserdeczniejszy przyjaciel Karol. 15 Litfego 1763 r. z Nitawy. Do Plateru W. M. *) Lipskiemu Kaszt. ŁęezyckieiM."], [79, "61 7. Nitowa 6 Decembra 1762 r. Powiadasz mi Pan w swoim liście, że dawna moda pić do zbytku dotyla się znowu wprowadza iż żaden obiad nieobejdzie się, ażeby gospodarz i goście nie mieli pełnej dozy i niestali się podobnymi do Generała Delachinal w takim stanie w jakim był 5 Oktobra 1759 r. Wyznam iż bardzo rad jestem że się nie znajduję na tych obiadach; gdyż dobre towarzystwo zachęca mię łatwo do tej rozpusty; a w stanie obecnym zdrowia mojego, kiedy niemogę wypić dwóch kieliszków bez doznania hemorojdalnych cierpień, po drugim obiedzie umrzeć mógłbym. Gniewa mię że biedny Ambasador Francuzki na balu maskowym adresował się do panny Dars, i że tyle starań i karesow jego były daremnemi. Będzie niekontent z piękności Polskich, gdyż na nieszczęście adre suje się prawie zawsze tam, gdzie nic wskurać nie może. Żałuję również biednego Wojewodę Smoleńskiego, *) który zgryziony z afrontu uczynionego Mu przez aktorkę zachorował. Dla czegóż te dwie oryginalne figury, mieszają się niepotrzebnie usiłując uda wać zakochanych. Wyznam jednak że się śmiałem jak szalony czytając awanturę tego staruszka z panną Drisene, i zdawało się że widzę go w tej chwili w stroju kominarza tak jak często bywał na Redutach w Warszawie. Ubiór ten najwłaściwszy jest dla jego szczupłej figury. Oto jest pierwsza ale także jedyna i wielce interesowna nowina jaką ztąd donoszę: Patapuff**) wkrótce ma pojąć kobietę, ale jakąż kobietę ? Osobę najpiękniejszą z całej Kurlandji, młodziutką Lizę Grott hausen. Żałuj, tak, żałuj mocno! to biedne stworzenie przezna czone zostać niero.dzielną towarzyszką tego zwierzęcia. Co za noc?! *) Paweł Piotr Sapiecha f 1770. — Niesiecki ed: Lipska. **) Mikołaj Korff."], [80, "62 Co za straszna chwila, kiedy będzie zmuszoną przenieść pierwsze karesy tego monstrum. Wiele osób lęka się, żeby pierwsza chwila uciechy nie była dla niej ostatnią w życiu. Jednak ja podobnego strachu niedoś wiadczam , bo zdaje się iż żadne dziewczę z tego jeszcze nieumarło ; ale się lękam żeby zapowietrzone tchnienie tego Patapuff, niezaraziło tej biednej ofiary, albo żebo zapominając się w zbytku dzikiej namiętności, niewykluł swoim długim nosem, tych pięknych oczu co z takim blaskiem jaśnieją. Polowania moje od niejakiego czasu są bardzo nędzne, ograniczają się tylko zającami. Ale psiarnia moja jest świetna i piękna, zachwycał byś się gdybyś widział moich rekrutów po Ru dl u, z których jednak siedm sfor będą mogły być użyte ledwo na przyszłą jesień. Czekam dwóch psów od Pana Łowczego twojego brata, i proszę o przyspieszenie wysłania ich z Czerwonego dworu. Jestem i będę na zawsze z naj czulszą przyjaźnią i prawdziwym uszanowaniem Wmć. Pana najprzychylniejszy Karol. Proszę zapewnić Pana Łowcze go Litewskiego o mojej przyjaźni jeżeli jest jeszcze w Warszawie. Adres. Wielmożny Jmć. Pan Zabiełło Generał Major i Szambelan N. Króla Polskiego Elektora Saskiego, xo Warszawie."], [81, "63 8. Nitaica 25 Oktobra 1762 r. Z wielką przyjemnością otrzymałem miły list Wmć. Pana pi sany 18 t. m. i bardzo wdzięczen jestem za dołączone w nim Manifesta w języku Polskim; chociaż kopje któreś przysłał więcej mnie zajmowały, gdyż lepiej z nich mogłem widzieć moc i war tość każdego. Manifest Czartoryskiego, podług mnie tchnie tylko czystą nienawiścią ku pierwszemu Ministrowi, którą czuł od dawnego czasu, a z jaką teraz wybuchnął z powodu że N. Król nie rozdzielił wa kansów podług ich upodobania, a mianowanie Księcia Radziwiłła Wojewodą Wileńskim jest wielką przeszkodą dla nich, na Litwie szczególnie w urządzeniu Trybunałów — i to jest właśnie co ioh najwięcej gniewa. Manifest Hr. Bruk la, podług mnie, jest bardzo dobrze napisany, bo gruntowny i z wielkim umiarkowaniem. Chciał bym wiedzieć kto go pisał. Niemogę przeczyć żem się zgorszył zgorszył z postępowania wielu osób w tern zdarzeniu , a nade wszystko z Branickiego, który przez to postępowanie zamknął dla siebie wszystkie wejścia do łask królewskich w chwili kiedy mógł rozumieć że N. Król osypał by go dobrodziej stwy. Jest to wielki warjat, i na nieszczęście wszystko com Mu przepowiedział, że jego ścisłe związki z Czartoryskimi kiedyś mu bokiem wylazą, dziś się sprawdziło. Pomiędzy tymi którzy podpisali Ma nifest Czartoryskiego, znalazłem jeszcze jednego, który mnie bardzo zadziwił, jest to Poseł z Kowna Chełchowski &. & Adres. Wielmożny Jmć. Pan Zubiełło Generał Major i Szambelan N. Króla Polskiego Elektora Saskiego, w Warszaioie."], [82, "64 9. Nitowa 28 Feh-uarji 1763 r. Z wielką rozkoszą otrzymałem list Wmć. Pana 21 t. m. ale też niemałom się zasmucił, dowiadując się, że prośby moje, abyście uczestniczyli Łowczy i Wmć. Pan przy wakansach po śmierci Pana Podczaszego Massalskiego, dotąd niewywarły jeszcze swojego wpływu; a jestem zupełnie zdania Wmć. Pana że to jest nie do bra pobtyka, pomnażać liczbę pretendentów do tych wakansów. Ponieważ moje interesa coraz tu gorzej idą, wątpię, ażebym dłużej tu został ; a wówczas jadąc bez oddechu do Warszawy, będę miał większą sposobność, wdać się silnie za moimi przyjaciółmi, w liczbie których Wmć. Pan i brat jego nieostatnie zapewne zajmą miejsce. Pisałem dzisiaj do Wielkiego Koniuszego Trautfehter, ażeby dawał Wmć. Panu Mortchier'a, Foerster'a i la Pie Vieting hoffa, do wierzchowej jazdy na każde Pańskie zapotrzebowanie. Kończę zapewniając Wmć. Pana o najczulszej przyjaźni i praw dziwym szacunku, z jakim zostaję Wasz naj przychylniej szy Karol. Uszanowanie moje Panu Oettingen. Adres. Wielmożny Jmć. Pan Zabiełło Generał Major i Szambelan N. Króla Polskiego Elektora Saskiego, w Warszau-ie."], [83, "65 10. Nitaioa 20 Decembra 1762. Na prędce donoszę że otrzamalem list WMĆ. Pana 13 t. m. w którym uwiadamiasz mię o przybyciu Pana Cześnika ze swoją piękną małżonką, któremu zgoła nie zazdroszczę przyjemności tak miłego towarzystwa, > któremu nie mam żadnego nagabania przy prawiać rogi. To mnie się niepodoba, że ona ma mieć ten sam stół jak nieboszczka Briihlowa miała, a niemogę dość się dziwo wać że zawsze nowe expensa u naszego dworu się znajdują, a jesz cze w takim czasie że pieniędzy niemasz. Nie dziwi mnie bynaj mniej zmiana przywiązania Pana Wesel, gdyż nieuważałem nigdy dzisiejszą panie kuchmistrzowe za kobietę zdolną utrzymywać przy wiązanie kochanka ; a wielki podskarbi nie w jednym już zdarze niu dał dowody swojej niestałości. Ale boję się ażeby zupa Pol ska która jest teraz tak ulubionym jego przysmakiem stając się powszechną i modną, nie była nareszcie kwaśną i przyczyną bie gunki z Ztąd nie mam ci do zakomunikowania, to tylko chyba, że w przeszły czwartek i w sobotę korzystałem z poroszy polując z chartami na zające, pierwszy raz upolowaliśmy 7, a drugi 13. Od czwartku nadzwyczajnie marznąć zaczyna i fury z wiel kiemi ciężarami przejeżdżają rzekę po lodzie. Proszę nadal uprzy jemniać mnie swojemi miłemi wiadomościami, i być przekonanym o prawdziwej mojćj przyjaźni i rzetelnym szacunku z jakim jestem WMć. Pana przychylny Karol. Adres. WMć. Pan Zabieło Gener. Major i Szambellan N. Króla Pol. Elekt. Sask. w Warszaxoie. 9"], [84, "66 11. Wyjątki z listów DelachinaPa, zachowanych w Popor- ciach u ś. p. Radzcy Stanu Marcina Zaleskiego, pisanych po pol- sku do Łowczego Zabiełły. „Z Mitawy 1 Januar. 1763 r co do zabawienia się w tym kraiu Samego Nay. Jaśń. Pana iak długo trwać może, przejrzeć tego nie możemy, albowiem Moskale których tutejsze ulice wszędzie są pełne lubo nie tak są straszni, iako nas lękaią, sami nie wiedzą czy przyidzie do nich ukaz przymuszać własną osobę Nay. Jaśń. Pana aby z księstwa ustąpił, czyli też nie; lecz to pewna że ostatniej wiolencyi oczekiwać będziemy. Z Mitawy 11 marca 1763 r Przepraszam żem na list Jaśnie Wielmożnego WMM. Pana Dobrodzieja nie prędzej odpisał, bo w takich tu się znajduię zawiłościach, że często o sobie i po myślić nie zdołam. Contenta pomienionego listu nie tylko Nay. Jaśń. Królewicowi Xciu Jmci szc7aerze wyraziłem, lecz i Samemu dałem do przeczytania . . . Wielce iest kontent i wdzieczen za wszystkie atencyie JWMn. Pana. O wczorajszej kłótni, wiem że Jmć. Pan Podczaszy obszerniej doniesie wszelkie okoliczności, do których tylko to przydam, że gdy słychać było że Moskałów kilkadziesiąt w paradzie z Sądowego domu ku pałacowi zbliżać się poczęło, Jmć. Pan Podczaszy nie był z ostatnich który pobiegł po pałasz swój szermerski i po pistolety; iednak moskale namyślili się i przy słali tylko officera proszącego o wydanie broni którą Dragonija Litewska w potyczce zabrała. Biron brnie coraz głębiej w okru cieństwo wysławszy do dwóch Szopingow do Hahnow, do Barona Renne i innych po kilkaset moskalów na exekucyię, i chce temi sposobami szlachtę Nay. Jaśń. Panu wierną sobie z de winkować. Przy pierwszej okazyi przyszłe konotatkę Kurlandczy ków w Litwie mieszkających, którzy także interessa tutejsze inęcą i excessa przyumażaią"], [85, "67 12. Miałem honor otrzymać pismo, jakie JWW. PP. raczyliście nadesłać do mnie we względzie różnych zdarzeń zaszłych z po wodu przybycia oddziału Dragonów, których JWW. PP. wprowa dziliście do Nitawy. Choroba zatrzymała mnie przez dni dziesięć w łóżku, dla tego też opóźniając odpowiedź moją, spodziewam się że JWW. PP. będziecie mieli mię w tym za wymówionego. Co do interesu samego, nic nie mam do powiedzenia tylko o tyle o ile się to odnosi do wojska Jej Imperatorskej Mości. Otóż widząc z raportów podpólkownika Schrodera, że wspomniony oddział, za przybyciem będąc przez szyldwach wzywany ażeby się zatrzymał przed bramą, nim się zawiadomi o tem oficer będący na służbie, nie raczył na to zwrócić uwagi, ale wszedł z biciem bębnów nie uprzedzając o swoim marszu ani oficera straży ani komendanta wojsk Cesarskich, które obecnie stanowią garnizon w Nitawie — Niepotrafię zamilczeć przed Panami że ten postę pek tym więcej mię zadziwił, iż to się przeciwi zwyczajowi wo jennemu powszechnie przyjętemu we wszystkich wojskach Europy. Jestem nawet przekonany że światło i słuszność JWW. Panów niezechce pochwalić tego postępku, którym tak wyraźnie uchybiono względom należnym służbie Jej Imperatorskiej Mości mojej Naj miłościwnej Pani. Co się tycze trudności, jakie przeszkodziły Panu Simoli ii owi, że się nie zastosował do chęci JWW. Panów, nie mogę o tem decydować, gdyż jego Ministerjum bynajmnićj mnie nie jest podwładne, ale zależy od Departamentu dzieł zagranicznych na szego Dworu. Z tem wszystkiem mogę się spodziewać, że ten Mi nister będąc dostatecznie poinformowany, o słuszności zamiarów Jej Imperatorskiej Mości, względem interesów Kurlandji, i co się ściąga do przyjacielskich życzeń ku Najjaśniejszej Rzecżypospoli-"], [86, "68 tćj, nieodmówi zapewne temu wszystkiemu, czego JWW. Panowie będą mogli wymagać od niego, jeżeli nie zajdą okolicznoście któ reby mogły zmienić dobry porządek w kraju tak bliskim granic Państwa Jej Imperatorskiej Mości, a którego spokojność bardzo naturalnie że nie może być dla Niej obojętną. Jestem także pe wnym że Pan Simolin zastosuje postępowanie swoje do infor macij jakie powinien mieć z natury i ważności polecenia, na któ rym JWW. P. Panowie zechcą polegać, a z którego on się zape wne wytłumaczy przed JWW. PP. Mam honor być, JWW. WMĆ. PP. uniżonym i posłusznym sługą G. Brown *) Riga 20 Febr. v. st. 1763 r. *) Jerzy Brown był Generał Gubernatorem Inflant i główno dowodzącym wojskami Kossyjskiemi w Rydze. Listy iego są adresowane na Imię Obu Sena torów - Komisarzy, umarł w 1791 roku. W Eydze wówczas nie było katolickiego kościoła, a nabożeństwo odprawiano w prywatnym domu. Brown iako Irlandczyk był wyznania Kzymsko-Katolickiego, pochowany w Szenbergu, w kościele po iezuickim w Kurlandyi nad Niemenkiem na samśj granicy Litwy, iako w najspa nialszej świątyni katolickiej w kraju iego rządom podległym. — Grobowiec wznio sła żona, z domu hr. Medem."], [87, "69 13. Miałem honor, przed trzema dniami otrzymać list JW. Pana pisany do mnie z Kowna 11 tego miesiąca. Jeżelim się zasmucił z wielkich niedogodności i przeszkód, które opóźniły pośpiech przedsięwzięty przez JW. Pana w Jego podróży, niebyłem równie kontent z tego, że Pan Simolin zdawał się zaprzeczać przyprowadzenia do skutku tćj podróży, przez listy które JW. Pan raczyłeś mnie zakommunikować, co wszakże nie zrobiło żadnego wrażenia na umyśle JW. Pana i nie zmieniło Jego postanowienia. W tym to JW. Pan doskonaleś się dobrał z JW. Kasztela nem Łęczyckim swoją kolegą, któremu taż sama propozycja była czynioną za przybyciem jego do Nitawy a który niewahał się działać odtąd wszelkiemi środkami i postępowaniem ażeby spełnić cel ich komisu. Im więcćj się usiłuje, ze strony Birona i Jego obcćj pro tekcji, na której opiera, swoje widoki działań nieprawych i arbi tralnych, tćm mniej przystoi poddać się zamachowi na najwyższe prawa Króla i Rzeczypospolitej w ich lennem władaniu, i zosta wić Jego Królewiczowską Mość Xiążęciem bez rady i pomocy JWW. Panów. Jego Królewiczowską Mość zupełnie pokłada w tćm zaufanie, bo się widzi zobowiązana zawiesić, aż do postanowienia przyszłćj rady Senatu, instrukcje i rozkazy, których J. Królewi czowską Mość wymaga na ostatnie danie do zrozumienia przez Generała Hrabiego Browne. Sam się Pan zastanów, o ile tkliwe i ojcowskie serce Króla musi być rozczulonem i zasmuconem, widząc swojego kochanego Xiążęcia narażanego przez tak długi czas na tyle ambarasu i nie prawych działań, a nie mogąc mu nawet poradzić ażeby się uchro nił od tego odjazdem swoim, chyba gdyby żadnej polepszenia oko liczności nadziei nie było a bardziej jeszcze grożące i nieznośne"], [88, "70 nie zmusiły go do tej konieczności i nie kazały Panom uważać ten środek za niezbędnie potrzebny. Spodziewamy się jednak za wsze że nie przyjdzie do tej ostateczności że przedstawienia i wdania się Szambelana Bor eh a niezostaną bez wrażenia u Ce sarzowej Rossyjskićj , i że będziemy mieli przynajmniej czas cze kać rezolucji jaką Król będzie w stanie przedsięwziąć w skutek zdań rady Senatu. Odnosząc się zresztą do treści nowego memorjału, jaki Mi nister Koronny wręczył Hrabiemu Keyserling względem osta tnich zamachów popełnionych przeciwko władzy Króla i Rzeczy pospolitej, i którego jego Królewska Mość zakommunikuje JW. Panu kopję, proszę JW. Pana być przekonanym o szczególnem poważaniu i przychylnym szacunku, z którym mam honor być JWWMĆ. Pana uniżony i posłuszny sługa Warszawa 20 Februar 1763 r. Bi-uM. f Do JW. WMC. Pana Wojewody Mścisławskiego Hrabiego Plotera."], [89, "71 14. Z ostatniego listu JWWWMĆ. Panów dowiaduję się o zda rzeniu, które zupełnie inaczej przedstawiają mi raporta Pana pod półkownika S c h r o d e r a. Jak zawsze mam sobie za stałą regułę stosować się do przy jaźni i dobrego porozumienia jakie panuje między Cesarzową Jej mością moją Najmiłościwszą Panią i Najjaśniejszą Rzplitą Polską mniemałem, że najlepiej postąpię jeżeli poślę Majora Jordan a oficera biegłego i cnotliwego do Nitawy, któremu stosownie do mojego rozkazu, dodadzą innego oficera z naszego wojska dla najszczegółowszego sprawdzenia wspomnianego zdarzenia, Dla uni knienia wszelkich w tym śledztwie pozorów parcjalności, wybra łem na tę kommissją umyślnie dwóch oficerów którzy nie są z Ba taljonu dowodzonego przez Schrodera. JWWWWĆ. Panowie obiorą także jednego oficera , (zawsze jednak nie z tych którzy dowodzą oddziałem naznaczonym do Ich straży, dla uniknienia również wszelkiego cienia parcjalności) ażeby złożyć wspólnie kommissją we wspomnionym interesie, i spraw dzić jednoczasowie obie strony. Dwaj oficerowie którym poruczyłem wyśledzenie wspomnia nego interesu, postąpią w tym prostą drogą; ja zaś niezauiecham ukarać winnych, którzy takimi przez nich pokazani i uznani będą podług brzmienia praw wojennych. Sprawiedliwości takiejże spo dziewam się że strony JWW. Panów, jeżeli napastnicy i prawdzi wie winni okażą się między żołnierzami ich straży. Mam honor być JWW. WMĆ. Panów Uniżonym i posłusznym sługą Riga Cr. Brown. 1 Marca 1763 r. Dopisek. JWWWWMĆ. Panowie czują dobrze, że jeżeli w moim pier- wszym liście wśliznęło się jakie ubliżenie względnie tytułu Najjaśniej szej Rzplitej, to nie powinno być brane jak tylko za omyłkę pióra."], [90, "72 15. Warszaiou 2 Marca 1763 r. Korzystam z odchodzącego kuryera, uwiadamiając JW. Pana o przyjęciu miłego Listu, jakim JWP. zaszczyciłeś mię dnia 25 t. m. oddany mi on został przez ordynans dzisiejszego ranka. Im więcej znajduję w nim, i w innych listach i raportach nas dochodzących, nowych śladów nieprawości, przemocy i niego dziwości, z jakiemi niesprawiedliwy uzurpator stara się utrwalić swoje pretensje i uczynić je ważnemi; tem więcej nasza uwaga w utrzymaniu o ile można niezaprzeczonych praw króla i Rzeczy pospolilej powinna się obudzać; ażeby ustępując nawet przemocy uzurpatora zachować przynajmniej podstawę praw i godności ko rony jej prawego lennika. Nieprzestaję Jego Królewskiej Mości przedstawiać starania które Pan i jego kolega, czynicie w tym celu. Zapewne będzie to także jednym z głównych przedmiotów roztrząsań Rady Senatu, której odkrycie naznaczone jest w przy szły poniedziałek. Środki jakie się w tem przedsięwezmą, i o któ rych Pan będziesz szczegółowie poinformowany, urządzą i razem wesprą prace, które Pan będziesz musiał dokonywać w Kurlandji. Tymczasem bardzo jesteśmy niecierpliwi; dowiedzieć się o wraże niu przedstawień, Pana Szambelana Borcha. Poczytuję również za powinność, przyłożyć się ze strony mojej do pochwał, jakie Pan oddajesz wierności i szlachetnemu wytrwaniu Panu Land Hoff mejstrowi. Zasługuje on tem więcej na pochwały i sprawiedliwą uwagę, że jego prawa konduita okrywa wstydem tych, których podejście albo obawa obłąkały w ich powinnościach i najświęt szych obowiązkach. Mam honor być z najrzetelniejszym uszanowaniem i praw dziwem poświęceniem się JWWMĆ. Pana uniżony i posłuszny sługa BruJil. Do Pana Wojewody Mścisławskiego Plotera."], [91, "73 P. S. 3 Marca. Kuryer wysłany przez Pana 27 przeszłego miesiąca, który doręczył mnie szanowny List Jego tejże daty, przybywszy jeszcze wczora nadwieczór przed odjazdem Malaspina, zatrzymanym został aż do tego ranka. Odnosząc się do przedwstępnych wiado mości jakie przyniesie Panu ze strony Ministerjum, na uwagi dane mu przez Niego, które zasługują zupełnej attencji i najdorzalszej rozwagi, mogę tylko na teraz ponowić JWWMĆ. Panu zapewnienie o gorliwości i zapale, z któremi wszyscy dobrzemyślący dokładają się do środków najsprawiedliwszych i najskuteczniejszych, przed siębranych w tym ważnym interesie, i o dobrych chęciach Króla Jmci dla JWWMĆ. Pana i Jego kollegi za ich starania i trudy. 10"], [92, "74 16. Panowie Senatorowie Pełnomocni, Wojewodo Mścisławski i Kasztelanie Łęczycki. Raporta czynione Mi bezprzestannie, o zdol ności, roztropności i patryotycznej gorliwości, którycheście przykła dali aż dotąd w przedmiocie Waszej Kommis»sji, w utrzymaniu, o ile od Was zależało całości praw Mojej korony we względzie lenności Kurlandskiej , i takichże prawego Księcia Mojego Syna, czynią mię zupełnie zadowolonym, a wam staję się nową zashigą w oczach Moich i ojczyzny. Rad jestem wyłącznie to wam oświad czyć przez niniejsze Pismo, i dobre chęci ku Wam tak za pomoc prawą i szczerą, którą okazaliście księciu ukochanemu Mojemu Sy nowi wśród dotyla zuchwałych i nieprzystojnych działań, jakie niesprawiedliwa i arbitralna uzurpacja, nadużywając pomocy udzie lonej przez obce mocarstwo ośmiela się dokonywać przeciw Jemu i Jego prawej własności jak równie za powodzenie w utrzymaniu w powinnościach przysięgi i wierności znacznej części znakoniitnej Szlachty księstw Kurlandji i Semigallji, na czele której stali z wielką a sprawiedliwą i powszechnie zjednaną pochwałą zacni Land Hoffmej ster von H o w e n, część wielkich Drosartów i znaczna liczba Drosar tów i innych publicznych krajowych urzędników, których proszę zapewnić wszystkich i każdego z osobna o Mojej protekcji i wzglę dach królewskich. Odnoszę się zresztą co do kontynuacji następnej i potrzebnej , Waszych tych samych starań i prawych usiłowań, do ostatniego Reskryptu zastosowanego do rezultatu Rady Senatu, który Was potwierdza i utrzymuje w tym samym użytecznym i nieodbitem obowiązku, i upoważnia Was do dalszego prowadzenia tych samych starań i posług, w sposób, że okryci tą kommissją i świętym charakterem Waszej Senatorskiej dostojności, niepodobna sądzić, iżby ktokolwiek bądź śmiał urągać Waszym osobom i temu podwójnemu poważnemu charakterowi, jakim jesteście przywdziani w lennej prowincji Rzeczypospolitej. W tym to są powody, co"], [93, "75 zwiększają zaufanie, jakie nieprzestaję pokładać na waszych uczu ciach i dobrych staraniach, kiedy nawet niepomyślne okoliczności które książę Syn Mój wytrzymywał aż dotąd z taką stałością i bacznością wśród kłopotów, przeszkód i zamachów, na które ani Jego urodzenie ani Jego prawa niepowinne były nigdy być nara żonemi, i inne istotne okoliczności, powinne Mię zobowiązać przy zwać go na czas do Mojej osoby, tak dla zdania rzetelnego i szcze gółowego rachunku z interesów księstw Jego, jak dla ułożenia w Jego przytomności najwłaściwszych środków i sposobów nadal, zdolnych utrzymać Jego prawa i własność przeciw zamachom które zuchwale stawiać Mu usiłują, z pogardą Najwyższej władzy Mojej i Rzplitej, ze strony Birona i Jego uwiedzionych i przestępnych wspólników. Moim w tem zdarzeniu zamiarem jest, ażebyście obaj WWMMP. Panowie zajęli w imieniu mojem i mocą Waszej kom missji pałac księcia Syna Mojego i dom do niego należący nazy wanej fabryką, dla przyzwoitej Waszej Rezydencji ze świtą Waszą w czasie wspomnianej nieobecności. Zresztą nie wątpię bynajmniej, że WWWM. Panowie we wszystkim jak uprzednio odpowiecie doświadczeniu, jakie Ja, Senat i ojczyzna aż dotąd pokładaliśmy w Waszem oświeceniu, roztropności, gorliwości i nauce. W tym zbiegu okoliczności dotyla krytycznem i interesownem. Spodziewam się więc że przedstawienia i wstawienia się, jakich niezaniecham czynić u Dworu Cesarzowej Rossji, i inne powody i środki upo ważnione przez Radę Senatu, wywrą to samo wrażenie i pożą dany skutek, a także ułatwią skuteczniej Wasze poświęcenie się, trudy i prace w samym kraju. Zapewniając znowu o pamięci naj względniejszej jaką zacho wam szczególnie za ich dobre czyny i zashigi, za które przyje mnie mi będzie w najpierwszem zdarzeniu rzetelne i zadowolające okazać dowody. Proszę Boga aby Was Panowie, Wojewedo Mści sławski i Kasztelanie Łęczycki, miał w swojej świętej i godnej opiece. Dan w Warszawie 3 Apryla 1763 r. August Król. Do Senatorów Pełnomocnych w Kurlandji, Wojewody Mści sławskiego Platera i Kasztelana Łęczyckiego Lipskiego. (Oryginał w języku Francuzkim)."], [94, "76 17. Czemuony Dicór 1 Maju 1763 <f, Umyślny któregoś Pan wysłał do Wilna, przybyły dla zako munikowania mi coś uważał za właściwe w przemiocie swojego posłannictwa, podaje mi piękną zręczność niedozwolić mu odjechać bez tych wyrazów do WMĆ. Pana, żeby okazać, iż zważywszy dobrze wszystko, obowiązanym był zdać sprawę ze swego komisu papierowego. Aże on będzie mógł o wszystkiem opowiedzieć, oszczędzam przeto powtórzenia zupełnie tu niepotrzebnego. Lecz nieumiem okazać WMĆ. Panu moich podziękowań, za przyjemność mi wyświadczoną, oznajmując przez P. Ryk a o tem, w jaki spo sób Rossjanie wdarli się we władanie mojego pałacu w Nitawie w krotce po moim odjeździe. Drogi są okropne wszędzie, sam mo żesz sądzić z tego, że mimo największej chęci w przyspieszeniu podróży, ledwo przed wczora o południu dostałem się do Czerwo nego Dworu. La C h i n a 1 przybył wczora wieczorem. Xiądz I d z e 1 ledwie tego ranka przed południem a P. Drossard Schopping walczy jeszcze z wiatrem niewypowiedzianie silnem, niewiem czy dziś przybędzie albo nie? Około Reginian znalazłem wiele je szcze śniegu. Wylew wód i wyjście z łożyska rzek koło Kowna tak jest nadzwyczajne, że mi wielu radzi zaczekać dni kilka nim woda opadnie ; mniemam jednak że wyjadę z tąd pojutrze, w na dziei że przebędę te wody bez niebezpieczeństwa, Moje interesa są nierozdzielne z interesami ojczyzny, nie mam więc potrzeby mówić o nich WMĆ. Panu. Ale proszę zachować Twoją dla mnie drogą przyjaźń i być przekonanym o rzetelności mojej , a także o prawdziwym szacunku z jakim zostaję JWWWĆ. Pana Hrabiego przychylny przyjaciel Karol."], [95, "77 Tylko com otrzymał list JWWMĆ. Pana pisany 29 przeszłego miesiąca, z którego dowiedziałem się, że Rossjanie i P. Simolin zmusiły WMĆ. Pana dwie noce przepędzić już nie w fabryce, i że zmuszony jesteś przenieść się do drugiego domu, nie jest to jedna z najmniejszych gwałtów Rossyi, które się teraz miesza we wszyst kie interesa tych prowincij , które do Polski należą. Spodziewam się że Pan niezaniechasz protestacji i manifestacji w tym przed miocie potrzebnych. Jeżeli Pani Korf znajduje się jeszcze w Ni tawie, proszę ponowić z mojej strony zapewnienia o mojej żywej wdzięczności za wszystkie oznaki Jej przyj aźni. Bardzo WMĆ. Panu dziękuję za przysłaną mowę Landhoffmeistera , i proszę oświadczyć moje wdzięczność Vittingboffowi za to co WMĆ. Panu zakomunikował i że przyjął na swoje ręce cyrkularne WMĆ. Pana Listy. P. S. W interesie cytacyj u Trybunału, po dobrej rozwadze, przedsięwziąłem exekucję zwlec jeszcze, z powodów których tą rażą niemogę w tem piśmie wyszczególnić. Będę się starał jednak postąpić idem per diversa dla poskromienia tych ze szlachty, którzy by chcieli dać się użyć do konwokaty Birona na 21 bie żącego miesiąca wpisując imiona citandorum do regestru akto ratowego, co nie zaniechasz WMĆ. Pan rozgłosić jak tylko będziesz miał notę P. Wielkiego Szambelana Litewskiego Marszałka Try bunału, którego prosiłem ażeby zakommunikował jako wokandę. Do Pluteru W. M."], [96, "78 18. Dreziw 12 Maja 1763 r. Miałem honor otrzymać List JWWMĆ. Pana pisany do mnie 28 przeszłego miesiąca a chociaż stan zdrowia mojego pozbawia mię szczęścia wywiązania się osobiście z moich powinności i usług Najjaśniejszemu Panu z rozkazów którego i rad doktorów zmu szony jestem siedzieć w domu, niezaniedbałem jednak uwiadomić Najjaśniejszego Pana o szczegółach w raporcie adresowanym do mnie przez JWWMĆ. Pana umieszczonych. Prawda że dowody, d<ane już nam przez Dwór Rossyjski, o popędliwości w skłonnościach swych dla uzurpacji Birono wskiej, powinny nadal przygotować Nas do następstwa różnego rodzaju zamachów i gwałtów; lecz niemniej jest zdumiewającem że się udano do siły wojennej dla wyrugowania JWWMĆ. Pana i Jego kolegi z pałacu przez Was zajmowanego, a nawet z domu nazwanego fabryką, który będąc nabytem za własne J. K. M. Książęcia pieniądze, nic nie ma wspólnego z Izbą Książęcą i Jej przynależnościami, czym pozwolono sobie rozrządzić się arbitralnie. Wasze ostatnie Listy do J. K. M. datowane były z Czer wonego Dworu 30 przeszłego miesiąca, i powinniśmy tylko się cieszyć że przez waszą radę ten drogi i dostojny Książe uchronił się od niegodziwości jakich podług wszelkiego podobieństwa, Jego wysoka osoba mogłaby doświadczyć. Co do postępowania jakie się Panom podoba obrać nadal; to czynnoście dotąd w tak krytycznych okolicznościach i z taką gorliwością prowadzone wytrwaniem i roztropnością usprawiedliwią najlepiej plan jaki przedsięwziąć za właściwy osądzicie. A ponie waż niepodobna, ażeby chciano nadal szanować ich dostojeństwo i urząd w obecnej Panów kommissji, nieznaj dujemy, coby mogło zobowiązywać Ich do narażania się dłużej , a tem samem niezde cydowania stosownie do ostatniego bardzo łaskawego Reskryptu"], [97, "79 przez Króla adresowanego do JWW. PP. z Warszawy, który do. zwalała także ustąpić przemagającej sile, nim czas i zbieg okoli czności pomyślniej szy, będą mogły okazać skuteczniej moc ustaw Rzeczypospolitej i Najjaśniejszego prawego Księcia, zachowaniu i podtrzymaniu których Panowie niezaniedbacie zapewne zaradzić wszelkiemi stósownemi i publicznemi Manifestacjami, zastósowa nemi do tych nieszczęśliwych okoliczności. Jak skutek choć mały niezmordowanych starań i gorliwość Panom jedynie należy, niepotrafi on jednak zmniejszyć w żaden sposób, zasług Panom w tej sprawie tak nieprzyjemnej i ciernistej nabytych, w oczach Króla i Rzeczypospolitej. Obowiązkiem także poczytuję wznosić JWWMĆ. Panu w imieniu Najjaśniejszego Pana, kompletne zapewnienia, dodając ieszcze niezmienną stałość uczuć szacunku i najrzetelniejszej przychylności z jakiemi mam honor być JWWMĆ. Pana uniżony i posłuszny sługa C. BrUhU. Do Pana Wojewody Mścisławskiego Hrabiego Plateru,"], [98, "80 19. Niepotrafię Panu wyrazić, ile uczułem dowiedziawszy się z Jego listów 6 i 9 t. m. o bólu gardła, a także o dalszem ciągu złego postępowania Birona względem Was, i o tem że niektóre obłą kane powiaty nie przyjęły waszych cyrkularnych listów. Pociesza mię jednak, że w ostatnim liście Pan się nieuskarżasz na cierpie nie gardła; co do innych wiadomości te mnie więcej gniewają aniżeb dziwią, bo to wszystko mogło być przewidzianem. Nieludzkość w odmówieniu kwater dla wojsk Rzeczypospo litej, występek zabójstwa nieposzukiwany; wszystko to charakte ryzuie człowieka, któiy się wyniósł przez niegodziwe środki, czło wieka nie mającego innych uczuć tylko te jakie mu chwile ka prysu natchnąć mogły. Prawda, że druk manifestu nie zgadza się z oryginałem znajdującym się u Pana, zmieniono go tutaj. Auten tyk wspomniony proszę zniszczyć, jako już niepotrzebny, gdyż złożę go w Polskim języku tutaj w Grodzie. Cieszy mię świadec two jakie oddajesz Pan naszemu zacnemu Landkoffmejstrowi, do którego także piszę dzisiaj z oświadczeniem mojego zadowolenia. Mowa moja i jego wyjdą pojutrze najpewniej, której niezaniecham przysłać Panu kilka exemplarzy; tymczasem staram się je zamie mieścić w Gazetach Holenderskich. Pan Szambelan Bor eh pisał do swojćj żony, znajdującej się tu jeszcze; że niezwłocznie jedzie do Warszawy, skąd ja myślę wyjechać po zielonych świątkach. Co do wiadomości tutejszych, odnoszę się do tych tylko o których uwiadamiam Pana Kasztelana. Proszę zachować Waszą zawsze drogą mi przyjaźń i być przekonanym o szczerości mojej, a także o prawdziwym szacunku z jakim zostaję JWWMĆ. Pana Hrabiego Przychylny przyjaciel Wurszaioa Kai-ol. 16 Muju 1763 r. Do Plotera W. M."], [99, "81 20. Warszawa 29 Maja 1763 r. Poczta Litewska nic mi od JW. Pana nieprzyniosła. Oznaj- muje Panu o przyjęciu listu JAV. Pana 13 t. m. i dziękuję za za- wiadomienie mię o konwokacie powiatu Nitawskiego, i o nieroz- tropnych propozycjach na niej traktowanych. Jak się to Wam tak dobrze kochany Hrabio udaje rozdawać pisma przeznaczone dla publicznej wiadomości, proszę najusilniej, mieć również staranie w załączających się tu odpowiedziach na mowy Wielkiego Kan- clerza; mogą one posłużyć za przygotowanie do znalezienia się odpowiednego w czasie pięknego Sejmu Birońskiego. Dołan- czam także dwie mowy drukowane, o których mówiłem w uprze- dnim liście. Ztąd nic nie mam Panu do zakomunikowania, chyba tylko że wpadłem z jednej ostateczności w drugą, to jest ze zby- tecznych przykrości w Nitawie w nieprzestanne rozrywki. Publi- czne obiady u jednych i u drugich są zwyczajne za któremi na- stępują wieczerze , co wszystko najczęściej kończy się balem. Wczora tylko nie było coś harmonji u P. Marszałka Biberszteina, Wyjechać ztąd myślę w przyszłą środę, to jest nazajutrz po świątkach ; aże ksiądz Prymas zaprosił mię do Skierniewic, dokąd tylko trzy mile z dro- gi, będę więc dnia tego na obiedzie u Jego. Wiadomości z Dre- zna otrzymane dzisiejszego rana 16 t. m. mówią o najlepszym sta- nie zdrowia Najjaśniejszego Króla, Hrabia zaś Bruhll chociaż pisał do mnie własnoręcznie, jest jednak w ręku jeszcze nie ma- łej liczby doktorów. Przyjaciele Czartoryskiego usiłują ura- zić mi tę familję, i radzą obchodzić się z nimi łaskawiej od pier- wszego, jakie odemnie doznali przyjęcia, z mojćj strony dałem uczuć tym przyjaciołom że od każdego zależy mieć mię za przy jaciela i że potrafię pogardzać otwarcie moimi otwartymi nieprzy jaciółmi. Cieszy mię wiadomość, że wrażenia Waszych perswazij, 11"], [100, "82 poruszyły P. Starostę Korffa, a nadewszystko że Wielkiego Dro sarda Sake na skłoniły do zezwolenia na obieg Waszych listów cyrkukirnych. Zawsze jednostajnie Panowie postępujcie a spodzie wajmy się że Niebo wesprze Wasze usiłowania, za co ja będę na zawsze obowiązanym, a szczególnie Tobie kochany Hrabio pona wiam moje zapewnienie, ażeby Cię przekonać o najżywszej wdzię czności jaką mieć będę i najszczerszym szacunku z którym zostaję Pana Hrabiego kochanego przychylny przyjaciel JW Karol. Do Plotera W. M."], [101, "83 21. Niepotrafię wyrazić uczucia które doznałem kiedym się do wiedział, z listu JW. Pana 20 p. m. o skutku jaki pobyt wasz w Nitawie wywarł na umysłach ludzi spokojnych lub obłąkanych w Kurlandji. Przybyłem tu ledwo 28 przeszłego miesiąca, nie mając jeszcze w każdym względzie wszystkiego co mi potrzeba do urzą dzenia się proszę być czas jaki również cierpliwem, dopokąd nie upatrzę pory abym napisał do JW. Pana w przedmiocie pobytu Waszego nadal. Jego Królewska Mość ma się, chwała Bogu, bar dzo dobrze. Radzą mu udać się w tym miesiącu do wód w Te plitz, ale dzień jeszcze nieoznaczony. P. Pierwszy Minister coraz to sił nabiera i próbuje nawet przechadzać się codzień. Z gniewem dowiaduję się, że złośliwość posuwa się aż do uzbronienia wody i wolnego powietrza, to stanowi kompletny powód do protestacji co dobrze że zamyślasz uczynić wrazie swego odjazdu, spodziewam się że ona zawierać będzie wszystkie nadużycia dopełnione od czasu mojego odjazdu, albo raczej odkąd zajęto pałac. — O czem publiczność powinna być doskonale poinformowaną. Możesz zapewnić za zdarzoną zręcznością Pana Szambelana PI a tera, że nie zaniecham w interesie jego siostry pisać do Marszałka Trybunału. Tymczasem proszę podwoić staranie w znik czemnieniu pseudo Sejmu 22 bieżącego miesiąca, zachować nadal waszą drogą przyjaźń, i być przekonanym o szczerości mojej dla Was, a także o rzetelnym szacunku, z jakim zostaję nieprzełamanie JW. Pana kochanego Hrabiego najprzychyluicjszy przyjaciel Drezno Karol. 3 Junii 1763 r, Do Plateru W. M."], [102, "84 22. Drezno 13 Junii 1763 r. Oczekując od Was wiadomości dwa dni z kolei pocztowe, jestem nareszcie wynagrodzony listem 3 t. m. który mię doszedł wczora wieczorem. Jest on szczególnie interesujący gdyż przynosi ulgę w obecnem położeniu moich interesów w tym że wierna szlachta moja tak dobrze wspiera Wasze widoki i starania. Proszę oświadczyć moje ukontentowanie, z jakiem się dowiaduję, że Pan Drosard Hahn a także Baron Roenne dają dowody ich gorli wości i działalności w obecnych okolicznościach, proszę także za pewnić, jeżeli będziesz miał zręczność, o mojem zadowoleniu, Panów Szambelanów Medema, Sakena, Kleista i Pana Schenge de Blackenfeld że dają tak piękny przykład ich cnoty i wytrwa łości, ze wstydem jest dla Litwinów, że się znajdują pomiędzy nimi ludzie przedajni, którzy się udają aż do Kurlandji odegrywać najśmieszniejsze komedje. Nieskończenie jestem wdzięczen za pię kny i energiczny list, któryś posłał pseudo Marszałkowi W o f f e n berg, jeżeliby ten obywatel i inni z tej kategorji byli zdolnymi do jakiegokolwiek szlachetnego uczucia, z ochotą by przyjęli bez namysłu, zdanie któreś im dał przez słowa: praebetilisąue nobis blandam necessitatem etc. Jakolwiek bądź jestem niewypowiedzianie pocieszony że zamiar uzurpatora *) w przed- *) Karol wszędzie Birona nazywa uzurpatorem. Oba oni prawnie przez Stany Sejmujące w Kurlandyi na tron powołani zostali, ale Biron przy wyborze Karola nie był przez Kurlandczyków pozbawiony praw swoich, które mu odjęte tylko przez Cesarzowę Elżbietę zostały, gdy już Kurlandja jak prowincja Kos syjska, a jej Książe jak Gubernator naznaczony z ramienia rządu był traktowany- Biron więc oswobodzony miał zapełne prawo domagać* się powrotu władzy i pa nowania w Kurleindji, co gdy podtrzymane zostało siłą wojskowej somsiedniej potencji, wybór Karola lubo prawny, sam przez się upaść musiał. Podług praw Rossyjskich, zesłany przestępca na wieczne wygnanie do Syberji, nawet od ślubów małżeńskich uwolniony zostanie, gdy jednak żona jego wychodzi secundo voto za mąż, a zbiegiem nieprzewidzianym okoliczności mąż wraca, wówczas w obliczu kościoła może wrócić jeżeli tego żąda (co prawie nigdy się nie zdarza) i do praw męża, a ślub drugi uważany jest za nieważny, lubo zabezpieczony prawami cywilnemi, lecz nie przyjęty przez kościół katolicki. Kzadkie są to przykłady W dziejach takich politycznych i religijnych czasowych rozwodów, fatalizm zmusił Karola ażeby uległ podobnemu losowi."], [103, "85 miocie hołdu na 22 b. m. może upaść; wiem komu jestem winien ten skutek WMĆ. Pana to obecność dobrych ośmiela, a innych ożywia ażeby się nieoślepiać aż do stania się zupełnemi krzywo przysiężcami. Znajduję że Biron ma racją życzyć gdybyś był o sto mil przynajmniej od Nitawy, żebyś nie mógł go zaćmić i prze szkadzaj przywiedzeniu do skutku jego projektów i życzeń. Lecz jeżeli on ma racją tak myśleć, ja mam większe prawa prosić i spodziewać się, że nieopuścisz Nitawy i Kurlandji dopóki się trzeba lękać gdyby ten człowiek niedopiął swojego celu, jak na przykład, jeżeli Pseudo Sejmik był naznaczony ażeby Deputaci wynaleźli korzystniejsze dla niego instrukcje, zdarzyć się może, że kiedybyś odjechał, widząc kraj opuszczonym zupełnie i zostawio nym na dyskrecji Birona i wojsk Rossyjskich, zdecydowaliby się uledz chęciom Birona, od czego nieba ochraniają jeszcze ten biedny naród, który nie był jeszcze nigdy w podobnein zdarzeniu. Zakli nam cię raz jeszcze kochany Hrabia nieodjeżdzaj z Kurlandji prę dzej jak chyba kiedy zobaczysz że źle myślący skłonią się do wy konania przysięgi wierności uzurpatorowi. Nie sądź że siedzę tu bez pracy w z<aradzeniu moim interesom, zajmują mię one dniem i nocą, lecz się tą rażą z nich nie zwierzam w tem będąc zmu szony zachować tę samą ostrożność i przed wielą osobami którzy mię tu otaczają. Smuci mię mocno cios zadany kuzynowi Pańskiemu przez Trybunał, postaram się pierwszą pocztą pisać, i zobowiązać do pi sania innych tak do Wojewody Wileńskiego jak i do Marszałka .trybunału, z którego nigdy się nie spodziewałem tego by nadużył surowości względem moich przyjaciół chociaż by miał powody po błażać swoim. Życzę zrestzą dobrego zdrowia i cierpliwości w zno szeniu nieprzyjemności, któremi Byron stara się zmusić Pana do opuszczenia Nitawy - — staraniem rnojem jest i będzie wywiązać się z wdzięczności jaką obowiązany jestem, i przekonać o szczerym moim szacunku z jakim zostaję na zawsze JW. Pana kochanego Hrabiego przychylny przyjaciel Karol. Do Plateru W. M."], [104, "86 23. Miałem honor otrzymać przez wczorajszego umyślnego przy jemny list JW. Pana 6 t. m. a także załączoną przy nim odpo wiedź na memorjal w interesach Kurlandskich , doręczoną Wam ze strony Birona. O ile wdzięczen ci jestem kochany Hrabio za pierwszy i miłą treść jego, o tyle oburza mię drugie. Jest to sztuka na którą nie mogę spojrzeć bez uczucia słusznego gniewu do au tora tak monstrualnego dzieła — oszczędziłeś sobie część umar twienia, przebiegając je tylko. Wychodząc ze złego źródła i opie rając się na fałszywych zasadach, to dzieło usprawiedliwienia się gorszym czyni interes Birona, chociażby pretensje jego były spra wiedliwe i słuszne. Ale to zwyczajna kolej kiedy się występuje w dopomaganiu złej stronie, fałszywość dowodzeń trzeba wlec końmi żeby je oprzeć przynajmniej na podobieństwie, i uderza zanadto oko czytelników by nierozróżnić ich od istotnych i praw dziwie grutównych. Smuci mię bardzo że niemożna więcej wyciągnąć wiadomości o tym to niby Sejmie odbywającym się w Mitawie. Pociesza jednak nieco zawiadomienie JW. Pana względnie zapewnień danych Panu przez wielu Deputatów, i że szlachta uchyla się stale od wyko nania przysięgi uzurpatorowi. Wiem dobrze ile jestem obowiązany w tem staraniom JW. Pana i czuje sprawiedliwą wdzięczność. Temiż uczuciami zobowiązuję Pana kochany Hrabio, przedłużać o ile można pobyt swój w Nitawie; obecność Wasza i zacnego kolegi Waszego nigdy więcej potrzebną nie była. Gdyż jeżeliby dobrze myślący utracili teraz pomoc i •assysteneją, lękam się żeby Biron korzystając z najmniejszej okoliczności, nieznalazł sposo bności przez intrygi swoje i groźby, do zmuszenia ich, i żeby wi dząc się opuszczonymi nieupadli nareszcie pod działaniami prze mocy Jego. Podnoszę się zresztą w tym do przeszłego mojego listu, przyczem przyjemnie mi wyznać Panu , że wdzięczność moja za"], [105, "87 te dowody przychylności ku mnie, odpowie w zupełności uczuciom moim dla Pana i dla całego domu jego. Wdzięczen bardzo Panu jestem za wiadomość o przejeździe Posła Duńskiego przez Nitawę. Niewiem doprawdy jaki przedmiot był jego wizyty u S im o lina, ale wiem dobrze, że rozkazy Dworu Duńskiego względnie Birona są takie, że jakkolwiek by był przywiązany do familji, nie może nigdy posuwać swych intryg, aby go traktować jako Księcia z uszczerbkiem moim, wiedząc o obja wieniu interesownem jakie Dwór Ich dal względnie mnie w Moskwie. Oto są kopje listów którem pisał stosownie żądaniu Pańskiemu do Księcia Radziwiłła w interesie Waszego kuzyna. Mniemam że będą dostateczne w zobowiązaniu jednego i drugiego do spełnienia naszych chęci, a jeżeli skutek odpowie jak pochlebiam sobie moim życzeniom, tem więcej będę zadowolniony gdy nic mi nie jest przyj emniejszem jak sposobność udowodnienia kochanego Hrabiego czynami uczuć najrzetelniejszego szacunku i poważania, z któremi zostaję na zawsze JW. Pana Hrabiego przychylny sługa Karol, Drezno 16 Junji 1763 r. JW. P. Wojewodzie Platerowi,"], [106, "88 24. Z wielką przyjemnością otrzymałem przez umyślnego, dzi siejszego rana Wasz grzeczny list 13 t. m. Wątpiłem i ja także, jakem dał Panu uczuć w przeszłym moim liście 20 m. że roznie siona pogłoska o zobowiązaniu Pana do opuszczenia miejsca, jest tylko wybiegiem uknowanym przez Birona i jego wspólników ażeby Was odstręczyć. Tymczasem cieszę się że w tym względzie nieomyliłem się w zdaniu mojem i że te pogróżki zostały bez skutku. Postępowanie Kapitana Vietinghoffa z Panami niby De putatami co do listu imi doręczonego i stałość z jaką mówił w tym przedmiocie do jego ajentów, znajduje zupełne moje potwierdze nie — i niemniej zadowolony jestem z tego że dla uniknienia nie przyjemności z ich strony, przedsięwziął na czas niejaki ustronie się. Niewiem czemu wierzyć ani co myślić o wiadomości którą mi Pan raczyłeś zakomunikować o przyszłem wtargnieniu Rossjan na Litwę. Jeżeli to z czem Pan Sołtyków wymówił się przed swoimi przyjaciółmi w tym względzie, jest prawdą, widocznie że Cesarzowa Rossyjska przedsięwzięła jakiś projekt szkodliwy dla tego Królestwa, i że nie mając żadnego nieukontentowania z osta tniego rezultatu Senatu, używa tego pretextu dla ufarbowania swo ich złowrogich zamiarów i dla pokrycia gry swojej. Cały świat wie że to co się działo na ostatnim Senatus Consilium, zwra cając uwagę tylko na prawa korony tego Królestwa, nie może w żaden sposób wystarczyć za przedmiot mojego zadowolenia. To samo jest z memorjalem przedstawianym Jej Ambassadorowi ze strony naszego Ministerjum. Gdyż jakkolwiek by chciała oddać sprawiedliwość wolnemu narodowi, Księżna ta nie może nigdy uważać się obrażoną, że Ministerjum władzy sąsiedniej stara się utrzymać prawa i własności swojego Króla, a jeżeli się znajdują w niem wyrażenia któreby mogły być Jej nieprzyjemnemi , nie"], [107, "89 podobna obwiniać tych którzy czynili ale istotę interesu samego która tego wymagała. Zresztą któż z pomiędzy nas tak mało jest oswojonym z zasadami polityki, żeby nieodgadnąć jednym rzutem oka, że ta władczyni, podniecona widokami dumy i interesu, ma zupełnie cel inny w tem przedsięwzięciu, i że szuka tylko sposo bności do zrzucenia maski. Zresztą nie mogę powiedzieć czy te wiadomości i zdania są pewne, kiedy otrzymane u Dworu nie za wierają nic podobnego. Lecz to wszystko nieprzeszkadza mi wie rzyć o pewnym złośliwym planie, knowanym przeciwko nam przez Rossję, który starają się przywieść do skutku, z tych to także po wodów proszę Was kochany Hrabio poinformować mię jeżeli się o czem lepićj w tem względzie dowiesz, i być przekonanym o naj prawdziwszem poważeniu z jakim zostaję JW. Pana Hrabiego przychylny przyjaciel Karol. Drezno 23 Junii 1763 r. JW. Panu Wojewodzie Hrabiemu Platerowi. 12"], [108, "90 25. Drezno 27 Juiiii 1763 r. Odpowiadając na grzeczny list Pana pisany do mnie 17 t. m. zaczynam od oświadczenia kochanemu Hrabiemu moich uczuć, za radość JWWM. Pana ze szczęśUwego mojego przybycia do Saxonji, i z ukontentowania mego jakie doświadczam znajdując się przy Najjaśniejszej osobie Króla mojego ojca i Pana. Prawda żem bardzo sobie życzył wynaleść sposób do zni weczenia tego niby Sejmu który się odbywa w Nitawie i zrobić te roztrząsania bezkutecznemi ; lecz widzę dobrze z tego o czćm mi Pan zawiadamiasz, że dokonanie tego jest niepodobnem a przy najmniej bardzo trudnem. Zresztą za nadto jestem przekonany o Waszej gorliwości i przywiązaniu do Króla i ojczyzny, jak ró wnież o uczuciach dla mnie, iżbym niewierzył żeś wszystkie po ruszył swoje kamienie do działania aby zerwać to nieprawe ze branie; a jakkolwiek mały skutek odpowiedział Waszym stara niom a moim chęciom, nieprzeszkadza to jednak czuć dla JWWMĆ. Pana i P. Kasztelana zupełnej wdzięczności i widzieć z zadowo leniem Wasze starania w dojściu do celu zkądinąd równie zdro wego i pożytecznego. W tak krytycznem położeniu w jakim się znajdują obecnie interesa Kurlandji, z powodu Birona, kiedy ten uzurpator, podtrzymywany protekcją i siłą Rossji pozwala używać wszelkich najgorszych środków, dosyć jest ze strony Waszej czu wać jak dotąd gorliwie nad podtrzymaniem praw Króla i Rzeczy pospolitej, jeżeli dane Wam zapewnienia przez najszlachetniejszych ze szlachty będzie się uchylać stale w oddaniu hołdu, uspakaja mię w niejaki sposób, i jeżeli te zapewnienia będą dotrzymanemi jak się spodziewam a więcej jeszcze życzę, Biron niewiele sko rzysta z przysięgi, na wierność, niektórych interesowanych party zantów, choć się tak mało zdaje troszczyć o ich liczbę. Hołd ślachty Kurlandskiej, nie będąc sołlenną formalnością wpływa istotnie na"], [109, "91 pozycyję tych księstw, a Biron szalenie się myli w swoim rachun ku, jeżeli mniema że umocnił swoje przybrane prawa przez oszu stwo w tej ceremonji. Dopokąd prawa kardynalne Kurlandji są tćm czem są, pierwej czy póżnićj będzie musiał pożałować spo sobu swojego działania, bo każdy fałsz zwiększa liczbę Jego zbro dni i przedstawia go więcćj winnym w oczach swojego Władcy i Pana. Jeżeli mi było przyjemnie dowiedzieć się że P. Franek oddał Wam wizytę, niemniej mię zadawalniają zapewnienia jakie w tćm zdarzeniu Wam czynił. Życzę bardzo aby one były szcze remi, i aby postępowanie jego, jak równie postępowanie jego brata i Pana Pletenberg, odpowiadały na przyszłość wspomnionym zapewnieniom. Właśnie wątpiłem za rozniesioną tak starannie po głoską że zabespieczenie urzędowe jakie Pan Heiking ma przy wieść z Rosssji, było czystą inwencją Birona, dla zaćmienia na rodu i skłonienia go bardziej ku sobie; w tym zdarzeniu mnie mam prognostyk Pana Franka pewniejszym, że liczba nawet tych którzy są ślepo oddani Biron owi zmniejsza się znacznie. Z niemałem zdumieniem mojem i oburzeniem czytałem na monitorjałny list Wasz odpowiedź niektórych tych to niby Depu towanych. Sposób w jaki się ci Jchmoście w nich wyrażają, nie nietylko jest zupełnie sprzecznym, ale zdaje się być zbliżonym do zupełnego fanatyzmu bardziej aniżeli do rzeczywistego przywiąza nia dla Birona. Jak mogą oni pojednać ich wierność Królowi i Rzeczypospolitej z krzywoprzysięstwem jakiego się dopuścili uznając za Księcia człowieka którego ta sama Rzeczpospolita wzbro niła wyraźnie uznawać za takiego? Zresztą nie mogę Panu za milczeć że ta odpowiedź nieco mię wzruszyła swoją treścią nie prawą którćj się spodziewałem, ale że nie wspominasz Pan nic o sposobie w j.aki Was doszedł. Nie chcę i niemogę przewidywać, aby ta odpowiedź udzieloną Wam była urzędowie; nie wiedząc jednak jak mniemać na teraz, proszę cię kochany Hrabio zawia domić mię w tym przedmiocie szczegółowiej. Zwracając się do wiadomości o wstąpieniu wojsk Rossyjskich, nie przeczę aby ta pogłoska nie była w pewnem względzie praw dziwą. Ale że wojska te zwrócą swój pochód ku Litwie, w widoku protegowania wiernych poddanych Rzeczypospolitej przeciw uci skom Wojewody Wileńskiego, w tem wątpię więcej jeszcze; tem"], [110, "92 bardziej że w objawieniach ani Petersburskich ani Litewskich, jakie gabinet Królewski otrzymał, nic o tem nie wspomniano aż do tej godziny. Niezależnie tego, są jeszcze inne okolicznoście, które każą mniemać, że to jest tylko pogłoska roznoszona dla za straszenia Wojewody Wileńskiego i zniewolenia jego do pojedna nia się z familją Czartoryskich. Muszę jeszcze powiedzieć kochanemu Hrabiemu że się z przy jemnością poświęcę Jego kuzynowi, we względzie Starostwa Wiłko mierskiego. Uczucia szacunku i poważenia dla JW. Pana i całej Jego familji uczynią mię z przyjemnością gotowym w kaźdem zda rzeniu podającem mi sposobność być Wam użytecznym, i w tej nadziei którą proszę mieć także, możesz Pan być pewnym że będę się starał o ile odemnie będzie zależało uczynić zadość widokom Waszego kuzyna. Upraszając zresztą o zachowanie Waszej drogiej przyjaźni i zapewniając o niezmienności mojej, kończę zapewnie niami najszczerszego szacunku i poważenia z jakim zostaję JWWM. Pana Hrabiego przychylny przyjaciel Karol. JWWM. Pan Wojewoda Hrabia Plater."], [111, "93 26. Oznajmując Panu o przyjęciu grzecznego listu 10 t. m. mam wielką przyjemność okazać moje zadowolenie za zdania i wiado mości w nim zamieszczone, a także moją prawdziwą wdzięczność za starania i mądre urządzenia, przedsięwzięte dla ochrony moich interesów w Kurlandji. To o czem mi donosisz Pan na początku swojego listu względnie postępowania i sposobu myślenia podej rzanego Pana O sten, niezadziwia mię bynajmniej ale tylko po twierdza zdanie jakie zawsze miałem o nim. Jest to człowiek tak oddany interesom familji, której jest zwolennikiem, że tylko bez przestannie się przykłada jak we wszystkiem podobać się Dwo rowi Rossyjskiemu, a przychylność ku temu Jego dotyla się po suwa, iż nie miał by może skrupułu poświęcić interesu swojego Pana dla poparcia interesów Cesarzowej. To właśnie zobowiązało tę Księżnę, która znała i jego obowiązki dla Niej, prosić go u Króla Duńskiego, dla zamiany Pana Haxthausen. Rozważywszy dobrze wszystkie te okolicznoście, nie dziwię się bynajmniej, iż nie bar dzo pochlebnie myśli o swojej osobie w interesach Kurlandji. Tym czasem nie potrafię wyobrazić, jak może zapomnieć się w tym tak dalece, że się ośmiela postępować wbrew przeciw rozkazom i za miarom swojego Dworu; a te jak wiem z pewnego źródła, naka zują mu wyraźnie, nie tylko jawną szkodę mi wyrządzoną przed stawić Dworowi Rossyjskiemu, ale jeszcze starać się przy nim wszelkiemi środkami na moją korzyść, jako Książęciu z domu po łączonego przez związki krwi z familją Króla Jego Pana. Zresztą jestem wdzięczeń Wam kochany Hrabio, żeś nie zważając na jego złowrogie uczucia dla mnie, okazał mu dowody poważenia, zapra szając na obiad do siebie podałeś mu piękną zręczność na własne oczy przekonać się i rozproszyć swe ułudzenie bez żadnej pogło ski o przychylności wszystkiej szlachty dla Birona, i że to są jedynie skutki przemocy Ros»sji które zdeterminowały niektórych nakłonić się na jego stronę. Odpowiadając na to coś Pan namienił względnie swojego li stu monitorjalnego danego teraźniejszym Deputowanym tego niby"], [112, "94 Sejmu, przyjemnie mi jest oświadczyć JW. Panu i Jego koledze moje zadowolenie chociażem życzył żeby okoliczności pozwoliły użyć w niem więcej mocy i energji. Prawda że w obecnem zbiegu okoliczności i sposobie postępowania Birona nie obiecuję sobie wiele skutku, przynajmniej takiego jakiegoby się można było spodzie wać w innych zdarzeniach; ale to wszystko nieprzeszkadza, aże bym był obowiązanym najszczerszej za ten postępek tem bardziej potrzebny, iż zdejmuje pretext spólników Birona, że nieobja wiono im w czasie o obłąkaniu w ich powinnościach; co w przy szłości korzystnie może wpływać na moje interesa i prawa. Wdzię czen także jestem Panu Kapitanowi Vietinghoff że raczył z ta kiem staraniem i zręcznością usłużyć w tym interesie, dając przez to nowe dowody o swojej ku mnie przychylności. Proszę Pana zapewnić o moich uczuciach wdzięczności i sza cunku dla niego. Co do listu bezpieczeństwa jakiego domaga się bym mu wyjednał u Najjaśniejszego Pana, niewiedząc, w jakim przedmiocie chce go mieć, i czy ten list może być wyexpedjowa nym w nieobecności Kanclerza, nie mogę nic w tem przedsięwziąć dopóki nie będziesz łaskaw objaśnić mi o tem szczegółowiej. Nie zależnie od tego, możesz go zapewnić, że jak dla mnie jest wiel ką przyjemnością być użytecznym tym którzy są do mnie praw dziwie przywiązani, z największą przyjemnością będą się starał podtrzymać go w obecnćm położeniu, tem więcej kiedy dla mi łości moich interesów widzi się być narażonym, ńiechciałbym żeby go spotkało jakie niebespieczeństwo z powodu poświęcenia się Jego dla mojej osoby. Jeżeli wiadomości doszłe Pana o teraźniejszych rozprawach Sejmowych są pewne, o czem niewątpię bynajmniej, Biron bli skim jest widzieć się zupełnie zawiedzionym w swoich pięknych nadziejach. Upór szlachty Kurlandskiej, kiedy się raz czem odu rzy i mniema się być pokrzywdzoną w swoich prawach, zanadto mi jest znany, abym wierzył że tak łatwo będzie Bironowi znaleść środki do ich nakłonienia, a w tym zdarzeniu gotów jest wszystko przedsięwziąć ale nic nie zrobi, z wody, chyba czystą wodę. To samo się stanie a może jeszcze gorzej, ze sposobu jakiego używa w widokach złożenia mu hołdu poddaństwa przez exekucję pro tekcji i siły Rossyjskiej, ale ja śmiem utrzymywać że nic nie wskura, chyba uda się do ostatnich środków przemocy ze szlachtą,"], [113, "95 a w takim zdarzeniu będzie musiała uledz , ale przysięga ich wy konana i wymuszona siłą zbrojną, nie będzie miała żadnego wa loru i bynajmniej nie może stać się zobowiązującą w niczem. Jakkolwiek przekonany jestem o zamiarach Cesarzowej pod trzymywać Birona w Kurlandji, nie wiem jednak, czy zabespie czenie autentyczne , którem zapewne tak solennie opatrzyła swo jego posłańca Hey kingą, jest takie o jakiem mówiono Panu Mirbachowi. Cokolwiek bądź zawsze jest podobnem i prawie pe wnem, że ten postępek, jakkolwiek zdaje się być korzystnym dla Birona, zamiast poprzeć, zagmatwa bardziej jego interesa. Chciał bym wiedzieć o tem szczegółowiej, i nie mało mię zobowiążesz kochany Hrabio jeżeli jak tylko się dowiesz , mnie zawiadomisz. Niewątpię bynajmniej że Biron przypisuje Waszym rozporządze niom i staraniom, podniecanie miast, z czego zapewne musi być bardzo niekontent, i że z tego powodu może przedsięwziąć plan do Waszego oddalenia się z Nitawy. Lecz żeby się ośmielił nastę pować z zadartym na Was nosem i użyć przemocy, tego nigdy sobie nieprzypuszczam. Zanadto jest bystrym, by nie dostrzegał, że taki krok, potępi go zupełnie w oczach kraju i Rzeczypospoli tej. Zresztą rozważywszy dobrze, chcę mi się wierzyć że to jest pogłoska rozniesiona w zamiarze zatrwożenia Was i wciągnienia w zasadzkę, jak to nieraz już czyniono. Wyznam jednak otwarcie, że byłbym zaambarasowany tą wiadomością, gdybym niewiedział że zasady Wasze stałości, wytrwania i patryotyzmu są i zostaną zawsze nieprzełamanemi, i że nie ulegniecie chyba w ostatniej ostateczności. Oświadczając jeszcze kochanemu Hrabiemu moją podziękę za wiadomość co do Hrabiego Mirbacha i Plettenberga, kończę prosząc o zachowanie mi Waszej drogiej przyjaźni, i być zapewnionym o rzetelności mojej, jak równie o prawdziwym sza- cunku z jakim zostaję JW. kochanego Hrabiego przychylny przyjaciel Karol. Drezno 20 Junji 1763 r. Do Plotera W. M."], [114, "96 27. Dreziio 30 Junji 1763 r. Jakkolwiek mi są przyjemne zawsze listy JW. Pana, nie mogę jednak ukryć, że list Jego 20 t. m. zatrwożył mię w niejaki sposób. Wiadomość o przybyciu Pana Hey kingą i przywiezieniu Bironowi urzędowego Aktu Cesarzowej , którym ta Księżna za bezpiecza spokojną possesję Księstw Kurladji, nie jest przedmiotem pociechy dla mnie, a muszę wyznać, że na nieszczęście bardzom się omylił w moich w tym rachunkach. Prawda, że zastanawiając się nad sposobem myślenia Cesarzowej względnie mnie, i nad po wodem który Ją zobowiązał użyć tego środka nieprawego w joczach Rzeczypospolitej i moich, nigdym niepochlebiał sobie iżby można było sprostować, i zmienić Jej skłonnoście. Lecz zawszem Ją są dził zanadto biegłą i udoskonaloną w sztuce tajenia i ukrywania swoich zamiarów, iżbym mógł wyobrażać że zechce zacząć dema skowanie w sposób jakim jest wspomnione zabezpieczenie, tak przeciwne uczuciom sprawiedliwości i słuszności, udawanym przez tę Księżnę w oczach świata. Jest to dowód niezaprzeczony że chce wejść w otwartą niezgodę z Polską, i że potrzeba jeszcze czegoś więcej do objawienia wojny. Ta rozwaga czyni mię niespokojnym. Lecz zastanawiając się z drugiej strony, jak mało Rossja zwraca uwagi na zobowiązania się swoje, że nie można bynajmniej polegać, jakiem się sam prze konał przez akt zawarty przeżeranie tak uroczyście ze Dworem za ś. p. Cesarzowej Elżbiety, ani Byron ani Jego szlachta Kurland ska nie są w stanie wzywać zabezpieczenia cudzoziemskiej władzy bez okazania siebie przestępnymi w oczach swojego władzcy, ta myśl pociesza mię nieco. Zresztą, rzecz widoczna, że wymaganie tego zabezpieczenia jest jawnem wiarolomstwem tak ze strony Birona który chciał tego, jak szlachty która je przyjęła. A jak związki feodalne między Kurlandją a Polską, trwają jeszcze w swojej"], [115, "97 sile, tak zdrada ta posłużyć tylko może na niezmierzone szkody jednej i drugiej strony. Sam to czujesz dobrze kochany Hrabio, że opierając się na moich niezbitych prawach,- potrzeba wiele abym stracił nadzieję przez ten nieprawy list zabezpieczający. Nieprzeczę jednak że niektóre osoby źle myślące mogły sie przez to omamić. Ale ci co myślą, gruntownie i uważając interesa z pewnego pun ktu ich widzenia niezmienią swych uczuć, i mniemam że z tych samych powodów, trzeba szczególnie się starać o zapewnienie źle uprzedzonych. Toż samo jest i w przedmiocie co mi zawiadamiasz Pan, o Deputacji tego to niby Sejmu względnie Króla Pruskiego w nadziei otrzymania od tego Monarchy podobnego zabezpieczenia. Jakikolwiek ma być skutek tego nieprawego przedsięwzięcia, ani szlachta ani Biron na tem nie wskurają. Zresztą możesz być za pewnionym, że nic się nie zaniecha z naszej strony, że mam do stateczne zdanie o przezorności Króla Pruskiego, iżby ten Monarcha poinformowany o prawdziwej kombinacji interesów, uległ tak łatwo wstawieniem się Panów Kurlandczyków. Oświadczając moje uczucia i wdzięczność za inne wiadomości jakie raczyłeś mnie zakommu nikować, za które jestem wielce obowiązany, proszę kochanego Hrabiego przestawać na tem coś dotąd czynił ze zwyczajną pomy ślnością i gorliwością, w odprowadzeniu obłąkanych i w zapewnieniu tych którzy nie są dość mocni przeciwić się nadętości Birona. Jeżeli Pan Pletenberg tak rzeczywiście myśli jak się zdaje myśleć względnie Birona, i jeżeli można się opierać na danych im obietnicach, przykład jego, nie mało, jak mi zdaje osób pobudzi do naśladowania. Przyjm proszę zapewnienia mojej niezmiennej przyjaźni dla Was i bądź przekonanym że jestem na zawsze z prawdziwym szacunkiem JW. Pana Hrabiego kochanego przychylny przyjaciel Karol. J. Wielmożnemu Wojewodzie Hrabiemu Platei-oioi. 13"], [116, "98 28. Zostając tu bez Sekretarza, obarczony zatrudnieniami, niepo dobna mi było odpowiedzieć na dwa listy któreś Pan pisał do mnie 1 i 4 t. m. Ale mając dziś kilka chwil wolnych do mojego roz porządzenia, korzystam z nich, by ci okazać kochany Wojewodo moją wdzięczność za trudy jakieś poniósł w odwróceniu tylu osób od wykonania hołdu posłuszeństwa Biron owi, a ustalenia tych którzy byli wiernymi w ich powinnościach, zachęcając by trwali w swoich dobrych skłonnościach. List Wasz 1 b. m. nic mi nie zostawił do odgadnienia w tem co zaszło przed i po 22 Junji w Nitawie. Wasze szczegóły i przy nich mądre postrzeżenia, będą szczególnym przedmiotem moiej od powiedzi, i nie będę się gniewał jeżeli ją zakommunikujesz , tam gdzie będzie zdawało ci się właściwem, a nawet jeżeli każesz przetłómaczyć po Niemiecku niektóre ustępy które się okażą wam właściwemi do umocnienia części szlachty, pozostałej mi wierną w gorliwości, jaką aż dotąd okazywali w służbie Królowi, Rzeczy pospolitej i moim interesem. Nigdym nie wątpił że wspomniony niby akt hołdu, jako skutek bojaźni, jest pretextem krzywoprzysięstwa. Chociaż lista tych którzy oddali hołd, zwiększa tylko wstyd jakim się okryli, mogę jednak zapewnić i przyrzec im, że za pomocą Boga i rozporządzeń przed siębranych wspólnie z Królem moim ojcem i Panem, spodziewam się znaleść dostateczne środki, które zobowiążą tych krzywoprzy siężców żałować swojego błędu. Za to przyjemnie jest dowiedzieć się że ci którzy dotąd zostali niewzruszonemi w swojej powinno ści, trwają z taką statecznością i roztropnością w postępowaniu swojem, i że wielu co podpisali bezecną protestację posłaną do Warszawy przerazili się przepaścią do której wpaść byli gotowd. Powiaty Dyneburski i Kurlandski przez Wasze starania zapewne się ochroniły od tej epidemicznej choroby. Czuje bardzo dobrze"], [117, "99 trudność jaka się napotyka a nawet niepodobieństwo przeszkodze nia temu hołdowi. Jeżelim niezdołał odpowiedzieć na jeden list Pana Prywa tnego Radcy M i r b a c h a, to przypisać należy mnogości zatrudnień któremi byłem obarczony w chwili mojego odjazdu z Nitawy a które zmusiły mię popełnić ten błąd poniewolny, i to nie jest żadnym moim błędem, jeżelim nie mógł wyjednać rozkażą u Króla udać się do Nitawy i pracować wspólnie z wami w przeszkodzeniu oświadczenia hołdu. Przepraszałem go listami z Warszawy i Nita wy, a za przybyciem do Drezna ustnie, ale wiesz dobrze kochany Wojewodo że niekiedy napotykają się nieprzewidziane trudnoście, nawet gdzie niepowinny one nigdy zachodzić, proszę go jednak zapewnić, że zawsze dobrze mniemam o jego dobrej woli, i może być przekonanym o zaufaniu jakie pokładam w jego przywiązaniu i przychylności. Nie sądź ażeby okolicznoście zaszłe przeciw temu co Wassale i poddani winni są swojemu Królowi, uszły płazem, i że bezkarnie można deptać konstytucję królestwa, przywileje i kardynalne prawa księstwa; zasłużona nagroda choć późno doścignie tych przestęp ców niechybnie, a nieba jeżeli karzą późno nie karzą mniej surowo. Co do rozmowy jakąś miał z Panem Pletenbergiem, wy znam Panu że nie robię żadnych nadziei na oświadczeniach jego i tych którzy raz uchybili mi w danej wierze i wierności; byłaby to pusta ochota dać się oszukać, zawierzając oszustom. Bo kiedy ci nieopuszczą uzurpatora, nieuznają czystych błędów i słuszności niezaprzeczonej praw moich, Rossja zostawać będzie w cieniu błę dnych kolorów, jakie jej przedstawiono do utrzymania Birona na moich Księstwach, i podawać mu silną rękę dla zabezpieczenia niesprawiedliwej possesji; żeby Cesarzowa była poinformowaną, że wszystka szlachta postanowiła utrzymywać swoje prawa i honor w mojej osobie, nie wątpię, że ta władczyni wycofała by wszyst kie wojska swoje z Kurlandji i zostawiła ręce wolne mnie i Kró lowi mojemu ojcowi do działania, a wówczas, sądzę że mógłbym wyjednać przebaczenie zupełne u Króla wszystkim tym którzy by żałowali swych błędów. Jeżeli nie mogę jeszcze zakomunikować Panu, a także Sta rościnej K o r f f i tej części ślachty, która mi została zawsze wierną a tem samem nieskończenie drogą, środków, które sądzą być wła-"], [118, "100 ściwemi de przedsięwzięcia by mię wrócić do księstw moich, mo żesz Pan sam rozważyć że w tych okolicznościach nie można po wierzać wszystko papierowi ani publikować środków w tem przed sięwziętych, z tem wszystkiem proszę być przekonanym i zapewnić ich, że nietracę mojego czasu, mając najszczersze chęci być z nimi połączonym, a także oświadczyć zupełny mój szacunek i wdzięczność której z mej strony mogą się spodziewać. Co mi powiadasz Pan o wstąpieniu wojsk Ruskich na Litwę, przez Smoleńsk jest prawie niepodobnem do wiary, gdyż to zdaje mi się przechodzić wielkość Cesarzowej , naprowadzać wojska dla ucisku prywatnej osoby, która pod protekcją i surowością praw królestwa jest odpowiedzialną zawsze za swoje postępowanie w Try bunałach. Zkądinąd być może że ten pochód ukrywa jaki inny powód, dotąd mi niewiadomy : dla konfederacji naprzykład w polsce, służyłby, jak przewiduję, lecz tylko w skutek długiej i wielkiej wojny na północy, która zresztą może być bardzo korzystną dla Polski. Jego [Królewska Mość, który b.iwi tu od 4 t. m. ma się w pożądanem zdrowiu i starannie rozpytuje się o wiadomościach z Nitawy, okazując prawdziwe zadowolenie i ukontentowanie ze stałości tych którzy zostali wiernymi w swojej powinności. Życzyłem bardzo wyexpediowania ztąd głosów mianych na przeszłym sejmie nadzwyczajnym ale pożary jakie były przed od jazdem z Drezna, a także niezdrowie Pana Hrabiego Br uh la który wczora dotyla źle się miał, że się lękano by nie doszedł ostatka dni swoich były w tem wielkiemi przeszkodami. Cj do Pańskiego listu 4 t. m. w którym zawiadamiasz Pan o postępku Pana de Nolde Drossard de Paunberg, kiedy przez kommissją musiał stracić dobra Wurtzan, znajduję że w tem postąpił tak jak moc jego charakteru okazywana w każdem zda rzeniu, kazała mi się spodziewać; przykro mi bardzo że okoliczności nie pozwalają wyrwać go w tym razie z kłopotu, w jakiem okru cieństwo i niesprawiedliwość uzurpatora go postawiły ale spodzie wam się że będę w stanie domierzyć wszelką sprawiedliwość i dać wynagrodzenia, których może wymagać, Biron zabierając prze ciwko wszelkiemu prawu krajowemu, dobra tym którzy zostali mi wiernymi, chcąc także wyrugować z miejsc swoich Pana Landhoff mejstra, dwóch wielkich Drossardów i Drossardów, którzy stale trwali w swoich obowiązkach , powinien by takim niegodnym po-"], [119, "101 stępkiem wzburzyć całą szlachtę przeciw siebie, lecz jak można spodzie wać się tego od ludzi, którzy nie mają zgoła głosu i uczuć honoru. W chwili kiedym miał kończyć list ten, otrzymuję pismo 7 t. m. w którcm namieniasz mi Pan że wojska Russkie weszły już na Ukrainę. Jeżeli manifest który raczą publikować, zawiera się rzeczywiście w tem, że na prośby niektórych Polaków Imperato rowa posyła swoje wojska, sądzę że nie można uważać takich Ichmościów tylko jako oczewistych zdrajców Ojczyzny ściągają cych przeciw prawom, dla swoich partykularnych interesów siły mocarstwa obcego a jeszcze tak ogromnego jak Rossya. Okropna rzecz, że Polska zostaje w tak slabem położeniu, iżby nie mogła stawić oporu żadnej stronie; jestem niezmiernie zatrwożony że dobra Pana z położenia swojego są wystawione na dzikość tych wojsk, domierzających zawsze niezliczone szkody wszędzie kędy przechodzą, tem więcej to mię smuci, że wdzięczność moja za wszystkie trudy poniesione dla mnie każe życzyć by Bóg zachował was od podobnych nieszczęść. Odpowiedź Pana Landboffmejstra na ostatnią Deputacją przy słaną ze strony Birona jest godną jego wytrwałości i dobrych uczuć, również odpowiedź starego wielkiego Drossarda z Nitawy i Pana Drossarda Nolde. Zrozpaczony jestem że odejmują im tak niegodziwie Wurtzan, ich opozycja może zwrócić uwagę Birona. Wdzięczen bardzo jestem kapitanowi Wietinghoff za zło żenie do akt protestacji. Hrabia Br uhl od kilku dni ma się tak niedobrze iż niezo stawuje nam najmniejszej nadziei by mógł jeszcze pociągnąć czas jaki. To niezdrowie jest powodem że niektóre interesa zostają w zaniedbaniu, i że nie ma prawie sposobu nadać ruchu niektórym ważnym interesom. Nie mając nic więcej do zawiadomienia kończę prosząc o za chowanie Waszej drogiej przyjaźni, z zapewnieniem o rzetelności mojej i o prawdziwym szacunku z jakim zostaję JW. kochanego Hrabiego przychylny przyjaciel Teplitz Karol. 20 Junji 1763 r. Do Plateru W. M."], [120, "102 29. Teplitz 27 Julii 1763 r. Zanadto wdzięczen jestem za przyjaźń jaką mi okazałeś w dzień moich urodzin, bym nie zaczął tem czem zakończyłeś list swój 14 t. m. zwiększa to znacznie liczbę obowiązków moich dla Pana. Pragnę niewypowiedzianie znaleźć zręczność zawdzięczenia mu choć w części przy pierwszem zdarzeniu. Tymczasem proszę wierzyć iż nieskończenie mi trudno przekonać o tych uczuciach wdzięczności. Czy zabezpieczenie przywiezione przez Hejminga Biro nowi, jest podpisane przez Ministerjum Rossyi, czy przez samą Cesarzowę, formalność ta nie może mnie ani mniej zasmucić ani więcej pocieszyć, dopokąd się nieprzekonam że Rossja przyjęła politykę innych narodów cywilizowanych; że sukcessor powinien zachować to co jego następca uczynił i ustanowił. Z tem wszyst kiem przyjemnie mi bardzo żeś zastał w Rydze przyjaciół moich z temi samemi uczuciami z jakiemi dla mnie byli w przeszłości. Nie mała to pociecha dowiedzieć się, że są uczciwi ludzie przeko nani o tem co się cierpi tak niewinnie. Masz powód mówić iż po trzeba być względnym dla Radcy Regencji Pletemberga, i że nie można bardzo polegać na jego żalu że przeszedł za stroną Birona, jego postępowanie nie dało jeszcze żadnego wierności dowodu; ale okoliczność że brat jego Półkownik miał śmiałość podchodzić pod okna Wasze z trąbami i kotłami, bardzo dosko nale obróconą została w śmieszność bo to przekonało że żałował iż nie był na Waszym balu. Nie można dotąd przeniknąć zamiaru, z jakim wojska Ruskie wstąpiły na Litwę; gdyż Rzeczpospolita nie dała żadnego powodu do wojny, a jeżeli to tylko dla bawienia się z Wojewodą Wileńskim, niepodobna przypuszczać by takie Mocarstwo jak Rossja miało się kompromitować z jednym Księ ciem Radziwiłłem i to dla miłości familji niewdzięcznej kró-"], [121, "103 łowi i niewiernej ojczyźnie. Utrzymują że stolnik Poniatowski chełpi się, że jeżeli nie nastąpi pojednanie się familji — plan jego rozwinie się chyba aż w połowie Septembra. Niepotrafisz uwierzyć o ile jestem zadowolony, żeś Pan wcześnie przeczuł sidła nasta wione przez młodego Hrabiego Kejzerling, radzącego Panu udać się do jego ojca w rzeczy wejścia 2,000 kozaków do Staro stwa Białej -Cerkwi; zkądinąd powszechnie wiadomo, że ci panowie nie mają żadnego skrupułu napadać często na Województwo Mści sławskie, i inne miejsca pograniczne z Rossja. Pan Nolde, po dług mnie dobrze zrobił, że przyjął pieniądze ofiarowne mu przez Birona za Wurtzan; gdyż mało kosztuje uzurpatorowi dopełnić zbrodnię jeszcze, to jest zabrać ten okręg za 20,000 talarów, albo i bez pieniędzy. Tymczasem znajduję to prawnem że zabezpieczył swe prawa protestacją. Nagroda jaką projektujesz dla ojczyma Pana Landhoffmejstra, bardzo jest właściwą. Ale Pan, co znasz warunki przywiązane do naszego orderu Polskiego któren ażeby otrzymać potrzeba najmniej dostojności Ministra Gabinetu, zgodzisz się na to, że mi się w tem nieposzczęści tak rychło; zajrzę jednak w środki, czy nie zdołam przezwyciężyć tych trudności. Wspomi nasz mi Pan o przyszłym końcu posiedzeń Sejmiczku Bironskie go, po którym opuścisz Nitawę, niewątpię że o tem uprzedzisz naprzód Jego Królewską Mość, a mnie zawiadomisz o drodze jaką trzeba mieć w dalszym ciągu naszej korrespondencji. Zachowaj proszę twoją drogą mi przyjaźń i bądź przekonanym o rzetelności mojej, a także o niezmiennym szacunku z jakim zostaję JW. kochanego Hrabiego przychylny przyjaciel Karol. Do Plateru W. M."], [122, "104 30. Di-ezno 6 September 1763 r. Wiele listów pisanych do mnie i zawiadamiających że mia łeś Pan zamiar wyjechać z Nitawy, znaglają mnie również zawia domić Pana o przyjęciu listów 17 i 20 Julii i ostatniego 5 prze szłego miesiąca, lubo wprzódy chciałem żebyś oznaczył drogę kędy mamy kontynuować naszą korrespondencję. Dowiedziawszy się nareszcie że Pan przejechałeś przez Jakobsztad, spieszę z tem pismem, adresując przez Wilno, spodziewam się że zastanie Pana w Jego dobrach w Inflantach. Nie będę tu już mówił o tćm co się ściąga do Księstwa mojego, bo nie możesz Pan już tam zmie nić postaci rzeczy, ani działać nadal. W moich odpowiedziach czy nionych nimem się udał z Królem do wód w Teplitz, nie doda łem instrukcji do Manifestu, na któryśmy się zgodzili w czasie mojego odjazdu z Nitawy i o którym zapewniałeś mnie Pan w swo ich Ustach, bo przyjąłem go za zdecydowany, i pochlebiałem że go poprawisz w miejscach jakie czas i okoliczności wymagać bę dą, że nie postanowisz ostatecznie odjechać z tego kraju bez uprzedzenia o tem Króla. Ale jak, co się zrobiło już nieodrobi, rad jestem żeś złożył u Notaryusza oznaczenie Waszej kommissji podług brzmienia, onego, kommunikując mi autentyczną kopią. Wiem bardzo dobrze kochany Hrabio, że twojej jedynie dyrekcji winienem tę wytrwałość Rzymską, którą okazuje Pan Landhoffmej ster Ho wen, połączony z niektórymi wiernymi oficerami, nieod stępując od powinności które im sumienie i honor nakazują. Wła śnie i Jego Królewska Mość dotyla była tem wzruszoną, że ra czyła podnieść go do dostojności Ministra gabinetu i ozdobić błę kitną wstęgą Polską. Lecz niemniej chętnie szukam zręczności do okazania Panu wdzięczności za udział wzięty w urządzeniu moich interesów. Chęć ta tak jest wielką że nie umiem się poskromić dopokąd nie ujrzę życzeń moich spełnionemi, o czem spodziewam"], [123, "105 Pana przekonać jak tylko Jego Królewska Mość zdecyduje nad zwyczajny Sejm, który zdaje się być nieodbicie potrzebnym w obe cnych okolicznościach. Choroba pierwszego Ministra jest wielką przeszkodą, i wiele interesów z tego powodu zostaje zaniecha nych; w tej liczbie i moje Kurlandzkie zostają pomimo wszelkiego czuwania mojego. Gdybym miał miljony do zryzykowania założył bym się, że wstąpienie wojsk Russkich na Litwę, jest skutkiem grymaśnego języka, do którego Dwór Rossyjski chce nas przy zwyczaić, i że chce nam wypłatać jeszcze jaką szkodę. Postawa Księcia Wojewody Wileńskiego, wielkie robi wrażenie na Czarto ryskim, oba się widzą zawiedzionymi w swoich nadziejach, i zdają się działać w sposób który objawia ich niby przyjaciółmi; sławna epoka prywatnych osób Rzeczypospolitej Polskiej. Jakoż Ambassador Keyzerling wszedł w negocjacją z Prymasem i z Hetmanem Wielkim Koronnym w rzeczy wyjednania u wspom nianego Wojewody: 1° że Trybunał Wileński nie będzie prześla dował przyjaciół Rossyi, 2° że kondemnaty których exekucja zo stawiona do czasu bene visum, nie mają miejsca; jeżeli przyjmuje tę grzeczność Księcia Radziwiłła, ofiaruje oswobodzić ziemie Rzeczypospolitej od wojsk cudzoziemskich. Dziś to oczekujemy z Polski, i mamy dowiedzieć jak Wojewoda Wileński przyjmie tę propozycję. Inni utrzymują, że Ambasador Keyzerling, uważa artykuł zadość uczynienia, który Cesarzowa zdaje się wymagać od naszego Ministerjum, jakby urządzonym byleby każdy ze czte rech ministrów napisał list do tej Monarchini. Co za szczęście! ale na czem się gruntuje? Czas to nam rozwinie. Nieustawaj proszę w swojćj drogiej dla mnie przyjaźni i wzajemnie bądź przekonanym o mojej i o prawdziwym szacunku, z jakim zostaję na zawsze JW. Kochanego Hrabiego przychylny Ka^'ol. P. S. Dowiadujemy się że Pan Ambasador Keyserling oddał rozkazy Generałowi Sołtykow, względnie zwrócenia wojsk, które wstąpiły na Litwę. Datowane są 29 przeszłego miesiąca. Do Plotera W. M. 14"], [124, "106 31. Drezno 30 Septembra 1763 r. Dowiadując się z listu 1 b m. że poczta ztąd aż do Pana dochodzi regularnie, chciałem zaraz odpowiedzieć, ale za otrzy maniem listu 13 t. m. odłożyłem na dzisiaj, co u nas robi przerwy tylko na 3 dni, u Was na 12. Jakkolwiek bądź, zawsze jestet-i obowiązanym, za trud poniesiony dla mnie w zakomunikowaniu tego co uważasz z-astanowienia godnego w swoich stronach, a także za przychylność w podtrzymaniu dobrych Kurlandczyków by nie ustawali w swoich uczuciach honoru, i w doprowadzeniu obłąka nych do ich powinności. Ponieważ Pan w oddaleniu mógłbyś przed stawiać w zwiększonem świetle czynności P. Velsen, któiy nie dawno wrócił z Berlina, załączam tu szczegóły wolne od wszel kiego sporu. Przybywszy do tego miasta oczekiwał nim Król przy jedzie do Potsdamu dla dania audyencji Generałowi Ried Posło wi z Wiednia, a także Panu Got z Posłowi naszego Dworu. Vel sen miał dystynkcją, zwyczajną tym którzy się przedstawiają w kole przez Ministra Hrabiego Finckenstein, tam złożył de pesze Królowi, przemawiając te słowa: że to są listy pozdrowie nia zawartego pokoju. Potem nie było żadnych fetowań, zostawał samotny u siebie, i bardzo mało uczęszczał do towarzystw zapra szanych. Kiedy mniemał otrzymać odpowiedź na listy przez niego przedstawioue, dano mu tylko jedną do samego Birona a nic zgoła do ślachty Sejmiczkowej, i zaobserwowano że Król te tylko rzucił słowa: oddać moje uszanowanie księżnie. Uważam jako skutek uprzejmości, tego Króla okazanej dla Cesarzowej Rossji, że przy zawarciu pokoju, traktował o interesach Kurlandyi z nią pierwej aniżeli z Królem moim ojcem. Zresztą bezprzestannie je stem Zeijęty sposobami do wydzwignięcia księstw moich z paszczęki av której sie znajduje. A jak mi się zdaje widzieć z listów Pana, że niechcesz zdawać sprawy Królowi z Waszej kommis.sji aż po"], [125, "107 otrzymaniu mojego pisma, muszę Pana w tem objaśnić, że jedyny naturalny sposób, którym by Król mógł zaradzić cierpieniem tych Księstw jest: Sejm nadzwyczajny jak można najprędzej, i zdania związku, nie licząc tych które Jego Królewska Mość będzie miała tymczasem ułożone z Dworami przyj aciełskiemi i związkowemi. Ta rada wychodząc od Was jak od Senatora Pełnomocnika dele gowanego, uczyni bardzo dobry skutek. Zresztą nic nie ma pew niejszego nad usiłowania moje przedstawiać Pana Królowi i po nawiać moje wstawienia się w każdej nadarzonej okoliczności, aby wyjednać jakie dobre pane bene merentium. Jego Królewska Mość zdaje się każdego razu zgadzać się ale niechce jednak zde cydować się w przedmiocie jakiegokolwiek bądź wakansu, nim powróci do Polski, a tymczasem wiadomość o śmierci Księcia Suł kowskiego jeszcze niesprawdzona. Co do procesu Pani Starości nej Strutyńskiej i Pana kuzynów Szambelana Platera i Ru do miny, różnemi sposobami mocno się starałem żeby przynaj mniej ten interes był ukończony po przyjacielsku, ale panowie interesowani zaniedbują ubiegać się w tćm sami z swej strony; nie moja wina jeżeli niezjszczę ich życzeń. Z załączającej się tu kopii listu Księcia Szambelana Wielkiego litewskiego przekonasz się co tu mogłem otrzymać, gdyż mogę zapewnić że wszystko co kolwiek pochodzi od Was i co się ściąga Waszej familji i intere sów, tak mi jest drogie jak moje własne. Zachowaj proszę ko chany Hrabio zawsze swoje przyjaźń, i bądź przekonanym o szcze rości mojćj i o najrzetelniejszym szacunku, z jakim zostaję JW. Kochanego Hrabiego Naj przychylniejszy przyjaciel Karol. Do Plateru W. M."], [126, "108 32. Pojmiesz łatwo kochany Hrabio że pióro moje zapełnia się więcej łzami aniżeli atramentem, kiedy się dowiesz z tych liter sprawiedliwego powodu. Wznowiona podagra, którą Jego Królewska Mość cierpiał od kilku tygodni, odebrała nam wczora między 4 a 5 godziną wie czorem tego dobrego Króla, tego Księcia kochanego przez swoich dzieci i poddanych; wszelkie lekarstwa których żadnego niezanie chano, nie mogły przynieść najmniejszej ulgi. Wasze przywiązanie dla tego dobrego Pana, da Wam uczuć najżywszy smutek z tak okropnego zdarzenia; pochlebiam sobie że przyjaźń Pana dla mnie podzieli i wyobrazi całą wielkość tćj straty jakątn poniósł przez to; bo mogę powiedzieć że ze stratą tego godnego króla i ojca, straciłem wszystko, oprócz zaufania W naszą drogą przyjaźń i chęci przekonać całą Polskę że poświęcę z przyjemnością moje życie dla zachowania ją od nieszczęść jakie to smutne zejście może ściągnąć. Tymczasem nim będę miał zrę czność przekonać o tych uczuciach, proszę kochanego Hrabiego być przekonanym o nieprzełamanej mojej przyjaźni, i o rzetelniej szym szacunku z jakim zostaję JW. Kochanego Hrabiego przychylny przyjaciel Drezno 6 Oktobru 1763 r. Karol. Do Platera W. M."], [127, "109 33. Widziałeś Pan z listu mojego do Was i do innych Senato rów pisanych, mają chęć zastąpić nieboszczyka króla ojca mojego na Tronie Narodu który kocham. Przyjemnie mi jest dzisiaj oka zać szczególną moją przyjaźń i zupełne zaufanie jakie pokładam w przywiązaniu Waszem, okazywanem zawsze nieboszczykowi kró lowi i Jego domowi. Pan w stanie jesteś skutecznie przyłożyć się do moich widoków, przez tak wielką usługę nabędziesz niezaprze czone prawo, do mojej wdzięczności. .Śmiem wierzyć że dołożysz tem samem starania swoje dla dobra ojczyzny, przynajmniej o tyle o ile to być może w moich żądaniach. Honor panowania nad Wa szym Narodem uczyni mą sławę, a moją pomyślność stanowić bę dzie szczęście Jego. Proszę Boga aby miał Was Panie Wojewodo Mścisławski w swojćj świętej i godnćj opiece, i zostaję Najprzychylniejszy przyjaciel Fryderyk. Dreziio 14 Oktobru 1763 r, Do Wojewody Mścisławskiego"], [128, "110 34. Otrzymałem ze szczególną przyjemnością grzeczny list Pana pisany do mnie 4 t. m. i z takąż składam kochanemu Hrabiemu moją najżywszą wdzięczność za Waszą pamięć i przyjaźń dla mnie. Te będą mi zawsze nieocenionemi tem więcej że jestem przekonany o ich rzeczywistości. Jest to prawda której nie można zaprzeczyć. Uczucia dla Waszej osoby, znane Mu od dawnego czasu, powinny dostatecznie w tem przekonać. Na osnowie tych to uczuć, rozważając gorliwość, z jaką się Pan zajmujesz mojemi interesami, najmocniej obowiązany jestem za wiadomoście dane mi o nędznym stanie do którego są dowiedzione księstwa moje. Jak kolwiek chciał bym odpowiedzieć w tem szczegółowie , smutne położenie w jakiem się znajduję przez niewynagrodzoną stratę naj lepszego z królów i ojców, o czem zdaje mi sie już zawiadomia łem przez list pisany nazajutrz po Jego zejściu, nie dozwala mi jeszcze dowolnie myśleć o interesach. Zkądinąd ten zgubny wy padek, przynosi tak wielką zmianę we wszystkich w ogólności interesach, a tem samem i w Kurlandskich , iż byłoby rzeczą da remną prowadzić je widokami pierwej osnowanemi. Nieprzeszkadza to jednak mieć jeszcze dobre nadzieje i widzieć w krótkim czasie ich stanowczą i ostateczną decyzję. Gdyż o ile śmierć króla wpływa zarównie i na interesa Kurlandji, jako lenności Polski bezpośre dniej, o tyle można się spodziewać że na przyszłym Sejmie Elek cyjnym los tej prowincji ostatecznie się rozstrzygnie. Pochlebiam że to nastąpi z moją korzyścią, tem więcej że będąc inwestyturo wanym w sposób najprawniejszy, nie umiem sobie przypuścić, aby Rzeczpospolita dozwoliła obcemu mocarstwu, zabierać przemocą to co od dwóch wieków jest Jej własnością, tem więcej gdy mi ode brano w tak dziwny sposób księstwo najsłuszniej posiadane. Oto są kochany Hrabio osnowy niby moich nadziei. Wiem jednak bar dzo dobrze że wypadek zależeć będzie od większości stron Sejmu-"], [129, "111 jących i skutecznej assystencji Senatu, co zobowiązuje mię prosić Pana najusilniej o Waszą pomoc na którą szczególnie polegam z tem wiekszem zaufaniem gdy znam że nie umiesz udawać swych uczuć, ' Niezależnie od tego przyjemnie mi jest prosić Pana o Waszą przychylność i przyjaźń dla starszego mojego brata Elektora. Za pewne Pan wiesz o widokach Jego względnie korony Polskiej. Ma on nadzieję być podtrzymywanym przez mocarstwa przyjazne i związkowe. Daleki od wszelkiej ambicji i żądając być poży tecznym Rzeczypospolitej, do której należę, nieskończenie będę zadowolony , jeżeli przekonywając naród Polski o niezmiennem przywiązaniu mojem, będę mógł współ działać w niejaki sposób przez moich przyjaciół i ich wziętość, dopomagając zamiarom mo jego brata, którego uczucia braterskie dla mnie i przymioty oso biste zasługują zupełnej attencji. Z tego to powodu pospieszam upraszać Pana o przyłożenie się nie tylko ze strony swojej , ale użyciem całego kredytu i wpływu posiadanego w różnych Woje wództwach, dla usposobienia umysłów na jego stronę. Nie mówię o wdzięczności którą zobowiążesz kochany Hrabio przez ten nowy dowód przychylności dla mnie. Ale jak mój sposób myślenia znany jest Panu , nie możesz wątpić aby moja wdzięczność nieodpowie działa w zupełności uczuciom najszczerszej przyjaźni i rzetelnego szacunku z jakim zostaję JW. kochanego Hrabiego przychylny przyjaciel Karol. Drezno 24 Oktobru 1763 r. JW. Wojewoda Hrabia Plater"], [130, "112 35. Zawiadamiając o przyjęciu grzecznego listu Pańskiego 11 p. m. spieszę z wielką przyjemnością oświadczyć Mu najżywszą wdzię czność, Dowody przyjaźni Waszej kochany Hrabio i gorliwości dla moich interesów, są skutkiem niezmiennych sentymentów Jego zna nych mi od dawnego czasu. Bądź przekonanym że umiem ocenić całą godność, a nie mogąc odpowiedzieć na Waszą grzeczność, tylko prostemi słowami, smutno mi bardzo, że jestem pozbawiony sposobów przekonania czynami. Lecz jeżeli przyjaźń moja może zastąpić miejsce, jak pochlebiam, rzeczywistej wdzięczności, możesz być zapewnionym że ją posiadasz w zupełności. Tyle tylko mogę powiedzieć w odpowiedzi na list wspomnio ny, jakkolwiek chciałbym odpowiedzieć na inne jego punkta, smu tne zdarzenie które nas wszystkich przywala, zmieniło nie tylko cały system ogólnych interesów, ale jeszcze i część moich nadziei. Ograniczam się najszczerszem podziękowaniem za starania Wasze, w których nie ustajesz, około moich interesów. Jedna rzecz jednak wielce mię pocieszyła, za którą nieskończenie dziękuję, jest to wiadomość jaką dać mi raczyłeś, o dobrych skłonnościach wię kszej szlachty Kurlandskiej dla mnie, a nawet tych którzy przez złowrogie zasady dali się złudzić poddając się uzurpatorowi. Je żeli ta zmiana ich postępowania jest osnowaną na wdzięczności za ich błąd i na intencjach które się zdają być nienaruszonemi i stałemi, uważam to wszystko za dobrą przepowiednią dla moich interesów na przyszłość. Idzie tylko o obudzenie tych uczuć, i je żeli szlachta w nich nieustanie, mam nadzieję że interesa księstw moich skończą się nareszcie z moim zadowoleniem i mieszkańców, szczególnie na przyszłym Sejmie Elekcyjnym. Mówiłem o tem Panu nieco w ostatnim liście, a teraz proszę tylko przyczyniać się swoją wziętością do ustalenia w Kurlandji przychylności mojej szlachty, i zachęcenia ją ku stałej wytrwałości."], [131, "113 Odnosząc się zresztą co do widoków mojego brata Elektora na wakującą koronę Polski, do listu pisanego 24 p. ni. przyjemnie mi ponowić moje wstawienia się w tym przedmiocie. Znam bardzo dobrze uczucia które zawsze Pan okazywałeś dla domu ś. p. Króla mojego ojca, by się niespodziewać ; wstawienia się przyjacielskiego i skutecznego w tej sprawie, tem bardziej gdy możesz Pan liczyć na najżywszej wdzięczności z naszej strony. W tem przekonaniu proszę kochanego Hrabiego zachować nadal Waszą drogą przyjaźń i być przekonanym o niezmienności mojej i najrzetelniejszym szacunku z jakim zostaję JW. kochanego Hrabiego przychylny przyjaciel Karol. Drez^lo 3 Nowembra 1763 r. JW. Wojewoda Mścisławski Hrabia Plater. 15"], [132, "114 36. Jeżeli cokolwiek może osłodzić smutek i zmartwienia któ remi dusza moja jest przepełnioną przez niewynagrodzoną stratę najdroższego ojca, to tylko kochany Hrabio Wasze pocieszenie dane w grzecznym liście 30 Oktobra. Zapewnienia o nieustających waszych uczuciach przyjaźni dla mnie, tem więcej mi są drogie, gdy widzę z przyjemnością żem się nie omylił rachując na Waszą stałą przy jaźń i dobre skłonności, których zmiana okoliczności niepotrafiła zachwiać. Tak widoczny dajesz Pan w tem dowód zapytując w czem możesz mi być pomocą, iż przenikniony wdzięcznością i ożywiony zaufaniem jakie miałem zawsze dla kochanego Hrabiego, proszę życzeniami swojemi utrzymywać i oceniać zjednoczone ży czenia całego naszego domu, których celem jest zadowolenie na szego kochanego brata Elektora. Cyrkularne Jego listy poinformują Pana w jego widokach na koronę Polską. Pomagaj kochany Hra bio, będzie to największym dowodem Waszej przyjaźni o którą proszę. Kochany ten brat, pokładając we mnie zaufanie, zapytywał, mnie, którzy z Senatorów mogą być powolni jego widokom? wy mieniłem w tej liczbie Pana, polegając na Jego szanownej przy jaźni a jeżeli za pomocą Boga brat mój zastanie Królem Polskim, spodziewam się że będę miał zawsze wpływ na jego umyśle do stateczny, by mu pomoc w rozróżnieniu osób prawdziwej zasługi, od tych którzy uuiją je tylko z powierzchowności albo zupełnie nie mają. Wiesz dobrze kochany Wojewodo, że w tem zdarzeniu, nie zapomnę Waszych, i że jedna z najważniejszych moich po winności będzie okazać Pana wdzięczność za wszystko coś uczynił dla mnie w tylu zdarzeniach. Zresztą oświadczając moją przyjaźń niezmienną i uszanowanie zostaję JW. kochanego Hrabiego przychylny przyjaciel Karol. Drezno 22 Nowembra 1763 r, Do Plateru W. M."], [133, "115 37. Drezno 15 Decembra 1763 r. i Środki jakie uważam przedsiębrane do tych które zawsze przeciwne mnie były, a teraz są widokom mojego brata Elektora, każą mi się lękać, by na konwokacyjnym Sejmie, niewylączono brata mojego Elektora. Udaję się do Waszej przyjaźni kochany Hrabio z tem zaufaniem przekonania jakie mi nadają dowody dane już w tylu okolicznościach, i proszę nie udzielać pomocy swojej temu kto będzie chciał z Inflant być Posłem na Sejmiku tylko tym za którymi będę prosił przez P. Szambelana wspomnionego księ stwa, on w krotce ztąd wyjedzie i będzie poinformowany powie dzieć ustnie Panu, czego nie mogę powierzyć papierowi. Teraz zaś proszę tylko o starania na wszystkich Sejmikach w których masz Pan wpływy swoje. Projekt wyłączenia brata, nie może być punktem instrukcji konwokacyjnego Sejmu, a obiór Posła od którego wszyst ko zależy, może trafić na prawdziwych przyjaciół ojczyzny, którzy wolą przyjąć Króla w osobie mojego brata Elektora, a niżeli in nego z rąk Rossji który byłby zawsze i w każdem zdarzeniu za leżnym od woli tego mocarstwa. Co do moich interesów Kurlandz kich, nie mam zdaje się potrzeby przypominać o nich Panu, będąc dostatecznie przekonanym że Wasza przyjaźń nieodmówi starań, by nic nie zaszło z uszczerbkiem praw moich. Proszę być prze konanym o przyjaźni i prawdziwym szacunku z jakim zostaję JW. kochanego Hrabiego przychylny przyjaciel Karol. Do Plateru W. M."], [134, "116 38. Ręka Wszechmocnego zadała mi cios niemniej smutny jak 5 Oktobra gdyż ospa zabrała nam brata mojego Elektora tego ranka o 2 godzinie, który chorował obłużnie tylko od 11 t. m. wieczorem, brata którego tak czule kochałem i którego żałuję jak ojca. Nie wątpię, że przez przychylność dla całej familji królew skiej, podzielisz kochany Hrabio moją słuszną żałość. W tych je dnak okolicznościach, niepodobna mi zapomnieć Polski, którą uwa żam jak moją drugą ojczyznę. Mam powody żałować ją, że nie mogła widzieć owoców i dobrych intencji tego księcia dla Niej. Sądy Opatrzności w tem zdarzeniu są nieprzewidziane. Widzę że trudy moje położone na ten koniec zostają bez skutku, a kłopot w którym jesteśmy teraz, w tych pierwszych chwilach nie zosta wia nic więcej jak tylko poruczyć się Waszej kochany Hrabio przyjaźni, i prosić, ażebyś był przekonanym o rzetelności mojej i prawdziwym szacunku, z którem zostaję JW. kochanego Hrabiego przychylny przyjaciel Koi'ol."], [135, "117 39- Niewątpię że Pan prawdziwie jesteś dotkniony przez smutne zdarzenie które przywala nas boleścią. Elektor brat mój stanowił szczęście Saxonii, wzdychał także by mógł toż działać dla Polski. ale Bóg pokazał nam tak dobrego Księcia dla tego tylko byśmy uczuli wartość jego, i wczora zrana przyzwał do szczęśliwszego żywota. Przywiązanie które zawsze okazywałeś ś. p. Królowi i ca łemu Jego domowi, zobowiązuje mię zawiadomić Pana o tćm co się stało. Tracisz dobrego przyjaciela w osobie ś. p. Elektora mo jego brata, ale te uczucia znaidziesz w całćj Jego familji. Nieod mawiaj nam Waszej przyjaźni i dobrych skłonności, proszę o to imieniem całej familji, nad którą stałem się opiekunem do czasu małoletności mojego synowca, a szczególnie mojem. Zostaję z praw dziwym szacunkiem Pana przychylny przyjaciel JW, Drezno 18 Decembra 1763 r. Xaicery. JW. Wojewoda Plater."], [136, "118 40. Mnie Wielce Mci Panie Łoioczy W. W. X. Litt. Lubo listy WMM. Pana de 24 i 28 przeszłego miesiąca po Części są responsem na moie, iednak znalazłszy ie życzliwości i afektu pełne, należyte za nie niosę podziękowanie, nim znajdę sposobność winne obowiązki, które za nie zabieram, w skutku wy konać. Caleś pięknie WMM. Pan o ostatniej Rossyiskiej 27ma uczy nionej osądził deklaracyi, że mimo innych, zarzut ten że Dwór w nie iakieś większe wpada podejrzenie, wymawiaiąc się bez potrzeby na same pogłoski. Non petitu excusatio, est sui inculputio. Powtórnie ieżeli go iedna, więc tak i drugie równ>'e powinne dotykać pogło ski; więc ieżeli z iednych to i z drugich powinien by się uspra wiedliwić. Acz temu końca by niebyło. Jako naprzykład oprócz tych ubliżenia granic Rzeczypospolitej porozumień, nawet i to iuż gruchnęło, ieżeli Jm. P. Stolnik Litt. dokaże swego, a wstąpi na Tron, że wtenczas Imperatorowa Jeymć, ma poyść za niego. Cóż ztąd wynika, kiedy iedne pogłoski uznawaią za fałszywe i kłam stwo, więc owe które w milczeniu się mijaią, pozór prawdy na bywaią. A ieżeli te zamysły mariażu mają swoie zamierzenie, któż nie powinien nad tym zastanowić się? A dopieroż iakie prawo ma ta protencyia opiekować się nad Rzplitą naszą? niech przeczyta dla pamięci traktat nad Prutem zawarty, iak do najmniejszej rze czy i interesach Polskich, ani należeć ani mieszać się nie ma, Lecz dosyć o tym, gdzie o traktatach słuchać niechcą. My czekamy iak kania na deszcz, na powrót kurierów od postronnych Dworów, aby wiedzieć za którym z nas dwóch star szych Braci się oświadczą; tymczasem ta iest iedyna u nas żądza, ta życzliwość, że ieden drugiemu korony zazdrościć nie myślemy, i ziednoczouemi umysłami o to się staramy aby na takiego Piasta niespadła, który w równości ieszcze zostaiąc, dał się innym Fa milijom w znaki. Użyczy Ci Pan Bóg zdrowia, to zapewne po"], [137, "119 Sejmikach wszystkie do celu naszego przyzwoite do tego znajdą się środki i sposoby; tymczasem zamawiamy Afekt WMM. Pana w dopilnowaniu, iak daleko tylko będziesz mógł sięgnąć, aby Jeb MPP. Posłowie wolnej elekcyi nie tamowali przez jakiekolwiek wynalazki i określenie tudzież i prawa moie do Kurlandyi żadnego uszczerbku nie poniosły. A że teraz okoliczności moie do tego mię przymuszała kro ku, abym się pomiarkował w wydatkach moich, postanowiłem u siebie żołnierzy w Czerwonym Dworze pozostałych z służby uwolnić. Jeżeli się WMM. Panu zdaie że Książe Jmci Wojewoda Wileński (panie kochanku) ich sobie życzyłby, to proszę Jmci P. Porucznikowi Antoniussohn donieść, bo on im Lennung (żołd) tylko na ten miesiąc wypłaci, i potym ku końcowi miesiąca ich rozpuści. Spodziewam się na koniec, że to co w gotowiźnie WMM. Panu odemnie należało, za staraniem Jmci P. Chambellana Dzierz bickiego iuż nagrodzono; któiy ponawiam się dalszej Przyjaźni i z nieodmienną iestem estymacyią WMM. Pana dobry Przyiaciel Karol. Z Drezna 5 Januar, 1764. Adres. A Monsieur Monsieur de Zabiełło. Grand Veneur du Grand Duchć de Lithuanie — a Varsovie."], [138, "120 Dodatek do listu Nr. 40. Książe Karol często bardzo znajdując się w ambarasach pie niżnych, szukał pomocy w środkach nadzwyczajnych, czego dowo dem iest dołączony tu list głośnego na on czas awanturnika Ca sanovą, nauczaiący Księcia sztuki robienia złota. List ten znaj duie się w Czechach w Zamku Dux dziedzicznym rodziny hrabiów Waldsztejn, w okolicy Toplitz, gdzie Casanovą w osta tnich latach życia był bibliotekarzem, tamże umarł w 1811 roku i pogrzebiony w Zamkowym kościele. W 1860 r. zwiedzając nau kowe zbiory zgromadzone i utrzymane starannie w tym Zamku, otrzymałem pozwolenie hrabiny Valdsztejn, na przejrzenie pa pierów pozostałych po Casanovą, umieszczonych bez porządku w kilku szufladach, i wzięcie niektórych dla przepisania do Toplitz. — Tam to cytowany tu list znalazłem, z następuiącem napisem innej ręki w języku francuzkim: „Kopja listu pisanego do Karola ks. „Kurlandyi przez JP. Casanovą Włocha znakomitego (illustre) awan turnika, wypędzonego z Francyi 6 Listopada 1767 roku. — List „ten znaleziony pomiędzy papierami Archiwum Bastylij był bez „datty i bez podpisu, naucza on sposobu robienia złota i idąc za „zdaniem autora, wnosić można, że używał swego sekretu w Paryżu „z osobami wysokiej dystynkcji.\" — Oto iest brzmienie tego listu: Monseigneur B fant que V. A. brule cette lettre, apres l'avoir lue, ou ił fant qu'elle la tienne dans son porte-feuille, avec tout le Żele ima ginable. — Mais, a mon avis, ił vaut mieux la bruler; et si vous voulez, Mgr. retenir la recette uniąue que je vous envoye, copiez la sous la marąue d'un chiffre; de sorte que, quand ruSme vous la perdiez, ou qu'on vous la voleroit, on n'y puisse rien comprendre. —"], [139, "121 L'attachement, Mgr. que vous m'avćs inopirć n'est pas le seul res sort qu'il m'a fait agir; je vous avoue sincerement que mon interet a autant de part. — Permettez moi actuellement l'antithese. — Si V. A. se sent portee a m'aimer, a me proteger par raport aux mediocre qualites de ma personne, cette raison, qui me flatte infi niment, ne peut pas me garantir de 1'inconstance si naturelle aux Princes, pardon Mgr. si mes remonstrances vous paroissent trop hardies. V. A. doit se conserver inviolablement tout a moi, en ćgard et faisant attention que je suis le seul qui possede le moyen d'augmenter la matiere dont vous ne pouvez pas vous passer. — Si vous etiez ne avarć, Mgr. vous seriez riche; vous ne 1'etes pas a cause que vous ćtes nć genereux ; ii faut donc trouver le moyen d'etre riche, pour avoir de quoi nourir une vertu que Dieu vous a donnee ; et que c'est , pour le bonheur de 1'humanite , lorsqu'elle tombe en partage a vos pareils. Hier V. A. me dit qu'avant mon depart, elle voudroit avoir l'essai du metal en question. Pour toute reponse, je m'en vais clairement et loyalement vous detailler 1'ope ration. Vous verrez Mgr. que nons pouvons bien avoir les matieres; mais nous n'avons ici ni le tems, ni 1'endroit, ni le fourneau, qui sont indispensable dans le procede qui est scrupulesement dćlicat, et ou la moindre faute tire a consequence. L'operation du Cuivre est aisće et mćcanique; mais celle ci est toute philosophkme et je puis vous assurer, Mgr. que lorsque votre or sera graduć, ił sera aussi parfait que celui dont on fait les Seguiros de Venise. Songez Mgr. que je vous mets dans le cas de pouvoir vous passer de moi, et que ce qui est plus , je mets ma vie et ma libertć en votre plain pouvoir; 1'action genereuse que je m'en vais faire a present, doit me gagner ii perpetuitć la bienveillanee de V. A. et doit vaincre le prejugć qu'on a sur la facon d'agir des Chymistes. Mon amour propre est blesse si V. A. ne me distingue pas de la foule. Cependant, j'ai une grace a vous demauder, c'est de ne pas faire cette operation, avant mon retour. Vons ne pouvez pas travailler sans moi; car quand meme 1'operation reussiroit, celui qui vous aidera, decouvrira notre secret. Je dirai, par parenthese a V. A. que c'est avec ces ingrediens, et ajoutant du mercure et du nitre, que j'ai fait le fameux arbre de projection a Paris, chez la Marg. de Poncarrć ; cette vćgćtation la est prodigieuse ; c'etoit le charme de Me la Prss<? DAnhalt Zerbst. Ma fortunę seroit actuellement dans Ki"], [140, "122 le plus haut degre, pour ce qui regarde les richesses, si j'avois pu disposer, ou me fić ii un Prince, maitre d'une monnoie. Ce bon heur ne m'arrive qu'aujourd'hui, et je suis au comble de mes voeux, car votre bontć Mgr. me rassure sur les justes craintes que je dois avoir pour ce qui concerne ma vie et ma liberte. Venons au fait. II faut prendre 4 onces de bon argens, et le dissoitdre dans l'eau forte , et le precipiter avec une lamę de cuivre (selon 1'art) et le laver bien apres avec l'eau tiede pour separer de lui tous acides, et ił faut bien le sćcher. Quand ii est bien sec, ii faut le meler avec une demi once du sel ammoniac, et le mettre dans une tortue. Cette tortue doit devenir un recipient. Apres cette preparation, ii faut prendre une livre d'alun de plunie, une livre de Cristałe un garique, 4. onces de verd de Cuivre, 4. onces de cinobre natif, et 2. onces de soufre vif. II faut pulveriser, et bien meler ensemble tous ces ingrediens, et les mettre dans une cucurbite, de telle me sure, que lorsqu'ils sont dedans, elłe ne soit remplie que jusqu'a la nioitie. Cette cucurbitte doit etre placce sur un fourneau a 4. vents, car ii fuut pousser le feu jusqu'au 4me degre. II faut com mencer par un feu lent, cpii ne doit extraire que les flegmes, ou parties hydropiques ; et lorsque les esprits commencent a paroitre, ii faut y soumettre le recipient ou se trouve la lunę avec le sel ammoniac. II faut lutter les jointures avec le lut de Sapience, et a mesure que les esprits passent, ii faut regler le feu jusqu'au 3me degre ; et quand on voit que la sublimation commence, ii faut hardiment ouvrir le 4me Yem sans rien craindre; mais ii faut prendre gardę que le Subliuie ne passe point dans le recipient, ou tortue, ou est la lunę. Apres ceci ii faut laisser refroidir le tout. Le tout refroidi, ii faut prendre le recipient ou est la lunę, et lui fermer le bec avec une vessie płiee ii trois doubles, et la mettre dans un fourneau de circulation avec son bec tourne vers le Ciel: ce feu lent de Circulation, ii faut le lui donner 1'espace de 24. heures, et lui oter apres cela la vessie, tournant la tortue vers le centrę pour qu'clle puissc distiller. II faut augmenter le feu pour faire passer les esprits qui peuvent etre dans la masse jusqu'a rentiere dessication. Apres avoir fait cette operation 3. fois, on verra for dans la tortue. II faut alors le tirer dehors, et le foudre avcc addition dc Corps parfait. Le fondant avec 2. onces d'or et mis apres dans l'eau ii partir, on troiwera 4. onces d'or resistaut"], [141, "123 ii toute epreiwe, — parfait en poids et malliable, mais pale. Voila Mgr. une minę d'or pour votre monnoie, moyennant la quelle un directeur, servi par 4. hommes, peut vous donner un revenu de mille ducats par semaine, et le double, et le quadruple, si V. A. veut multiplier et ouyriers et fourneaux. Je vous demande cette direction pour moi, et je vous assure Mgr. que je ne veux pour mon compte, que la matiere qu'il plaira ii V. A. de me destiner, et la faisant frapper au Coin que j'aurai 1'honneur de vous indi quer. Souvenez vous Mgr. que ce doit etre le secret de l'Etat. Vous etes Prince, c'est tout dire, vous devez comprendre la force de ce mot lii. Donnez cette lettre aux flames; et si V. A. veut me don ner une recompense anticipee, je ne lui demande qu'un tendre attachement pour ma personne qui vous adore. Je suis hereux, si je puis me flatter que mon Maitre sera mon ami. Ma vie Mgr. que je mets en votre puissance avec cette lettre, je serait pręt a la prodiguer pour votre Senice, at je saurai me tuer s'il arrive jamais que je doire me repentir de ce que j'ai confie a V. A. S. du quel j'ai l'honneur d'etre le serviteur inviolablement attache, et jusqu'a la fin de mes jours."], [142, ""], [143, "TREŚĆ KORESPONDENCYi. N. 1. — 1762 d. 25 Stycznia z Mitawy — Ks. Karol do Konstan- tego Platera Wojewody Mścislawskiego. Dziękuie za ży- czenia złożone z powodu Nowego Roku, oświadcza żal z powodu zgonu Cesarzowej Rossyiskiej Elżbiety, i zapo- wiada rychły swój przyjazd do Warszawy. N. 2. — 1762 d. 21 Kwietnia z Warszawy, Ks. Karol do Platera Woj. Mścisł. — Nie iest pewny iakie względem niego będzie postępowanie nowego Cesarza Piotra Ul ale prze- widuie niepomyślne następstwa. N. 3. — 1762 d. 13 Września z Mitawy. Ks. Karol do Platera W. M. — Ubolewa że interesa iego gorszy ieszcze obrót wzięły po wstąpieniu na tron Cesarzowej Katarzyny n, maiąc nadzieię że Wojewoda przyczyni sie do odwrócenia złych następstw. N. 4. — 1762 d. 27 Grudnia z Mitawy — Ks. Karol do Zabiełły Łowczego Litt. — Uwiadamia że poseł Cesarzowej Ros- syjskiej Symolin, po Mszy Ś. miał zamiar gwałtem go z pałacu wyrugować, ale że te pogróżki skończyły się na niczem. N. 5. — 1762 d. 29 Listopada (z Mitawy). — Ks. Karol do Pla- tera W. M. — Przesyła list do pierwszego Ministra Briih- la, prosząc go o dobre starostwo dla Wojewody. N. 6. — 1773 d. 15 Lutego z Mitawy. — Ks. Karol do Platera W. M. — Oczekuie z niecierpliwością iego przybycia do Mitawy, donosi o intrygach Symolina przeciw Tadeuszowi Lipskiemu kaszt. Łęczyckiemu wspólkomisarzowi , od Króla naznaczonemu do urządzenia spraw Kurlandskich, i oznajmuje że dla bezpieczeństwa wysyła dwóch ma- sztalerzy na iego spotkanie."], [144, "126 N. 7. _ 1762 d. 6 Grudnia z Mitawy — Ks. Karol do Zabiełły Generał Majora i Szambelana Królewskiego (brata Łow- czego). Cieszy się że jest oddalony od pijatyk zbytko- wnych, wprowadzonych w modę w Warszawie, żartuie z miłosnych Warszawskich awanturek o których go Za- biełło uwiadamia, donosi szczegóły kroniki skandalicznej z Mitawy, użala się na złe polowania, i przechwala się swoią psiarnią. N. 8. — 1762 d. 25 Października z Mitawy — Ks. Karol do Za- biełły Gen. Maj. i Szamb, dziekuie za przysłane rnani- festa Czartoryskich i Briihla gorszy się z postępowania Branickiego (Jana Klemensa) dziwi się że Chełhowski poseł z Kowna podpisał Manifest Czartoryskich. N. 9. — 1763 d. 28 Lutego z Mitawy. — Ks. Karol do Zabiełły Gen. Maj. i Szamb. Ubolewa że wdanie się iego ażeby oba Zabiełłowie uczestniczyli przy wakansach po śmierci podczaszego Massalskiego, nie wzięło pożądanego skutku, donosi że interesa idą co raz gorzej, i poleca Wielkiemu Koniuszemu, ażeby iego wierzchowe konie, na zapotrze- bowanie Zabiełły udzielane były. N. 10. — 1762 d. 20 Grudnia z Mitawy. Ks. Karol do Zabiełły Gen. Maj. i Szambelana. Narzeka na powiększoną liczbę osób u swego dworu, i nowe expensa, przy niedostatku pieniędzy, wspomina o awanturach miłosnych w Warsza- wie, o wielkich mrozach i polowaniu na zające z poroszą. N. 11. — 1763 d. 1 Stycznia z Mitawy. — Generał Delachinal do Łowczego Zabiełły. Oznajmuie że niewiadomo iak długo pobyt Królewicza potrwa w Mitawie, lecz że postano- wiono od wojsk Rossyjskicb ostatniej czekać wjolencyi. 1763 d. 11 Marca z Mitawy, Delachiual temuż Zabielle donosi, że Rossyianie podchodząc pod pałac, wszystkich mocno nastraszyli, że Biron do Szlachty wiernej Ks. Karolowi, żołnierzy Ros. na exekucją wysyła. N. 12. — 1763 d. 30 Lutego z Rygi — Generał Brown, użala się przed Obu Senatorami komisarzami Króla do spraw Kur- landskich, z powodu przybycia oddziału Dragonów i nie- porozumień z tej przyczyny z wojskiem Cesarzowej wynikłych. Co do postępowania Simolina, oświadcza iż"], [145, "127 nie iest iego naczelnikiem i że postępowanie iego zależy od instrukcyi iaką od swego rządu odbiera. N. 13. — 1763 d. 20 Lutego z Warszawy. — Brtihl do Platera W. M. — Ubolewa nad postępowaniem Symolina, pochwala czynność komisarzy, obiaśnia przyczyny dla których przeciw postępowaniu Birona działać potrzeba, ma na- dzieię że udanie się Szambelana Borcha do Stolicy nie zostanie bez wrażenia u Cesarzowej, i z osobą Ks. Ka- rola do ostateczności dojdzie, i że minister koronny wręczył hr. Kejzerling memoriał, wTźględem zamachów przeciwko władzy króla i Rzeczypospolitej popełnionych. N. 14 — 1763 d. 1 Marca z Rygi — Generał Brown do Senato- rów Komisarzy Króla. — Uwiadamia o wysłaniu dwóch oficerów do Mitawy dla sprawdzenia zaszłych nieporo- zumień, prosi o deputata ze strony królewicza, i przy- rzeka ukarać tych którzy przez komisyię wojskową ob- winieni zostaną. — 1763 d. 2 Marca z Warszawy. — Briihl do Platera W. M. — Zwraca uwagę, że o ile Biron stara się utrwalić swoie pretensyie, o tyle utrzymywać należy prawa Króla i Rzplitej, i ze w krotce będzie coś postanowione w tym przedmiocie przez Radę Senatu. N. 15 — 1763 d. 3 Kwietnia w Warszawie, Król August IH do Senatorów pełnomocnych w Kurlandyi. — Zadowolniony z ich czynności, nadal też starania zaleca, i rozkazuie zaiąć pałac Książęcy na rezydencyię, maiąc nadzieię pomyślnie ułatwić te interesa, a w przyszłości prace ich wynagrodzić. - 1763 d. 1 Maja z Czerwonego Dworu. — Ks. Karol do N. 16 N. 17 Platera W. M. — Ubolewa nad zaięciem przez Rossyian swego pałacu w Mitawie, opisuie szczegóły swoiej po dróży i oświadcza czułe podziękowanie tym Kurlandczy kom którzy mu wierni zostali. — 1763 d. 12 Maja z Drezna. — Briihl do Platera W. M.— Chory minister oburza się na gwałtowne postępowanie Birona i iego protektorów. Cieszy się że wysoka osoba Księcia wyratowaną została od niegodziwego postępowa- nia, i radzi ustąpić przcinagaiącej sile. N. 18"], [146, "128 — 1763 d. 16 Maja z Warszawy — Ks. Karol do Platera W. M. — Ubolewa nad cierpieniem Wojewody i że nie- które powiaty nie przyięły cyrkularnych listów Książę- cego rządu, gani postępowanie Birona, donosi że mowy iego i Landhofmejstra będą drukowane w gazetach Ho- lenderskich, i że powrót Szambelana Borcha z Peters- burga wkrótce nastąpi. — 1763 d. 29 Maja z Warszawy — Ks. Karol do Woje- N. 19 N. 20. wody Platera. — Odpowiada na wiadomości udzielone z Mitawy, donosi że ze zbytecznych przykrości wpadł w nieustanne rozrywki, i że Czartoryscy życzyliby sobie zbliżenia się z Księciem i cieszy się z czynności urzę dowych Platera. N. 21 1763 3 Czerwca z Drezna — Ks. Karol do Platera W. M. — Żąda ażeby ieszcze w Mitawie do dalszego roz porządzenia się zatrzymał, donosi o dobrym zdrowiu Króla o odiezdzie do wód w Cieplicach, ubolewa że ko misarzom Polskim w Mitawie, wzbroniono wody i świe- żego powietrza, i przyrzeka udać się do Marszałka try bunału w sprawie krewnego Wojewody. N. 22, — 1763 d. 13 Lipca z Drezna. — Ks. Karol do Platera W. M. - — z listu otrzymanego z Mitawy trochę bardziej zaspakaiaiące otrzymał wiadomości, gniewa się na Litwi- nów którzy w Kurlandyi działaią przeciwko iemu, opi- suiąc szczegóły wypadków i czynności Birona, zaklina Wojewodę ażeby nie odieżdżał z Mitawy, i przyrzeka naprawić przegraną w trybunale sprawę iego kuzyna. N. 23 — 1763 16 Czerwca z Drezna — Ks. Karol do Platera W. M. — Gniewa się na odpowiedź Birona wTręczoną Wo- jewodzie w interesach Kurlandyi. Cieszy się że szlachta uchyla się od wykonania przysięgi Bironowi, przeiazd przez Mitawę posła Duńskiego intryguie Księcia i koniu- nikuie kopie listów jakie pisał do Ks. Radziwiłła (panie kochanku) w interesie krewnego Wojewody. N. 24, — 1763 d. 23 Czerwca z Drezna — Ks. Karol do Platera W. M. — Zawsze też same ubolewanie nad intrygami Birona, niepojmuie jaka byłaby przyczyna wejścia wojsk"], [147, "129 Rosyjskich na Litwę pod wodzą Sołtykowa, i prosi o pe wniejsze w tym względzie wiadomości. N. 25, — 1764 d. 27 Czerwca z Drezna. — Ks. Karol do Platera W. M. — Uznaje że unieważnienie sejmu zwołanego przez Birona iest niepodobne, hołd złożony Bironowi przez szlachtę uważa za nieprawny, niewierzy w pogłoski przez stronników partyi przeciwnej rozpuszczane, pogłoskę o wstąpieniu do Litwy wojsk Rosyiskich uważa za znie- wolenie Radziwiłła Woj, Wil. do poiednania się z fami- liją Czartoryskich. N. 26, — 1763 d, 20 Czerwca z Drezna — Ks. Karol do Pla- tera W. M. — - Objaśnia czynności nieżyczliwego sobie O stena, myśli że Biron będzie zawiedź' my w swych nadziejach, i niewierzy ażeby Biron gwałtem wyprawił z Mitawy pełnomocników Królewskich. N. 27, — 1763 d. 30 Czerwca z Drezna. ~- Ks, Karol do Platera W. M, — Deklaracja Cesarzowej Rosyiskiej zapewiąjąca Bironowi Kurlandię, zatrważa Księcia, uważa krok ten za chęć szukania z Polską niezgody otwartej i wojny, odwołuie się do aktu zawartego z Ces. Elżbietą, i po- lega na przezorności króla Pruskiego. N. 28, — 1763 d. 20 Lipca z Teplitz. — Ks. Karol do Platera W. M. — Zaleca prowadzić wojnę piśmienną, ma nadzieię poprawić swoje interesa, przeprasza że nie odpisał Mir- bachowi, odgraża się na stronników Birona, lęka się powierzać papierowi swe stanowcze zamiary, dziwi go wejście w*ojsk Rosyiskich na Ukrainę, i donosi że mini- ster Briihl iest umieraiący. — 1763 d. 27 Lipca z Teplitz. — Ks, Karol do Platera W. M. — Cieszy się że w Rydze ma ieszcze przyjaciół, nie wierzy ażeby takie mocarstwo jak Rosyia, mogło się kompromitować wypowiadaiąc wojnę Radziwiłłowi, żałuie że orderu Orła białego nie można dać Panu Land- hofmejstrowi, i żąda mieć adres Wojewody, który wraz po sejmie Birona, opuści Mitawę. — 1763 d. 6 Września z Drezna. — Ks. Karol do Platom N. 29, N. 30. W. M. — Po wyjeździe z Mitawy Platera donosi, że Landhofmejster Hoven, ozdobiony został Ordonem, że 17"], [148, "130 równie pragnie Król iego zasługi wynagrodzić, i że wa runki podane przez Ambasadora Ruskiego, Ks. Radziwił łowi, ieżeli będą przyięte wojska Russkie ustąpią z granic Rzeczypospolitej. — 1763 d. 30 Wrześni a z Drezna — Ks. Karol do Platera W. M. — Opisuie szczegóły posłuchania posła Saskiego u Pruskiego Króla, i uprzejmość iaką ten Król okazuie dla Casarzowej Rossyiskiej, podaie rozmaite ratowania się sposoby, przyrzeka względy Króla i wstawienia się w prywatnych interesach krewnych Wojewody. N. 31 - 1763 d. 6 Października z Drezna — Ks. Karol do Pla- tera W. M. — Uwiadamia o śmierci Ojca swego, Króla Augusta Ul, i pragnie przekonać Polskę że z przyje- mnością poświęcić się gotów, dla zachowania ią od nieszczęść. N. 32, 33 — 1763 d. 14 Października, z Drezna. — Ks. Fryderyk Saski do Platera W. M. Pragnie po Ojcu wstąpić na tron Polski, i wzywa na to pomocy Platera. N. 34, — 1763 d. 24 Października z Drezna. — Ks. Karol do Pla- tera W. M. — Ubolewa że śmierć Króla na nowo iego Kurland.skim interesom zaszkodziła, ma nadzieię że Rzplita nie dozwoli odebrać sobie tej lenności , żąda wdania się Wojewody na sejmie, nareszcie otwarcie zaleca brata swego Fryderyka do Tronu. N. 35 — 1763 d. 3 Listopada z Drezna. — Ks. Karol do Platera W. M. — W grzecznych oświadczeniach przyrzeka wdzię- czność swą za starania Platera, żywi ieszcze w sobie małą nadzieię utrzymania się przy Kurlandyi, i poleca brata staraniom Wojewody w celu zaięcia wakuiącej ko- rony Polskiej. N. 36 — 1763 d. 22 Listopada z Drezna. — Ks. Karol do Pla- tera W. M. — zawsze z iednostojnie usilną proźbą i za- pewnieniem wdzięczności, poleca kandydaturę brata do tronu, staraniom Platera. N. 37 — 1763 d. 15 Grudnia z Drezna. — Ks. Karol do Platera W. M. — Lęka się ażeby brata iego Elektora na Sejmie konwokacyinym nie wyłączono z listy kandydatów, poleca"], [149, "131 wybór posłów i pilne nad tym czuwanie, oraz niezanie dbanie sprawy Kurlandskiej. M. 38. — 1763 d. 18 Grudnia z Drezna. — Ks. Karol do Platera W. M. — Donosi o zgonie brata swego Fryderyka Ele- ktora Saskiego. N. 39. — 1763 d. 18 Grudnia z Drezna. — Ksawery Ks. Saski do Platera W. M. — Ubolewa nad zgonem brata swego Fryderyka, i poleca się dobrym życzeniom Wojewody. N. 40. — 1764 d. 5 Stycznia z Drezna. Ks. JKarol do Zabiełły Łowczego W. X. L. Narzeka na jawne i nieprzyjaciel- skie z nim postępowanie Cesarzowej Katarzyny H, myśl tronu Polskiego nie opuszcza go, i z powodu oszczędności zaleca uwolnić ze służby żołnierzy iego, pozostałych w Czerwonym Dworze u Zabiełły, po wyjeździe z Mi- tawy. Dodatek do Nr. 40. List sławnego awanturnika Casanowa, nauczaiący Ks. Karola sztuki robienia złota."], [150, ""], [151, "Zrzódła do dziejów Kurlandyi z czasów Karola K. P. od 1758 do 1763. Opi;ócz broszur wydanych współcześnie w języku Niemieckim, przez Hej kingą i innych Kurlandczyków biorących udział W sprawach publicznych, znajduią się ieszcze W druku: ?= Remargues d'un Courlandais sur le lnemoire donnę rela tivement aux affaires de Courlande 1763. (Kejzerlinga). — Objaśnienie niektórych okoliczności niniejszych względem Infeudacyi Xięstwa Kurłandskiego 1768. — (broszura in 4to). —- Łacińska mowa hr, Mniszech 1759, przy wyniesieniu Ka rola na Księcia Kurlandyi, -— Krótkie objaśnienie prawa niedoskonałego JO Xięcia Bi rona do Xięstw Kurlandyi i Semigalij. W Bibliotece publicznej W Petersburgu. — ■ Correspondence diplomatique sur les affaires de Courlande 1758 — 1763. rękopism tom 1. in folio. — Votum Królewicowi Karolowi Xiąźęciu Kurlandyi przy inwestyturze na toż Xięstwo Kurlandskie przez J. St. Wolskiego wydane, (bez oznaczenia roku i miejsca wydania, wspomniane roz rzucenie tego Yotuni na str. 31). — Dyariusz inwestytury Królewica na Xięstwo Kurlandskie 1759. in 4to. — Przełożenie X, Podkanclerza Koronnego Dworowi Rossyi- skiemu racyi utrzymuiących Naijaśń. Król. J. Mci. Karola przy Xięstwie Kurlandyi. Warszawa 1762, arkusz 1. in folio. — Wyrażenie autentyczne teraźniejszego interesu Kurkuub skiego. Warszawa 1763."], [152, "134 — Precis du Discurs du Prince Czartoryski, tenu le 15 mars 1763 sur les affaires de Courlande. W Rydze w bibliotece Rycerskiej (obywatelskiej) pod Nr. 16. 468. — Muzy Polskie do Naijaśniejszych Król. Xawerego y Karola powracaiących z wojny na zimę do Warszawy. Arkusz 1. in 4to, — Muzy Polskie do Naijaśn. Król. Xawerego i Karola śpie szących na wojnę, po przezimowaniu w Warszawie 1758. Arkusz 1. in 4to. — Mćmoire sur les affaires de Kourlande &. par Vattel. — Differentes pieces relatives a la mission de Mr. de Borch Chambelan, du Duche de Livonie a la cour de Russie pour y traiter de 1'affaire de Courlande. — Manifest Ernesta Jana Kurlandyi Książęcia, który 1763 r. dnia 11 Maja ad acta tychże Xięstw podał. ■ — Heute mir, Morgen dir. (Dziś mnie, jutro tobie,) czyli rozmowy w Syberyi pomiędzy hr. Miinnichem a Bironem. — Za bawna ta broszura in 4to zawistąiąca str. 70, ma być w Tobolsku drukowana w 1742 roku. /4ym y\\ W Kwrlandskim prowrttcyionalnym Muzeum. — Discours en formę de Dialoque de deux Połonais d'avis different sur 1'affaire de Courlande agite dans le dernier Senatus Consilium, de l'an 1758 — in 4*°. — - W jfzyku Niemieckim. Kopja pisma Ministra Simolina do Tajnego radzcy Mirbacha z ,4/25 Augusta 1761 r. — zachowane pod Nr. 1311. W Dziele „Sobranie Ruskich Medalej\" wydanem przez Ar cheograficzną komisyię w Petersburgu w 1840 roku, znajduiemy medal bity z rozkazu Cesarzowej Katarzyny II, w roku 1762, po stanowczym utrzymaniu Birona, i usunięciu z Kurlandyi Karola, z napisem : Carlaudia Paccata."], [153, "SPIS PEZEDMIOTÓW str. Wstęp \"1 Rys życia Ks. Karola 13 Objaśnienie pieczęci 51 Korespondencyia 53 Treść korespondencyi 124 Zrzódła do dziejów Kurlandyi z czasów Karola Ks. P. — od 1758—1764 133 RYCINY. 1) Monety Karola iako Księcia Kurl. i Semigal. przy str. . VI 2) Pieczęcie stanu Księstw Kurl. i Semigal. przy str. ... 50"], [154, ""], [155, ""], [156, ""], [157, ""], [158, ""], [159, ""], [160, ""]]