[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "DOCTOR, OR LOVER ?"], [8, ""], [9, "DOCTOR, OR LOVER? BY FABER VANCE. Author of \"Unlike other Lassies,\" \"A Terrible Awakening.\" VOL. II. (All Rights Reserved.) REMINGTON & COMPANY, LIMITED, LONDON AND SYDNEY. 1893."], [10, ""], [11, "CONTENTS. CHAP. PAGE. I. FROM ONE EXTREME TO ANOTHER - - 1 II. DECEIVED EVERYWHERE 21 III. BLUNT TOOLS 39 IV. THE LION UNMASKED 60 V. BERTHA TAKES THE REINS - - - - 72 VI. MUTUAL MISTRUST 89 VII. A MATCH FOR THE DETECTIVE - - - 100 VIII. IN SEARCH OF BERTHA 113 IX. HIS FATE PURSUED HIM 121 X. A PISTOL SHOT 133 XI. AS HIS WIFE SHE ALONE KNOWS - - 145 XII. BRAIN FEVER 162 XIII. \" SHE SLEEPS, THANK GOD ! \" - - - 173 XIV. HE IS BUT AS OTHER MEN - - - - 186 XV. THE LOST LOCKET 196 XVI. \" BECAUSE I LOVE YOU \" - - - - 210"], [12, ""], [13, "DOCTOR, OR LOVER:1 CHAPTER I FROM ONE EXTREME TO ANOTHER. On account of Karl Troika's unfortunate leap, he had been compelled, through Louis Lesley, to apply for leave of absence for a month, ably supplying a substitute, in the person of an <ex-officio officer's son. Therefore, Karl felt no pangs of a lost secretaryship, to retard his recovery. But the leisure that was beneficial to him, Avas almost prejudicial to Louis, who never considering the future, was quite content to AAaste Alice Warden's time, and to teach her to believe in words only, spoken lightly, and for VOL. II. B"], [14, "DOCTOR, OR LOVER ? 2 the amusement of testing the capacities of a country maiden iu flirtation. Many a time the housemaid had to undergo a severe rebuke from one or other of the servants, and the strain AA-as ever the same : \" Idling again ; I only Avish Aliss Lesley Averen't glued to the sick room, and then she'd settle Alaster Louis' nonsense. If he Avants drink, aaIia can't he get the butler to serve him ? No, he's too cute for that, it might come to his pa's hearing, and so I'm to be left here to AAash glass and all, while you giggle aAvay your time. AA'e'll see Avho's in the right Avhen Aliss Bertha catches you. And when tlie substance of cook's remark* reached Louis, the latter told Alice not to mind cook's jealousy. He Avould sIioav her who Avas master, even if his sister dared to interfere. And so matters Avent on, Avithout attracting any notice from either the Rector, or Bertha ; for the former's study looked out on the drive, and it"], [15, "FROM ONE EXTREME TO ANOTHER. 3 Avas here he generally spent four hours of the day, and afterwards he Avas riding or visiting ; Bertha, when she chanced to come down to the morning room for half-an-hour or so, often saAv her brother lolling in his hammock, while the housemaid seemed arranging a glass and bottle ona tray, preparatory, as Bertha thought, to bring ing them in doors, never dreaming, that but for her oaatl advent in the morning room, Alice would have been seated on the grass reading, or in the act of lighting Louis a fresh cigarette. Thus, Louis Lesley's course of love-making to a simple and pretty country girl, ran its smooth AA'ay, till, one hot day, towards the end of August, Avhen it Avas too broiling even to remain out of doors, Louis, having come in from the Hall, tired with lawn tennis, chanced to find Alice standing in the dining room, arranging some floAvers for the table. On his entrance, the girl looked up with a pleased smile, and Louis Avent up to the side-board, saying : B— 2"], [16, "4 DOCTOR, OR LOVER ? \" AA'ell, duck, the roses don't come up to your cheeks in their deep beauty.\" And he gave the girl a kiss to make those cheeks even a darker carnation than at present, But, evidently, it Avas not the first time, for Alice plucked a moss rose from the bunch, and began sticking it in her admirer's loose white and blue tennis suit. Then, remembering that dinner would be in an hour or so, the girl added : \" But you Avill want it in your evening coat ; so I Avon't pin it in.\" \" Yes ; but I'm not going to take off these togs yet a bit. It's too hot except for a lounge ; and, as you're here, Ave'll finish that Irish fellow O'AIalley.\" And the girl having fetched the book from their usual rendezvous hammock, Louis added : \" You settle yourself in my Ioav smokin<r chair, and I'll lie on the floor — the coolest place, by Jove ! this hot Aveather.\" And, suiting the action to the Avords, the"], [17, "•3 FROM ONE EXTREME TO ANOTHER. young man stretched himself at full length, with his head leaning against Alice's knee, and now and again pulling her up for a Avrongly pronounced word, or explanation of what the feiloAv meant — a sufficiently interesting interrup tion to keep Louis amused. It was in this position and thus employed that the Rector came upon them. In an instant Louis caught the danger of such a discovery ; and, snatching the book, scrambled on his knees, and began to tear out the advertisement sheets at the end, while he gave half-Avhispered commands to Alice. \" Sit still. Say the things Avouldn't light anything. Then he said aloud, \" I declare the AA'ood must be damp.\" Whether the housemaid guessed Louis' ruse, or thought his sanity had forsaken him, I cannot say, but the girl looked thoroughly dumbfounded as her master Avalked up to AA'here she sat, asking, in a stern voice :"], [18, "6 DOCTOR, OR LOVER ? \" AA'hat are you doing here ? This is no place for my servants to be sitting ! \" Alice had risen from the chair, but could think of no answer in which Louis Avould be blameless ; and, meanwhile, the young man turned round to explain. \" The girl sat down by my orders, Avhile I tried to light this fire, which insists on going out. And noAv all the matches are spent, so it had better be given up as a bad job. You can go, Alice.\" \" No ; remain AA'here you are, girl. I should certainly think you'd better give up any idea of a fire. Perhaps you're not aAvare that the thermometer is at 84° in the shade ; and, as for fire, there's none laid, as far as I can see ; only a shimmery lot of summer shavings.\" And Louis had the mortification of knowing that his cat's paw Avas a bubble. He ever thought that a good substantial fire remained laid behind those gaudy baubles of the"], [19, "7 FROM ONE EXTREME TO ANOTHER. summer stove decoration, but from this day he AA'as undeceived, and ever mistrusted an ornate fire grate. \" Yes ; but who was to know that ? \" he roughly ansAvered ; \" and, as to heat, a fellow may catch a chill at tennis, even in India, and I ordered a fire on coming from the hall.\" \" Indeed ! and the servant girl sits in the easy chair, by way of lighting it ? Now you can leave the room Alice, and remain in the kitchen until I ring \" Avas the Rector's reply. But though the maid had stood silent all tlie time, tliere Avas a chance of a way of escape. Noav that she felt sure the Rector had seen them ere they expected, and that he Avas about to take Louis to task — Alice began to own all as her fault. \" Yes, sir ; but please don't think it Avas the young gentleman's fault. He rang the bell, and I was going to take the shavings out, when I"], [20, "8 DOCTOR, OR LOVER ? felt all of a dizziness, and Mister Louis, Avho Avas reading, didn't knoAV but Avhat the fire Avas all right for lighting; and, as I couldn't speak, it \" Hoav many thousand lies Alice Warden would have invented the devil only knows, had not the Rector broke in upon them with : \" That aaHI do ; and I am glad you've so far recovered that you can leave the room when told to.\" So the poor girl had to go, leaving Louis, for once in his life, to brave it out alone. Directly the door closed the father turned on his son Avith the angry words : \" You lie ! you know you Avere spraAvling at that girl's feet, listening to her reading — aud you are coward enough to give me a pack of lies.\" All Louis' prudence Avas forgotten in the unexpectedness of the attack, and his sense of manliness deeply Avounded."], [21, "FROM ONE KXTRKMi: To ANOTHER. 9 \" And if I Avas, AA'hose right is it to prevent me? If I care to make love to a dozen such girls, it's my concern, not your's, or my sister's either, so far as that goes.\" \" Indeed ! AA'ell, you own to being equaUy as unscrupulous as regards truth as the poor deluded servant wench Avhom you suppose you honour with your attentions. But so long as she's under my roof I've a right to protect her; and, there fore, I AA'ill ask you a Aery plain question — when is this love making to cease, and Alice Warden to become your Avife ?\" \" AIv wife ! \" exclaimed Louis, enraged, \" AA hy you must have a mean idea of your son to think that he looks no higher than one of your kitchen maids. I ha\\e no intention oi ever making this girl mv AA'ife ; and, in fact, I have no thought of marrying at all at present.\" \" Oh ! that's it. AA'ell, then, I give you one AA'eek to reconsider your former conduct, or to change your decision, and then I will let you"], [22, "10 DOCTOR, OR LOVER? know my resolve. Meanwhile, I consider it only just to Alice Warden, for me to inform her of your heartless intentions ; for I saAv you before entering the house, and was near enough to the open window to hear your remarks, and to see what foolish trust the girl places in them. Noav you can go, and I Avill see the servant.\" \" As you please ; but in any case, I suppose, you don't mean to make this a public matter. For instance, my sister need not be bothered about it,\" Louis added. \" Certainly not ; I consider myself bound to secrecy for one Aveek, AA'hen you will either sIioav by your conduct that you have learnt to dis tinguish betAveen the culture and bringing up of a servant to those in an equal station of life to your oavii ; or you will have the proper spirit and generosity of an upright man to entertain an honourable love for this girl ; and iioav I have nothing more to say till I see AA'hat your behaviour is.\""], [23, "11 FROM ONE EXTREME TO ANOTHER. And the Rector's hand touched the bell, AA'hich had hardly given over vibrating, when Alice Warden entered the room ; and Louis, see ing his father was determined, made a hasty retreat. Her master opened the conversation by telling the girl Iioav grieved he Avas at her many falsehoods ; but, as he believed she did it to screen his son he would not try her more by showing Iioav Avrong in every case it was to lie. Then the Rector asked her to ansAver truthfully, and Avithout fear of any consequences, a feAV questions he Avished to put to her. They Avere as follows : and the ansAvers were given in a voice half choked with tears. \" Hoav long is it since my son chose you as a companion ?\" \" About a month back, sir ; one day when I Avas cleaning the windoAV in \" \"That will do; I only wanted to know how long ago. Noav, has there been any talk of"], [24, "12 DOCTOR, OR LOVER? love ? Has Alaster Louis at any time told you he loves you ?\" \" Yes. \" Hoav many times has he said so ? \" To this the girl ga\\re no ansAver, but AA'hen her interlocutor added : \" I suppose he frequently told you so ? \" She gave an affirmative. \" Do vou love him as you might any other young man more of your oaa'ii class ? \" \" Oil ves ! much more.\" \" Then, of course, you expect him to fix some time Avhen you may be married ? Has my son ever said anything to you about that ? \" \" Only that he would fix some time before he had to leave home again.\" \" And you are in the habit of kissing each other and amusing yourselves as lovers ? \" The girl's face Avas on fire, and the Rector saAv that even such a mild spirit as Alice AA'arden's might be roused too much, so he"], [25, "13 FROM ONE EXTREME TO ANOTHER. awaited not an answer, but went on explaining Avhat he had told his son — that he had given Alaster Louis a week to make up his mind, and that during that time he only asked her to keep as much out of his son's Avay as possible, and neA'er to wait on him, or be AA'ith him unless he sought her out ; for, although Louis' father, he, however hard, should then feel bound to take her part against his son, and it Avould only be by her OAA'n foolishness that she Avould forfeit his protection. The girl's self pride was roused, as the Rector intended ; and, although she declared that she Avanted no one to protect her, or take her part against anyone, still she resolved to let her lover see that she had her pride, and if she Avas worthy his former petting, he must not mind his father's sternness, but take her part himself. But Louis Lesley AA'as the last person to let prudence be the better part of valour, and AA'hen Alice, looking as if she had cried her eyes out,"], [26, "14 DOCTOR, OR LOVER ? met him the next morning, Louis became as foolishly enamoured as ever, and would give the girl no peace until she had promised to meet him in Slade lane the following evening. \" The guv'nor shall have no chance of tyrannizing over us ; and to prevent you getting into any more scrapes, I'll go off to Dorster for the day, and meet you at seven, coming by road, instead of waiting for the nine train. Noav, does that prove my love, or not ? \" And Louis looked quite as if the proof AA'as too strong to be for one moment contested. So nothing of an excitable or more engrossing character having taken place, this lover of idleness kept his troth and spent the twilight and first hour of a new moon in whispering endearments to this pretty, credulous housemaid. But lonely as a country road is after the time Avhen \" The weary ploughman homeAvard plods his Avay,\" still the Rector's son had forgotten that the eyes of Arius are the heirloom of all"], [27, "15 FROM ONE EXTREME TO ANOTHER. villages ; and Avhereas your most intimate friend may pass you. linked arm in arm Avith the prettiest Venus in the Strand, a perfect stranger Avill not pass you in the country without an enquiry as to \" AA'ho's who ? \" and is sure to establish your identity Avith out fail before he has done with the village gossips. On this same evening Dr. Aloore and his ci devant partner bowled past these two love makers at so quick a pace that Louis, used to toAA'ns, Avith their constant traffic, entirely failed to recognize the doctor, although he cursorily said to Alice : \" That felloAv knows these parts, or he Avouldn't go that pace in these serpent-like lanes \" — and never waited to hear AA-hether his companion knew who they AA'ere or not. It Avas just the opposite with the drivers ; for Doctor Aloore's eyes Avere still worthy of the lynx tribe, and Louis's well-shaped figure, outlined by the"], [28, "16 DOCTOR, OR LOVER ? brightness of the lunar orb, could not be mistaken for some amorous Hodge. So, although not recognising exactly the individual, he turned to Lee AA'est AA'ith the question : \" None of our folks are they ? And yet I seem to knoAv the young man ! \" \" It's Louis Lesley, but I don't know AA'ho his companion is,\" Avas Lee's answer. \" Dear me ! then no doubt it's our patient's sister ; and, finding in what good hands Air. Troika is, she's not averse to a stroll AA'ith Alaster Louis.\" \" Hardly, I think ; because I understood at the time of Air. Troika's accident, that he had no near relations.\" \" Indeed ! AA'ell, no doubt we shall find Aliss Lesley in, and then Ave shall hear,\" suggested Dr. Moore. \" Yes, but should the Rector not be in, there's little use in my stopping, so I'll leave the trap and Avalk home, if you don't mind,\" and the"], [29, "FROM ONE EXTREME TO ANOTHER. 17 younger man's voice sounded tired and put out, causing his companion to acquiesce. \" As you like, but since you're back in Slade again, no doubt he'd prefer seeing you. I only took your charge in hand a\\ Lile you were absent.\" \" Not at all. Aliss Lesley sent for me because while lock-jaAv Avas imminent, frequent visits were necessary ; but noAv I've missed a day betAveen as a rule,\" explained Lee. \" Rubbish, my dear felloAv ! They sent for you because you are prompt and clever in extreme cases, and I am vacillating. I mean to show Lesley that AA'e doctors are less captious than the cloth, by paying him a visit, AA'hile you see the patient.\" And the old man had his Avay, for the Rector came out to greet them as the dog cart dreAv up, and both got down and entered the Rectory, their host saying : \" Pleased to see AArest back. Tavo good VOL. II. C"], [30, "18 DOCTOR, OR LOVER ? things at once. I'm glad to say our patient improves, and AA'hen all our medical staff appear on the scene it's time he took up his bed and Avalked ; eh ? \" \" Yes, yes ; but I hope things aren't pro gressing too fast. The early bud gets nipped the hardest, and Air. Troika must take care,\" Dr. Aloore replied. \" Quite so. AA'ell, when you say he's fit to go I shan't hinder him ; but he's AA'elcome to stay till then.\" \" Then we mustn't ask you to judge when our patient's whole. Perhaps Aliss Lesley Avould be the most impartial judge,\" and Dr. Aloore made a courteous boAv to Bertha, who had caught the two last sentences as she came doAvn stairs. AA'est looked round, for he had been placing his gloves in his hat on the stand, and he saAv a flush rise to the young girl's cheek at the last remark ; so, turning to the group near"], [31, "19 FROM ONE EXTREME TO ANOTHER. the Library door, Lee took upon himself to ansAver : \" I think Ave doctors should act Avithout appeal, not even consulting the host for the time being ; don't you, sir ? \" and AA'est turned to the Rector. \" Yes ; do AA'hat you like, AA'est, but don't leave me to cheer such a revolutionary creature as this Troika into health.\" And not AA'ishing, for Bertha's sake, to prolong the conversation, the young doctor began to mount the stairs, first asking Aliss Lesley to precede him. \" I shall join you in the smoking-room then, if you are not coming up,\" he added. \"Yes, do,\" shouted Air. Lesley, and the tAvo elder gentlemen entered the room referred to by AA'est, the Rector remarking : \" By the bye, Moore, you must have met the train my son comes by, if he hasn't Avalked.\" \" No ; but avc met your son in Slade Lane, c— 2"], [32, "20 DOCTOR, OR LOVER ? walking Avith some lady ; so he must have come by an earlier train from Dorster.\" \" AVhatever took him such a roundabout Avay. I suppose his companion AA'as one of those walking bipeds — a Aliss Price ? \" \" No, it Avas no one I kneAv, but perhaps AA'est can tell you,\" ansAvered the old doctor. And so the subject dropped until that young man joined them."], [33, "21 DECEIVED EVERYWHERE. CHAPTER II. DECEIVED EA'ERYWHERE. AA'hen Lee entered the sick-room he had to undergo the torture of finding the patient lying back on a comfortable lounge sofa, covered with light Avoollen rugs, such as proclaim their oAvner and maker to be of the fair sex, and a book of poems on a small table close to the invalid lying open before a Aacant seat, no doubt deserted by Bertha. Karl Troika Avas decidedly stronger since the doctor last saAv him, and AA'hen Aliss Lesley left them alone Karl pressed to knoAv Avhat Avas the earliest date he could safely return to London. \" You see, doctor, I stand the chance of losing my appointment at the Embassy. As it"], [34, "22 DOCTOR, OR LOVER? is the month is over, and the extension on the Avane.\" \" AA'ell, if you continue improving, you might leave Slade in a AA-eek from noAv. Of course, you'd haA'e to be careful for a little time.\" \"Yes. AArell, then, I may arrange for AA'ednesday Aveek ? and it would be a kindness if you'd throAv out a hint to that effect to my kind host. I so seldom bore him, and he can't come up here very often, and yet I shouldn't like them to think me ungrateful for all the kindness, and run off the minute I Avas out of the Avood ; and a doctor's word of discharge from the sick list is quite another thing.\" \" There is no chance of you appearing ungrateful AA'ith regard to Aliss Lesley ; and the Rector Avould take it more gracefully as coming from his daughter than myself, I fancy, Air. Troika,\" Lee ansAA'ered, in a rather vexed tone. \" Perhaps so. Then Bertha told you of our difficulty AA'ith regard to her father ? Poor"], [35, "23 DECEIVED EVERYWHERE. darling ! she looks at things tot) seriously. AA'e could do very well Avithout his per- mission.\" Lee felt angry that he had given this man au opportunity of using endearing epithets of the girl he himself had loved all too well, and he would have liked to have expressed his scorn in more than mere words ; but he only said, as his moustached upper li]) gave a proud curl : \" You, as a man, can afford to dispense Avith a parent's permission ; but a woman can never disobey her laAvful protector ; and if she does the one to induce such a step can only compensate by a life of unselfish forethought on her behalf. Certainly you must know in your own case, Air. Troika, there is more shame and suffering for the AA-eaker one AA'here secrecy is imposed.\" \" You think so,\" was Karl's cynical reply. \" I suppose you've studied women, as Avell as physics. AVell, I find a woman never loves better"], [36, "24 DOCTOR, OR LOVER? than to be shrouded in deceit and mystery ; so you see experience differs.\" \" As my remark Avas not from experience, of course you . have the strongest claim ; but a Avoman, such as I apply that word to, Avould hardly feel your AA'ords apply to her,\" was the doctor's angry retort. \" Perhaps not ; but Ave have gone entirely a-field. Then you'll strike me off your sick list seven day's hence ? And, meanAvhile, I must move about a bit more, and go out to get hardened.\" And, after giving a feAV directions, Lee AArest joined the Rector and his partner, throAving out a hint on Air. Troika's behalf as to his leaving Slade that day Aveek ; and it Avas only as the two medical men Avere about to leave that the subject of Louis' return came up again, but Lee AA'est could only corroborate Dr. Aloore's information, adding : \" I thought it might be some friend of Aliss Lesley's.\""], [37, "25 DECEIVED EVERYWHERE. And so the subject apparently died a natural death. But, when the visitors had gone, the Rector went towards the drawing room, and, not finding his daughter there, he rang the bell, directing the butler to find Miss Lesley. Bertha came into the room, prepared to hear the doctor's opinion of the invalid's progress, all of which she ahvays managed to possess herself of first hand, but which she had to pretend Avas a matter of great enlightenment, but, otherwise of pure indifference. Noav, the Rector's mind Avas occupied with his son's conduct, and he informed Bertha of his surprise a feAV day's back, in find ing Louis and the housemaid on such terms of intimacy, and of his promise to his son not to take further steps in the matter till he saAv Avhether it Avas through his thoughtless encouragement that Alice had so fir forgotten her station and duty. \" And yet, Bertha, only two days haAe gone, and Louis has planned this meeting with the"], [38, "26 DOCTOR, OR LOVER? girl ; for that it's the housemaid, and no other, that Dr. Aloore saAv strolling in Slade Lane, I am convinced ; and, I sent for you, because, of course, as mistress, it is easier for you to find out whether the girl is in the house or not, and, Avhen I know, matters shall entirely be taken into my hands, for your brother shall neither act this deceit under my roof or destroy the maid's character for his amusement.\" \" Oh ! papa, don't act rashly ; it is only because Louis has nothing better to do, for he can't for a moment love this servant girl,\" Bertha asserted. \" AA'ell, then, he shouldn't act the lover. No ; I'll make him come to his senses, or he shall marry her before leaving home, AvhateA'er people may say as to his station — they shall never accuse me of false, hollow pride, Avhen justness to the least of my people is denied them.\" \" But, surely, you're not going to insist on Louis marrying the girl ?\" exclaimed Bertha."], [39, "27 DECEIVED EVERYWHERE. \" Yes, I am ; if I find he has broken his word to me, and gone out purposely to meet this Alice AA'arden, then, I think, he either really loves her, or, if not, no sternness can be too harsh for his conduct.\" \" Don't ! don't ! be so cruel, father ; what could be harder than to be bound for life to one born and bred with alien sentiments. AA'hat, if I, too, had deceived you, father ? It Avould kill me to knoAv that Louis' fate Avould be mine too,\" and Bertha, for a moment, forgot to be prudent. \" I should feel it my duty to be cruel, as you style it ; but you are too much like your sainted mother to ever put my anger to the test.\" The Rector touched the bell, telling Bertha to make the enquiry he desired ; and, of course, the ansAver was — Alice AA'arden had gone out, having asked cook to spare her for an hour or two to see old Dame Pegg. And both father and daughter kneAv that their suspicions Avere almost beyond doubt."], [40, "28 DOCTOR, OR LOVER ? \"You see, I do not misjudge your brother,\" AA'as the Rector's comment as soon as the butler had gone. \" Noav, I Avill only ask you to say nothing ; and what I can do to spare both my children be sure I will.\" The Rector left the room ; and if Bertha had ever suffered at the thought of her secret engage ment she did so uoav. Her father's implicit trust in her, Avhen all the time she Avas hiding the most important step in her Avhole life from him, galled the girl to the quick, and she gave vent to her impatience and Avrath at her OAvn deceitfulness. \" AA'hy do I care Avhether he thinks me so immaculate or not ? I have a right to loA'e some one better than him ; and if he Avould forbid our love, AA'hat good should I do living on for his sake broken-hearted, as I should be ? \" Bertha's eyes suffused Avith tears, as she considered hoAV dear her father Avas to her ; and she went slowly upstairs, entering the room"], [41, "29 DECEIVED EVERYWHERE. Avhich ever since Karl Troika's accident had been her frequent resort. The invalid Avas still seated in his lounging chair, looking certainly pale — but even in health that Avas the case, and, no doubt, Karl's dark hair and moustache added someAvhat to his generally pallid hue. \" Aly etoile du JVord, come back to talk and cheer me up. I AA'as thinking, darling, that the doctors had stolen you.\" \" No, Karl ; I have been Avith papa, and I am A'ery miserable, dear. If it Avere not that I can come to you I don't knoAv what I should do.\" \" AVhat's the matter ? Surely that sneaking AA'est hasn't squared on us ? \" \" No ; but Louis has been carrying on a foolish flirtation Avith one of the maids, and I knoAv, although no one has said as much, that my being so much upstairs has given my brother no chance of employing his time better ; and, then, father puts such implicit trust in me that"], [42, "30 DOCTOR, OR LOVER ? it makes it all the harder to be acting Avorse than Louis.\" And the young girl turned to the mantelpiece, and rested her right hand on a fire-screen that was fixed thereon. \" And that's all your trouble ! AA'ell, come here, Bertha, and I will tell you something that Avill relieve you of all difficulties.\" The girl turned her eyes, Avith a loAing, trustful glance, towards her lover, and seated herself on the Ioav arm of his chair ; Avhile Karl's arm encircled her waist, as he continued : \" Bertha, my neAvs is that this day week I shall hope to set you free from attending on me, as I shall return to London and leave you. Of course, Louis pleases himself; but, no doubt, he'll go as Avell.\" \" Oh, Karl ! you can't — you Avill kill yourself. No, that Avill be Avorse than ever, for then we are separated.\" And Bertha pressed closer to the arm, steadying her position on the chair. \" But I must go, love. All my future depends"], [43, "31 DECEIVED EVERYWHERE. on my retaining my appointment, and I have been nothing but a heavy burden on you for some time. I must leave you ; but we can write to one another, and long for the hour of re-union ; but this day Aveek the doctors think I may depend on being well enough to start for town, and knoAv it will only be my heart, not my limbs, that Avill fail me, because I have to leave you behind again, my Bertha ! \" \"Yes, again\" i and a shudder, or, as the superstitious have it, a goose passed over Bertha Lesley's grave, and then she turned her face tOAvards the young man so Aery dear to her. \" Karl, cannot we tell father before then ? It Avould make the parting less bitter, for, though he forbid my love, I should never love you less, and then the Avaiting would seem shorter, and if he consented hoAV happy we should be.\" \" Consented ! No fear of that, Bertha. Why here I've sat day after day, and, except for"], [44, "32 DOCTOR, OR LOVER? a politely cool message as to my progress, your father has never been near me. So you see there is very little chance of success. Besides, one day Avhen AA'e Avere together I Avent so far as a man can Avithout definitely asking for his daughter, and Air. Lesley shut me up AA'ith the remark, ' I don't know hoAV my daughter's name got dragged into our talk ; but, as it Avould be as distasteful to her as it is to me, perhaps, sir, you Avill remember Ave do not care to hear your AieAvs.' So Avhat could I say after that ? \" Of course, Bertha Lesley Avas the last person in the Avorld to see that a truly honest man Avould have opened the father's eyes to his mistaken idea ; for, certainly, Karl had neA'er asked definitely, even if he had indefinitely. And Karl continued : \" No ; I only leaA-e you noAV to make my foot ing secure, and, Avhen I return, to take you nolens volens ; and you shall never run the risk of losing property that Avould rightly belong to"], [45, "DECEIVED EVERYWHERE. 33 you by incurring your father's displeasure for my sake.\" And the girl felt very happy to possess such unselfish love. Did she — does any girl really knoAv when that treasure Avithout price is really her's ? Not certainly AA-hen she has abandoned her whole heart to her lover. Then, it is only the indifferent onlooker avIio is a just critic. But if Bertha Lesley had at first, ere love ■entered her heart, cared to have known whether this man's love AA'as pro sibi or pro sui, she might have been spared a bitter fate. AA'hile the lovers had been talking together the Rector had been deciding on his course for finding out Avhether his suspicion regarding Louis AA-as correct ; but being Avell aware of the ready falsehoods of the loAver orders, to confront either his son or the housemaid, whichever chanced first to come to the door, Avas only useless. So Air. Lesley let matters take their course, simply keeping a Avatchful eye and ear VOL 11. D"], [46, "DOCTOR, OR LOVER ? 34 on proceedings. At about half-past nine Louis came in, and to his father's enquiry at supper as to Avhether he had seen Dr. Moore's gig, he answered : \" Not I, sir, Why should I, coming straight from the station ? \" Alice happened to be changing the plates just at that minute, a fact of AA'hich the Rector AA'as fully aware, and he added : \" Yes ; but if you have just come in I suppose you've been out since you came from Dorster ? My friend Aloore mentioned seeing you — in the town, no doubt.\" \" A'ery likely ; \" and Louis, quite unaAvare of his father's trap, gave an amused look at Alice, who coloured up unmistakeably, so much so that Bertha, Avhose eyes had been opened by her father's confidence of that evening, said to the girl, quite sharply : \" Give me a plate, and don't go in and out so often, Alice. Bring the things properly on a tray.\""], [47, "35 DECEIVED EVERYWHERE. It Avas seldom Bertha rebuked a servant in the presence of her father and brother, and the girl, as she Avent out, slammed the door, Avhich caused Louis to think his sister had annoyed the girl on very slight pretext, and he said : \" AA'ell, Bertha, you certainly don't trouble us AA-ith much of your society ; but if you're in such a desperate hurry Avhen you do come amongst us, you had better Avait on yourself.\" \" That I shall not. The girl wants keeping to order ; and, besides, AA'hat is it to you if- But here the Rector interposed, for his OAvn ends seeming to support Louis : \" Quite so, Bertha ; but there Avas no need to speak to her in the room. The truth is, I hear from AA'est, that our invalid leaves us early next Aveek, and then you can dismiss that nurse, and let the servants get into their general Avaya again, and you will be more doAvnstairs yourself.\" D— 2"], [48, "36 DOCTOR, OR LOVER ? \" And a great deal of benefit that Avill be. No, papa ! AYhat necessary supervision I give in the sick room is better use of my time than consulting Louis' whims, and he being never very grateful for the trouble taken.\" \" Ah ! that means Troika is. Well, perhaps it's getting so much of your delightful company,'' was Louis' tantalising reply. \" Don't tease your sister, lad ; and after supper I myself shall sit Avith this grateful invalid — that is, if you'll accompany me, Bertha, to ensure a good reception, for I must say, your friend's temper is not of the best, Louis.\" \" And I rather think no one's would be, cooped up for so long in a sick room. I know I shall be jolly glad when Karl can go back to town Avith me.\" \" Well, I shan't trouble to come doAvn again ; so good-night, lad, and mind the smoking-room lamp isn't left in.\" And the Rector, Avho seemed to be in a most"], [49, "37 DECEIVED EVERYWHERE amiable mood, retired upstairs, taking good care to see his daughter on before him. Little did his children guess there AA-as a raison d'etre beneath all this — much less Louis, aaIio shouted after them : \" AA'ell, I shan't be up long myself.\" The Rector could not have stayed more than ten minutes with his visitor ; and during that short time the conversation AA'as cer tainly far from genial, for Mr. Lesley made some remark on his guest's speedy depar ture, and Avhen Avishing him reneAved strength, added : \" Both of body and mind, for it is as much a disease to Avish for the subversion of all order, as to suffer bodily ill.\" Of course, Karl Troika Avould not let this pass, and both gentlemen Avere relieved AA'hen the clock 6truck ten, and the Rector, rising, proposed retiring to bed. \" You look tired, Bertha ; such opinions as"], [50, "38 DOCTOR, OR LOVER ? our friend's here, are calculated to make one so,\" Air. Lesley said, turning to Bertha, avIio had been in momentary fear of a quarrel between her father and loA'er. \" You may as Avell say good night, as I feel I do more harm than good by my discussions, Air. Troika.\" \" Perhaps so, papa, and, as soon as Air. Troika has had that dose, I'll folloAv you.\" And the Rector AA'as so occupied AA'ith his plan of entrapping Louis, that he quite forgot his intention of seeing that too much nursing did not fall on his daughter ; so, leaA'ing the lovers to themselves, as Ave knoAv their time AA'as doubly short, and therefore equally precious, the Rector hastened to put his arrangements into practice."], [51, "39 11 M' N'T TOOLS. CHAPTER III. BLUNT TOOLS. Air. Lesley, senior, on leaving Karl's room, changed his open, clerical coat for a tight riding jacket, AA'hich he scrupulously buttoned up to the chin, as if to exclude a biting east wind ; then slipping into a pair of old doAAn-trodden slippers the Rector made his Avay silently down stairs, into the dark draAving room, closing the door silently after him. It must have been quite tAventy minutes siuce the clock struck ten, Avhen the sharp ears of the listening father caught Louis' A-oice, saying : \" Good-night, that's all I Avant ; but you may as AA'ell tell the housemaid that my sister's Avork"], [52, "40 DOCTOR, OR LOVER ? is to go to her room — it is on the chiffoniere in the morning room.\" \"Yes, sir. And the Rector caught the retreating footsteps of the butler, and he made the silent comment, \" I wonder AA-hether it's only a means to another end ? If the girl comes, I can do more than guess at their conduct ; I can hear for myself.\" A feAV seconds more, and the morning room door closed on the Rector's retreating figure, while Louis' voice, half-raised, enquired : \" Alice, is that you ? \" And, fortunately for the former, the house maid coming from the servants' quarters, ansAvered : les, sir. \" Then come and carry this lamp, as my cigarette is lit,\" Avas the command in Louis' voice. And, from the curtained embrasure of the AvindoAV, the Rector had the facility, or otherwise, of seeing his only son enter, Avith a"], [53, "41 BLUNT TOOLS. cigarette in one hand, and a teeming glass of whisky in the other, while the lamp Avas carried by Alice, who looked flushed with pleasure, as she placed it on the table. The sofa, which stood against the side Avail, Avas opposite the window, and had its head towards the pair of eyes peeping from the curtains, so that Louis Avas Avell in aIcav, as he settled himself for a lounge, telling Alice AA'arden to sit doAvn beside him. A deal of badinage followed, as to what Alice had really thought AA-hen the butler gave her the message to fetch her mistress's Avork, and the Rector Avas not surprised Avith the girl's ansAver. It appeared this AA'as certainly not the first time they had spent a pleasant hour together, after the household had retired to rest. \" No, I thought you'd something to tell me about your going aAA-ay ; because, I'd heard cook and nurse talking about Air. Troika going. Oh, you Avon's go Avith him, and break up any chance of our happy hours,\" Alice begged."], [54, "42 DOCTOR, OR LOVER 1 \" There, does it not like tlie thought of its Louis leaving it 1 AA'ell, well, we must see.\" And the young man placed his arm closer round the girl, patting Alice's cheek ; an indignity felt more keenly by the wrathful parent overhearing their discourse than by the recipient herself. So time waxed old, and except for some boastful words on Louis' part, about hoodwinking the governor, nothing definite was said, until Alice looked up at the clock, and seeing the late hour, exclaimed : \" How I shall miss you ! I hardly know how I shall hve on here, when you go, Louis. How good you are to me ; but I can never write to you as another could, because of being in a place.\" \"No ; but I can get you asked up to my land lady's. London is not like a little pokey place ; nobody asks who or what you are.\" \" It is very kind of you to ask me, but I could not come alone, could I % \" was the girl's simple question."], [55, "BLUNT TOOLS. 43 \" Oh ! for that matter, I can come and meet you, and you'll be in the same house as I am, so it's safe enough, darling,\" and the thoughtless youth gave Alice a re-assuring embrace, to be followed by a fond adieu, ere Alice finally left tlie room. AA'hen the Rector had given the girl time to steal softly up tlie back stairs, he — with the greatest sang froid — began drawing one of the curtains aside, causing his son, who had resumed his seat on the sofa— to look up, as if some injured spirit had appeared. The Rector's greeting was : \" Don't alarm yourself, I am your father, although I blush to confess it. Yes, sir ! I have used your own blunt tools of lying and deceit ; and, instead of going to bed, I sat up, and came in here — not before it was necessary. No, not a word,\" for Louis was attempting to speak now he was convinced of the materialism of the apparition. \" No, not a word, sir ! To-day is"], [56, "44 DOCTOR, OR LOVER] AA'ednesday ; well, next Sunday, you will have the pleasure of hearing your banns of marriage with Alice AA'arden published ; and as there is no cause or impediment in your eyes to making love to tlie girl, I don't suppose anyone will oppose your being joined in honest wedlock to her three weeks hence. So you know what to expect.\" \" You really mean that your son — the future Rector of this place ! — should marry this servant girl ? Xo, thank you, sir ; I, at least, have other prospects.\" \"Indeed, and yet suggest to this servant girl that she should spend her nights at your lodgings in London. No, I have ever preached practical, genuine religion and morality, and I will act it so far as my control goes, even to sacrificing so worthless a son as you, Louis — that is, so long as you claim me as a father and this house as home, but not if you care to cut yourself off, and go your own wilful, soul destroyin\": way.\""], [57, "45 BLUNT TOOLS. \" Oh ! Then unless 1 go from Slade before next Sunday, the whole place is to get the chance of ridiculing me, their parson in prospective, for life 1 \" Louis questioned. \" Yes ; not only that, but unless you marry this Alice Warden either here or elsewhere within a month's time, you shall never return to this roof or preach to those who practice and have ever practiced a higher, purer life than yours seems likely to be ; so you can think out my words. I gave you ample warning, and what you now suffer is of your own seeking.\" \" AA'ell, of course I'm no fool to be bound for life to that girl, so you may as well make up your mind to my not troubling Slade with my presence any longer.\" The Rector did not trust himself to answer, but left the room, this time seeking his chamber in truth, although the Medean decree he had passed against his only son, allowed him but little chance of sleep."], [58, "46 DOCTOR, OR LOVER 1 The next morning, Karl was taken into Louis' confidence, and, playing a double game as he so well knew how to, Troika advised his friend to \" put up with no such tom-foolery, but to hook it,\" or in politer parlance to go up to town that day, and he would join him during the following week ; while to Bertha this Janian adviser simply remarked : \"It's a foolish thing of your brother rushing off to London ; he had far better stay here, and convince your father that it was mere foolery with this housemaid.\" \" Yes, I knew you would support my view of the matter ; but, of course, Louis is now too much of a man to bear Avhat he calls nagging at, and so he must go his own way, Karl.\" \" Yes, as if you advised him for any. but his own good. AA'ell, love, this only shows I was not more than prudent in judging your father's anger should he know of our engagement.'' \" Yes, perhaps it is better ; but you will be"], [59, "47 BLUNT TOOLS. kind to Louis, and look after him for me, won't you, dear.\" And Karl, having given a promise to that effect, Louis Lesley was allowed to drift into a course, which, two years ago, would have seemed incredible to his sister ; but one all-absorbing love filled the existence of Bertha, aud that she was indifferent to a previous trust never entered the girl's mind. All blame was placed on Alice Warden, and if it had not been for the Rector's stern refusal to dismiss the girl, Bertha would have sent the housemaid from the house,. although Louis certainly was the chief delinquent, and fully deserved his father's harsh decree. A few tears, and Bertha realized that her brother's departure was but the herald of a few days to her lover's second parting. But Karl's leave taking was less painful on that very account, as Bertha knew that in losing him her brother was the gainer, for Louis' last good bye had brought her mother's entreaty before her, and the girl,"], [60, "48 DOCTOR, OR LOVER \"? in spite of her usually indulgent parent's command, had prayed for Louis' forgiveness — but in vain ; and for the first time, a cold spirit of opposition had prevented father and daughter seeking one another's society. So Karl Troika left behind him hopes of a happy future, and present protection, to a foolish but much loved brother ; and a fortnight after, Bertha was con tent to feel that Karl's presence was keeping Louis from a too reckless course, or at least checking it, although the words of her lover's letter made her ponder anxiously as she read the following sentences : \" Louis is so fond of late hours that I seldom see him at the ' Crito,' and not much at my rooms ; but he wants an advance of his coming interest. As you know, I am ever Avilling to help one Avho is so dear to my beloved one — only mentioning all — because it is hard to keep one single thought or plan from my Bertha ;\" Avords that called up a blush of love"], [61, "49 BLUNT TOOLS. on the girlish cheek as she kissed the writing. But her thoughts were soon given to tlie first part of the sentence. Yes ; although she, (Bertha), had given her sanction — even help — towards the transfer of their joint inheritance, to enable Louis to have more, he Avas again anticipating his income, and as the sister thought of the consequences, she Avished that her father kneAv all, but then he Avould surely ask Avhat made her place her trust iu this Karl Troika. So she AATote, Avithout seeking any advice, telling Karl to advance no more, and that her share of interest should be applied by Avay of repayment of that already lent ; but on no account Avas Louis to knoAv this. AA'ell might she sigh to think Avhen the time would come that she should feel happy and free as before love entered into her life ; and Karl Troika, Avhile teaching her the superb existence of \" a spark of the divine soul,\" had also made her realise the adage that runs : \" Love perverts Justice.\" It Avas the VOL. n. E"], [62, "50 DOCTOR, OR LOVER 1 harvest of Nature ; but Avhat Avould that harvest be if present anxiety, present disappointment could reap a complete happiness ! Surely Bertha Lesley's future joy Avas secure ; but secrecy and subsequent subterfuge had entered largely into that ruby cup, and might not the dregs diffuse themselves through the Avhole clearness of the wine of a life-long loA-e. September had shed a gloAv of fading summer o'er the recently cut corn fields ; and Nature haA'ing fulfilled all her promises, seemed to be at rest, basking in the year's aftermath. So, on this afternoon, Avere the thoughts of a certain rider — in a state of longing regret for glories past. As Lee AVest Avas returning from a long ride, after a visit to an outlying patient, he alloAved his horse to sink into the country parson's jog trot, Avhile his thoughts fled from connection Avith present action ; influenced, no doubt, by the scene around. The bare stubble, looking like numberless"], [63, "51 BLUNT TOOLS. bayonettes in the beams ofthe sun, and, on either side hedges uncut for years, growing in wild luxuriance, the still graceful dog-rose peeping out and trailing along the irregular bank of leaves, and the ever present spirit of the wayside life, the dead gold sheen of the heath and meadoAV, butterflies flitting ever on their devious course. Lee AA'est's face looked calm, even as the summer clouds above, aud yet a sigh parted those lips, generally so firmly closed — an audible response to the sigher's thoughts ; and Lee dreAv the reins up as if to banish the mood by action, AA'hen his hand Avas stayed by the sight of a lady equestrian, avIio, apparently, had been rambling idly as he had himself. A turn in the lane brought Bertha Lesley into vieAvr and also made her mare prick up its ears at the sound of advancing hoofs, and, with a glance backwards, the girl set her steed at a brisk trot, no doubt recognising and AA'ishing to avoid a E— 2"], [64, "52 DOCTOR, OR LOVER ? meeting with the young doctor. But Lee's horse, stirred by a spirit of emulation, as most well bred steeds are at the sound of a comrade's brisk trot, set off at a good pace, AA'hich his master evidently had no desire to check, and, although a good space lay between the riders, it Avould but have been a minutes work to over take Aliss Lesley. For fully five minutes matters remained thus, Avhen a gate, thrown carelessly back by a herdsman, caused Bertha's mare to prick up her ears in fright, and caper a bit — a mere frolic to one accustomed to ridino:, and Lee, Avho kneAv Aliss Lesley's horsemanship to be of no mean calibre, expected to see horse and rider move forAvard, perhaps at a brisker trot, caused by a firm hold on the reins. But no such thing ; the mare AA'as decidedly the master, and backed considerably, making those A'iolent plunges which are as trying to a good rider as they are to shafts and harness, and"], [65, "BLUNT TOOLS. 53 which, in any case but that of an accustomed rider, prove fatal to one's seat. Lee spurred forward, and had drawn Bertha Leslev's reins up Avith a firm grip before either horse or rider had time to rebel. At once the mare obeyed — feeling correction's sharp prick — and, after a feAv minutes, took to its usual steady pace, for no vice ran in its finely shaped limbs. \" Thank you, I have never found Rore too strong for me ; but she feels my hand is Aveaker I suppose, for she tosses her head in defiance Avhen I pull her up. Perhaps, one's feelings operate on one's muscular strength, making mine weak.\" It Avas the first admission tlie Doctor had ever heard Bertha make with regard to herself, and he looked at her searching!?. Her's Avas the same graceful form, but certainly wanting in animation, not looking so totally youthful as Lee AA'est could remember her on that evening when he broke upon tlie songstress of Longfellow's"], [66, "54 DOCTOR, OR LOVER ? psalm. No; the colours still dyed Bertha's cheeks, the fair hair waved back from her open brow, but there Avas a restless, unsatisfied gaze in the girlish eyes, and every feature seemed more acutely draAA-n out ; and, guessing the cause, Lee took up the thread of Bertha's sentence — \" Yes, in that respect animals are more observant than man, especially horses ; but you must not allow your Aveakness to master you, Miss Lesley, even if you do your horse.\" \" Did I OAA'n to any Aveakness ? If so, I must have misled you, Mr. West,\" Avas Bertha's cold reply. \" No, you did not say so in as many Avords, but I have seen Iioav much less independent, hoAV much less free from care you have become since Air. Troika left, and I have longed to speak. Yes, Aliss Lesley, I AA'ill and must inter fere You have a cause of unhappiness, a something that is sapping doAA'n your spirits and strength, for you are more than right AA'hen you"], [67, "55 BLUNT TOOLS. say our feelings operate on our bodily strength ; they destroy or renovate — and that in your case I knoAv the cause must be this enforced practice of secrecy from your father, and because you cannot find comfort and sympathy AA'ith those AA'ho naturally you Avould look to. Your life has become one struggle against detection of your engagement to Air. Troika, and if your mind and body suffer therefrom it is AATong — in other Avords, it is self-destruction. I told Air. Troika so ere he left. AA'hat right has he — what right has any man — to take your love under falsehood and pretence \\ It is worth Avinning, or he has no justice to have it. But for your sake, let me put this man out of the question. I must absolve myself from my promise of silence — a promise given hastily, and for your good, Miss Lesley. The Rector shall knoAv what he should have knoAAii from the first — that your brother's friend AA-as more to you than any other ! \" \" You \\ you Avill tell my father ? No ; I defy"], [68, "56 DOCTOR, OR LOVER \\ you to say a word until such time as avc ourselves choose to tell him. Your promise cannot — shall not be broken ! You have no right to speak to me as you have ; my life and its troubles or happiness has nothing to do with you.\" Bertha Avas utterly lost to reason by Lee's Avords, and her AA'hole form seemed to partake of the perturbation of mind as she turned, flushed and scornful, towards her companion. \" I knoAv you will not credit me Avhen I say hoAV grieved — deeply grieved — I am that it should have come to my opposing your AA'ishes ; but there is no Avay in AA'hich you can or ought to prevent me. I alone am ansAverable to Air. Troika, and will answer his objections Avhen he chooses to ask me.\" \" Indeed \\ Avell I Avill give you no chance, for this very day I shall leave my rightful home and join my brother in London, leaving you at liberty to poison my father's ear against his only"], [69, "BLUNT TOOLS. 57 daughter, and you are Avelcome to do your Avorst, sir,\" and the girl used her slight cane to urge on her mare. \" One minute. Miss Lesley, just a word,\" exclaimed Lee, and the picture of that evening, when she had refused to listen, flashed again before his eyes, and it seemed to the young man that his life, like Orpheus' must be spent in a fruitless quest, as he tried to detain Bertha ; but not until she saw that her uttermost speed Avould not match Lee's steed did Bertha draAv rein, and then only to look impatiently for her detainer's question. \" I only ask to knoAv Avhether your decision is the result of my words this afternoon, and whether your resolution is irrevocable \\ You owe me an ansAver,\" faltered Lee. \" AA'ell, then it is your promise once broken. There can but be one course, and I prefer taking things beforehand.\" \" And my promise kept ; and your health"], [70, "DOCTOR, OR LOVER'? 58 sacrificed to a false principle of secrecy Avould make you abandon your idea of leaving your home and joining your brother 1 \" \" Yes ;\" and the affirmatiA e Avas given AA'ith a certain tone of relief. \" Then my former promise shall remain,\" ansAvered Lee, slowly ; \" but only until such time as Air. Troika returns to Slade. Until then, not a Avord shall escape my lips, for, Aliss Lesley, it is a dangerous thing to fly to ills avc knoAv not of, although, you just noAv find it so easy to sever yourself from all those AA'ho have your best interests at heart.\" \" Thank you, for such an amount of freedom ; but I suppose I am to pay blackmail for the reneAA'al of your promise, which, until to-day, I valued as such, but which henceforth I can only regard as cheaply purchased, and therefore,, hardly worthy of thanks.\" And Bertha Lesley rode on. This time the Doctor made no attempt to"], [71, "59 BLUNT TOOLS. force his horse forward, but remained buried in deep thought — one might say anxious debate, as those tAvo lines on his forehead shoAved up from their very depth on his brow — a brow that, till that revelation of Bertha's, outside the injured patient's room, had been unfurrowed, but for momentary vexation or displeasure."], [72, "DOCTOR, OR LOVER ? 60 CHAPTER IA'. TIIK LION UNMASKED. The withdrawal of Bertha Lesley's decision to quit her home, should any disclosure of her secret engagement to Karl Troika take place, Avas ordained by circumstances to be of little avail as far as Lee AA'est's fears Avent. Before the end of the same week that the Doctor had again bound himself to secrecy, Louis Lesley wrote a remarkable epistle to Bertha. Seldom were Louis' letters more than the prescribed sheet, and when his sister found on opening the letter that treble that number comprised its contents, her heart leapt at the thought — perhaps Karl had enclosed some words, having confided at last in her brother. But this"], [73, "61 THE LION UNMASKED. hope was destroyed by the first feAV words, which ran : \" You AA'ill be startled at the length of my letter, but I have taken the opportunity of Karl Troika's absence in Russia, to inform you of some disagreeable truths.\" Bertha read so far at the breakfast table ; but then, fearing her father's questions, put the envelope and its contents in her pocket, eager to get to the morning room, where she coidd read these truths — her every feature unmarked. Tavo hours had passed, and still Bertha held this letter in her hand, re-reading it for the third time. Louis began by saying that he had for some time been short of funds, and on one occasion Karl had paid his debts and given him driblets of money to go on with ; but, feeling sure that the interest on their joint capital AA-as larger than the sums doled out to him, he himself applied to the stock-broker, and learnt that the name of Lesley Avas not on the list, nor had any transfer of stock ever passed"], [74, "62 DOCTOR, OR LOVER? through their hands. FolloAving matters up he found that the principal had been paid out of the Pour per cents., unconditionally. Louis demanded an explanation from Karl, avIio had insolently told him he Avas too much of a fool to manage AA'hat little he had, and referred him to Bertha. Noav came the most painful part of all to the recipient of the letter. For, having quar relled Avith Karl, Louis threatened to betray the former's secret correspondence AA'ith his sister to their father in these Avords : \" Troika pretends there is nothing on betAveen you, and it's a blessed thing for you if it's not a lie on his part, for I knoAv iioav AA'hat kind of a felloAv this man is — a deceitful, ambitious cheat, of the loAvest type, such as is unfit to enter any respectable household. I do not speak of his tAvaddle on politics — they simply serve to gild a rotten character. Place no more confidence in this scoundrel's AA'ords ; and if there is, or has"], [75, "63 THE LION UNMASKED. been any love making, and you choose to disbelieve my statements, come up and see for yourself. After giving you such fair Avarning, should I find you receiving letters from this Troika. I shall come doAA'n to Slade, and open my father's eyes to your deceit — for that you are engaged to this wretch I am almost sure. And I want money from someAvhere, so this might be my best course ; but if you either send me something to go on Avith or come, I Avill get you •out of Troika's clutches. If he has SAvindled us he shall reap his reward. There are lodgings near mine, quite quiet and respectable, and I Avill see you comfortably settled — just as Avell not to let the pater knoAV that you're coming to me.\" This letter caused Bertha a Avhole morning's deep thought, but by that time her naturally self reliant spirit had forced on her the tAvo facts — one that Louis had, through AA'ant of money, picked a quarrel Avith Karl ; secondly, that her lover for the first time AA'as withholding his"], [76, "64 DOCTOR, OR LOVER 1 confidence from her, for her two last letters could never have reached him if he AA'ere in Russia — an intention of going there never even hinted at in his letter of four days ago. It happened to be a Saturday morning that Louis Lesley's letter reached Slade, and not till noon on Sunday had Bertha decided on her course of action. She would not go to London on the vague chance of her brother finding suitable lodgings, but would join Grace Gorten, who happened to have stayed in toAvn on her Avay back from the seaside ; and Avhile at her friend's she would see Louis. AA'ith regard to Karl, she hardly knew Iioav to act, for not for one moment did Bertha credit Louis' Avilcl statements, but if her lover Avere in Russia, how could she confide her plans to him. At length, Bertha's loving confidence in Karl prevailed, and she AArote telling him that Louis seemed both ill and in Avails, and that she AA'as coming up to Park place, to stay AA'ith Grace Gorten, AA'here she"], [77, "65 THE LION UNMASKED. should hope to see him on AA'ednesday, as Louis by then would have got over his cranky mood, or if not he could come as a friend of the family. Added to this last sentence were the Avords : \" Yes, as a friend, dearest ; hoAV hard it Avill be for me, after so long a parting, but Ave must meet thus before the Avorld till my father knows all.\" The Sunday evening succeeding the arrival of Louis' letter the Rector sent one of the village lads to ask Dr. AA'est to Avait for him after the service. And Colonel Gorten, being absent from the Hall, Lee found himself accepting the first invitation to take supper at the Rectory since August ; for, after his official attendance on Air. Troika had ceased, Lee had made one or the other excuse for not continuing those after service re-unions, formerly so pleasant. Supper being over, on entering the draAA'ing room, Air. Lesley turned to Bertha Avith the request for a song. VOL. II. F"], [78, "DOCTOR, OR LOVER? 66 \" You AA'ill sing me my favourite, ' Angels of Jesus,' Avhile Ave sit in the fire's gloaming and listen, AVest.\" But the answer Avas \" I am tired of playing to-night. I Avas thinking of asking you to excuse me sitting up longer.\" \" Just as you please, child ; the doctor must be content Avith my company, eh V Neither of the young people ansAvered. AA'est Avas just then Avatching Bertha's nervous trembling hand, as she played Avith the tassel of an anti macassar on the back of the Rector's chair, and the girl on her part Avas too anxious to get away and be alone AA'ith her OAvn thoughts, to say more than good night to her father and his A\"isitor, leaving them to entertain one another. Lee, Avho had risen to open the door, came back to his chair near the fire, feeling for the first time since he had knoAvn the Rector, at a loss for some topic of conversation to AA'hile away the time ; but Air. Lesley, all unconsciously, gave Avords to the thoughts that just then held"], [79, "67 THE LION UNMASKED. their sway in Lee AA'est's mind — she who had but just quitted the room. \" I am sorry Bertha has left us, but lately she has not been her old self — nothing that you doctors could classify — but not up to the mark. Has it struck you, AA'est, that she's looking ill V •\" Yes, for some time Aliss Lesley has been looking far from strong, perhaps she misses her brother's companionship.\" \" Hardly that, for my son had been at college so long, and never cared for Slade. xs'o, I think Louis' absence is more grief and anxiety to me, for, as I get old, the least I could haA'e looked forward to Avas to see my parish duties slip on to younger shoulders,\" Avas the father's answer. \" Then is there no chance of your son succeeding to the living V Aud the Rector, by Avay of an ansAver told Lee all Ave already knoAV — the real cause of his son's absence, and Iioav impossible it would be for him to succeed to Slade. F— 2"], [80, "68 DOCTOR, OR LOVER? \" You must not make up your mind to the worst, sir,\" Avas the doctor's comment, as the Rector finished his confession. \" No doubt your son Avill see his folly, and settle doAA'n, and meanAvhile Reel might take the outlying farms in his hands.\" \" Yes, well, before I kneAv you, AA'est, I thought Reel might have had some claim upon me, but it would seem doubly hard to give a stranger the living, and my oavii son without a sphere of work. I often think what a comfort my Bertha being a boy might have been ; she would be more worthy than myself to take the reins into her keeping.\" \"Yes.\" And as Lee uttered the monosyllable he could not help thinking Avhether the father had ever contemplated such a thing as his daughter's marriage AA'ith one in holy orders — then he continued : \" But what claim had your Curate, that my presence in Slade has done aAA'ay with ; there"], [81, "69 THE LION UNMASKED AAas never any idea of his presuming to Aliss Lesley's hand ?\" \"No; my Bertha would never have married a clergyman. She has often said it would be difficult and dangerous to knqw Avhether it were the living or herself AAas loved the best, and I should never wish it.\" \" Indeed ! then you object to a profession of any kind V AA'est inquired in surprise. \" Not in the least ; I think a man is likely to be all the better for some experience, but the young men ncnv-a-days are either simpletons or money seekers, especially among my oAArn cloth, and you, AA'est, have spoilt me for the general run of young men. I find myself constantly draAving disparaging comparisons betAveen them and you.\" \" I only Avish others thought half as well of me as you do, sir. I would give the best years of life to hear or even think that your daughter felt toAvards me as her father.\""], [82, "70 DOCTOR, OR LOVER I \" And who knows that my Bertha does not ; why not ask her, Lee ? she is never outwardly demonstrative, but thinks all the deeper, and you have my heartiest Avishes toAA'ards success.\" The young doctor had risen, and stood Avith one hand on the Rector's arm chair, his face moved by the kind words of his friend, but grave almost to sadness in its hopelessness. \" But I have already learnt the bitter truth. I am no more to your daughter than the insipid youths you spoke of just now. No, sir ; my presumption Avas great, but my disappointment Avas and is greater.\" AIr. Lesley had risen, surprised at Lee's Avords. \" Forgive me. I never guessed matters Avere thus, put my words aside as the foolish prattlings of an old man, and you know best Avhether a little hope is Avorth waiting for. Although, AA'est, I know my child is too true to play fast and loose Avith anyone's love.\""], [83, "71 THE LION UNMASKED. \" Yes, yes. I had rather knoAv that and despair, than that it Avere otherwise ; but good night, sir, and thank you for thinking of me so much more highly than I deserve.\" \" Tut, tut ! AA'ait till some other comes in my Bertha's AA'ay, and then AA'est she AA'ill think Avith me — ' that there is no comparison.' ' The only'reply on Lee's part Avas a shake of the Rector's hand, and he left the house far sadder in thinking of the father's blind faith, so soon to be broken doAvn, than in thinking of his OAA'n cruel disappointment."], [84, "72 DOCTOR, OR LOVER ? CHAPTER X. BERTHA TAKES THE REINS. Before Alonday's post time Bertha had decided on personally testing her brother's vague hints, by seeing him in London. KnoAving the impossibility of Louis coming to Slade, Bertha called to mind an invitation of Grace Gorten's, given ere they left the Hall for Brighton. The invitation Avas to spend a feAV days in toAvn, Avhere Colonel Gorten AA-as breaking the return journey for his invalid daughter's sake, having a toAvn house in Park Place. Remembering that she had neither accepted or declined at the time of this proffered kindness, Bertha Avrote to Grace, saying that she Avas coming to London to see her brother, and, if convenient, would pay"], [85, "BERTHA TAKES THE REINS. 73 her visit to them, should the following AA'ednesday find them returned from the sea. To the Rector Bertha made no mention either of Louis' letter or her intention of visitinij the Gorten's, simply Avaiting for Wednesday's post. At breakfast-time that morning Bertha found her expected reply awaiting her, and taking Grace's note eagerly up, just scanned it over, jand then turning to the Rector, said — \" You AA'ere wishing I could have some change, papa, and here's a letter from Grace Gorten asking me to go up to town for a while before they come back to the Hall. I should like to, very much.\" \" A'ery AA'ell, dear, I certainly think a change will brighten you up, and if you wait till next week I can run up AA'ith you for a day or tAvo.\" \" It's very good of you, but I fear the Gorten's will be having other friends, or coming doAvn here. I simply meant for a day or so, but if you thought of going up to London next Aveek,"], [86, "74 DOCTOR, OR LOVER? I should be back by Tuesday, and perhaps it would be just as Avell Ave should not both go aAA'ay at once.\" \" No, I simply meant it for your pleasure, but Avere you thinking of going at once ?'' \" Yes, to-day ; Grace says anyhow she Avill send the carriage to meet the 4.30 p.m. train at Paddington, on the chance of my coming.\" \" AA'hat a despotic Czarina, noAv or never, eli ? AA'ell, I will see you comfortably off at eleven, if you care to go,'\" answered AIr. Lesley. \" Thanks, father, and mind you take great care of yourself while I'm gone.\" \" And AA'ho must I have to cheer me up of an evening while my Bertha is away. I fear no one but AA'est will take pity on me, Avill they, child ?\" This was malice prepense on the Rector's part, and he Avatched Bertha's face as she answered, \" You knoAv best, but I should sav the order"], [87, "BERTHA TAKES THE REINS. 75 of things should be reversed, and you take pity on him.\" On arriving in town, Bertha Lesley found Colonel Gorten's carriage awaiting her arrival, and Avith the two swift greys in the shafts it took but a short time to reach Park Place. Grace Gorten AAas on her reclining chair, looking even pale for her, although, oAving to a life so exempt from bracing air, her fair cheeks had ever lacked the rough but beautiful tint of Nature's hand. '\" I am delighted you have come, dear Bertha and if I had possessed your brother's address he should have been here to Avelcome you, but papa will ask him to dinner, if you give it us now.\" \" Yes, I will AA'rite my note, and then send it in for you to address and add to, only first you will be glad of a rest,\" suggested Colonel Gorten, as he left them together. And after being conducted to her room by Grace's maid, Bertha joined the latter in her"], [88, "4 6 DOCTOR, OR LOVER I special sanctum, which Avas no doubt originally a breakfast parlour on the first floor. Here Bertha found the Colonel's note, which Avas a cordial invitation to dinner at eight o'clock, and an excuse for the shortness of time owing to a AA-ant of address ; to this Bertha added a feAv lines, telling Louis under any circumstances to come as it Avas quite a social family dinner. Directing it, a footman AAas told to take it to the \" Crito,\" iu Piccadilly, and to see Air. Lesley himself if he should be at the club, or if not to ask the porter to forAvard it at once to that gentleman's private address. \" Then do you always send your brother's letters to be forwarded, Bertha ? I thought you'd consider his lodgings as the safest place to find him,\" remarked Grace Gorten. \" Yes ; one would certainly think so ; but Louis is so uncertain of staying in one set of rooms that he gave me a permanent address, and he's at his club at all hours of the"], [89, "BERTHA TAKES THE REINS. 77 day, not having any profession or occupa tion.\" \" AA'ell, of course, your brother is so used to town life. I Avas thinking, what Rowley always says, how miserable it must be to lounge away one's time at a club,\" Grace explained. \" Yes ; I only AA'ish Louis had something to do. Poor felloAv, he'd be much happier.\" Eight o'clock had struck, and the Colonel and two of his sons — the eldest just getting out of conceit of his cadetship in the Blues, and RoAAley Gorten, who Avas never happier than when riding with a host of dogs at diis heels — were talking Avith Bertha, while they aAvaited her brother's tardy appearance, when a note for the Colonel arrived, being a polite excuse from Louis for not accepting his invitation ; and Bertha felt not a little hurt at her brother's apparent hauteur, and apologising for the delav, they Avent into the dining-room. The folloAving morning Bertha received a"], [90, "78 DOCTOR, OR LOVER ? letter from Louis Avritten in an evidently far from happy mood. He reproached Bertha for thinking that he had fallen to Tom Hood's level in accepting invitations there was no likelihood of his returning, and AA-ent on to say that if his sister Avished to knoAv more of the facts touched on in his previous letter she had better come to see him, for if she stayed at 'Colonel Gorten's a year he should certainly not come there to be patronised. This decided Bertha to see Louis without the knoAvledge of her friends ; and to this end she enquired of Grace Avhether it AA'ould be convenient for her to do some shopping that morning. Grace at once prof fered the carriage, much to her friend's chagrin ; but seeing the truth of doing as the Romans do, Bertha Lesley drove to Regent Street, comfortably reclining in the Avell-padded barouche, AA'ith no other occupants but the tAvo men-servants on the box-seat. The Colonel ahvays preferred AA'alking to his club, and being"], [91, "79 BERTHA TAKES THE REINS. called for, while Grace never came doAvn until lunch time. An opera louffe on country and toAvn shoppers would, no doubt, amuse the stage patrons ; but it is a curious truth that the former purchasers are less tempted by some novel trifle than the capitalian, simply because the tout ensemble is as alluring as one or two passing whims. It AA'as not long before Bertha had her trophies placed in the carriage, and then addressing the footman as he stood aAvaiting her entry, she told him to call for his master and if the Colonel should enquire for her, to say she Avas taking a cab from Aladame Lese's. Having thus dispensed Avith the accompaniment of Avealth, and feeling sure that a supposed morning call on the fashionable mantua maker Avould calm all anxiety at her non-arrival, even should luncheon-time slip by AA-ithout her re-appearance at Park place, Bertha Avent her way. The first thing Bertha did Avas to hail a cab, and tell the driver to put her doAA'n close to the"], [92, "80 DOCTOR, OR LOVER ? \" Crito \" in Piccadilly. Once on the pavement near the club Bertha took out her memorandum book, and wrote on the card above her name the following Avords : \" I find the National Gallery Avill not be open, so, perhaps, you would join me noAv and re-arrange plans.\" Giving this card to the club porter, she asked him to find Air. Louis Lesley if possible, but if that gentleman were not iu the club-room to bring the card back to her. Circumstances favoured the desired interview, for Louis accompanied the messenger, and, greeting his sister, Avent doAvn the steps with her at once, neither speaking until they had got some AA-ay doAAn Piccadilly, and then Louis broke the silence : \" So you thought of going to the National Gallery ; Avell, no place can be better for AA'hat I've got to say, so Ave'll turn that AA'ay.\" \" Yes, if you like, but of course I only put it"], [93, "81 BERTHA TAKES THE REINS. on my card to let you know I AA'as alone,\" ansAA'ered Bertha. \" Quite right. By-the-bye how did you manage to elude the Colonel's flunkies so neatly, for I don't suppose you came here on foot.\" \" No, I droA'e in to shop, and then sent tlie carriage on for Colonel Gorten.\" Conversing by jerks, as one must iu a croAvded and noisy thoroughfare, the sister and brother reached the free art gallery. There among the Avorks of men avIio Avhile sons of genius AA'ere eminently sons of misery and sorroAA', Louis Lesley told Bertha of his quarrel with Karl Troika. As Ave knoAv from Troika's letter, Louis had borroAved from his friend until the latter had refused to lend any more, and to anger Troika, Louis had borroAA'ed from a young man, named Harry Spite, a clerk in Somerset House, and AA'hom he had first met at Troika's, but who had since quarrelled Avith Karl. It Avas vol 11. G"], [94, "82 DOCTOR, OR LOVER ? from Spite that Louis first learnt to suspect Karl of not being AA'hat he appeared. \" Harry not only enlarged on a few facts I kneAv already,\" explained Louis to his sister, \" but informed me Troika Avas a political spy, if not worse, and that part of his time AA'as spent in lecturing to a lot of democratic rascals, many of whom were employed in assassination work.\" \" If that is all, I could tell your false friend something more ; for Air. Troika told me long ago that he gave lectures to Avorking men, and I've even read the speeches made by him on these occasions.\" \" Indeed ! weU, I only hope they were corrected editions, for I myself Avent incog, one evening to the door of his place, and the words would hardly stand translating, but perhaps as Troika is so open and above board, you knoAV of a certain dark Italian beauty, and his establish ment in Soho Square ? \" As he put the question, Louis glanced at"], [95, "83 BERTHA TAKES THE REINS. Bertha's face, to see Avhether the full meaning of his AA'ords Avas comprehended by her, but the quick anxious moA-ement of her eyes and the Avan shade that stole over her features, called forth on his part the remark : \" No, of course he hasn't let that out, and it's quite time you kneAv that this Karl Troika is not a gentleman or anything but a rascal, besides being a foreigner and freethinker he's a fast man, and nothing but a heartless scoundrel to entrap you as far as he has to my knoAvledge. I don't suppose you AA-ant me to say anything more I \" \" No, you have accused Karl of acts that I never for a moment think him capable of; but you must prove them first, and then you are quite at liberty to tell my father AA'hat you like.\" \" Yes, but hoAV about our joint alloAvance. I suppose you've never let this man have all the management of it as he once seemed to imply ? \" Louis asked. G— 2"], [96, "DOCTOR, OR LOVER ? 84 \" That does not matter noAV, Louis ; in any case I'll remember that even that money never lasted half the time you Avanted it to.\" And Bertha little caring for the safety of her money so long as Louis' other charges Avere false, Avent on to arrange a plan by Avhich she could join her brother and leave her friends, the Gortens, Avithout arousing their suspicions, Louis settling matters vastly to his advantage, as the folloAA'ing remarks sIioav : \" Then you'll tell Aliss Gorten you are returning to Slade. You'd better not say any other visit, because they'll Avant some address. And then come to me. Meanwhile, I'll manage to look up a respectable set of rooms, or, if you like, Ave can go to an hotel if you can afford such an affair.\" \" Yes, that Avould do. Take tAvo rooms at some quiet hotel for AA'ednesday and Thursday. I think I shall prefer leaving the Gortens to suppose I have gone home, and say nothing.\""], [97, "85 BERTHA TAKES THE REINS. \" No ; that Avill spoil it all. You'd better let them see you Avell off by Paddington, and then get out at AA'estbourne Park, and I'll manage to be there, and Ave'll come back to the rooms together. I consider, Bertha, that you owe it to yourself and me to see AA'hether I've cooked up these charges against Troika, for he's not going to play double AA'ith any relation of mine Avithout some explanation.\" \" Noav, Louis, don't make me angry by pretending to champion my concerns. Re member your informant has a grudge against Karl, and that is why I AA'ont be convinced except by proofs seen by myself\" \" AA'ell, I hope you'll be satisfied ; and so long as I am looked after in money matters, the guv'nor shall keep his eyes shut.\" This Avas more than Bertha could stand, and she broke in AA'ith the Avords : \" Please don't think I am ashamed, or eA-er was ashamed of being engaged to Air. Troika."], [98, "86 DOCTOR, OR LOVER ? It AA-as only father's unreasoning prejudice against his principles that made Karl put up with a secret engagement. Directly he returns from Russia father shall be told.\" \" AA'ell, it's no use me blackening your saint apparent ; so I'll fetch a cab, and then return to my proper level of fool and poor man, as Troika Avas kind enough to decree me last time Ave met.\" A cab AA-as called, and Louis Avas about to say good-bye to his sister, AA'hose eyes had been closely scanning his thin AA-an face ; for, in spite of a Avell-Avaxed moustache and respectable clothes, Louis had the eager insatiable look of rapid consumption. \" Before Ave part, Louis, I should like to ask you to see a doctor. Your cough does not leave you, as it should, and you may as AA-ell take charge of these, as I shan't see you again till AA'ednesday.\" And Bertha passed her purse and a flat gold"], [99, "87 BERTHA TAKES THE REINS. bracelet which usually graced her left wrist into Louis' keeping. It AA-as the thoughtful act of a heart predestined to know sorrow. The sister knew that had she offered her purse alone its slender resources would scarcely be a drop in Louis' exchequer-like expenditure; whereas the solid gold of the ornament would, no doubt find its AA-ay, as Bertha knew her brother's college luxuries had already done, in the realisa tion of so much cash. On her return to Park Place, Bertha Lesley had her Avishes fulfilled. Simply telling Grace Gorten that Tuesday she must prepare to leave them, and bring her pleasant visit to a close. The youthful hostess herself fixed Slade as the bourne to which Bertha Avas about to return, and the last good-bye Avas said Avithout much attempt at deception on Bertha's part. \" You Avill not think me ungrateful of your kindness if I do not find time to Avrite before Saturday, Grace ? \""], [100, "88 DOCTOR, OR LOVER ? \" No, not at all. I'd rather Avait till this day week, and have two of your long interesting sheets than one empty one. Besides, I know your father Avill have forgotten to indite even one answer to his numerous correspondence ; so mind and not work too hard at the arrears.\" \"No; my Grace is right, Aliss Bertha. You are looking quite aspen-like ; pining for Slade I should have said had you not come looking as white as a sheet. AA'ell, remember me to Air. Lesley, and tell him it AA-ont be long before we folloAv your example, and turn our backs on London heat and noise.\" And as Bertha left the invalid's couch she envied ( Jrace her lot ; for, at least, she Avas free from exercising worldly craft, haA'ing no need for it : a fallacy — for where a human heart throbs, there Avill be some wished-for object denied and some untold secret. The half-past twelve train from Paddington on this same Tuesday bore Bertha Lesley on her supposed return journey toAvards Slade and home."], [101, "89 MUTUAL MISTRUST. CHAPTER AT. MUTUAL MISTRUST. The following day, just about noon, Doctor AA'est found his way towards Park Place, to find the Colonel still absent at his club, but Aliss Gorten would be doAA-n directly. So Lee, after accepting an imitation to stay lunch, settled into an exchange of local gossip with Grace ; but, iioav and again, the young man's eyes would rove expectantly over the room, as if some one or something Avas missing, and, after AA-aiting for his hostess to satisfy this void. Lee broke in with the question : \" Hoav long does the Colonel mean to prolong his stay ? You will think me Aery selfish, Aliss Gorten ; but it is impossible for me not to miss"], [102, "90 DOCTOR, OR LOVER ? my entree at the Ha 11, although, no doubt, you are missed quite as much by those at the Rectory. By-the-bye, you haA-e Aliss Lesley Avith you, I believe ? \" \" Not now, AIr. AA'est. She left toAA'n for Slade, yesterday ; her father being alone, I fancy she does not care to leave him for long.\" Lee looked incredulously at the speaker, and replied, \" But I have only come from Slade by the seven o'clock express this morning, and certainly Aliss Lesley Avas neither expected or had come to the Rectory last night.\" The doctor's voice sounded strangely nervous, but Grace Gorten hardly noticed that, in her eagerness to learn more. \" Then you AA'ere with Air. Lesley on Tuesday evening, Doctor ; it is certainly very remark able.\" \" Yes, I met the Rector, and he persuaded me to go in for a smoke, his excuse being that"], [103, "MUTUAL MISTRUST. 91 he AA-as z forlorn bachelor, as his daughter was up in toAAm staying here, and a letter from Aliss Lesley that he had received that morning, told him not to expect her home until after next Friday.\" \" AA'ell, Bertha certainly left by the noon express yesterday. She certainly did not say in so many words that she AAas returning home, but still she never contradicted me when I mentioned Slade as her journey's end, and she went from Paddington.\" \" Then, no doubt, Aliss Lesley Avas taking some relations on the way back.\" And Lee seemed iioav just as anxious to smooth over matters, as he had before been to inquire into them. But a flash of the true state of affairs had crossed his mind, and if Bertha Lesley had not taken her friend more fully into her confidence AA'hat right had he to suggest •doubts. So AA'hen the Colonel came in, and Grace told"], [104, "92 DOCTOR, OR LOVER ? him of her friend's non-arrival at home, and the Rector's not expecting her till Friday, Lee vehemently supported his previous suggestion as to a relation. Then, Avhen a cordial invita tion to dine Avith them Avas proffered by Colonel Gorten, the doctor excused himself Avith the Avords — \" I am sorry to say I must uot stay longer, for my work is rather heavy in and around Slade ; besides I do not Avish to stay in London longer than is quite compulsory from my work.\" \" But I thought, Doctor, you generally stayed a Aveek, making out your report, and I Avas in hopes Ave should sec a good deal of you.\" \" A'ery kind of you, sir ; but I shall come up again,\" ansAvered Lee, \" AA'hen my AA'ork is a bit less. Aiatters are in that state, that even if I go back to Slade to-night, I may be in London in a few days again.\" Truly, matters touching this young doctor's"], [105, "MUTUAL MISTRUST. 93 thoughts and feelings were very uncertain, but things appertaining to his official life Avere in strict order, and Lee AA'est AA'hen he came up to toAvn had made up his mind to stay one Aveek for a certainty, and to spend Avhat time Avas his oaa'ii in relaxation, theatre-going and the rest. Common civility had made a call at Park Place necessary, and Lee perfectly expected to undergo the ordeal of meeting Bertha Lesley, and it Avas only that he suspected her absence from her friend's inAalid couch had something to do Avith his entrance that had caused Lee to make those enquiries which had led to so startling a revelation. As the doctor retraced his steps he made up his mind to go doAvn to Slade, and if Aliss Lesley had not returned, or informed the Rector of her movements, he, Lee, would no longer keep that burdensome secret of her engagement to Karl Troika. Lee AA'est Avas not the man to AA-ait and ask himself Avhether, after Bertha Lesley's sarcastic Avords of dismissal, he"], [106, "94 DOCTOR, OR LOVER. had any- right even to save her from an all visible death of fire or Avater, much less to pry into her reason for keeping her nearest friend and her oAA-n father so completely in the dark as to her AA'hereabouts. Lee Avas a man of great sense, and of decided action. It Avas dark Avhen Lee AA'est left London, in so much as the gas had been lighted for more than two hours, but then the last Aveek in November is ever a good ally of the various companies providing artificial light. In spite of the above fact, it Avas just 7.30 p.m. Avhen the express slackened speed at Slade, and Lee might have seen (only he passed him by unnoticed) the gas-lighter returning from his beat. On strode the young man deep in thought, and yet before he came to the bye- Avay that branched off from the more populated part of Slade, Avhich led to his OAvn cottage, his course AA'as decided on, for Lee turned straight in the direction of the Church, and, therefore, the Rectory."], [107, "95 MUTUAL MISTRUST. \" AA'ell, AA'est, the last person I expected to meet,\" and the Rector came across the road with his genial smile of Avelcome, adding, \" So you could not escape from the ills of man, even for one brief Aveek ? \" As Lee ansAvered, his face looked pale and fagged under the light of a lamp close by. \" No, sir, my plans Avere rather uncertain AA'hen I left, and I have only just come down by the express. Are you on your Avay out, because if so, I want to have a talk and will join you ? \" \" Do,\" replied Air. Lesley, \" for that matter come in and have another smoke, my Bertha's absence makes me like Othello, you see, ' Aiy occupation's gone,' so I Avas simply strolling about to shorten the evening.\" Lee heard the ansAver with a sinking heart, for AA-as not it Avhat he had feared — the daughter Avas plaving eA'en her father false, and Lee's ansAver AA-as quick and clear : \" Then Miss Lesley is not with you. I called"], [108, "96 DOCTOR, OR LOVER ? at Colonel Gorten's while in toAvn expecting by what you told me the other evening to find her there, but understood your daughter left her friends for Slade yesterday at noon.\" \" Bertha left London yesterday ? \" exclaimed the Rector, \" no, there must be some mistake. She is Avith the Gortens at this very minute so far as I know. She has no other friends in London and has never AA-ritten to alter the day next Aveek that she fixed for coming home.\" Lee hardly Avaited for the Rector to finish as he explained : \" But I lunched AA'ith Colonel Gorten and his daughter to-day, and Aliss Lesley is not there. No sir, let me come to the Rectory and explain Avhat I knoAv of this mistake.\" The doctor Avalked quite quickly even for the Rector, Avho Avas no laggard considering his years. Entering the Rectory, Lee in the most natural Avay helped Air. Lesley off with his overcoat, and then divesting himself of a like"], [109, "97 .MUTUAL MISTRUST. encumbrance, led the way to the study, where, Avithout hesitation or conventionality, Lee told the father all he knew of Bertha's secret engage ment to Karl Troika. The Rector heard him to the end Avith but feAV questions, and then he remarked : \" I may as Avell not dcceiA e you, AA'est ; I have a distrust of this Anglo-Russian almost amounting to hate, and that he should dare to enter my house to entrap the affections of a good high-minded girl, and enforce secrecy even from her oAA-n father, makes me think him a greater and more criminal scoundrel than ever.\" \" You think, then, the honour of such a man would be worth nothing, even in a case where he really loved ? \" Lee asked. \" Completely Avorthless, AA'est,\" and the Rector leant forAvard in his excitement, \" A'ou shall knoAv my fears, and help to either combat them or save my child. I think this man ■capable of forcing my daugliter into any false H VOL. II."], [110, "98 DOCTOR, OR LOVER? union. I believe he has, and Avill deceive her to her ruin, and that it is by his persuasion avc are now uncertain of her whereabouts. I have no right to trouble you, but alone I should be powerless.\" Lee recognised the same thought in the Rector's Avords, that had troubled him, and perplexed his mind for the last six hours, and he Avas ready with an ansAver : \" I had dared to hope, that even Avhen I opened your eyes to this secret compact on Air. Troika's part, you would think I had misjudged him, as God knoAvs I had reason to ; but uoav let me help you. Perhaps your son may have persuaded Aliss Lesley to join him. He is in London I believe, is he not ? \" and Lee turned for an ansAver to the Rector. \" Yes, Louis will be in her confidence, what eA-er has happened, but I don't knoAv his address. I ought to have knoAA-n it, but my boy and I quarrelled about \""], [111, "99 MUTUAL MISTRUST. Here Lee interrupted, wishing to preA'ent Mr. Lesley from distressing himself, by relating AA'hat he already kneAA', as the cause of the son's absence, and suggested they should anyhoAv go up to London, the first thing in the morning. \" Yes, that AA'ill be the best, I ought to knoAv the first train, but this has put everything out of my head,\" and poor AIr. Lesley stood up, as if to shake himself together again, AA-hile Lee replied : \" Let me call for you at seven-thirty, and Ave Avill drive to the station.\" So the Rector and his son-like associate parted for the night, to be travelling companions on the folloAving morning. And Lee diverted the father's thoughts from his only daughter's fate, by relating his own mischances in the earlier days of his practice, and let Mr. Lesley into his family's foibles, Avith the desire to make him think less of his OAvn anxiety. H— 2"], [112, "DOCTOR, OR LOVER ? 100 CHAPTER ATI. A MATCH FOR THE DETECTIVE. As the train steamed out of Paddington Station, on the very morning of Dr. Lee AA'est's visit to toAA'n, Bertha Lesley, AA'ho AA-as seated in a second class compartment of that same train, felt like a knight of old must have done, AA'hen he let doAvn his visor, preparatory to entering the field of battle. Now, Bertha kneAv her campaign had begun in good earnest, and come AA'hat might, she Avould carry it through, for Karl's sake, ah ! and her OAA'n heart's sake. In little more than ten minutes, AA'estbourne Park was reached, and getting a porter, Bertha Lesley looked round for her brother, aa'Iio AA'as"], [113, "A MATCH FOR THE DETECTIVE. 101 on the like quest, so that, Avith her luggage on the top, Bertha soon found herself inside a cab, and Louis asking, in his usually indifferent Way : \" All gone off smoothly, I suppose ; and now you'll find I've done my part equally well. I've got three rooms in a quiet street doAvn here, its very name being a guarantee of its sancti moniousness, for it's Erasmus Street.\" And Louis, in the best of humour Avith him self, gave one of his Aveak laughs. Bertha simply enquired hoAV he had arranged the money part of the business, and there Avas barely time for a reply before the four-wheeler dreAv up at Airs. Blake's. It was a three storied house — that is, starting with the sub terranean level — and Bertha found matters just as Louis had stated — a front sitting-room, Avith just sufficient room for the furniture, and certainly, one of a sedentary disposition for its human occupants. Over this a bedroom, Avith"], [114, "102 DOCTOR, OR LOVER? one good point, an uncracked mirror, at once stamping it as the apartment set aside for a lady lodger ; and a side room, which already contained Louis' personal chattels, eA'idently shoAving, as his sister thought, that he con sidered himself her visitor during her sojourn in NeAv Cross, and he had, therefore, possessed himself of the more spacious apartment. Still, Bertha felt fully satisfied ; and, having paid her seven day's rent in advance, prepared to settle in her new role of maitresse locataire till the following Thursday, this being Tuesday even ing. In the payment of the extra five days Bertha acted the economist of to-day, by paying according to result ; for, truly, it AA-as a great convenience and comfort to Bertha Lesley to find herself in respectable quarters for the three imperative days of her sojourn to a whole Aveek's stay Avith her father and friends to guard and counsel her. As the brother and sister sat OA'er their tea,"], [115, "A .MATCH FOR THE DETECTIVE. 103 the former related what he had done since he left Bertha to return to Park Place. Louis enjoyed being master of the occasion, and told his tale with no little gusto as follows : \" AVell, I've seen Harry again, and he says the police are on Troika's track for some plot, or, rather, democratic revolutionary speeches, he's mixed up in. So I expect things will come out pretty freely.\" The tone as much as the words vexed Bertha, Avhose ansAAer AA'as not of the AA'isest. \" I suppose your friend can only throw out senseless innuendos. It seems to me, Louis, that you are foolish in lending so Avilling an ear to these tales.\" \" Ah, that's because you don't believe this man in the AA-rong, Bertha ; but things will take their course AA'hether you believe it or not. Perhaps you don't knoAv that Karl Troika's most intimate associates Avere Revolutionists.\" Bertha almost smiled, as she replied —"], [116, "104 DOCTOR, OR LOVER ? \" Yes, I knew Karl Avas foremost among the promoters of social equality, if you mean that by that portentous title ; but surely these detectives, or whoever they are, have found out that Air. Troika is in Russia ?\" \" That's just it,\" ansAvered Louis, \" they declare he's not left the country ; in fact, that Troika dare not,because they've been on the Avatch some time, but have waited for suspicions to be Aerified.\" \" Then I don't believe a AA-orcl of this tale,\" and Bertha spoke the scorn she felt for her brother's second-hand information. \" Why, Karl Avas publicly employed in the Russian Embassy till last Friday week, and Avhen he wrote to me saying he Avas off to Russia, gave me also an account of one of his political meetings held the previous eAening.\" \" Indeed !\" and Louis, thoroughly put out, bethought him of several rather unpleasant points, adding, \" and iioav may I ask in Avhat"], [117, "105 A MATCH FOR THE DETECTIVE. relation you stand to this veracious foreigner, for we've nothing to do Avith his treasonable practices, only I want to know whether my little all is safely invested, and not been squandered away by this angel.\" The question did its Avork. Bertha was wounded at last, and the tone of her voice betrayed it, as she said — \"Louis, don't you ever care for anyone but yourself? I suppose not, or you know hoAV bitter it is for me to have Karl doubted. I believe you know already, but, if not, I noAV tell you that I am engaged to Karl, and it AA'as only my father's apparent dislike to your friend that has caused our love to remain a secret. As to your money, it's as safe as ever it AA-as, and, if not, you may be sure you shall never want for it, and uoav let's end this for this evening, and I hope to-morrow your clever informant will explain more clearly.\" Louis' ansAver Avas brief."], [118, "DOCTOR, OR LOVER? 106 \" Oh ! so I'm to shut up. AA'ell, so long as I have enough of the golden bar, little care I for the rest ; but I hope you Avon't find, like me, that ' Love is like the AA'hite, AA'hite siioav, that dazzles Avhile it lasts, but change the Avind to east due east, deceit aud cold is the blast.' And Louis left the tea-table, taking up his hat preparatory to going for a stroll, meaiiAvhile humming his lastAA'ords. The folloAA-ing afternoon, that of AA'ednesday, Airs. Blake's best apartment AA-as, as the local neAvspapers have it of all local entertainments, overfloAving. That is to say, Bertha and her brother, Avith the latter's quasi friend, Harry Spite, accompanied by a grave, tall, gentle manly - looking individual, sat in earnest conversation in the room temporarily occupied by Bertha Lesley. The stranger's, very deliberate, yet clear Avay of speaking, even in so slight a matter as an introduction, would have stamped him as of the law ; in fact, he Avas no less a"], [119, "A MATCH FOR THE DETECTIVE. 107 personage than a Scotland Yard detective. This may Avell seem a strange visitor for one placed in Bertha Lesley's position to be entertaining, for, hoAvever relentless the laAv might be toAA-ards Karl Troika, it Avas not likely that its power would be employed by one Avhose only Avish Avas to shield this same man from any breath of harm. The detec tive's Avords Avill best explain his object in being there. \" I really must ask forgiveness for our intrusion, Aliss Lesley, but your brother Avas kind enough to say that he felt sure you would be only too pleased to help me in regard to a very small matter respecting a friend of your family's, or, I ought more properly to say, a former friend — a Air. Karl Troika,\" and the speaker laid a stress on former. Bertha, AA'ho at first Avas not a little surprised, both at Air. Spite's arrival as Avell as the ■officer's, uoav saAv that Louis had been Aveak"], [120, "108 DOCTOR, OR LOA'ER ? enough to let out to his ucav friend her OAvn presence in toAvn. \" Aly brother never mentioned that I might expect his friend, but I am equally pleased to see you. I suppose Louis,\" turn ing to AA'here her brother sat, \" you forgot so unimportant a fact, but as Air. Troika Avas your friend more than my father's, I Avill leave you to tell this gentleman his good qualities.\" In a moment Bertha Lesley had taken her stand, no one should take her at a disadvantage AA'here Karl Troika's interests Avere at stake, even if Louis had been foolish enough to let out the secret of her close relationship to this all suspicious foreigner. \" Thank you, Aliss Lesley,\" and the officer took upon himself to answer for all three, \" but I think I know pretty Avell all your brother does, that is to say, all about Mr. Troika's college life. I believe you live doAvn in Devon ?"], [121, "109 A MATCH FOR THE DETECTIVE A beautiful county, Aliss Lesley ; I myself Avas born there.\" Bertha saw that this turn in the conversation Avas with some purpose, and so ansAvered simply : \" Indeed, then you must find London very trying. Please, Air. Spite,\" turning toward the fish-like clerk, \" come near the window. I must apologise for the smallness of the room, but the landlady hardly kneAv AA'hat a popular lodger she had got in my brother, and, therefore, I fear, failed to provide for his visitors.\" This Avas a coAert hit at both Louis and his quasi friends, and all present felt it as such, but the officer — AA'hite — determined to carry his point, and harped back to his former sen tence. \" London is more my home noAv, having lived in toAvn so long. I think Air. Louis' friend Avas unfortunate enough to meet Avith an accident when doAvn Avith you ? \""], [122, "110 DOCTOR, OR LOVER? \" Yes, Troika hurt his collar bone, and lock jaw set in,\" Louis volunteered. \" A great mercy it Avas not Avorse ; there is nothing sadder than seeing a young man disabled by mere sport or amusement.\" \" No, I suppose the older AA'e get, the less do Ave find a compensation in daring such falls. Do you know anything of Devonshire, Mr. Spite ?\" Bertha Avas determined the talk should Aoav in very ordinary channels, but not so the detective, Avho gave his companion no time to reply, but himself did so. \" AA'e are not all so fortunate, Aliss Lesley. Bye-the-bye, this Mr. Troika, I believe, AAas born in Russia ; and that reminds me, you are among those Avho think he is there at the present time. I Avill not pretend to agree with you in that ; I think there is little doubt but AA'hat our friend remains in London, Aliss Lesley.\" The detective shot a keen glance at Bertha,"], [123, "111 A MATCH FOR THE DETECTIVE. but she only noticed it by a slight laugh, as she answered : \" Perhaps I hardly take as much interest in your friend's Avhereabouts as to doubt Air. Troika's own word, for I saw a friend's letter, in which he mentioned being in Russia. Noav, may I ask why you are so anxious to know this gentleman, and avIia you come to his former friends, as you Avere kind enough to style my brother and myself, instead of going to Air. Troika himself.\" \" Simply because I understood Mr. Lesley here — \" and the officer for the first time showed he Avas tired of wasting any more time on cir cumlocutory modes of speech, \" that you had lost some money through this same Russian, and as a more serious crime is about to be proved against Air. Troika, I considered it as Avell to have all the evidence I could against him.\" \" Quite right ; but any money my brother"], [124, "DOCTOR, OR LOVER? 112 may consider he has lost will, of course, be regained through the proper channels of laAv, and I quite fail to see why private people should be mixed up with AA'hat I understand to be merely a public prosecution.\" The detective rose to go, and Air. Spite folloAved his example only too gladly, both seeing that for once they had come to a dead lock. \" So sorry Ave troubled you, Aliss Lesley, but your brother has so materially helped tOAvards the elucidation of many of our difficulties that I hardly liked to pass by the assertion that Air. Troika Avas in Russia, Avithout knoAving the authority. Thank you for your kind forbearance, and uoav I Avill say good afternoon.\"' And soon the street-door might be heard to shut out the unAvelcomed and unbidden visitors, that is, in so far as Bertha Lesley's will Avent."], [125, "113 IN SEARCH OF BERTHA. CHAPTER VIII. IN SEARCH OF BERTHA. It is Avonderful hoAv true the last act of a tragedy on the stage is to a realistic fulfilment of a storm-Avrecked life, and in the case I am relating, matters so fell together that Karl Troika's end Avas only paralleled in a dramatic climax. The various asides of our principal point of interest were Bertha Lesley's vieAv of things ; an utter disbelief in the accusations brought against Karl Troika, and on the part of that individual, infamous treachery and deceit ; while among those pressing forAvard to the final revelation were Mr. Lesley and our friend, Lee West. On reaching London, the Rector had gone off to Park Place to see Colonel Gorten, VOL. II. i"], [126, "114 DOCTOR, OR LOVER ? arranging to join AVest at an hotel he usually frequented Avhen in toAvn, The Venue, off the Strand. All that the Gortens could do tOAvards clearing up their recent guest's Avhereabouts AA'as to give Louis Lesley's address at the \" Crito,\" Avhich Grace Gorten happened to remember, OAving to Louis' refusal of the imitation to dinner. It Avas afternoon Avhen Mr. Lesley and Lee paid a visit to this Club, and requested the porter for Louis Lesley's private address, and while the man Avas looking it up, Lee did not fail to gain all the information he could about Karl Troika, for he Avas right Avhen he guessed that Louis Lesley no doubt had joined this Club at Karl's suggestion. Under the uncommon surname of Troika, the doctor found : Secretary's office, second staircase, Russian Embassy, but no more exact address ; and, meanwhile, the Rector had got his son's lodgings, and as they both descended the steps of the \" Crito,\" Mr. Lesley said :"], [127, "IN SEARCH OF BERTHA. 115 \" Now we will look Louis up, he may be ill, for the porter says he's not been at the club since Alonday, and to-day is AVednesday, so we had better go straight to Dean Street. I'm quite lost Avith regard to the distance these neAv streets are from central points.\" \" No Avonder, sir,\" answered Lee; \" it's about a mile from here, but the tram runs past the top of Bedford Square, and Ave will go doAvn to the corner and get one.\" In a quarter-of-an-hour both gentlemen stood waiting at the door of No. 2, Little Dean Street, It truly Avas waiting, but, when at length, the landlady opened the door, and was asked Avhether a Mr. Lesley had rooms there, her answer was most unsatisfactory. \" Yes, certainly a gent of that name had been with her some time, the second floor back, but had paid up arrears last Saturday, and taken hisself off.\" \" Then Mr. Lesley took his luggage at the same time ? \" enquired Lee. 1—2"], [128, "DOCTOR, OR LOVER? 116 \" Well, no, you see he was going to an hotel for that night, so he fetched his portmanteau on Sunday morning.\" \"Thank you, I am sorry to keep you, but we've only just come up to town,\" explained the doctor, \" so, no doubt, Mr. Lesley would not expect us, and so forgot to leave his new address.\" The Rector wondered at Lee's garrulity, all unsuspicious of the London landlady's greed for tips, while West knew that if they shoAved any desire for information by direct questions, that aforesaid individual's Hps would be sealed to all but a silver key ; as it was, the Avoman ansAvered glibly : \" No sir, the young gent didn't seem to have many friends dropping in, so he never said AA'here he was going.\" Upon gaining which information, Lee West said good afternoon, and the Rector and he went on their way towards the more busy parts,"], [129, "117 IN SEARCH OF BERTHA. Doctor West's first act being to hail a cab, turn ing to his companion to explain : \" The Embassy Avill be our best place now to try and find Mr. Troika.\" \"Yes,\" and the Rector leant back in the four-AA'heeler. \" Yes ; this Russian may be able to throAv some light on Louis' sudden move, for I think Bertha is AA'ith her brother, although this man mav be at the bottom of matters.\" \" I only hope we shall be more fortunate this time. Perhaps Mr. Louis may be ill ; but then you AA'ould have heard, sir.\" And the speaker sighed, for Lee was almost weary of conjectures. The Russian Embassy reached, both gentlemen, after Avearisome questions and Avaiting, were shoAA-n into the Chief Secretary's office, to find the post formerly occupied by Karl Troika noAV possessed by a grave, polite, middle-aged Englishman. This gentleman, a cosmopolitan from early years, named Archibald Harding,"], [130, "118 DOCTOR, OR LOVER ? told the Rector, Avho acted as spokesman on this occasion, that he had only been in his present post for the last fortnight, adding : \" Certainly, a young Russian, named Troika, had held the Secretaryship ; but he understood Mr. Troika had got mixed up in some police enquiry. I believe the young man resigned his work here, because the authorities shoAved some mistrust in him, OAving to information through the police.\" \" You could not tell us,\" Lee enquired, \" Avhether the charges against Mr. Troika Avere of a private or public nature ? \" \" I Avas about to ask Avhether it Avas in con junction Avith Scotland Yard that you were here ? \" asked Harding, looking suspiciously at the Rector, who wore a long plain overcoat buttoned doAvn to the knees. \" No, I am simply anxious to gain my son's address through this Mr. Troika, and have no knowledge of this man's affairs, except that he"], [131, "IN SEARCH OF BERTHA. 119 knoAA's my son,\" and Mr. Lesley handed the secretary his card. The doctor harping back to their former question, Mr. Harding ansAvered : \" It Avas in connection Avith a Socialist Club that the police suspected had been mixed up in Avhat AA'as supposed at the time to be a Nihilist plot to bloAV up the Russian fleet.\" \" A very serious thing ; Ave have no right to trouble you so, but my friend is anxious to get some information about his son, and as you can understand, all you have told us does not sound reassuring. Could you let us have the address this Karl Troika Avould furnish Avhen employed here ?\" \" Certainly,\" urbanely replied Archibald Harding, and touching an electric gong, he sent a clerk to look it up ; meanwhile being of a communicative turn, the elderly party continued : \" A Avarrant is out, I hear this morning, for Troika's apprehension. If what they say be true the man must be a born conspirator, for Avhile"], [132, "120 DOCTOR, OR LOVER? employed by his country in a position of some trust, he seems to have schemed to destroy the Russian rule Avith a body of exiled Poles and refugees someAA'here in Soho. . . . But here is Avhat you Avant, Mr. Lesley, perhaps you AA'ould like to take the address doAA'n.\" Lee AA'est having thanked their interlocutor, copied into his prescription book the folloAving : \" Karl Troika, Esq., care of C. Sobeski, No. 2, Bedford-gardens, W.C.\" By the time they left the Embassy, the Rector seemed thoroughly tired out, so although Lee AA'est Avould have liked to have given himself no rest until some clue to Bertha's safety had been found, yet he saAv it Avould be too great a strain on his companion. Therefore they Avent back to their Strand hotel, and decided to have dinner, and rest until seven in the evening, AA'hen they would drive straight to Bedford Square, and if unable to find Karl Troika, that visit should end the first day's quest."], [133, "HIS FATE PURSUED HIM. 121 CHAPTER IX. HIS FATE PURSUED HIM. At the self-same hour as the table d'hote Avas engaging the attention of Mr. Lesley and Lee AA'est, the subject of both their conversation and thoughts Avas enacting his part in life's drama, and a very tragical one it Avas. In a luxuriously furnished apartment of Karl Troika's residence in Soho Square, AA-hich AA-e first became cognizant of, previous to the plot against the Russian Navy, and again AA-hen Bertha Lesley placed such implicit trust in her lover, sat the same two occupants of that room, Karl and the Italian beauty claiming him as husband. As a schemer, Karl Troika's face never bore the calm look of rest and trust upon"], [134, "122 DOCTOR, OR LOVER ? it, but on this evening there Avas the scoavI of rage and baffled penetration that reminded one of a tiger caught in a hidden gin, unable to see Avhere the stronghold that detained it lay, and yet savage to madness at finding itself taken. And Leon Carrol — on her face there Avas an even more startling change, the voluptuous ease and caressing grace of the Southern charmer had given place to a bright keen gaze and the pearly set teeth gave a cruel, serpentine look to the whole face. This personification of all that was beautiful but deadly, stood near a Avriting table Avhich Karl had evidently just left. She Avas speaking vehemently in her oaa'u tongue — so fit for breathing Avords of love and yet like all extremes, meeting in its intensity of expression, Avhen poured forth in AA'rath. The English of these bitter words perforce must here be given, although lacking in revengeful fire of the original. Leon Avas saying : \" I Avill seek her, I Avill find your paramour,"], [135, "123 HIS FATE PURSUED HIM. and she shall dare to be my rival. Ah ! the English Avomen, they are virtuous, they boast of their pure lives, but they are Avorse than us, for they do openly lead men astray, Avhile Ave are content Avith our intrigues and our ...\" Here Leon's Avild Avords Avere broken in upon by Karl, Avho, Avith one arm raised as if about to strike his Avife, commanded her to stop, speaking in Italian as folloAvs : \" Stop ! I AA'ill not hear any more foul accusations ; hoAV can you prove this girl ever Avrote to me, even supposing there is a Bertha Lesley. I defy you to shoAv me a proof of this tale ?\" A spark of devilish triumph shone in the enraged Avoman's eyes, and like an Italian personification of Lady Macbeth, Leon took from the breast pleat in her eA'ening dress a sheet of ordinary Avriting paper, exclaiming : \" Yes, one ; and if you Avill a double proof, this is your Bertha's letter. Ah ! you trusted"], [136, "124 DOCTOR, OR LOVER ? to my ignorance of your language, but all nations are one Avhen a Avoman suspects herself deceived, not even locked cases are safe. And a needy traditure is not so hard to find in your city, that he AA-ill not do tAA'o small copies for a trifling fee.\" AA'ith these taunts, Leon produced a similar sheet of paper, bearing some closely Avritten lines in Karl Troika's characteristic handAA-riting. \" You deA'il, so you stole my letter that I left half AAiitten on that desk there, perhaps your friend obliged you by translating that official document as truthfully as he did this supposed young lady's letter. Give it here, and I AA'ill read it vou in Italian ?\" \" No, it shall not be yours. I AA'ill keep it to revenge myself on your English paramour.\" Karl deigned no reply, but AA'ith a savage spring, tore the sheets that Leon held in her hand and, burning the portions he had gained, turned sneeringly on the woman he had Avronged, AA'ith the Avords :"], [137, "HIS FATE PURSUED HIM. 125 \"Noav prove to Avhom you like that I have written or ever seen this girl and mind AA-hen you have found such a person as Bertha Lesley, mind and first prove that you haA-e any claim to call me * husband.' \" AVith this final gibe, Karl Troika left the room, never stopping to see the change his words wrought on the face of Leon Carrol. Bitter were Karl's thoughts as he left his OAvn door, eager to escape public notice and further enquiries. Troika had voluntarily resigned his post at the Embassy, and cut himself off from Slade and Bertha Lesley's help by stating he was in Russia. Otherwise, Avhy not have gone doAvn to that dull spot and carried on his little role of lover. But after putting up with a Aveek's dull Avork of eluding notice by only stirring out at nights, now, the finishing stroke had falleD, for the one woman whom he felt he had absolute poAver over, had played the spy, and"], [138, "126 DOCTOR, OR LOVER ? noAv Avas trying to ruin his scheme for gaining a Avealthy wife. Altogether this man felt that the time had come Avhen he must leave, and flee with this Italian tigress to some other clime. Thus thinking, Troika Avandered towards his old quarters in Bedford Gardens. He had a feAV things that he might as Avell take Avith him, and also pay a Aveek's rent, and let the lodging go for a time. Noav, as this daring schemer turned the latch key of Mr. Sobeski's door, a pair of keen eyes were upon him, none other than Detective White's, and yet another pair, those of Louis Lesley; but, except the officer, both were ignorant of the other's espionage ; Karl Troika had admitted himself before his former friend gained the door step, and as Louis stood waiting to enter, the officer had a good look to assure himself that the young man was the same as he had intervieAved that day earlier on ; from his post of vantage at a second floor AvindoAV of Avhat"], [139, "HIS FATE PURSUED HIM. 127 appeared to be a solicitor's empty office, the detective seemed never to move or lose for one second his Avatch on No. 2, but not a minute after the door closed on Louis Lesley, a brisk little clerk issued from the front door of the aforesaid tenantless office, and Avent SAviftly on his Avay out of the Square, passing unobserved two gentlemen who turned the corner as he disappeared. But Detective White, AA'ho by a side glance could see the messenger's progress, recognised in these tAvo gentlemen a description he had had of tAvo inquirers at the Embassy in Great Winchester Street ; and as Dr. West gave the knocker at No. 2 a sharp rat-tat, the officer having quitted his vantage post simultaneously with that knock, rang the bell of a telephone in the office below. Before the much enduring landlord of Troika's apartments had answered Mr. Lesley's and Lee's summons, the detective had apparently gained Avhat he Avanted by his use of the air tubes ; for"], [140, "128 DOCTOR, OR LOVER? he appeared outside, and Avalked tOAvards that spot of general rendezvous, as it seemed — the very door step occupied by Lee AVest. Seeing that the fresh comer was some official, the doctor moved on one side, but there was no need to clear the door-Avay, for a second afterAA'ards a perfect rush took place from the inside, and the door Avas throAAm violently open, while a tall man Avith his right hand clasping a pistol and his other hand clenched, rushed past the group at the door, and made his way down the side of the Square, Mr. Lesley's gaze Avas fixed on a form in the passage, Avhich, if alive, had been SAvept doAvn before this man's mad haste, but both DetectiA'e AVhite as Avell as Lee had recognised Karl Troika in the former figure. The officer gave a shrill call on a Avhistle at his chain, but just as the Russian's unmistakable form was disappearing round the corner of the Square, a sharp report rang out, and Troika seemed literally to sink into the earth. Lee"], [141, "129 HIS FATE PURSUED HIM. West could gaze no longer, for the landlord of the house AA'as at his elboAv trying to gain his attention to something that had happened in the passage close by, and was demanding AA'hether the young man AA'as a doctor. \" The gent inside says you're a doctor, and if so, there's some Avork inside here, AA'ithout gazing after that mad fellow.\" Lee had noAv become aAvare that the Rector had entered the house, and Avas trying to lift an apparently lifeless form from the hall floor, at the same time entreating the injured one to speak. The doctor saAv at once it was no other than Louis Lesley, Avho lay doubled up, at the foot of the stairs. \" Let me come, sir,\" Avas Lee's request. \" I see it's Louis. AVe Avill take him into one of these rooms, if Ave may,\" continued the doctor, turning to the man Avho had fetched him. \" Yes, you can bring him in here, and a mercy my man wern't shotted in his own house with VOL II. K"], [142, "DOCTOR, OR LOVER ? 130 all these foreiners as he Avill mix hisself up AA'ith.\" This Avas Sobeski's better half; who was very adverse to her husband's partiality for foreigners, but Avho Avas a kind managing individual at heart, and Avho noAv lent all assistance in earrying Louis Lesley into her first-floor parlour, afterwards going Avith her man, as she styled him, to see the street door closed, a special request on the doctor's part, for a small knot of inquiring Britons had gathered on the steps anxious not to be behind the day in neAvs. AVith the motion consequent on removal, Louis regained con sciousness, and a look of surprise gleamed from his eyes as they rested on the Rector, and Lee explained — \" Yes, your father is here, and I think you have only got a jar from your fall, no Avound I think, is there ? \" \" No, I fell in trying to escape from Karl"], [143, "HIS FATE PURSUED HIM. 131 Troika. He thought I had acted spy, and set on me. Aly back is very bad.\" A fit of coughing stopped Louis' further utterance, and Lee Avas grieved to see hoAV the young man's frame had dwindled aAvay since he saAv him last at Slade. Meanwhile, Mr. Lesley was relating hoAV it chanced they should be there, and to his inquiry as to whether Louis kneAv aught of Bertha, Louis told them she was with him down at A\\restbourne Park, adding : \" I suppose, you guessed there was something up betAveen Bertha and this fellow Troika or you Avouldn't have spotted his lair, but perhaps you had better hear it from Bertha herself and as she'll be getting anxious to hear how matters are with this fellow, leave me to West, and go to her, sir.\" \" All in good time, now I know she's not in this man's poAver, I am happy. I suppose this scamp thought you had betrayed him ? \" asked the Rector. K— 2"], [144, "132 DOCTOR, OR LOVER ? \"I suppose so, it was all Bertha's foolish infatuation, she persuaded me to come and see if he was in England, and if so to warn him and help him to escape from the police, instead of which I had hardly got up to his room, Avhere I found him turning all his places out, preparatory to going away, no doubt, Avhen he turned on me as if I'd been a ' tec' in full togs, and accused me of spying on him.\" \" No doubt he was momentarily in dread of being taken, but Mr. Louis,\" Avas the doctor's comment, \" you must not exert yourself Avith all this talking, or another fit of coughing will come on. And so the father decided to leave his son in charge of Lee West for the present and to go and find out Bertha, leaving the other tAvo to come on there afterwards in a four-wheeler."], [145, "A PISTOL SHOT. 133 CHAPTER X. A PISTOL SHOT. Having reached AA'estbourne Park the Rector had no easy task in finding the street dedicated to the inventor of pickled herrings ; and Avhen at length Erasmus Street number two Avas gained Mr. Lesley had to ascend a narroAv staircase A'ery indifferently lighted from the front-door gas jet. Airs. Blake had accompanied the caller to the first floor, but having pointed to the sitting room door of her lodger, she quickly retraced her steps. So the Rector Avith a quiet rap, for fear of a mistake, turned the handle himself, to find Bertha pacing to and fro, evidently in some excitement — no doubt longing for her brother's return. The girl turned sharply round, expect-"], [146, "DOCTOR, OR LOVER ? 134 ing to see the servant maid, but seeing Avho it was, she cried : \" Father ! Hoav did you find me out ?\" Then, as if recollecting hoAV false her position Avas, Bertha added, in a Ioav faltering voice, \" I, too, have deceived you.\" So overjoyed Avas the father to see his dearly loved child safe, that, in spite of her AA'ords, he Avould have taken her in his arms, as Avas their customary Avelcome after absence from each other, but Bertha merely kissed him and, taking his hand, led her father to the armchair near the fire, waiting for him to speak. \" AVhy, Bertha, I have been thinking you were dead ; child, Avhy did you not trust me ? AATry not ask me to help you ? Louis has told me partly why you came to him, but he has been injured, so will come later on AAith Dr. AA'est, and you and I must get his room ready.\" Bertha had prepared herself to tell her share in causing so much trouble, but she had never"], [147, "135 A PISTOL SHOT. thought of Louis being in danger, and it caused all her previous dread on Karl's behalf to return, and she entreated : \" Oh, tell me is Karl safe ? AVas he there ? Louis was only to Avarn him, so they must both have got hurt.\" \" Be calm, Bertha, and you shall hear all I knoAv. Louis Avas knocked doAvn in a scuffle on the stairs, and Karl Troika seemed Avell able to take care of himself, as he had a pistol, and Avas running aAA-ay from no one, so far as I could see, but Ave AAill talk this matter over another time, your brother AA'ill be here soon.\" And as the Rector finished speaking, the cab with Louis and the doctor arrived at the door. Soon both father and daughter Avere fully occu pied in helping the injured youth up stairs, and so much absorbed had Bertha become that it hardly surprised her to find Lee AVest on the spot falling into his Avork as on that former occasion at Slade. AVhen the patient had taken"], [148, "136 DOCTOR, OR LOVER. a dose of medicine Avhich Lee AArest had had made up from his own prescription at a chemist's close by, Mr. Lesley left Bertha in charge, and Avent across to the sitting-room to hear the doctor's opinion as well as to rest. Man like, the Rector's first act on entering the room AA'as to give the fire a stir, and then to throAv himself back in the armchair. Louis' state occupied both father and friend for some time and Dr. AA'est did not disguise his fear of inflammation setting in, either near the spine, or, if not, the lungs. Lee said, from exposure to cold or late hours, the young man AA'as in a very Aveak state of health. \" Your son tells me he has had this hacking cough since the middle of September, and his left lung is quite gone. I hope I am not an alarmist, sir ; but I never disguise the serious side of things to a responsible relation.\" \" No, quite right. I knoAv you Avill do your very best for the poor lad. Lee, I suppose"], [149, "A PISTOL SHOT. 137 Louis must not be moved, or Ave would take him down home.\" \" No, I think to-morrow, if you'll let me, I'll ask Rice to see him. He is lecturer on Phthisiology at S. BartholomeAv's. Have any of your relations been consumptive, sir ? \" \" Yes ; my poor Avife died of a lingering decline a feAV years before you came to Slade. I have AA'arned my . boy time after time not to tamper AA-ith his constitution ; but, no doubt, he has groAA-n reckless in that matter, as in others.\" Lee saAv that the father's thoughts had gone back to the quarrel betAveen him and his son, and to turn the current of them, Lee said : \" I shall be no further use noAv, so Avill go round to Bedford Gardens, and see hoAV things are AA'ith Air. Troika.\" \" No,\" interposed the Rector ; \" rest a bit, AVest. AVe can quite dispense with information about that scamp of a Russian, especially now"], [150, "138 DOCTOR, OR LOVER ? he can injure me and mine no further than he has already.\" \" Yes, thank God ! He holds no more poAver in his hands ; but I am not tired, and you must get a nap.\" Saying Avhich Lee took his hat off a chair, and, turning as he left the room, added, \" if Aliss Lesley comes doAvn perhaps you Avould say I shall be in at half past twelve, and shall take the night Avatch.\" In looking back afterwards, Lee AVest often remembered hoAV Avonderfully this evening's events seemed a repetition of those gone before. He had scarcely closed the sitting-room door, Avhen Bertha Lesley came out of the sick room, and detained him just on the top stair, as on that night of Karl Troika's accident. As if foreseeing Avhat Bertha's appeal Avas, Lee was the first to speak, by explaining : \" I am just going back to Bedford Gardens and shall spare no pains to learn his condition. Be sure if he can be helped I Avill do my best.\""], [151, "139 A PISTOL SHOT. The young doctor need hardly have AA'aited for Bertha's ansAver, so truly had he anticipated the request, but he did so, and felt its sting. \" Yes, go and mind you see Karl. Tell him I can bear all if he is safe.\" AA'e are selfish in our griefs, and Bertha's Avords brought a pang of jealousy to Lee's heart, such as he had thought Avas long ago driven out. At number two,AVest found DetectiveAA'hite in possession, and to this officer Lee explained AA-ho he Avas, and in the interest of the Lesley family, asked about Troika, the explanation running as follows : \"You Avere here, sir,\" said the detective, \" Avhen this Troika rushed past Avith a revolver in his hand. Well, I folloAved him, for we intended arresting this man this very evening, and I had my men aAvaiting a signal from me to stop any attempted escape. Aly Avhistle had scarcely left my mouth, and two police dashed"], [152, "140 DOCTOR, OR LOA'ER? forward to disarm him, Avhen a sharp pistol shot rang through the square, and Troika fell dead at their very feet.\" \" Dreadful ! I suppose rather than be taken he turned the revolver on himself,\" commented Lee, sadly. \" No, an Italian Avoman did it — in fact his own AA'ife, as she declares it. All I can get at is that this Karl Troika had deceived her about something, and they had quarrelled just before he came here.\" \" She had AA'atched him, I suppose ? \" \" Yes, and fancying she had a rival in this house, she waited her time ; Avhen it happened her husband dashed madly towards the spot she had hid herself in.\" \" She saAv him coming then, surely she must have seen he Avas pursued ? \" Lee asked. \" I can't say, but it Avas in self-defence that she fired. Troika recognised her, and she fancied he was going to shoot her, so fired"], [153, "A PISTOL SHOT. 141 straight at his head, and did our Avork as Avell as the laAvyers, only in half a second.\" \" But this Avoman Avas arrested, I suppose \" Yes, and is at the station here, Avhere the hody Avas taken till Ave get a Coroner's order.\" It Avas a terrible sequel, and Lee felt hoAV great a task his Avas to return AAith such tidings as these. For a time the doctor doubted Avhether to go back, or rather Avould it not be better to let the Rector knoAv the facts of the case, and judge for himself Avhether to keep Bertha in suspense rather than reveal the dreadful truth, but then Lee recalled Bertha's agonised face as she bade him find Karl Troika, and it Avas not likely she would be willing to wait and not act, if only an imperfect report of her loAer Avere given her. Thinking thus, Lee West left Bedford Gardens to call at the police station, where he asked for permission to see Karl Troika's corpse, his excuse or reason being that he had known the deceased, and had come on"], [154, "142 DOCTOR, OR LOVER ? behalf of others. So, accompanied by an officer, Lee's request Avas granted, and it Avas very painful to the young doctor to gaze on his rival's handsome face, noAV cold and firm in death's chill poAver, still he AA'as glad to see from the expression that death must have come so swiftly that there could have been no pain to bear. As a man of private life, Lee West had never employed any solicitors but the small local firms of the place he might happen at the time to have his practice in, so that he could set no laAvyer to Avork in solving a question that had startled and baffled him in the beginning, and that Avas if this Italian murderess was the cause of Karl Troika's end, Avas she really as she said, his AA'ife ? Now, no doubt, Mr. Lesley had a family solicitor, but then Lee must tell him what he Avanted solving, and thus frustrate a resolution on his, (Lee's) part, of keeping this rumour from Bertha until he knew beyond doubt that Karl Troika had deceived her most shamefully. So"], [155, "143 A PISTOL SHOT. Lee resolved to seek another interview with Detective AArhite, and it Avas then he learnt for the first time that Louis Lesley had helped to inform against Troika, and had accused the Russian of embezzling some invested money belonging to him and his sister. \" You see noAA', sir,\" explained the officer, \" all claims Avill have to be made at once, as AA'hatever the AvidoAv can prove to be her husband's AA'ill go to her.\" \" Then there is legal proof of this Italian's marriage to this man ? \" asked Lee. \" Oh ! certainly, for oAving to great doubts as to Avhat the establishment in Soho Square was, inquiries AA'ere made at the Embassy as to AIr. Troika's connections, and then his relationship to Signor Carrol through his wife AA'as found out and the register of the place Avhere the marriage took place confirmed the statement.\" \" Then if I apply to Scotland Yard, I suppose"], [156, "144 DOCTOR, OR LOVER ? they can give me a clue to where the Avedding took place, and what year it was in ? \" \" Certainly, if your reason is satisfactory. No doubt it was through his Avife's means that this Russian lived in such luxury, her father Avill have been dead about two years, and I believe the firm now consists of nephews.\" \" Yes ; and, no doubt, as an Anarchist, Karl Troika would gradually cut himself off from all but his extreme set.\" Then, after an absence of fully three hours, Lee West returned to Erasmus Street. It was close upon midnight, and as the doctor entered the sitting-room he found the Rector deep in the armchair, fast asleep ; but the presence of another coming in woke Mr. Lesley, and he insisted on hearing how Lee had found matters at Bedford Gardens."], [157, "AS HIS WIFE SHE ALONE KNOWS. 145 CHAPTER XI. AS HIS WIFE SHE ALONE KNOAVS. Telling Mr. Lesley of Karl Troika's violent death, and how he had himself seen how quickly the bullet must have killed him, Lee continued : \" I think it might be better to keep the truth from Miss Lesley until to-morroAV. Perhaps, if you went up to your son, and said nothing about my having returned, it would look as if I had broken my promise, and nothing need be said until to-morrow.\" But Lee's subterfuge Avas broken in upon by Bertha Lesley herself, and she saved the doctor any explanation by taking up the words herself : VOL. II. L"], [158, "146 DOCTOR, OR LOVER? \" Keep nothing from me. I Avill hear the very worst about Karl. So, for God's sake ! don't try to prevent me ! \" For once West looked a veritable coward, and it Avas the Rector Avho answered Bertha's vehemence Avith : \" Yes, child, I think you should know all,. however painful. Karl Troika is beyond any one's help — he has been shot.\" \" The cowards, they have maimed him to take him ! \" exclaimed Bertha, not taking her father's words in the literally hopeless way he meant them. \" Where is he now ? I must and will go to him ! \" Here Lee interposed, addressing Mr. Lesley : \" Will you let me speak to Miss Lesley alone ? It will be better for me to explain matters.\" The Rector was quite surprised at Lee now wishing to take the whole explanation upon"], [159, "147 AS HIS WIFE SHE ALONE KNOWS. himself, but he rose from his chair, and assented by leaving the room. Lee's first act was to turn the armchair straight in front of the fire, with its back to the room ; then, standing near the table, he asked Bertha to take her father's seat, and taking up the sentence Mr. Lesley had used, Lee said : \" I AA'ill explain what your father meant, Miss Lesley. On leaving you I went direct to Bedford Gardens, where I found a detective, who explained that Mr. Troika had been injured not in the attempt to take him on the part of the police \" — and Lee spoke hurriedly, Avithout once turning to the occupant of the armchair, although Bertha's face, owing to his arrange ment of it, was completely hidden from where he stood. \" It was a pistol shot, fired by an Italian woman, named Carrol, and her victim must have died instantly, for the police arrested her on the spot, and could have given help if of any avail. She \" L— 2"], [160, "DOCTOR, OR LOVER? 148 \" Oh ! spare me ! \" broke in Bertha, \" I -will not hear her reason. Rather did you see him yourself ; and is my Karl dead, and I sit here and believe what may be a rumour only ? \" Bertha covered her face with her hands, and fell on her knees, bowing her form in the chair ; but the Doctor saw nothing of her movement. He seemed like an automaton, hardly noticing the interruption, but continuing the thread of his former sentence : \" She as his wife alone knoAvs how to justify so fearful an act. When I saAv his face \" — Lee would not pain his hearer by using that familiar name, — \"he looked at perfect rest. Better to be thus, than judged by his fellow-men, and lead a life-long imprisonment.\" Here Lee paused, awaiting some remark ; but he was hardly prepared for Bertha's mood, for she rose from her kneeling attitude, and coming close to where Lee was, and with tearless eyes looking straight before her, asked :"], [161, "149 AS HIS AVIFE SHE ALONE KNOWS. \" Why do you add to my misery — you AA'ho knoAv all ? AVhy do you frame this lie about this AA'oman ? Is it as my enemy and his that you say this ? \" AA'est had expected anything but this utter unbelief in any charge against Karl Troika, and he ansAvered as one Avounded to the quick : \" No ; I dare not lie to you on such a matter. As an enemy I should have kept all this back ; but, knoAving Avhat this man AA'as to you, can you believe me so base as to let you act tOAvards him as if all Avere as you believed it to be. No ; I Avill not let you be so cruelly deceived — so exposed to insult. As I stood by him Avho is noAv beyond my or anyone else's spite, I forgave him every Avrong but this, and if I did not knoAv beyond doubt that this Leon Carrol is Avhat she claims to be I would not stand in the Avayr — I Avould not have added one more bitter drop for you to suffer.\" Lee paused ; but seeing Bertha struggling"], [162, "DOCTOR, OR LOVER? 150 with herself to give some answer, he spared her by adding : \" To-morroAV I shall be in a position to give you proofs of my words. I only want to add that neither your father or anyone else knoAvs, or need knoAv, more than the simple fact of Air. Troika's death. I told Detective White not to take any steps Avithout receiving positive commands to the contrary, in regard to some money business your brother had consulted AA'ith him on. I thought you would like all such matters to remain undisturbed.\" \" Yes ; I should like nothing to be done. It was my fault, and Louis shall never lose because of it. You Avere quite right in not letting my father be troubled more than he is, and some time, Avhen I have time to think matters over, I Avill thank you for this trouble you have had.\" Bertha was far too wretched to have noticed Lee's almost harsh Avay of relating events, but the doctor felt the implied duty of thanking him"], [163, "AS HIS AVIFE SHE ALONE KNOWS. 151 and resolved to break through his forced cool ness, and going tOAvards Avhere Bertha sat, Lee placed one hand on the back of the chair, dearly longing to take the sorroAving occupant's hand, but it Avas no time to cause her even slight annoyance. \" Before I leave \" — Lee entreated — \" may I tell you hoAV I feel for you, and Iioav Avilling I am to do all to spare you. Although I may not comfort you, I can take a brother's place, and serve you. You Avill grant me this, and trust me to carry out any Avish you have ? \" As he stood thus, the young man looked capable of protection and action ; it is not age, but an eventful life that gives the stamina of the guardian and true friend. Bertha turned as if Avith some impatient ansAver, but meeting Lee's calm, thoughtful eyes, her own sank as though ashamed of their petulance, and she murmured — \" Thank you. Perhaps the name of the church and date.\""], [164, "DOCTOR, OR LOVER ? 152 Bertha did not explain any further, but Lee kneAv it referred to the registration of Karl Troika's marriage, and as if he had only waited for the trust given him Lee left Bertha alone, going up to the sick room, Avhere he relieA'ed the Rector of his Avatch, sitting by Louis' bed the rest of the night. Alorning found Air. Lesley and the doctor breakfasting alone, for Bertha had arranged to sit Avith her brother. As soon as the meal Avas over Lee said good-bye to his host, haA'ing made arrangements to pass Louis' case over to a friend at S. BartholomeAv's, as he (Lee) intended returning to Slade early on Friday morning, it being Thursday. Owing to having a curate the Rector could afford to stay over the Sunday, so Lee only Avas commissioned to see Mr. Reel on a feAV minor matters. These plans Avere duly carried out. Doctor Rice came the same afternoon to see Louis, and gave even a more discouraging report than Lee AVest had of the patient's"], [165, "153 AS HIS AVIFE SHE ALONE KNOWS. Aveakness ; AA-hile Friday's first post brought Bertha a letter, the handwriting of Avhich she failed to recognise, but the contents of Avhich assured it as coming from Lee AA'est. There was no prefatory sentence. It simply ran thus : \" The name of the church is Holy Cross, Southwark, and stands off the main tram line, on the left-hand side of Burg Street ; the priest is Father A'incent Piers, and lives in the house adjoining the church ; date, July 2nd, 187 — . I find the funeral AA'ill be at Kensal Green, at tAvo o'clock on Tuesday. Spare yourself; and any letter AA'ill find me at Slade, or next Wednesday I shall be in toAA'n, and shall see your brother again.\" There Avas no signature, for Lee had purposely Avritten on the above subject so that if Bertha Avished to make no communication as to Avho the letter Avas from she could surely ansAver : \" Merely about a business matter.\" But Bertha"], [166, "DOCTOR, OR LOVER ? 154 had resolved never to have the slightest matter a secret from her father again, so she volunteered the information : \" I have had a note from Air. AA'est, father, and he mentions coming back to toAA-n next Wednesday.\" For a minute the Rector seemed surprised, but he placed such confidence in Lee's judg ment that he merely replied : \" I shall be glad Avhen he comes back. Lee West is a thoroughly good felloAv, and I am always glad to ask his adA'ice on matters.\" And so the subject dropped, and AVednesday soon came round — at least so it seemed to all but Bertha, who had dragged through an eternity of regret and sorroAv, not even to be buried on the Tuesday, Avhen he Avho had taught her Avhat to love and lose means Avas placed at rest in this Avorld. AA'hen Lee AVest saAv Louis after his Aveek's absence he kneAv Avith a doctor's practised eye that his time Avas short ; the jar to"], [167, "155 AS HIS WIFE SHE ALONE KNOWS. the spine had increased the consumptive flame, and each day he greAv Aveaker and weaker, and before another seven days had gone by, both Lee and his confrere, Doctor Rice, kneAv they had done all they could to call back the life spark of Louis Lesley's — at no time sound — constitution, and a feAV days later father and sister Avatched the last time near the young man's side, and the scene of the mother's death Avas recalled forcibly to both as Louis, her fondly-loved boy, joined her in the all-merciful abodes of Heaven's probationers. At Louis' OAvn request the funeral Avas conducted from the lodgings, he being buried at Kensal Green, those avIio truly mourned him being in excess of the actual mourners AA-ho folloAved him to the graA'e. Bertha had thought of going, but at the last had so totally broken doAvn that her Avish Avas gainsaid, and she Avas left behind. The cause of the Lesleys remaining in London being now at an end, Friday Avas fixed for their return to"], [168, "156 DOCTOR, OR LOA'ER? Slade, the Rector being anxious to resume his duties the folloAA'ing Sunday, it being Christmas Day. The Thursday at dinner, Lee AArest having come up from his hotel, to help in some final arrangements, the Rector asked Bertha whether she Avould like to see her brother's grave ere they left, as he Avas going to the Cemetery that afternoon ; Lee had knoAvn of the Rector's intention, and so had suggested it might stir Aliss Lesley up to go also. \" Not yet, father ; it Avill be better I should not see his grave yet, although there will be no chance afterwards, as Ave go to-morrow morning.\" The girl's voice sounded strangely distant, as if speaking to someone far away, and Lee felt a pang of anxiety as he noticed hoAv each day seemed to make her live Avithin herself, and knoAving that Bertha's grief Avas double that which Air. Lesley had gone through, he longed for her to seek some natural sympathy, some"], [169, "AS HIS WIFE SHE ALONE KNOWS. 157 outlet that might break so deep a calm. But her father only half comprehended Bertha's ansAver, and asked : \" AVhy not see his graA'e noAv, child ? It may be a year before Ave are in toAvn again. I shall be Avith you, even if you can't stand the thought of his loneliness, child,\" Avas the father's faltering answer. But Bertha's previous reply noAv seemed to haA'e a double meaning to Lee — no doubt it was Karl Troika she Avas thinking of, and perhaps she AAished to use the proofs sent her by himself in that note. Ere doing so anyhow Lee Avould give her a chance of having the afternoon alone, so he struck in Avith the AA'ords : \" I will go most of the Avay if you Avill have me, sir, and no doubt Miss Lesley would prefer another time. It has been a sad time for all, but doubly so for her.\" No remark was made, the Rector thinking it better to let it pass ; but as he Avas walking Avith"], [170, "158 DOCTOR, OR LOVER ? the doctor from Kensal Green .Station, he inquired hoAV it Avas a double grief to Bertha, Avhen Lee reminded Mr. Lesley of Karl Troika's dreadful end, causing the father to say : \" I had almost forgotten my daughter's fancy for him, but it Avas nothing more than a girlish hero worship, and the revelation of his scampishness must have banished any such ideas. They saAv so very little of one another Avhile he Avas at Slade that I fancy this engagement Avas an after-thought of Troika's.\" \" I hardly think so, sir,\" was Lee's answer, \" this man was one AA'ho held a good deal of poAA'er over anyone, and your daughter is equally definite in her likes and dislikes. I am afraid noAv the nursing is at an end the shock Avill fall on her health, and the more resigned she appears the more care and gentleness should be used. You AAill not misunderstand me, but every little thing jars on one as severe, that could never seem so at another time.\""], [171, "159 AS HIS AVIFE SHE ALONE KNOWS. \"Exactly; and Lee,\" continued the Rector, \"re member AA'e can never misunderstand one another after AA'hat you have done for me and mine.\" And so conversing they reached the Cemetery gates, and the doctor said \" good bye \" till the folloAA'ing morning, as he Avas returning to Kensal Gardens to go on by the next train to Avhere his friend Doctor Rice had his home, to whom he AA'as anxious to pay a visit of thanks for all the kindness he had shoAvn in attending Louis Lesley. During her father's absence Bertha took the last opportunity of testing the truth of Karl Troika's having deceived her, and, closely veiled, drove in a cab straight to Hammersmith, and thence by train to Soutrnvark. OAving to Lee West's clear description of the church, it Avas not long before Bertha Avas inquiring of the priest Avhether she could have a copy of a marriage betAveen a Mr. Troika and an Italian lady, said to be on July 2nd, 187 — ."], [172, "160 DOCTOR, OR LOA'ER? Fortunate for Bertha Lesley that the Father Vincent mentioned in AVest's note Avas visiting among his poor sheep, for he would have recollected that the police authorities had been enquiring quite recently about the very same marriage register. As it was, Bertha saw for herself the entry, paying the fee for the copy, Avhich she would never Avant to keep. The only further information she gleaned from the register was the parentage of Leon Carrol, and to the mind of a man like Lee AVest this would have explained the reason Karl Troika had in at one time legally and openly marrying an Italian, apparently unconnected, and, only two years afterwards, playing the role of an unmarried man. It ran thus : — \" Leon Carrol, parent Leopold Carrol, Silk Mercer, of Florence and London.\" The failure of Carrol Cie., for eighty-thousand pounds at the end of that same year, was still remembered by many readers of the journals of the day, that silk house being one of the"], [173, "161 AS HIS WIFE SHE ALONE KNOWS. biggest in the trade. But to Bertha this conveyed nothing ; uoav that Karl's treachery against herself Avas proven Avithout a single doubt, the girl cared not one Avhit Avho it Avas that, all unexpectedly, she had Avronged in loving Karl Troika as she had loved him ; and noAV nothing Avas left her, but to go back to her home and learn to forget that to her, her Karl's memory must even be as if he had never been. It would have been far easier to die then and there, than Uving to undertake such a task over human nature ; so Bertha felt, as she lay sleeplessly tossing on her bed, listening to the night owls of London quarters, those unearthly human cries of the cats. M VOL. II."], [174, "162 DOCTOR, OR LOVER? CHAPTER XII. BRAIN FEVER. Christmas day found Mr. Lesley in the reading desk of the Parish Church, Slade, but not his daughter at her accustomed post of organist, the- Curate's Avife — only a two month's embryo,. Miss Price — taking her place there. Perhaps this change Avas unobservable to most, as Mrs. Reel had for some Sundays noAV played, but Lee AA'est Avas thankful Avhen the service was finished, so tedious had it been. As the young Doctor passed out, Colonel Gorten stopped him and invited him to spend the rest of the day at the Hall, but Lee made the excuse of having ordered his dinner at his cottage home."], [175, "163 BRAIN FEVER \" You'd far better come, doctor,\" Avere the Colonel's hospitable words, \" you look worn out with these runnings up and down from town. Ah ! here's Mr. Lesley, he'll agree Avith me, I knoAv.\" And as the Rector came up, he Avas told Lee's excuse for not accepting the Colonel's invitation. But no persuasion altering the doctor's decision, the Gorten's carriage drove off, and as the Rector and his companion turned from the Church gate, Mr. Lesley in a sadder and quieter tone added : \" If we were not so quiet I would ask you to come to us, lad, but perhaps you Avill be joining your family at NeAvport. I fear the Colonel Avas right when he said you had worn yourself out with London Aisits. We have been selfish in letting you do it.\" \"Not a bit,\" eagerly denied Lee. \"No, I like being alone ; Slade is more my home now than any other spot, but how is Miss Lesley, M— 2"], [176, "164 DOCTOR, OR LOVER? sir ? I Avas sorry to see she did not feel up to her old duties.\" \" Yes, I was, too, but at present the old Avays seem to bring our sorrow closer.\" And, parting with such words, it was not to be expected that to both speakers the festive day seemed long and dreary. Monday, the first day of a new Aveek, to most the first day of the welcome time of dance and feasting : to Lee West, owing to his absence from his country practice, this Monday was one of far journeys and visits to cross and dyspeptical patients, so that the young man felt weary and out of heart as he came into his small sitting-room without disburdening himself of his overcoat, as was his habit, and seeing the old woman who house-kept for him, Lee asked : \" Has anyone been for me since I Avent out? \" \" Yes, sir ; old Doctor Moore came but just now, and he's looking in again about six, I was to say.\""], [177, "165 BRAIN FEVER. \" Then get me some tea at once But before the old soul had been able to bring the tea things in, a ring at the bell heralded Dr. Moore's return, and in he Avalked. \" Glad to find you in, AA'est. I Avant your help in hunting up Mrs. Cott. The Rector, poor man, is overcome AA'ith trouble. Miss Lesley is stricken down now.\" Lee AA'est had re-seated himself near the fire, but at his partner's Avords, he jumped up, exclaiming : \" Aliss Lesley ill ! AVhat Avith ? I'll go up this moment ! — is it fever, or Avhat ? \" \" Brain fever ; but don't be in such haste. I've been at the Rectory for an hour, and now am come to see you about a nurse — the old Avoman that helped us in the fever epidemic will do. Perhaps you'll arrange for her to go up to nurse Miss Lesley to-night.\" \" Airs. Cott nurse her ? \" — and Lee seemed"], [178, "DOCTOR, OR LOVER? 166 speaking more in a surprise at some impossible suggestion — \" No, she Avill never do, but leave that to me if you don't mind, sir — we must get Mr. Lesley to do for this one night, and then I Avill get a suitable person. You Avon't mind going up to the Rectory again ? \" \"Not in the least,\" answered Lee's patron and partner. \" But Avhy not go yourself. I only promised to see Miss Bertha in case you could not go ; otherwise I thought it best to leave you the night visit, and I Avill see our patient every morning, for it is a critical case. The pulse is over 120 uoav.\" Fortunately, Lee was struggling into his over coat, or Dr. Moore would have noticed the pallor of his Avhole face, as his lips seemed too unsteady to frame any answer. So, as Lee would not dispense Avith the older doctor's services, feeling that the more his professional calm Avas at stake the easier it Avould be for him to see her he still revered and loved suffering"], [179, "BRAIN FEVER. 167 so, both gentlemen Avere shoAvn into the library, Avhere Air. Lesley joined them, and Lee having made a suggestion of procuring a Airs. LoAve, a trained nurse, whom he had formerly knoAvn, and Avhose quiet and Avomanly care he highly praised, the offer Avas accepted Avillingly by the Rector ; and then a discussion as to a nurse pro teni folloAved. \" The only servant I have that Avould sit up is a housemaid,\" Air. Lesley explained. \" She is noAv Avith Bertha, and if you are going up you might judge Avhether she and I together can manage for to-night.\" So both doctors Avent up, to find Alice AA'arden seated near her young mistress' bed ; but she rose to go as her master and the doctors entered, causing Bertha to start up, and, uttering some hardly distinct Avords, she let her fever-dyed cheeks sink on the pilloAV, her hair all loose and tangled falling around. The Rector Avent and took the already Avasted-"], [180, "168 DOCTOR, OR LOVER? looking hand, and tried to soothe her by saying : \" Child, I am here. You know your poor old father, Bertha?\" But many a day must pass ere the sense of those Avords should enter again the now fever stricken mind, and as Lee AVest saAv hoAV fearful an enemy must be battled Avith, he summoned all his skill and courage to the combat ; either Bertha Lesley's life must be saved or his OAvn should be worn out AA'ith its extinction. He dreAv near the bed and took Bertha's Avrist, apparently to feel the pulse, but his OAvn Avas beating so that he recognised the folly of his weakness in alloAA'ing his feelings to master him, and turned as if to enquire of his partner Avhat he had counted it at. \" You see Avhat AA'e have got to bring doAvn,\" was the elder doctor's comment. \" I tell the Rector Ave must sacrifice all that hair, and the sooner the better.\""], [181, "BRAIN FEVER. 169 \" Yes ; I must leave that to you, doctor. I knoAv it must go, and anything to lessen my child's sufferings.\" \" Yes ; but nothing need be done till Mrs. Loaa'c comes,\" added Lee, as he Avent tOAvards a chest of draAA'ers AA'here the medicine bottles stood. These he proceeded to examine, and then joined the Rector and Dr. Moore, who turned to go downstairs again, the housemaid coming back to her post at a call from her master. In the hall Dr. Aloore turned to say good-bye, adding, as he noticed Lee did not take his hat up : \" Going to stop ? AA'ell, I'll go home. You can call in at any time. I never go to bed before twelve.\" \" Thanks, sir ; but don't Avait up. I'll come round to-morroAV early if I'm late to-night,\" Avas Lee's reply; and as soon as the front door closed Air. Lesley led the Avay to the smoking room, and they both seated themselves on either"], [182, "170 DOCTOR, OR LOVER? side of the fire. The Rector, throAA'ing off all his former restraint, began : \" Lee, this last bloAV has nearly crushed me. Bertha Avas my last companion, and Avith no one to consult, no one to ask, I cannot keep hopeful for five minutes running.\" \" You must not look at the Avorst side, sir. God knoAvs Ave Avill do our uttermost, and, if nursing can help, Airs. LoAve Avill do her best, and you must let me take your daughter's place in some Avay, although I know what a terrible blank her absence must make.\" Lee's voice Avas far from steady, as he thought how terrible the absence for a life-long period Avould be. \" It is A'ery good of you, Lee ; you could not do more if I Avere your OAvn father ; it is at times like this one longs for those noAv gone. I have been miserable all alone, and this is only the first day.\" The doctor seemed lost in thought, but at last replied :"], [183, "171 BRAIN FEVER. \" I once told you, sir, hoAV hopeless I Avas, and uoav you must let me share your trouble. If you are going to sit up all night why not let me stay here ? I should not sleep, even if I AA'ent away, and I can come up to see hoAV you are getting on Avhen you take the servant's place in Avatching.\" Only too gladly Avas the offer accepted, and the Rector and his son-in-deed, although not in laAv, sat smoking and talking, the latter telling Mr. Lesley the history of the nurse in prospective : Hoav he first met Airs. Lowe Avhen practising in NeAvport, she Avas a doctor's daughter, Avho married an officer and went out to India Avith him, but he deserted her and ran off Avith some rich widoAV ; and she, after an eventful life, in some native insurrection took to nursing in the hospitals out there, only returning to England when her health failed her ; since Avhich time she had been Avilling to make out a small income by taking special cases to nurse, although it often"], [184, "172 DOCTOR, OR LOVER ? happened she went Avithout any engagement for months at a time. At seven the same morning, for the Rector and Lee had not finished conversing when another day began, the doctor despatched the folloAving telegraphic missive to Mrs. LoAve, 8, Bankside, Newport, Isle of AVight. \" If disengaged, come by 8.15 a.m. boat to Southampton, and direct by L. S. C. to Slade. I want you for a case here, get substitute if necessary. Do not see them at Helfel.\" The latter name referred to the house Lee's mother and sisters occupied at Newport."], [185, "\" SHE SLEEPS THANK GOD.\" 173 CHAPTER XIII. \" SHE SLEEPS THANK GOD.\" An hour later on in the morning the Doctor, who had gone back to his cottage received a reply from Mrs. LoAve, just the orthodox twelve words, \" Expect me at 4.30 — have arranged everything here.\" And in accordance with this Dr. AVest met the afternoon train, and Mrs. Lowe stepped out of one of the numerous third class compartments. She was dressed in black, with the exception of a plum-coloured, closely fitting bonnet, and looked comfortably stout for her middle age. Lee came forward Avith the greeting : \" True to your promise as ever. How many boxes ? because I'll see they are all right.\""], [186, "DOCTOR, OR LOVER? 174 \" Only a black portmanteau, thank you, but I Avill come myself, Lee,\" Avas the ansAver, for Mrs. LoAve AA'as one of those happily constituted Avomen Avho can manage quietly and competently Avithout a male friend, and yet to some people this quasi nurse Avould have seemed a regular horse godmother. Having directed a porter to take the luggage doAvn to the Rectory, Lee turned to his companion and suggested they should walk to the small cottage he tenanted. \" I can then explain matters, and my place is on the Avay to the Rectory, so you won't mind haA'ing something to eat, and then I Avill go on to Mr. Lesley's Avith you.\" \"Not at all,\"wasMrs.LoAve's ready answer, \" but hoAV ill you are looking yourself? At home they told me you'd made Slade so healthy that even a few days' holiday Avould not induce you to come to NeAvport, and now I find you looking as if a twelve months rest Avould hardly cure you.\""], [187, "\" SHE SLEEPS THANK GOD.\" 175 \" Then you saAv my mother before leaving ? AA'hat did she say Avhen you told her you Avere coming here.\" \" Sent her love, and, of course, I Avas to see what designing people had got hold of you for some ugly old maid of a daughter ; and your sisters sent their love, and they hoped you'd escape all this fever, for, of course, I let them think my mission of nursing was pro bono publico.\" \" Quite right,\" Lee answered, \" but this is my small domicile ; Ave are soon there, you see.\" And entering, Lee told his old helper to shoAv Mrs. LoAve up to his room, while he Avent into the small sitting-room, Avhere tea was already on the table. AArith his old friend's advent the hope of good nursing doing Avonders for Bertha Lesley had returned, but Lee found himself gradually sinking back to despondency ere Mrs. LoAve joined him, and took upon herself the office of tea-maker."], [188, "176 DOCTOR, OR LOVER? \" Noav I AA'ant to hear Avhether it's the Rector, the churchAvarden, or the parish, that I'm to nurse ? \" And the speaker gave a cheery laugh ; but the young doctor's ansAver Avas spoken in so grave a tone that her kind heart smote her as Lee said : \"No, it's the Rector's daughter. She is his only child, and has no mother living. I asked you to come as it's a case of brain feA'er, and good nursing and care are her one chance. Her only brother died a fortnight ago, and 1 thought you would give her a woman's sympathy.\" \" AVith all my heart, poor girl. Then she is not unconscious ? \" Mrs. LoAve asked. \" Yes, totally so at present.\" No more Avas said, for the nurse saw that Lee was either deeply interested in the patient or Avas in dreadfully Ioav spirits. It did not take long for Mrs. LoAve to get installed in her new post, for, after a few Avords with Mr. Lesley, she asked to be shown her"], [189, "\"SHE SLEEPS THANK GOD.\" 177 room, and before Lee left he saAv her quietly seated near the sick bed, applying cool rags to Bertha's burning temples, and both father and lover felt a burden lifted off them. Three days of delirium, and Bertha either remained in a state of sleepless stupor or tossed in pain, calling on Karl to come and release her, or to pro\\'e that some accusation Avas false. Seldom Avhen this was the case could Mrs. LoAve sooth her, until, Avorn out Avith exhaustion, Bertha sank back in her nurse's arms. At first the latter thought Karl must be the brother so recently dead, but in conversation Avith the Rector she learnt his real name of Louis, and returned to the bedside more puzzled than ever, for the servants Avere no medium for information to a lady and a stranger. Unless pointedly asked they would not relate the family history, even if perchance, they could. OAAing to Bertha's rambling on the day in question, Mrs. Lowe very unwillingly cut off all her abundant hair, and VOL. II. N"], [190, "178 DOCTOR, OR LOA'ER? so much had the patient required attention that the hair had been left Avhere it Avas first placed, on a paper on the chest of draAvers. So that Avhen Lee AVest Avent, as usual, to see the state of the medicine bottles, he saAv it looking forlornly lank noAv it Avas cut from its native spot. The desire to have something that had belonged to one he so dearly loved took possession of him, and the doctor cut off a short lock of Bertha's hair, and, taking out his repeater, placed it in the back of the case. But Mrs. Lowe, Avho had seen the scissors lifted from their place, said, as Lee Avas about to go : \" I ahvays thought hair infectious, and intended burning all of it.\" \" Quite right,\" Avas Lee's reply. \" I only hope that you Avill find the benefit of having cut it.\" And AAith this sentence the doctor left his friend and helper to puzzle out many things that surprised her, and to make up her mind to find out Avho the Karl of Bertha's delirium Avas,"], [191, "\"SHE SLEEPS THANK GOD.\" 179 for Airs. Lowe had contented herself with the idea that, no doubt, he was her patient's lover, until she saAv Lee sacrificing health and peace of mind for this patient, and, lastly, acting the role of the very Karl of her suppositions. Doctor Aloore was the interpreter the nurse fixed on, and the following morning she broached the subject of Bertha's feverish ravings, suggesting that it might soothe the patient if this Karl could come in the flesh. But the poor old Doctorus Medicus peered surprisedly through his spectacles, as he answered : \" Karl ? t I don't know the name. Her brother Avas called Louis. No doubt it's some horse or dog, poor child. She might see any favourite horse or dog, to be sure ; but we can't do more than we have, my dear madam.\" Mrs. Lowe saw her mistake, and acquiesced in the old gentleman's last statement. Cer tainly, no medical man could undertake to bring a whole menagerie of favourite animals N— 2"], [192, "180 DOCTOR, OR LOVER ? into a patient's sick room, that is, if their sick fancies run constantly on their pets. After this there was nothing for it but to consult Lee West. So, instead of being shown in to the Rector, the doctor found that evening Mrs. Lowe to receive him. His rather serious look quite brightened as he greeted her with : \" Ah ! this is cheering. Miss Lesley is some what better then ? \" \" No, not much improvement, but a little less rambling. So, as her father could not take his turn at nursing yesterday, he kindly offered to sit up there for an hour this evening.\" \" Then I will go up alone,\" and Lee prepared to leave the dining-room. \" Not yet,\" interposed Mrs. Lowe, \" I Avant you to help me to solve a little difficulty. You told me, I think, that this brain fever was, no doubt, the result of Miss Lesley losing her brother. Now, it's very seldom that his name is on my charge's lips ; but someone called Karl"], [193, "\"SHE SLEEPS — THANK GOD.\" 181 is a great source of disquiet to her, and it strikes me that it Avould cause Miss Lesley a good deal more peace of mind if this Karl could be sent for. I did not ask the Rector, because if it is impracticable it might only pain him.\" \" No ; I'm thankful you spoke to me first, for Ave might as Avell Avish for Louis Lesley to be here as for this Karl Troika.\" And Lee moved across the room, vexed at himself for Avishing to banish all thought of the past. \" This Karl Troika is dead, then ? \" Mrs. LoAve asked ; \" or did he break the engage ment. Poor child ! No Avonder she cries despairingly on him. Oh ! Lee, Avhy did you not tell me this before ? \" \" You could give her no comfort ; no, this man is dead, and if he Avere alive would be nothing to her. I have no right to say more, you can only give her the Avatchful care you have already done.\""], [194, "182 DOCTOR, OR LOVER ? Lee took Mrs. Lowe's soft hand and pressed it gratefully, then saying he would see the patient both went up to the sick room. The morning of the tenth day, Avhen the feA'er might be expected to reach its critical point, both doctors met at the Rectory and tried to induce sleep, for Bertha, still tossed from side to side and must soon exhaust the little life energy she had left. Lee had brought Avith him a very strong narcotic draught, but Doctor Moore had strenuously opposed its being given ; and it Avas not until three in the afternoon that, his partner having left, Lee told the Rector of this last chance by Avhich to induce rest. The father caught at this straw and eagerly consented, then, as he looked at the doctor shaking the white contents of the medicine phial, all his dread of violent remedies returned, and he took hold of Lee's arm, Avith the Avords : \" Will it cause pain? I Avould rather see her die noAV, than add to her suffering. No, don't give"], [195, "\"SHE SLEEPS — THANK GOD.\" 183 it, Lee, it is Aveak in me to distrust God,\" and the poor father broke doAvn Avith sorroAv ; but Lee Avent on pouring the draught out, ansAvering as he did so : \" No, it AA'ill give no pain, and neither you nor I mistrust God's poAver ; but I cannot see the last hope of saA'ing her go Avhen there is any chance left ; it may do everything.\" And, afraid of contradiction, Lee took the glass in his hand, and going to the bedside addressed Airs. LoAve as follows : \" Give her it. I AA'ill raise her a minute.\" He slipped his arm under the slight form, but it Avas all the nurse could do to pour it down Bertha's throat, AA'hen, AA'ith one violent ebullition of strength, the girl fell back on her pillows. The Rector had sunk back in an easy chair, praying that his child might be spared, and Lee, burying his face in his hands, rested his elboAvs on the drawers close by. All remained quiet for a time, Avhen Bertha,"], [196, "DOCTOR, OR LOA'ER ? 184 Avith a loud cry of \" Karl, save me ! \" Avould haA'e cast herself on the floor, had not Lee rushed forAvard, and almost beside himself AA'ith grief, caught Bertha in his arms ; leaning over her he compelled her to lay back on her pillows, Avith the words : \" Yes, here I am, no one shall touch you, loA'e,. but me.\" No doubt the tone soothed her, for Bertha let the doctor's arm remain under her shoulders,. and the nurse, avIio had risen to take Lee's place, received the following answer to her look of enquiry : \" I shall stop until she sleeps,\" Lee said ; and as Airs. Lowe saAv the contented look that flittered across the doctor's anxious face, if she had doubted of his love for Bertha before, she felt she never should do so again. As the January evening came swiftly on, Lee's acute ear caught the quiet breathing of slumber, and gently withdraAving his noAV cramped arm Lee"], [197, "\"SHE SLEEPS — THANK GOD.\" 185 AA'hispered to the Rector, AA'ho stood beside the bed— \" She sleeps, — thank God.\" And then a consultation took place in the small ante-room, in AA-hich it AA-as arranged that Airs. LoAve should remain in the room till two, when the Rector should take her place, as the doctor thought the draught would no doubt by that time have worked off, and a familiar form near the bedside would make the re-aAA-akening to consciousness more easy."], [198, "186 DOCTOR, OR LOVER? CHAPTER XIV. HE IS BUT AS OTHER MEN. \" Father, Avhat has happened ; Avhy are you sitting by me ? \" These Avere the Avords that roused Mr. Lesley out of an almost sleeping reverie as he still kept AA'atch at Bertha's bed side, at six o'clock that Avinter's morning, and yet the fire-light shoAved as brightly in the room as it did at midnight. \" Aly Bertha !\" and the father kissed his child. ■\" You are ill ; but you must lay still, and then I hope to see you soon Avell and strong again.\" Either the effort of her first short sentence, or more likely the thoughts her father's reply called up, made the sick girl relapse into a quiescent"], [199, "187 HE IS BUT AS OTHER MEN. state, and not till Airs. LoAve came, and, hearing from the Rector that Bertha had been awake, gave her some beef tea, did the patient open her eyes again, and then not to speak, for, unable to recognise her nurse, Bertha Avaited until she heard the door close on the stranger. Then turning herself round to the side her father Avas, Bertha asked very weakly — \" AA'ho is it V \" Your nurse, dear ; she has been very good to you, she is a Mrs. LoAA'e, a friend of Lee AArest's, he has been your doctor, Bertha, Avith old Aloore to help.\" But no comment Avas made, so the Rector kept silence. Only to her father and the nurse did Bertha seem to daily take more interest in things around her, for to both doctors' questions she seldom ansAA'ered, except the inquiry AA'as pressed, and Lee AA'est would have been dis satisfied at the little progress made, only he guessed that his presence no doubt jarred on"], [200, "188 DOCTOR, OR LOADER? Bertha's former memories. One eA'ening Avhen Lee had come earlier than ordinary, Mrs. Lowe met him ere he Avent upstairs, and broached the subject of Bertha's distaste of food and consequent Aveakness. \" I can't get her to take nourishment frequently enough,\" Avas the nurse's complaint, \" and I Avant you, doctor, to impress on her how important her speedy recovery is to her father's comfort. I have tried it,\"but she seems to think a stranger has no right to interfere with her.\" \" AVell, as you Avish it I Avill try ; but you knoAv she has never spoken directly to me since consciousness returned.\" \" No, but then you are so solicitous not to Aveary the patient ;\" and the speaker, Airs. LoAve, gave a quiet laugh. \" By the bye, Mr. Lesley has gone to the choir practice so you might take this opportunity of speaking. I AA'ill come up, and then leave you there,\" AA-as Airs. LoAve's suggestion."], [201, "189 HE IS BUT AS OTHER MEN And putting her Avords into practice, Lee found himself sitting alone at Bertha's bed-side. After the usual form of \" Hoav are you feeling this eA-ening, etc.,\" and the orthodox, \" Just the same, thank you,\" Lee broke in Avith : \" I am so glad to hear your father has gone across to the practising, he has been in such low spirits all the time of your illness, this may do him good.\" The doctor had touched Bertha's one vulnerable point — her love for her father ; and she roused herself to say : \" But he really is not ill ? You do not think anything is the matter Avith him ? \" \" No, not ill,\" Lee hurried to add, fearing he had alarmed the patient more than necessary, \" but we had hoped to see you stronger, and your father Avants you doAvn again. In your case, Miss Lesley, you must eat to live, and try to overcome your distaste of nourishment.\""], [202, "DOCTOR, OR LOVER ? 190 Lee rose to go, but a restraining hand was laid on his arm, and Avith more energy than Lee had thought her Aveak state Avould permit, Bertha overAvhelmed him Avith reproaches : \" And I am to eat to live, just because you Avere cruel enough not to let me die in peace. No, I Avill never forget or forgive you for bringing me back to a life of ceaseless torment. And noAV you knoAV that I have no power to quench that life, so you stand by to gloat over mv hatred of a living death,\" and seeing Lee about to make some ansAver, Bertha, almost breathlessly, prevented him with : \"Yes, you, Avho know how eagerly I woidd have sought oblivion in the grave, have condemned me to a life of retrospective thought. Go ! and if it Avere not for my father, you should never see me again.\" So excited had Bertha become that Lee feared the result if he stopped in her sight, but he could not suppress the bitter moan that rose"], [203, "191 HE IS BUT AS OTHER MEN. to his lips, and Avith his head bent as one Aveathering a physical blast, the doctor Avent straight doAvn to the hall and out into the keen wind of the evening, leaving Mrs. LoAve to Avonder still more at his actions. From this time Lee AVest called every evening at the Rectory, and saAv Mr. Lesley and sometimes Airs. Loavc, but he did not go up to see the patient, affirming that he heard such good accounts from his partner that it Avas uncalled for. It Avas about the last week in March Avhen Mrs. LoAve informed Lee that she thought no more nursing requisite, and that as the Rector had not said anything about her leaving, perhaps he Avould give a final opinion on Bertha's state and suggest her going. For this purpose Lee AVest came about four the folloAving afternoon, and Avhether Bertha had someAvhat repented of her bitter Avords, or her manner Avas due simply to reneAved health, the doctor felt he Avas quite morose and dispirited beside"], [204, "DOCTOR, OR LOVER ? 192 her, for Bertha, seeing the doctor looking ill, had been more than ordinarily talkative, wondering at his paying an apparently pro fessional visit after so long an interval. This was soon to be explained, or rather guessed at by Bertha, for Mrs. LoAve, on Lee rising to go, suggested : \" Shall I see you doAvnstairs, doctor, or Avould you come into my snuggery ? \" \" Oh ! I'll come in there, thanks ; and now I must say good-bye, Miss Lesley.\" And Lee West shook hands Avith her he so loved in as indifferent a manner as his shaking hand Avould permit; afterwards joining Mrs. Lowe in the ante-room. Now, it flashed across Bertha's mind that Mrs. LoAve had been the cause of the doctor's coming, and an indignant flush rose to her cheeks. She heard them speaking, and angry that her father should not have been consulted if the matter required such privacy, Bertha moved to the easy"], [205, "HE IS BUT AS OTHER MEN. 193 chair which stood near the entrance to the ante-room, and by leaning back, she found both the doctor and his companion Avere visible through the side space left by the carelessly draAvn curtain. Bertha could see Dr. AA'est holding the nurse's hand in his, Avhile she Avas saying something in a very subdued tone of voice ; but Lee's ansAver fell very distinctly on Bertha's ears. He Avas saying : \" Not at all. I shall never be able to thank you enough. You see, you knoAv Avhat might have made me so happy, and therefore Avhat a great debt I still OAve you.\" And Lee raised Mrs. Lowe's thin hand and kissed it Avith what seemed to Bertha quite as much ardour as a lover should, and this time she strained every nerve to catch Mrs. Lowe's reply, which was : \" Don't think so much of it, Lee ; if Ave two did not take pleasure in good actions for one another I do not see who could,\" and then o VOL II."], [206, "DOCTOR, OR LOA'ER? 194 again the nurse's voice sank, and for some time she Avent on speaking, but the listener could not hear sufficiently to make up any connected sense, till Lee AVest again interrupted Avith the quick sentence : \" Yes, would to God it might have been so ;. but not now, it neA'er can be noAv. But we must say good bye, and give my love doAvn at NeAvport, and you Avon't mention this — it is better they should never knoAV : there is no need.\" The ansAver Mrs. LoAve made was \" And if you Avant me, Avrite ; and, Lee, promise you Avill take more care of yourself, or I shall have you doAATi at NeAvport Avhether you like or not.\" There folloAved a quiet laugh, no doubt the doctor's, and then the door was opened and Bertha heard a man's quick step go doAvn stairs. Bertha Avaited to hear no more, but crept"], [207, "195 HE IS BUT AS OTHER MEN. back to her sofa, and, throAving herself back on the pilloAvs, closed her eyes Avearily, thinking bitterly of the Avords she had just heard. \"Yes, he is like all men, charmed and changed by the first Avoman who cares to take the trouble to divert his thoughts. Well, I never, perhaps, thought so harshly of him as I tried to, but noAV I can afford to despise him.\" And yet having assured herself of the fact that Lee AVest, by his actions towards this Mrs. LoAve, had shoAvn himself to be the chameleon mortal she had in vain tried to persuade herself he was, Bertha was that night more thoughtful and troubled than since the evening prior to her illness, so shattered are we by the fall, or seem ing fall, of our deus ex machina. o—2"], [208, "196 DOCTOR, OR LOVER? CHAPTER XV. THE LOST LOCKET. \" Well, here is a queer go, who would have thought that quiet fellow West was so soft ?\" And the speaker, Roily Gorten, turned the outer sheet of the \" Slade Herald \" tOAvards his invalid sister Grace, who lay in her accustomed corner of the sitting room. \" No, I can't see to read,\" was Grace's answer, \" tell me what it is about.\" \" Why, the fellow's cracked, or someone's hoaxing him, just listen to this advertisement.\" And Roily read from the small space of the paper allotted to public wants, etcetera % \" Lost. — A small gold locket with L.W. engraved on the side. Supposed to have"], [209, "197 THE LOST LOCKET. been dropped Avhile riding from Lark Rise to Slade Farm. AA^hoever Avill bring the same to the subjoined address Avill receive ten pounds reAvard. — Clear Cottage, Slade.\" \" AA'ell, no doubt it's the doctor's, from the initials, perhaps some heirloom,\" Grace com mented. \"Rather ! ! ! \" draAvled Roily. \" I haven't yet seen the gold locket that Avould be Avorth half that to me, not I ! \" Just then Joe Gorten came in, and his elder brother read him the paragraph, and like all youths AA'hose minds run for ever on dogs, they began betting as to the contents of the lost locket, Roily laughingly declaring, \" it was some precious love affair photo in it.\" \" AVell, go and find it, Roily,\" Avas their sister's suggestion. \" I'll act as umpire, and see you duly get your bet if it is so.\" \" Yes, you knoAV every foot of the Slade Farm bridle path, and save AVest throwing his money"], [210, "DOCTOR, OR LOVER? 198 away, as you seem so preciously concerned, old fellow.\" And Joe increased his bet as to the doctor's matter-of-fact propensities, so that Roily Gorten declared he Avould go on the folloAving morning and have a look for the locket. It Avas at lunch time the next day that Roily Gorten produced the object of the pre\\ious evening's banter, and explained its recovery as follows : \" I guessed before I set out that AA'est had lost it in going over an uneven bit of gorse, and after a good deal of knocking about there I found the locket.\" \" Well, noAv let's see its contents,\" put in Joe, eagerly ; \"'give it to Grace to open, Roily.\" And, as her brother unsnapped the locket, Grace took it in her hand, to find a cream coloured rose on a dark blue enamelled ground, while round it, forming a Avreath, AA'as some plaited hair ; the glass Avas an oval flint one, and the other side of the gold case simply protected it ; except for the raised initials, L.W."], [211, "199 THE LOST LOCKET. the locket Avas quite plain. Grace Avas about to close it Avithout a Avord, but Joe demanded to see it, and as she held it for his inspection, Grace said — \" You see, Roily has Avon his bet, and noAV don't say anything more about it, or Doctor AVest AAill be annoyed.\" \" Oh ! I'm not going to pay Roily like that,\" Avas Joe's fierce ansAver. \" AA^est shall come up here for his locket, and OAvn up to it. I've little doubt it's his grandmother's hair.\" \" Bosh ! grandmothers and blush roses go Avell together, don't they ? But AVest shall prove I'm right by Avay of reAvard, iioav I've found his precious locket,\" Avas the elder brother's retort. So, as they Avould have it, Grace arranged that Dr. AA'est should be told of the find, and asked up to dine at the Hall, but that she, Grace, should be left to give him the locket and tell him of the bet. So impatient Avas Lee West to possess himself of his locket, for he"], [212, "200 DOCTOR, OR LOVER ? had had the hair taken from Bertha Lesley's room plaited round the Gloire de Dijon, as a remembrance of his one only love, crushed like the rose he had spurned to accept AA'hen he found Karl Troika preferred before him. It Avas quite half-an-hour before the ordinary dinner hour Avhen Lee rang at the Hall, and, therefore, he Avas shoAvn into the morning room always occupied by Grace Gorten AA'hen not at meals. It AA'as some time since the doctor had been there, and Grace AA'as struck Avith AVesf s Avorn, thin appearance, and her greeting partook some- Avhat of concern, as she said : \" AA'e are so glad to see you, Mr. AVest, you have been Avorking too hard, or Ave should not have been left to miss you, but noAV I must restore your locket. Roily entrusted it to me, thinking you might come before he was in.\" Grace took the ornament from her fancy Avork bag, and passed it to the doctor. \" Thank you so much,\" was Lee's eager"], [213, "201 THE LOST LOCKET. response. \"It Avas very good in your brother to look for it.\" \" Oh ! Roily enjoyed it ; Joe and he made it the subject of a bet, and appointed me umpire.\" And Grace related Iioav neither Avould be satisfied as to Avho AA-as right until AA'est himself decided the bet. Just at this point Colonel Gorten himself came in, and hearing AA'hat his daughter Avas saying, laughingly asked : \" AA'ell, and Avas ten pounds really your value of the locket ? Aly boys have been staking their all on Avhether it contains a Plantagenet ancestor or a nineteenth century love-lock.\" Grace, Avith the instinct of a young heart, saAv hoAV grating her father's Avords Avere to Lee, and quickly interposed AA-ith the words — \" And both are AA'rong ; but then they have never lost a sister : although I often tell them they mourn over some favourite dog's death more than they Avould over me, I believe.\" \" No, not that, Grace,\" and the Colonel"], [214, "DOCTOR, OR LOVER ? 202 stooped to kiss his fragile floAver, \" they Avould sorely miss their pet ; but I must be off, if you'll excuse me AVest, for I'm not in evening trim.\" Directly Colonel Gorten had left them Lee thanked Grace for her interposition, adding by Avay of explanation : \" It is not a sister's hair, in the recognised sense of that Avord, but a remembrance of one very dear to me ; Ave all have some shrine of a longing made impossible to be fulfilled, and this is mine, Aliss Gorten.\" AVishing to sympathise, Grace made some remark as to so great a loss by death making life a sad reality, causing Lee to say — \" You must not think I meant my loss Avas one of death ; thank God that is not so, although we are perhaps, farther apart.\" No remark Avas feasible, so Grace remained thinking, and Lee West, no doubt carrying on the connexion in his oavu mind, broke the silence with the abrupt question —"], [215, "THE LOST LOCKET. 203 \" Have you seen Aliss Lesley lately ? But I forgot, she has not been out yet I expect, and you cannot go to the Rectory.\" \" No, but Bertha has promised to come to me for a Aveek or two. I thought it Avould help her on.\" \" Yes, hoAV good of you, the Rectory stands so Ioav, and it is healthful breezes that she requires.\" And thus conversing, the dinner bell rang, and wheeled in by Roily and the doctor, Grace thought Lee eA'en gentler and more considerate than usual. And Avhen the time for his leaving them came she felt hoAV happy it would make her if it lay in her poAver to carry out that one wish he had revealed. As her two brothers came to bid her good night, Grace took the opportunity of settling the betting affair, by the folloAving Avords : \" Joe, you must pay your bet, for Roily is right. Air. AVest valued his locket for the"], [216, "204 DOCTOR, OR LOVER ? lady's hair contained in it — someone he was engaged to I expect ; but anyhow it Avas a love token.\" \" AVell, I'm ready to pay up, but I thought I kneAv Lee too well to be taken in. I suppose his rose is Bertha Lesley, eh, Grace ? \" \" I never thought of Bertha,\" was Grace's surprised ansAver — \" but why specially her, Joe ?\" \" Only because of that rose in his locket, it reminded me of the temper AArest got into at that summer fete, AA'hen the Russian felloAv was wearing Bertha's other Gloire de Dijon.\" And Avith this the locket episode ended ; but Grace thought more of Joe's suggestion than she generally did of his remarks, and determined to find out from Bertha, if possible, whether she had refused the doctor. June arrived, and with it the fulfilment of Grace Gorten's plans. And on this very afternoon Bertha Lesley, looking pale and fragile, sat near the invalid's couch in"], [217, "205 THE LOST LOCKET. the drawing room at the Hall. The French windoAvs Avere open, and the laAvn looked deserted for a time, although the tennis net spanned its green level. Bertha Avas in black, and no doubt the sombre hue shoAved up the brilliant carnation of her cheeks in contra distinction to the pallor of her features, Avhile her recently cut hair, brushed off her forehead, gave her a youthful look. Grace Avas lying back on her cushions, simply gazing at the thoughtful look in her friend's eyes, Avhile Bertha interlaced her needle to form that intricate pattern known a6 point d ' Angleterre to all lace Avorkers. As if she had been thinking how to begin, Grace broke the silence Avith the Avords : \" Bertha, have you seen much of Doctor AVest lately ? Last time he Avas here he looked so thin and ill that I Avondered his home people did not come to look after him.\" \" Did he ? No, I have not seen him lately ; but the nurse I had came from Newport. So"], [218, "206 DOCTOR, OR LOVER ? his mother and sisters Avould hear all about him.\" \" Yes ; you'd think so,\" Avas Grace's debatable answer ; \" but Mrs. Lowe is an old friend of Lee AA'est's, I think ; so perhaps he would prevent them knoAA'ing.\" \" Then you think the doctor's people did not knoAv of this Mrs. LoAve's coming ? Well, I thought the nursing AA'as only an excuse,\" Bertha added. \" An excuse to get you well nursed ; not anything more ; but, Bertha, I am going to ask you a very impertinent question, and if your ansAver Avould be in the affirmative you need not give me one. What I Avant to knoAV is, have you ever given Lee AVest any lock of hair as a keepsake ? Now, if you have, don't pay any attention to my questions.\" It was noAv Bertha's turn to look puzzled, as she ansAvered, vehemently : \" A lock of hair ? No, never ! Surely Dr."], [219, "THE LOST LOCKET. 207 AA'est never said I had ; because it's a distinct falsehood.\" \" No ; noAv don't get angry, Bertha. He never said Avhose hair it Avas ; it Avas simply my idea. You heard hoAV Roily found his locket. AA'ell, it contained a Gloire de Dijon rose in enamel, surrounded by some plaited hair the exact shade of yours, Bertha.\" \" And mine is so rare a tint that the sun never shone on its like — is that all, Grace ? \" \" No ; the doctor himself told me it Avas a memento of only a year ago ; and then I con nected the rose Avith that passion the doctor got in the night of joux fete, and, Bertha, it seemed to me he loved you ; and, if so, your indifference is killing him.\" Grace had taken her friend's hand, and half raised herself in her excitement ; Avhile Bertha sat as if spellbound, not uttering a Avord. So Grace continued, explaining: \" I heard yesterday that he had throAvn up his"], [220, "DOCTOR, OR LOVER? 208 Government appointment, on the plea that his health prevented his carrying on his work satisfactorily ; but it really is, he's out of heart with his life. And yet it is a life worth sharing ; for Lee AVest is a man that few can know without respecting.\" Bertha at last made some reply : \" But, Grace, Avhy should I be blamed. AVhy, even if it is as you think, should I suffer, because I have never thought of him in any but a friendly Avay ? \" \" Only because I cannot bear to think so good a man should unlearn a life-long lesson of use fulness. Oh, Bertha ! I would gladly give my existence to make what he deems an impossi bility a possibility.\" Some minutes after, Bertha rose to go upstairs, as she did so stooping to kiss the weak, long suffering invalid, and saying : \" Thank you, Grace, for speaking as you have, and knoAv, dear, that Avhatever happens you will"], [221, "209 THE LOST LOCKET. have been the cause of my acting rightly and not selfishly, at least, and for the rest God alone can direct me.\" And for the future these two hearts Avere knit together in a Avoman's strong loA'e for her OAvn sister. Both kneAv the other's secret cross, and both the manful struggle of a righteous spirit, but Bertha alone could battle Avith feelings that had lain buried only because of the sheer impossibility of revieAving and mastering the sorroAvful past. VOL. II. p"], [222, "210 DOCTOR, OR LOADER ? CHAPTER XA'I. \" BECAUSE I LOVE YOU.\" Tavo months had passed since Grace Gorten broke upon Bertha Lesley's quietude, and AA'ith September, wet Aveather caused Mr. Lesley to fall a victim to that ancestral tyrant, gout, so that Bertha found less time for thought. Dr. Moore attended his old friend, and except for a call noAv and then, Lee West never came to the Rectory, for he often saAv Mr. Lesley at the Slade Reading-room, and there Avas no one except Bertha that he could make the excuse of coming to see. It Avas the last day of the month, and Bertha had chosen her Avalk towards the high-banked country road, knoAvn as Slade lane, Avhen, as she"], [223, "\" BECAUSE I LOVE YOU.\" 211 walked slowly on the horse path, Bertha looked up at the sound of equestrian hoofs, to see Lee West coming towards her. Lee, seeing Avho it Avas, and ever thinking of Bertha's likes and dislikes, was about to raise his hat and ride on, but as he drew near, the impulse to hear Bertha's voice, even though its tone was reproachful, mastered Lee's intention, and he dreAv the reins tightly back, and began enquiring after the Rector. AVhile Bertha looked up at him, her friend's words of tAvo months' back forced themselves on her mind, as Lee's pale face and dull-looking eyes Avere so closely seen. Bertha ansAvered the doctor's enquiry as to her father, and then, Avith a voice struggling against constraint, she continued: \" And now I Avant to thank you for helping me back to life, for since I spoke those hasty words I have learnt to value the gift, and can thank you from my heart for all your kindness when I was so ill.\" p— 2"], [224, "DOCTOR, OR LOVER ? 212 Lee West Avas so overcome by the Avords that, although he had dismounted directly Bertha had begun to speak, still he stood beside her for a moment overwhelmed Avith a great joy ; then, as Bertha finished speaking, another and bitter thought came to him. Was it for her OAvn joy of life that she was thanking him, or for some neAv, recent happiness that had made that life of value, and Avith a bitter, galling sarcasm, Lee answered, as if beside himself : \" Is it for your own sake you thank me ? No that cannot be, Bertha ! \" and Lee seized the girl's hand, letting go the bridle rein as he turned to her in all the earnestness of entreaty. \" Can it be, that for some one else's sake you have learnt to treasure life ? Oh, Bertha ! has some other man Avon your love ? I Avas selfish, cruelly selfish, when I loved you too well to let you die, but now I am to see another Avin your love and yet have borne all your accusations because I love you all too well.\""], [225, "\" BECAUSE I LOVE YOU.\" 213 Bertha had tried to reply, but Lee's Avords came so fast that she had to let him finish, and then in a voice trembling AAith regret, she said : \" No, I AA'as forced to thank you, because I saAv my words AA'ere bitter to you ; because you made your life a burden. You, Avho knoAV hoAV once I loved, cannot think it is for any other reason I treasure life. I can never feel other wise ; but you — you have no right to Avaste existence.\" \" It AA'as good and generous of you to think of me, but AA'hy may I not join my life Avith yours, Bertha I AA'ould not speak of loA'e, but I must j let me guard you Avith a loA'e that none can gainsay. I have never a spare moment but Avhat your sorroAvs, your actions, are torturing me. Grant me rest by letting me bear and share your life. Once I Avould have craved for more, but now I only pray to be alloAved to make your reproach of no effect : to call you mine for both our good.\""], [226, "214 DOCTOR, OR LOVER ? The Doctor had taken possession of Bertha's other hand, and she stood before him, her head bent to the torrent of his words, AA'hile he, fearful of the ansAver, and yet burning to knoAv his fate, broke out again into pleading : \" It is nothing more than a brother's place I crave, and yet so surely do I knoAv the deep love I bear you, that if you do not, cannot, grant me that, I care not, for I cannot live any longer this aimless, useless life.\" \" Hush ! Lee, I AAill not pretend to tell you that I can be yours, unless, as you just said, as a sister, and AA'hy should you not forget me and be happier than I could ever make you, even if consenting to let things be as you AAish ? \" \" Bertha, it is impossible for me to forget. I have been tAvelve months striving against myself, and the result is, despair.\" Lee's voice Avas hoarse with emotion, and raising her eyes to his, Bertha saAv tears actually"], [227, "\"BECAUSE I LOVE YOU. 215 in them. She Avas conquered, and said, gently, almost inaudibly : \" I Will be yours. And, oh, Lee ! may God grant that you never repent this, and I Avill do my best for your happiness.\" The ansAver Avas not in Avords, but deeds, as all Lee's courtship had been, for the young man dreAv Bertha to him and imprinted an earnestly long-draAA-n-out kiss on her broAv. Certainly Bertha had knoAA'n Avhat it Avas to love ere this, but she could not know a more true and fierce loA'e than that of the man to whom she had just entrusted her future, and Avho thus sealed the promise. To her father, Bertha did not mention having met Doctor AA'est, but as is often the case, Mr. Lesley seemed quite absorbed Avith some neAvs concerning Lee that he had heard from his friend Aloore. \" Moore Avas AAith me over an hour,\" explained the Rector, \" he tells me he's going"], [228, "DOCTOR, OR LOVER ? 216 to retire, and has offered AVest the full practice,. but, although Lee's throAvn up his Government appointment, he seems unAvilling to tie himself by taking Aloore's offer. For the first time I am disappointed and A'exed Avith the doctor, and I shall not spare him my opinion of his conduct.\" It AA-as on the tip of Bertha's tongue to make one of her frequently sarcastic replies about it being no concern of their's, but she could only keep silence, recalling, as if it Avere a dream,. that all concerning Lee AVest must now vitally affect her. Father and daughter Avere still at tea, Avhen the door bell rang, and Alice came in with a message that Dr. AVest Avished to see her master ! As Lee sent a refusal to join them at tea, Mr' Lesley rose to join him in the draAving room, adding to Bertha as he did so — \" Come in as soon as you can, Bertha, and support my proposal that this offer of Moore's be accepted.\""], [229, "\"BECAUSE I LOVE YOU.' 217 A rather bitter smile rose to the girl's lips, as she thought there was little doubt but Avhat her father himself Avould be asked to accept Lee himself as a son-in-laAv, and haA'ing rang the bell for the tea tray to be removed, Bertha Avent doAA-n the passage to the morning room. There she seated herself on the sofa, and took up a book she had been reading ere she AA'ent out for her walk : but no attention could the volume claim, for was not one she could not, and did not pretend to loA-e, gaining an easy consent to her being his for life ? A minute or tAvo later and, Avith a gentle tap at the door, Lee AVest entered ; his look told Bertha the Avords he was about to speak : \" Bertha, I have your father's full consent to make you mine, love.\" And breaking through any ordinary greeting of mere friendship, Lee kissed her he loved, and, although Bertha never returned this greeting until the evening of the day previous to"], [230, "DOCTOR, OR LOVER ? 218 becoming his Avife, Lee AVest inA'ariably claimed a more than ordinary betrothed right as his each time they met. On the evening prior to their union Lee had Avaited rather later before coming up to the Rectory, as, Avithout asking Bertha, he had procured a license for the morrow's ceremony, to avoid the Sunday's crying at the corner of the streets, so that on coming in at the Rectory door, Lee Avent straight to the library, expecting to find Mr. Lesley there. But at a glance he saw Bertha Avas the sole occupant, and she came to meet him, and for the first time kissed him. Lee placed his arm lovingly round her, and looking doAvn into her soft eyes murmured : \" My love ! my Bertha ! I do not deserve this.\" And moving tOAvards a chair, Lee drew Bertha doAvn on his knee, and imprinted, perhaps, even a warmer greeting than ever on his love's cheeks, while Bertha replied to his first words :"], [231, "\"BECAUSE I LOA'E YOU.\" 219 \" Lee, you must not say you don't deserve my love, after all you have sacrificed for me.\" \" But, Bertha, I do not deserve it now more than Avhen I first told you of my great love for you ; for to-night I cannot love you more or shoAv my love is, or could be, more firm than it Avas then.\" \" But you have taught me to love you more, Lee. Yes, I would not deceive you ; and yet, as I Avas Avaiting for you this evening, I kneAv that my kiss Avould be only a small token of the feeling in my heart, and, from to-morrow, I will strive my best to nourish that feeling in return for your noble goodness to me.\" And Lee Avas very happy as he listened to this voluntary response to his OAvn constant love, and knew that the ceremony of the morning would not but outwardly join them together, for already Bertha's heart Avas his, and his life's happiness was realised. Once united, the doctor was content to make"], [232, "220 DOCTOR, OR LOVER ? his home at the Rectory, knowing how lonely Mr. Lesley's life would be without his only child. But Lee had bought old Doctor Moore's practice, and with it his house and surgery, so, to enables Bertha to be AAith her father as long as he lived, Lee took a married partner into the practice, who was to be his tenant and thus make himself responsible for the night work, Lee being accessible only through his partner, who could call him up at the Rectory if necessary. FINIS."], [233, ""], [234, ""], [235, ""], [236, ""]]