[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A WOMAN IN TEN THOUSAND. VOL. III."], [6, ""], [7, "A WOMAN IN TEN THOUSAND BY FERROL VANCE IN THREE VOLUMES. VOL. III. LONDON : HURST AND BLACKETT, LIMITED, 13, GREAT MARLBOROUGH STREET 1893- All Rights Reserved."], [8, ""], [9, "CONTENTS OF THE THIRD VOLUME. CHAPTER PAGE s. Storms 1 II. Dolores Hopes 20 III. A Last Resource 36 IV. As Strangers 49 V. Rupert in another Light ... 60 VI. Mr Love is Dead 70 VII. The Crowning Stroke .... 92 VIII. The Teatro San Fernando . .114 IX. A Summons 132 X. Forgiveness 146 XI. Facing the Future 169 XII. A Crushed Spirit 182 XI 1 1. An Awakening 199 XIV. Rash Explorations 213 XV. A Long, Dark Night . . .228 XVI. The Blizzard 246 XVII. Gib to the Front 270 XVI11. It is all Right 288"], [10, ""], [11, "A WOMAN IN TEN THOUSAND. CHAPTER I. STORMS. The salons of Princess Kovolski were bril- liantly lighted, and full to overflowing. The princess was a popular character in Mentone. Most frequenters of continental opera-houses had known her as a much admired singer, and most of those who had known her then were inclined to believe that in the brief and tragic story of her married life she had been little to blame. vol. in. B"], [12, "2 A AVOMAN IN TEN THOUSAND. The Russian prince, her husband, had been dead a year ; he had left her very well off, and she speedily proved that her troubles had not incapacitated her for the enjoy ment of life. She had settled herself in Mentone, and after a very brief period of mourning pro ceeded to make the most of her wealth and her liberty. She was a Bohemian to her finger tips, and the society she gathered round her was essentially Bohemian ; but it was more or less, more rather than less, she flattered herself, respectable, according to her standard of respectability, which was not exactly that of the proverbial British matron. She was a fine-looking woman of about forty, of a somewhat coarse type of beauty, very good-humoured in expression and rather loud in manner. On this evening, most of her guests were"], [13, "3 STORMS. playing cards, for what stakes she did not care to enquire. She herself Avas lolling in the corner of a big sofa laughing and talking a little boisterously to a youthful German count Avho sat beside her, and Avho seemed to take the roses on her faded cheeks for natural ones, and to find a fas cination in her unconscions liquifaction of his native gutturals. Many of the company Avere smoking. The princess herself held a cigarette in her fingers, and took an occasional Avhiff from it. Suddenly she sprang up, and flung her cigarette into a silver dish that lay on a table near her. A lady and gentleman had just entered by the door at the far end of the room, and a gleam of unusual interest came into the princess's black eyes at the sight of them. Heedless of the remonstrances of her German friend, b 2"], [14, "4 A AVOMAN IN TEN THOUSAND. she adA7anced quickly doAvn the room to meet the »eAV-comers. ' Ah, Mr. Lyndhurst,' she said, holding out her hand to Rupert, ' I began to think you were going to break your promise.' She had assumed something of the air of a great lady, and she spoke in much softer and more refined accents than she had used in con\\7ersation Avith the German. It Avas, hoAveA'er, not quite in the tone in which one speaks to a great lady that Rupert answered her. ' Does anyone ever venture to forget a promise he has made you, princess ?' She took no notice of his words. She Avas looking at Dolores AA7ith puzzled interest. ' Al Ioav me to introduce my AArife V Rupert added. The princess put out her hand."], [15, "STORMS. 5 ' Mr. Lyndhurst has long promised me this pleasure,' she said, looking earnestly into the beautiful face. Dolores made some conventional reply, but no touch of interest came into her dark eyes, and her features, pale and sharp ened sadly in outline, Avore an expression of cold reserve Avhich Avould have seemed strange to those Avho kneAv her intimately. The princess gave her one more glance of intense scrutiny, and then turned Avith a coquettish smile to Rupert. ' Let us sit down and have a chat over old times,' she said, Avith a touch of malice in her tones. He had no choice but to folloAv her to the sofa Avhich the German count had iioav quitted, and take his place beside her, for an elderly Frenchman had come up to claim his Avife's attention. The princess flung open her fan and"], [16, "6 A AVOMAN IN TEN THOUSAND glanced at him over the top of it with a roguish smile. ' Have you forgotten it all?' she asked, laughing. ' You used to understand the language. Ah, Ave are married noAv, and range. Madame does not alloAv eA~en the most innocent flirtation. And quite right too. Tell me about her,' her playful tone greAV serious, she dropped her fan and sat upright. ' She is not English?' ' Yes, she is English,' returned Rupert, coldly. ' She does not look it. She is like — so strangely like — some one I kneAv once, long ago. — Ah !' The Avoman's face changed; her black eyes softened. She remained for a feAv seconds staring as if fascinated at Dolores, Avho had just changed her position, and in doing so had accidentally knocked against a servant AA7ho was passing behind her. She"], [17, "STORMS. 7 had immediately turned to the man, and, Avith a courteous, gentle smile, offered him an apology. ' Who Avas she ?' exclaimed Princess Kovolski, turning to Rupert, AA7ith an imperious movement of her heavily-ringed hand. ' What Avas her maiden name?' ' These are questions, princess, that are not generally put to a husband so abrupt ly,' he returned, Avith almost insolent cool ness. ' HoAvever, as you are so anxious to knoAv, I Avill tell you. My Avife Avas a Miss Dare, daughter of an English gentleman.' ' And her mother ?' ' Her mother died Avhen she was born, consequently I had not the pleasure of her acquaintance.' ' And is her father dead ?' ' Her father has been dead many years. He Avas dead before I met my Avife.'"], [18, "8 A WOMAN IN TEN THOUSAND ' Then you did not knoAv him ?' There Avas just a perceptible pause. Rupert's eyes fell involuntarily on Mr. StedAvorth's ring Avhich he ahvays Avore ; he withdrew them instantly. But the princess's quick eyes had noted the doAArn- Avard glance and its hasty withdrawal. ' No. I did not knoAv him,' he said, composedly. She touched the ring AA7ith her finger. ' Do you remember the story I told you about that?' she asked. He smiled. ' A romantic story of your attachment to a gentleman aa71io once possessed one exactly like it. Yes. But, if I remember your story rightly, he proved very un worthy of your affection. He ran away with your brother's Avife, and murdered your brother. Wasn't it something like that?'"], [19, "9 STORMS. ' Hush !' she muttered, and her good natured face greAV fierce in its intensity of feeling. ' She is like him.' 'Who is like Avhom?' he asked, Avith Avell-feigned carelessness. ' She, your AA7ife, is like Ralph Sted worth. I saAV it just iioav. When she came in, she frightened me • I almost thought it Avas Mercedes herself. But, a moment ago, Avhen she spoke to the ser vant — it Avas he — his A7ery smile and action. I must go and talk to her.' Rupert made an' impetuous moA7ement forAvard as if to arrest her. 'Well?' she said, interrogatively. ' Oh, nothing,' he ansAvered, half-laugh ing. ' Only I hope you Avon't — subject her to cross-examination — or confide your love-story to her. — English Avomen are reserved, they ' But the princess had not Avaited for the"], [20, "10 A WOMAN IN TEN THOUSAND. end of his speech. She Avas already beside Dolores. ' Mrs. Lyndhurst,' she began again, adopting her more cultivated voice and manner, ' I am conscious of haA7ing been staring at you with most uiiAvarrantable persistency. But it is because you are so like — so marvellously like one of the friends of my youth — my country Avoman long ago in Spain.' A troubled, startled look came 0A7er Dolores' face. She glanced across the room in mute appeal to Avhere her hus band had been left standing. But he Avas already on his Avay to the room Avhere the card-tables Avere set out, and he took no notice of her glance. After that one second's involuntary pause, she said, collectedly, ' People often tell me I have a Spanish look.'"], [21, "11 STORMS ' Let us go o\\rer there and talk,' said the princess, laying her hand on Dolores' arm ; and Dolores yielded, for, under the circumstances, she had no means of resistance. It Avas very late Avhen Rupert rose from the card-table, Avith a gloomy face, and, after distributing A7arious sheets of paper containing his signed acknoAvledgments of OAving the recipients sums varying in amount from one thousand to ten thou- sand francs, approached his wife. All the guests had gone except the gamblers, and Princess Kovolski had nobody left to talk to except Dolores, Avith Avhom she seemed to have become on very friendly terms. The friendliness,. indeed, was chiefly on the princess's side ; Dolores' share being confined to a passive acceptance of her hostess's demonstrations. EAren noAv there Avas some delay before"], [22, "12 A AVOMAN IN TEN THOUSAND. the party broke up. The princess had a great deal to say to Rupert, Avhile an elderly Frenchman and a very good looking, but someAvhat vacuous young Englishman, Avho, earlier in the evening, had been contending for the right to pay Dolores exclusive attention, until the stronger passion for play had allured them both from her side into the other room, iioav resumed their former amuse ment. At last Dolores could endure it no longer. She Avent up to her husband. ' It is very late, Rupert.' The princess looked at her, and there Avas something like compassion in the bright, black eyes. ' You look very tired, Mrs. Lyndhurst. Your husband ought to be ashamed of himself. I have just been telling him so'"], [23, "13 STORMS. Dolores turned her head AA7ith a slight, but unmistakable, gesture of pride. ' Good-night, princess,' she said, and moved at once to the door. On fine nights Mr. and Mrs. Lyndhurst Avere in the habit of Avalking home, and Dolores Avas already waiting, cloaked and hooded, before Rupert joined her. ' I have asked young Greer and de Regnolles to come and dine Avith us to morrow. We Avill spend an innocent evening Avith music and cheerful con\\7er sation. You aa7±11 like that ?' ' Yes,' she ansAvered, brightly, ' I shall like it,' There was a pause. Then he said, ' Look here, Dolores, I'm aAvfully sorry,. but I — I really didn't knoAv we Avere going to play for such high stakes to night,' She did not answer immediately. When"], [24, "14 A WOMAN IN TEN THOUSAND. at last she spoke, her voice was cold, even a little hard. ' You mean you ha\\-e lost more money than you can pay?' • That's about the size of it.' • How much ?' He named the sum. A faint exclamation of dismay escaped her. but otherwise she maintained a com plete silence until they reached the house where thev had rooms. When he had followed her into the sitting-room, she sat down in a big chair, throwing off her hood and letting her cloak slip from her shoulders. But still she said nothing. With her hands clasped in her lap, she looked straight before her as if deep in thought and oblivious of her surroundings. Her husband opened his box of tobacco and carefully rolled himself a cigarette. Then he lit it, and, leaning his back against"], [25, "15 STORMS. the mantel-piece, began to smoke. He Avatched his Avife in silence for some minutes • then, turning to flick the ash of his cigarette into a little ash-tray near him, he said, i ' Might I ask if the enormity of my offence has struck you dumb ? If not, I should be glad at least to hear the sound of your voice.' ' I Avas considering,' she replied, quietly, ' if it Avould be possible for me to help you ; and,' she paused a moment, clasped her hands a little tighter, lifted her dark eyes sadly, but with unshrinking firmness, to his face, and added, ' I do not think it is. 'Will you explain?' he asked, con temptuously. ' Of Avhat use are explanations ?' she cried, losing her hardly maintained self control and springing from her chair."], [26, "16 A AVOMAN IN TEN THOUSAND. She took one or two hasty turns up and doAvn the room, and then stopped before him, a flush on her cheek and a gloAV of indignation in her eyes. She rested one hand on the table, the other she pressed Avith a AA7holly unconscious gesture against her bosom. She made a wonderfully beautiful picture in her soft yellow drap eries, AA7ith her neck and arms bare, un adorned by a single ornament. But she Avas not the light-hearted, clinging girl AA7hom Rupert Lyndhurst had married, and he Avell understood this as he looked at her Avith a darkening broAV. ' I am your Avife,' she said. ' I never forget that. Everything that in common decency you can claim from me I give you willingly, but it is not enough for you, and I can do no more. I cannot help it, Rupert, it breaks my heart, but I will not let my child suffer from your — your '"], [27, "17 STORMS. She paused, as if unable or uiiAvilling to find the right Avord. He broke in bitterly. ' Your child ! Yes, everything else is yours, you do Avell to remind me of it, I have no part or lot in it. But the child — the child is mine too, Dolores. You Avrong me, and you know you Avrong me AA7hen you imply that I am unmindful of her interests.' ' You loA7e her. Oh, Rupert, yes. The knoAvledge that you love your child is all that is left me. But — you have promised me so often that for her sake you Avill give up this life. My heart is sick, sick Avith hope deferred.' Her head drooped. She covered her face AA'ith her hands. He threAv the end of his cigarette aA\\ray and Avent up to her. ' It AAras unintentional to-night, I assure vol. hi. c"], [28, "18 A WOMAN IN TEN THOUSAND. you.' He put his arm round her and gently kissed her hair. ' Come, iioav, you are going to forgive me and help me.' She remained passive under his caress. ' Forgive you,' she repeated, sadly. ' I ahvays do. Help you — Avhat I can do I -will. But I Avill not, no, Rupert, I aa7H1 not deprive the child of any single thing she ought to have, in order that you may gamble aAvay the money that should procure it,' He turned aAvay Avith an angry oath. ' Let's have no more of that,' he cried. She said no more, but took up her cloak and left the room. He looked after her AA7ith an expression that A\\7as anything but tender on his face. Then he rolled another cigarette. 1 She didn't tell me Avhat Princess KoA7olski said to her,' he presently solilo quized. ' She never does tell me any-"], [29, "19 STORMS. thing now. I suspect she didn't haA'e too good a time of it AA7ith her mother's early friend.' He laughed, and, flinging himself into the chair his Avife had recently quitted, fell to thinking. c 2"], [30, "20 CHAPTER II. DOLORES HOPES. Rupert, hoAvever, AA'as mistaken. What ever Princess Kovolski in a spirit of mischief had given him to understand she meant to do, she had said no word to Dolores that could hurt her, or lead her to guess that she really kneAv anything of her antecedents. During the night Dolores lay long awake, but it Avas of her quarrel Avith her husband she AA7as thinking, and not of the Spanish-Russian princess Avho had been so effusively civil to her."], [31, "21 DOLORES HOPES. Dolores had not yet learned to endure Avith equanimity the presence of a shadoAV between herself and Rupert, and, Avhen she entered the little sitting-room the fol loAving morning, carrying her small daugh ter in her arms, she wore a studiously bright and SAveet expression. The child Avas iioav eighteen months old, a fair haired, blue-eyed, winning little creature, Avith a very decided temper of her OAvn, and an unlimited capacity for coaxing. Rupert Avas already in the room, look ing doubtfully at the tea-pot, as if not quite sure of the Avisdom of meddling A\\7ith it. ' Am I late, dear?' said Dolores. ' I am so sorry. Say good-morning to papa, baby, and amuse him Avhile I make the tea.' ' Baby and I have said good-morning to each other already,' answered Rupert, tak ing the child, Avho held out her arms to © I"], [32, "22 A WOMAN IN TEN THOUSAND. him AA7ith chuckles expressive of infinite joy. ' I assisted at her toilette this morn ing. It Avas a toilette conducted under difficulties, for she had a fancy for putting on her boots first, and getting into her bath afterwards. — What a self-Avilled little mortal it is !' he added, AAdth a smile, strok ing the fair curly head and kissing the soft little Avhite neck, Avhich at the moment Avas all he could get at to kiss, for baby had her face buried in her father's waist- coat, Avhile she made strenuous efforts with both fat little hands to pull his Avatch out of his pocket. Dolores sighed. 'We mustn't spoil her, Rupert. ' Spoil an infant like this !' he laughed. 'Wait at least till she is able to speak before you begin to put her under dis cipline.' He took out his Avatch and held it to the"], [33, "23 DOLORES HOPES. baby's ear ; then, when she was puckering up her small face for a cry at his replacing it in his pocket, he jumped her up to the ceiling, Avhich effectually diverted her thoughts. The room rang Avith the shrill, SAveet, baby laughter. ' And noAv, young Avoman, that you have thoroughly exhausted your poor father, perhaps you'll alloAV him to haA7e some breakfast,' said Rupert at last. But Miss Honor did not care at all Avhether her father Avere exhausted or not, and, Avhen he tried to place her in the high chair Avhich Avas ahvays set for her at his side, she shoAved her objection to the measure by struggling and kicking vigorously. 'You Avant to sit on my knee, do you? Oh, well, come along.' But at this point Dolores interposed. 'No, Rupert, she must learn to obey."], [34, "24 A WOMAN IN TEN THOUSAND. Baby,' she added, Avith gentle gravity, ' you must sit in your OAvn chair, as you always do. Do you understand?' Baby signified her comprehension of the situation by hoAA7ling dismally, but making no resistance AA7hile her mother fastened the strap that held her safely in her chair. 'What nonsense it is !' exclaimed Rupert, impatiently. ' It is not nonsense,' returned Dolores, with some heat, ' Look hoAV perfectly she understands that she must obey me ! And she understands equally Avell that she need not obey you.' He could not help laughing at the tone in Avhich this assertion was made, nor pri vately acknoAvledging its truth, and, as it was certainly more comfortable to eat his breakfast Avithout Miss Honor on his knee, he offered no further protest against her subjugation."], [35, "25 DOLORES HOPES. ' Noav, my Avee lambkin,' Dolores Avent on, kissing the Availing infant, and mopping her eyes Avith her oavii pocket-handkerchief, * you must stop crying at once, or you will have to go to the nursery. There's a spoon for you to play Avith a nice little bit of bread-and-jam.' The baby, haA7ing iioav satisfied herself that her father did not mean to take her part more actively, submitted to circum stances, and was presently perfectly happy drumming the table Avith the spoon, and smearing her face AA7ith jam. Breakfast over, Rupert released the prisoner, and set her on her feet. He Avas about to leave the room, but Dolores called him back. 'Wait one moment, Rupert,' she said, Avith a slight accent of appeal in her voice. ' I have something to say to you.' ' I hope it is something pleasant,' he an-"], [36, "26 A AVOMAN IN TEN THOUSAND. SAvered, rather surlily. ' I am not in a mood to hear anything unpleasant,' She came a step nearer to him. ' It is this : I haA'e been thinking — Of course that money must be paid — the money you told me about last night.' ' It certainly must,' he replied, ' unless I am to be publicly dishonoured. But of course it is true that baby must not suffer for my follies, and you say you cannot help me Avithout letting her suffer.' ' Oh,' she cried, ' can you not see that she must suffer, that you cannot go on like this Avithout dragging us both to ruin ? You are my husband, I cannot let you be dishonoured. You are my child's father, I cannot let her name be dishonoured through you. — I was angry last night, I spoke AA'ithout due thought, I Avill find the money ; but, oh, Rupert, will you not"], [37, "27 DOLORES HOPES reflect that you are robbing our child of her inheritance ?' Little Honor had staggered across the floor and AA7as standing at his knee, her SAveet baby-face lifted to his, Avhile she held up to him her much-gnaAved piece of bread-and-jam, her blue eyes and her in articulate babble eloquently inviting him to take a bite out of it. He stooped, and catching the tiny hand kissed it. ' I Avish you hadn't such a knack of mak ing a felloAV feel a brute,' he said, irritably, but Avhether he addressed his Avife or his daughter AA7as not quite clear. The baby, under the impression that her father had taken the share she so tardily thought of offering him of her much-prized delicacy, went through the same pantomime AA'ith her mother, and then staggered aAA7ay"], [38, "28 A AA70MAN IN TEN THOUSAND. again, inadvertently sitting down twice before reaching her goal on the other side of the room, Avhere a stuffed cat under the table afforded her endless amusement. ' No, no,' Rupert Avent on after a pause. ' I Avould not rob the little one for the Avorld — though, indeed, it may be ques tioned Avhether I should be doing her such a very ill turn Avere I to save her from being an heiress. For a girl to be knoAA7n to have money ensures her falling a victim to some needy fortune-hunter.' ' Is it so impossible, then, for a woman AA'ith money to be loved for herself alone ?' asked Dolores, in a Ioav A7oice full of pain. The man's hardened heart Avas touched. ' If every heiress Avere as beautiful as you,' he said, ' it Avouldn't be so impossible. Heaven knoAvs I Avas madly enough in love AA'ith you, my darling. — Better for you, perhaps, if I hadn't been. You are"], [39, "DOLORES HOPES. 29 too good for me, Dolores,' he added, AA'ith a sigh. She turned to him Avith a look and a gesture he had not seen her use for many a long day. ' Oh, love me always, Rupert,' she cried. ' Oh, never let us drift apart. Don't kill my loA7e for you. It frightens me, it frightens me, the feeling that comes to me sometimes. — Oh, if I should ever cease to loA7e you ! Rupert ! Rupert ! It seemed so impossible once, and now — it sometimes seems so possible. — Oh, if the time should ever come Avhen I did not love you, Avhat would become of me ? — Oh, Rupert, never let that time come.' She clung to him sobbing. He looked a little bored, but fortunately she could not see that, and he stroked her hair and caressed her gently enough. ' Come, come, Dolores, you are a little"], [40, "30 A WOMAN IN TEN THOUSAND. goose ! You mustn't think of ever leaving © off loving me, because if you did, you knoAv, I should go to the bad altogether. Yes, baby,' he added to the child, — Avho, at tracted by the unusual commotion, had once more made the journey across the floor, and iioav stood gazing with infantile solemnity at her parents, — ' tell your mother she is a goose. Tell her,' he AA7ent on, as he placed Dolores in her chair, and lifted the child on to her lap, ' that daddy is going to turn over a neAv leaf and never do it any more.' The baby stretched up her little hands to her mother's face. 'You are a little overtired, darling,' Ru pert added. ' We aa7H1 go for a drive this afternoon, you and I and baby.' He kissed her and the child, and Avent aAvay. Dolores seemed quite to have recovered"], [41, "DOLORES HOPES 31 herself that evening Avhen the French vicomte and the young Englishman arrhed to dinner. She had put on her prettiest tea-gown, and seemed resolved to be as agreeable and sunny as possible. Rupert had been so nice during that after noon's drive. She hoped against hope that this time he really did mean to keep his promise and gamble no more, and, if this Avere so, she did not grudge the money to pay this last debt of ' honour,' though it meant considerable personal sacrifices to herself. Mr. Greer, the young Englishman, re puted to be the only son of a millionaire, thought he had never spent so delightful an eA'ening. Dolores sang song after song at his and her husband's request. She had improved immensely in her singing since her marriage, for she had taken every op portunity of getting good lessons, and"], [42, "32 A WOMAN IN TEN THOUSAND. practising, as Rupert once observed to her, ' as if she had to earn her living by it,' ' I ahvays have before me,' she had an- SAvered, ' the possibility that I may some day have to earn my living by it ;' and he had understood the quiet allusion. But she had no thought in her mind to night of ever having to turn her gift to practical uses. She Avas still so young ! She Avas endowed Avith the unquenchable hojsefulness of youth. To-morroAv, she thought, she might persuade Rupert to leave this place and go someAvhere where the temptations to his fatal vice Avould not be so great. But Rupert AA7as not easy to persuade. MoA7ing Avas very expensh7e, he said, and their apartments here AA7ere unusually cheap and comfortable. She could not contradict this argument, though she did"], [43, "33 DOLORES HOPES. not cease to urge the request. They would go by-and-by, he said. In the meantime, he spent every even ing at home, and they received their friends after dinner, for a little music. Mr. Greer came eArery night, and so did the elder ly Vicomte de Regnolles. The Princess KoA7olski AATas also a frequent \\7isitor. Dolores came to have a very friendly feel ing for the vulgar, good-natured Russian princess, AA'ho Avas almost the only Avoman Avho ever came ; but, as she did not care much for any of the women she met in the society her husband had taken her into, she did not regret their absence. It Avas a great thing to haA7e her husband ahvays at home, out of mischief, and nothing else Avas of any consequence. ' But I rather Avish Mr. Greer Avouldnot come quite so often,' she said one day to Rupert. VOL. III. d"], [44, "34 A AVOMAN IN TEN THOUSAND. 'Why?' he asked. 'Don't you like him?' ' I don't care about him one Avay or the other. But,' she blushed a little, ' I — he belongs, you knoAv, to a fast set of London men, Avho think married Avomen are made to be flirted Avith — and I am not that sort of Avoman, Rupert.' Rupert looked at her, and a variety of emotions contended for the mastery in his face. At last he said, carelessly, ' You vain little puss ! Don't you flatter yourself Greer comes here for the sake of your beaux-yeux. He comes to have a game of ecarte Avith me.' ' Ecarte ! Oh ! Rupert, A\\7hat do you mean ? You don't play cards here?' ' Oh ! Avell, Greer and I have a quiet game of ecarte occasionally, after you haA7e gone to bed,' he replied, smiling. She started up Avith flashing eyes."], [45, "35 DOLORES HOPES. ' Then you have been deceiving me all this time !' 'Don't make such a fool of yourself!' he answered, angrily. ' The boy is a regular young ass, and isn't it much better he should play ecarte here AA'ith me, for nominal stakes, than get rooked in Princess Kovolski's draAA'ing-room or at Monte Carlo ?' She looked at him steadily. ' You promised me you would never touch a card again,' she said, and left the room Avithout waiting for a reply. d2"], [46, "36 CHAPTER III. A LAST RESOURCE. Dolores had promised to find for her hus band the money he had lost at play in Princess Kovolski's draAving-room, but she had not found it so easy to fulfil the promise as she had anticipated. For Rupert not only lost money at the gaming table, but he indulged in numberless other extraA'agancies Avhich she had sooner or later to pay for. She did provide the money, hoAvever, after some delay, only to find herself confronted Avith an array of debts contracted AA7ithin the last feAv months."], [47, "A LAST RESOURCE. 37 She made no scene this time, — of Avhat use Avas it, — b*ut she took a sudden resolu tion. She Avould, at the sacrifice of part of her capital, clear him once more from every debt he had, and never again give him another farthing beyond a fixed alloAv ance. But to do this it Avas necessary to apply to her trustee, Arthur Stanton. Dolores had a sore struggle AA'ith her self before she could resolve to open negotiations Avith her former guardian, and many a letter she Avrote and tore up before she achieved the composition of one that satisfied her. ' My dear Mr. Stanton,' she Avrote at last, ' I am sorry to trouble you, but 0AA7ing to the zeal you displayed AA'ith regard to my pecuniary interests at the time of my marriage, I am obliged to apply to you if I want money beyond the income from my"], [48, "38 A WOMAN IN TEN THOUSAND. capital. I do AArant money now, and I must have it, and I shall be much obliged if you will take steps to sell out half of my investments, and place the sum rea lized to my account at BroAA7n and Smith's. Please do not think yourself bound to protest. I knoAv AA7hat I am about, and I have a right to dispose of my money in any Avay that pleases me. ' Yours sincerely, ' Dolores Lyndhurst/ ' He Avill be too hurt,' Dolores said to herself, while the tears blinded her so that she could hardly see to write the address, ' to make any answer but the one of doing as I desire. But I must defend my husband.' Nevertheless, for many days after this Dolores AA'atched the post Avith feverish impatience. She did not wish him to"], [49, "39 A last resource. AA7rite, she would think it an impertinence on his part if he did, and yet — her heart hungered for neAvs of the friends who had guarded her childhood so tenderly. She had refrained from giving him her address, in order that he might understand that he Avas meant to communicate Avith her, if he did so at all, through her laAvyer. She expected him to write in spite of her hints and prohibitions, but she Avas not prepared for Avhat he did instead of Avriting. About ten days after she had despatched her letter to him, she Avas sitting one e\\7en ing at dinner AA7ith her husband. That day's post had brought her nothing from England, and she^Avas feeling the soreness of unacknoAA7ledged disappointment all the more keenly that her relations Avith her husband had been more than usually un satisfactory. He had not, as far as she kneAv, played cards at all since her dis-"], [50, "40 A WOMAN IN TEN THOUSAND. covery of the manner in Avhich he had been keeping his promises, neither had he inA'ited anyone to the house. He had chosen to adopt an air of injured innocence and martyrdom. But Dolores had not relented. He had promised her never to play cards again, and she Avould not admit that a game of ecarte* for nominal points, even supposing the points were nominal, Avhich she doubted, AA7as not a breach of the promise. He had, indeed, made such promises before and broken them, but he had never before broken them Avhile professing to keep them, and she found it hard to forgive him, though she endured his fit of the sulks patiently. Never theless, they Avere a neAv departure, and hurt her more than even his violent out bursts of anger. He would not noAv deign to ask her Avho the note Avas from, although the little"], [51, "41 A LAST RESOURCE. start she gave AArhen her eye fell on the address had not escaped him. She read it through tAvice, sloAvly ; then, after a mo ment's hesitation, folded it and put it in her pocket. ' Tell the messenger I Avill send an an- SAver,' she said to the servant aa71io Avas AAraiting. Then she Avent on Avith her dinner, talk ing as before on indifferent subjects. For a short time his dignity upheld him, but as it became more and more evident that her thoughts were Avandering, and that her agitation Avas considerable, his jealous curiosity got the better of him. ' Who Avas your note from ?' he asked, irritably. She flushed a little. ' I do not knoAv yet,' she said, quickly, ' Avhether I mean to tell you.' ' What nousense ! I wish to knoAv.'"], [52, "42 A WOMAN IN TEN THOUSAND. ' Am I not at liberty to receive a note Avithout telling you?' she asked, im patiently. ' No,' he replied, Avith a grandly authori tathe air. ' You are my Avife, and I have a right to know aa71io your correspondents are. Hoav do I knoAv that this is one of Avhom I should approve?' ' I am Arery sure that this is one of Avhom you Avould not approA'e, if that is Avhat you want to knoAv,' she retorted, in a rather exasperating manner. ' Tell me at once aa'Iio it is,' he cried, furiously. She looked at him, not in fear, she AA7as not the least afraid of him, but very sadly. This Avas the man she had once believed in. Then her mood suddenly changed. After all, he was still her husband. ' Yes,' she ansAA7ered, ' you have a right"], [53, "A LAST RESOURCE. 43 to knoAv, if you insist on it, And you do knoAv,' she added, AA7ith rising bitterness, ' that if I withheld it from you it Avas from no mothe that I need be ashamed of. / have never deceived you.'' ' Don't be a fool,' was his only reply, as he held out his hand for the letter. She gave it to him Avithout comment. He ran his eye over the feAv Avords it contained, and then sprang from his chair in a fury. ' Insolent scoundrel !' he cried. ' Na wonder you Avere ashamed to tell me.' The letter that so excited Mr. Lynd hurst's Avrath AAras this : ' Dear Mrs. Lyndhurst, ' It is impossible that I, as a trustee Avorthy of the name, should accede to your request AA7ithout further"], [54, "44 A AVOMAN IN TEN THOUSAND. explanation. Will you kindly appoint an hour when I can see you and talk it over. ' Yours sincerely, ' Arthur Stanton.' ' Did you bring him here ?' Rupert Avent on, flinging the paper on the table and turning to his Avife A\\7ith uplifted arm. No wonder you Avere ashamed to tell me.' She did not shrink. Often as he had threatened, he had never yet struck her, and the shame of the threat had ceased to touch her. ' I Avas not ashamed to tell you,' she re turned, ' and I did not — well, yes, I sup pose I did bring him here, though I had certainly no intention of doing so. Listen,' she Avent on, Avith a flash of her dark eyes, ' I Avrote to him because you haAre brought things to such a pass that I am obliged to"], [55, "A LAST RESOURCE 45 fall back ou my capital to save — your honour.' Hardened as Rupert AAras, he AA7inced under the accent Avith which this last word was spoken. ' And I cannot,' Dolores Avent on, 'get at any part of my capital AA7ithout applying to Arthur. I therefore applied to him, and this is the result.' ' And you AA7ant to see him to talk to him, to sentimentalize ' ' Stop !' she interrupted. ' These are insinuations I Avill not endure. You knoAv them to be childish. Heaven knoAA7s I haA7e loved you only too well. You need ha\\7e no fear. When you kill my love for you, you Avill kill it for every individual of your sex. Is it likely that, haA'ing learned from you Avhat men can be, I should ever have a heart to ghre to* any man ?' Her voice broke, but she"], [56, "46 A WOMAN IN TEN THOUSAND. struggled resolutely against the passion of tears that threatened to choke her, and, as he made no ansAver, she went on, more quietly, ' If you do not like my seeing Arthur, there is no need for me to do so. You can see him instead.' ' I ? No, thank you,' he muttered, angrily. ' Then I must see him. — We must have this money, Rupert.' ' See him, then,' he ansAvered, sullenly. ' Shall I tell him twelve o'clock to- morroAV ? ' ' As you please.' She rose after a moment's silence, and, coming round to him, knelt by his side. ' Oh, Rupert,' she said, sadly, ' you goad me into speaking to you as no A\\dfe should speak to her husband, for you treat me as no man should treat his Avife. But you"], [57, "A LAST RESOURCE. 47 cannot fear my complaining of you to others. Surely you knoAv that, as far as I possibly can, I shield you against all the world. Have I not broken AA7ith my dearest friends for your sake ? We might be so happy, if you would keep the promises you make, and Avhich I haA'e a right to exact.' ' Well, Avell,' he ansAvered, finishing off a glass of Avine, ' you hold the purse strings, and so, AA'hether you have the right or not, you have the poAver to exact promises. Ghe me a kiss, and promise me, in your turn, that you AA'ill so arrange matters Avith this infernal prig of whom you are so fond — no, I beg your pardon, of Avhom you say you are not so fond — that he won't require any more private intervieAvs Avith you.' She did not ghe him the kiss he so carelessly asked for. But as she rose from her knees she said, coldly,"], [58, "48 A AVOMAN IN TEN THOUSAND. ' You may be sure that I shall do my best to avoid the necessity for further intervieAvs.' ' All right,' he ansAvered, yaAvning. ' Then get out your guitar and sing to me. These Darby-and-Joan evenings are very delightful, of course, — but ' He had the grace to leave the sentence unfinished."], [59, "49 CHAPTER IV. AS STRANGERS. Punctually to the hour named, Arthur Stanton AA'as shoAvn into the little sitting- © room Avhich Dolores called her oavii, and Avhere she iioav sat, Avaiting to recehe him, Avith her child on her lap. Little Honor Avas not AA7ont to sit still for any length of time on anybody's lap, but to-day she accommodated herself to her mother's desire to hold her Avith an unusual Avillingness Avhich might have struck Dolores as strange had she been VOL. III. E"], [60, "50 A AVOMAN IN TEN THOUSAND. less preoccupied with the thought of the interview before her. Arthur boAved formally on entering the room. Considering the terms on AA7hich they had parted, and the tone of the letter she had written him, he did not feel justified in meeting her as an old friend. But, under his cold manner, his pulses were throbbing wildly, and his heart tightened Avith a sense of pain as he saAV her altered face. Beautiful, more beautiful than ever, he thought her. But oh, Iioav sad and careAA'orn the young face looked ! She set her child on the floor, and, forgetting everything at the sight of him, she came quickly forward, holding Honor's tiny fingers in her left hand, Avhile she offered her right to the visitor. ' It was very good of you to come all"], [61, "51 AS STRANGERS. this AA7ay to see me,' she said, Avith impul sive naturalness. ' But, all the same, I Avish you had not come.' He smiled a little constrainedly, and then looked down at the child. ' And this, I suppose, is my god daughter?' he obseiwed. ' Yes, this is your god-daughter,' Dolores answered. ' Baby, shake hands AA'ith the gentleman.' But, as the gentleman stooped to be shaken hands Avith, baby put up both her arms AA'ith so evident a determination to embrace him that he had no alternative but to accept the favour, Avhich obA7ious ly gratified as much as it embarrassed him. 'She is like her father, isn't she?' said Dolores, sitting doAA7n AArith the child on her lap, and unconsciously pressing her oavii e 2"], [62, "52 A AVOMAN IN TEN THOUSAND. face against the little one's soft cheek, as an outlet for the tumult of feeling Arthur's presence aroused in her. And Arthur, looking at the tAvo beauti ful faces, experienced a Avell-nigh madden ing sense of loss and failure. But he ansAvered quietly, AA7ith a smile, ' Yes, she is very like her father, not the least like you. — I hope Mr. Lyndhurst is A\\7ell.' ' He is quite Avell, thank you. He AAras not able to be here to Oh, Arthur,' — putting the child oft' her lap and speaking Avith the \\7ehemence natural to her when excited, — ' Avhat is the use of our playing these parts ? I am sorry you came, be cause you and Rupert can never be friends again, and I can have no friends that are not his too. He was angry at your com ing, and justly angry. Why did you come ? Surely you might have done the"], [63, "53 AS STRANGERS. little thing I asked of you AA'ithout making a fuss?' ' I cannot consent to the infringement of your capital Avithout knoAving that there is some good reason for it. You have diminished it enough already. But per haps you are not aAvare of that ?' he said, steadily. ' I am quite aAvare of it,' returned Do lores. ' I understand all about my oavh money affairs, and manage them myself.' He Avas silent for some moments. Then he said, sloAA'ly and Avith difficulty, ' Your husband ' ' Pray leave my husband out of it,' she interrupted, hastily. ' I am acting on my oavii responsibility.' ' I cannot altogether leave your hus band out of it,' he replied, after another pause for reflection. ' You Avill not like AA7hat I am going to say, and indeed I"], [64, "54 A AVOMAN IN TEN THOUSAND should have preferred saying it to Mr. Lyndhurst himself, or at least in his presence. ' You did mischief enough the last time you chose to offer your opinion of him to himself,' she remarked, AA7ith cutting scorn. He took no notice of the interruption, though something in his broAA7n eyes and a slight compression of his lips for a second betrayed that he had heard it. 'What I am going to say is,' he Avent on, very quietly, ' that you are not justified in spending your capital in paying your hus band's gambling debts.' ' I am not aAvare of having made any mention of my husband's gambling debts.' ' It is simply throAA7ing money into the sea, and, for the sake of your children, you have no right to do it,' ' I Avant money, Mr. Stanton, and I must haA'e it.'"], [65, "AS STRANGERS. 55 ' I know,' he said, in a more eager and personal tone than he had yet used. ' I understand that, and — and — this little one is my god-child. She has a claim on me. For her sake, as Avell as for the sake of the children the coining years may bring you, I beg you to accept the proposal I am about to make. I have a large sum of money lying idle, awaiting a good in vestment. What better use could I find for it than to lend it to you ? ' ' No,' she cried, springing up. ' No, Arthur, no — it is impossible ! Yes,' — as he Avas about to speak she held up her hand to enforce silence on him, — ' I understand hoAV kindly you mean it. I am grateful for your goodness, but you must never make such a proposal to me again. I could not, even my husband could not, ever endure the thought of our accepting such — such a favour from you.'"], [66, "56 A AVOMAN IN TEN THOUSAND. He noted AA'ith a pang the ' even ' which unconsciously escaped her in her ex citement. 'You need not fear,' she continued, hur riedly, ' that I shall iioav or eA7er be un mindful of my children's interests. But I knoAv that I am acting for their best in terests now. Believe me, Arthur, I can judge better than you can in this case.' ' I can only hope so,' he ansAA7ered. ' But ' ' But you must let me haA7e the money, and — if ever little Honor needs a friend I shall look to you to befriend her,' she added, with a smile. He rose hastily. ' I aa7H1 say no more,' he replied, ' I must accede to your request.' ' You must,' she said. ' Good-bye.' It may be doubted Avhether he had meant to go, but her good-bye Avas spoken so"], [67, "57 AS STRANGERS. determinedly that he had no choice but to accept his dismissal. ' Good-bye,' he ansAvered, almost as he might have bidden an acquaintance of yesterday good-bye. But he held her hand in a someAA7hat lingering clasp, and looked AA7isfully in her face. ' Good-bye.' The second utterance of the AArord Avas very sad. ' If Honor knoAvs I hav7e seen you he began, irresolutely. ' Oh — Honor,' she cried. ' I must not trust myself to speak of Honor iioav. Give her my loA7e, tell her I am AA7ell. — Oh, Arthur, good-bye.' He stooped to kiss the little child Avho had crept once more to her mother's side, and then he Avent. Dolores sat down and clasped her baby daughter in her arms. So Rupert found the pair Avhen five"], [68, "58 A AVOMAN IN TEN THOUSAND minutes after Arthur's departure he en tered the room. ' Well,' he began, ' have you persuaded that Bayard of yours to let you have the use of your oavii money ? and haA7e you made him clearly understand that if he ever comes here again I Avill kick him doAvnstairs ?' ' I haA7e arranged about the money,' Dolores answered, wearily, ' and I am sure he Avill never come here again. — Oh, Rupert, I Avas so rude to him, out of loyalty to you. And no man eA'er deserA7ed less that a Avoman should be rude to him. If you Avere not so prejudiced against him ' Rupert had lifted little Honor off her lap, and set her on his oavii knee. The child laid her head against him Avith a mo\\7ement that attracted his notice. He paid no heed to his Avife's last Avords."], [69, "AS STRANGERS. 59 ' What is it, little one ? Have you got a headache ? Dolores,' he added, anxiously, ' this child isn't herself to-day. What is the matter Avith her?'"], [70, "60 CHAPTER V. RUPERT IN ANOTHER LIGHT. Three days had elapsed since Arthur's visit, but both Rupert and Dolores had entirely forgotten the incident which had, from different causes, stirred them both so deeply. Another emotion had taken possession of their hearts and left no room for any sentiment of bitterness or resentment. Little Honor lay stricken doAvn by the terrible disease so fatal to childhood — diphtheria, and, as they hung in agonized suspense over the cot which held their"], [71, "RUPERT IN ANOTHER LIGHT. 61 treasure, neither parent could remember anything outside that common anguish. Rupert, to Avhom the little one Avas, if possible, dearer than to its mother, had hardly left the house, during those three days, except to go for the things required for the sick-room, and Avhich, he fancied^ no less interested messenger could be relied on to fetch so quickly. No Avoman could haA'e been a tenderer nurse than Avas this A7iolent-tempered gambler. Hour after hour he Avould Avalk up and doAvn the room, Avith his little daughter in his arms, en during, Avith AA'hite set face and anguished eyes, that most piteous sight — a child in pain, thinking only of Avhat he might do to mitigate in some degree the suffering no human poAver availed to relieve Avholly. At all moments of the clay and night he AA7as at hand to perform any service Dolores might ask of him. Neither father nor ©"], [72, "62 A WOMAN IN TEN THOUSAND. mother could bear to leave their darling to hired hands, Avhile each trusted the other implicitly. The last resource had been resorted to, and, after performing the operation of tracheotomy, the doctor prepared to lea\\7e the house. ' It is Avonderful Avhat children do pull through,' he said, unable, despite his long experience, to look into either of the two despairing faces and declare his opinion that the case AA7as hopeless. ' While there is life there is hope.' With these words, Avhich haA7e Avrung so many hearts by their implied hopelessness, he went aAvay, after telling them Avhere he could be found at different hours of the day, should they Avant him before his even ing visit Avas due. But there Avas that in his manner Avhich told his hearers that there Avas nothing more that he could do"], [73, "63 RUPERT IN ANOTHER LIGHT. to saA7e the precious life that AA7as ebbing out before their eyes. ' He is a fool,' said Rupert, wildly, when he had gone. ' Send for another doctor, telegraph to England, there must be some body A\\'ho can saA'e her. — What use are they ? What use are they, if they cannot cure a child of a well-known disease like this ?' ' Hush, dear, hush,' said Dolores. ' Life and death are in God's hands.' And the little child, roused by her father's loud A7oice, turned her patient suffering eyes on him in mute, unconscious rebuke. He broke doAA7n. Covering his faceAvith his hands, he gaA'e way to a A-iolent burst of tears. For a moment Dolores looked at him in silent dismay. To most Avomen, there is something terrible in a man's weeping. It"], [74, "64 A AVOMAN IN TEN THOUSAND. seems such a complete reversal of nature. If it is' not terrible, it is contemptible. The next instant she AA7as beside him, soothing him, as she would haA'e soothed a child, AA7ith tender Avords and caresses, en couraging him, and bidding him be braA7e. ' We can neither of us afford to give Avay iioav,' she said, ' and you haA-e been such a help and support to me.' The appeal Avas not Avithout its effect. Half ashamed of his momentary and un wonted Aveakness in the face of her strength, he quickly recoA7ered himself. He caught the hand she had passed round his neck, and dreAV it tenderly to his lips. Then, Avithout more Avords, the two resumed their wateh beside the child's cot. Vain Avas the effort to persuade them seh7es that there Avas any improvement. As hour after hour Avent by, the sufferings it Avas such agony to see increased in in-"], [75, "65 RUPERT IN ANOTHER LIGHT. tensity, and the innocent blue eyes turn ed from the father's to the mother's face, AA7ordless and piteous, as if appealing to them for the succour they had been Avont to giA'e their darling in all the little ills of its short life. ■ My God ! it is killing me,' muttered Rupert, A\\'ith a Ioav groan, clenching his fist in his anguish. But Dolores Avas calm. She had no time to think of her oavii pain. With Ioa' ing smiles and tender cooing words, she Avent on performing all the needful offices for the little one. But suddenly she started, and her voice Avas sharp Avith terror, as she exclaimed, ' She is choking. — Send for the doctor — quick ! Quick. — No. nurse -will go,' she added, hurriedly, clutching desperately at her husband's arm as he sprang up to rush from the room. ' Don't leave me, Rupert,' VOL. III. F"], [76, "66 A AVOMAN IN TEN THOUSAND. But it was not weakness that prompted the appeal, and Rupert kneAv this as he looked at his baby's face. Were he to go, he might see that little face in life no more. The nurse had already gone, and he stayed. ' Can he do anything ?' he Avhispered, as he raised the child on his arm, in the vain endeaA7our to help her feeble strug gles for breath. ' There must be something he can do,' she ansAvered, in a Ioav, passionate A'oice. Could the doctor be in time to do any thing ? The minutes fleAv by, and, as the miserable parents looked at each other, each read in the other's despairing eyes that all hope Avas at an end. Every strug gling, imperfect breath the child drew seemed as if it must be the last — and still no doctor came. ' There is one AA7ay,' said Dolores, sud-"], [77, "67 RUPERT IN ANOTHER LIGHT. denly, in Ioav, intense tones. ' I have heard of its being done by nurses in hospitals.' She approached the little bed, and. kneel ing beside it, held out her arms to take the child from Rupert. He looked at his Avife for an instant, and then he understood Avhat she AAras about to do. Promptly and quietly, but Avith a force she Avas poAverless to resist, he put her aside. ' You are quite right,' he said. ' It has often been tried, and AArith success. But the chance of success is greater if I make the attempt. I can draAv stronger breaths than you.' She offered no opposition. She kneAv he Avas right, she kneAv that he understood as Avell as she did the personal risk run by one Avho tried the experiment, and she f2"], [78, "68 A WOMAN IN TEN THOUSAND. kneAv that he AA-as at the moment as in different as herself to the personal risk. She stood aside in silence and looked on, self-controlled and motionless, ready for any action that might be required of her. Ten minutes had gone by. Little Honor lay back on her mother's arm, breathing with comparative ease, for her father had sucked aAvay the poison that Avas choking her. Rupert had left the room to take what precautions Avere possible against any eA'il results to himself from his act of paternal deA'otion. He came back in a feAV minutes, and the doctor came in behind him. Dolores laid the child back on the pilloAv as they entered, and in a feAv words explained Avhat had taken place. The doctor bent over the cot. ' You have saved her for the time, at least,' he said, looking at Rupert ; and"], [79, "69 RUPERT IN ANOTHER LIGHT. then he added, bluntly, ' I suppose you knoAv it has been at the risk of your oavii life ?' ' Yes, I knoAv it,' returned Rupert, Avith a short laugh. And then he started forAvard just in time to catch Dolores, as she SAvayed and fell, fainting."], [80, "70 CHAPTER VI. MY LOVE IS DEAD. He had risked his life — and in vain. He did not himself pay the penalty of his self-sacrifice, but neither did he reap its reAvard. The little child, in AA'hom he had temporarily forgotten himself, Avas not given back to them in answer to their imploring cries. Four days after Rupert's last despairing effort to keep the grim Angel at bay, the bereaved parents laid all that Avas mortal of their treasure in the pretty cemetery of Mentone, and then prepared to turn their"], [81, "MY LOVE IS DEAD. 71 backs upon the place and depart, no one knew Avhither. It Avas not the Avish of Dolores thus to fly from the scene of her sorroAv Avithout a moment's pause for re flection. Woman-like, she Avould fain haA'e lingered on the spot, and fancied the bitterness of her tears a little softened could she haA7e shed them daily 0A7er the sod that covered her little one's face from her. But Rupert's only thought Avas to get aAvay, and, if possible, to forget; and, Avith the recollection fresh in her heart of his strength and tenderness during those terrible three days, and of his croAvning act of heroic self-devotion, Dolores could not oppose him. One person in Mentone applauded the resolution, as an act of great Avisdom. Princess Kovolski, full of Avarm-hearted sympathy and destitute of tact and good-"], [82, "72 A AVOMAN IN TEN THOUSAND. breeding Avith Avhich to regulate it, came to call on Dolores the evening before their departure, and, Avithout Avaiting to hear if she could be received, folloAved the servant upstairs and into the room Avhere the childless young mother sat alone. But perhaps the princess's genuine sympathy, recklessly as it AAras expressed, comforted Dolores more than her reckless ness hurt her. ' I never had a child,' said the princess, with the tears in her black eyes ; ' but I never saw your fair-haired little darling Avithout a cruel longing here,' and she laid her hand on her heart, dramatically, but none the less honestly. ' Ah ! Avell,' she went on, ' I'm glad iioav I never had one. Never to have is never to lose, and that's the only Avay to be happy in this queer world.' Presently, AA7hen her first condolences had been expressed, she obserA7ed,"], [83, "MY LOA'E IS DEAD. 73 ' And so you are going aAA-ay. Well, Mrs. Lyndhurst, sorry as I am to say good-bye to you, I am glad for your oavii sake you are going. This is a bad place for your husband. Oh, yes,' she added, with a laugh, as Dolores drew herself up Avith a gesture implying that this AA7as a subject she did not desire to discuss, ' I have knoAvn your husband much longer than you haA'e. I knoAv all about him. He is not to be trusted in the vicinity of gaming-tables. Take him away, Mrs. Lyndhurst, iioav you haA'e your oppor- tunity. His heart is soft just iioav. Take him back to England, and never let him come here again. Ah ! you are offended. Well, I like you for it, though I don't understand it. I Avon't say any more. Good-bye. Shall Ave ever meet again, I Avonder? As long as I am here,' — she hesitated, and her voice dropped, — ' will"], [84, "74 A AVOMAN IN TEN THOUSAND. you let me keep the floAvers fresh Avhere your baby sleeps ?' Dolores forgot AA7hat had gone before. This last request of the princess's Avas all she ever remembered of her, and it made her heart very tender towards her. They parted with tears and kisses and a mutual hope that they should meet again. The folloAving eA'ening they left the place, and Avandered away on aimless traA'els. Dolores cared not Avhither, she desired only to please Rupert. The un happy Aveeks and months that had pre ceded this unexpected bloAv were effaced from her memory. He Avas once more the husband Avhom she loA'ed and honoured. Rupert by the cot of his dying child Avas the true Rupert. The other had surely been some demon AA7ho had for a time con trived to possess his form."], [85, "MY LOVE IS DEAD. 75 For a short time, a A7ery short time, she AA7as happy in this hope, happy in spite of her abiding grief. Rupert Avas moody, irritable, impossible to please. He railed fiercely against the Providence that had taken his child from him. He cursed the doctors whose skill had not availed against the decrees of the higher PoAver. He hur ried his wife from place to place, in his angrv restlessness and eager longing for some distraction that might help him to forget, He had had a miniature painted of little Honor from a photograph, and gh'en it to Dolores. But he bade her at the same time never shoAv it to him. He could not, he said, bear to look at it, Dolores never lost patience with him. She bore SAveeth7 with his Avorst fits of moodi ness and temper. For Avere they not caused only by their common soitoav,"], [86, "76 A WOMAN IN TEN THOUSAND. AA'hich he as a man could not be expected to accept with the same resignation that she did ? She put every thought of self aside, and devoted herself to him Avith a passionate self-abandonment that some times touched and sometimes unreasonably angered him. ' I can stand this no longer !' he ex claimed one day. ' We must haA'e some people to dinner.' They were now in Rome, and here he seemed inclined to linger longer than he had done elseAA7here. ' Yes, dear, certainly,' Dolores responded, Avith cheerful alacrity. ' Let me see, Avhom do Ave knoAv ?' He named one or tAvo men, acquaint ances of his before his marriage. Dolores had an unacknoAvledged dislike to his pre matrimonial friends. Her experience of them had not been favourable. But she"], [87, "MY L0A7E IS DEAD. 77 did not allow the feeling to betray itself now. Rupert paused, and added, tenta tively, ' And Ave can have a rubber of Avhist afterwards.' She looked up startled ' Oh, Rupert, no !' ' No ? What nonsense !' he cried, im patiently. ' A quiet game of Avhist for threepenny points after dinner — just you and I and these tAvo felloAvs. We can't gamble when you are playing, and I Avon't play after you haA'e gone to bed. I promise you I Avon's,' he added, eagerly. She Avas silent for some moments, and then she said, ' No. I will never play cards again. You must not ask me to — and you- Oh, Rupert dearest,' — her arms were round his neck, her lovely eyes raised in tender, urgent appeal to his — ' you Avill not '"], [88, "78 A AVOJIAN IN TEN THOUSAND. He understood all that her look and tone implied. For this once, at least, the memory of his dead child prevailed. He yielded — ungraciously, indeed, but he yielded. They left Rome the next day, and Avent Franceward. Wherever they went, Rupert found acquaintances. He introduced them to Dolores, and she, ahvays courteous to her husband's friends eA7en Avhen she dis- liked them most, tried harder than eA'er to be gracious ; for she still belieAed in his reformation, although the card-playing in her drawing-room had commenced. But they played in her presence, and for small stakes — at first. She trembled, but re monstrances were of no avail. And, as long as he did not propose going to Monaco, she still hoped for the best, ' I met young Greer to-day.' he said one afternoon, Avhen they had been nearly"], [89, "MA7 LOVE IS DEAD. 79 a Aveek at Cannes. ' He asked me if he might come and call on you. I told him he might come in to-night.' She made some light response, but her heart AA7as heavy. Yet she hoped still. ' You AA'ill not encourage him to play high?' she said. ' No, of course not,' he ansAA'ered, im patiently. Mr. Greer did not annoy Dolores that eA7ening by his former attempts to flirt with her. To say the truth, the young man's attentions had ahvays been rather forced. It Avas ' the thing ' to flirt Avith a pretty married Avoman when you had the chance, so he had done or had tried to do it. But iioav her sad face and deep mourn ing subdued him so much that he could not act up as usual to the principles Lon don life had instilled into him. He treated her Avith distant respect. And his manner"], [90, "80 A AVOMAN IN TEN THOUSAND. pleased her so much that, AA'hen Rupert pressed him to come again, she seconded the invitation Avith something like warmth. He became a daily, or, to speak more correctly, a nightly A'isitor. And every night the card-table AA7as set out, and three or four men Avould drop in, to all of AA7hom Dolores in her pretty Avay tried to be pleasant. It Avas evident that Rupert must haA7e the amusement of cards, and she thought that at least it was better he should play at home AA7ith friends than go to public gambling-tables. She knew that they had ceased to play for Ioav stakes, and she also kneAv that Rupert tried to prevent her knoAA'ing much about their play. But still she hoped things Avere not so bad as they had been, and that by de grees, Avith love and patience, she might Avin him from these eA7il Avays. It Avas long since he had asked her for money."], [91, "81 MY LOVE IS DEAD. Surely then he could not be gambling very desperately ? But at last the aAvakening came. A party of men had assembled in their rooms as usual, and Avere playing AA7ith profound earnestness. They were all new acquaintances, with the exception of the Vicomte de Regnolles, Avho had arrived at Cannes a feAV days previously. Dolores liked this man even less than she had liked him at Mentone. His manner to herself AA7as less deferential than it used to be, she fancied, though she could not exactly define wherein the difference lay. Mr. Greer came in later than usual, and finding the game already begun Avent over to Dolores and sat doAvn beside her. He appeared to be in A7ery Ioav spirits, and she, sorry for his depression, for Avhich she made no attempt to assign a cause, roused herself, and tried by the cheerfulness of G VOL. III."], [92, "82 A AVOMAN IN TEN THOUSAND. her OAvn manner to make him temporarily forget his troubles, Avhatever they might be. She succeeded to the extent of mak ing him feel her sympathy, for he presently said, ' I am the most unlucky devil under the sun, Mrs. Lyndhurst.' ' That is a terribly despairing senti ment,' she ansAvered, smiling. ' What has happened to you ?' ' Unless I have better luck to-night than I have had for some time past,' he Avent on, looking gloomily at the card-players, ' I am done for.' ' What do you mean?' she asked, startled. ' I mean that I'm ruined unless I can retrieve my fortunes to-night.' ' Has it come to that?' she murmured, half-aloud, Avhile an expression of anguish he was too self-absorbed to notice crossed"], [93, "83 MY LOVE IS DEAD. her face. ' I thought ' she checked herself, looked up and Avent on, in another tone, ' I wonder if you will be offended if I venture to offer you a little advice ?' ' Any advice you offer,' he began, edging a little nearer to her, Avith one of the glances she so much resented. She spoke more coldly. ' It is advice any reasonable person would give you. It is — give up gam bling. Oh,' she cried, forgetting in her eagerness her momentary displeasure, and looking straight into his honest, stupid young face, ' it is such a fatal vice. It leads to such misery and ruin. I don't believe you are a gambler at heart. Give it up. Go home and tell your father everything. — You told me once Avhat a good father you had. — But don't — don't think to retrieve your fortunes by further play.' G 2"], [94, "84 A WOMAN IN TEN THOUSAND. He looked at her Avith some surprise. ' Why, Mrs. Lyndhurst,' he said, ' this is strange advice for you to give me — you Avho ' He paused in obvious embarrassment. ' What do you mean ?' she cried ; and then something in his face, which she did not yet fully understand, prompted her to add, passionately, ' No, don't tell me Avhat you mean, but go — go, and never come here again. Go back to England, go to your father, and ask his help.' She spoke in loAvered tones, so as not to attract the attention of the men round the card- table, but the Avild energy, the concentrated passion that thrilled through her suppressed voice, quite overwhelmed the Aveaker nature of the boy, and, per haps, also touched the nobler side of his character. ' I Avill go,' he answered, rising to his"], [95, "MY LOVE IS DEAD. 85 feet. ' Good-bye, Mrs. Lyndhurst— I— I am so sorry for you.' The last Avords Avere spoken suddenly, in a blundering impulse of enlightenment. Dolores took no notice of them. ' Good-night,' she said, quickly. ' Now go-' The closing of the door behind the young man first attracted the attention of the card-players. ' Hullo !' exclaimed Rupert, looking up, 4 Avhere has Greer gone ? We shall Avant him in a moment.' ' He is not coming back,' Dolores said, advancing to the table. ' He has gone, at my earnest entreaty, and, if he keeps his promise to me, he Avill never return.' She spoke in Ioav, clear tones, to which the faint vibration of controlled emotion lent intense expression. Her eyes Avere shining, her face flushed, and her figure"], [96, "86 A WOMAN IN TEN THOUSAND. Avas drawn up to its full height. The men all paused in the middle of their game, struck by a common impulse of admira tion for this beautiful Avoman — an admira tion Avhich, for the moment, suspended their astonishment. ' He is gone,' she Avent on, ' and, if you are AAnse, you Avail all go too. Why are you here, crippling the Avhole of your future career, and some of you blasting the lives of your wives and children by your mad indulgence in this fatal, despicable i vice ' Dolores,' Rupert broke in, in tones of cold, cutting sarcasm, ' have you taken leave of your senses? You must excuse my wife's strong Avay of putting things,' he added, still quite coolly, though his Avhite lips and blazing eyes testified to the spuriousness of his calm composure. ' This is one of her little crazes, and you"], [97, "87 MY LOVE IS DEAD. knoAv Avomen ahvays like to air their little crazes at the Avrong times.' She turned her face to him for a mo ment, and the look of mingled scorn and pain that illuminated it seemed to scorch him, and Avas certainly a revelation to his companions. By a common impulse they flung doAvn their cards, and rose from the table. ' We have made a mistake,' said the vicomte. ' Yes, you have made a mistake,' repeated Dolores, Avith head erect, ' Come, come, gentlemen, we must finish our game,' exclaimed Rupert. ' We Avill finish it to-morrow night at my rooms,' said the vicomte. ' But here, after madame has so decidedly expressed her disapproval, it is not possible.' ' Yes, yes, you must go — you must play here no more,' insisted Dolores, hurriedly ;"], [98, "88 A WOMAN IN TEN THOUSAND. and, one by one, they silently gathered up their money, boAved to her, and left the room. ' And iioav,' cried Rupert, furiously turning to his Avife Avhen the door had closed behind the last of the men, ' Avhat does this mean ?' ' Need you ask me Avhat it means ?' she retorted, passionately. 'You haA'e deceived me. You have often deceived me, and I have forgiven you ; but noAv you have done more — you have degraded me. Yes, I understand it all noAv. That foolish boy betrayed the truth to me by his careless Avords. These quiet evenings Avith music and cards for a mere pastime. These Avretched gamblers your dupes, and I your decoy — I, your Avife, the mother of your dead child ' Her voice failed. She sank into a chair, and, flinging her arms across the card-"], [99, "MY LOVE IS DEAD. 89 table, dropped her head on them, sobbing in tearless agony. His hand had been raised, his lips parted to utter an angry retort, but at her last Avords his face changed. He stood regard ing her like a convicted criminal. Then he crossed his arms on the mantelpiece, and, laying his head on them, gave vent to a Ioav groan. She paid him no attention. For some minutes she struggled Avith the choking, tearless sobs that shook her frame. At last she rose, and, AA7ithout looking at her husband, moved sloAvly to the door. He started forward. ' Dolores.' She Avent on AA7ithout turning her head, as if she had not heard. ' Dolores,' he said again, and this time he put his hand on her arm to detain her. She shook it off as if his touch stung"], [100, "90 A AVOMAN IX TEN THOUSAND. her. But she stopped in cold obedience. ' Forgive me,' he murmured. She turned aAvay again in silence. ' Forgive me,' he repeated, more vehem ently. ' I haA'e been a scoundrel. But you put it too strongly — it Avas not quite that.' 'What Avas it, then?' she asked, in cish7ely. ' It Avas — not quite that,' he said once more, lamely. ' I didn't see it quite in that light. I Forgive me, Dolores — for — for our child's sake.' ' Hush,' she cried, her A7oice sharp Avith pain. ' You haA7e no right to speak of her to me. You sully her name by taking it on your lips.' ' Dolores,' he reiterated, and in his voice too there AA7as iioav a ring of anguish. She looked at him, and her face softened a little. The passionate indignation died"], [101, "91 MY LOVE IS DEAD. out of her dark eyes. But her A7oice, though intensely sad, Avas as cold as before. ' I cannot help it,' she said. ' What I dreaded, Avhat I prayed you to save me from, has come at last : I have ceased to love you. — My love has died hard, but to night it is dead.' She Avent out of the room, and shut the door quietly behind her."], [102, "92 CHAPTER VII. THE CROAVNING STROKE. Dolores repented of her bitter Avords. That is, she repented of haA7ing uttered them to the man she had SAvorn before God and man to love and honour. They Avere true, but such truths had better re main unspoken. Their bitterness lay in their truth. That last annihilating dis covery Avas the croAvning stroke ; her Avifely loyalty could bear no more. Not even the memory of their child availed noAv to throAV the thinnest glamour around her husband. She saAV him as he was — and she despised him."], [103, "THE CROWNING STROKE. 93 But, though the memory of their child Avas poAverless to rekindle the ashes of the fire that had once gloAved so fervently in her heart, it forbade any more decisive demonstration of her resentment than she had already made. When the folloAving day Rupert an nounced to her that, in consequence of the scene she had chosen to make the previous night, it was expedient for them to leaAre the place, she acquiesced at once, and Avas ready the next morning to start, They Avent straight to Monaco. She offered no remonstrance. Of Avhat use Avas it to re- monstrate ? He spent his time at Monte Carlo, but Avhether he Avon or lost Dolores never asked him. At last, hoAvever, something occurred AA7hich necessitated an explanation. Do lores receh7ed a letter from her laAvyer, in forming her that a certain company, in"], [104, "94 A AVOMAN IN TEN THOUSAND. Avhich the greater part of her remaining capital Avas invested, had failed. She had nothing left but a feAv shares in an Ameri can Railway, Avhich brought her in about forty pounds a year, and a hundred and fifty pounds ready money in the bank. She arrived at this simple calcula tion as she sat Avith the letter in her hand, and then she smiled mournfully. So this Avas the end of the money for Avhich Rupert had married her, and curiously enough her first distinct feeling Avas one of compassion for him. What Avould he do ? It AA7as some moments before she asked herself AA7hat Avould she do ? She could not support him and herself on forty pounds a year. While she Avas still con sidering the question, Avithout having yet fully grasped its importance to herself, Rupert came in. She gave him the letter to read. He read it twice before he quite"], [105, "95 THE CROAVNING STROKE. took it in, and then he swore for some seconds before turning to her for further explanation. She briefly gave him the re sults of her oavii cogitation, at which he burst out laughing. ' Well,' he said ' it don't make much difference to me, for you have ahvays grudged me a share of your money.' She accepted the reproach in silence, and her silence effected more than speech of any kind could have done. ' I don't mean that seriously,' he said, glancing at her Avith some compunction. ' But it's deuced hard lines, you knoAv, for both of us. Luckily, I'm in funds to-day, and, if I go on having the run of luck I've had lately, Ave shall be able to live like fighting-cocks for the rest of our lives.' She sighed heavily, and shook her head. There Avas a moment's silence, during"], [106, "96 A WOMAN IN TEN THOUSAND. Avhich he stood looking gloomily out of the AvindoAv. At last she said, ' I shall try to get an engagement to sing in public' ' Pooh !' ' I think Princess Kovolski Avould help me, she has influence Avith professional people — and you — Rupert !' He turned sharply. 'And Avhat of me?' ' Could you not get Avork to do ? — Ghre up this gambling. Let us start afresh together — and forget the past.' ' And AA7hat sort of Avork do you propose I should get — and Avhere ? — SomeAvhere, Avhere you are not ?' ' Oh, no, Rupert, no.' ' Of course,' he added, in a softer tone, ' I shall do my best for you as Avell as my self, and,' he stopped and Avent on again, ' I must go and think the thing over. It has altogether floored me.'"], [107, "97 THE CROAVNING STROKE. He went aAA7ay without looking again at his AA'ife. Dolores sat doAvn, andAvrote to Princess Kovolski, Avhom she kneAVAvas still at Men tone. She told her the simple truth : that, in consequence of the failure of a company in Avhich her money had been invested, she should be obliged to earn her oavii living, and would be very grateful if the princess could exert her influence in her behalf. Rupert came back to dinner moody, and evidently determined not to discuss the disagreeable question of their mone tary position. Immediately after the meal he Avent out again, and did not return till four in the morning. Tavo days passed, and nothing more con cerning their future plans had been said betAveen the husband and wife. On the third day, Dolores sat by the window Avaiting for the postman, Avhom she expected VOL. III. H"], [108, "98 A WOMAN IN TEN THOUSAND. would to-day bring her a letter from the princess. Rupert had gone out immediately after breakfast, and she had no expectation of seeing him again till long after midnight, for he had SAvorn at her Avhen she asked if he meant to be in to dinner. She was thinking very sadly and hopelessly of the future as she sat there AAraiting, shivering a little, for the December weather Avas cold, and in her husband's absence she practised the economy of doing Avithout a fire. The servant came in AA7ith a letter. ' I did not think the post had come,' observed Dolores to the neat little maid. ' It is not a post-letter, madame,' Avas the reply. ' It is a letter monsieur left in his room for madame. I have only just seen it.'"], [109, "99 THE CROAVNING STROKE. Dolores took the letter listlessly. She supposed he had been losing at cards, and took this method of asking for money without being obliged to listen to her re proaches. ' Hoav much does he want this time, I wonder, and hoAV does he imagine I am going to get it for him?' she murmured to herself, as she sloAA7ly opened the envelope. But, as she read, her face grew pale and her figure stiffened. The letter Avas from her husband, and ran as folloAvs : ' My dear Dolores, ' I hardly think I need apologize for Avhat I am about to do. You have no longer the means of keeping me, and a sudden turn of ill-luck at Monte Carlo has deprived me of the means of h2"], [110, "100 A AVOMAN IN TEN THOUSAND. keeping you. I am therefore off to America, and shall, I hope, be on the high seas before you read this. I could not well take you Avith me, and I cannot flatter myself that my departure Avithout you -will cause you very acute suffering. In fact, I am doing the best thing that I can do for you, for you can iioav Avith a clear conscience go back to your dear friends Avhom you used to be so fond of quoting to me, and — be happy. I am sorry for your sake I couldn't take a lady com panion AA-ith me, and then after a certain time you could haA7e got a divorce and married our saintly friend A. S. (His god fathers and godmothers made a mistake in not putting another S into his name.) But I couldn't afford the luxury. Hoav ever, when things begin to look up with me a bit, I may supply you Avith a just cause for claiming your full freedom. In"], [111, "THE CROWNING STROKE. 101 the meantime, I suppose I must continue to subscribe myself ' Your affectionate husband, ' R. L. ' P.S. — Why do I insult you ? I do not know, unless it is that I am an utter scoun drel. Forgive me. You have ahvays been too good for me. Forgive me.' Dolores read to the end. She put her hand to her head as if dazed, and tried to think. Then Avith AA7hite face and trem bling limbs she rose, and going to the grate tore up the letter into small pieces, threAV them in the fender, lit a match, set fire to them and Avatched them burn, carefully picking up outlying or half-consumed bits, and putting them into the flame till the whole heap Avas reduced to ashes. Then she tried to stand up, and after that she remembered no more."], [112, "102 A WOMAN IX TEN THOUSAND. When she came to herself she Avas lying in her OAvn bed. It Avas night, and the little maid and the landlady Avere both in the room. ' Ah ! madame ! Thank heaven you are better. Hoav you did frighten us !' cried the latter. But it Avas some little time before Do- lores Avas sufficiently recovered to make any reply, or to collect her thoughts at all. When at last she spoke, it Avas to ask Avhat o'clock it Avas. They told her it Avas four o'clock in the morning. ' And you have been sitting up Avith me all night,' said Dolores, feebly. ' I am so sorry to have given so much trouble. But I am all right noAv. You may leave me alone.' But this the kindly Avoman refused to do. She had seen too much of the seamy side of human nature, since she had kept"], [113, "103 THE CROAVNING STROKE. ' appartements ' at Monaco, not to have taken Rupert Lyndhurst's measure pretty accurately, and she guessed AA7hat had happened. ' I shall lie on the sofa in monsieur's dressing-room,' she declared. ' I must be Avithin call.' To this arrangement Dolores consented. She had not energy to resist it. The maid Avas sent to bed, and the landlady stretch ed herself on the sofa in the adjoining room, and aatis instantly so sound asleep that, had Dolores Avanted her, she Avould haA7e found it difficult to arouse her. But Dolores Avanted nothing but to be left alone to think. Throughout the re maining hours of the night she lay and thought, not angrily, not bitterly, but Avith a cold, dull despair. This Avas the man for AA7hom she had sacrificed friends, for tune, everything ! She had loved him"], [114, "104 A AVOMAN IN TEN THOUSAND. once. She looked back upon that time curiously. Love of any kind seemed so little a part of life now. It Avas surely a strange delusion. She made no plans for her future. She only looked back upon her past, and, smothering her face in the pilloAv, moaned in her utter, measureless anguish. When morning came, she declared her self Avell, sent a message to tell the doctor, Avhom they had summoned the previous night, that he need not come again, and struggled out of bed and dressed herself. But, Avhen dressed, she could only lie on the sofa thinking over again the thoughts of the night Avith aimless reiteration. Early in the afternoon, she heard foot steps coining up the stairs leading to her rooms. She heard the landlady's voice in eager consultation Avith some one in the passage. She thought Avith weary impa-"], [115, "THE CR0AA7NING STROKE. 105 tience that it Avas the doctor, AA7hom the over-zealous Avoman had insisted on bring ing. But, Avhen at last the door opened, it AA7as not the doctor AA7ho appeared. It AAras Princess Ko\\7olski. ' My dear child,' cried the princess, rush ing to her side, ' I came to Monaco to-day to answer your letter in person. And I find you ill !' Dolores submitted passively to her em brace. The princess sat doAvn at the end of the sofa, and looked at her compassion ately. ' I know all about it,' she observed, nod ding her head. 'Yes,' she Avent on, as Dolores, AA-ith a faint flush coming into her Avhite cheeks, made an instinctive gesture of repudiation, ' there is no good trying to hide these things. Besides, he isn't AA7orth it, I used to think Prince KoA7olski Avas the Avorst man in the world ; but ah !' —"], [116, "106 A AVOMAN IN TEN THOUSAND. she threw up her hands Avith dramatic emphasis — ' I do think, my poor friend, you have found a man Avho is worse.' ' I think avc will not speak about my husband,' returned Dolores, AA7ith a great effort to be calm and strong. ' It Avas kind of you to come here to-day. Will you tell me if you can do Avhat I asked you ?' ' I can — I will. I Avill do eA7erything possible for you,' cried the princess ; ' but, since you haA7e got rid of your husband, would it not be better for you to go back to your friends in England ?' Dolores gave so decided a negative to this proposal that the princess did not venture to urge it. 'Well, then,' she said, ' I -will give you an introduction to the manager of an opera company now at Nice. He will help you for my sake. But — you will not like the life. You AA7ho are so — so English. — We"], [117, "107 THE CROAVNING STROKE. all knoAv about the scene over the card table at Cannes. No, I do not laugh — I could weep AA7hen I think of it. Poor child ! Be advised by me, and go home to your friends.' But Dolores Avould listen to no such advice. Perhaps in the whole of Rupert's letter there AA-as no sentence that had hurt her more than that Avhich suggested her return to Honor. The princess Avent aAvay, promising to come back in a couple of days Avith letters of introduction to several managers. Do lores Avas in no hurry. She had a hun dred-and-fifty pounds in the bank to keep her going till she obtained an engagement. Almost as the thought crossed her mind, a letter from the manager of the bank AA7here her money Avas lodged AA7as brought to her. A cheque for one-hundred-and-fifty"], [118, "108 A AVOMAN IN TEN THOUSAND. pounds, signed by herself, had been handed in, but there AA7as some doubt about the signature. For one moment Dolores AAras beAvildered, and then, Avith a sudden, sickening horror, she saAV the truth. Rupert had forged her name, knoAving she Avould not repudiate it, and so bring dishonour on him and loss on the man to Avhom he had paid it, probably in discharge of a debt of honour. Dolores smiled as the Avord occurred to her. She sat doAvn and Avrote to the bank-manager that the cheque was all right, and that she much regretted having to close her account AA7ith him. ' He might have asked me for it,' she said to herself. ' I would have given it to him without grudging.' The bloAv itself affected her very little. In leaving her, Rupert had inflicted the sharpest hurt he could inflict on her."], [119, "109 THE CROAVNING STROKE. He had already deceh7ed and practically robbed her too often for this final act of treachery to surprise or pain her much. At least, so she told herself. The one strong effect it had was to confirm her resolution to seek no help from Honor. What ! return to Honor noAv, and say, ' The man for Avhose sake I broke Avith you has turned out a scoundrel. He has deserted me, and left me penniless. For give my long neglect of you, and extend A7our charity to me ' ? No. When the princess came again, she found Dolores in a mood of eager energy. ' I am eager to begin a life of work,' she cried. ' It is, after all, the happiest life.' And Princess Kovolski attempted no arguments. But Avhen they parted, she said, ' If you need further help, there is my address in England.'"], [120, "110 A AVOMAN IN TEN THOUSAND. ' In England ?' echoed Dolores. ' Yes, in England. Amongst other pos sessions Avhich my husband left me, to compensate me for his having, in his life time, done his best to blacken my char acter, Avas a small place, a villa, in the south of England. I have never been there, but I am going iioav. I am going to become a respectable British matron.' She laughed, and Dolores, despite her self, smiled too. ' If eA7er you Avant a home — a rest, come and see me there,' Avere the princess's last words. The folloAving day Dolores left Monaco, and went to Nice. She lost no time in calling on the manager of the opera company AA7hich Avas performing there. Princess Kovolski had already written to him, and AA7hether out of regard for the princess, or moved by Mrs. Lyndhurst's"], [121, "THE CROAVNING STROKE. 111 desperate confession of her absolute need of earning her OAvn living, he received her AA7ith courtesy, and even kindness. He heard her sing. ' You have a fine voice,' he said, ' but it is not trained. You are absolutely an amateur.' ' I knoAv that,' returned Dolores, meekly. ' But I Avill Avork hard to improve myself.' Finally, after much negotiating, and after several declarations on his part that the princess Avas such an old friend of his that he did not like to disoblige her, he consented to engage Dolores to sing minor parts, and make herself generally useful. And thus Dolores closed another chap ter of her life, and set out on her career as an opera-singer. It Avas cruelly hard Avork, for, apart from her professional duties, which Avere heavy enough, she studied every branch of the profession she had"], [122, "112 A AVOMAN IX TEX THOUSAND. taken up, and practised scales and shakes as much as she dared Avithout risk of over straining her voice. And she AA7as upheld by no dreams of future greatness, nor even of loA7e of her art. Singing was to her a joy, but she had no gift nor love for act ing, and even singing lost its charm under the conditions which surrounded her. But she had the natural conscientiousness that accompanies a great gift. She AA7as im pelled to cultivate it to the utmost possible, and every day the possibilities of culti vation enlarged their bounds before her. She Avas desperately anxious to secure herself an independence before old age should OA-ertake her, and so she Avorked Avith the object of becoming Avorthy of a salary which should enable her to save. She was still a long Avay from that, but her industry Avas not without reAvard. In less time than she could have dared to"], [123, "THE CROWNING STROKE. 113 hope for it, she AA7as promoted to be the understudy of the prima-donna, and then she thought her ultimate success Avas assured, such success as she asked for. She looked on Avith sad wonder at the vanities, jealousies, and ambitions of all the other members of the company. They must be A-ery happy, she thought, to care so much for the glittering bauble Fame. What could Fame, should it thrust itself upon her, do for her, saA-e to light, A\\7ith its glare, the empty places of her heart ? She asked* for nothing but the means to creep aAA7ay by-and-by to a lonely corner of the world, Avhere she might hide herself till death claimed her. Till those means AA7ere Avon, she Avorked on. I VOL. III."], [124, "114 CHAPTER VIII. THE TEATRO SAN FERNANDO. When Arthur found, immediately after the Lyndhursts had departed, shaking the dust off their feet, that Honor AA7as quite resolved to let Elmdene, he offered himself as her tenant. He Avished, he said, to have his mother and sister to live Avith him, and could find no suitable house in the neigh bourhood. Honor accepted this proposal gratefully, and he then suggested that instead of be taking herself to some part of England, Avhere she Avould be quite a stranger, she"], [125, "115 THE TEATRO SAN FERNANDO. should settle in DeA7onshire, in the part Avhere his mother now lived. Here she Avould be received Avith pleasure as Mrs. Stanton's friend, and, moreover, it Avas probable that Mrs. Stanton and her daugh ter Avould find the Avinters at Elmdene too cold, and Avould spend some months of the year at their cottage in Ribblescombe village. Honor agreed to this proposal also, and six weeks later found her es tablished in a pretty Elizabethan house, about a mile from Ribblescombe. It Avas a comfortable house, covered with creepers, and opening in front on a drive bordered with rhododendrons and lime-trees, while at the back the drawing-room looked on a lawn Avhich gave admittance, through a rustic gate, to the fields and lanes stretch ing eastAvard to Ribblescombe. Here Honor settled herself, and strove to be happy. She had plenty of neigh- i 2"], [126, "116 A WOMAN IX TEN THOUSAND. hours, AA7ho all shoAA7ed themselves anxious to be friendly. Her nearest neighbour, Avhose house stood on a hillside AA7ithin vieAV of the drawing-room window, Avas, they told her, a Russian princess, aa71io had never yet lived there, but A\\-ho Avas about to do so. When the Russian princess came, hoAvever, Honor did not think her an addition to the society of the place. She Avas vulgar, she Avas mysterious, and gossip said she Avas not too respectable. There Avere Ararious objects of interest in the neighbourhood, all of Avhich Honor duly A'isited, though the great attraction of the country-side appeared to her unworthy of the fame it had Avon. This Avas a sort of artificial temple, connected with a series of underground passages, all falling into decay, and called by the name of Mr. Tomlinson's ruins. They adjoined a pro perty iioav divided into farms and building"], [127, "THE TEATRO SAN FERNANDO. 117 lots, Avhich was called Mr. Tomlinson's park. But Avho Mr. Tomlinson Avas, Avhen he had lived, and Avhy he should have spent his money in erecting sham ruins, nobody seemed to know very clearly, and everybody amused themselves by elabor ating some theory on the subject. But, despite the society and the quasi archæological interests of her neAv home, Honor greAV very Aveary of her loneliness. Arthur Avrote her an account of his visit to Dolores at Mentone, but, beyond that, she had no neAvs of any kind of her darling. At last she became so restless that she could endure it no longer, and made up her mind to travel abroad, in the hope of meeting Dolores. Hearing that Mrs. M'Donald, with whom she kept up her in tercourse, Avas desirous of making a tour on the continent, she offered to accompany"], [128, "118 A WOMAN IN TEN THOUSAND. her. This arrangement Avas A7ery satis factory to the good-natured little lady, AA7ho Avas quite Avilling, for the sake of Honor's companionship, to alloAV her to mark out their route, especially Avhen she learned Honor's object, They went first along the Riviera, but no traces of the Lyndhursts Avere found here. Honor sorroAvfully gave up the search, and acceded to her companion's meekly expressed Avishes to go into Spain. She AA7as not, herself, averse to seeing the land that had been the scene of her hus band's story. They lingered some days in Seville, and Honor found herself gazing Avith more interest into the faces of the Spanish ladies, AA-hom they met as they AA-alked through its narrow streets, or sauntered on the promenade beside the river, than at the great Cathedral or the ToAver of"], [129, "THE TEATRO SAN FERNANDO. 119 Gold. Were any of these dark-eyed beau ties kinsfolk of Dolores ? One night they went to the Teatro San Fernando, AA7here the opera of Carmen AA-as being performed. They sat in the stalls, and, Avhile Mrs. M'Donald scanned Avith delighted curiosity the occupants of the boxes opening on the beautiful AA7hite and gold balconies, Honor leaned back in her seat, Aveary and absorbed in sad thoughts. They had arrived early, and, just before the orchestra struck up, the manager of the theatre appeared before the curtain and stated that, in consequence of the sud den indisposition of the prima donna, the part of Carmen would be taken by Madame Marah Costella. The announcement, AA7hich Avas made in Spanish, and again in French, produced some murmurs of discontent amongst the audience. The curtain rose. Honor had not an-"], [130, "120 A WOMAN IN TEN THOUSAND. ticipated much pleasure from the perform ance, although she had never seen the opera; but, Avhen Carmen came tripping through the throng of factory girls, her heart gave a great bound, and she sat up Avith clasped hands. Mrs. M'Donald at the same instant clutched her arm. ' Mrs. StedAvorth ! It is Dolores — it is surely Dolores !' ' It is Dolores,' Honor ansAA'ered, me chanically. She Avas stunned and bewildered by the shock. Hoav came Dolores here ? But hardly had Carmen's first notes fallen on the ears of the throng, than there arose a sudden tumult in the galleries. ' Mercedes ! Mercedes !' cried a man's voice, hoarse and broken Avith passion ; and then folloAved a loud torrent of words, Avhich Honor, ignorant of Spanish, could not understand."], [131, "121 THE TEATRO SAN FERNANDO. Dolores scarcely glanced up. She Avas playing this part for the first time, and) except that the disturbance added to her nervousness, it did not interest her. Everybody looked up at the gallery whence the sound came. But the man Avas not in sight, though the scuffle attend ing his removal, and his fierce outcries, were still audible. Then it seemed that he broke from his captors, for suddenly the door leading to the stalls burst open, and he appeared, a tall, gaunt, wild-eyed Spaniard, dressed in a ragged costume that might once have belonged to a Avell-to-do muleteer or peasant. ' Mercedes ! Mercedes !' he shrieked, stretching out his arms to the stage, and fixing his hungry black eyes on Carmen, as she stood Avell to the front in the mid dle of her first recitative. But he was pulled back in an instant,"], [132, "122 A AVOMAN IN TEN THOUSAND. the door was shut, and he Avas seen no more. But his face and his cry haunted Honor, and filled her AA7ith vague terrors. Who Avas this man aa71io called on Dolores by her mother's name ? What did it mean ? A hundred surmises thronged on her brain, already confused and excited by the sight of Dolores. It AA7as some time before she collected herself sufficiently to watch the play ; but, Avhen at last she did, the thought of her darling SAvalloAved up all other thoughts. Her eyes rested Avith tenderest loA7e on the beautiful Carmen. Dolores Avas not a finished actress nor a finished singer, but her A7oice Avas so lovely and so full of natural life and feeling that the audience readily forgaA7e those faults of style and manner AA'hich Avere the results of inexperience, and applauded her en-"], [133, "THE TEATRO SAN FERNANDO. 123 thusiastically. She played the Cachouka scene Avith beAA7itching espieglerie. But Honor felt, even more strongly than ad miration, a sense of bitter indignation. Why had Rupert brought his Avife to this ? To Honor's old-fashioned, middle class sentiments, it Avas a terrible degrada tion for a lady to go upon the stage, and, Avhile she felt sure Dolores' motives for consenting to such degradation Avere of the purest, it hurt her more to see her there than it would have done to find her making shirts at tAvopence a-piece. After the first act, she spoke to one of the attendants to ask hoAV she could obtain admission to Madame Costella. The attendant offered to take round a message. Honor, therefore, AArrote her name on the programme, and begged that it might be given to Madame Costella"], [134, "124 A AVOMAX IX TEX THOUSAXD. immediately upon the conclusion of the opera, but not before. Then she Avaited, Avith sickening anxiety, through the remaining acts, hardly hear ing Mrs. M'Donald's wondering comments upon the matter. No sooner had Carmen fallen on the steps of the church, a victim to her lover's very excusable anger and jealousy, than Honor rose. ' Let us get near the door,' she said, ' so that there may be no delay.' There was very little delay. The cur tain had not fallen two minutes before the attendant brought her a message that Madame Costella Avould see her in her dressing-room at once. ' I Avill Avait for you,' exclaimed Mrs. M'Donald. ' Go to her, poor darling.' Honor folio Aved her guide. A door Avas throAvn open and shut behind her, and"], [135, "125 THE TEATRO SAX FERNANDO. Dolores, still in her Carmen dress, but with the rouge AA7ashed off her cheeks, flung herself into her arms. For a moment, no Avord Avas said on either side. But at last Dolores spoke. ' Why did you come ?' she said. ' I did not Avant to see you. It would haA'e been better for us both if you had not come. — You cannot help me. — My husband has deserted me, my little child is dead.' But, eA'en AA7hile she spoke, her clasp of Honor tightened AA7ith a convulsive energy, which showed hoAV pitiably in need of help she Avas. For a moment Honor Avas too shocked to speak, the lump in her throat Avas suf focating. Then she said, quite simply, as a matter of course, ' I shall take you home to-night in my carriage, and then you shall tell me all about it. — Change your dress quickly."], [136, "126 A WOMAN IN TEN THOUSAND. I Avill go and speak to Mrs. M'Donald, Avho is Avith me, and come back for you. Dolores made a gesture of dissent, ' You must let yourself be guided by me in this,' Honor Avent on, speaking in the gentle, authoritative tone she had been Avont to use Avhen she had a rebellious fit in her childhood, and Dolores yielded. Honor Avent back to her companion. The theatre Avas not yet quite emptied, and Mrs. M'Donald found ample amuse ment in Avatching the departures. But she lent a sympathetic ear to Honor's hurried relation of Dolores' position, and the ready tears filled her eyes. ' Oh, yes, dear Mrs. StedAvorth. I Avill Avait any length of time for you. Oh, poor Dolores ! Oh, Avhat should I feel if James deserted me, and my little Neil died?'"], [137, "THE TEATRO SAN FERNANDO. 127 ' We cannot keep you waiting long,' Honor replied, ignoring the end of this sentence, ' as they will be shutting the doors of the theatre.' She found Dolores ready on her return to the dressing-room, and, both women rea lizing that this Avas no time for agitating speech, they joined Mrs. M'Donald, Avho had sufficient tact to greet her favourite with only a smile and a hand-pressure. They walked up to the Calle Scierpes on Avhich the theatre opens, and Avhich is too narrow to admit of a carriage driving doAvn it, but AA7hich in summer is shaded by aAA7nings stretched across the street from house to house. At the top of the street, the carriages AArere waiting. There Avere only two or three left noAv, and Honor's Avas called up at once. But, as they were about to step into it, the light from a street lamp fell full on Dolores'"], [138, "128 A WOMAN IN TEN THOUSAND. face, and there rang through the air the same cry that had disturbed the opening scene of Carmen. 'Mercedes! Mercedes!' The man rushed forward from the shadow of a doorway, and clutched Dolores by the arm. Looking Avildly and fiercely into her face, he muttered something in Spanish . A great chill struck to Honor's heart. But Dolores, though she shrank with nat ural fear from the man's touch, Avas free from disturbing memories. 'Mercedes,' he repeated, and tried to drag her aAvay. She uttered a cry for help. Some of the bystanders came to the rescue, forcing the man to relinquish his hold of Dolores. The three ladies hur ried into their carriage and drove to the hotel, where they left Mrs. M'Donald,"], [139, "129 THE TEATRO SAN FERNANDO. and waited for a feAv minutes while Susan packed up the things Honor needed for the night. Honor Avould not let the faith ful servant come doAArn to see Dolores. She thought she had had agitation enough for the time. Dolores Avas perfectly silent while they sat in the carriage AA7aiting for Honor's bag, but Avhen they droA7e off again she slipped her fingers into her friend's hand and let them lie there till they reached her lodging. The two small, poorly-furnished rooms AA7ere painfully suggestive of privation. But Honor refrained from remark. She encouraged Dolores' pretence at eating the frugal supper prepared for her, and then tried to persuade her to undress and go to bed. ' We Avill talk to-morrow,' she said ; but this precaution Avas A7ain. VOL. III. K"], [140, "130 A WOMAN IN TEN THOUSAND. Dolores indeed submitted to her friend's authority so far as to begin to undress, but Honor's krving touches as she helped her broke doAATn the self-command she had hitherto painfully maintained. ' I want to tell you everything,' she said, AA'ith quivering lips. ' Tell me everything, then, my darling,' Honor ansAvered, putting her arms round the trembling creature, aa71io instantly broke into a passion of tears, clinging to her like a frightened child. When the paroxysm had a little spent itself, she began her story, and told it AA7ith feAv reservations straight to the end. Honor listened AA'ith many tears, her heart moved Avith every variety of emotion, pain, regret, grief, and anger. When it Avas ended she said, quietly, ' You belong to me once more. You will come home AA7ith me to-morroAv. I"], [141, "THE TEATRO SAN FERNANDO. 131 need you,' she added. ' I am alone. Oh, Dolores, so utterly alone.' This argument prevailed. And, once having yielded, Dolores resigned herself passively to Honor's guidance. Honor's arrangements Avere quickly made. At a considerable price she got Dolores' theatrical engagement immedi ately cancelled. She Avrote a brief account to Arthur of her finding Dolores, and her intentions concerning her; and the very next evening they, together AA7ith Mrs. M'Donald, started for England. Honor was feA7erishly anxious to get Dolores out of SeA7ille. The incident in and outside the Teatro San Fernando filled her Avith anxiety and strange thoughts. Once clear of SeA7ille, they took the homeAvard journey by easy stages. k 2"], [142, "132 CHAPTER IX. A SUMMONS. It was a lovely April evening Avhen the travellers reached Honor's pretty Devon shire home. The air Avas already fragrant AA7ith the scent of primroses and Avild white violets, the high hedges on either side of the lane through Avhich they drove from the station Avere beginning to look green, Avhile far aboA7e their heads, a mere speck in the deep blue, a skylark Avas pouring out that flood of rapturous song which has inspired so many poets to their best lyrical efforts. From the budding branches of"], [143, "133 A SUMMONS. the trees came the SAveet, delicious warb lings of humbler singing birds, and over all the scene the soft melloAv light of a spring evening shed that mysterious look of peace and quiet hope unknown to summer. Honor Avatched her companion Avith the careful tact that seems to see nothing nor look for anything. From time to time she made some slight remark, such as needed no ansAver if her listener Avere not disposed to speak. And Dolores Avas not disposed to speak. But she gazed about her Avith an eagerness AA7hich permitted no detail of the landscape to escape her, and over the beautiful, Avorn young face there stole a look of faint but genuine pleasure. She clasped her hands and stretched them toAvards the sky. ' Oh, Honor,' she cried, AA7ith a touch of her old enthusiasm, ' hoAV often I have"], [144, "134 A WOMAN IN TEN THOUSAND. longed for the sights and sounds and scents of an English spring !' ' There is nothing like it,' Honor an- SAvered, her Avhole face brightening Avith the reflection of the other's touch of gladness. They turned in through the pretty iron gates and past the ivy-covered lodge, Avhose occupant curtsied and beamed all over Avith unmistakable delight at seeing her mistress back again. The rhododendrons Avhich bordered the neatly-gravelled drive Avere not yet in floAver, but their buds were swollen Avith the promise of future beauty, and from the toav of lime-trees on the other side came already a faint fragrance, and the cheerful buzz of many bees. As they drove up to the house, the scent of the jasmine over the porch greeted them pleas antly, and the tender young green of the Avisteria and honeysuckle Avas soft and re-"], [145, "135 A SUMMONS. freshing to eyes accustomed for so long to the glare and gorgeous colouring of more southern regions. As the tAvo ladies alighted from the car riage, Gib, AA-ho Avas getting very fat and stiff in the joints, came trotting out to meet them. He passed Honor Avith a A'erj7 perfunctory greeting, but put up his paAvs on Dolores, licking her hands andAvagging his tail Avith eArery demonstration of joy. ' Dear old Gib ! He has not forgotten me,' said Dolores, stooping to pat and caress her old playfelloAv. ' Hoav do you do, Johnson ?' she AArent on, holding out her hand to the old butler, Avho had not ventured to express his Avelcome Avith Gib's freedom, but stood looking it, quite for getting to take the rugs out of the carriage. But Honor Avas quick to see that Do lores could bear no AArords of AA7elcome just then, and, anxious to save her from un-"], [146, "136 A AVOMAN IN TEN THOUSAND. necessary agitation, she put her hand on her arm and dreAV her on at once into the cosy drawing-room. The French AvindoAvs Avere open, so mild Avas the air, and the beds on the laAvn Avere bright AA'ith daffodils. narcissus, and early tulips. ' We are going to have some tea at once, and then I will shoAV you all over my little domain,' said Honor, placing her guest in a big armchair near the AvindoAv, and bending to press a light but tender kiss on her cheek. ' You seem to have a very pretty do main,' replied Dolores, holding Honor's hand caressingly against her face, while her eyes Avandered over the pretty, peace ful landscape. ' It seems to be a very thickly populated neighbourhood. Who lives in that Avhite house on the hill?' Honor laughed, and, glad to linger for the present on invpersonal topics, replied,"], [147, "137 A SUMMONS. ' That is Avhat everybody wants to knoAv. It belongs to a Russian princess ' ' A Russian princess !' interrupted Do lores, Avith some eagerness. ' The AvidoAV of a Prince Kovolski,' continued Honor. ' Ah !' cried Dolores. ' Hoav very strange !' ' Do you knoAv her, dear?' asked Honor, looking a little disconcerted. ' I kneAv her abroad. — She was \\7ery kind to me.' ' But you knoAv, dear — they do say ' That she isn't respectable,' finished Dolores. ' I do not knoAv Avhat she may have been, I only knoAv that she Avas kind to me — and that she had a bad husband.' Honor Avas silent for a moment. ' Poor thing,' she said. ' I did call on her, because it seemed unkind not to, Avhen nothing AA7as knoAvn against her. — But the little I have seen of her I have"], [148, "138 A AVOMAN IN TEN THOUSAND. not liked — and — there is a mysterious man there.' ' Poor princess !' murmured Dolores ' Poor princess !' The tea came in, and the subject Avas dropped. ' I am so glad to be here,' said Dolores, as she laid down her empty cup Avith a long-draAvn sigh. ' I could not haA7e borne to go back to Elmdene.' ' You need never see Elmdene again, dearest,' answered Honor, gently. ' I do not suppose I eArer shall.' In spite of herself, the tears started to her eyes at the thought. But, before Do lores could make any reply, a sharp ring at the hall door startled them both, and checked the current of their thoughts. ' Visitors already,' observed Honor. ' But you need not be alarmed. John son Avill not dream of admitting them.'"], [149, "A SUMMONS. 139 A moment later, Johnson appeared Avith a telegram on a salver, which he presented to Honor. There are people, even in these days,, Avhen it is customary to telegraph the most frivolous items of information, AA7ho sicken at the sight of one of these yelloAv enve lopes ; but Honor, as a woman of business, Avas too much accustomed to telegrams ar riving at all hours of the day, to feel the most transitory sense of uneasiness on the receipt of one. ' Is the boy Avaiting for an ansAver ?' she asked, as she took the missive from the salver. ' Yes, ma'am.' Dolores lay idly back in her chair, let ting her eyes wander AA-ith a pleasant sense of rest around the pretty room, and then over the bright laAvn to the dark-blue hills on the far horizon. There had been a time"], [150, "140 A AVOMAN IN TEN THOUSAND. in her life Avhen she had had an instinctive dread of telegrams, instinctive because she had never had the experience of receiving bad neAVS through such a medium. But noAv she feared nothing. Her life was barren of hopes, and therefore destitute of fears. A quick, instantly smothered exclama tion from Honor attracted her attention. She turned her head languidly to enquire the cause. The troubled, startled look on Honor's face aroused her to more active interest. ' Honor dear,' she exclaimed, rising quick ly from her chair. ' Is anything Avrong ?' Honor took her hand, and held it Avith a look full of loving compassionate protec tion, but her first Avords Avere addressed to the butler. ' Keep the boy for a moment, and Avait in the hall for me.'"], [151, "141 A SUMMONS. Johnson retired sloAvly, obviously pon dering the meaning of this little scene. When the door had closed behind him,. Honor stood up, and, draAving Dolores closer to her, began in a tone of undis guised sorrow. ' My poor child !' ' Me ? — What? — What is there that can concern me iioav?' asked Dolores, beginning to tremble. ' I haA7e had a telegram from Arthur.' 'From Arthur!' Dolores looked re- lieved, and her voice betrayed beAvilder ment rather than personal anxiety as she Avent on, ' I am very sorry, but Arthur — Oh, Honor dear, is it trouble to you ?' ' It is trouble for us all, dear.' Honor tAvined her arm more closely round the younger woman. ' Your husband ' 'What of him?' cried Dolores, starting aAvay like a terrified animal from Honor's"], [152, "142 A WOMAN IN TEN THOUSAND <rentle hold. ' Oh, Honor ! there cannot be anything worse about him?' Her eyes were dilated, her voice sharp Avith pain. ' He is ill — very ill. He wants you to go to him.' ' 111 ? Where ?— I will go.' ' He is at Elmdene. — My darling, we must prepare at once to go.' ' At Elmdene ?' repeated Dolores, un heeding the last words. ' In England ! — Oh, Honor, hoAV has it all happened ? What does it mean ?' ' I do not know, my darliug. But Ave must go at once. Don't you understand, my child, there is no time to lose.' ' No time to lose ! He is ill !' The light broke at last OA7er Dolores' mind, beAvilder ed by fatigue and mental suffering. ' Oh, Honor! do you mean that he is dying?' Honor's silence answered her."], [153, "143 A SUMMONS. ' I must go to him, now — at once. When can I start?' Dolores' eagerness iioav AA7as keen in proportion to the dulness of her previous apathy. ' I am going to see about it iioav. I think there is a train about eight o'clock, Avhich AA'ill enable us to catch the express from Bristol. Sit down and try to keep quiet. I Avill be back in a feAv minutes.' She left the room to consult time-tables, and Avrite her telegram accordingly. Dolores, disregarding the injunction laid on her to sit still, began to pace the floor restlessly. She picked up the telegram, Avhich Honor had dropped on the tea-table, and read it several times, trying to extract some further information from it, But there Avas nothing beyond AA7hat she al ready kneAv to be made out of the feAv Avords."], [154, "144 A WOMAN IN TEN THOUSAND. ' Rupert is here, and dying. Bring Dolores at once. — Arthur? Honor came back in ten minutes. She had settled everything. The carriage Avould be at the door at half-past seA7en to take them to the train. They Avould reach Daningham about half-past five in the morning, as there Avere tAvo changes and delays on the Avay. ' And now, dear, you must come to your room and try to rest till Ave start. I shall send you up some dinner to your room at seA7en o'clock.' Dolores mechanically took up her A'eil and gloves Avhich she had thrown on a chair AA7hen she came in, and moved for- Avard as if to folloAV Honor from the room. But suddenly she put them down again. ' Honor,' she said, turning her Avhite, anguish-stricken face to her friend. ' My husband is dying. It Avould have broken"], [155, "A SUMMONS. 145 my heart once. — And noAv — I don't knoAv if I am sorry. — Oh, AA7hat shall I do ? I don't think I am sorry.' ' My darling child,' replied Honor, tenderly, but Avith a certain firm decision, ' you are too overstrained to feel anything at all. Don't think about your feelings. They are of no consequence. Try to rest, and eat the soup and chicken I am going to send up to you presently, that you may be strong and of some use to your husband Avhen -' ' When I get to him,' cried Dolores, wildly. ' Oh, Honor, pray for me. Pray that I may get to him in time.' VOL. III. L"], [156, "146 CHAPTER X. FORGIVENESS. The daAvn Avas breaking over the pleasure grounds and gardens of Elmdene Hall. Under its pale grey light, the yeAvs that bordered its terraces looked black and ghostly, and the Avater in the ponds gleamed with a cold, spectral shimmer. There Avas as yet no colour in the land scape, only vague outlines, nor any sound save the soft rustle of the morning breeze through budding trees and hedgeroAvs. The birds had not yet begun to stir in their nests and roosting-places, nor Aveary"], [157, "FORGIVENESS. 147 labourers to turn reluctantly on their beds. Animate nature Avas still wrapped in pro found slumber, except Avhere the night lamp illuminated the vigil of some lonely watcher beside the restless victim of sickness. Such a night-lamp shone from the win dows of an upper room at Elmdene Hall. There, by a strange coincidence, in the room Avhere his only child had been born, Rupert Lyndhurst lay dying. A trained nurse stood beside the bed perpetually fanning his brow, and moisten ing his lips from time to time Avith a few drops of strong cordial, soothing him with kindly, encouraging words, and striving by the use of every human means to keep the grim Angel, Avhose shadoAV lay already on the threshold, at bay for just the feAv hours that must yet elapse before the sick man's AA7ife could arrive. l2"], [158, "148 A WOMAN IN TEN THOUSAND. In the adjoining dressing-room, Arthur stood by the AvindoAv, looking out into the lightening sky and across the grey land scape, AA'ith lips firm set and steadfast eyes,. as if he hoped by the force of his wdll to bring the expected travellers quicker and quicker on their AA7ay. It Avas exactly six-and-thirty hours since Rupert had arrh7ed. Arthur had just re turned from his day's Avork at Daningham. As AA7as his frequent custom, he had ridden home, and taken a longer way round to enjoy to the uttermost the beauty of the afternoon. Thus it happened that he entered by the back approach, and, as he rode toAvards the house, he saAV a fly at the hall door, and a man just mounting the steps. Wondering Avhether it Avere a visitor for himself or his mother, he quickened his"], [159, "FORGIVENESS. 149 horse's pace, and arrived at the house just as the butler opened the door. ' Is Mrs. Stedworth at home ?' he heard the visitor ask, and, as the A7oice fell on his ear, he Avas seized AA7ith a painful, beAA7ildering sense of having heard it before. The butler, AA'ith a look of surprise, glanced towards his master before answer ing, and the man, folloAA7ing the direction of his eyes, turned round. ' Good heavens ! Lyndhurst !' exclaim ed Arthur, in tones of deep and horrified amazement. It Avas indeed Rupert. Pale, emaciated, haggard, he seemed hardly to haA7e strength enough to maintain an upright position, and his blue eyes, sunk and large, burned Avith a bright gloAV that must have spoken to the least experienced of feA'er. ' Hoav are you ?' he began, making an"], [160, "150 A AVOMAN IN TEN THOUSAND. evident effort to speak with the careless ease which used to be so characteristic of him. But there AA7as a perceptible tremble in his Aveak voice, and his thin fingers twisted themselves nervously. His clothes, too, were unmistakably shabby, and his Avhole appearance a strange con trast to the gay, handsome man Avho had taken his bride from that house little more than four years before. ' I haA'e come to look for my AA7ife,' he went on. ' I presume she is here.' ' She is not here,' returned Arthur, AA7ith a cold severity AA7hich all his pity for the broken-doAvn creature before him Avas not strong enough to soften. 'Where is she, then?' asked Rupert, with an expression of something like dis may creeping over his face. ' She is Avith Mrs. StedAvorth — the"], [161, "151 FORGIVENESS. natural place for her to be, under the circumstances.' ' Of course. But is not Mrs. StedAvorth here?' ' No,' replied Arthur, perceiving that Rupert Avas labouring under ignorance of the facts, ' Mrs. StedAvorth left this place long ago. I live here noAv. I rent it from her.' Rupert broke into a harsh laugh, pitiful to hear, both in its feebleness and in its attempt at scorn. ' Ha, ha !' he cried. ' This is rather good, that I should come to look for my pretty, proper Avife in the house of a young bachelor. Ha, ha !' Neither the presence of the flyman, nor the butler, could restrain Arthur from uttering an exclamation of anger and of disgust."], [162, "152 A AVOMAN IN TEN THOUSAND. ' Mrs. Lyndhurst is now, I believe, on her Avay to England with Mrs. StedAvorth,' he said, Avhen he had thus relieved his feel ings. ' I can give you their address in Devonshire.' ' In Devonshire !' Rupert repeated, and the dismay in his tone Avas unmistakable. ' It is a long way off. I don't knoAv — Avell, I must get there.' He turned to re-enter the fly. But there was so much physical suffering expressed in his face and movements that Arthur's heart Avas stirred by a kindlier feeling than he had yet admitted. ' Stay one moment,' he said, dismount ing from his horse. ' You look ill. You must come in, and have some refreshment before you start off again.' Rupert shook his head. ' No,' he replied. ' Dolores — I He wavered in his speech, staggered,"], [163, "153 FORGIVENESS. caught at the door-handle of the fly for support, and fell forward at Arthur's feet. Arthur threAV his horse's bridle to the flyman, and stooped 0A7er the prostrate figure. The butler, after ringing the bell to summon his pantry-boy to lead the horse round to the stable, rushed down the steps to his master's assistance. ' It is only a faint, I think. Thank God !' said Arthur, with a fervour AA7hich surprised the butler, Avho had been deeply interested and A7ery much mystified by the colloquy betAveen Mr. Stanton and this seedy-looking stranger. Together the master and servant carried the fainting man into the house, and to the library. The faint Avas so long a one that Arthur at last grew alarmed, and, after sending off a messenger for the doctor, he Avent to"], [164, "154 A WOMAN IN TEN THOUSAND. consult his mother ; for it seemed clear that, willing or unwilling, Dolores' hus band must remain his guest for this night at least. Mrs. Stanton Avas someAvhat scandalized at the necessity, but unhesi tatingly acquiesced in it, and Avent at once to haA'e a room prepared. The flyman Avas paid, and dismissed. There Avas no lug gage on the fly, nor did the drh7er know if his fare had left his luggage anyAvdiere. He said he had brought the gentleman straight from the raihvay-station. Rupert recovered consciousness before the doctor's arrival. But it AA7as a \\7ery partial consciousness, and, though he seemed to be aAvare Avhere he Avas and AA7ho Avas about him, he did not immedi ately attempt to enter on any exjilanation of his position. He made no resistance AA7hen they put him to bed, but asked repeatedly that Dolores should be sent"], [165, "155 FOEGIA'ENESS. for, and rambled fretfully of past troubles and present difficulties and privations. After a time, hoAveA'er, he became more coherent, and roused himself to gh'e Arthur a tolerably clear account of his life since he had left his wife. Briefly summed up, it Avas this. He had gone to America under a feigned name, had gam bled away in New York all the money that remained in his possession ; had then gone to California to the gold-diggings ; had had a row Avith a Mexican, who ended the quarrel by stabbing him. He had been brought to death's door by the wound, but had partially recovered ; and, dis gusted with life in America, had made his way back to England, AA'here he had arrived tAvo days preA'iously, almost penni less, and knowing himself to be dying. ' It AA7as a choice between Dolores and the AA7orkhouse,' he said, ' and I knew"], [166, "156 A AVOMAN IN TEN THOUSAXD. Dolores would prefer my choosing her. I've been a scoundrel to her,' he added, ' but I Avouldn't have had this happen if I could have helped it.' Arthur presumed that by ' this ' he meant his becoming dependent on the hos pitality of the man he had successfully rivalled and ahvays hated. But he made no reply to the remark. When the doctor came, his verdict Avas even worse than Arthur had anticipated. ' The man is dying,' he pronounced. ' The effects of his Avound must in any case have killed him eventually, but the end has been hastened by neglect and semi staiwation.' Shocked and distressed, Arthur inquired if nothing could be done. ' Nothing, I fear,' returned the doctor, Avho had attended Mr. StedAvorth in his last illness, and knoAvn Dolores since she"], [167, "157 FORGIVEXESS. first came to Elmdene. ' Give him all the nourishment possible, and let me send you an experienced nurse. It is Avonderful Avhat careful nursing AA'ill sometimes do in these cases in the way of prolonging life. You may just manage to keep him alhe till his AA'ife can come. If it is desirable for her he should be kept alive eA7en so long,' he added, grumpily. For Arthur, knowing the old gentle man's discretion, had not hesitated to tell him the AA7hole story. ' I Avould stay to-night,' the doctor Avent on, after a pause, ' but I haAre a critical case I must Avatch through the next tAvehve hours, a case Avhere medical skill may aA-ail something. Here it can avail no thing. But I Avill look in in the morning early.' When he Avas gone, Arthur went back to the patient."], [168, "158 A WOMAX IX TEX THOUSAXD. ' He says it is all up AA'ith me,' Rupert began the moment his host entered the room. ' At least, he didn't say it, but I saAV it, if I had not known it. Send for Dolores. Send for her,' he repeated, irri tably. ' You may think she Avon't come, but I knoAv she -will.' ' Of course she Avill come, and of course I will send for her,' Arthur answered. ' I should haA'e sent for her before iioav, only I do not knoAv exactly AA7here to send. I do knoAv that they did not expect to reach home till to-morroAV evening, but I haA7e no idea at all where they meant to stop en route? ' I should haA7e thought you Avould haA'e knoAvn all about Dolores' moA7ements,' said Rupert, Avith one of his old sneers. Arthur turned to him vvith flashing eyes. ' Look here, Lyndhurst, not even your dying state gives you the right to insult"], [169, "159 FORGIVENESS. me or your AA7ife. I Avill not stand it for a moment — and, what is more, unless you can assure me you mean to treat her Avith proper respect Avhen she comes, I AA7ill not send for her.' Rupert laughed, and then, Avith a change of tone, said, ' Forgh'e me. What you are pleased to term my insults are but the petulance of a beaten man.' Arthur Avas a little ashamed of his out- burst of temper, and the idle threat it had betrayed him into making. He implied his acceptance of Rupert's apology by speaking in a kind, eA'en tone as he said, ' I AA-ill telegraph to the station-master at DoA'er the first thing in the morning, and also to the manager of the hotel in London Avhere Honor generally stops. It is possible that I may catch them at one of these places.'"], [170, "160 A AVOMAN IN TEN THOUSAND. But both telegrams were useless. The station-master at Dover telegraphed back to say that, so far as he kneAv, no Mrs. StedAvorth had crossed by the morning boat ; while the manager of the hotel stated that Mrs. StedAvorth had not been there, nor had she sent him any intimation that she intended to come. After this, there Avas nothing for it but to send a telegram to DeA'onshire to aAvait the arrival of the traA'ellers. As has been seen, they arrived a few minutes before the message. And noAv on this daAvning April morn ing Arthur Avas anxiously counting the moments that must elapse before they could appear. Rupert had groAvn rapidly AA7orse during the preceding day and night, and in spite of the ministrations of the most skilful nurse to be found in Daningham, and of every effort of the doctor, it was obvious"], [171, "161 FORGIVENESS. he could not last longer than a feAv hours at the most. He was perfectly conscious, and restlessly eager to see his wife. As the band of light on the horizon grew wider and clearer, and began to assume the rosy hue that heralds the sun rise, Arthur turned aAvay from theAvindoAv, and re-entered the sick-room. He had A-isited it at intervals all through the night, ' Is she coining ?' asked Rupert, eagerly, for about the fifteenth time within the last three hours. ' She Avill be here very soon now,' Ar thur replied, soothingly. ' Poor pretty Dolores ! Hoav she loved me once ! It isn't her fault that she doesn't love me iioav. By Jove ! I believe I could make her love me again if I had time — time ! Ah !' Avith a heavy sigh, flinging his arms, Avith all the strength of VOL. III. m"], [172, "162 A WOMAX IX TEX THOUSAXD. Avhich he was capable, over his head. ' I have not time.' He was silent a moment, exhausted by the effort, Avhile the nurse replaced the bed clothes over him and gently exhorted him to husband instead of dissipating his strength. Then he Avent on : ' But what Avould be the use ? I Avas always a scoundrel to her, and I should be again. — She's well quit of me. — You'll be a better husband to her, Stanton, than I ever could be — and yet — I've half a mind to make her promise neA'er to marry you.\" He fixed his large, bright, sunken eyes on Arthur's face with a gleam of malicious enquiry. ' She Avould do it, you knoAv.' Arthur remained immovable, and she nurse, Avho Avas by this time in possession of pretty nearly the whole private history of her patient, maintained her professional imperturbability."], [173, "163 FORGIVENESS. ' Well, well ! It would be a shabby trick to play her,' the sick man added, when he found his shot had failed of any visible effect, ' for she ahvays tried to be a good AArife to me — and she loved me ! Ah, how beautiful she AA7as, and 1ioav she loved me ! She will never love you as Avell.' ' This is surely strange talk for such a time,' Arthur said at last, controlling by a strong effort all expression of the irri tation it Avrought on his already 0A7er strained nerves. ' Will you not try to compose yourself? Your Avife Avill be here in an hour-and-a-half. You must do your best to be strong enough to talk to her.' He left the room, unable to bear any longer the strain on nerves and will that Rupert's conA'ersation and condition laid m 2"], [174, "164 A WOMAN IN TEN THOUSAND. on them, and Avent back once more to his station by the dressing-room AvindoAv. The brougham had already gone into Daning ham to fetch the expected arrivals, and he knew his mother would presently be get ting up to recehe them. Some undefined feeling had prevented him from going himself to the station. That last hour-and-a-half dragged sloAvly by. Mrs. Stanton AA7as dressed, and had joined her son after seeing that everything Avas in readiness for the comfort of their guests. But Rupert's voice called Arthur again into the other room. ' Why do you go away ?' he asked, fret fully. ' Stay Avith me here. Why doesn't Dolores come? Are you preventing her from coming?' o • ' She aaIII be here immediately,' Arthur replied, patiently. ' Stay AA'ith me till she comes. Send the"], [175, "165 FORGIVENESS. nurse aAvay. She can't help me, she only bothers me.' The nurse AvithdreAv, intimating that she would be AA7ithin call. ' Don't leave me,' Rupert repeated, feebly, catching for help and comfort at the hand of the man he had ahvays scorned. And Arthur sat beside the bed, and ministered to the sick man unweariedly, as if he had been his brother. There Avas a rustle in the outer room, a faint murmur of voices, and the next moment Dolores appeared, AA7hite, but re solutely calm. She stepped up to the bed quickly, but quietly, forestalling his effort to raise himself by bending over him. ' Here I am, dear,' she said, gently. ' I could not get to you any sooner.' He looked up in her face, a curious mixture of emotions contending for the mastery of his OAvn."], [176, "166 A AVOMAN IN TEN THOUSAXD. ' I don't know why I asked you to come,' he said, AA'ith feeble deprecation, and yet always with the same pitiful attempt to maintain the easy nonchalance of manner he had been AA7ont to affect in brighter days. ' It can't be much of a pleasure to you to see me.' The tears came into her eyes as, kneel ing by the bed, she stooped and kissed the AArasted hand that lay outside the counter pane. Arthur had risen AA'ith the inten tion of quitting the room, but the look of terrible physical exhaustion that pre dominated now over eA7ery mental expres sion on the features of the dying man made him hesitate to leave Dolores alone AAnth him. He had never once glanced at her, and she appeared to be, probably was, unconscious of his presence. He took up the glass of cordial, and leant OA'er the bed to administer a spoonful."], [177, "FORGIVEXESS. 167 But Rupert's eyes Avere fixed on his AA7ife. ' Dolores,' Arthur heard him whisper, hoarsely, ' have you the picture of our little one Avith you ? Let me look at it — for I shan't see her AA7here I'm going.' She dreAV from inside her dress the little miniature and held it before his eyes, but they had suddenly closed. She threAV a terrified look at Arthur, Avho quickly put the spoonful of cordial to his lips. In the momentary strength thus given to him, Rupert once more opened his eyes and fixed them Avith sad intensity on the pictured baby face. Then he spoke again. ' When you and she are together again, Dolores, Avill you let her forget me ?' Dolores looked across the bed at Arthur. ' Leave us alone,' she said. ' Nothing more can be done for him. He needs only me noAv.'"], [178, "168 A AVOMAN IN TEN THOUSAND. He obeyed Avithout a Avord, merely placing the glass of cordial Avithin reach of her hand. But, as he glanced back for a second before closing the door behind him, he saAV Dolores draAv her husband's head to her breast as a mother might her child's. Outside that closed door, he and Honor sat and Avaited for nearly an hour. Then it Avas opened, and Dolores came sloAA7ly out, with a look so sad, tender, and solemn on her face that the tAvo devoted Avatchers Avere awed into a sense of great calm. ' My husband is dead,' she said, simply ; ' but I think God has forgiven him.'"], [179, "169 CHAPTER XL FACING THE FUTURE. They laid the mortal remains of Rupert Lyndhurst to rest in the little church yard beside those of Ralph StedAvorth. Arthur had demurred at this juxtaposi tion. It did not seem in his eyes fitting. But Honor overruled his objections. ' We are all sinners in God's sight,' she said, ' and these tAvo AA7ho are connected by an invisible link haA7e both sinned, and haA7e, AAre believe, both been forgiven. — Let them rest, together.' And so they rested together, these two"], [180, "170 A AVOMAN IN TEN THOUSAND. men, Avho each in his different way had broken a Avoman's heart — the one the mother's, the other the daughter's. But Dolores had had no A-oice in the matter. For many weeks after her hus band's death, she lay in a condition that filled Honor Avith anxious fears. The doctors could give no definite name to her illness. It Avas the result, they said, of too long a strain on mind and body. They did not anticipate any serious ending, but the most absolute rest, and most careful nursing, would be requisite to restore her to health. For the present, at least, it Avould be impossible to move her. ' What would you like me to do ?' asked Arthur, when Honor had imparted this intelligence to him. ' I Avill go aAvay at once, abroad or anyAvhere, if you think I ought, for her sake or yours.' But he spoke very wistfully, and he"], [181, "FACING THE FUTURE. 171 looked at Honor with an expression that seemed to beseech her indulgence. She returned his look frankly and tran quilly. The cloud that had arisen be tween these tAvo seemed to haA-e been per fectly dispersed by the eA'ents of the past AA'eek. Dolores stood once more both a link and a bar betAveen them, and in that common absorbing interest their passive friendship became once more an active one. Honor never pretended to herself that she did not love him still ; indeed, the fresh reA'elations of his character the last feAv days had brought her, had aAvakened to intense life the passion that had latter ly slumbered. But she thankfully recog nized that he was no longer practically conscious of her feeling for him. He Avas thinking too much of Dolores to haA7e room for other thoughts. ' I do not think you need go abroad,'"], [182, "172 A AVOMAN IN TEN THOUSAND. Honor said, after a moment's consideration. ' People have never,' she spoke quite naturally, ' coupled your name and hers. — It AA7as only a jealous fancy of Rupert's — She, remember, does not knoAv. She never kneAv. You had better stay. To begin Avith, you cannot Avell be spared from the business just now, as I shall have no time to attend to it.' ' Thank you,' he answered, fervently. * But do you think I had better go and take up my old quarters in Daningham ?' ' No. Your mother and sister are here. It would be hard to turn you out of your oavii house. Of course I shall take Do lores aAvay as soon as she can be moved. — Dear Arthur,' she held out her hand to him, ' it is not generally seemly to allude to such possibilities so soon, but the cir cumstances in this case are peculiar. I hope, — it may be years first, — but I hope"], [183, "FACING THE FUTURE. 173 that you will be happy yet. Only have patience.' He clasped her hand, and, unable to speak, left the room. Honor stood beside the window, looking out but seeing nothing, for the tears Avere rolling down her cheeks. She realized iioav that she had hoped, and her hope Avas killed once more. There Avas no stormy passion attending the burial of this second wholly unauthorized hope, only bitter pain. But she soon dried her eyes, and Avent back to Dolores' bedside with a cheerful face. The dark eyes opened, and looked up at her as she stood for a moment looking doAvn on her patient, but Dolores did not speak. She had hardly spoken, save to murmur a ' thank you ' for any serA'ice ren dered her, since Honor had laid her in bed the morning of her husband's death."], [184, "174 A AVOMAN IN TEN THOUSAND. ' Is there nothing I can do for you, dearest? Are you quite comfortable?' Honor asked her, presently. ' Quite comfortable,' returned Dolores, wearily. ' I only want to rest — I am so tired. I am glad to die.' ' You are not going to die,' returned Honor, Avith gentle decision, though her heart sank, ' you are all I have in the world — and you must lh7e for my sake.' Whether it were in answer to this ap peal, or from naturally returning A'itality, it is certain that from this time Dolores began to mend. Her recoA-ery Avas slow, but sure. She began to notice Honor's mo\\7ements about the room, to stroke Gib's head AA'hen he put his paAvs upon her bed, to smile over the floAvers that Avere brought daily to her room. Both Gib and the floAvers Avere due to Arthur's thoughtful ness. He gathered the daffodils and prim-"], [185, "175 FACING THE FUTURE. roses and bluebells that Honor carried to the invalid, and it Avas he Avho had insisted on Gib being sent for. ' He will make it seem more homelike to her,' he had said. So Gib was despatched from his Devon shire home, carefully packed in a hamper, and accompanied by many injunctions to railway porters and guards as to his treat ment by the Avay. But Gib refused to re gard the proA7ision for his comfort as any compensation for the indignity offered him in shutting him up in a hamper. He Avas accustomed to traA-el loose in first-class carriages, and shoAved his resentment by being very sulky indeed Avhen he first ar rived at Elmdene. When, hoAvever, he realized that he had to keep Dolores com pany, he Avas mollified. But Dolores did not knoAv that Arthur stood in the background, and planned"], [186, "176 A AVOMAN IX TEX THOUSAXD. everything that Avas done for her. She seemed almost to have forgotten his exist ence. But Avhen at last she Avas Avell enough to be carried doAvnstairs for a feAv hours every day, and Honor asked her if she should object to Arthur's performing that office, she smiled at the question, and said she thought it Avas rather for him to object, When he came to lift her from the sofa Avhere she lay, dressed for the first time in her widow's weeds, their mutual greeting Avas as calm as if they had met uninterruptedly every day since her child hood. To Dolores, indeed, it seemed natural to take up the old relationship Avith both Honor and Arthur, Avhere she had dropped it. The past that had come be tween them AA-as buried for ever, at least so far as they Avere concerned. She had no suspicion of the Avild tumult of feeling that agitated Arthur's breast as he carried"], [187, "FACIXG THE FUTURE. 177 her sloAA-ly and carefully down the stairs, and she thanked him Avith the innocence of a child. For many days she saAV but little of him. She supposed he had his Avork to do, and that it bored him to sit still in the draAving room talking to her. But on the eA7ening before the day which Avas finally fixed for hers and Honor's departure, she sent him a message that she Avould like to see him. He obeyed the summons, and found him self alone Avith her. She Avas lying back in a Ioav chair near the AA7indoAv, looking out on the June sun set, Hoav often he had seen her on by gone June evenings, perched on that win dow-sill, singing to her guitar. What a gulf there lay betAveen the joyous-hearted girl of those not so A'ery far-off days, and the sad-faced AvidoAV of to-day. And yet it Avas the same Dolores, the x VOL. III."], [188, "178 A WOMAN IX TEX THOUSAXD. Dolores aa-Iio iioav, as then, set his every pulse throbbing, and filled his heart with a wild impotent longing, the Dolores aa71io, in spite of her AvidoAvhood, seemed as far off from him as eA'er. ' Sit doAvn there,' indicating a chair op posite her with a gesture that recalled the imperiousness of her childhood. ' Isn't it a krvely sunset ?' He obeyed her command, and made some indifferent remark concerning his regret that she and Honor Avould not stay a little longer, till she could Avalk about and enjoy the beautiful summer Aveather. ' Oh, well, I suppose the DeA'onshire Aveather will be lovely too,' she ansAvered, ' and Honor thinks, Avith me, that Ave have trespassed on your hospitality long enough. I have given you a great deal of trouble.'"], [189, "FACING THE FUTURE. 179 He AA7as looking out of the AvindoAv as he replied, quietly, ' We have knoAvn each other a long time, Dolores. I don't think you need use the Avord trouble in connection Avith any trifling service I have been able to render you. ' No. You have ahvays been good to me. Too good,' she added, Avith a sigh. ' And it Avas not to thank you for Avhat you call trifling services that I asked you to come here, but — to thank you — ' She hesitated, looked doAvn, and nervously played Avith her Avedding-ring, Avhich Avas nearly slipping off her thin finger, — ' for your great goodness to my husband.' He raised his hand Avith a quick, depre cating gesture. ' Please say no more,' he began. ' Yes,' she said, ' I understand. I will n 2"], [190, "180 A AVOMAN IN TEN THOUSAND. not say much. But I must tell you that I appreciate all you did for him, and that he, too, Avas not ungrateful. That is all,' she added, never dreaming of all she had to thank him for. Their tete-a-tete Avas interrupted by the entrance of Mr. Leland, and all of her children Avho happened to be at home. They had come by invitation to bid Honor and Dolores good-bye. Arthur escaped, and Avent to Avarn Honor that she had better deliver the invalid as soon as pos sible from the fatiguing attentions of Tommy, Lily, Wilfred, and the baby. The folloAA'ing day the tAvo ladies left Elmdene Hall. Honor's last Avords to Arthur were, ' You must come down and see me Avhen you can get aAA7ay. I fancy avc shall be fixtures for many a long day.' But Dolores only smiled mechanically."], [191, "181 FACING THE FUTURE. Her thoughts Avere not Avith the living friends she left at Elmdene. and her face of hopeless sadness seemed all uncon sciously to rebuke the hope that had found a place in Arthur's heart."], [192, "182 CHAPTER XII. A CRUSHED SPIRIT. It Avas September. A fine Avarm day, that might have cheated unobservant people into fancying it still July. The foliage on the trees AA7as still thick and green, the Gloire-de-Dijon rose-tree climbing up against the Avail of Honor's house Avas still coA'ered with buds and blossoms, the floAver beds on the laAvn were still bright Avith colour. The breath of autumn had not as yet laid its corrupting finger on this sunny corner of the Avorld. On the little laAA7n before the house four"], [193, "183 A CRUSHED SPIRIT. persons sat, drinking tea and enjoying the beauty of the afternoon. Honor sat before the tea-table fulfilling her duties as hos tess. Dolores lay back in a Ioav wicker chair with a plate of grapes on her lap. She Avas with dainty fingers slowly de taching the purple berries, and alternately feeding herself and Gib, Avho sat beside her, his eyes folloAvlng Avith eager expec tation every moA'ement of her fingers. At her feet, stretched in an attitude of the most luxurious enjoyment, lay Mr. de Lacy Ellison, clad in flannels, A\\7ith aAvhite silk shirt, blue silk handkerchief and tie, and a blue ribbon on his straAv hat. Mr. de Lacy Ellison Avas not a boating-man, but he always took the opportunity of a summer in the country to indulge in an artistic boating costume. He thought it becoming. The fourth member of the group Avas"], [194, "184 A AVOMAN IN TEN THOUSAND. Mr. Greer. He and Mr. Ellison Avere making a drh'ing tour through the south west of England, the latter for the pur pose of sketching, the former, as he frankly admitted, to keep himself out of mischief. They had stopped a couple of nights in the village, had seen Dolores at church, and forthwith Mr. Ellison had de clined to go any further at present. He was interested, he said, in the archæology of the ruins in Mr. Tomlinson's place, and he had found a bit of scenery which, as an artist, it was his duty to study. Mr. Greer had resolved to linger AA7ith him. ' As Ave started together, avc may as well see it out together,' he observed; and, Avhen his friend Avent next day to call on Mrs. StedAvorth, he begged him to procure leave for him to call too. But he made no men- tion of his preA7ious acquaintance with Mrs. Lyndhurst,"], [195, "A CRUSHED SPIRIT. 185 Whatever the shock to Dolores of this encounter Avith one Avho Avas connected Avith the most painful passage of her past life, she suppressed all sign of it. ' I knew Mr. Greer abroad,' she said, after a moment's pause. ' I shall be very pleased to see him.' So here Mr. Greer Avas sitting by Honor's side, but looking AA'ith AA'istful Avonder and admiration at Dolores. Dolores had quite recovered her health. The bloom had come back to her cheek, the light to her eye ; the worn, harassed lines Avere smoothed aAvay from her young broAV. But there Avas a depth of expres sion on every feature Avhich told that she had suffered, and had been purified by suffering; there Avas a SAveetness and a thoughtfulness in her brightest smile that the smiles of her girlhood had lacked. Her natural elasticity of temperament had en-"], [196, "186 A WOMAN IN TEN THOUSAND. abled her to take hold of life again with interest noAv that the pressure of. her trou ble AA7as taken off, but she had not ceased to feel Avhere they had pressed, and the indelible traces of her suffering heightened, to a wonderful degree, her great beauty. Even Honor, AA-ho knew her face so Avell, sometimes found herself gazing at her with a silent rapture of admiration. She wore her widow's cap, but, because of the heat of the weather, she had discarded for in door Avear her heavy crape dress, andAvore a loose, AA'hite cambric robe. The dead AA-hite of cap and dress gaA7e her an indescribable look of youth and purity. Mr. Ellison had not seen her since the day she refused him at Glendare, and, respectful as his manner AA-as, it AA7as abundantly evident that he Avas as much in loA7e AAnth her as eA-er."], [197, "187 A CRUSHED SPIRIT. ' I hear,' he observed, ' that one of your neighbours is a Russian princess.' ' Princess KoA-olski. Yes.' Dolores turned toAvards Mr. Greer. ' You used to knoAv her, I think?' ' Is it that Princess KoA'olski?' he asked. ' Oh, yes, I knew her.' ' But I haA7e not seen her, for she has been aAAray ever since I came back from Elmdene.' ' She is at home iioav,' said Mr. Ellison,, Avhose curiosity had been roused by some thing in Greer's tone. ' She does not seem to haA-e the best of reputations in this neighbourhood.' ' She is my friend,' replied Dolores, Avith a prompt decision that ought to have si lenced adA'erse criticism. ' I shall go at once to call on her.' But Mr. Ellison persisted, though in a more cautious tone."], [198, "188 A AVOMAN IN TEN THOUSAND. ' She has got a mad husband, or some one Avhom she keeps carefully out of sight — Is not that it, Mrs. StedAvorth ?' Honor looked troubled. ' I don't know,' she replied. ' There Avas a great deal of gossip about some man Avho AA'as there. But he has not been there for a long time.' ' He is there iioav,' said Mr. Ellison. ' Princess KoA7olski is a A7ery kind Avoman,' interposed Dolores, hotly. ' She has been very good to me, and I shall be obliged if you will not speak ill of her in my presence This closed the discussion. Shortly afterwards, Dolores rose and Avent aAvay, folloAved sedately by Gib. When it be came apparent that she did not mean to return, the tAvo young men took their leave. Then Honor AA7ent in search of Dolores."], [199, "A CRUSHED SPIRIT. 189 She found her sitting on a garden-bench under an oak-tree, holding in her hand the little miniature of her child, and gazing intently at it, She ahvays Avore this round her neck, and she had in her room a full length, nearly life-size picture of the little one ; but, as far as Honor knew, she had no portrait of any kind of her husband, and Avhile she spoke often of her dead baby the name of the baby's father neA'er crossed her lips. She had put up a very beautiful cross over his grave, inscribed simply Avith his name and age, and the words, ' Forgive us our trespasses, as we forgive them that trespass against us.' But she had never consulted Honor on the subject, and it Avas only through Arthur that Honor knew any memorial had been erected. Dolores looked up as her friend ap proached ; her eyes Avere full of tears"], [200, "190 A WOMAN IN TEN THOUSAND. ' Sit doAvn here beside me,' she said, * and let us talk.' She looked again at the little picture, and kissed it. ' Do you knoAv that poem of LongfelloAv's, Honor, on the death of a daughter? \" Not as a child shall Ave again behold her, but as a maiden fair.\" I do not like those words. I Avant to see my little one again as she used to be. I should not knoAv her. I do not knoAv hoAV she Avould look as a woman. She Avas not like me — she Avas like ' Dolores stopped, ran over her face. and a slight quiver After a pause, she went on, ' She is safe noAv. There she can only groAV into Avhat is most good and beautiful.' She Avas still holding the picture, and her tears Avere falling on it. Presently she put it back inside her dress."], [201, "A CRUSHED SPIRIT. 191 ' But it Avas not of this I wanted to talk to you. It Avas about Princess Kovolski. You Avill not listen to this gossip about her. I am sure it is false. What business is it of Mr. Ellison's ?' ' None, certainly. But With re gard to Mr. Ellison, dear It seems a horrid thing to say so soon ' 'What are you going to say?' asked Dolores, a little fiercely. ' Mr. Ellison asked me to let him come here again to-morrow. — He Avas in loA'e Avith you once. He is still ' 'Honor!' The young A\\-idoAv's voice Avas sharp with indignation. ' My husband has not been dead six months.' ' Yes, darling,' Honor Avent on, more firmly iioav that her meaning Avas clear to her listener. ' But he belongs to a section of society Avhich does not mourn long for anybody — and — you are young, you are"], [202, "192 A AVOMAN IN TEN THOUSAND. beautiful ; except for me, you are alone in the Avorld. It is natural, it is right that some day ' But Dolores interrupted her passion ately. ' Are you dreaming of my eA-er marry ing again — you, Honor, you, who knoAv all? If my little one had lived to womanhood, I would haA'e prayed her on my knees neA-er to Ioa-c, neA'er to marry, neA'er to trust any man in the world. And I ! Could loA'e and faith eA-er be possible to me again ? NeA-er ! Never ! Never ! I gaA-e him my Avhole heart, and he broke it.' She burst into stormy tears, and, spring ing from Honor's side, hurried aAvay. Honor saAV her no more till dinner-time, Avhen she appeared calm, but Avith the traces of great recent agitation A'isible on her face."], [203, "193 A CRUSHED SPIRIT. She made no further allusion to what had passed, but the folloAving day she an nounced her intention of going to see Princess Kovolski. Honor had the tact not to offer to accompany her. Dolores passed through the gate of the Avhite house on the hill with mingled feelings of anxiety and pleasure. She never admitted unfaA'ourable judgments on her friends, but in her heart she kneAv that the gossip concerning Princess Kovol ski might not be Avithout foundation. She rang the bell. It Avas some mo ments before it AA7as answered, and she heard a man's \\7oice loud and angry speak ing in a language she recognized as Spanish inside the hall. There AAras an evident altercation, something that sounded like a scuffle, silence, and finally the door Avas opened by an irreproachable-looking butler. The princess AAras at home, and Dolores VOL. III. O"], [204, "194 A AVOMAN IN TEN THOUSAND. AA7as conducted across the hall into a pretty draAving-room. The butler shut the door behind him as he entered, and — Avas it Dolores' fancy ? — locked it. The fancy Avas so strong, it made her uncomfortable. She Avas about to rise and ascertain the truth, Avhen the door opened again to admit Princess KoA7olski. © ' Ah ! It is indeed my Mrs. Lyndhurst,' cried the princess, embracing her visitor enthusiastically. ' I did not think it possi ble. Hoav come you here ?' Dolores explained that she was living Avith Mrs. StedAvorth, and at this informa tion the princess expressed a degree of genuine surprise that seemed incompre hensible. ' Ah,' she cried, ' and I never spoke of you to Mrs. StedAvorth. I thought — ' she stopped, abruptly. ' Mrs. StedAvorth does not like me. She is that respectable"], [205, "A CRUSHED SPIRIT. 195 British matron AA7hich I am trying to be come — but,' she shook her head dolefully, ' they AA-ill not have me for a British matron.' Dolores could hardly help smiling as she looked at her friend, avIio was carefully arrayed in the severest of tailor-made goAvns, AA'ith the neatest of collars and cuffs. Her hair was plaited in the tight est of coils, and her face Avas guiltless of rouge. ' I have, unfortunately, a troublesome relative,' the princess Avent on, surveying herself in an opposite mirror AA7ith great satisfaction. ' He is ' she touched her head and sighed. ' I have endeaA7oured to keep his presence here a secret, for you knoAv you English are so particular, — you do not think a mad brother respectable.' ' He is your brother !' exclaimed Dolores. 4 M37 brother — yes.' The princess looked o 2"], [206, "196 A WOMAN IN TEN THOUSAND. at Dolores with a troubled face. ' I am glad to see you, Mrs. Lyndhurst, but — it Avould be better for you not to come here again. — It is better, I mean, that I should receive no A'isitors Avhile my poor brother is Avith me, — he has had great troubles, he is subject to strange delusions. Yes, yes, you must not come here again.' Dolores rose at once, but the princess caught her hand. ' In a moment you shall go.' She rang the bell sharply once, and after a pause a second time. Dolores AA7as certain she heard the door unlocked before the butler opened it. ' Let Mrs. Lyndhurst out,' said the princess; and then, warmly kissing Dolores, ' I shall come to see you, dear, but you must not come to me.' Dolores was conscious of being hurried from the house, and felt an unaccountable"], [207, "197 A CRUSHED SPIRIT. sense of relief when she found herself outside the gate. There Avas evidently a mystery, and one Avhich, Avhile it might be very reasonably explained by the princess' frank statement that she had a lunatic brother in the house, yet seemed to Dolores to stand in need of further explanation. She resolved, hoAvever, to say nothing of this vague uneasiness to Honor. The princess had been kind to her, and it Avas not for her to strengthen the mistrust Avhich already surrounded the poor Avoman. She did, hoAvever, assiduously spread about the fact that the gentleman Avho stayed so much Avith Princess Kovolski Avas her brother. The princess came, according to her promise, several times to see Dolores, but, though Honor ahvays treated her Avith the most considerate courtesy, there seemed to be a certain antipathy between these"], [208, "198 A AVOMAN IN TEN THOUSAND. two Avomen, and the princess never seemed quite at her ease in Honor's house. One morning in January she came to say good-bye. ' Yes,' she said, in ansAver to Dolores' expression of surprise. ' I and my brother are going back to our oaaui country. We may return in the summer. But I hope not. Good-bye, Mrs. Lyndhurst, dear Mrs. Lyndhurst, it is best for you that I go.' 'What did she mean by that?' asked Honor, Avhen she Avas gone. But Dolores did not know. The prin cess had become a complete mystery to her."], [209, "199 CHAPTER XIII. AN AAVAKENING. The Aveeks and months slipped by in uneventful monotony. After Christmas, Arthur's mother and sister returned to Combe Cottage, Avhich iioav happened to be vacant. As he had predicted, the northern spring had proved too trying for Nellie, and Mrs. Stanton resolved not to risk it again. Arthur agreed, Avith alacrity, to the proposal that he should be left alone at Elmdene till May. His mother's return to"], [210, "200 A AVOMAN IN TEN THOUSAND. Devonshire necessitated his frequently running down to see hoAV she Avas getting on, and, good son as he had ahvays been, he shoAved himself more than usually at tentive noAv. In this Avay he saAV a great deal of Honor and Dolores, and fell into quite his old relationships Avith them. He Avas scrupu lously careful not to imperil this pleasant position by exhibiting himself too soon in the light of a loA7er. Once indeed he near ly betrayed himself. It Avas near the end of April, and he had come to the Manor House to bid her and Honor good-bye, before his return to business after a three days' holiday. He found Dolores alone in the draAving-room. She had just returned from paying a rather ceremonious call in the neighbourhood. ' I suppose I shan't be doAvn here again till the winter,' he observed, regretfully,"], [211, "AN AAVAKENIXG. 201 ' as my mother and Nellie will come back to me next month.' ' Oh, Arthur,' she exclaimed, ' you surely Avill condescend to come and see Honor and me before next Avinter ?' She looked up at him so trustfully and spoke so brightly that his heart leaped into his mouth. 'Condescend!' he began, Avith sudden passion, coming a step nearer to her. But a gust of Avind from the open aauii doAV caught her long crape veil and flung it across his face. He shrank back Avith a sudden revulsion of feeling. While she chose to Avear that symbol of her AvidoAv hood, it AA'as an impertinence to speak to her of love. She caught her veil back, and laughed. ' I am glad to have made you angry,' she said, saucily, all unconscious of the meaning of his vehemence or its check. ©"], [212, "202 A WOMAX IX TEX THOUSAND. ' You pride yourself too much on your self-control.' He made her no answer. When he came again, Avhich at Honor's invitation he did during the summer, she had discarded her AA7idoAv's Aveeds, and a great sense of relief came to him. Noav he thought he might begin cautiously to approach her. But perhaps he Avas a little too cautious. At any rate, Dolores AAras sIoav to perceive any meaning in his looks and words. The knowledge of his feeling for her came to her finally Avith a rough shock. A village concert Avas being held at Ribblescombe. Dolores, of course, was one of the chief performers, and Honor had iiwited Arthur to come doAvn and assist them by his presence. Dolores Avas on the platform, Honor and Arthur Avere in the front roAv amongst"], [213, "203 AN AWAKENING. the audience. The accompanist played a feAv bars of prelude, and then the beautiful voice broke out. But scarcely had the singer ended the first verse when there Avas a slight confusion amongst the people, and a cry of fire arose, and a smell of burning Avas eA7ident. Instantly the AA7hole audience struggled to its feet, and a rush Avas made for the only exit. Arthur sprang upon his chair, and in loud, commanding tones begged the people to be calm and not to fight their Avay to the door. He might as Avell haA7e spoken to the wind. ' I Avill remain here,' Honor said, ' and try to keep order. You go to Dolores. There is a door at the back, if it is not locked.' Dolores' voice had faltered at the first cry of fire, but at Arthur's appeal she pulled herself together and went on sing-"], [214, "204 A AVOMAN IX TEX THOUSAND. ing, though her accompanist had sprung from the platform. Dolores was alone, for the tAvo gentlemen Avho had seats beside her were making desperate efforts to dis cover Avhence the smoke came. She sang on to the end of her song, and then, over come by the strain, she made one step forward, AA'ith the intention of descending from the platform, sAvayed, and fell forward. In an instant Arthur Avas beside her, and caught her before she touched the ground. He thought she Avas suffocated by the smoke, and in an agony of grief he clasped her in his arms, exclaiming aloud, ' My darling ! my darling !' as he hurried with her toAvards the back of the building, where the other door Avas situated. It Avas, as Honor had feared, locked, but at the moment he made the discovery one of the gentleman shouted from the plat-"], [215, "205 AN AAVAKENING. form, ' There is no danger, the fire is out.' And once more Arthur strained the Avo man he held in his arms closer to his breast, and Avhispered, passionately, ' My darling !' Then, seizing a wooden mallet that lay near, he smashed the little win dow beside the door to let in the air upon her. It Avas so dark in the little entry that he could not see her face, but almost in stantly she said, faintly, ' I am better — I am all right. Let me go- He loosened his clasp of her at once, and the arm he Avas compelled to keep for a feAv seconds longer round her, to preA7ent her from falling, Avas very lightly held there. Neither spoke until, in a couple of minutes, Dolores said, coldly, ' Let us go back to Honor.' The fire Avas out; the audience re-"], [216, "206 A WOMAX IX TEX THOUSAND. stored to composure. It had been a very brief excitement, but Dolores, Avhen she came back into the light, looked so deadly pale and shaken that Honor perceived it Avould be impossible for her to take any further part in the evening's proceedings. Arthur Avent to find a fly to take them home, as their oavii carriage would not arrive for another hour. He saAV them off Avith grave courtesy and a troubled mind. Dolores never spoke to him, never eA-en bade him good-night. But, Avhen the tAvo women Avere alone in the fly, the younger said, ' You must never ask Arthur to come and see you again Avhen I am Avith you.' 'My dear child,' Honor replied, some- AA7hat aghast, ' Avhat do you mean ?' ' He — he behaved to-night as he should not have done.' ' Arthur did !'"], [217, "207 AN AWAKENING. ' Yes,' returned Dolores, doggedly. ' He • — but Avhat's the good of talking ? — all men are alike.' ' My dear Dolores,' Honor said, Avith grave firmness, ' I should like to knoAv definitely Avhat you are accusing Arthur of. I have knoAvn him for many years, under a variety of trying circumstances, and I neA7er in my life heard of his behav ing to any woman otherwise than Avith respect.' ' It was not treating me with respect,' returned Dolores, ' to catch me in his arms Avhen I was half fainting and could not say anything, and call me his darling. I haA7e never given him any excuse for such conduct.' Honor could hardly help smiling, and then she lost her temper. ' You are talking like a child,' she re torted. ' Any woman, even the coldest"], [218, "208 A AVOMAN IN TEX THOUSAND. and primmest, might forgive a man Avho, haA-ing adored her for years as Arthur has adored you, forgets, at such a moment, les convenances, and alloAVS the language of his heart to rise to his lips.' ' Arthur has adored me for years !' cried Dolores, in a startled, almost frightened voice. ' Oh, Honor, no — no — Avhat are you saying ?' ' I am saying,' replied Honor, conA-inced that she had better iioav, in Arthur's in terest, speak plainly, ' that no man ever loA7ed a Avoman with a purer, truer, more enduring love than Arthur lo\\7es you. If you cannot feel 'this, you are not Avorthy of such deA'otion.' ' Ah, no,' said Dolores, Avith a heaA-y sigh, ' I am not worthy of it. If Arthur is indeed all you believe him to be, no Avo man in the Avorld is Avorthy of him — but yourself, Honor.'"], [219, "209 AN AAVAKENING. Honor clasped her hands under her cloak against her heart, and looked out of the window. Presently she said, ' Worthy or umvorthy, it is you he Avants, Dolores. You are the only Avo man in the Avorld he Avill take. Trust me, he is all I believe him to be, and more. More, I believe, than Ave are capable of realizing.' Dolores slightly shrugged her shoulders. ' My dear Honor ! Is any man all that the Avomen AA7ho love him believe him to be? I doubt it.' ' I have only knoAvn three men Avell in my life,' replied Honor, turning her face to Dolores, Avith the moonlight shining on it, ' and they Avere all I believed them to be.' 'All? Oh, Honor! All?' Dolores asked, AA7ith bitter reproach. ' Yes, all,' Honor repeated. ' I do not knoAv Avhat story Rupert told you ; but, if VOL. III. f"], [220, "210 A WOMAN IN TEN THOUSAND. I Avere at liberty to tell you the Avhole, you Avould knoAv that my husband, though he sinned deeply, Avas not Avh oily as guilty as it appears on the surface. He repented deeply, and AA7as to me ever loving, tender, and true. — Oh, Dolores, my darling,' she Avent on suddenly, putting her arms around the figure beside her, ' I had not meant to plead Arthur's cause Avith you, but iioav I must. Your father most earnestly Avished this marriage for you.'-: — She felt Dolores start and shrink. — ' And Arthur loves you, and needs you. You are still so young. It is but natural that the shadoAvs, Avhich have darkened the morning of your life, should be dispelled by the mid-day sun shine. You need a protector, and Avhere can you find a better one than in this man AA7ho has shoAvn himself so strong and yet so gentle, so straightforward and yet so delicate in all the relations of life ?'"], [221, "211 AN AWAKENING. Honor's \\-oice broke, and the tears poured doAA7n her cheeks. But Dolores' eyes in the moonlight shone bright and hard, though she turned and kissed her friend. ' Poor Honor,' she said, ' I am sorry to be so contumacious. But I can't help it. My heart is dead. I cannot love. And as for marriage,' she shivered, ' the thought is hateful ! The A7ery touch of Arthur's arm around me was repellent. Ever to endure a man's kisses on my lips Avould be impos sible. Kisses that are so sweet and yet so false ! Oh, Honor — Honor, you torture me. Let me go.' She broke from Honor's gentle hold, and sank into her corner, in a storm of Aveep ing. No Avord but a loving ' good-night ' passed betAveen them again that evening. Despite Dolores' declaration, Honor per mitted Arthur to come to the Manor House p2"], [222, "212 A WOMAN IN TEN THOUSAND. as often as he pleased, and he took full advantage of the permission, and Avooed the Avoman he loved openly, and Avith a gentle perseverance Avhich Avas wonderful to see. Sometimes Dolores Avas shy, sometimes cold, and occasionally rude, but she never gave him Avhat he could construe into encouragement."], [223, "213 CHAPTER XIV. RASH EXPLORATIONS. Dolores had been a Avidow for nearly three years, and a good many people be sides Arthur thought it was time she ceased to mourn so worthless a husband as Rupert Lyndhurst. She had discarded the outAvard symbols of mourning, and as she sat Avith Honor on a cold March afternoon, laboriously stitch ing at a flannel petticoat, destined for the Dorcas bundle, in a grey dress, relieved by touches of scarlet, it Avas hard to believe she had been a wife."], [224, "214 A AVOMAN IN TEN THOUSAND. Dolores professed as strongly as ever her reluctance to marry again, but she was manifestly bored by her present life. Not that she ever gave voluntary expression to her discontent, but it Avas evident from her alternate fits of listlessness and rest- lessness, and her eager acceptance of any neAv occupation that came in her Avay. Honor had occupations enough. She seemed to find pleasure and interest in the small duties that belonged to her position. She taught in the Sunday School, AA7as an energetic member of the Dorcas Society, and a prime mover in every scheme for the benefit of her poorer brethren, to say nothing of philanthropical Avorks of wider application. But Dolores had no gift for Sunday School teaching, nor Dorcas meetings. She took her part in these, but they could not rouse her enthusiasm. She needed closer"], [225, "215 RASH EXPLORATIONS. and more personal interests to fill her heart, and an empty heart, was to her a lhlng death. ' Hoav avouM you like to go abroad AA7ith me, Dolores?' Honor asked her this after noon, someAvhat too apropos of nothing, as she Avas painfully aAvare. But her heart ached to see this bright floAver drooping for Avant of the sunshine Avhich Avas its life. ' Abroad ! Oh, no,' Avas the vehement reply. ' I will never go abroad again.' ' I Avas only thinking,' Honor went on, — ' the influenza is so much about ' ' You old AAuseacre !' cried Dolores, smil ing. ' Do you seriously propose to go abroad to escape the influenza ? It ahA7ays tickles me, Honor, to see you trying to play the humbug. It is such a futile at tempt. I knoAv you are thinking of me, but I am quite happy here, I am indeed."], [226, "216 A WOMAX IX TEX THOUSAXD. I have you. I Avant nothing more that the world can give me now . I am content. If I seem a little restless sometimes, it is only because — because I must think of the past occasionally, but that will pass ' She threAV aside her petticoat, ' I can't seAV any more noAv. I think I will go out for a little AA7hile.' She kissed Honor loA7ingly, and went away. A feAv minutes after she had gone, Mrs. Stanton and Arthur came in. ' Why, Arthur !' cried Honor, in sur prise. ' When did you arrhe ?' ' You look disapproving,' said he. ' Do you think I am neglecting the business ?' Honor smiled. The shadoAv on her face Avas occasioned by the sudden thought that Dolores had knoAA7n of his being at Combe Cottage, and had gone out to avoid seeing him."], [227, "RASH EXPLORATIOXS. 217 ' The fact is,' Arthur continued, ' I have had a slight attack of influenza, and the doctor ordered me to take a Aveek's holiday.' He Avas quick to perceive that, besides the cloud that had fallen on Honor's face at his entrance, there Avere also on it traces of recent tears. He took advantage of a moment Avhen his mother Avas engaged in examining a piece of church embroidery which Dolores had just begun, to say, in a Ioav voice, ' Where is Dolores ? Is anything wrong A\\7ith her ?' And Honor, being but aAvoman after all, found it hard to keep every touch of bit terness out of her voice as she replied that there AA7as nothing wrong Avith Dolores. Mrs. Stanton lingered long. It Avas a matter of course that she should stay to tea, and Honor, though pledged to Dolores not to encourage Arthur's A7isits, could not"], [228, "218 A AVOMAN IN TEN THOUSAXD. turn him out Avhen his mother had brought him. Before tea Avas over, Dolores appeared. She Avas evidently surprised to see Arthur, and he could not flatter himself that she Avas pleased. Her coldness Avas indeed so studied that he AvithdreAV into the back ground, and did not address her again till he bade her good-bye. When the A'isitors Avere gone, Dolores sat doAvn to her petticoat, but Honor no ticed that she only put an occasional stitch into it. ' I am going out fern-hunting to-morroAV,' she said, at last. ' We Avant fresh ferns for the dinner-table pots.' ' It is rather early in the year to get ferns, isn't it?' observed Honor. ' No,' returned Dolores, calmly. ' There are some lovely kinds to be found at Riverton.'"], [229, "RASH EXPLORATIOXS 219 ' That's a long Avay.' ' I Avant a long AA7alk.' ' Are you going alone ? 'Yes, alone.' Dolores' tone Avas a little impatient, Honor was silent for a moment, then she said, ' There is no need for you to rush off to avoid Arthur. He won't come here to morroAv, after your reception of him to-day.' To this remonstrance Dolores deigned no reply. She started on her AA7alk the folloAving morning, Avith sandAviches in her pocket, and leaving behind her the assurance that she should probably not be back till four o'clock. Honor offered no further pro test. She knew Dolores found in these long, lonely rambles the only effectual remedy for her fits of restlessness. She sat doAvn instead and AA7rote to ask Arthur"], [230, "220 A AVOMAN IN TEN THOUSAND. to come to luncheon. She received in reply a message to the effect that Mr. Stan ton had gone out for a long Avalk, and did not mean to be back till late. Dolores pursued her Avay Avith the firm, elastic tread Avhich gave such grace to her movements. She had said she meant to go to Riverton, but presently it occurred to her that the underground ruins that lay close to Mr. Tomlinson's park afforded an even better field for the fern-hunter. There Avas more shelter there for her to rest in, and the distance Avas about the same. She therefore took that direction. Just as she turned out of the village street, into the long road that led to Mr. Tomlinson's ruins, she met Princess Kovolski Avalking Avith a gentleman, AA7hile a little behind them sauntered a Avell dressed man, aaIio did not appear to be either gentleman or servant, but aaIio evi-"], [231, "221 RASH EXPLORATIONS. dently belonged to the party. Dolores boAved to and smiled at the princess, and Avas then struck Avith a sense of dismay at the embarrassment and terror AA7hich came over her friend's face at the sight of her. At the same instant the gentleman started forward, and Avith Avild excited gestures began to speak to her in Spanish, his black eyes rolling, and his SAvarthy face Avorking frightfully. Dolores shrank back in alarm, Avith a strange sense of having gone through this experience before, and of having seen before the Avild, dark face that iioav con fronted her. But, before she could collect her ideas for more consecuth'e thought, the princess exclaimed, Avith her hand on the gentleman's arm, ' For heaven's sake, Mrs. Lyndhurst, go on and take no notice.' And at the same moment the man be-"], [232, "222 A WOMAN IX TEX THOUSAND. hind had stepped up and said a feAv Avords to the excited Spaniard, Avith a steady glance Avhich seemed to coav him. But Dolores did not AA-ait to see more. She obeyed the princess, and hurried on. She AAras a courageous woman, and the encounter affected her nerves only momentarily. She was quick to understand that she had seen the princess' mad brother and his keeper. Then, suddenly, as she pondered OA7er the scene, there flashed upon her memory the incident at the door of the Seville opera-house. This Avas surely the same man. But the affair at SeA7ille had occurred at a moment Avhen her mind Avas too preoccirpied to take in all its details, and in looking back upon it noAv she could only feel sure that then, as iioav, she had been accosted by a mad Spaniard Avho seemed Avildly excited at the sight of her. Her mind Avas not iioav much more oj)en"], [233, "RASH EXPLORATIONS. 223 to outside impressions, and by the time she had reached Mr. Tomlinson's ruins she had very nearly forgotten the Avhole occurrence. She did not find as many ferns as she had expected, and she had to hunt very assiduously amongst the fallen masonry in order to half fill her basket, When she had accomplished this much, she sat down in the shelter of a broken arcliAvay, to eat her sandAA7iches and rest a little. Looking at her Avatch she found it Avas tAvo o'clock, quite time for her to think of returning home. She picked up her basket, but as she emerged from her shelter a heavy drop of rain fell on her face. The sky Avas overclouded, and a heaAy shoAver Avas imminent. She had neither mackintosh nor umbrella, and stood for a moment considering Avhether she had better Avait a little on the chance"], [234, "224 A AVOMAN IN TEN THOUSAND. of its clearing. It threatened to be a long and heavy shoAver, but certain signs in the sky seemed to promise that it Avould clear presently. So she set doAvn her basket again, and resoh'ed to Avhile aAvay the time of AA7aiting '.by exploring the underground passages. She had never been through one of them. Indeed, their number and course Avere very uncertain, and some of them, at least, Avere considered dangerous. But Dolores forgot this, and, Avith the inten tion of not going far, she turned under one of the dark arclnvays and Avalked cautious ly forward. It Avas very dark, but in a feAv minutes a glimmer of light appeared before her, and she instantly made up her mind she must see Avhere that light came from. It AA7as further off than she had sup posed, and she had Avalked five or six minutes, stumbling once or tAvice over"], [235, "RASH EXPLORATIONS. 225 stones and rough places in the ground, before she finally found herself in an open space, the sides of Avhich narroAved as they sloped upwards to a crooked shaft through AA-hich the light streamed slanting down* There Avere three other entrances into this chamber besides that by Avhich she had come, all looking exactly alike — black, yaAA'ning caA7es, leading into unbroken darkness. Dolores, interested by the novelty of the situation, began to examine these caA-es. Suddenly she Avas startled by a shout ringing doAA'n the long, dark passage, and echoed back from each holloAv \\-ault. ' Dolores ! Dolores !' It Avas Arthur's voice. Dolores' heart leaped. Half-a-dozen different sensations struggled for posses sion of it, The call Avas repeated, its sound coming nearer, and the next mo- atol. in Q"], [236, "226 A AVOMAN IX TEX THOUSAXD ment Arthur emerged from one of the cavernous openings. ' Why this melodramatic appearance ?' asked Dolores, holding herself a little more erect than usual, and infusing a faint touch of scorn into the half-playful Avords. ' I am A7ery sorry,' Arthur ansAvered, gravely, ' to make any appearance. I had not the least expectation of finding you here Avhen I set out to Avalk to these ruins. But I saAV you enter the underground pas sages, and, as you did not come out, I Avas obliged to beg you to come out at once.' ' And why?' ' Because they are not safe. They are artificial, and very badly constructed. They are constantly falling in. — Hark !' There Avas a crash and a rumble, every vibration of Avhich Avas faithfully repro duced by the echoes, then a faint smell of"], [237, "227 RASH EXPLORATIOXS. damp stones and earth, and a small cloud of dust made its Avay into where they stood. Dolores looked a little scared, and in voluntarily dreAV a step nearer to the young man, Avith that instinct of the Aveaker sex to seek protection from the stronger, Avhich the Avomen's rights moA7e ment has not yet Avholly conquered. ' It is the roof of one of the passages falling in,' Arthur explained. ' The AA7hole place is in a state of decay. Most of the passages are already blocked up. We had better get back, as soon as possible, by the one Ave came in by.' Dolores, quite subdued, Avas prepared to folloAV him AA7ithout remark. ' Which of these openings did Ave come in by ?' Arthur exclaimed, suddenly. ' I'm hanged if I knoAv !' Q2"], [238, "228 CHAPTER XV. A LOXG, DARK NIGHT. They did not either of them knoAv. All the entrances Avere exactly alike. They entered one at hazard, and, after groping their Avay in darkness for some moments, came to a locked gate. Then they tried another, and AA-ere stopped almost at the outset by finding the passage completely blocked AA7ith fallen stones and earth. Arthur lit a match, and the brief in vestigation thus permitted shoAved them that the fall of these stones Avas not of"], [239, "229 A LONG, DARK NIGHT. recent date. It was not this they had heard. Back they turned, and tried the third passage. They Avalked along this for some distance in safety, but no re assuring light appeared, and presently they came to Avhat seemed a AA7ider space. Once more Arthur struck a match, and they found they Avere at a place where three Avays met, One Avas filled with fallen masonry, and they had nothing to guide them in their choice between the tAvo others. ' We must take one at hap-hazard,' said Arthur, cheerfully. They turned to the right, and Avent on and on. At last a glimmer of light ap peared. They hurried joyfully tOA\\7ards the cheering ray, and at last found them seh-es again in the open place from Avhich they had started. Dolores uttered an exclamation of dis-"], [240, "230 A AVOMAN IN TEN THOUSAND. may. Arthur restrained the expression of his feelings to a long Avhistle. ' I'm aAvfully sorry, Dolores,' he then said, ' and ashamed, too, to be such a duffer at guiding you. But we must try again. Again they started, and again they Avandered for Avhat seemed a very long time Avithout arriving at any definite end. ' I am afraid you are very tired, Dolores,' Arthur observed, after a very long silence, during AA7hich he had been painfully con scious of the change in her tread, and of one or tAvo Aveary but hurriedly suppressed sighs. ' I don't the least mind being tired,' she replied, ' if only there is any chance of our getting out of this.' He laughed. ' Oh, avc shall get out sooner or later. Here Ave are at another obstacle,' he"], [241, "231 A LONG, DARK NIGHT. added, Avith AA7hat Dolores in her girlhood would have described as a naughty Avord in his \\7oice, though it Avas not uttered. ' I mustn't be too reckless Avith my matches ; but I think I had better light one here, and see Avhat is before us.' He struck a match. They both uttered a simultaneous exclamation. The mass of stones and bricks before them shoAved eA-ery sign of having just fallen. Little bits of earth and pebbles Avere still drop ping at intervals from the broken vault. ' We had better get back as soon as possible,' said Arthur, quickly. ' We don't know hoAV much more may be coming down.' They retraced their steps, but had not gone more than a hundred yards AA7hen another thundering crash startled them. This time it seemed to be close to them. Dolores smothered a cry of fear, and"], [242, "232 A AVOMAN IN TEN THOUSAND. her outstretched, groping fingers came, as they had already done more than once in the darkness, into contact Avith Arthur's hand. He had never taken any notice of the circumstance, though the touch of the cold, soft fingers had thrilled along every nerve, and she had ahvays AvithdraAvn them instantly. But noAv she closed them over his Avith a frightened grasp. He suffered the action passively, though it took all his self-control to do so. Oh, if they were to die, that she might die in his arms, that at this last moment he might press his lips to hers ! AA-as the thought in his heart. The rumble of falling stones Avent on close by. Once a pebble struck their clasped hands. But he still stood calm, motionless. ' Arthur,' she Avhispered, creeping closer to him, so close — though in the darkness"], [243, "233 A LONG, DARK XIGHT. she did not know it — that he felt her breath on his neck, ' are Ave going to be killed?' ' I hope not, Dolores,' he answered, gently. There Avas another crash, a con vulsive tightening of the slender fingers over his, and then silence, sa\\7e for the reA'erberating echoes. ' Let us strike another match, dear,' said Arthur, quietly, but Avith the tenderness one uses to a sick child, releasing his hand from his companion's hold. The light of the match revealed that the Avhole of the roof and sides of the passage just in front of them had fallen in. Be hind them, hoAvever, all was clear. They moved back a feAv paces, and then paused to revieAV the situation, in darkness, for Arthur had only three matches left. ' I am afraid, Dolores,' he said, after a moment's silence, ' that Ave shall haAre to"], [244, "234 A WOMAN IN TEN THOUSAND. stay here till some one comes to let us out.' She did not ansAA7er immediately. Was she crying ? The thought maddened him. But Avhen she spoke there Avas no evidence of tears in her voice. ' I suppose Ave must,' she said, bravely. 'They aaIH scour the country for us, and so must reach us some day — if Ave are still alive.' ' Your basket of ferns Avhich you left outside Avill sIioav them AA7here you are. So I think there is no fear of our not being found before starvation can over take us.' ' But there is fear of the roof falling,' she observed. ' Yes,' he ansAvered, quietly, ' there is fear of that. But it is not certain it will happen.' There Avas another silence."], [245, "A LONG, DARK NIGHT. 235 ' Your poor mother,' murmured Do lores, ' and it is all my fault you are here.' ' I should be glad to be here,' he returned, AA'ith deliberate composure, ' if my presence could help you. As it i is ' Oh, I am so glad you are here,' she interrupted. ' I should be so frightened if I Avere alone.' ' Then I am very thankful to be here,' he said, simply. ' And iioav, Dolores, you must sit doAvn and rest. It may be hours before they unearth us.' ' Yes,' said Dolores, submissh7ely. ' But — oh, Arthur, do you think there are any rats?' ' No, I should think not.' ' Or spiders ? or — blackbeetles ? You knoAv I can't endure them. I think I'd sooner not sit doAA'n, if you don't mind.'"], [246, "236 A AVOMAN IN TEN THOUSAND. 'But I do mind,' he retorted. ' And Avhy should this sudden panic occur to you?' ' I don't know. I never thought of them till this moment, Oh, Arthur ! I'm sure there's a spider running up me.' ' I'm sure there isn't anything of the kind. And if there is, my dear child, Avhat harm Avill it do you ?' ' Yes, it's A7ery foolish, but you knoAv I ahvays Avas afraid of spiders and black beetles. You used to teaze me about it.' ' I knoAv,' he ansAvered, deliciously touched by the allusion. ' But this is certainly not the place for blackbeetles, and, as for spiders, you are as safe from them sitting doAvn as standing up.' Dolores sighed, and cautiously let herself doAvn to the ground. ' And now,' continued Arthur, ' I Avant"], [247, "237 A LONG, DARK NIGHT. you to put on my coat. I'm afraid of your catching cold.' ' No, thank you,' she cried, eagerly. ' You just over the influenza ! What Avould Honor say to me ?' It Avas a perfectly involuntary allusion to Honor's feeling for him, and it brought a sudden choking sensation to his throat. He Avas almost angry Avith Dolores for her unintentional reminder of Avhat he had for- gotten. After a moment's silence, he said lightly, ' I don't knoAv Avhat she would say to you, but I knoAv Avhat she Avould say to me for letting you catch cold.' ' I do not Avant your coat,' repeated Do lores. ' Your life is worth more than mine. Mine is over. I have nothing to look forAA7ard to.' ' And Avhat have I to look forAvard to ?' he cried, Avith irrepressible bitterness."], [248, "238 A AVOMAN IN TEN THOUSAND. But he instantly added, in a cool tone, ' I mean I have no AA7ife nor children to Avhom I am indispensable.' Dolores was silent. He did not offer his coat again. It hurt him Avith almost physical pain to Avear it knowing her to be cold, but he under stood it Avould hurt her more to take it. He too sat doAvn on the ground beside her. There Avas another fall of stones. The roof seemed to be breaking in bit by bit, ' Arthur,' said Dolores, ' Avouldn't it be better for you to sit far aAvay from me. Then if one is killed the other might he left to tell the tale. If Ave sit together, Ave shall be killed together?' A quick inarticular exclamation broke from him, but he suppressed it. After a moment's desperate struggle Avith himself, he replied,"], [249, "239 A LONG, DARK NIGHT. ' I will do Avhat you Avish, but I Avould rather stay beside you — to protect you from the spiders,' he added, Avith a laugh. She made no ansAver, and presently be came aAvare that he had come a little closer to her. She refrained from any word of disapproval. Presently, ' Arthur ! Are you afraid to die ?' ' No, dear,' Avas the gentle, steady reply. ' I should haA7e said this morning I should be glad to die — but uoaa7 — I don't think I am afraid — but — but I don't want to die like this, in the dark and in the cold.' ' No. It Avould be unnatural and mor bid if you did. We don't Avant to die, — but Ave are Avllling if God calls us.' ' Yes, yes,' she said, quickly. Arthur moved. She kneAv that he Avas kneeling. His voice rose calm and clear"], [250, "240 A WOMAN IN TEN THOUSAND. in the AA7ords of the collect from the third Sunday after the Epiphany, and then the Litany. ' Thank you,' Dolores said, Avhen they had resumed their places side by side, and another crash sounded A7ery near them. ' I am not frightened now.' Another silence, and then — ' Arthur, do you mind lighting another match ? I — I want to see my baby's face again before ' 'Wait one moment,' he returned. He took out his pocket-handkerchief, tore the leaAres from his pocket-book, and, putting them together, applied the match to them. By the blaze that folloAved, Dolores bent her face over the little minia- ture AA'hich for the last half-hour she had been holding, Avhile Arthur let his eyes rest AA7ith a passion of tenderness on the mother's face. She raised her eyes. Did"], [251, "241 A LONG, DARK NIGHT she catch the look ? There was nothing in it to offend her if she did, and it was instantly AA'ithdraAvn. ' She Avas your godchild,' she said, hold ing the picture out to him, and he bent reA'erently over the SAveet baby face. He ga\\-e it back to her, and, by the last dying flicker of his impromptu fire, saAV her kiss it. Then came darkness once more, and silence. Dolores was again the first to speak 'You have been very good to me,' she said. ' Not only noAv, but ahvays.' ' My dear child, you Avere left under my guardianship. . It is my duty to take care of you as far as I can.' ' Yes — but — I want to thank you. I have seemed ungrateful sometimes — I Avant you to knoAv ' ' Hush ! Never mind.' VOL. III. r"], [252, "242 A WOMAN IN TEN THOUSAND. But she Avent on, ' I have had so much trouble — I have forgiven everything — everything — but I can't forget. I am soured, I think. I can't get back my lost faith — I can't love and trust people as I used. But — if I should die, I AA-ant you to remember I did realize — that you are better than — other men, though ' She stopped, conscious she Avas implying more than she meant to do. 'Yes, dear, I understand. I have never thought you ungrateful.' He spoke quite clearly and firmly, though the Avords of passion that Avere croAvding to his lips nearly suffocated him. But she Avas at his mercy. She must listen, if he chose to speak ; nay, more, in her present mood of Aveakness and dependance on him, she might even fancy herself com-"], [253, "243 A LONG, DARK NIGHT. pelled to listen Avith favour, and so his lips Avere sealed. He could not take ad- A7antage of her helplessness, even though in refraining he threw aAvay a chance that, should they live, he might never haA-e again. But perhaps he kneAv in his heart that by his forbearance he Avas doing more to Avin her than he could do by the most eloquent and impassioned speeches. And so the long hours Avent by. They rose at intervals to walk up and down their prison and stretch their cold stiff limbs, and they sat doAvn again side by side, sometimes speaking little, sometimes talking on many subjects. During that long night, Dolores told Arthur the Avhole history of her married life and the story of her baby's death. It Avas done Avithout premeditation, but simply because her mind Avas full of it, and the profound r2"], [254, "244 A AVOMAN IN TEN THOUSAND. sympathy with which he accepted the first allusion dreAV her on. She told him more than she had ever told even Honor. Then, as cold and fatigue took stronger possession of her, and her sense of help lessness increased, she put out her hand to feel for his. He took it gently, and held it in a strong, comforting clasp in both his own. Presently he felt her head drop on his shoulder, and kneAv to his great joy that she AA7as asleep. No sleep came to him to shorten the dark hours, nor did he desire to sleep. He lost all count of time, and could not tell Avhat o'clock it might be, AA-hen the silence Avas once more broken by the sound of knocking and falling stones. Dolores started up. ' Is this the end ?' she cried. ' I think not,' he ansAvered. ' Listen a moment. Do you not hear voices ? They"], [255, "245 A LONG, DARK NIGHT. are clearing aAvay the stones. We are rescued, Dolores.' It Avas even so, and a couple of hours later Dolores Avas in Honor's arms."], [256, "246 CHAPTER XVI. THE BLIZZARD. It AA-as not till the folloAving day that Dolores told Honor the story of that long night, but then she told it faithfully, omitting no particular. Honor listened Avith deep interest, but Avithout comment, ' I AA7ish it had not happened. I Avish it had not happened,' said Dolores, Avith dejected earnestness. Honor looked at her curiously. ' It was an aAA7kward adventure, of"], [257, "247 THE BLIZZARD. course,' she observed, Avith a matter-of fact smile. ' Oh, I don't mean that,' cried Dolores, petulantly. ' I mean ' She stopped, and began to stroke Gib's head. ' He is a good man,' she said, sloAvly and thoughtfully, after a long silence. A flush of mingled pain and enthusiasm came into Honor's grey eyes, but she said nothing. ' I think, if it Avere possible to trust a man, one might trust him,' Dolores Avent on. ' I am sure of it,' replied Honor, quietly. Dolores pushed Gib hurriedly away, and rose Avith a restless movement. ' Let us go aAvay, Honor. Let us go to Iceland, or Kamschatka, or Japan — or anyAvhere far aAvay.' Honor, Avho AA7as making out estimates"], [258, "248 A AVOMAN IN TEN THOUSAND. of the probable cost of an East-End shelter she Avas interested in, laid doAvn her pen. ' Dear child ' she began. But Dolores interrupted her by coining over and kneeling by her side. ' You are too patient Avith me,' she said, Avith tears. ' I don't knoAv Avhat's the matter Avith me. After all I've gone through, I ought to be more disci plined.' ' Poor child !' said Honor, this time stroking her hair. ' We Avill go to Japan, if you Avish it,' But she smiled over Dolores' head as she said it. Johnson came in at this moment, Avith a note for Mrs. Lyndhurst. Dolores j umped up, and Honor Avent on Avith her figures, for she Avas going up to London the next day to attend a meeting on the subject of"], [259, "249 THE BLIZZARD. the shelter, and she wanted to be prepared Avith her suggestions. Dolores' note Avas from the princess. ' My dear Mrs. Lyndhurst, (it ran,) ' I must offer you ten thousand apologies for the unfortunate occurrence of the day before yesterday. I have al- Avays endeavoured to prevent my poor brother from seeing you, as he is subject to a curious delusion Avith regard to you, and it is for this reason I have spent so much time aAvay lately. But I Avas under a mistaken impression that you and Mrs. StedAvorth Avere from home this month, and so ventured to bring him doAvn here. Very unfortunately, he had been excited the other day by meeting your friend, Mr. Stanton, to Avhom he has a very strong antipathy. But I promise you it shall never occur again, for Ave are going back"], [260, "250 A AVOMAN IN TEN THOUSAND. to London to-day, and he shall never come here again. This being so, it is probable that at least as long as he lives I shall never be here again either. Farewell, my dear, dear Mrs. Lyndhurst. Do me one favour. Speak to no one, least of all to Mrs. StedAvorth, of my poor brother, or your meeting with him. ' EA7er your devoted ' Pepita Kovolski The note Avas dated the previous day. So the princess Avas already gone. Dolores felt relieved. It Avould not have been pleasant to risk further encounters with the mad Spanish gentleman, and her heart beat AA7ith a painful sense of anxiety at the thought of Arthur's having incurred his animosity. She put the note in the fire. ' Princess Kovolski Avrites to say good bye. She has gone aAvay,' she said."], [261, "THE BLIZZARD. 251 Honor recehred this intelligence Avith profound indifference. In the afternoon, Arthur called to en quire for Dolores after her adventure. He came in in very good spirits, which Avere promptly quenched by the information that the tAvo ladies contemplated a trip to Japan. ' What on earth do you want to take her to Japan for?' he asked Honor, re proachfully, AA-hen Dolores Avas for the moment out of the room. Honor smiled. ' It is she Avho is taking me to Japan,' she ansAA'ered. ' Extend your holiday to another Aveek, and perhaps you may per suade her not to go, or to let you take her.' The folloAA-ing day, Honor left for Lon don. She Avas to return the next day but one. She reached London AA'ithout adven-"], [262, "252 A WOMAN IN TEN THOUSAND. ture, and spent the night at the house of a friend with AA7hom she was associated in most of her philanthropic works. The folloAving morning she had scarcely finished breakfast, Avhen the servant came to her to say that there Avas a lady at the hall door, Avho most urgently desired to see her. The servant had eA7ident doubts as to the lady's respectability, and had declined to admit her to the draAving-room Avithout an order from his mistress or Mrs. StedAvorth. ' She called herself Princess — Princess Kov — Ko\\- ' ' Kovolski,' exclaimed Honor, in sur- prise. The order for the lady to be shoAvn into the draAving-room Avas given, and Honor proceeded thither, Avondering Avhat on earth the princess could have to say to her."], [263, "253 THE BLIZZARD. It AA7as a bitterly cold day, and she found her visitor crouching into the fire ; but, on her entrance, Princess Kovolski sprang excitedly forward. ' Ah, Mrs. StedAvorth,' she cried, ' you must Avonder to see me, and at such an hour. But I heard through my maid that you Avere here to-day, and I haA'e come to ask you to help me. I am in great trouble.' Honor, Avith increasing surprise, ex pressed her Avillingness to do AA'hat she could for Princess Kovolski. ' I have no time to Avaste in explan ations,' the princess Avent on, hurriedly. ' Will you tell me if your friend Mr. Stan ton is still at Ribblescombe ?' ' Yes,' said Honor, involuntarily stiffen ing a little. ' Ah, then there is no time to be lost. My brother has sworn to kill him. He"], [264, "254 A AV0JIAN IN TEN THOUSAND. has escaped me — he has gone back to do it,' But Honor did not hear the end of the sentence. ' What do you mean?' she cried, catch ing the princess by the arm. ' I mean,' said the princess, ' that my brother AA7as the husband of your pretty Dolores' mother.' ' Ah !' gasped Honor, and, releasing her hold of the other's arm, she staggered back, almost fainting, But the princess caught, and almost shook her. ' You must not give way iioav,' she ex claimed, ' you must come Avith me to Pad dington Station. There is a train going in tAventy minutes. We may catch him if he has gone there.' With the poAver of self-control which Avas one of Honor's strongest character-"], [265, "255 THE BLIZZARD. istics, she turned Avithout a word, rushed upstairs, put on her bonnet and boots, and came down fastening her coat, Avith her gloves in her hand. She had only one distinct idea in her mind, that Arthur's life Avas threatened, and that she Avas some how to do something to avert the danger. As she descended the stairs, she bade the butler, Avho AA-as standing beloAv, tell his mistress that unexpected business had called her away, and might detain her for an indefinite time. The tAvo ladies got into the cab AA7hich the princess had come in, and the cabman Avas told to drive to Paddington. The cold Avas severe, and showers of siioav fell at intervals. During the drive to the station, Honor, AA-ho had iioav collected herself, listened Avith profound attention to the princess' somewhat incoherent ex planations."], [266, "256 A AVOMAN IN TEN THOUSAND. It appeared that, some four years pre viously, Princess Kovolski became aAvare that the brother whom she believed to have been killed by Ralph StedAvorth was still living, but was out of his mind. She had never seen her brother since her early girlhood, for her mother, dreading a meet ing Avith Gomez, should her conjecture concerning his death prove mistaken, and he appear to claim his Avife, had, immediately after Mercedes' marriage Avith Stedworth, left Loja. It Avas not till after Pepita' s delmt on the stage that rumours reached her of her brother's death at Sted- Avorth's hands. But Gomez in his OAvn rough Avay had been a kind brother to her, and when she learnt his pitiable condition she lost no time in seeking him out, and taking him under her OAvn care. She took him Avith her to England, and hoped amid these fresh peaceful scenes to soothe his"], [267, "257 THE BLIZZARD. disordered mind. It Avas something of a shock to her to find Mrs. StedAvorth living close by. But Mrs. StedAvorth shoAA-ed so little inclination to cultivate her acquaint ance, that it AA'as easy to prevent her name from reaching her brother's ears. And, indeed, it AA7as improbable that he re membered, if he had ever heard, the name of the man who had injured him. It did not occur to the princess that Mrs. Sted- Avorth AAras likely to know of the existence of her husband's daughter. After a few months, Gomez grew rest less, and, contriving to evade his sister's vigilance, left her house. She followed him, hoAvever, and traced him to Seville, where she found him the very day after the scene with Dolores at the door of the opera-house. Regardless of the flight of time, the miserable man was convinced he had seen s VOh. III."], [268, "258 A AVOMAN IN TEN THOUSAND. his wife, and Pepita, by AA7hose aid Dolores had become a member of this opera com pany, AA7as quick to guess that he had seen his AA7ife's daughter. It Avould not have mended matters had she been able to make him understand this, and she contented herself by endeavouring to calm him, and to persuade him to leave Seville. In his more lucid moments he realized that, were Mercedes living, she must be a middle aged woman, and Pepita took advantage of one of these lucid intervals to get him back to England. Then came Dolores' ap pearance on the scene, Avhich so terrified the princess that she had the draAving-room door locked AA7hile her visitor remained in it. She took her brother away then, and only brought him back, under the charge of a keeper, Avhen she had believed Honor and Dolores to have gone away. When she discovered her mistake, she had made"], [269, "THE BLIZZARD 259 all her plans for remaining in Devonshire during the winter, and Avas loth to change them. She thought a little care Avould prevent Gomez from eArer seeing Mrs. Lyndhurst. She believed she had ac complished this, but iioav understood that the cunning of madness had outAvltted her. Her brother had seen Dolores, he had seen Arthur Stanton frequently. BelieA'ing Dolores to be his Avife, and Arthur to be her lover, he bided his time to regain possession of the former, and take his re venge on the latter. He might haA-e ac complished his purpose, had it not been for the accident of his meeting Arthur and Dolores on the same road, AA7ithin a quarter of an hour of each other. The coincidence goaded him to a fury he was unable to control, and the princess was aAvakened to the danger of the situation. She acted with promptitude, and carried her brother s2"], [270, "260 A WOMAN IN TEN THOUSAND. away to London. But this morning he Avas missing, and she Avas sure that he Avas gone back to Ribblescombe to take the revenge he had sAvorn to take. Why the princess had come to her, in stead of at once folloAving the fugitive, © © Honor did not clearly understand. The princess probably hardly understood her own motive, and certainly did not explain it. ' Tell me one thing,' she asked, trying to speak calmly. ' Hoav did Gomez escape alive from that fearful fall ?' The princess looked at her. ' Ah,' she observed. ' You knoAv the Avhole story — and I do not. I only knoAv that my brother's companion found him cruelly injured and almost dead the day after they had missed him. He AA-as dan gerously ill for Aveeks, and from his raA'ings they guessed AA7hat had happened. Some"], [271, "THE BLIZZARD. 261 of them pursued the Englishman, but he had had tAventy-four hours' start and was not to be traced. When my brother Avas restored to life, his reason AA7as gone.' There Avas a moment's pause. ' It was an accident,' Honor said, fixing her grey eyes on the other's face. ' Do not judge him too hardly.' ' /judge him hardly,' cried the princess, ' I loved him — and it is for his sake I desire to save for his daughter the man she loves.' Honor forgot to say that Arthur Stan ton had not yet attained to that position. They had noAv reached the station. They Avere a minute too late. The train had just gone. ' What shall Ave do ?' cried the princess, Avringing her hands. But Honor, though deadly pale and shaken, was calm. Under her direction,"], [272, "262 A WOMAN IN TEN THOUSAND. they made enquiries as to the passengers aaIio had booked to Ribblescombe. It did not appear that Gomez had been amongst them. They then telegraphed to the police at Ribblescombe, requesting them to watch the trains that arrived there and arrest Gomez should he be amongst the pas sengers. Then it Avas agreed that Honor should go home by the next train, AA7hile the princess remained in London to prose cute the search. Left alone, Honor paced the platform in a tumult of fear, shame, and pain. It Avas bitterly cold, but she could not sit quietly by the Avaiting-room fire, her agitation needed the relief of active motion. Was it AArell that Ralph had not lived to learn that he Avas not, at least, a murderer? Would it have been worse for him to knoAv the ruin he had Avrought in a man's life? And Dolores, standing all unconscious"], [273, "263 THE BLIZZARD. amidst the Aveb Avoven for her by her father's long-past sin ! Hoav strange a fate that her life's happiness should be at the mercy of the man her father had Avronged ! But these considerations only glanced confusedly across the fixed idea that had taken possession of Honor's mind. Her one distinct and unbroken thought AAras, that Arthur Avas in danger, and that she must saA7e him. It grew colder and colder. The trains that came in from the country bore a coa ering of snow on their roofs, and the guards expressed fears that in a feAv hours the traffic Avould become difficult if the snoAV did not cease. But instead of ceas- ing it fell in eA'er larger and more numer ous flakes, smothering in its cold, soft embrace all sights and sounds. The cease less roar of London began to be deadened on the newly-laid doAvn carpet."], [274, "264 A AVOMAN IN TEN THOUSAND. Honor paid no heed to the Aveather. When the time approached for her train to start, she eagerly scanned the face of every man aaIio entered it. But she saAV none that corresponded to her memory of Gomez. She took her seat alone in a first-class carriage, and they started. Her mind Avas at first too preoccupied to let her notice the intense cold. But, as the hours Avent by, it began to tell upon her perceptions. The AvindoAvs Avere darkened by the frozen particles Avhich clung to them, and by the siioav piled on the frame-work, and it presently became eA'ident that the rate of progress Avas slackening. Still they Avent on, the engine ploughing its Avay through the ever-deepening snowdrifts. It was not until they Avere Avithin a mile of Ribblescombe that they came to a stand still altogether."], [275, "265 THE BLIZZARD. Honor tried to open the AvindoAv, but it was frozen, and Avould not move. The delay was terrible to her impatient an xiety. Even iioav Gomez might be tracking Arthur to his death. The thought maddened her. She shook the door frantically to attract attention. The guard opened it. ' Train snowed up, ma'am,' he said. ' But Ave shall clear a AAray as soon as pos sible to get into Ribblescombe Station.' Without waiting for any reply, he slammed the door to and went on. Honor opened it again, and stood con sidering. She kneAv that they Avere about a mile from the station, and a mile across the fields from the Manor House. It must take a long time to clear the line, and then she Avould have a mile to go to get home. She resolved to get out and go across the fields ; she could not miss the Avay she"], [276, "266 A AVOMAN IX TEX TH0USAXD. kneAv so well. Suddenly her heart seemed to stand still. From a carriage near the end of the train she saAV a figure descend, and instinct rather than recognition told her that it Avas Gomez. Hoav had she failed to see him at the station ? He floun- dered into the snoAv and struck out in the direction she intended taking. Honor's mind Avas made up. She must folloAv him, come Avhat might. The guard of the train had passed back, there AA7as no one near except the occupants of the dif ferent carriages. For a moment she thought of begging some one to folloAv and capture Gomez, but the next she rejected the idea. She had no warrant for such a proceeding, for she did not really knoAv that this man Avas he. And in her heart she had a strange dislike to hunting doAvn the man Avhose misfortunes had been the fault of her oaaoi husband. All she desired Avas to"], [277, "267 THE BLIZZARD. warn Arthur. Arthur, aware of his danger, would be safe. And that she should find him this afternoon at the Manor House, rather than at Combe Cottage, she Avas sure. She had alighted from the train Avhile these thoughts Avere passing through her mind. She AAras instantly over her knees in the snow, but, naturally strong, her burning anxiety seemed to gh7e her addi tional muscular power, and she started undauntedly in pursuit of the man she believed to be Gomez. She got somehow into the lane Avhich she kneAv led to her destination, and here the wind had drifted the snoAv to one side, Avhere it lay piled up above the hedge. On the other side it Avas possible to Avalk Avith comparative ease. Gomez AAras noAvhere to be seen. If he had passed this way, the siioav, Avhich still"], [278, "268 A AVOMAN IN TEN THOUSAND. fell in stinging, blinding shoAvers, had already effaced all traces of his steps. Honor AAras wet to the skin. Her clothes hung heaA7y and icy cold to her limbs, but she ga\\7e no thought to her physical dis comfort. Only one idea possessed her : to get to Arthur in time to save him. She reached the place where she ought to turn off the road. As far as she could see through the veil of falling flakes, a sheet of AA'hite lay before her, broken only by Avhat seemed mounds and hillocks, but Avhich were trees, their outlines filled in Avith snoAV. Would it be possible to find the path ? A passionate prayer for help broke from Honor's lips, but she did not hesitate. Doavii she plunged into the cold, fleecy mass, trusting that she should be guided aright. The cold AA7as uoav beginning to pene trate to her bones, and an overpoAvering"], [279, "269 THE BLIZZARD. fatigue to master her. But she struggled on. All poAver of consecutive thought had left her. She could only hold fast to the one idea : she had to save Arthur. On and on ! SloAA'er and yet sloAver grew her laboured movements, and at last they ceased altogether. ' Arthur,' she murmured, as the deadly numbness began to paralyse every nerve and limb. ' Arthur !' Then she lay still and silent. The snow flakes, not quite so thick and heaAy iioav, fluttered around her motionless figure as it sank into the drift, until it ceased to be a distinct object on the Avhite surface."], [280, "270 CHAPTER XVII. GIB TO THE FRONT. The morning after Honor had gone to London, Dolores received a note from Nellie Stanton, begging her to come and spend the afternoon at Combe Cottage. ' Mother and I both have bad colds, and dare not venture out, so it Avill be a charity to come and cheer us,' Avrote Arthur's sister ; but she made no mention of her brother. Dolores tossed the note aside Avith a petulant gesture."], [281, "271 GIB TO THE FRONT. ' I Avill not go, I have too much to do,' she said to herself; and then she sat doAvn before the fire and fell into a long dream, much to the joy of Gib,Avho settled himself snugly on her skirt for a long nap. ' Perhaps I had better go,' she muttered at last, rising with a suddenness that great ly disconcerted the dog, and beginning to collect the floAver A7ases that needed re- plenishing. Gib found Dolores a sore trial that morn ing. No sooner had he made up his mind that she meant to sit for a reasonable time at the piano in her OAvn little sitting-room, and in that belief had composed himself to sleep, than she jumped up and betook herself to the drawing-room, whither, after some minutes of sulky consideration, he felt bound to folloAv her, only to find that, after wandering restlessly about the room in such a manner as to prelude the possi-"], [282, "272 A AVOMAN IN TEN THOUSAND. bility of his closing his eyes in temporary oblivion of her existence, she had changed her mind about staying indoors, and Avas seized by a desire to walk in the garden. Then, directly he had become absorbed in a really interesting investigation of a neAv and promising rat-hole under the garden AA'all, she, for some unintelligible reason, chose to return into the house. Luncheon had come and gone, and still Dolores had not made up her mind Avhether she Avould or would not go to Combe Cottage, but Gib had made up his mind that he Avas a thoroughly ill-used dog, for she had forgotten to gh7e him his din ner. HoAA7eA7er, he AAras not going to sub mit tamely to that sort of treatment, and soon found means of draAving her attention to the unheard-of omission, and after that he resigned himself to her aggravating lack of consideration for his feelings, and,"], [283, "GIB TO THE FRONT. 273 curling himself up on the hearthrug before the draAA'ing-room fire, eA'idently resoh7ed to pay no further attention to her caprices. While Dolores Avas still debating with herself the question that seemed to occupy such an important place in her mind, the snow began to fall so heaA7ily that the an sAver came with it. ' They Would think I was desperately anxious to come if I went in this Aveather,' she said, half-aloud ; and sighed. She sat doAvn by the fire, and took up a book. She read one simple paragraph three times over, and then failed to grasp its meaning. She slang the volume aside, and went once more to the window. She stood there a long time looking out at the whirling flakes. Presently Gib lifted his head from his paAA7s, and cocked his ears. ' Are you pretending you can hear VOL. III. t"], [284, "274 A AVOMAN IN TEN THOUSAXD. anything, you absurd old dog?' asked Dolores. For answer he came over to her, Avag ging his tail, and whimpering happily ; and then Dolores saAV a figure looming through the siioav, and advancing towards the Avin doAV. Heedless of the Aveather, she threw it open. ' Arthur,' she cried, ' Avhat a day for you to come out in !' ' Shut the window,' he answered. ' I can't bring all this siioav into the drawing room. I aaIII go round to the hall-door, — that is, if I may come in,' he added, quickly. ' Of course you must come in,' she said ; and, shutting the AvindoAv, Avas about to run to the hall-door to let him in. But she checked herself Avith a blush, and Avaited until he Avas shoAvn in by the butler."], [285, "GIB TO THE FROXT. 275 He explained, on entering, that he had been sent by his mother to escort Dolores back to Combe Cottage. ' But you can hardly attempt the Avalk noAv,' he added. ' I did not mean to attempt it,' she re plied. ' I did not think Mrs. Stanton Avould expect me. — But as you have come expressly to fetch me ' ' No, I ha\\Ten't. — At least, it Avasn't so bad Avhen I started. My mother Avould bloAv me up if I encouraged you to come back iioav.' He sat doAA7n by the fire, and observed that the room Avas very warm and cosy. Dolores knelt on the hearthrug, poked up the fire, put on a fresh log of Avood ; then sitting on the fender-stool, shielding her face from the blaze Avith her hand, she began to talk quite naturally and easily, he thought, man-like, unable to see the t 2"], [286, "276 A WOMAN IN TEN THOUSAND. very distinct nervousness this great ease Avas assumed to coA'er. Presently he said, ' I wonder if you Avould sing to me? It is a long time since I heard your guitar.' She rose obediently, and fetched the instrument. Seating herself on a Ioav chair on the opposite side of the fire, she asked, as she tuned the strings, 'What shall I sing?' ' Sing — sing the songs you used to sing to me long ago in the Elmdene days,' he ansAA7ered, Avith a boldness born of despair. She hesitated a moment, and then re plied, in a Ioav tone, ' Yes — if I have not forgotten them.' She began a song he had specially loA'ed. Her A'oice AAras Aveak and tremulous at first, but it greAv stronger and more certain"], [287, "GIB TO THE FRONT. 277 as she proceeded. The siioav fell thicker and thicker, darkening the room as with too early a tAvilight, though AA'ith a black gloom unknoAvn to tAvilight. Still Dolores sang on, song after song, sometimes pausing long between each, sometimes scarcely taking breath, some times talking lightly of those bygone days, sometimes bending in silence over the Avork of mending a broken string. The time fleAV by, but Arthur had lost all count of the hours. He sat entranced, looking at the beautiful woman before him Avith a passion in his eyes such as in all the years that he had loved her he had never let shine so full upon her face before. But she never looked up at him. Presently she broke into that most beauti ful little song of Tennyson's, ' As through the land at eve we went.' It had been one of her favourite songs in"], [288, "278 A AVOMAN IN TEN THOUSAND. her girlhood, the exquisite harmony of the Avords and music appealing to her artistic sense, AA7hile the happy freshness of her voice and her utter ignorance of life and sorroAv robbed them to the listener of all their tragic sadness. But to-day the SAveet, pathetic Avords fell as if fresh from the dej:>ths of the Avoman and the mother's heart, and brought tears of sympathy to his eyes. But Avhen she came to the closing lines, ' For when we came where lies the child AVe lost in other years, Oh, there above the little grave AVe kissed again with tears,' her voice faltered, and the guitar fell from her grasp. Leaning forward, Avith her elboAvs on her knees, she covered her face with both hands, and Arthur saAV to his inexpressible dismay that she Avas Aveeping. ' Dolores ! Dolores !' he cried, beside"], [289, "279 GIB TO THE FRONT. himself Avith pain and longing. He sprang from his chair and knelt on the hearthrug beside her, though even then he dared not touch her. ' What has hurt you ? Dolores ! My darling ! Oh, my darling !' She turned her face a little more aAvay, but her sheltering fingers could not con ceal the colour his exclamations had brought to her cheek. ' I do not know,' she sobbed. ' Every thing hurts me — I — I do not knoAv — Avhat to do.' Gib hadhispaAA's on her knees, whining, as his custom Avas AA7hen he saAV Honor or Dolores in trouble. Arthur's face Avas suddenly as pale as Dolores' Avas pink. His heart AAras beating Avildly, his every nerve thrilling. ' Dolores,' he whispered. His voice shook uncontrollably, and stretched out his hands to her. ' Dolores ! Trust me !'"], [290, "280 A WOMAN IN TEN THOUSAND. Gib's whining had suddenly ceased. He cocked his ears, and, throAving back his head, gaA'e vent to a Ioav, dismal howl. Then he dropped his forelegs to the ground, and rushed to the AvindoAv, whining. ' Trust me,' repeated Arthur, for Dolores had not spoken nor moved. She made a very slight movement to- Avards him, AA7hen Gib rushed back to her, whimpering Avildly, and begging her, in his unmistakable fashion, to open the window. ' What is the matter with Gib ?' cried Dolores, in startled tones. Under his breath, the young man mut tered a fierce curse on the dog. ' There is something the matter,' Dolores went on, with nervous excitement, She ran to the AvindoAv and opened it. Gib dashed out instantly. The snoAvhad now almost ceased to fall,"], [291, "GIB TO THE FRONT. 281 but it lay at least three feet deep on the ground. Gib scrambled through it, Avhin ing and barking as he Avent. ' Shut the windoAv, Dolores,' Arthur said, irritably. ' You Avill catch cold. Never mind the dog.' But, unheeding his request, she turned to him Avith a AA7hite face and appealing eyes. ' There is something Avrong,' she said. ' My dear child ! What can be Avrong ?' ' I do not knoAv. — Oh, Arthur !' From over the siioav had come the sound of Gib's bark, then a long-draAA7n howl. ' There is something Avrong,' she repeat ed, catching Arthur's arm. ' Oh, go and see, go cpiick and see.' ' Yes, dear, yes,' he ansAvered, soothing ly, seeing that she Avas beyond reasoning in this mood of undefined terror. He stepped out into the snoAV, folloAving"], [292, "282 A WOMAN IX TEX THOUS AXD. in Gib's footprints. Before he had reached the gate that led into the field, he met the dog coining back. The poor animal looked up in his face, turned, and ran on before him, then looked back and Avhined again. A sense of nameless dread iioav began to creep over Arthur also. Something clearly Avas wrong. He hardly kneAv where he Avas going, so completely Avere all the land marks blotted out, but he made his way with difficulty after the dog. Fh7e min utes later, he found himself standing beside a figure from Avhich Gib had scratched away the snoAv-covering. He stooped to see the face the dog Avas lick ing. A Ioav cry escaped his lips, and his heart seemed to stand still. It Avas Honor. He bent to lift the prostrate, motionless form, and, as he did so, another cry broke"], [293, "GIB TO THE FROXT. 283 upon his ear. Dolores had followed him, and now stood beside him. She Avasted no time in exclamations of wonder. 'Oh, Arthur! Is she dead?' was all she said. ' I do not knoAv. Run back and send some-one to help me to carry her, and get everything ready.' She turned AA-ithout a word, but Gib remained Avhining at his heel. Help speedily came to him, and Honor AA7as conveyed to the house, and to her room. She Avas not dead, and, after two hours of Susan's and Dolores' unremitting efforts to bring her back to life, she opened her eyes. ' Arthur !' she gasped, with her first conscious breath. ' He is in danger.' ' Arthur is quite safe, dear,' replied Do lores, bending OA7er her. ' He is here.'"], [294, "284 A AVOMAN IN TEN THOUSAND. ' Don't let him go, don't let him leave this house, let nobody into it,' Honor Avent on, Avildly. ' No, dear, I AA7on't,' ansAA'ered Dolores ; and Honor, too exhausted to say more, relapsed into semi-stupor. But Dolores Avas filled Avith vague ter rors. Honor's unexpected and extraordi nary return, and her eA'ident anxiety, pointed certainly to some danger that overhung Arthur. She could not leave the sick-room, but she Avrote a hurried note, AA7hich she sent doAvn to the young man, telling him what Honor had said, and imploring him to heed the Avarning. Arthur returned a consolatory message. He could not understand Avhat danger could threaten him, but he Avould at least not leaA'e the house until Honor AA7as suffi ciently recovered to explain herself more fully."], [295, "285 GIB TO THE FRONT. It Avas not long before Honor Avas so far restored as to be able to give Dolores the story of Gomez's madness and threats. Dolores did not then nor ever after under stand all that lay behind the story. She kneAvno more than that Princess Kovolski's mad brother had taken one of those unac countable dislikes that mad people will take to Arthur, and had vowed to kill him. It was all she needed to know. ' Go down yourself and tell him,' Honor added, in conclusion. 'Warn him that he must not leaA7e this house till Gomez is secured.' Dolores went downstairs. The lamps were lit in the drawing-room, but Arthur Avas not there. Was it possible he had already left the house? The thought turned her sick and cold Avith fear. She ran out and opened the hall-door. A group of people Avere standing on the steps"], [296, "286 A AVOMAN IN TEN THOUSAND. talking in excited voices. As the opening of the door attracted their attention, one of the group turned round, and the hall lamp falling on his face shoAved him to be Arthur. He came up to her hurriedly. ' Go upstairs, Dolores,' he said. ' Some thing has happened.' ' What ?' she asked, in a frightened A7oice, retreating into the hall as he folloAved her. ' Oh, Arthur ! You are safe ?' He looked at her in some surprise. ' I ? Yes ! Why should I not be safe ? It is only this : a man has been found dead in the siioav close to Avhere Ave found Honor, and they are bringing the body round this Avay to take it to the village. He is an escaped criminal or lunatic, for the police authorities have just received a telegram ordering them to arrest a man"], [297, "287 GIB TO THE FRONT. answering exactly to the description of this poor felloAV.' ' Thank God !' cried Dolores, Avildly, to his intense amazement; and, turning from him, she rushed upstairs."], [298, "288 CHAPTER XVIII. IT IS ALL RIGHT. Within the next three days Arthur learned Avho the poor lunatic Avas Avho, in his mad thirst for revenging himself for the Avrong he had suffered so many years ago, had come to die at Honor's door. Honor her- self Avrote to him the story she had learned from Princess KoA'olski, and Dolores, in her happy ignorance, wondered AA'hy he felt it necessary to folloAv to the graAre the remains of the man Avho had sought his life."], [299, "289 IT IS ALL RIGHT. Honor in her letter had passed very cursorily over her own attempt to come between the madman and his expected victim, but it did not need Dolores' eager elaboration of this part of the story to tell him all he might have owed to a woman's friendship. The two letters in Avhich the two women explained to him the events of that snowy afternoon were to his life's end among his most carefully guarded treasures. Honor was not destined to suffer seA'ere- ly from her adventure. A few days' rest, and Dolores' careful nursing, enabled her to throAv off its effects more quickly than could have been hoped. On the fourth day, she was able to come doAvnstairs. But she had not been long in the dra-wing-room before she was glad to yield to Dolores' persuasions, and es tablish herself on the big sofa in luxurious D VOL. III."], [300, "290 A AVOMAN IN TEN THOUSAND. idleness. Gib jumped up and curled him self comfortably on the rug at her feet, in calm defiance of the rules Avhich forbade him ever to lie on a draAving-room chair or sofa. But during the last few days he had let it be so clearly seen that he under stood himself to be a hero, and therefore entitled to many privileges hitherto denied him, that nobody dreamt of interfering Avith him. Mistress and dog Avere soon asleep. Do lores sat doAvn by the AvindoAv, and gazed out upon the white world that lay before her. That March blizzard had been one AA'hich Avould not soon be forgotten in the South of England. Hundreds of beautiful old trees had been laid level Avith the ground, numbers of people had lost their lives, and, in spite of the lateness of the season, the landscape still looked a typical Christmas one."], [301, "IT IS ALL RIGHT. 291 But it Avas not of the ravages Avrought by the snowstorm that Dolores was think ing as she sat looking out of the AvindoAv. She had not seen Arthur since the night of the snowstorm. Had she repulsed him when Gib interrupted his wooing? She hardly kneAv Avhat she had said in that moment of conflicting emotions. Had she meant to repulse him ? A shadoAV fell across the snow, and Ar thur himself appeared outside the AvindoAv. Dolores rose to let him in, pointing at the same time, Avith a look that imposed silence on him, to the sofa where Honor lay asleep. He nodded comprehension, and stepped noiselessly into the room. Gib raised his head, opened one eye, faintly wagged his tail, and Avent to sleep again. Arthur stood for a moment, looking down on Honor's sleeping face Avhich, u2"], [302, "292 A WOMAN IN TEN THOUSAND. framed in its masses of auburn hair, looked so fair and sweet against its background of dark silken cushions. ' She is a woman in ten thousand,' he murmured. ' God bless and reward her.' Then he turned aAA'ay and forgot her, for Dolores stood beside the fireplace look ing into the glowing coals AA7ith an intent ness which Avas surely a little strained. He Avent and stood beside her. For a moment there Avas no sound in the room but the crackling of the fire, and an occa sional sigh from the sleeping dog. Honor's breathing was too light to be heard. ' Dolores !' AA7hispered Arthur, at last, and Avith one hand half-outstretched he bent forward to look into her face, ' have you nothing to say to me.' ' Yes,' she said, under her breath, but lifting her dark eyes fully to his and lay ing her hand in his eager grasp, ' I have"], [303, "293 IT IS ALL RIGHT. made up my mind to take the risk — and trust you.' Honor awoke. She turned her head to see if Dolores Avas still in the room. There before the fire stood the pair. His arms Avere round her, her head was on his breast, and his face, just lifted from the first enchanted kiss, shone Avith a rapture such as Honor had never before seen on a human face. For a moment she covered her eyes as if that radiance hurt them. Gib, roused by her light movement, sat up and looked at her. ' It's all right, old doggie,' she said, aloud. Then, as the lovers started and turned, she rose and faced them Avith a smile. THE END. London : Printed by Duncan Macdonald, Blenheim Home., W."], [304, ""], [305, "HURST & BLACKETTS LIST OF NEW WORKS. LONDON : HURST AND BLACKETT, LIMITED, 13, GREAT MARLBOROUGH STREET, AV."], [306, "©nbtr the ©sperial patronage of \"$tt gjjlajtstn. Published annually, in December, in One Volume, royal 8vo, the Aims engraved, bound loith gill edges, 31s. 6d. LODGE'S PEERAGE AND BARONETAGE, CORRECTED BY THE NOBILITY. LIST OF THE PRINCIPAL CONTENTS. Historical View of the Peerage. Parliamentary Roll of the House of Lords. English, Scotch, and Irish Peers, in their order, of Precedence. Alphabetical List of Peers of Great Britain and the United Kingdom, holding supe- rior rank in the Scotch or Irish Peerage. Alphabetical List of Scotch and Irish PnerB, holding superior titles in the Peerage of Great Britain and the United Kingdom. A Collective List of Peers in their order of Precedence. The ArchbiBhopsand BiBhops of England and Ireland The Baronetage alphabetically arranged. Alphabetical List of Surnames assumed by members of Noble Families. Alphabetical List of the Second Titles of PeerB, usually borne by their Eldest Sons. Alphabetical Index to the Daughters of Dukes. Marquises, and Earls, who, hav- ing married Commoners, retain the title of Lady tefore their own Christian and their Husband's Surnames. Alphabetical Index to the Daughters of Viscounts and BaronB, who, having married Commoners, are styledHonour- able MrB. ; and, in case of the husband being a Baronet or Knight, Hon. Lady. A List of the Orders of Knighthood, Mottoes alphabetically arranged and translated. Tahle of Precedency among Men. Table of Precedency among Women. The Queen and the Royal Family. Peers of the Blood Royal. The Peerage, alphabetically arranged. Families of such Extinct Peeru as have left \"Widows or Issue. Alphabetical List of the Surnames of all the Peers. \"This work ia the most perfect and elaborate record of the living and recently de ceased members of the Peerage of the Three Kingdoms as it standB at this day. It is a most useful publication. We are happy to bear testimony to the fact that scrupulous accuracy is a distinguishing feature of this book.\" — Times. LONDON : HURST AND BLACKETT, LIMITED."], [307, "MESSRS. HURST AID BLACKETT'S LIST OF NEW WORKS. FAR CATHAY AND FARTHER INDIA. By Major- General A. Ruxton Mac Mahon, formerly Her Majesty's Political Agent at the Court of Ava. With Eight Full-Page Illustrations. 1 vol. demy 8vo. 12s. \"General Mac Mahon has given us an almost exhaustive monograph on what is now become British Burmah, and on the independent or Bemi-independent tribes occupying the debatable land between undefined frontiers.\" — Saturday Reviev. \" l Far Cathay and Farther India ' is a valuable addition to our knowledge of this part of Asia; the book is especially valuable as an introduction to the paBt hiBtory of the Bur mese and their neighbours, the theories put forward as to the origin and social develop ment of the various races being always scholarly and suggestive.\" — St. James's Gazette. \"The book is indeed a mine of facts about the peoples of this vast country, their habits and customs, of historic reminiscences, and discussions of various Bubjects, some of high importance.\" — Overland Mail. THE LAST OF THE BUSHRANGERS. An Account of the Capture of the Kelly Gano. By Francis Augustus Hare, P.M., Late Superintendent of Victorian Police. With Eight full-page Illustrations. 1 vol. crown 8vo. 6s. Note. — The true history of the exploits and doings of the four men, Ned and Dan Kelly, Steve Hart and Joe Byrne, who, rising from the less romantic profession of horse-stealers and petty thieves, banded to- gether, and, under the title of the Kelly Gang, ' stuck up ' whole towns at a time, robbed banks, and for nearly two years set the authorities and police of the colony of Victoria at defiance. The story of their lives furnishes an unprecedented record in the annals of adventure, while their tragic end, though only brought about after an expenditure of £115,000, proved the death-warrant of this description of crime, as far as the cjlouy was concerned, for with the execution of Ned Kelly ended ' The Last of the Bushrangers.'"], [308, "MESSRS. HURST AND BLACKETT'S NEW WORKS— Continued. PRINCE CHARLES AND THE SPANISH MARRIAGE : A Chapter of English History, 1617 to 1623; from Unpublished Documents in the Archives of Simancas, Venice, and Brussels. By Samuel Rawson Gardiner. 2 vols. demy 8vo. 30s. \"We doubt not that the reception of Mr. Gardiner's valuable and interesting volumes will be such as is due to their high merit. For the first time in our litera ture the real history of the Spanish match, and what took place when Charles and Buckingham were at Madrid, ia here revealed. In these interesting volumes Mr. Gardiner has brought to bear upon his subject an amount of historical reading and consultation of authorities which we believe to be almost without a parallel.\" — Notes and Queries. \" These valuable volumes are profoundly and vividly interesting.\" — Telegraph \"Mr. Gardiner has given us a more complete and perfect account of this in teresting period of our history than any which has yet appeared.\" — Observer. TRAVELS IN THE HOLY LAND. By Fredrika Breaker. Translated by Mary Howitt. 2 vols. crown 8vo. 21s. \"This is one of the very best of MIbs Bremer's works. We have read many accounts of Palestine, but never remember to have read in any author more charming descriptions of places, persona, and events than occur in these volumes.\" — Messenger. MY PILGRIMAGE TO EASTERN SHRINES. By Eliza C. Bush. 1 vol. demy 8vo. 15s. \"This work containB a great deal of interesting matter, and it will be read with pleasure by all who are interested in the country to which so many devout Christians have made their pilgrimage.\" — Observer. REMINISCENCES OF J. L. TOOLE, the Come- man. Related by Himself and Chronicled by Joseph Hatton. With Original Illustrations by Alfred Bkyan and W. H. Marget- son. New and cheaper Edition, 1 vol. demy 8vo. 6s. \"The work will, of course, be read by everybody interested in the stage, and every play-goer will desire to include it among his literary treasures.\" — Globe. WILLIAM SHAKSPEARE. By Cardinal Wise- man. 1 vol. demy 8vo. 5s. \"This work is evidence of an exquisite refinement of thought, and a singular gracefulness of intellectual expression, which it would be difficult to equal.\" — Observer. MY OLD PLAYGROUND REVISITED ; A Tour in Italy in the Spring of 1881. By Benjamin E. Kennedy. Second Edition, with Appendix, 1 vol. crown 8vo. With Illustra- tions, by the Author. 6s. \"It is no small merit of Mr. Kennedy that he has rendered an account of a journey over such familiar ground as that lying between London and Naples re markably readable. These pages are full of really useful information, and travel lers 'going South' cannot do better than take Mr. Kennedy's experiences as their rule of conduct.\" — Morning Pott. MEMOIRS OF LIEUTENANT BELLOT ; with His Journal of a Voyage in the Polar Seas in Search of Sir John Franklin. 2 vols. crown 8vo. With Portrait. 21s."], [309, "MESSRS. HURST AND BLACKETT'S NEW WORKS— Continued. LADY BELCHER AND HER FRIENDS. By the Rev. A. G. L'Estrange, Author of ' The Friendships of Mary- Russell Mitford,' &a. With Portrait of Lady Belcher. 1 vol. demy 8vo. 12s. \" Mr. L'Estrange has given a pleasant account of a clever and genial woman well-known in society. There is thus scarcely a name distinguished during the eighty years of her life but finds some mention in these pages. Many of the anec dotes have the charm of novelty as well as of raciness, and render the book emi nently readable and attractive.\" — Athenæum. \"There is plenty of entertaining anecdote in it. especially relating to naval officers of the Great War. In the battle of the First of June Captain Paisley lost his leg, and when his ship, the Jupiter, came into Weymouth, George 1IL went down to his cabin and made him a baronet while he was lying in his cot. Cap tain Heywood used to add that the king wanted to make the master-at-arms a knight on this occasion, but he returned answer 'that he thanked His Majesty, but that there were too many cheesemongers in those orders for him.' There is quite a multitude of good or amusing things in 'Lady Belcher and Her Friends.'\" — Graphic. BENCH AND BAR : Reminiscences of One of the Last of an Ancient Race. By Mr. Serjeant Robinson. With Appendix and Portrait of the Author. Third Edition. 1 vol. crown 8vo. 6s. \"For Borne time previous to hiB decease, Mr. Serjeant Robinson had been en gaged upon the preparation of a second series of his Reminiscences He had written several chapters, and had extracted from his diaries a collection of inter esting notes, but failing health prevented him from making much progress with his self-imposed task. Some of this matter has been selected and edited, and is to be found here in the form of supplementary chapters. On the whole, the hu morous anecdotes at the conclusion of 'Bench and Bar ' are scarcely as good as those at the beginning. Taking it for all in all, however, ' Beach and Bar ' is one of the raciest volumes of reminiscences ever published.\" — Graphic. MONSIEUR GUIZOT in Private Life (1787- 1874). By His Daughter, Madame de Witt. Translated by Mrs. Simpson. 1 vol. demy 8vo. 15s. \" Madame de Witt has done justice to her father\" b memory in an admirable re cord of hiB life. Mrs. Simpson's translation of this singularly interesting book i_ in accuracy and grace worthy of the original and of the subject\" — Saturday Review. POINTS OF CONTACT BETWEEN SCIENCE AND ART. By Cardinal Wiseman. 1 vol. demy 8vo. 5s. \"Cardinal \"Wiseman's interesting work contains suggestions of real value. It Is divided into three beads, treating respectively of painting, sculpture, and architecture. The Cardinal handles hiB subject in a most agreeable manner.\"— Art Journal. COMMENTARIES OF THE LIFE AND REIGN of CHARLES THE FIRST, KING of ENGLAND. By Isaac Disraeli. A New Edition, Revised by the Author, and Edited by his Son, the late Earl of Beaconsfield. 2 vols. demy 8vo. 28s"], [310, "STANDARD EDITIONS EACH IN ONE VOLUME CROWN Svo-EIVE SHILLINGS. LIFE OF JEANNE D'ALBRET, QUEEN of NAVARRE. BY MISS FKEER. \"We have read this book -with great pleasure, and have no hesitation in recommending it to general perusal. It reflects the highest credit on the industry and ability of Misa Freer. Nothing can be more interesling than her story of the life of Jeanne D'Albret, and the narrative is as trustworthy as it is attractive.\"— Morning Post. THE LIFE OF THE REV. EDWARD IRVING. BY MRS. OLIPHANT. \"A truly interesting and most affecting memoir. ' Irving's Life ' ought to have a niche in every gallery of religious biograpny. Tbere are few lives that will be fuller of in struction, interest, and consolation.\" — Saturday Revieae. THE LIFE OF MARIE ANTOINETTE. BY PROFESSOR CHARLES DUKE YONGE. \"A work of remarkable merit and interest, which will, we doubt not, become the most popular English history of Marie Antoinette.\"— Spectator. THE REAL LORD BYRON— THE STORY OF THE POET'S LIFE. BY JOHN CORDY JEAFFRESON. 11 Mr. Jeaffreson cornea forward with a narrative which must take a very important place in Byroriic literature ; and it may reasonably be anticipated that this book will bs regarded with deep interest by all who are concerned in the works and the fame of this great English poet\" — The Times. THE CRESCENT AND THE CROSS. BY ELIOT WARBURTON. \"Independent of its value as an original narrative, and its useful and interesting information, this work is remarkable for the colouring power and play of fancy with which its descriptions are enlivened Among its greatest and most lasting charms is its reverent and serious spirit.\" — Quarterly Review. A BOOK ABOUT DOCTORS. BY JOHN CORDY JEAFFRESON. 11 This is a pleasant book for the lireside season, and for the seaside season. Mr. Jeaffre son has, out of hundreds of volumes, collected thousands of good things, adding thereto much that appears in print for the first time, and which, of course, gives increased value to this very readable book.\" — Atlienœum. FAMILY ROMANCE ; OR, DOMESTIC ANNALS OF THE ARISTOCRACY. BY SIR BERNARD BURKE, ULSTER KING OF ARMS. \" It were impossible to praise too highly this most interesting book, whether we Bhould have regard to its excellent plan or itB not less excellent execution. It ought to be found on every drawing-room table. Here you have nearly fifty captivating romances with the pith of all their interest preserved in uudiminished poignancy, and any one may be read in nalf-an-hour.\" — Standard. LONDON : HDRST AND BLACKKTT, LIMITED."], [311, "EDNA LYALUS NOVELS EACH IN ONE VOLUME CROWN 8vo-SIS SHILLINGS. _DOisrovÆ_sr: A MODERN ENGLISHMAN. \"This is a very admirable work. The reader is from the first carried away by the gallant unconventiooality of its author. ' Donovan ' is a very excellent novel ; but it is something more and better. It should do as much good as the best Bermon ever written or delivered extempore. The story is told with a grand simplicity, an unconscious poetry of eloquence which stirs the very depths of the heart. One of the main excellencies of this novel is the delicacy of touch with which the author shows her moat delightful char acters to be after all human beings, and not angels before their time.\" — Standard. WE T^VO. \"There is artistic realism both in the conception and the delineation of the personages; the action and interest are unflaggiugly sustained from first to last, aud the book is per vaded by an atmosphere of elevated, earnest thought.\" — Scotsman. \"A work of deep thought and much power. Serious as it is, it is now and then bright ened by rays of genuine humour. Altogether this story is more and better than a novel.\" —Morning Post. TN THE GtOXJDEjNT DAYS. \"Miss Lyall has given us a vigorous study of such life and character aa are really worth reading about The central figure of her story is Algernon Sydney; and this figure she invests with a singular dignity and power. He always appears with effect, but no liber ties are taken with the facts of his life. The plot is adapted with great felicity to them. HiB part in it, absolutely consistent as it is with historical truth, gives it reality as well as dignity. Some of the scenes are remarkably vivid The escape is an admirable narra tive, which almost makes one hold one's breath as one reads.\" — Spectator. ICINIGhHT-ERRÆlSrT. \"This novel is distinctly helpful and inspiring from its high tone, its intense human feeling, and its elevated morality. It forms an additional proof, if such were needed, that Miss Lyall baa a mandate to write.\" — Academy. \"The plot, and, indeed, the whole story, is gracefully fresh and very charming; there is a wide humanity in the book that cannot fail to accomplish its author's purpose,\"— Literary World. AVOJNT BY TVAITlJNTGh \"The Dean's daughters are perfectly real characters — the learned Cornelia especially the little impulsive French heroine, who endures their cold hospitality and at last wins their affection, is thoroughly charming; while throughout the book there runs a golden thread of pure brotherly and sisterly love, which pleasantly reminds us that the making and marring of marriage is not, after all, the sum total of real life.\" — Academy. A. HARDY _NrORSE_MA_Nr. \" All the quiet humour we praised in * Donovan ' is to be found in the new story. And the humour, though never demonstrative, has a charm of its own. It is not Edna Lyall' b plan to give her readers much elaborate description, but when she does describe scenery her picture is always alive with vividness and grace.\" — Athenæum. LONDON : HUKST AND BLACKETT, LIMITED."], [312, "WORKS BY GEORGE MAC DONALD, LL.D. Each in One Volume, Frontispiece, and Uniformly Bound, Price 5s. ALEC FORBES OF HOWOLEN. \"No account of this story would give any idea of the profouud interest that pervadeB the work from the first page to the last.\" — Athenæum. \" A novel of uncommon merit Sir Walter Scott said he would advise no man to try to read 'Clarissa Harlowe' out loud in company if he wished to keep his character for manly superiority to tears. We fancy a good many hardened old novel-readers will feel a rising in the throat as they follow the fortunes of Alec and Annie.\" — Pall Mall Gazette. \"The whole story is one of surpassing excellence and beauty.'' — Daily News \"This book is full of good thought and good writing. Dr. Mac Donald looks in his storieB more to the souls of men and women than to their social outside. He reads life and .Nature like a true poet\"— Examiner. EOBERT FALCONER. '*' Kobert Falconer ' is a work brimful of life and humour and of the deepest human interest. It is a work to be returned to again and again for the deep and searching knowledge it evinces of human thoughts and feelings.\" — Athenæum. \"This story abounds in exquisite specimens of the word-painting in which Dr. Mac Donald excels, charming transcripts of Nature, full of light, air, and colour.\" — Saturday Review. \"This noble story displays to the beat advantage all the powers of Dr. Mac Donald's genius.\" — Illustrated London News \" 'Robert Falconer' is the nobleBt work of fiction that Dr. Mac Donald has yet pro duced.\" — British Quarterly R-^vkw \"The dialogues in ' Kobert Falconer* are so finely blended with humour and pathos aa to make them in themselves an intellectual treat to which the reader returns again and again. ' ' — Spectator. DAVID ELGINBROD. \"A novel which is the work of a man of genius. It will attract the highest class of readers.\" — Tunes \"There are many beautiful passages and descriptions in this book. The characters are extremely well drawn.\" — Athenæum. \"A clerer novel. The incidentB are exciting and the interest is maintained to the cIobo It may be doubted if Sir Walter Scott himself ever painted a Scotch fireside with more truth than Dr. Mac Donald\" — Morning Post. \"David Elginbrod is the finest character we have met in fiction for many a day. The descriptions of natural Bcenery are vivid, truthful, and artistic; tbe general reflections are those of a relined, thoughtful, and poetical philosopher, and the whole moral atmosphere of the book is lofty, pure, and invigorating.\" — Globe. SIR GIBBIE. *• 'Sir Gibbie * is a hook of genius.\"— /*aM Mall Gazette. \"ThiB book has power, puthos. and humour. There is not a character which is not lifelike. There are many powerful scenes, and the portraits will stay long in our m p m ory . \" — A thenæu m, '•'Sir Gibbie' iB unquestionably a book of genius. It abounds in humour, pathos, insight into character, and happy touches of description.\" — Graphic. '\"Sir G»bbie' contains some of the most charming writing the author has yet pro duced \" — Scotsman. \"' Sir Gibbie ' is one of the most touching and beautiful Ptories that has been written for many years. It is not a novel to be idly read and laid aside; it is a grand work, to bo kept near at hand, and Btudied and thought over.\" — Morning Post. LONDON : HDRST AND BLACKETT, LIMITKDo"], [313, "Each in One Volume Crown Octavo, 3s. Gd. THE AWAKENING OF MARY FENWICK By BEATRICE WHITBY. \" We have no hesitation in declaring that ' The Awakening of Mary Fen wick ' is the best novel of its kind that we have seen for some years. It is apparently a first effort, and, as such, is really remarkable. The story is extremely simple. Mary Mauser marries her husband for external, and per haps rather inadequate, reasons, and then discovers that he married her because she was an heiress. She feels the indignity acutely, and does not scruple to tell him her opinion — her very candid opinion — of his behaviour. That is the effect of the first few chapters, and the rest of Miss Whitby's book is devoted to relating how this divided couple hated, quarrelled, and finally fell in love with one ai ot ler. Mary Fenwick and her husband live and move and make us believe in them in a way which few but the great masters of fiction have been able to compass. Their modifications of character follow one another naturally and almost imperceptibly, and at the end of the story they are still unmistakably the same couple as we began with, modified but not altered by their curious experience of wedded life. It is a most artistic piece of work. The minor personage i also have each a clearly recognizable individuality. Mrs. Holland must have been drawn, or, let us hope, carica tured from life. We must not forget those two delightful children, Jack and Gill, who are exquisitely natural and the very outcome of their surroundings ; nor Cicely Mauser, a girl whom it would be a pleasure to meet.\" — Athenæum. TWO ENGLISH GIRLS By MABEL HART \" This story is distinguished by its pure and elegant English, and the re finement of its style and thought. It is a lively account, with many touches of humour, of Art study in Florence, and the story weaved into it exhibits a high ideal of life . . . The lively, pleasant, and refined tone of the narrative and dialogue will recommend the story to all cultivated readers.\" — Spectator. \"Beatrice Hamlyn is an emancipated young woman of the most pleasing type, and her friend Evelyn is hardly less amiable. But the cleverness of Miss Hart's story lies in the simple yet effective portrait of the Italian char acter. The elder Vivaldi is presented to us in a way that shows both knowledge and sympathy. There are pleasing touches of humour, too, in the minor per sonages \" — Saturday Review. \" There is a good deal of fresh interest about 'Two English Girls,' which, if it be its author's first work of fiction, must be regarded as of exceptional promise. The interest attaches chiefly to the characters themselves and to their surroundings rather than to their story ; a remark which is by no means meant to imply that the story is wanting in interest— quite the contrary. It is a romance of studio life in Florence, simply and pleasantly written.\" — Graphic. LONDON: HURST AND BLACKETT, LIMITED."], [314, "Each in One Volume Crown Octavo, 3s. 6'7. HIS LITTLE MOTHER AND OTHER TALES BY THE AUTHOR OF ' JOHN HALIFAX, GENTLEMAN.' \" ' His Little Mother ' is the story of a sister's self-sacrifice from her child hood until her early death, worn out in her brother's and his children's ser vice. It is a pathetic story as the author tells it. Tho beauty of the girl's devotion is described with many tender touches, and the question of short sighted though loving foolishness is kept in the background. The volume is written in a pleasant informal manner, and contains many tender generous thoughts, and not a few practical ones. It is a book that will be read with interest, and that cannot be lightly forgotten.\" — St. James's Gazette. \"The book is written with all Mrs. Oraik's grace of style, tho chief charm of which, after all, is its simplicity. She never attempts ' fine ' writing, or tries to be eloquent, but, in seeking only to convey her meaning as clearly and plainly as possible, attains to it more surely than others, more ambitious.\"— Glasgow Herald. MISTRESS BEATRICE COPE: 01:. PASSAGES IN THE LIFE OF A JACOBITE'S DAUGHTER. By M. E. LE CLERC, AUTHOR OF ' A RAINBOW AT NIGHT.' 11 This is a new one-volume edition of one of the prettiest stories that has been written for a long time. It has all tho charm and glamour of the most romantic and heroic period of English history, yet it never for an instant over steps the limit of sober fact and probability in the way which mars so many romantic stories. Neither does it fall into tho vulgar error of painting all the political parties on one side as possessed of all the virtues, while those on the other are simply repositories of the corresponding vices. The tone of the book is absolutely fair and just, and the good qualities of both parties are done justice to. Not that politics as such do more than form a background for the sweet figure of Mistress Beatrice, one of the simplest, most charming, tender, and heroic maidens of fiction There has not been so pretty a book, or one fuller of all wholesome and good sentiment, written for girls' reading, while it is equally suitable for all those who love a good story well and dramatically told, which gives a life-like picture of the end of the most stirring and heroic period of our national history.\" — Queen. LONDON HURST AND BLACKETT, LIMITED."], [315, "Each in One Volume, Crown Octavo, 3s. M. A MARCH IN THE RANKS By JESSIE FOTHERGILL. \"Ever since Miss Jessie Fothergill wrote her admirable first novel, 'The First Violin,' one has looked forward to her succeeding books with interest. The present one is a pleasant book, well-written, well-conceived. A book that is written in good sensible English, and wherein the characters are mostly gentlefolk and ' behave as sich,' is not to be met with every day, and conse quently deserves a considerable meed of praise.\" — World. \" The characters are so brightly and vividly conceived, and the complica tions which go to make up the story are so natural, so inevitable, and yet eo fresh, that the interest awakened by the opening of the tale never declines until the close, but rather, as is fitting, becomes richer and deeper. Such a group of people as the three Nobles — Godfrey, Hilda, and Letty ; the two Blundells — Peregrine and Alizon ; Giles Barras, and the silly but decidedly ill-used Nelly, would suffice to make the fortune of any novel.\" — Academy. \" ' A March in the Ranks ' has the almost pathetic interest that be longs to a study of every-day life in circumstances removed alike from the romance of squalor and that of rank and splendour. It has also the in terest that belongs to solid and clever presentment of character.\" — Guardian. NINETTE By the AUTHOR OF ' VERA,' ' BLUE ROSES,' Etc. ' A. story of sustained power from beginning to end, it is put together ac cording to the true principles of art ; moreover, we congratulate the author upon her hero and heroine. Ninette, in her simple untaught rectitude of con duct, her innate modesty, and child-like faith, recalls some of the happiest touches in the Lucia of the immortal \"Promessi Sposi.\" Noel Cresp, the soldier lover, as constant as Renzo, is of sterner stuff, and, had he lived in the sixteenth instead of the nineteenth century, would have found some equivalent for the \" three respectful summonses \" from.-'which it would have been im. possible for even a Don Abbondio 'to escape. His character is admirably drawn and sustained throughout with firmness and delicacy.' — Church Quarterly Review. ' \" Ninette \" is something more than a novel ; it is a careful and elaborate study of life among the Provencal hills, and, as such, deserves special atten tion. It is a pretty tale of true love, with its usual accompaniments of diffi culty and trouble, which are all overcome in the long run.' — Literary World. 'In \"Ninette,\" the author of \"Vera\" has gone to nature for her models ; but, according to her experience, man is not wholly vile. The novel — which is evidently based on long and intimate acquaintance with French rural dis tricts — is excellently written, and cannot fail to please.' — Scotsman. ' The book is full of charming bits of description ; the scene where Ninette gives Noel her promise is one of tho prettiest, though among the rose- hedges, the violet-beds, the valleys full of purple and white iris, the hill-sides covered with broom, it is indeed difficult to choose.' — Spectator. LONDON : HURST AND BLACKETT, LIMITED."], [316, "Each in One Volume Crown Octavo, 3s. Qd. A CROOKED PATH By MRS. ALEXANDER. \" ' A Crooked Path ' is, to say the least, as good a novel as the best of the many good novels which Mrs. Alexander has written ; indeed, most people, even those who remember ' The Wooing O't,' will consider it the most satis factory of them all, as a piece of literary work, as well as the most interesting as a story. Mrs. Alexander is certainly not among those who need find her self in want of a plot at once interesti ng and wholesome, to judge from the freshness and novelty of the ' Crocked Path ' to which Katherine Liddell found herself committed. Starting from a point so common as the suppression of a will, the reader before long finds himself following her into the least ex pected yet the most natural developments, reaching poetical justice at the end by equally natural and equally unlooked-for means. The portraiture is in variably adequate, and the background well-filled ; and, when it is unneces sary for a personage to come to the front, or to rise to the requirements of a situation, the demand is always met in such a manner as to seem as if, in spite of the elaboration which the plot must have received, situation were the result of character, and not character of the exigencies of construction.\" — Graphic. \" The title of ' A Crooked Path ' is certainly suggestive of wrong-doing of the subtle and crafty sort. In spite of the subject, the tone is thoroughly good and healthy, and, which is a great merit, the event through which the destiny of the heroine takes its unexpected turn is so cleverly managed as to cast no shadow of its coming before it, and to take the reador thoroughly by surprise.\" — Guardian. ONE REASON WHY By BEATRICE WHITBY. \" Our old friend the governess makes a re-entry into fiction under the aus pices of Beatrice Whitby in ' One Reason Why.' Readers generally, however, will take a great deal more interest, for once, in the children than in their instructress. 'Bay' and ' Ellie ' are charmingly natural additions to the children of novel-land ; so much so that there is a period when one dreads a death-bed scene for one of them — a fear which is happily unfulfilled. The name of the authoress will be remembered by many in conjunction with ' The Awakening of Mary Fenwick.' \" — Graphic \" In the new book again, as in the earlier ones, the children are admirably portrayed. In the presentation- of these faulty but charming little pickles the author unquestionably scores her highest success. But, though 6he has struck out no new line in her latest story, Miss Whitby has written a cleverer and more thoughtful book.\" — Literary World. \" Every page of ' One Reason Why ' shows the mark of a fresh vigorous mind, proving that the value of a work of art does not depend on subject, but on treatment. The style is good — in some parts excellent. It is clear, expressive, and often rhythmic.\" — Scotsman. LONDON : HURST AND BLACKETT, LIMITED."], [317, "Each in One Volume Crown Octavo, 3s. Gd. MAHME NOUSIE By G. MANVILLE FENN. \" Mr. Manville Fenn has the gift of not only seeing truth, but of drawing it picturesquely. His portrait of Mahme Nousie, with her Southern beauty prematurely faded with trouble and hard work, and her stout form decked with the gaudy colours which are tho instinct of every creature with negro blood in its veins, is faithful as well as touching. Like all her race, she is a being of one idea, and that idea is her child. To keep her away from the island, to have her brought up as a lady and given the best that money can give, it is for this that Nousie has opened a cabaret for the negroes and has sat at the receipt of custom herself. Of course she never once thinks of the shock that the girl must undergo when she is plunged suddenly into such a position, she never thinks about anything but the fact that she is to have her child again. Her gradual awakening, and the struggles of both mother and daughter to hide their pain, are»finely told. So is the story of how they both remained ' faithful unto death.' Mr. Manville Fenn knows the kind of people he is writing about, their passions and their virtues, their gross super stitions, and the patience with which they will endure all things for those they love. His story will therefore have a power to chann, which is often lacking in tales of higher pretensions.\" — Saturday Review. THE IDES OF MARCH By G. M. ROBINS. ' \" The Ides of March \" is a capital book. The plot does not depend for its interest upon anything more fantastic than an old gentleman's belief that a family curse will take effect unless his son marries by a given date. The complications which arise from this son's being really in love with a girl whom he believes to have treated his friend, Captain Disney, very badly, and getting engaged to another girl, who transfers her affections to the same Cap tain Disney, are skilfully worked out, while the dialogue is, in parts, extremely bright, and the description of the ofunding of the Norchester branch of the Women's Sanitary League really funny.' — Literary World. ' It is entertaining throughout and really racy in parts. The plot is new, being built up on an old prophecy which the father of the hero, Major West morland, found, and upon which he developed a mania. It foretold vague misfortune which was to happen to their house when there should be an only son, who should have \" ner wife ne childer \" when the new moon appeared on the 1st of March. However, no harm is done ; for, after some trouble, matters are cleared up, and all are made equally happy.' — Manchester Examiner. ' \" The Ides of March,\" in spite of its classical name, is a story of the pres ent time, and a very good one, full of lively conversation, which carries us merrily on, and not without a fund of deeper feeling and higher principle. We will not forestall the story, only saying that the surroundings of the hero, con sisting of unconventional yet thoroughly nice people, are excellently drawn, and that the author knows when and how to give us a wholesome laugh.' — Guardian. LONDON : HURST AND BLACKETT, LIMITED."], [318, "Each in One Volume Crown Octavo, Ss. 6d. PART OF THE PROPERTY By BEATRICE WHITBY. \"The book is a thoroughly good one, its only noteworthy defect being a certain want of ease in some of the conversations which are a little too elabo rate, too literary, and wanting in the light turns of true colloquy. The theme of the book is a fairly familiar one, — the rebellion of a spirited girl against a match which has been arranged for her without her knowledge or consent ; her resentment at being treated, not as a woman with a heart and will, but as ' part of the property ' ; and her final discovery, which is led up to with real dramatic skill, that the thing ag ainst which \"her whole nature had risen in revolt has become the one desire of her heart. The mutual relations each to each of the impetuous Madgo, her self-willed, stubborn grandfather, who has arranged the match, and her lover Jocelyn, with his loyal, devoted, sweetly balanced nature, are portrayed with fine truth of insight ; but perhaps the author's greatest triumph is the portrait of Mrs. Lindsay, who, with the know ledge of the terrible skeleton in the cupboard of her apparently happy home, wears so bravely the mask of light gaiety as to deceive everybody but the one man who knows her secret. Whatever exception may be taken to ' Part of the Property ' on the grounds above indicated, it is refreshing to read a novel in which ttere is not a trace of slipshod work.\" — Spectator. CASPAR BROOKE'S DAUGHTER By ADELINE SERGEANT. '\"Caspar Brooke's Daughter' is as good as other stories from the same hand — perhaps better. Certain bits may strike a sceptic as far-fetched and improbable. ' What's the odds, however,' so long as the reader is amused — especially where fiction is concerned ? And, on the whole, he is not badly amused, interested, or whatever the right term may be to express the influ ence on the mind of a book like ' Caspar Brooke's Daughter.' It is not of the sort that has much really marked originality or force of style, yet there is a good deal of clever treatment in it. It was quite on the cards that Caspar himself might prove a bore or a prig, or something else equally annoying. His daughter, too — the fair and innocent convent-bred girl — would in some hands have been really tedious. Both will pass, however, and more — though had there been another line about them we cannot say what our verdict would have been. As it is, the difficulties of the leading situation — a daughter obliged to pass from one parent to another on account of their ' incompati bility' — are cleverly conveyed. The wife's as well as the husband's part is treited with feeling and reticence — qualities which towards the end disappear to a certain extent. Other characteristics there are, intended mostly to be of the day and hour, whom one finds on further acquaintance a little superficial and not over-vital. Yet it is a story in some ways — not in all — above the average.\" — Athenæum. LONDON : HURST AND BLACKETT, LIMITED."], [319, "THE NEW AND POPULAR NOVELS. PUBLISHED BY HURST & BLACKETT. MORE KIN THAN KIND. By B. Loftus Tottenham. 3 vols. 11 The author of 'More Kin than Kind ' is clearly possessed of ambition, as well as endowed with some of the best qualities needful for the successful writing of fiction. She aims high, and does not fail of attainment.\" — World. NO PLACE OF REPENTANCE. By Gertrude M. Hay ward, Author of ' Dulcibel.' 3 vols. \"A pathetic and a somewhat relentless love-story, incidentally recalling Whyte Melville, and with a daeh of tie intensity and vigour of the author of 'Cometh up as a Flower ' is Miss Hayward'B 'No Place of Repentance.' \" — Athenæum. OF THE WORLD, WORLDLY. By Mrs. For- rester, Author of * Viva/ l My Lord and My Lady.' 2 vols. \" Those who are accustomed to take delight in Mrs. Forrester's clever repre sentations of society will assuredly find her last novel quite up to her usual mark.\" — World. ST. MICHAEL'S EVE. By \\V. H. De Winton. 2 vols. \" l St. Michael's Eve' is a wholesome and interesting novel, written with good taste in good fc-nglistL,\" — World A WOMAN AT THE HELM. By the Author of 1 Dr. Edith Romney,1 l An Old Man's Favour,' &c. 3 vols. 'That the author of * Dr. Edith Romney ' writeB well, and with a certain amount of vigour, need not be said, and, if the present story is not equal to that which made her reputation, it is at least a safe one to order in the next batch from Mud e's.'' — Standard LIGHT IN THE OFFING. By Hilary Deccan. 3 vols. \" There is an abundance of incident, and, inasmuch as the tale concerns Irish men and women, it need scarcely be added tbat there is no lack of wit and humour in these entertaining pages.\" — Daily Telegraph. A MASQUERADER. By Algernon Gissing, Author of ' A Moorland Idyl,' ' A Village Hampden,' &c. 3 vols. \" There is a certain dignity of tone and feeling in it which is very attractive— a mingling of simplicity and enthusiasm, the knowledge and cultus of Nature, and a veritable belief in true love and that ' Love is Enough,' which we have come to miss somehow in these latter days, and greet with a surprised welcome.\"' — World. STOLEN HONEY. By Margaret B. Cross, Author of ' Thyme and Rue.' 2 vols. \"An excellent, genial tale it is, so full ot human nature and transparent sim plicity.\" — A thenæum. AN EAST LONDON MYSTERY. By Adeline Sergeant, Author of ' Caspar Brooke's Daughter,' &c. 3 vols. \"This tale ib more powerful as well as more interesting than anything we remember to have Been from Miss Sergeant's pen. \"— _ iterary World. THE SHELLING OF THE PEAS. By Mary Albert. 3 vols. \" Miss Albert bas produced a novel of considerable power and of living interest. It is full of animation.\"— Academy."], [320, "THE NEW AND POPULAR NOVELS. PUBLISHED BY HURST & BLACKETT. AN ISHMAELITE INDEED. By Pamela Sneyd and Britiffe Skottowe. 2 vols. FOILED. By the Hon. Mrs. Henniker, Author of ' Sir George,' &c. 3 vols. ALSTON CRUCIS. By Helen Shipton, Author of ' Dagmar,' ' The Last of the Fenwi.ck.es,' &c. 3 vols. ONE WAY OF LOVE. By Constance Smith, Author of ' The Repentance of Paul Wentworth,' &c. 3 vols. u The authoress's style is a good deal above the average of works of modern fiction.\" — Daily Telegraph. NURSE ELISIA. By G. Manville Fenn, Author of i Mahme Nousie/ ' The Man's Wife,' &c. 2 vols. \"No one who takes up 'Nurse Elisia' will put down the volumes without regret.\" — Daily Telegraph. A WOMAN'S AMBITION. By Henry Cresswell, Author of * A Modern Greek Heroine,' ' A Wily Widow,' &c. 3 vols. \"Mr. Cresswell's latest novel may fairly be ranked among the good books of the season.\" — Saturday Review. SIR ANTHONY. By Adeline Sergeant, Author of 1 Caspar Brooke's Daughter,' 'An East London Mystery,' -fee. 3 vols. '\"Sir Anthony' possesses the most uncommon merit of a well-constructed, well-balanced p!of. The story is told in a perfectly straightforward way, wilh no unnecessary digressions.\" — Manchester Examiner. BENT ON CONQUEST. By Edith Maud Nicholson. 3 vols. \"Evidently this is a story in which sentimental readers will rejoice. Plot, characters, incidents, and diversions are all one woof of optimism.\" Athenæum. QUIXOTE, THE WEAVER. By C. Gh Furley Smith. 3 vols. \"There is not a dull page in this charming book. No less conscientiously than cordially do we recommend 'Quixote, the Weaver,' to the novel-readim* public.\"— Daily Telegraph. THE FINGER OF SCORN. By Reginald E. Salwet, Author of ' Wildwater Terrace.' 2 vols. \"All the characters are drawn with remarkable skill and sympathy the style of writing is spontaneous and interesting, and in a quite unobtrusive 'manner a very high tone pervades the whole book. We can heartily recommend it to all novel-readers. ' — Manchester Examiner. BELHAVEN. By Max Beresford, Author of ' Bonnie Dundee.' 2 vols. \"The Bcenery of Dunbar is well-described, and the mystery of the disappear anceof Mrs. Gordon, though somewhat melodramatic in its denoument is well presented, and sustains the curiosity and interest of the reader to the end \"— Dundee Advertiser."], [321, ""], [322, ""], [323, ""], [324, ""]]