[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "BUONAPARTE, THE ROYAL EXCHANGE, ODES OF HORACE, etc. etc. BY JAMES USHER, author of a version of anacreon, etc. etc. \" How are the Mighty fallen !\"— -2 Sam. i. v. 19. \" O People, Nations, and Languages.\" — Dan. iii. v. 4. \" O decus Phœbi, et dapibus supremi Grata testudo Jovis, O laborum Dulce lenimen, mihi cunque salve Rite vocanti.\" Hor. B. 1. Ode 32. LONDON : I. F. SETCHEL, 23, KING STREET, COVENT GARDEN. 1842."], [10, "TO ALDERMAN THOMAS JOHNSON. Worthy Sir, Having had the honour of being known to you during thirty years, allow me to congratulate you upon your retirement from the Majesterial-chair of the first commercial City in the world; your elevation to which may justly be considered as having been the honourable reward of personal-worth and mercantile-integrity. Your election, under circumstances which rejoiced every lover of order and the decencies of civilized-life, however liberal his political- sentiments and religious-opinions might have been, became a salutary reproof to that licentiousness of expression in which public-writers, most lamentably for the morals of the country, too frequently indulge ; and will effect more to repress blasphemy and sedition than all the terrors of legal-prosecution. On your retirement from the arduous duties of Lord Mayor of London, allow me to express my hope that many years of repose await you before your exemplar of consistency of character shall be completed in the world. I beg to remain, Worthy Sir, Your very humble Servant, JAMES USHER."], [11, "BUONAPATE, THE ROYAL EXCHANGE, ODES OF HORACE, etc. etc For vacant then the throne of right, But waited for the soul of might, And that which was possess'd by none, Th' Adventurer well might claim his own. Thy title surely was as good As Philip's, though of Bourbon-blood. NAPOLEONE BUONAPARTE. The chief I sing, whose meteor blaze Scar'd nations in these latter days ; Who seiz'd the spirit of his time, Enthusiasm produc'd by Crime. And Europe's Kings in dust abas'd, Their kingdoms from their station raz'd, For Pride, destruction's power, shall call, A haughty spirit claims a fall. To name thy conquests, what th' avail ? For thy renown shall never fail. Toulon first saw thy glory blaze, When forc'd the English from the place, Fame pledg'd thee then the Gallic-boast, O'er Europe to conduct their host, All Europe's institutions shake, Her energies anew t'awake ; And then, effect of dire excess, Of confidence from long success, Thy conquests all away to throw In Russia's deadly was'e of snow ; AVhen point d'appui did not remain Through fatal treach'ry towards Spain, Until, at Waterloo's blood-field, The doom of Europe was repeal'd. At Wilna, had'st though check'd thine haste Infatuate, 'till had winter pass'd, Magog unseated from his throne, Moscovia had been all thine own ! By tyrant-rule to frenzy wrought, France in her madness Europe caught, And the world's order was revers'd, By those to whom was Freedom curs'd .- For History shall prolong their stench, No race ferocious as the French ; New Zealand cannibals come here, See Savages you'd scorn to peer; Yon kill to feast upon the slain, The French to gloat upon their pain. Let Europe timely warning take, Ne'er suffer faction's power t'awake. Look on Columbia's wild domains, Where democratic-phrenzy reigns, Where Lynch's law, and slavery's curse, The fiendish passions keep at nurse. Thy fraud and force alike were vain, To consummate the doom of Spain. The blood which o'er the land was shed, Was challeng'd on thy treach'rous head, And retribution rend'red Spain An ulcer, all thy power to drain. Nor Spain alone thy treach'ry knew ; The guests to France, thy fame which drew, Usurp'd from all which life holds dear, Were kept in thraldom's gripe severe. And here was retribution plain As in thy perfidy to Spain. From wife, and heir, and climate mild, To sea-girt rock thou wert exil'd, Where burning sunbeams o'er thy head, And burning thoughts, corrosion bred. When, envious of Great Britain's weal, Gaul sought a spiteful blow to deal ; And colonies, which Britain's wealth Had nourish'd into vigorous health, Excited 'gainst the parent-state Allegiance due t' exchange for hate; The way was shewn for lawless might, In retribution' s-power t' alight ; Her institutions all t'o'erthrow, And fill the land with crime and woe. The scourge of Europe to become, And scarce leave Liberty a home ; Till Napoleon's mighty soul Subjected frenzy to control The human billows in their pride, O'er Europe caus'd to pour their tide. When Revolution's sanguine flood, O'er all the country curdling stood, 'Twas thine the deluge foul t'abate, To order to convert the state ; And all may thank the warrior's hand, Which bade Convulsion's demon stand ; Yet Englishmen must never plead The banishment by law decreed No moral-burthen human-state Can constitute or abrogate ; Stern truth will never be gainsay'd, England thy confidence betray'd."], [12, "2 But Britons would not yield the plain, Though nine of ten were struck or slain. Had, Britain, thou but duly weighed The power which in thy hands was laid, The mighty energies of mind, That with Napoleone were enshrin'd, And sent him western wilds to range, And anarchy to order change; For, England's honour claim'd thy trust, From England was thy doom unjust, But sovereign justice, that decreed To render retribution's meed. For on this earth, though treason's seat, Its doom doth treason often meet. Vengeance is mine, proclaims the Lord, By me, is retribution stor'd ; At peril, mortals vain oppress, At peril, too, usurp redress. But in calm life, not on the throne, Must human character be known. Napoleone ! There thy gentle-mind For ever watch'd an office kind ; Nor e'er didst thou, 'midst utmost strife, Lose the fond sympathies of life. The rage of warfare long hath ceas'd, And mutual wrongs have been appeas'd. Let History on the judgment-seat, Th' impartial summing-up repeat. From court, weak prejudice retire, Calm'd foes, thy gallantry admire. Or light on prejudice to pour, And China to the world restore, What energies had been awoke, Now held in mental-thraldom's yoke ! For trade, what op'nings been set wide, Now clos'd 'gainst the commercial tide. What tyranny had been o'erthrown, In people vested, or in one ! All these a thousand years may sleep, Now settled in stagnation deep. Though strange it seem, not more than true, Convulsion, order must renew ; This world, ordain'd the seat of strife, Its functions must be rous'd to life; E'en matter, though it lies as dead, Ferments, and lifts its pond'rous head, And like a living soul awake, Seems vital-energy to take. When Europe's wars had nearly clos'd, The gallic-tactics were expos'd ; Where food for fire was ne'er denied, Though to crush hundreds thousands died. Urge forward still the deep array. Cost what it will to win the day ; Unlike the dauntless British line, But timid Britain held the prize In useless grasp, unjust, unwise ; As like a vixen she would say, Should Europe dare to cross her way, You'll rue the day which rous'd my rage, And loos'd the lion from his cage. Where single enemies combine, In purpose not to be repeal'd, Each individual claims the field. And, Britain, Providence ordain'd, By thee, dominions should be gain'd ; For had but Grouchy brav'd defeat, Thy victory p'rhaps were not complete ; The laurels with'red on his brows His lion-heart was not appall'd Though by the lion's grasp enthrall' d, Had length of life not been denied, Or soon or late he'd ris'n in pride, And shewn he was not kept in awe, E'en by the lion's gaping jaw. But expectation's with'ring mood, His vital energy subdu'd. Ere Sol to the meridian rose. Give me the man whose deeds evince Th' allegiance which he bears his Prince ; Whose heart is ever quick to feel The right occasion for warm zeal. Nor order calmly waits exact With energy when bound to act, And when e'en treason is not worse What, Britain, could thy fear beguile T'enclose him in the lonesome Isle ? Thou didst but share the gen'ral fear, Which sat a night-mare on the sphere. The world it may be truly said, Of Napoleone was afraid ! Than hesitation's certain curse. Which prince and friend the fatal hour, Leaves struggling with destruction's power. Unlike the dog, whose zeal sincere Defies restraint with danger near. At Waterloo thine honour slain, Shall, Grouchy, never breathe again. THE CONFLAGRATION. In the City sits Commerce in sorrow pro- found, Why, Wellington, with patience dire, Stood'st thou so long the havoc fire ? More heroes thou could'st not have lost, If storm'd the cannon at their cost, And won the field at noon-day fight Completely as at fall of night. For what 'gainst Britons can prevail Unless artillery burst in hail ? The Temple of Mammon is burnt to the ground, And all the Queen's subjects from east-end to west At such a disaster are sorely distressed. But our Queen gives her pleasure this temple shall rise,"], [13, "3 In splendour surpassing all else 'neath the skies, Make a sure friend of mammon, warm or- thodox souls, That when Death awaits you, which all flesh controls, Your good-deeds before you, as incense may And Catholic, Protestant, Moslem, and Jew, Their vows to great Mammon therein shall renew. Not Nebuchadnezzar's greatimage of gold, Such a strange congregation e'en once could behold ; In the middle was Babel's profusion of tongues, While the chimes in the steeple play'd soci- able songs. rise, Those here whom you succour'd, to meet 'yond the skies. HORACE, B. 1. ODE 4. To Sestius. Shadrach, Meshec, Abednego, worthies indeed, Shall never a proselyte make to their creed ; For Protestant, Catholic, Moslem, and Jew, All hasten unanimous vows to renew. The Poet exhorts him to pleasure on consideration of the approach of Spring and the brevity of Human Life. Stern Winter's mellowing by degrees, Through changeful Spring and Western- breeze ; Huge engines haul the ships from shore ; The homestead cattle seek no more, Nor Ploughman doth his hearth delight, Nor frosts invest the meads with white, By moonlight, Venus leads the dance, The Graces and blythe Nymphs advance, The greensward with alternate feet To the soft timbrel's measure beat, While Vulcan bids the forges glow, And Cyclops to their labour go. Flute, sackbut, harp, psalt'ry, nor dulcimer light, Like the charm of self-int'rest their zeal can excite ; For Protestant, Catholic, Moslem, and Jew, Fall down, as by instinct, when Mammon they view. No need of a furnace once heated seven- fold, Their zeal to enkindle for mammon of gold; For Protestant, Catholic, Moslem, and Jew, G reat Mammon ! alike are thy worshippers It now behoves the jovial brows To deck with fragrant myrtle-boughs, Or such gay flowers as doth relent Kind earth to give them nourishment. true. But the time is fast coming when gold the most pure, Not the test of one furnace intense shall en- To faunus, in the grove, devote A lamb, or suckling of the goat ; For ghastly Death, with equal stride, Prevails o'er poverty and pride. dure : That, as light as Bank paper, in vapour shall rise, And vanish to nothing along with the skies. O favour'd Sestius, brief the sum Fond life admits us to presume ; Soon darkness waits us, and the ghosts Oft talk'd of, Pluto's dreary coasts, Where dice no longer shall decide, Who must our toast-master preside ; Soft Lycia you no more admire, Whom girls all envy — men desire. Time's not indeed distant when from the whole world, As from a vast censer, shall incense be curl'd ; Then Protestant, Catholic, Moslem, and Jew, Shall be offer'd to Mammon in sacrifice due. All hail to great Mammon, o'er this world who reigns By the magic of int'rest, all things that or- dains ; Pagan, Protestant, Catholic, Moslem, and Jew, No matterwhat else, are thy worshippers true. HORACE, B. 1. ODE 5. To Pyrrha. That miserable are those captivated by her charms ; as for himself, he has escaped them as from Ship - wreck . What youth genteel, bedew'd with sweets In roseate-bowers, blythe Pyrrha greets, For whom your auburn locks you bind With simplest grace, love's toils design'd ? Alas ! how oft shall broken vows, And changeful powers, his heart oppose ; How shall he gaze on raging seas, The placid stream who sails at ease, Make a friend of the mammon o'er this world who rules, Light's children, with mammon's compar'd, are but fools ; When all fails beside, deep-reserve is in store, All may that will enter, it still craves for more."], [14, "4 HORACE, B. 1. ODE 11. And hopes kind constancy to prove, No storm to cross the course of love ! To Leuconoe. Leuconoe, it would not be well Our term ot life ev'n could we spell, From Chaldean calculations vain, That period which the powers ordain. Much rather, calmly let us bear The trials which 'tis our's to share, Whether for us great Jove decrees, More winter's to disturb the seas, Than this, that with continual shocks, Rolls billows 'gainst th' Etrurian rocks. Devoted youth ! Thy woe's to come. I have already met my doom. In Neptune's fane, a votive -plate Shews whence my dropping robes I date. TO PYRRHA. Another Version. What youth genteel, whom odours dew, Delightful Pyrrha, sports with you, Where roses breathe perfume ? With simplest grace your auburn hair, Each toil for passion fond, prepare To best ensure his doom. Rack-off your cheerful wine, be wise By life's frail term your hopes chastise, Ev'n whilst we speak, doth envious time Exhaust the moments of our prime. Then seize the day of joy that flies, To-morrow may not cheer our eyes. 2. Alas ! How oft perfidious love, And changeful powers, he'll surely prove, And treach'rous seas declaim : HORACE, B. 1. ODE 13. Who, credulous, with ardent joys, Your constancy, he thinks, employs, Fond love's ingenuous flame ! The Poet describes his Jealousy. Whene'er, O Lydia, you pretend, The neck of Telephus to commend, Fresh with the glow of healthful bloom, Alas ! with choler I consume ; No confidence my spirit knows, My conscious colour comes and goes, Involuntary tears my cheek Steal-down, and inward-conflict speak. I'm fir'd, if quarrelsome, you've drain'd The wine-cup, and your shoulder stain'd, Or that the youth's intemp'rate love Your lips his teeth imprinted prove. If with attention you receive Advice, you never will believe, Due kindness constantly to meet From him that wounds with kisses sweet Kisses which Venus steeps divine, In the quintessence of her wine, Not nectar-drops so sweet as this, Not nectar exquisite in bliss. O more than happy thrice, the souls Indissoluble love controls, Whom harsh upbraidings, impious breath, Ne'er parts — they only part in death. S. Like him who trusts the ocean's calm, And thinks th' inconstant winds to qualm, And on the waves repose ; My shipwreck, undergone of late, My dropping vest, my votive-plate, Dread Neptune's walls disclose. HORACE, B. 1. ODE 9 To Thaliarehus, Whom Horace exhorts to pass the Winter cheerfully. You see Soracte's alpine-height, With gath'ring snows stands clad in white, Nor labouring woods the weight can bear, Streams stagnate in the gelid air. Dissolve the frost of winter's dearth, With billets pile the social hearth, Free Thaliarehus, now draw forth Rich Sabine juice of four years' birth, Leave to the guardian powers the rest, Who gusts tempestuous have suppress'd With fervid ocean late which strove, Nor cypress now, nor ash-trees move. Avoid to-morrow's luck t'enquire What fortune shall bestow, admire, Count it a token sure for gain ; Nor, since a jocund youth, disdain In love's delightful sports t' engage, While hoariness shuns blooming age. To Horse-guards and the Mall repair, Soft whisp' rings with th' appointed fair; Let the delightful laugh betray The damsel hiding for your play ; With token from her finger won, She vows t' have set her heart upon. HORACE, B. 1. ODE 22. To Aristius Fuscus. That Female Conversation, the most innocent of Pleasures, is the sweetest antidote for the anxieties of Life. Fuscus, the man of heart sincere Towards gods and men, no harm need fear. Nor bow, nor Moorish jav'lin needs, Nor quiver charged with poison'd reeds : Of syrtes, though the sultry space, Or wilds of Caucasus to trace, Or seats, where fam'd Hydaspes pours, Refreshing waters on the shores."], [15, "5 For, singing lately, void of care, Of Lalage, kind-hearted fair, A wolf from out the Sabine wood, Fled from me, though unarm'd I stood ; So fierce a monster ne'er the brakes Apulian, or of Juba, wakes : Unconqu'red to this day ! And speed Chains for the formidable mede ! What virgin your barbarian-slave Shall kneel, when slain her lover brave ? What boy from court, with locks perfum'd, To bear your jocund cups be doom'd, Skill'd shafts of Serica to throw, Dry-nurse of lions — place me where No tree, refresh'd by genial air Shades barren plains, or, chaos hurl'd, Clouds and crude vapours chill the world, Or place me in the region sere 'Neath the Sun's chariot fierce too near, The land unfit for human seat, \" Dear Lalage,\" I'll there repeat, The lass on me that sweetly smiles, And sweetly speaking, care beguiles. Unerring, from his father's bow ? Who to deny will now presume That possible, e'en whence they come, Torrents precipitate to force, In reflux, to their mountain-source ; That Tiber shall his channel change, Since you propose, with humour strange, Panætius' noble writings pure Collected far and near t' abjure, All the Socratic household fam'd, For armour from Iberia nam'd. HORACE, B. 1. ODE 27. When yours it was our hopes t' excite Of deeds of intellectual might. To his Companions. That it is altogether unreasonable to wrangle over Cups. HORACE, B. 1. ODE 32. To wrangle o'er the joyous bowl, Is downright madness, on my soul ; Protect, confed'rate Pals, I pray, Good-fellowship from savage fray. How horrible to calm delights The sabre which the Turk excites ! Kind souls, your disputation cease, And on your elbow sink to peace ; The social cup if mine to share, My heart's own Brother shall declare ; In what soft languishment he lies, Beneath what thrilling shaft he dies ; What, from the bargain, do you shrink ? Not upon lighter terms I drink : What ever grade of passion claims To sere you with intemp'rate flames, No silly sense of shame should move The man that's handcuff'd to sweet love ; Be frank, whate'er the case appears, Confide the truth to candid ears. To his Lyre. Being desired to write a secular Ode, Horace invokes his Lyre to assist him with strains equal to the subject. Now, on our mettle, since we're plac'd — If in the shade — amusement chaste, Fond themes I've chaunted by your aid, To time's extent to be conveyed ; Come, dearest lyre, while comrades list, And in a Latin ode assist. Tun'd first in Greek, the Lesbian chief 'Midst fierce alarms who sought relief, When fast by shore his vessel swung, Of Bacchus, and the muses, sung ; With Venus, and her boy, that close Keeps as the bud beside the rose, And Lycus, black with glist'ning eyes, With tresses of the darkest dyes. Apollo's ornament, sweet shell, Rapt in whose charms Jove loves to dwell ; Beguiler kind of anxious toil, Propitious, at my touch recoil ; At friendship's consecrated rite, When I beseech thee to delight. Lost man I In what a drowning state, Are you found struggling hard with fate ; Youth, whom a worthier heart should move, But who can break the charm of love ? What magian with a counter-spell, What Deity, the rage can swell ? No power to rescue can prevail, One tackled to sweet woman. HORACE, B. 1. ODE 36. The Poet congratulates Plotius Numida upon hi» happy return from Spain. HORACE, B. 1. ODE 29. A glad occasion doth arise, With music sweet to sacrifice, A votive heifer's blood, to please Numida's guardian -deities. From Spain's extreme who now returns, And with long cherish' d friendship yearns ; To none than Lamia more sincere, To Iccius. Horace banters the young man for leaving the study of Science to become a Soldier. Fond Iccius, how you long to press Th' Arabians, and their wealth possess, What vigorous preparations make, 'Gainst Kings of Saba, war to break; Companion of his childhood dear;"], [16, "6 of One tutor taught them, they were known, Both at one time t' have chang'd the gown. Unless the cause expell'd the veins, In vain the watery languor drains ; The pallid victim shall expire With unextinguishing desire. Let not this joyous day retreat Without the lucky mark of Crete, Nor spare to pour the jar at hand, Nor let the Salian ancles stand ; Nor Bassus Damalis outstrain The Thracian amystis* to drain, Nor let the banquet want the rose, Green Parsley, Lilly brief that blows. Virtue, to sordid hearts unknown, By Cyrus though restor'd his throne, Phraates from the blest rejects, And popular-applause corrects, With crowns and kingdoms rich t'endow, And laurel — evergreen — the brow Of him alone who views the store Whilst all shall fix dissolving eyes, On Damalis that all outvies ; Without a craving eye for more. Than ivy more luxuriant she, With wanton folds which clings the tree ; Her lover new that will not leave, HORACE, B. 2. ODE 3. To Quinfus Dellius. Of plighted pleasure to deceive. That the Happiness of Life consists in serenity mind and virtuous enjoyment. HORACE, ODE 38. O Dellius, since but born to die Preserve your equanimity, Ev'n in the surges of distress 1 As well obstrep'rous mirth suppress. To the Servant. The Persic pomp, child, I detest, No philyranf shall my brows invest, I will not in the rose be dress'd, Whether the woes which life assail, With constant sadness you bewail, Or quaff, reclin'd in easy-state, Falernian of the richest date. In some cool bower where lofty pine And hoary poplar boughs combine, And the clear current purls along The glade, the flow'rets wild among, Direct your maids, rich wine to bear, Odours, and gaateful flowers prepare, And the too transitory rose, While fortune smiles and age allows, Before the sable threads are done, For you, by fatal sisters spun. Which latest blows ; The artless myrtle is my choice, Beneath this vine whilst I rejoice, My cup your duteous hand employs And pleasure glows. HORACE, B. 2. ODE 2. To Crispins Salustius. That he alone is rich who makes a proper use of wealth ; and happy he alone his passions who commands. O Crispus! foe to bootless wealth, Conceal' d in earth by niggard stealth, Aware that gold can but derive The lustre currency can give, And splendid only in the use That social-comfort shall conduce. As Proculeius obtains Your large possessions you must leave, No more your mansion shall receive, At that delightful country-seat, No longer visits to repeat, Well stor'd with all that life can cheer, Which yellow Tiber washes near, But leave, the fruit of so much care, Your high-pil'd riches to your Heir. A name, while brotherhood remains, Exhausted when through age at length, Shall fame renew perpetual strength ; On pinions never tir'd, proclaim The sacred honours of his name. So he that craving can suppress, An ampler lordship shall possess Than one that Lybia should unite, O'er seas, with Gades out of sight; Subject to whose exalted throne, Were seats of either Carthage known. Ah! Dellius, it shall nought avail, Whether illustrious your entail, From ancient Inachus dedue'd, Or from plebian-race confus'd ; You live without a humble shed, To shelter from the wind your head, The victim of relentless death, A mortal, you must yield your breath. Since all convpell'd the self-same road, All destin'd to the strange abode, For in the universal urn, The lots are shaken for our turn, And soon or late, its sure to come, T'embark us to th' eternal home. As dropsy self-indulgence bursts E'en while the bloated patient thirsts, * Amystis, a large Thracian Cup, which to ex haust at a breath was esteemed a piece of drunken bravery. t Philyra. a thin membrane between the bark and stem of the Tilia or Linden Tree, which tile ancients used as a ribband in their Chaplets."], [17, "7 HORACE, B. 2. ODE 4. That seat, by shelt'ring mountains bless'd, Solicits you and me to rest ; The Poet's glowing ashes, you Shall there with Friendship's tear bedew. To Zantheas Phoceas. That he need not feel ashamed at being in love with his maid, for the like had been the case with many eminent men. Zantheas Phoceas, let not shame HORACE, B. 2, ODE 7. O'erwhelm you for your menial flame ; Before your time, Briseis fair Love's yoke made proud Achilles bear ; Tecmessa, beauteous captive, won Her master, Ajax Telamon ; Great Agamemnon victory spurn'd, And for a captive damsel burn'd ; When the barbarian host subdued, To Pompeius Varus. He congratulates his Friend upon being restored to him and his country. Oft with me to th' extreme reduc'd In war, by Brutus' zeal produc'd, Who has restor'd thee, son of Rome, Safe to thy natal Gods at home, And to the Italian air serene : Pompeyj my first companion seen ? With whom, how oft, the loitering day, Convivial have I passed away, My hair with Syrian unguents sleek, With chaplets crown'd, heart's ease to speak ! I sought with thee Phillippi's field, Where, swift in flight, was left my shield, When valour was itself o'erthrown, The daring van their faces prone ; But Mercury's power, whilst sore afraid, My frame through hostile ranks convey'd, Spread the dense cloud to skreen my life And neutraliz'd the powers at strife. Thee, the reciprocating main Bore on its surge to toils again, For this, to Jove, an offering due Present, your war worn limbs renew, O stretch beneath my laural shade Nor spare the casks for you by-laid, Fill to the brim the polish'd bowls With massic rich that care controls, Pour ointment from capacious shells That with Arabian fragrance smells. Who speeds with hospitable care, Parsley and myrtle wreaths to bear 1 Whom shall the cast of Venus name,* The toasts convivial to proclaim ? Frantic with glee, I'll pleasure court, As Bacchanalians at their sport, How bless'd, with maniac-zeal t' extend, The hand of welcome to my friend ! His brave Thessalian troops pursued, And, Hector her defence no more, Troy trembled at the Greeiau power. How do you know but Phyllis fair, Hath parents fit to claim you heir 1 She must be sure of Royal-race, And mourns her household Gods' disgrace ; Be confident she's born for you, Not of the abject Plebian crew, Nor one so true, so pure, can claim, A mother that would prove her shame. I can commend her arms and face, Her limbs well-form'd with chastest grace, Yield to no jealousy for one, Whose years sedate near forty run. HORACE, B. 2. ODE 6. To Septimus, Whom Horace invites to live with him in the Country. Septimus, willing to pass o'er To Gades, the Cantabrian-shore, And search with me vast countries rude, By Roman-arms not yet subdued, Th' inhospitable Syrtes brave, Where boils the Mauritanian wave, In Tibur,* which by Grecians rose, May my contented age repose, There let me close my toils by sea, By land, of restless chivalry ; Thence should the cruel fates expel, By fam'il Galesus will I dwell, Delightful for the precious sheep, Which cov'red close with skins they keep, The countries where Phalantus reigu'd, And Lacedemon's laws maintained ; HORACE, B. 2. ODE 8. To Barine. That her swearing was no reason for his believing her, for the Gods never punished the perjuries of Beauties. That corner of the world beguiles My sight, with nature's loveliest smiles ; Whose combs ne'er to th' Hymettian yield, Green olives, the Venafrian-field Where Jupiter breathes earliest spring, Mild winter's fann'd by zephyr's wing; Aulon, that genial Bacchus loves, Ne'er envies the Falernian groves, If any punishment, Barine, Your heart from perjury might wean, Less conquering found by one dark tooth, Or nail, I could believe your sooth ; But you no sooner bend your brows To plight anew perfidious vows, Than, lo, more killingly you bloom Queen of the gallant youth of Rome ; * A city of the Sabines, commended for the mild ness of its air. • The Romans constituted their toast master by dice, and the fortunate cast was named Venus."], [18, "8 HORACE, B. 2. ODE 11. \"sis meritorious that you spurn Your mother's consecrated urn, The silent queen of night, th' abodes Of heaven, and all th' immortal Gods. To Quintus Hirpinius, Whose mind Horace endeavours to divert from public and private solicitude to a taste for gaiety and enjoyment. At this, sly Venus lauglis, I trow, A laugh the heartless nymphs bestow, Whilst cruel Cupid, that his darts May deeper pierce unguarded hearts, The spindle with fresh fury turns Until the reeking whetstone burns. Quintus Hirpinius, O forbear! For Scythian nor Cantabrian care, What they, o'er th' Adrian wave remote, Are meditating to promote, Nor yet with agony of breast Strive for those things which seem life's zest. Besides all this, our hopeful boys Are growing victims to your joys, Nor will the vet'rans quit the dome While keeps the faithless fair at home ; Though threat' ning, still delay to go, Nor can th' inglorious fetters throw. With reckless haste, youth flies away And beauty yields to swift decay, Sapless old age gay love expels, And interrupts sleep's gentle spells; The flowers of spring no hues retain The moon is quickly on the wane, Why then distract th' unequal mind Some durable result to find ? Why rather not, whilst health gives power, Thus carelessly dissolve the hour, Beneath some lofty plane recline Or the broad shadow of this pine, Our hoary locks with roses bound, And Syrian odours breathing round, While generous wine the taste regales For Bacchus o'er dull care prevails. Quick, boy, the rich Falernian cool, Plunge goblets in the gurgling pool, Who will the vagrant wanton court, Blythe Lyde, from her house to sport ? Quick, bid with ivory lyre repair, Nor stay to braid her tempting hair, Content if gath'red in a knot, Simple, as by the Spartans taught You, for their sons, grave matrons dread And thrifty fathers shake the head, Blythe girls, as soon as married, quake, Their husbands lest your charms retake. HORACE, B. 2. ODE 10. To Licinius Murena, Whom the Poet advises to be content with a mean and to maintain an equality of Temper. Be sure, Licinius, in the mean The course of Life is most serene, Not always wide at sea to keep Nor in-shore timidly to creep, And shun the foaming billows more Than danger of the leward shore ; Whoe'er the golden-mean secures The sordid cell alike abjures, In comfort obsolete ; as wise, The dome which envy wakes, decries, The loftiest pines the winds most try, High towers the heaviest ruin lie, And thunderbolts are sure to seek, The rock's most elevated peak. The well-provided breast finds cheer In hope, 'midst poverty severe; Prosperity as well corrects By fear, that change of scene expects ; 'Tis the same Jupiter, we say, Stern winter brings, and bears away, Not so anon, though hideous now, With rigid frost and drifted snow ; Sometimes Apollo wakes the lyre, The bow not always to require Drawn taut : when straight becomes your course, With spirits boyant onwards force ; By the same rule, close reef your sail Too much at mercy of the gale. HORACE, B. 2. ODE 12. To Mecœnas. That Horace being given up to Licymnia, cannot rise to themes more serious. Insist not that the wounds and scars In fierce Numanua's length'ned Wars, Dread Hannibal, Sicilian flood, Inflam'd with Carthaginian blood, Should breathe, adapted to the lyre, Which themes congenial ought t' inspire ; Nor Lapithæ, with cruel breast, Nor Hylæus with rich wine oppress'd And earth-bom youths, of effort rude, By might Herculean once subdued, From whom old Saturn's splendid seat Th\" assault of treason fear'd to meet. Mecænas, you, with happier grace, Shall Cæsar's triumphs give to praise, The necks of haughty monarch's fierce In history's faithful page rehearse. It is for me the Muses' will To celebrate Licymnia's skill,"], [19, "9 My mistress' thrilling strains recite, The glancings of her eyes of light, Her breast to love and friendship dear, Her breast to plighted love sincere : 'Tis her's with matchless grace t' advance Her instep in the skilful dance, Or, in fond dalliance with her friend, With sportive raillery to contend, HORACE, B. 2. ODE 15. The Poet contrasts the thriftiness and frugality of ancient times with modern luxury and ex- travagance. \" Our pompous piles will leave us now Few acres for the foodful plough,\" The ponds which waste the flowery mead, The spacious Lucrine Lake exceed \" And unproductive planes invade\" Our elm- trees' beneficial shade. Then violet banks and myrtle groves, With all the tribe which Flora loves, In fancy's charms, their odours shed, Where olives once their master fed. Or Virgins tight, her arms display, On chaste Diana's festal day. One of those tresses would you change Which o'er Licymnia's brows arrange, For all Archæmines possess'd, Mygdonian wealth of Phrygia bless'd, Or dwellings of Arabia proud, Which treasures out of reck'ning croud ; When to the kiss her neck she turns, The kiss with love's pure flame which burns, Or with feign'd cruelty denies That love may ravish as his prize, Or, with quick fondness none can match, Anticipates you by a snatch. No fervid rays may now pervade, Where the dense laurel forms the shade. Not so did Romulus ordain, Or Cato bid the customs reign ; Contracted was each private-store, To yield the Commonwealth the more. No galleries wide our sires possess'd, For northern breezes cool t' invest. Strict laws the household architect, Forbade the casual turf reject ; HORACE, B. 2. ODE 14. While temples which the gods enshrin'd, With just magnificence design'd ; At common-cost was giv'n command, Each public edifice to stand. To Posthumus. That since Death can be neither avoided nor delayed, we ought to make a generous use of Riches whilst life remains. O Posthumus, with subtle speed, The fleeting years glide on indeed, Nor Piety can cause delay, To creeping age with wrinkles grey ; Grim Death's insuperable claim, Who triumphs o'er the noblest name. From day to day could you devote Three hundred bullocks, vain the thought, To soften gloomy Pluto dread, Who binds Geryon's triple head, And Tityos, with that dismal flood Which must be pass'd by vile and good ; All nurtur'd by the bounteous earth Of rustic, as of royal birth. In vain from savage Mars we're free, The raging Adriatic sea ; Or shun, from south, the noxious breath Of autumn, charg'd with subtle death, To black Cocytus' languid maze, With Danaus' foul detested race, HORACE, B. 2. ODE 16. To Grosphus. The Poet inculcates that happiness is to be main- tained by the control of our affections. Those, Grosphus, without star to guide Caught in th' Ægean, raging wide, When midnight tempests shrowd the sky, \" Ease, ease,\" beseech the powers on high, For ease, the warlike sons of Thrace, For ease, the rapid Parthian prays ; With quiver hung in graceful port, With arrows for defence or sport, For ease, which never can be sold, For costliest purple, silver, gold. No royal purple can remove, Nor consul's lictor stern, reprove, The tumults which the bosom try, Cares which o'er splendi.l ceilings fly. That man's upon a little bless'd Of household saltcellar possess'd, Who smiles upon his frugal board With nature's wholesome comforts stor'd, Who never anxious vigils keeps, And Sisyphus, Æolus' heir, At endless toil we must repair ; Your lands, and house, and charming wife, Must be renounc'd on quitting life ; No nursling-trees will Fate accord, T' attend their transitory lord ; The hateful cypress shall be known, To grace your dismal bier alone ; That Cæcuban your heir shall seize, Now kept secure by patent keys ; With nobler wine the pavement stain, Than feasts pontifical obtain. And free from dreams of grandeur sleeps. Why should we, creatures of a day, Upon ourselves hard burthens lay ? Why from our own to climates run Made fruitful by another sun ? Who that an exile had become, E'er left his consciousness at homo ? Consuming care the deck ascends, The troop of cavalry attends,"], [20, "10 And, nimbler than the fleetest hind, Outstrips the swiftness of the wind. The heart with its own lot content, With no vain schemes will self torment, Life's bitternesses can beguile, Of death's rapacious power the seat, Whose boon 'tis fruitless to entreat. Why thus go on ? th' impartial earth Absorbs the poor as royal birth ; Nor has the guard of hell's domain, Grim ferry-man, pass'd-o'er again Prometheus artful, though untold The ransom, if iu power of gold. He, Tantalus, and all his race, Confines in their appointed place, And grants, with or without their care, From future toil the poor to spare. Can soothe with an ingenuous smile. Nought earthly is entirely bless'd, Death premature Achilles press'd, Tithonus with his hoary crown, Was by protracted age worn down. Time shall perhaps to me extend What it may not your lot commend ; A hundred flocks enrich your ground, Sicilian heifers low around, For you, the mare in harness neighs, Wool African twice dipt arrays. On me bestows unerring fate A little competent estate, A genius for the Grecian Queen, A just contempt for vulgar speen HORACE, B. 2. ODE 19. On Bacchus. — A Drinking Song. That it was his duty to celebrate the praises of Bacchus, being full of, roused, aud animated by his divinity. Bacchus ! I pledge you 'twas the case, I saw, believe all coming-race, Dictating songs 'midst rocks remote, And the uymphs learning them by rote, Goat- footed satyrs standing round, V\\ ith ears voracious of the sound. Hurrah ! My mind with recent dread Is flutt'ring, half my wits are fled, My soul, replete with Bacchus-guest, Is with tumultuous joy possess'd. HORACE, B. 2. ODE 18. Horace inveighs against the luxury and covetousness of the times. Nor ivory smooth nor gilded arc A figure in my house shall mark, No beams Hymettian rest upon Rare shafts from farthest Airie won ; Nor will I, as if heir, presume T'enseize myself of Att'lus' dome, Dependent ladies ne'er produce Laconian purple for my use, But honour, and a liberal vein Oh ! spare me, Bacchus, spare, I pray, Aside thy dreadful Thyrsus lay ; In Baccbanalian-lays I sing, The wanton Priestess of the King : Wine-bubbling fountains, and the streams That ripple milk, adorn my themes ; Honey from crevices that rills, From trunks of hollow trees distils, As well 'tis granted at my suit, In strains melodious to salute, The honour from your happy spouse, Which to their constellation flows, The seat of Pentheus laid in dust, Perdition of Lycurgus just. Of genius, to my choice remain; That e'en to me the man of s;ore, Makes homage, though I am but poor, The Gods no more 1 importune, Nor of my friend in p.iwer, a boon, Sufficient since my Sabine farm, O'er which contentment spells the charm ; Thus day is driven along by day, Moons waning, quickly pass away, Whilst you give marble to be hewn, One foot where shall your grave be soon ; And, heedless of that last retreat, Are thinking houses to complete, And anxious scheme t' extend the shore Th' abundant rivers you command, Th' obstrep'rous ocean owns your hand, You, moist with wine, on hills select, Lo\\e the dark tresses to collect , Of Thracian priestesses devote, With harmless vipers, in a knot ; You, when the impious band prevail'd, The realms of Jove your father scal'd, With jaw and paws of lion quell'd, And Rcecus from the skies expell'd; Though fitter thought for sport's alarms, Dances and jokes, than feats of arms ; Your energy was then declar'd, Alike for war and peace prepar'd; You, honour'd by the horn of gold. Could Cerberus innocent behold, With joy unusual wag his tail, Nor with his triple- tongue could fail Fondly to lick your legs and feet, As you return'd from death's retreat. Where ocean waves 'gainst Baiæ roar. Not rich enough restrain'd to land, O'erstep the limits of the strand. Why avaricious should you love Your neighbour's landmark to remove, Trespass beyond the fertile bounds Where settle clients near your grounds ? Behold poor man and wife turn out, Press'd to their aching heart devout Their household gods and babes ill-fed, Uncertain of their future bread. But mark ! no court more surely waits, The pamp'red rich than Pluto's gates,"], [21, "11 » HORACE, B. 2. ODE 20. Her arduous way through danger takes, Nor aught a difficulty makes, Spurns grovelling crouds in rapid flight, And sordid interest shuts from sight. Horace promises himself everlasting fame. My genius versatile shall rise, On wing sublime, to hail the skies, Nor longer upon earth remain For envious cities to detain, Nor shall the stygian-wave confine, Which pours nine-fold its noxious brine. My birth, whilst envious rivals scorn, Meoænas dear, shall fame adorn ; Mine ancles now rough skins invest, I'm in a swan's white plumage dress'd, The soft array enfolds me quite, Quills sheathe my fingers as I write ; A bird melodius now become, Not Icarus so swift could roam ; The murmuring Bosphorus I'll view, O'er Hyperborean plains pursue ; Getulian-wilds shall not repress, Desires my bosom which possess, Dacians and Colchans, who despise The Marcian cohorts, me shall prize, Gelonians, howsoe'er remote, My themes instructive learn to quote ; My works the learned Spaniard con, With him w-ho drinks the waves of Rhone. A recompence most surely reaps The man who faithful silence keeps. I will prohibit him to come Within the precincts of my home, Nor e'er with me shall he prevail, In the same vessel to set sail, Who shall divulge the sacred rites, Mysterious Ceres who requites; For love, when slighted, often links, In fate the vile and worthy sinks, And punishment though lame in foot, The guilty fails not in pursuit. HORACE, B. 8. ODE 3. Horace privately dissuades Aujrustus from trans- ferring the seat of empire to Troy. Not frenzy popular devote, Pernicious measures to promot , Nor tyrant's tlireat'ning look, may shake The man his purpose to forsake, With just and worthy public views, Who the state's welfare sole pursues ; Not the south-wind whose rage controls The sea through th' Adrian gulf that rolls, Nor e'en the mighty hand of Jove, When thund'ring through the realms above. Yea, a crush'd world in fragments dread, Still undismay'd, should strike his head ; Thus Pollux, from the strife severe, Then let no obsequies be sung, Nor lamentations charge your tongue, When my mock funeral seems to wait Th' accustom'd homage through the gate, Suppress your crying, and forbear, The needless rites of sepulture. HORACE, B. 3. ODE 2. Ascended to the heavenly-sphere, And Hercules, from toils reliev'd, The starry-citadels received, Seats, where not yet Augustus sips Rich Nectar with empurpled lips. Thee, Bacchus, there thy merits took, By tygers drawn with irksome yoke, Thus Romulus, upon the steed Of Mars, from Acheron was freed. Horace praises bravery, probity, and '\"fidelity in a secret Let youth robust acquire, my friends, The skill which exercise attends In gallant arms, and learn to bear Privations, hardy warrior's share, With spear adroitly lanc'd to pierce, In rapid chase, the Parthian fierce, And let him lead a life unclos'd From air, to casualties expos'd ; Him, let the virgin and the wife, Of royal warrior, dread in strife ; Surveying from the ramparts far The doubtful issue of the war, Lest spouse and father should provoke, The hon loose to slaughter broke. Here Juno, to the powers above, Gave counsel for them all t' approve. 'Gainst Troy, a lewd and fatal judge, And foreign-fair provok'd a grudge, Denounc'd th' injurious prince and race, Consum'd all the devoted place ; Victims to me, in vengeance just, And chaste Minerva, held in trust. How glorious for our hearth to die ! Death strikes the victim that would fly, Nor spares theknees through fear which smite, Nor the back turn'd in shameful flight. E'er since Laomedon denied The Gods their tribute to divide ; No more the Lacænœan queen, Th' adultrous guest, to shine are seen, Nor Priam's perjur'd race in fight, Break the Greek ranks through Hector's Virtue, unconscious aught that's base, Shines spotless with peculiar grace, Nor quits, nor dignity assumes, As public-humour goes and comes ! Virtue, the gates of heaven throws wide, For those through crime that have not died, might ; That war, so long by faction blown, Subsides to peace, for ever gone :"], [22, "12 HORACE, B. 3. ODE 4. Hence, bitterness no longer mine, To Mars, resentment I resign, As well the grandson I detest, His child, Trov's priestess who compress d ; Ev'n him I suffer to pervade The realms where brightness needs no shade, Nectar to drink, Ambrosial wine, Enroll'd with peaceful powers-divine. Long as th' extensive ocean green Rolls Troy and distant Rome between, Hence let th' illustrious exiles rest, In any other country blest ; As long as trampled in the dust By cattle, Paris, Priam's, bust. Long as wild-beasts their young conceal Beyond the keenest eye to steal, The Capitol shall rise in awe, And Rome to vanquish'd Medes give law ; Let her tremendous name go forth E'en to th' extremities of earth, To Calliope. That everything prospers with those that are under the protection of the Powers-Divine. Calliope ! thou queen of song, Descend, to strains divine prolong, Descend from Heaven with pipe divine, Melodious numbers to combine, Or had you rather, clear in voice, On Phœbus' harp or lute rejoice ? Hear, ye, or doth a pleasing dream, Fond frenzy, to delude me seem ? She comes indeed t' expatiate Along the hallow'd grove sedate, Where grateful riv'lets wind their way, Cool breezes 'mong the thickets play. Me, when a child, from play reliev'd, By sleep, the woodland doves perceiv'd, Doves known to song, with leaves me spread Upon th' Apuliau Vultur's* head ; Beyond Apulia's plenteous bound, A wonder to the dwellers round, 'Yond where inserted seas divide, From Afric, th' European side, Fierce Afric, on whose thirsty shores, The Nile a fruitful deluge pours, Be Rome for brave contempt renown'd Of gold, yet happily, not found, Than forcing forth for man's abuse, Each sacred purpose to seduce ; Whate'cr extremity of land, Rome's fate-winged eagle shall withstand, There let her conquering arms be borne, Alert to visit that sojourn, Where frenzy fiery-heats excite, Or that where storms exhaust their might ; But let all-conquering Rome be told, The destiny which Fates unfold Forbids, that neither through excess, Of piety, restrain'd no less From confidence in state resource, Ye deviate from your proi-p'rous course, Incliu'd the dwellings to restore Built by your Trojan sires of yore ; Or in an inauspicious day Troy's new foundation shall ye lay ; And woe's last visitation prove, Whilst I, the sister-wife of Jove, Lead the victorious bands to WTeak That wrath no mortal tongue can speak. Thrice should a brazen-wall arise, By aid of him who lights the skies. Its founder first, it thrice should all Befoie my fate-charg'd Grecians fall, The captive wife should thrice in vain, Her husband wail, aud children slain. Those lodg'd securely in the nest Of Acherontia's lofty crest, The Bantine woods, Ferenline meads, Whose wealth the peasant's hope exceeds ; What power preserv'd my li'e from harm, Vipers and rav'nous boars to charm; How sacred laurel in m3' sleep, And sprays of myrtle me should heap, Aware not, aid divine must move A child, the object of such love. Yours, O ye muses, yours alone, Whether on Sabine heights my throne, Or cool Præneste, Tybur's slope, Or Baiæ's water are my scope ; Me to your choral sports devote, Cool fountains, and the mountain grot. Nut the brave army put to flight When at Philippi rag'd the fight, Nor yet the execrable tree, Nor pilot in Sicilian sea, Dread Palinurus, have deslroy'd Me, still in life's pursuits employ'd. Whilst you, my guardian-power, shall reign, A sailor on the boist'rous maiu, The raging Bosphorus I'll dare, Nor for the sands of Syria care ; Britons I'll brave, inhuman race, To strangers that allow no place, Concanus, rioting in blood Of horses, his unnat'ral food, Uninjur'd by their shafts, I'll meet Geloni, pass the Tanais fleet. Such themes the jocund lyre ill suit — Whither, O muse, is thy pursuit ! Cease, thus presumptuous, to relate On what th' immortal powers debate, Nor by your trilling strains debase, Themes too sublime for mortal race. In the Pierian grot detain'd, Cæsar sublime you entertained, Studious his glorious toils to close, His troops among the towns \"dispose * A mountain of Apulia"], [23, "13 Strength to recruit for noble strife, And taste the calm delights of life, Him counsels you vouchsafe in grace, Pleas'd when their benefits take place. Augustus to our state shall stand, The guardian-Deity at hand. Since the stern Britons, Parthian's dread, To Rome's dominion bow the head, Doth one of Crassus' men pass life, Base husband, with barbarian-wife ? And hath, O Senate, tame to crimes, We're conscious the dread power who swa^s Th' inactive earth and stormy seas, Throng'd cities, Orcus' drear domains, Alike o'er gods and mortals reigns, And with just-power at once controls The heavens, and all between the poles : The impious Titans how he smote, With bolts, the giant race devote ; Those horrid youth, who, fierce in might, Plac'd Pelion on th' Olympian-height, Amazing, with presumption high, E'en the dread ruler of the sky. But what avail'd Typhceus strong, Mimas, and all their impious throng, Porphyrion, threat'ning from his size, What Rcecus, in that enterprize 1 Enceladus, who, trees uptorn Hurl'd furious in presumptuous scorn ? What all the might which earth could wield, 'Gainst Pallas with impervious shield ! Inverted morals of the times, The Marsian and Apulian hind, Th' Ancilian shield's dismis'd from mind, The Roman-name and habit stor'd, Vesta, unceasingly ador'd, Grown-old in camps of civil-feud, By hostile sires-in-law pursued, Whilst Jupiter-Capitoline, Fond Rome, keep quietude supine ? Yet Regulus, with foresight pure, Would Rome 'gainst such a state assure, When ignominious peace he spurn'd, Distruction's harbinger discern'd, Unless the captive-youth, denied To pity, for their country died. I've seen Rome's standards, he exclaim'd, In Carthagenian temples sham'd, Arms without bloodshed seiz'd as prey, From dastard soldiers snatch'd away. Rome's citizens with arms accurs'd, Behind their free-born backs revers'd, The foe with gates unshut, whose ground, By war dispeopled, harvests crown' d. Shall one whose life a ransom sold Return a braver man through gold ? No ! you to infamy add loss ; For wool prepar'd for colour's gloss Its native whiteness ne'er regains ; So valour that a foil sustains, Scorns to resume that parting breast By cowardice once dispossess'd. If e'er the disentangled mind, From toils thickset, to war's inclin'd, Then valour shall his breast inflame To faithless foes who once was tame, He, in some future war shall tread On Carthagenians, late his dread. The dastard that his elbows found With straining thongs behind him bound, Who knew no means t' escape with life, Save treaty, when in act of strife, Confounding peace with war's alarms — Scandal ! the Carthagenian arms Triumphant o'er proud Rome's disgrace, The downfal of th' Italian-race. With loyal zeal here Vulcan stood, Juno, with matron-heart as good, With him who never seeks to throw His shoulders off the golden-bow, Of Patara and of Delos God, Who bathes in pure Castalian-flood His hair of Gold; and Lycia's groves, And still his native green -shade loves. Force, conduct void, by its own weight Laid prostrate, needs no stroke from fate : Besides, the Gods direct its course Propitious to well-ord'red force, But power of every kind detest, Whose object impious is confess'd ; And Gyas' doom, with hundred hands, Exemplar of my judgment stands, Orion too, whose passion base, Urg'd the pure goddess ot the chace, Whose virgin-dart fix'd him through time, Dread beacon for the sons of crime. Earth mournsher monsters whom she heaps, By thunder stricken to the deeps, Nor can its raging fire consume Ætna, that shuts the abyss of doom ; Nor will the vulture once relent Tityus' rank-liver to torment, Station'd t' avenge his passion base, Who strove chaste virtue to disgrace, And Pirithous, for flame divine, Three hundred penal-chains confine. Brave Regulus is known t' have spurn'd His wife, who to embrace him yearn'd, And little-ones, like one whose soul, Felt degradation's dire control. His manly-countenance was bound In stern deportment to the ground, Until, by counsel never match'd, The wavering Senate he despatch'd, And, 'midst his weeping friends, in haste, To patriotic-exile pass'd. HORACE, B. 3. ODE 5. In praise of Augustus, who, by the terror of his arms had subdued the Britons, and, especially because he had vanquished the Parthians. As we're assur'd that thundering Jove Dominion holds o'er Heaven above,"], [24, "14 Accustom'd sturdy clubs to bear, Which the stern mother bade prepare, When mountain -shadows mov'd the scene, As placed the setting-sun between, They took the yoke from wearied steers, When Eve's retreating chariot cheers. He, notwithstanding well aware The doom barbarians would prepare, Push'd his beseeching friends aside, And people, that his way denied, Just as though, tedious business o'er, His clients he could serve no more, Their suit dispatch'd, he sought the p.ains Venafran, or the fair domains Where cool Tarentum's scenes invite, Of Lacedemon's race the site. Our father's age, than grandsire's worse, Produced a more flagitious course, And we to reproduce are found An offspring vicious beyond bound. HORACE, B 3. ODE 6. HORACE, B. 3. ODE 8. That the contempt of religion and corruption of morals had brought the severest misfortunes on the Romans. Rome, you shall suffer pains condign For guilty father's of your line, Until you with religious care The temples of the gods repair, Establish every tottering tower, The statues soil'd by smoke restore. Y'ou reign, but still subordinate To power-divine, direct the state, Referring to perfection's source, Every event and all your course. The powers-divine since we neglect, Strange woes th' Italian states affect, Monæses, Pacorus, barb'rous band, Now twice our hapless arms withstand, Exult with Roman-spoils to grace, The collars of insignia base, Dacian and Æthopian-powers Urge near to ruin Rome's high towers, One great by missiles, one by fleet, Whilst fiercely civil-feuds compete. The times, in guilty commerce rife, Outrage the sanctities of life ; Reckless, the marriage-state pollute, Of issue doubtful as the brute, From this pernicious fountain flows, The state's destruction, civil-woes ; To Meeetnas, Whom he invites to a domestic entertainment, which he was resolved joyously to celebrate. Mecænas, why should you admire, Y'ou, whom both languages inspire, That I, a single man, affect The Martian-calends* to respect. What mean the censer charged with flowers, Live-coals, devote t' immortal-powers .' A banquet, in thanksgiving, laid, To Bacchus, a white goat 1 paid, Since, rescued at the point of death, From the tree's fall, escap'd with breath, This day, 'midst the revolving year, Shall sacred be, and ever dear. Remove the cork with resin seal'd, The consulship when Tullus held Then set to fume, Mc.-ænas take, A hundred glasses for my sake, With joys convivial wake the night, Fur your friend's 'scape, till morning light: Until the brilliant lamp decay, All passion, clamour, bid away ; Postpone anxieties of state, The Dacian, formidable late, Sustains defeat, and civil-war The restless Mede detaining far. The marriageable maid affects The Ionic-dance, her thoughts directs Her limbs to form by fashion's taste, From childhood, taught desires unchaste : Her husband drunk, she strives to please Y'ounger and sprightlier debauchees, Nor hath she any choice with whom Her stolen pleasure to presume. The lights removed, she at the word Comes forth, (ev'n conscious to her lord,) Whether some wealthy factor fain, Or captain of a ship from Spain, A thriftless chap-man, shall require The favours of impure-desire. The fierce Cantabrian bears our chain, Who brav'd us on the coast of Spain, The Scythian hordes are fain to yield, With bows unbent renounce the field. Neglectful, as a man at ease, Renouncing state-anxieties, Jocoseiy seize on jay this day, Nor suffer grave affairs to prey. HORACE, B. 3. ODE 16. That riches are the source of mischief, the happiness of life consisting in a mean. A brazen-tower and oaken-door, With watch of surly dogs before, Imprison'd Danae had secur'd, By midnight gallants, lest allur'd ; Not youth from parents such as these Gore-stain'd the Carthagenian-seas, Pyrrhus, Antiochus the Great, Gave dreadful Hannibal to fate ; But soldiers, firm by labour made, Who turn'd the glebe with Sabine-spadt, • A festival particularly celebrated by m.-.rricd persons."], [25, "15 But Jupiter and Venus mock'd The keeper of the maiden lock'd, For well they knew the way was free, Transform'd to gold the deity. Gold penetrates the warder-throng, Bursts walls, as more than thunder strong, The household of the Grecian-priest Was ruin'd by the selfish-pest, The Macedonian-chief burst gates, By golden bribes, subverted states : Bribes thrall fierce captains of the wave, Lust thirsts for more than wealth e'er gave. Descend, Corvinus bids me draw The mellowest wine that light e'er saw : He, with Socratic-lore imbued, Will not reject thee, sternly rude ; E'en Cato's virtue, so divine, I'm told, was often warm'd by wine. You, with a gentle power, constrain The temper firmest in the main, The cares and secrets of the wise, By merry Bacchus, you devise, Bright hope and confidence restore, In minds which con their troubles o'er, Fresh spirit to the prostrate give, AVho, tasting, seem again to live : No more, in dread, with kings enrag'd, Or soldiers fierce, to stand engag'd. Thee Bacchus, as kind Venus, loves, When in the mood for fun she proves, And loth coy Graces to dissolve The knot their plighted hand's involve, Whilst living lights fond strife prolong 'Till Phoebus scares the starry-throng. For this, Mecænas, knighthood's pride, To raise the brow, my heart's denied. All that himself shall man deny, And more, the bounteous gods comply ; Though poor, I seek the tents of those Who covet nought which wealth bestows, As a deserter, quit with joy, The side of those whom riches cloy. Proprietor more noble found, Though to a narrow fortune bound, Than strait'ned 'midst the bursting horde, Apulia to my garners pour'd. A rivulet of water clear, Few acres, too, of woodland near, The prospect that my fertile ground With crops abundant shall be crown'd, Are boons which ne'er to him relate Who glitters in pro-cons' lar state, Where Africa's rich prospects lie, Whose comforts not with mine can vie, Though not for me Calabrian bees Rich honey melt, nor freed from lees, Falernian ripens in the cask, Nor Gallia's wealthy fleece I ask, While pinching poverty's romote, And you should grant, if more I sought. How much more able to dilate My revenues, though small my state, Contracting my desires thereto, Than if I could the scheme pursue, To join Halyattieus' domains, In lordship to the Phrygian-plains ; For much is ever wanting still, To those who cannot have their fill : How blest those whom doth God command All needful, but with sparing hand ! HORACE, B. 3. ODE 23. To Phidyle. Tliat the powers-divine are propitiated rather by sincere than costly oblations. Rural Phidyle, if towards heaven, At the new moon, chaste hands are given, With supplications meek, t' appease, And incense, guardian-deities ; With choicest fruits, the season's bloom, A greedy hog led forth to doom, The pestilential-gust south-west Your fruitful vine shall not molest, Nor on your harvest bloom alight, Famine's forerunner, barren blight, Nor shall the dear young brood meet death From fruitful autumn's sultry breath. The destin'd victim which is bred In Algidum with snowy-head, Among the oaks and holm's which strays, Or led Albanian meads to graze, Shall with his throat the axes stain, By priests of stately temples slain. But with your means can it accord, By whom are household-gods ador'd, And crown'd with rural-pageantry, With water sprinkled from the sea, Then to propitiate with a heap, A sacrifice of costly sheep ? HORACE, B. 3. ODE 21. To his Jar, Upon which he calls to supply generous wine, in compliment of Messala. Be sure the heart without deceit Which bears the altar incense meet, Shall still prevail to cleanse offence, O'er offerings of magnificence ; The consecrated cake agrees, Rather, kind Penates t' appease, And, emblem of devout-desire, Pure salt which crackles in the fire. O goodly jar, to light first shewn When Manlius was our consul known : Whether complaint thou giv'st to birth, Broils, frantic love, soft sleep, or mirth, Beneath whatever title found Thou keep'st choice massic safe and souud, Thou'rt worthy to be broach'd, I say, Messala to regale this day."], [26, "16 Noble, graceful, he's indeed, Misery's cause he deigns to plead, Youth of manly graces rare, Far and wide your cause to bear : He shall laugh when he prevails Where a rivals treasure fails, HORACE, B. 3. ODE 30. To Melpomene. Horace rejoices in the prospect of immortality of fame. I've rais'd a trophy firm o'er brass, To brave th' attacks of time, And erect a marble shrine To the queen of love benign, Where a dome the Citrons make Near the placid Alban lake, Where choice incense you shall smell, Charm'd with music's themes as well; Berecynthian pipe and lyre, And regal-pyramids surpass, In dignity sublime. 2. Not wasting rain, nor northern-gale, Nor lapse of countless years, Nor flight of seasons, shall prevail Against the light it rears. With sweet flageolet shall quire, Youths and maidens shall not fail Twice a day your praise to hail, Salian-like, with snowy feet, Thrice the shaking ground to beat. Maid nor woman me shall move, Nor fond hope of mutual love, Nor in wine will I contend, Flow'rets round my temples bend. Yet why, Ligurina dear, Down my cheek should fall the tear ? Why my fluent tongue delay, Falt'ring, what I long to say ? Thee I clasp in dreams by night, O'er the Campus take my flight, Thee, O cruel fair, pursue, O'er the rolling billows too. 3. Not altogether shall I die, My spirit shall survive Libitina, fair-fame t' apply, That shall for ever live. 4. Perpetual praise shall me renew Long as the priest ascends The Capitol, in silence due, The Vestal-maid attends. 5. Where Aufidus of rapid wave, Daunus, but ill supplied With water, rul'd a people brave, My genius shall preside. 6. Exalted from an humble state, To me shall still belong, Œolic measures first to mate, HORACE, B. 4. ODE 1. To I'tnus. With our Italian-song. He had reached an age when love no longer should disturb. / . Venus, after long cessation, Restless, stirring strife again ! Spare me, meet my supplication, Let your slave not urge in vain. Melpomene! bear that renown Your merits high which claim, With Delphic laurel deign to crown The head you rais'd to fame. 2. I am not the man indeed 'Neath Cynara's empire gay: Cruel, soft desires to feed HORACE, B. 4. ODE 1. To Venus. Where stern fifty thwarts your sway. That he was arrived at an age when he ought no longer to think of amours. 3. Go, where youth's fond powers invoke, Seasonably, to Paul's good house, Fly, your splendid cygnets yoke Where a heart congenial glows. Venus, long disus'd to arms, Are you stirring fresh alarms ? Spare me, I beseech, I pray, I am not in youth's hey-day, Under the dominion kind Cynara claim'd o'er my mind. Queen of soft desires, forbear, Verging fifty, deign to spare, One too rigid for thy yoke — Go, where youth's fond prayers invoke, Seasonably, demand your vows, Where young Maximus keeps house, Speed on splendid cygnets, claim One more suitable t' inflame ; 4. Gallant in each manly-grace, Ne'er indiff'rence shuts his breast 'Gainst the forlorn defendant's case, — Him with all your powers invest. 5. All-accomplish'd, he shall bear Far and wide your fond alarms, Nor for wealthiest rival care, Jubilant in youthful-charms."], [27, "17 6. 'Tis by thy sovereign gift entire — \"The stringer of the Roman-lyre,\" The pointing passengers exclaim Where'er I pass : 'tis to thy fame I breathe, give pleasure, that I do Is altogether known thy due. Vain, 'gainst him the sordid bribe : He shall raise thy marble-shrine Where in domes the citron-tribe Rise by th' Alban lake divine. 7. Plenteous incense you shall smell, Charm'd with music of the lyre, Berecynthian pipe's soft spell, Flageolets which breathe desire. HORACE, B. 4. ODE 3. To Melpomene. Melpomene ! with look benign, Him whom you cheer'd at birth, In wrestling, never shall combine On the fam'd Isthmian earth. S. Jocund youths and maidens sweet Your divinity shall hail, Twice each day with snowy feet Salian dances shall not fail. 2. Nor the swift horse in triumph bear Thron'd in the Grecian-car, 9. Me, not woman ripe in charms, Kind returns from girl divine, Victory's wreath in wine that warms, More this age-chilled heart incline. Nor Delian laurel shall declare Of mighty deeds in war. 3. \" He quell'd the threats of monarchs rude,\" No throngs in peals proclaim, Nor Capitol their gratitude Charge to record his fame. 10. But, fair Ligurina, why, Tears oft stealing down my cheek, Fails my fluent tongue reply, As though for the words at seek. 4. But waters, such as flow serene Through Tibur's fertile-shore ; 'Midst the dense groves of living green, Charm'd by Œolic lore. 11. Thee I clasp in dreams by night, Bear thee o'er the martial-plain, Cruel fair, with thee take flight, O'er the billows of the main. 5. Of cities queen, the sons of Rome T' award my station deign, Where poets make their peaceful home An amicable train. HORACE, B. 4. ODE 3. To Melpomene, To whom Horace acknowledges himself indebted for his place and rank among Poets. 6. Her teeth in vain shall envy grind, Since thou, the muse divine, Who rul'st t' harmonious shell, art kind, Him, O Melpomene, at birth Whom your kind looks assign'd to mirth, At th' Isthmian contest to prevail A mighty wrestler none shall hail, Nor shall the rapid courser bear Triumphant in the Grecian car, Nor him the Delian laurel shew Of high achievements 'gainst the foe Grac'd in the Capitol — subdued Of mighty kings the threat'nings rude, But waters, such as Tibur pours Through the dense groves which line his shores, Distinguish' d render, that his verse Œolian, blythsome youths rehearse, The sons of Rome, of cities queen, Who deign me rank with bards serene, Allow me privilege to stand One of their amiable band. My numbers to combine. 7. Thou, who canst instantly at will, The fish, else mute, endow, The cygnet's tender notes to thrill, With ebbing life, that flow. S. 'Tis thine alone fond Romans point-i- \" The stringer of the lyre:\" I breathe, give pleasure, thine t' anoint With true poetic-fire. A FACT IN AMERICA. A Physician having married, a Lady unaware of her being the Daughter of her Father's Slave, and being compelled to purchase her freedom from her unnatural Parent. Her teeth in vain let envy grind, Since thou, delightful muse, art kind ; Thou, whose the power the echoing spell, To modulate from gilded shell, Who fishes mute cans't bid at will Soft notes of dying cygnets thrill. A Freeman to his purchas'd Wife Thus manumission gave — Madam, I make you free for life, Whilst 1 remain your Slave. D"], [28, "18 4. HORACE, B. 4, ODE 7. Seductive fortune wooes in vain, To Torquatus. Or power in threat'ning aspect rears — Fortune's repuls'd by just disdain, And power a brave defiance bears ! Whom the Poet exhorts to live in a cheerful and generous manner, by representing to him the certainty of death. 5. The snow to breathing auster yields, Leaves clothe the trees and herbs the fields, Earth moves her changes, rivers glide With less'ning streams the meadow side, Aglaia and her nymphs advance, Her sisters dare the naked-dance. Wealth cannot happiness command — The blessing he alone may claim Who knows that, trusted to his hand, 'Tis his but to direct its aim ! 6. Serene in poverty severe — He dreads dishonour but not death ; That meets, devoid of slavish fear, When friends or couutry claim his breath. Here nothing permanent expect, That much from fleeting hours collect, With restless speed which chase away The pleasures of the social-day. Cold winds are sooth'd by zephyr's wing, Close follows summer upon spring, Itself to shortly die, when pours Prolific-autumn, nature's stores, HORACE, B. 5. ODE 3. To Mecanas. Until with all its dreary train, The sluggish winter comes again. Yet quick-revolving moons repair Their wanings in th' ætherial-rare. But when the regions we go down Where pious Æneas, long-since gone, Tullus and wealthy Ancus wait, Dust, shadow rare, describe our state. And who can tell that heaven may please, To morrow this day's score t' encrease ? Whilst all wherein we cheer the soul Escapes th' expectant heir's control. When once, Torquatus, death is past, And Minos giv'n decision last, Nor parentage, persuasion's power, Nor piety, can life restore, For ev'n Diana can't recall His aversion to garlick. If any wTetch, with impious stroke, His aged father's neck hath broke, His doom be garlick to devour, More noxious than rank hemlock's power. O what strong bowels mowers claim ! What sets my stomach all in flame ? Have I, by these vile herbs deceiv'd, The viper's subtle phlegm receiv'd ? Or hath Canidia's spiteful mood For me prepar'd this loathsome food? When, o'er the argonauts admir'd, Their leader brave Medea fbr'd, Jason she scented with this charm, Fresh steers to yoke, nor meet with harm ; On Jason's mistress vengeance took By presents smear'd with this rebuke ; Then on her winged-charger flew, The dragon to her purpose true. No influence streaming from the sky E'er constellation could supply, To parch Apulia's arid plains, As this which rages in my veins ; Not Dejanira's gift severe Could Hercules more fiercely sere. Hippolitus from Hades' thrall, Nor, Theseus, Lethæan gyves severe Break-off thy limbs, Pirithous dear ! HORACE, B. 4. ODE 9. v. 29. IMITATED. I. Valour and cowardice alike Mingle forgotten in the tomb ; But death ! dear friend, shall never strike Your virtues in the gen'ral doom. Jocose Mecænas, e'er should you Be fain to gorge this loathsome stew, -May your sweet lass oppose her hand Your foudest kisses to withstand, And farthest-off in bed retire, Since rank with garlick yon perspire. 2. Your prudent mind and steady nerve Success or danger can't surprize ; Your just decisions never swerve Through int'rest, or the knave's disguise. HORACE, B. 5. ODE 13. 3. To a Friend. A friend — no solitary act Bespeaks the value in return ; But constant kindness will exact That gratitude for ever burn. That the troubles of life are assuaged by singing and conviviality. A dreadful storm o'er heav'n is thrown, Ram, snows, the very skies bring-down,"], [29, "19 i, The seas, the forests, now engage The Thracian north-wind's bellowing rage. Let us, my friends, occasion take, Mirth on this dismal day to make ; While knees are strong, and, meet, as youth, Let age his shrunken forehead smoothe, Do you produce the vintage press'd When Torquatus was Consul bless'd ; On dismal thoughts forbear to pour : The Deity will soon restore All which these seeming ills derange, Propitious, by a happy change. And longing only to caress His thigh of naked loveliness, Desire an injury become, And urged me to provoke my doom. Venus, these guilty teeth receive, Pluck, tear them out, nor remnant leave, Why should I noxious weapons bear, Not needful wholesome food to tear, Or take my hank'ring lips indeed, Or, Venus, give my heart to bleed. But Venus, pitying his despair, Bade the kind loves his bonds to tear, And, hence, with Venus he sojourn'd, Nor longer to the woods return'd, And, basking in the blaze of love, Noxious no longer shall he prove. With Persian odours now 'tis right From care, our spirits low t' excite, Our hearts to win from sorrows dire, By Mercury's devoted lyre, As thus the noble Centaur's tongue, To his great pupil, courage sung, Mortal, invincible address'd ; Of Azure Thetis, son confess'd. THE DIRGE OF ADONIS. The seat which thine adjudge the fates, Land of Assaracus, awaits, The glebe scamander cold divides, Through which the rapid Simois glides, Whence your return the sisters break By threads no power that whole can make, Nor shall your mother's will prevail, O'er ocean, homeward that you sail. By music drive-away, and wine, Each hideous melancholic-sign. From Bion's Pastorals. I mourn Adonis through the groves, Adonis mourn the tender loves, Adonis, on the mountain heath, Divine Adonis, lies in death, Torn, in the whiteness of his thigh, Torn by a tusk, doth slowly die ; For him the lovely Venus grieves, Nor comfort for his loss receives. See down his thigh the sanguine-stream His kindling eyes no longer beam, His glist'ning eyes are wrapt in shades, And from his lips the rose-bloom fades ; The kiss that Venus will not cease, The kiss of love no more shall please, To Venus, grateful still that kiss, Though conscious he no more of bliss. THEOCRITUS, OR, ANACREON HIMSELF, ON THE DEATH OF ADONIS. When Venus' presence brought before Adonis' corpse with hair of gore, The loves she ord'red to the chase, The monster at her feet to place ; They, running with immediate zeal, Through every copse, his doom to seal, Soon caught the hateful boar, and bound, And round and round with cordage wound ; One tugg'd before with labour slow, Another lash'd him with his bow, With trembling steps, and long between He went, for much he fear'd the queen. Alas ! alas ! thy lovely boy, Venus, is dead indeed to joy. When she beheld the grievous wound, Remediless the mischief found, The blood upon his quiv'ring thigh, The blood, that living-ivory dye, Extending wide her snowy arms, She wakes the grove with loud alarms. For me, Adonis, life retain, For me, one moment, death detain, Yield for one kiss that quiv'ring lip, Life's last fond kiss, O let me sip. Venus reproach' d him thus austere — Vile brute, of brutes the most severe, Hast thou not torn his beauteous thigh ; Hast thou not made my favourite die ? Adonis, long the way thou sliest, To Acheron's drear confines hiest, The bounds that Pluto stern controls, The realm of disembodied souls, And must I yet immortal prove, Unprivileg'd to join my love. The trembling brute with manner mild, The Queen of Beauty thus beguil'd : Venus, by thy bright charms, I swear, Thy lover, and these hunters dear, The least desire I did not prove To gore the husband of thy love ; But as his beauty I beheld, By passion unawares impell'd, O Proserpine, receive my friend, Protection, past my power, extend, Since all on earth, or great, or good, Seeks to thee in a constant flood."], [30, "20 First hung the Pris'ner, then conspir'd The verdict which the law requir'd. O youth belov'd, he dies, he dies, With him love's dream of pleasure flies, My Cestus is with him destroy'd, In hunting, why, dear youth employ'd, O why, in youth's divinest bloom, To chase ferocious beasts presume ? But o'er the water, on a pinch,* The Yankees deal the law of Lynch, Abjuring forms, play hell's delight, A Negro broil t' allay their spite. Thus Venus mourns affectionate, And thus the loves bewail her mate. THE REPUBLIC. Venus, alas ! alas ! indeed Is beautiful Adonis dead ! As many tears doth Venus pour As from his thigh the drops of gore, And these alike receiv'd on earth The loveliest blossoms give to birth ; The crimson-flood produc'd the rose, Anemonies her tears compose. It is not good that many should bear sway. — Ho met When passions reason's power defeat, And appetite usurps her seat, And vile propensities control The functions of the captive soul; When foul confusion clouds the brain, Of frenzy fierce the wild-domain, Convulsion struggles in each nerve, Nor aught will nature's course observe, The Court of Chancery, (sometimes just,) Conveys the patient into trust The muses for Adonis mourn, For him are all the loves forlorn. No longer, Venus, through the grove, No longer weep your slaught'red love, For him a leafy -couch is spread, A couch for blythe Adonis dead ; Adonis, beautiful in death, As in soft slumber drawn his breath, Though dead, in loveliness the same, Soft purple wraps his polish'd frame ; The weeping loves around him sigh, The weeping loves sob heavily, The tender loves in lorn despair For lost Adonis rend the hair. Of England, loyal subjects free, Here a Republic's likeness see. The Republican. \" Republican's\" my boast, in all, I claim My will to do, make all to do the same. ANACREON, ODE 2, On Women. Horns of oxen prove the force, Hooves of nature claims the horse, Speed avails the timid hare, A chasm of teeth grim lion's bear. Fish with rapid fins prevail, Birds on pinions mount the gale, Man's prerogative is mind! — Nature stints not womankind, Gives them countervailing arms, Panoply of beauty's charms, Sheds o'er them subduing grace, Conquest's trophies to displace; Iron, fire, and all that's dread, Beauty on your might shall tread. To gather arrows one is fled, While for his bow another sped, His well-charg'd quiver, too, hath found, A third, the sandals hath unbound ; One iu a golden-vessel pours Pure water from the fountain-stores ; Another, with a frequent sigh, Is cleansing, from the gore, his thigh ; Whilst one with flutt'ring wings behind Is fanning with the gentlest wind. For Venus, too, they mourn the torch Of love, extinguish'd in the porch ; Each nuptial-chaplet Hymen rends, And all festivity offends. WOMAN. No longer, Hymen, dies the song, Melodious, on each raptur'd tongue, Alas, alas ! the dismal dole, For woes no comfort can control. To Her Most Gracious Majesty the Queen. What need a diadem to grace Her brows, whom every heart obeys, Where Woman fills the royal shrine, Complete in loveliness divine ? The graces move in sorrow deep, The son of Cinyras to weep ; Like stone insensible he lies, For past his latest agonies, Though not with loss of life content, But Proserpine will not relent. Of rank or age is man the same, His bosom glows at woman's name, Her slave alike in age as youth, He serves her at his utmost truth ; Through life's fond scenes, and life beyond, To her alike her thoughts respond, LYNCH'S LAW. When Scots the border would o'erawe, They gave our English Jedburgh law, * Pro re wata."], [31, "21 To her, through life, he lifts his eyes, And trusts to meet her in the skies. Ye heights of Gilhoa, let no dew, Nor fruitful show'rs descend on you, Nor off'rings let your fields display, For there the shield was cast-away, The shield of mighty Saul flung-down, As not th' anointed of his crown. He quits a throne, in power complete, A slave to worship at her feet, Not master ev'n of self remains, For man's a slave where woman reigns. With noble-blood, a glorious stain, From warrior-chiefs in battle slain, The shafts of Jonathan were cloy'd, The sword of Saul return'd not void. Though diamonds in profusion spread, Her eyes the reigning influence shed, To deeds of high-desert excite, And merit with its boon requite. ' Lovely and pleasant in their lives, Nor Saul, nor Jonathan, survives : Swifter than eagles to the fight, Stronger than lions in their might. LOVE'S FAREWELL. In vain doth beauty young and gay, Her heart-subduing charms display, The generous vigour of my blood, Subsiding as an ebbing-flood. For Saul, ye maids of Israel, mourn, With scarlet, wont your charms t' adorn, With all to raise delight array'd, With costliest jewels overlaid. Her glances bright are cast in vain, My heart shall never more be slain, Callous become, through age and care, No pore to hold a shaft is there. How fall'n the mighty 'midst the host ! Brave Jonathan ! thy country's boast : For thee, my brother, I'm distressed, Brave Jonathan ! with grief oppress'd. Our wondrous friendship how refin'd, Beyond the love of woman kind ! KALYDOR. To Mr. Rowland. How perish'd are the sons of might, The champions of their country's right ! From southern climes when pour th' ætherial- streams, And rip'ning summer drinks the golden- beams, All nature droops beneath th' o'erpowering PSALM 85. TO THE PRECENTOR. heat, Nor from its influence beauty can retreat ; The languid airs the deepest grove pervade, And tinge the lillies of the fairest maid. A Psalm for the Son of Korah. Iahuiah ! gracious to thy land Becomes thy providential-hand, Again will thy compassion yearn Jacob's captivity to turn. Or when from east the piercing currents flow, In vain shall beauty seek the fireside glow ; No more indeed she feels the rigid gale, But creeping harshness o'er her skin prevail, Yet once applied, a genial freshness shews, The lillies blending with the breathing rose. Warm from the heart rise grateful feelings 2. Thy people's guilt thyself dost bear, To cover all their sins prepare, Thy wrath withdrawn, no more shall burn, From fierce-displeasure thou dost turn. for, Rowland and Son's almost divine Kalydor. 3. The fashion of this world passeth away. Turn us, our Saviour, God of grace ! Nor let thine anger more have place, For ever, wilt thou wrath retain ? Shall wrath all generations reign ? THE LAMENTATION OF DAVID OVER SAUL AND JONATHAN. 4. Thus David gave, in generous woe, His tears o'er prostrate Saul to flow, And o'er brave Jonathan the son, This dirge his loyal-friendship won. Wilt thou not turn with qui ck'ning- voice, That, in thee, may thy flock rejoice ? Iahuiah ! now thy mercy shew, Salvation give thy flock to know. Israel ! thy glory on the height, How quench'd ! How fall'n the sons of might ! Tell not in Gath our slaught'red host, In Ashcalon, our glory lost, With joy, lest proud Philistia ring, Philistia's daughters triumph sing. 5. List what Iahuiah God shall say Peace to His people to convey, That mercy may their heart's retain, To folly, ne'er to turn again."], [32, "22 At the last-day, from op'ning skies, In judgment o'er the dust to rise, Then shall my skins invest this clod, That I, in flesh, may see my God, Whom, as my friend, I shall adore, Mine eyes behold, estrang'd no more, Within me though my reins consume The term appointed nature's doom. .,. Salvation's power indeed is near For worshippers of heart sincere, That glory in our land may dwell, And grace its holy-triumph tell. 7. Strict truth and mercy kind unite, Justice and peace affection plight, Truth, from our favour'd land springs forth, From heaven, beams righteousness on earth. Chap, xxviii. Indeed, the silver hath a mine, The gold a place where men refine, Iron is taken from the dust, Brass molten from the rocky-crust. Mankind the bounds of darkness pass, Search to the limits of the mass, Regions where light ne'er shone pervade, The glebes of darkness and death-shade. They break through at the mountain-root, Go down, forgotten of the foot, From paths of mortal-men profound, Explore strange regions underground. Bread springeth from the soil above, Fiery the nether-regions prove, The stones, of sapphires are the place, And gold the matrix bright displays, In paths the vulture never knew, Nor the hawk's-eye hath pierced through, The lion's race hath never pass'd, Nor the black-lion's courage trae'd. The granite feels man's powerful hand, Uprooted mountains spread the land, Through rocks, a gallery, man pursues, His eye each precious substance views, Currents, from leaking, he confines, That light on every secret shines. s. Yea, the chief-good* Iahuiah shews, Whose increase from our country flows, The rightcous-onef proclaims his day — \" He sets his footsteps on the way !\" EXEMPLARS OF A TRANSLATION OF AIUB. Chap. iv. v. 12. To me, a solemn charge ordain'd, Mine ear a part thereof retain'd. Musing on visions which arise, When slumbers deep seal mortal-eyes, Trembling and fear upon me came That my bones shook throughout my frame, A spirit pass'd before my face, It halted at my fearful gaze, My hair, with terror, bristling rose, My bosom heav'd convulsive throes : It stood, but I could not define The semblance of the form-divine : I look'd, the awful vision spoke, The presence the dread silence broke. Shall man, before his God, be just, His Maker pure, the child of dust? When, lo! no confidence demand Yet, wisdom, where shalt thou be found, What regions understanding bound ? The ministers who near Him stand. Her price no mortal can propose, Not one among the living knows. The depths confess she is not there, She's not with us, the seas declare. Not solid-gold her price is made, For her no silver can be weigh'd, Her value never can be told By glebes of Auphir's purest gold, Nor can the precious onyx vie, Nor sapphire her demand supply, Not burnish'd gold, nor chrystal pure, Nor jewels, her exchange procure, Coral and pearl must not be nam'd, For wisdom's above rubies fam'd. More powerful her attractions draw Than proves the diamond's secret law. Chusestan's topaz cannot gain, Pure virgin-gold her worth attain. In purity, the angels fail, The angels, before Him, are frail. What then the dwellers that in clay Sojourn ? the Beings of to-day ! Can those, before their God, be just, Whose habitation is the dust ? Before the flitting moth they fail, To crush them, shall the moth prevail. From dawn to evening they consume, They perish, none regard their doom : Doth not their excellency wane ? They die, nor wisdom can attain. Chap. xix. v. 23. Oh that my words were written fair, Impress'd, my witness to declare, Grav'd with an iron-style, and lead, Deep-cut, the native-rock o'erspread. This record my conviction gives — I know that my Redeemer lives! Then where, O peerless wisdom, found, What regions understanding bound ? From all that e'er can live, conceal'd, Nor to the bird's keen eye reveal'd, * Salvation or Jesus Christ. t St. John the Baptist."], [33, "23 Death and destruction's-power declare, Her faint report hath reach'd our ear. The Powers Divine beholds her seat, He knows the place of her retreat, His glance to earth's extreme is given ; Beholding all that's under heaven, The balance of the air t' assign, The sea's proportion to define, T' establish the decree for rain, The path of lightning's shaft t' ordain : He then saw Wisdom, to declare, The proof t' establish did prepare, And unto Adam gave behest — The fear of God is Wisdom's guest, And understanding lay to heart From all that's evil to depart ! Iahuiah 1 'mong the sons of light, Who's like thee, 'mong the sons of might ! Glorious in holiness and praise, Awful in thy mysterious ways ! Thou stretchedst-forth thy dread right-hand, Earth swallow'd them at thy command. Thy love and might this ransom'd race Guide to thy holy dwelling-place. Nations shall hear with trembling knees, All Palestina, terror seize. Ædom's proud chiefs with anguish quake, And panic Moab's warriors take, Their kingdoms doom'd thy people's prey, All Canaan's tribes shall melt away, Dismay and anguish all alarm, Still as a stone beneath thine arm, Until thy ransom'd people pass, The people ransom'd through thy grace. Them shalt thou bring to, safely found, In t' hill thy heritage that's bound, The seat appointed for thy grace, Iahuiah ! fix'd thy dwelling-place, The Lord's own sanctuary declar'd, Pavilion by His hands prepared, Where thou, for good and all, shalt reign, Thy kingdom upon earth maintain. THE SONG OF MOSES, Exodus 15. Then Moses sung, and Israel's race, This triumph to Iahuiah's grace. Iahuiah praise, for great his deeds, For he triumphantly proceeds, The charger and his rider proud He casts into the raging flood. For Pharaoh's host and chariots rode, His host the bed of ocean trode, Iah, I hail, my song, my tower, Iahuiah's name, salvation's power, My God ! his dwelling will I found, My father's God! his praise will sound. And on them did Iahuiah turn The waters to their ancient bourne ; Whilst Israel's race, conducted high, March'd through the ocean firm and dry. Iahuiah, might of war, proclaim, Iahuiah his tremendous name ! And Miriam, Aaron's sister, sung, The prophetess, on timbrel rung, To Israel's daughters in her train Responding the triumphant-strain, With timbrels, pipes, thus peal'd their praise To celebrate Iahuiah's grace. For Pharaoh's chariots and his host He hath into the ocean toss'd, Whose captains, known for mighty-deeds, Are drown'd amidst the sea of weeds. The depths' dark shades are o'er them thrown, Sunk to the bottom as a stone. Iahuiah praise, for great his deeds, For he triumphantly proceeds, Both charger and his rider proud He hurls beneath the raging flood. Iahuiah ! thy right-arm of might Is glorious in the cause of right. Iahuiah ! thy right-hand hath crush'd The foe that on thy people rush'd ; For thine, in majesty most dread, Upon presumptuous foes to tread, Thy wrath gone-forth fulfill'd their doom, Their host like stubble to consume. JEPHTHAH Judges 11. To God, thus Jephthah vow'd his suit Unqualified and absolute. Heap'd were the waters at thy wrath, Set standing as a heap of froth, The depths were heated as the shore, Dried at the very ocean's core. If, through thy glorious name address'd, O'er Ammon's children victor bless'd, Then whatsoever from my house Comes forth, when triumph hails my vows, And bless'd with peace I shall return — Shall off'ring to Iahuiah burn. The foe made boast — I will pursue, Will seize the trembling prey in view, The booty portion at my will, My soul to satisfaction fill, Will draw my sword and dispossess, Yea, mine own arm shall work redress. The chief return'd with conquering vows To Mizpeh, to salute his house; And, lo ! his only daughter came To hail him with the conqueror's name, Thou did'st but breathe, the ocean drown'd, They sank as lead in the profound."], [34, "24 Joshua x. v. 12. 13. H- His only child, with dance and song, The foremost of a joyful throng. Thus to th' Almighty Joshua spake In that tremendous day, When God, for chosen Israel's sake, Would Amor's children slay. Surpris'd with woe, his clothes he rent, And made this agoniz'd lament : Alas ! my daughter, worse than foe, Thou'st brought me to the depths of woe, My op'ned mouth Iahuiah claims, The pledge retraction never shames. 2. Sun! stand thou still on Gibeon's head, Moon ! in Aialun. The Sun stood still, the Moon delay'd, My father, duteous, she replied, That in Iahuiah didst confide, On me thy solemn vow fulfil For Ammon yielded to thy will. 'Till Israel conquest won. S. Father, she said, be this forborne, Two months, with maids to range forlorn, And wail upon the mountain height Forbidden virgin-troth to plight. The Sun 'midst heaven pour'd forth his beam, Nor gave an usual- day,* No day like that in time's long stream, Could nature's power display. Go, said he: to the wilds she went, With fond companions to lament Her virgin-charms, by none caress'd, To bloom devoted and unbless'd. That sojourn past, her father found To yield, as by his promise bound ; Nor to her virgin-love dar'd claim A man, the faithful husband's name. 4. God suffered that a creature's voice Should stay the course of light, Whilst, for the people of his choice, He put their foes to flight. JOSHUA. From this the custom every year, For Israel's daughters, far and near, Four days in pilgrimage to mourn The daughter of the vow forlorn. Thus to Iahuiah Joshua spake, When in the day for Israel's sake, Iahuiah yielded Amor's race To perish before Israel's face. CHARLES GEORGE DYER, Sun ! stand thou Gibeon's height upon, Moon ! in the vale of Aialun. Great Nephew of the Poet of Grongar Hill, died October 29th, 1810, aged 53. The sun stood still, the moon delay'd 'Till Israel from the slaughter stay'd. Dyer, for thirty years my friend, Life's fellowship hath found its end. Fine was thy taste, the muses mild On thy congenial efforts smil'd : \" Illustrious* men\" were thy delight, The sons of intellectual-might ; And thine impartial purpose drew Their characters to history true. Kind \" Woman,\"! too, 'hy heart confess'd, Alone could render manhood bless'd, Nor e'er could thy long-widow'd love A second bond of union prove. Thy country's welfare, though at heart Thy purpose duteously t' impart, Like others of her children blind, Too oft t' excuse her foes inclin'd. When will th' infatuate race forsake Their parent's adverse-part to take, With patricidal zeal to spurn, Her merits never to discern ? The world such weakness cannot peer, Though, Dyer, was thy heart sincere. Adieu, my friend, though free thy speech, Thy loyalty might none impeach. The sun in heaven's meridian shiu'd, Nor, as an usual-day, declin'd.* No day like that was known before, Nor after hath been any more. Iahuiah to man's voice gave heed, Iahuiah fought for Israel's seed. Proverbs xxiv. v. 30. The field I pass'd of one of sloth, The man to all exertion loth, The vineyard not by him enjoy'd, The man of understanding void, And, lo! with thorns and nettles grown, And broken-down the wall of stone. I gaz'd, and painful though to view, Sincere instruction thence I drew. A little sleep and soft repose, With folding of the arms to dose. So poverty shall come with power, Want, an arm'd-spoiler to devour ! • Published by him. t One of his Poems. * Heb. A Day of Perfections, i. e. an usual day."], [35, "25 GREENLAND. sufficient for the maintenance of the Patriar chal household of the Sovereign of Denmark ; but now lost unto the parent-state, and almost altogether secluded from the world at large, although the Inhabitants have sometimes been descried across the seemingly impas sible barrier of ice. When the Almighty Creator chartered man to the copy- hold of the world, at a quit-rent, not of payment but forbearance, (it not being possible that he that owed his very being to his Benefactor should be able any thing to pay, excepting in dutiful-obe dience,) He used these memorable words, lt Be fruitful, and multiply, and replenish the earth, and subdue it!\" — Subdue that where warfare then could not have taken place ? Subjugation, therefore, must here import conversion and appropriation. Then the material-creation must be converted unto our purpose and appropriated unto our use. Not that we have any reason to suppose that this world was constituted as our æternal habitation, even before the ordinance of death ; nor that it is to our present purpose to discuss the postulatum, which, probably, it would be no very difficult matter to esta blish, that animals, in a secondary sense, produce their own sustenance : although it must be obvious that not one material-being can ever take out of the world more than that nothing which it brought in. For organised bodies do not really consume any portion of their apparent sustenance, that which appear ing to be consumed being only temporarily absorbed into their constitution, and is all ultimately returned to the general elements of nature at the animal's decease, or that it is necessary to take into consideration the fact, that new-continents are arising from the bot tom of the sea, which, probably, at no very distant period, will become habitable for mankind, so that we may smile at the fore boding theories of those who dread the over abundant population of the world, for the provision of whose increasing inhabitants the animal-tribes of the land and ocean at least proportionably increase. But let us cast our eyes round, and survey what a large propor tion of this globe lies waste, and in compari son to what it might be rendered capable of producing by human exertion, almost alto gether unproductive ! We will not even suffer eur eyes to dwell upon the vast and fertile empire of India, com paratively thinly peopled to Great-Britain, which is not to be mentioned with it in If we examine the geography of the lati tude of this country, we might ask, why should the coast of Greenland be more en cumbered with ice than that of its antagonist country ? It is from the navigation-charts rather than from ordinary maps that cosmo graphy should be studied ; and here we find the reason at once. The sea on the coast of Norway is unfa thomably deep, so much so, that one of the Fiords or Inlets has been sounded thirty miles inland without its depth having been ascertained. On the contrary, the ocean on the coast of Greenland, like that of most eastward shores, is but shallow ; and thus we find the reason of its being blockaded by ice. Ice is generally found to weigh two-thirds of its capacity of ordinary water, and as the coast of Greenland varies but from three hun dred to six hundred feet in depth, none of the icebergs can be more than three hundred feet above the water. The ice is also locked-in in the winter-season, by Spitzbergen and Iceland, with other rocky-islets, which pre vent the ice drifting towards the equator. It would, therefore, seem that a small amount of combustible-power would prevail to liberate this extensive coast of Greenland from the accumulated winter of seve ral hundred years. At the vernal-season, the blasting of artillery would liberate the greatest portion, and the largest ice berg might probably be dispersed into thou sands of fragments by an ounce of fulmi nating powder. Even the concussion pro duced by a single musket has been expe rienced to shiver a mountain of ice into innumerable fragments, and little doubt can be entertained but by the blasting of artillery, not merely a great portion, but the whole continent of ice would be dislodged. A vast extent of field-ice might be broken-up by a catamaran, as the largest mountain-mass destroyed by an apparently insignificant quantity of detonating or fulminating pow der. capability for the production of human-sus tenance ; yet which, notwithstanding its amazing fertility, through mis-management, and nothing else, is occasionally visited by the penalty of dearth. For experience esta blishes the fact, that mis-management alone can occasion famine in a populous land. The object of this paper is to desire your notice of that extensive country called Greenland, which, ages ago, was a thriving and populous colony, producing a revenue But the recovery of the country of Green land, extensive as it is, would be hut an inferior benefit to the amelioration of our European climate, which would be the certain consequence of the dispersion of the North western ice. The Alps and the Andes are passed without difficulty ; the superior heights of Nepaul are"], [36, "26 the name of Ice-Blink, and sheds its radiance to a vast extent. subdued, to become the habitation of man kind ; and shall human energy be limited by a barrier of ice, when the gunpowder ex pended in the destruction of the Royal George, would probably have restored an entire continent to the civilized-world. The ice is formed in the Northem-nvers, and upon the shallow coast of the Russian empire ; it drifts past the North Cape, and the larger masses take the ground in the shoal-water off Greenland, which country possesses several rivers of open water in the summer-season, while their æstuaries are blockaded, not by bars of sand, but bridges of ice. A remarkable one of which bears The mighty ocean hath its ban impera tively given, Hitherto shalt thou come, but no farther : And here shall thy proud waves be stayed; But the charter of the human race extends to the subjugation and appropriation of the world entire, and the full powers of that energy which has never yet been taxed unto the extent of its ability, is lawful, yea, even commendable, in its utmost use. O. F., April 25, 1840. By the tame Author. An ELEGY on GENERAL MOORE and other ELEGIES. A VERSION of the PSALMS, principally from the Text of Bishop Horne. A VERSION of the PSALMS, from their original Text, Part First. A VERSION of the MESSIAH. The DIRGE of St. CATHARINE'S. The DIRGE of FAUNTLEROY. An ADDRESS to Her Most Faithful Majesty Queen MARIA DA GLORIA. MARRIAGE, The DAYS of DELIGHT, and other SONGS, &c. Ready for the Prets. An entire VERSION of the PSALMS, from their original Text, 12s. A VERSION of the SONG of SONGS, ditto 5s. ditto 5s. The CREATION and the REVELATION of ST. JOHN THE DIVINE, from their original Text, with NOTES, and other POEMS, 10s. A PROSE TRANSLATION of the PSALMS, being the Prayer Book Version rectified, 2s. Gd. A VERSION of the BOOK of JOB, from the original Text, with a Critical Dissertation, 7s. 6d. An entire VERSION of the ODES of HORACE, 7s. 6d. Printed by G. Taylor, 7, Little JamesJStreet, Gray's Ion Lane."], [37, ""], [38, ""], [39, ""], [40, ""], [41, ""], [42, ""], [43, ""], [44, ""]]