[[1, ""], [2, ""], [3, ""], [4, ""], [5, "MARTYRS TO FASHION: S iMnl. by JOSEPH VEREY. IN THKEE VOLUMES. YOL 111. LONDON : TINSLEY BROTHERS, 18, CATHERINE ST., STRAND. 1868. {All Bights Reserved.)"], [6, "LONDON : G. II. BEAEE, PBINTEE, QUAY'S INN BO-D, KING'S CEOSS, W.C."], [7, "CONTENTS OF VOL. III. P4GK CHAPTER I. LIMITED LIABILITY , 1 CHAPTER II. Caroline's fiest grief 21 CHAPTER III. ANNIE IS WON ... 42 CHAPTER IV. LETTER WRITING 55 CHAPTER V. WAITING 68 CHAPTER VI. MRS. MELLOR 79 CHAPTER VII. BITTER MEMORIES 94 CHAPTER VIII. fire! 100 CHAPTER IX. HOSPITALITY 121"], [8, "iv CONTENTS. FAG- CHAPTER X. OFF THE RAILS 133 CHAPTER XI. BADEN-BADEN ... 158 CHAPTER XII. schondorf's concert 165 CHAPTER XIII. laura's decision 182 CHAPTER XIV. WINDsNG UP 197 CHAPTER XV. NINE days' wonder 208 CHAPTER XVI. a contrast 219 CHAPTER XVII. going to the dogs -233 CHAPTER XVIII. Caroline's last grief 240 CHAPTER XIX. cruppy's triumph 258 CHAPTER XX. merton once more 273"], [9, "MARTYRS TO FASHION. CHAPTER I. LIMITED LIABILITY. There was a great stir at the Ching ford Villa. Every fly at the railway station had been engaged to bring visitors to Mr. Shirley's private residence, and more than one carriage had been seen in the quiet lanes. There were other visitors than city men to-day, for the West End contributed also to swell the number of guests, and it was no little astonishment to some titled gen tlemen from Belgravia, to find such VOL III. B"], [10, "2 MARTYRS TO FASHION. charming scenery, and so much taste and refinement at any portion of the East End. A grand project was in contemplation at the Chingford Villa, and as nothing can be done in England without a dinner to begin with, Mr. Shirley determined to invite these gentlemen to dine first, and afterwards to unfold the scheme he had in view. This was simply to transform the firm of Shirley and Son into \" The Colonial Produce Company, Limited,\" a remarkably easy and agreeable way of staving off that ruin, which could not otherwise be delayed. I wish I could inform the reader what number of shares it was proposed to issue, and of what amount, but unfortunately, so many a fair prospectus has found its way to the flames latterly, that I fear the one"], [11, "3 LIMITED LIABILITY. in question, has also served to light the fire. However, it was intended, of course, to raise a great deal of money, which was to be expended \" partly in purchasing the old established business of Shirley and Son, and forming it into a company without delay.\" The directors were happy to state that the well-known financier, Lord Dufferly, would be chairman of the board. That Messrs. Walter Shirley, senior, and Walter Shirley, junior, would be direc tors ; also, that George Harland, Esq., merchant, of London and Merton, Ox fordshire, would become a director, with other important and distinguished mem bers of the commercial and aristocratic world. Considering the vast extent of the business transacted by this old commercial house, it was proposed that the directors received for their services b 2"], [12, "4 MARTYRS TO FASHION. the sum of one thousand pounds per annum, and that the old servants of the firm be retained ; and the directors had also the great satisfaction to announce that the eminent bankers, Tightfit and Bland, would transact the business of the \" Colonial Produce Company, Limited,\" and also, as it was whispered at the dinner table, discount the paper of the company without any restriction. \" The great success with which the firm of Shirley and Son had been con ducted,\" said Lord Dufferly, in his little after-dinner speech, when he introduced the subject to the guests, and offered the shares of the under taking, \" was in itself a guarantee of a handsome dividend to the shareholders. He did not wish to be sanguine (no director, shareholder, chairman, or paid"], [13, "5 LIMITED LIABILITY. clerk of a company ever is), but he believed he might say, judging by the extent of the transactions already, and the unbounded field which opened to them, in supplying the large demand for colonial produce, that a dividend of at least fifteen per cent, was absolutely certain. Few companies started on so sound a basis as \" The Colonial Produce Company, Limited,\" few were so little restricted in their range of business. He was not acquainted with commercial details him self, but he had been informed upon the very best authority, that in such commo dities as currants, rice, sago, and tapioca, there was practically no limit to the amount of business which could be done. Was it for them to lock up their funds in acres of barren land, which barely returned them two per cent., when a golden harvest was awaiting them from"], [14, "6 MARTYRS TO FASHION. tapioca ? Would they, as men of com mon sense, allow their capital to lie dormant in banks and ground rents, in waterworks and railways, when twenty per cent, was lurking in currants ? Certainly not.\" This speech of Lord Dufferly was so well received, that a large number of shares were subscribed for ' there and then. No questions were asked, for it appeared, just at that time, as if the very name of a company was a guarantee for immense interest upon capital. New schemes were brought forward hourly — nothing was too hot for the coolness of a promoter, or too heavy for the resources of a director. It was only to catch a lord, and half-a-dozen directors, men whose names had been advertised a little. It was enough for shareholders generally, that John Smith, Esq., or William"], [15, "7 LIMITED LIABILITY. Tompkins, Esq., could be seen in the various daily papers, and that the shares were quoted at a premium. George Harland was staggered when the proposition had been made to him, to become a director, at a thousand a year. He was strange to London modes of doing business, but when his uncle assured him that in a short time it was probable that every kind of business would be transacted by a company, and when he read in the papers every day reports of companies, all paying dividends, some of twenty, some even of fifty per cent., it did seem as though his brother Gilbert was wasting his time at Merton. He wrote to Gilbert immediately the company was formed, inviting him to take shares, and sending him papers with accounts of meetings, &c. At first Gilbert turned a deaf ear to all this,"], [16, "8 MARTYRS TO FASHION. but there was a secret temptation he could hardly resist in the prospect. Annie Warren was at home again, but the friendly and affectionate feeling of old seemed utterly gone. Michael War ren could hardly, after all that had passed actually forbid him the house, but it was very certain that Annie avoided him, and the farmer, sulky with his own mortifications, would sometimes not speak to him at all. His brother, director of a company, at a thou sand a year ! why, in three years, he would receive back his capital invested. He could trust his brother of course ; George had always seemed quick-witted enough, and his uncle Shirley had been extremely kind. The one difficulty with Annie would be smoothed away with a thousand a year, for his uncle's influence would, perhaps, be sufficient to get him also on the board."], [17, "LIMITED LIABILITY. 9 Full of the idea, he called upon the paper maker, Compton, who had always fancied the timber dealer's premises, and wished to erect a second mill there. The stock of timber and goodwill of the business, would be worth, at least, seven or eight thousand pounds. The premises were freehold, and if he let them on lease, at a handsome ground rent, that would be a living for his mother, and then came the chief motive that in fluenced him — would Annie refuse him with a thousand a year ? He was convinced she would not. With a thousand a year, one could do almost anything, such was Gilbert Harland' s exaggerated idea. For himself, he had not the slightest ambition for smart dress, smart furniture, or smart company. He would have been contented and happy, as his father had been before"], [18, "10 MARTYRS TO FASHION. him, to w7ork hard and live plainly. In reality, he despised, as we know by his conversations with Annie, the flashy costume and the slangy manners of the day, and preferred simple, straightforward work, as a means of gaining his daily bread, before any schemes, or artificial modes of making money. But it requires immense self-reliance not to go with the tide, especially when one's ideas are influenced by a passionate affection for a pretty girl, who craves all sorts of graceful and delicate surroundings, which can only be obtained with money, and enough of it. He saw plainly, now, that Annie would not, and could not be happy in narrow circumstances, and he began, himself, to consider whether he would admire her as much, if, instead of the charming dresses she wore, he saw her daily in a homely dowdy costume,"], [19, "LIMITED LIABILITY, 11 ill-fitting, and of coarse material. The little nicknacks and ornaments she always wore, seemed to suit her uncommonly well, and it was an agreeable relief to see her to-day in one kind of dress, and to-morrow in another. All this need not be dispensed with, if he had a thousand a year. She was fond, too, of giving little parties, and making presents, and buying all the new songs, and subscribing to the local charities. One might get a great deal of this sort of thing out of a thousand a year. So impressed was Gilbert with the future before him, withal so hopeful, that he paid a visit at once to the Mount Farm, and discussed the subject with Mr. Warren. Gilbert could not but remark the sudden thaw in the farmer's manner, when he had read George's letter."], [20, "12 MARTYRS TO FASHION. His reception had even been more ungracious than usual, and it was with some difficulty that Gilbert prevailed upon him to read the letter, but the immediate change in his manner, when the prospect dawned upon him that Gilbert might, after all, become a rich man, was laughable in the extreme. He was a little surprised, too, at the actual position of the Harlands. He had always considered them poor people. In fact, Gilbert's wooing had been so free from pretence, that he had as yet not even made the farmer acquainted with the value of his timber business and stock. Another idea entered the farmer's mind while he read George Harland's letter. Could not he, Michael Warren, be a director of a company ? He sounded Gilbert thereupon at once, and Gilbert,"], [21, "LIMITED LIABILITY. 13 only too happy to find his course of true love likely to flow in a smoother channel, promised to write to his brother for further particulars, that very day. In the meantime, \" The Colonial Produce Company, Limited,\" progressed swimmingly. George's little capital was, of course, now paid back to him in shares of the company, and so rapidly did the undertaking meet public favor, that he might have made a thousand pounds by selling his shares, within ten days after the first advertisement in the Times. But it is pleasant to have a little power, and George was not displeased when important-looking city men called, and hoped to have the pleasure of seeing his name upon the board of this and that company. He was amused, too, when quiet country gentlemen solicited"], [22, "14 MARTYRS TO FASHION. an interview with him, and craved his advice as to investments for the savings of a lifetime, and when architects and builders consulted him as to the arrange ments for new premises. Of course the buildings in St. Mary Axe were discarded by the company, though com modious enough to have done five times the business ever transacted by Shirley and Son. If ever George entertained a doubt as to the solvency of his uncle, that feeling was entirely banished when he saw the eagerness with which the shares were taken up. He was not aware of the extent of the mania which had seized the public mind, and attributed the success to the tangible value of Shirley and Son's business. It was not a little gratifying to be a director of such a flourishing concern, and he wrote"], [23, "LIMITED LIABILITY. 15 again to Gilbert, urging him, if thera was any chance of Compton buying the timber yard, to close with the offer at once, and join him. Gilbert had caught the infection of the times, like his brother. In spite of the remonstrances of the widow Harland, and in opposition to the advice of many old friends, he sold the timber yard to the paper maker, but his strict sense of justice made him careful that the risk, if any, should be entirely his own, and he therefore made terms with Compton, which secured his mother a living, come what would. Mr. Warren was greatly disappointed to find that the arrangements already made would not permit of his becoming a director. It would have suited him admirably. To have bounced and blus tered, and acted in the grand style"], [24, "16 MARTYRS TO FASHION. upon the property of others, would have been extremely congenial to his nature. Finding himself too late for this pur pose, he revenged himself by purchasing largely in shares of the company, though warned by George, who was already acquiring some financial knowledge, to be prepared for the calls wThen they became due. But the process seemed so easy. To buy hundred pound shares, by the payment of a pound or too upon allotment, and a call of five pounds in two or three months, was perfect child's play. If Michael Warren had only remembered at that moment, the diffi culty he experienced in raising the last year's rent ; but it was his way to forget a trouble or annoyance the moment it was over. He became the proud pos sessor of fifty shares in the new company,"], [25, "17 LIMITED LIABILITY. and there was not a single farmer within ten miles of Merton, but was made acquainted with the fact. What an important man he became once more, how loud he talked when he attended market, and how he domineered at any social gathering. Cruppy was perfectly bewildered by the grandeur of his manner, and betook himself oftener than usual to the \" Coach and Horses,\" to talk the matter over with his old cronies. Mrs. Higgins, also, was mystified. It was not the style farmers adopted when she was younger, and she could make nothing of these modern ways, but fell back upon her unfailing hope, that this, like everything else in the world, \" was for a wise purpose.\" In Walter Shirley's opinion, limited liability was the best system ever VOL. III. C"], [26, "18 MARTYRS TO FASHION. adopted, and he talked enthusiastically to George Harland about it. \" You see, George, there are lots of people in out-of-the-way places, who have saved a little money, and don't know what to do with it, which is a great pity. If they go for advice to their friends, the only suggestion they are greeted with, is, \"put it in the funds, or buy a house with it,\" or some old fashioned system of that sort. Well, they buy a house, and don't get their rent, or the roof falls in, or the main drainage system falls foul of them, and puts them to no end of expense, and if they go to the funds, what interest do they get ? Now here in limited liability is a nice sort of ready-made providence for such people. All they have to do is to buy their shares, and they have no further trouble, there is no risk"], [27, "19 LIMITED LIABILITY. beyond the amount invested, and a handsome dividend tumbles down upon them like ripe fruit in an orchard, when the trees are shaken.\" \" With the chance of an unequal distribution, sometimes,\" said George, laughing, \" and the calamity that all the trees won't bear.\" \" That depends what orchard they choose, we can't expect out of the thousand and one schemes submitted to the notice of the public, that they w7ill all come up to the Colonial Produce Company, Limited.\" \" Nor pay the directors a thousand a year,\" retorted George, who seemed in a satirical mood. \" These good folks can't expect their ready-made providence to take care of them for nothing, George.\" \" All's well that ends well, cousin. c 2"], [28, "20 MARTYRS TO FASHION. If the Company stands, I shall certainly have no reason to complain.\" \" Stand ! why, of course it will stand. It will be one of the grandest establish ments in London. We shall have our own vessels to bring the colonial produce over, and do the thing in style, I can tell you.\""], [29, "CHAPTER II. Caroline's first grief. Poor Sandall fretted greatly at the loss. of his daughter. He was a thoughtless, foolish man, perhaps, but there was a vein of tenderness in his nature, and it had all been lavished upon Caroline. He saw in her something of the bright- ness and gladness of his lost ideal. She was a link between him and the world, which now being removed, seemed to condemn him to exile, for he was not a man to propitiate others. If a pupil bungled, Sandall called him a fool without the slightest hesitation. K he painted a sketch for a farmer or trades man, and any fault was found with it when he took it home, he would most"], [30, "22 MARTYRS TO FASHION. likely carry it back again, and never return it. He often reproached himself in his solitude with the manner in which he had trained Caroline. He never could satisfy himself, now that she was gone, that he had done enough for her. He forgot all her petulant ways, all her pride and caprice ; he only remembered the pretty girl who was the companion of his sketching rambles. He never sketched now. Since her marriage, the poor artist fell into a melancholy state, sometimes being so forgetful and wan dering, that he was hardly in his right senses. He had still one constant, earnest friend in Laura Mostyn, but she per ceived, with pain, that he was hardly able to take care of himself. She called upon him constantly, and always"], [31, "Caroline's first grief. 23 came with some present, to add to his comfort, and listened by the hour together, when he was in his dreamy moods. One day when she called, she found him really ill. His mind wan dered, but he rambled chiefly about his art and his daughter. \"Ah, Miss Mostyn, you are exceedingly kind,\" he said, \"but I wish you would persuade Caroline to come down and see me. She is very forgetful of her poor old father. If I could have given her a fortune she would have been more affectionate, perhaps. But it is not given to everybody to paint like Turner, Stanfield, or Landseer, and how many are there who might have been great if they could only have waited.\" Then the artist, who was compelled to keep his bed, wandered away to some youthful memories, which had no mean-"], [32, "24 MARTYRS TO FASHION. ing for Miss Mostyn. At last, he seemed to remember that someone was in the room, and muttered something about a landscape. She leaned down to him, and tried hard to understand what he meant, but he seemed so weak and imbecile, that he could only point to the adjoining room. Laura, compassionating his helpless state, ran eagerly to the next room, in the hope of discovering what he wanted, but the room had a very un promising appearance. Evidently, at one time, he had used the place as a studio, but it was now thoroughly neglected, full of dust and cobwebs. A critical notice of one of his works was pasted upon the wall, with the date affixed, as though the artist had an idea that it Avould stimulate him in his labors, but the room looked as though"], [33, "CAROLINE'S FIRST GRIEF. 25 it had not been used for years. Puzzled as to Sandall's meaning, she was about to come back to him, and ask him again what he wanted, when her eyes fell upon a package of considerable size, which looked as though it contained a picture. Fancying this was what the painter wanted, she hastily unpacked it, covering herself with dust as she did so. When the wrappings were off, she saw it was a really exquisite landscape and placed it against the wall, lost in admiration. It was a view on the Thames at sunset, taken from a spot a few miles from Merton, where the river bent gracefully round, beneath a bold range of hills, covered with dense foliage on the one side, while upon the other, a wide expanse of undulating scenery formed a glorious contrast to the pic turesque foreground."], [34, "26 MARTYRS TO FASHION. As Laura gazed upon the picture, her eyes filled with tears. She was so keenly alive to everything that was beautiful, and it seemed to her so truly sad that such exquisite talent should be lost to the world. Meanwhile, Sandall's faculties were clearing up a little, and he called, in a weak voice from the other room — \"May I trouble you, Miss Mostyn, to bring a landscape there is in that room. I fear it is very dirty, but I should like to see it again, it has been there for nearly twenty years. Good God ! how happy I was when I painted that ; how many days did I spend from dawn till dusk, watching all the various lights of dawn, noon, and sunset, till I satisfied myself under what aspect it would look best.\" Miss Mostyn, with no little effort,"], [35, "CAROLINE'S FIRST GRIEF. 27 brought the picture to the artist's bed side, and set it upon a chair, so that he might see it. He raised himself in bed, and looked at it long and earnestly. \" Perhaps it might sell now,\" he murmured thoughtfully. \" I wonder why it was returned. Didn't catch the popular taste, I suppose. Perhaps it would go down now. There will be a market for big pictures some day, I shouldn't wonder. Will you keep my poor landscape, Miss Mostyn ?\" \" That I will, with pleasure, Mr. Sandall.\" \" Somebody might make an offer for it in time, and Caroline will be glad to know that her old dad painted one picture that wasn't contemptible.\" \" If you will only name your own price, Mr. Sandall,\" said Laura, \"I will buy the picture. I consider it simply"], [36, "28 MARTYRS TO FASHION. beautiful, and should be proud to possess it. I had no idea that you were such a painter as that proves you to be.\" \" You would buy it from charity,\" said the artist, faintly. \" You are an angel of goodness, Miss Mostyn, but I won't have charity from anybody.\" \"Don't distress yourself, Mr. Sandall, I'll talk the matter over with Caroline.\" \" Have you heard from her lately ?\" asked Sandall, rousing himself. \" I hope she is happy in her marriage, but I was never much impressed by that Captain Mellor. He was too flippant and worldly for my taste. If I get better, and go to London, I wonder if he would make me welcome. I know so little of fashionable manners. I should have to undergo an examination in the laws of etiquette.\" \"Let me write to her, Mr. Sandall.\""], [37, "CAROLINE'S FIRST GRIEF. 29 \"Thank you, yes, do so. I shall never see her again, I believe. Give her my blessing, it is all I have to give her.\" \" You must not be desponding,\" said Laura, kindly, \" the winter will soon be over, and then you will get out of doors, and feel yourself again. You shall paint me a landscape as a com panion to this, but I will have my own choice of subject, mind.\" Sandall put out his weak, trembling hand, as though seeking for something. Laura came a little nearer, and he took her hand, and put it to his lips. \" You have seen the best and worst of me,\" he said, almost in a whisper, \"God bless you.\" While he spoke, Laura observed a great alteration in his expression. He babbled some unintelligible words, having reference to his art, or the painting"], [38, "30 MARTYRS TO FASHION. beside him. Laura could not understand which. In a moment the thought en tered her mind that the poor artist was very near~his end. She had never wit nessed death herself, and with her rich glow of health, and her warm, large heart, it seemed to her inexpressibly sad that he should die like this. There was no cottage near, and no one passing, and she was afraid to leave him. She went once more to the bedside, and looked at him. He was so still, that at first it seemed as though he was really dead. Alarmed at this, she went to the cottage door, and this time, to her great joy, saw someone coming that way. She waited at the door, till a well dressed, handsome man came up, who bowed politely, and was about to pass on, when Laura stepped out and spoke to him."], [39, "CAROLINE'S FIRST GRIEF. 31 \" There is a person lying here dan gerously ill, I fear. I am alone with him, and quite ignorant what should be done; will you kindly step in and give me your opinion, and assistance.\" \"It is my profession, madame,\" said the stranger, bowing again, and speaking in a slightly foreign accent, and evidently astonished at her great beauty, he fol lowed her into the house. He approached the side of the bed, felt Sandall's pulse, and sitting down, looked at him earnestly for some time. Though the first sight of Laura had evidently impressed him deeply, pro fessional habit so far influenced him, that he sat watching the poor artist, apparently unconscious of her presence. \" Some stimulants might revive him for a time, but it will not be for long.\" Laura looked about the little cottage,"], [40, "32 MARTYRS TO FASHION. but there was nothing to be found. Since the fatal time when his excesses had hurried his young wife into the grave, the artist would not allow a drop of wine or spirits to come into the house. \"It is extremely kind of you, sir, to come in here, and if you will stay with him, I w7ill soon fetch some wine or brandy from Coombe House. \"Ah! you are not a relative, then.\" \"No, that is my home, yonder,\" she said, pointing to the house, which could be seen in the distance. \" I will stay, madame, be assured.\" It was no other than Santi, who had come thus opportunely, and who, when Laura was gone, made a more careful examination of the sinking artist. He was confirmed in his opinion that poor Sandall's tide of life was fast ebbing"], [41, "Caroline's first grief. 33 away. There was nothing that could be done, beyond giving him momentary relief. Santi looked round the bare and miserable room, wondering more and more to see such a picture as that which stood upon the chair by the artist's bedside. Wondering, too, at the anxiety of that beautiful woman, and thinking how like she was to a portrait of Giorgione, he had seen in a gallery at Rome. Remembering, too, how he had said, if he could ever see a woman like that, he would ask her to be his wife. That was but a boyish fancy, and he had never seen his ideal, or anything like it, before. But this lady came out of charity, of course, to visit the poor dying man. It was a sacred duty, and he would do all in his power to aid her, and take care not to forget his position. vol. in. d"], [42, "34 MARTYRS TO FASHION. In an incredibly short time, Laura came back, bringing a servant with her, laden with w7ine, fruits, jellies, and other good things, but Santi took only a little brandy in a teaspoon, and applied it to Sandall's lips. It revived him for a few seconds ; he opened his eyes and looked wildly about him, but did not speak. Then his eyes settled upon the picture, and a glowing smile passed over his face, as if he had recognized a dear friend. \"One can see that he painted that,\" said Santi, in a gentle tone, so tender and sympathetic, that Laura's heart warmed to him at once. The smile that lighted up the features of the dying artist, was like the fading glow that tinged the subject of his picture. Night must follow, and that soon. He had ceased to recognize even"], [43, "Caroline's first grief. 35 Laura, whose tears fell fast when she saw how utterly impossible it was for Caroline to be summoned in time to see him alive. She, however, tele graphed at once, warning her that he was dangerously ill. The new7s came at an unfortunate time. Caroline was shrewd enough in her judgment of character, and she had been too accustomed to a make-shift life to be long in discovering the un certainty of Captain Mellor's ways and means. As for that gentleman, he was not much moved by Caroline's evident knowledge of his circumstances. He adopted his usual philosophy, trusting that some favourable chance would turn in his favor, and spare him any great trouble in the matter. He had so often been picked up and put on his d 2"], [44, "36 MARTYRS TO FASHION. legs by that capricious nurse, Fortune, that he felt himself warranted in trusting to her yet. He was like many, who, when they are in a position which is occasioned by their own cowardice or folly, think only of the chances that may release them. He was almost confirmed in the belief that his indis cretions served him best. With grave doubts as to her future, when she returned to town, Caroline went down to Merton, to learn that the poor, shambling, careless, kindly artist was gone. She had been too thoughtless, too flippant, herself, to bestow much care upon him while he lived, but now it was too late, many bitter thoughts crowded upon her, and she made no secret to Laura of her regret for her past conduct. \"If I had listened to him, it would"], [45, "CAROLINE'S FIRST GRIEF. 37 have made me happier all my life,\" said Caroline, with genuine grief. But it was unavailing now. The future did not look promising for Caroline. She could not even pay the expenses of her father's funeral. Laura wondered that Captain Mellor did not accompany his wrife, but he had made some plausible excuse that he could not leave town. The funeral over, Caroline went back to Jermyn Street, but her reception by Mrs. Torkey was anything but cordial. \" I was afear'd, ma'am, you wasn't a coming back again,\" said that lady, rigidly. \" Oh, of course I came back again. I don't know why you imagine that. I was not aware Captain Mellor had made any other arrangements.\" \" As to arrangements, ma'am, begging"], [46, "38 MARTYRS TO FASHION. your pardon, I think it is time he did make some sort of arrangement. I haven't had a penny from your husband this blessed year, and how he supposes a poor lone widow is to pay her way, and be eaten up in this fashion, is past comprehension. ' ' \"But, my dear Mrs. Torkey, have you spoken to him ?\" Mrs. Torkey gave a ghastly satirical smile. \"As if I hadn't spoken myself hoarse, almost. Captain Mellor will bear speaking to, if any man will.\" \" Don't be excited, Mrs. Torkey, I will speak to him myself, when he comes home. I suppose he will be back soon.\" \" I should like some sort of under standing at once,\" said Mrs. Torkey, stiffly."], [47, "Caroline's first grief. 39 \" But, my good woman, what under standing can I come to about the matter. I will speak to my husband, when he comes home, and you see I am in trouble. At least, have some consideration for me. My husband has wealthy con nexions, and you need have no fear.\" Mrs. Torkey left the room, slamming the door with great violence, while Caroline dropped down upon the shabby sofa, wondering if the romance of her life had come suddenly to an end. Captain Mellor, too, knew the time the train came in, for she had written to him, but he had not met her at the station. He might have done that, thought poor Caroline, it is not so far from Jermyn Street to Paddington, but, perhaps, he had missed her, in which case he would be back directly. ' She rang the bell, and enquired of"], [48, "40 MARTYRS TO FASHION. the grubby maid what time the Captain had gone out. \" The Capting ain't been in the house these three days,\" said the girl. \"But he must have got my note?\" \" There was a note in a lady's writing, but we are used to them,\" the girl replied, in a matter-of-fact tone, not intending any rudeness. Caroline ran to the mantel-piece, and looked behind the dingy frame of the mirror, where any notes were usually placed by the girl. There, sure enough, was her own note, delivered the day before, but it was not opened.\" \" Good heavens ! something must have happened to him.\" \" I don't know, ma'am.\" said the girl, \" the Capting would often go away for days, the Capting would.\" \" Very likely, but not with a wife"], [49, "Caroline's first grief. 41 waiting for him,\" cried Caroline, pas sionately. The girl had not considered Captain Mellor in the light of a husband, and was, therefore, not competent to judge of his behaviour under altered conditions, and held her peace. For many a weary hour did Caroline pace that Jermyn Street drawing room, and look at the shabby little French clock that jingled upon the mantel-piece, always an hour or two before or after the time ; but the slowly vanishing hours that cling to us like the recollections of our follies and vices, when we would have them fly like lightning away from us, crept on till midnight, and from midnight to the chilly dawn, but Captain Mellor did not come."], [50, "CHAPTER III. ANNIE IS WON. Annie Warren had many faults, though Gilbert would not see them, but she was free from those wonderful peculiari ties which distinguish the girls of the present day. Girls who seem altogether of another race from those that flourished a quarter of a century back. She was delicate and refined in her language, and did not think it necessary to give piquancy to her conversation, by an admixture of the slang of the streets, or to ape the manners of the coarsest of her sex. She did not dye her hair, neither did she paint her face. Let Madame"], [51, "43 ANNIE IS WON. Rachel advertise as she would, Annie was contented with the Circassian Bloom, which nature imparted. Her love of luxury was mainly the result of a refined taste. She did not wish merely to surpass her neighbours in fashionable extravagancies. If crinoline was the mode, she did not appear in larger skirts than anybody else, and if any friend, possessing ordinary judgment, had guided her, instead of a vain, childish woman, like her mother, it is probable, she would not have risked her happiness by inducing Gilbert to change his mode of life, through her prompting. For it must be confessed, that no sooner did she learn the change that was likely to take place in Gilbert's position, than she became less reserved and distant in her behaviour towards him. She did not, when he came, find"], [52, "44 MARTYRS TO FASHION. excuses to stay in her own room till he was gone, nor refrain, wrhen he was present, from joining in the conversation. Altogether, she looked better in health and happier than Gilbert had seen her for a long time, and he was full of spirits and extremely hopeful of the future, in consequence. He no longer attempted to reason with her, and advise her as he had done before, when he imagined that his future life and home would be the Merton timber yard, and he was fearing she might be unhappy with the homely surroundings of the place. It had grieved him to find fault with her, even more than it had grieved her to hear the condemnation, for there was nothing dearer to Gilbert Harland than a woman's honor. He would not willingly have lowered the repute of"], [53, "ANNIE IS WON. 45 the humblest of the sex. It was only when he felt that Annie, by dress and accomplishments beyond her station, was forfeiting some of her claim to his esteem, that he had blamed her. Had she resembled many of her sex, she would have simply laughed to scorn such old fashioned remonstrances as these, but she knew his opinion was worth having, and she evaded the actual objection, by many little graceful manœuvres. She did not imagine she would make herself more attractive by copying the false red hair and painted eyebrows of a certain class of her sex, nor did she wish to emulate those who are flirted with by a weak-minded set of young gentlemen, who show them selves, however, not absolute idiots, by refraining to marry such women. She was contented to exhibit a very modest"], [54, "46 MARTYRS TO FASHION. portion of her bust if she went to an evening party, and her hair did not stream down her back, reaching nearly to the waist, nor was it elaborated into a chignon much larger than her head. She did not desire money in preference to affection and pure happiness. She did not wish to live a life of utter idleness, and had not lost all sense of responsibility, like too many of her fair sisterhood. She was not prepared to pay any price for the gratification of a transient pleasure, or the indulgence of a pet vanity. There was a genuine modesty in her nature, even when she was most inclined to follow the madness of extreme fashion. Gilbert had seen what this want of restraint amongst the young girls of the day was fast leading to, and the ten dency to follow them, which he saw in"], [55, "47 ANNIE IS WON. Annie, had alarmed him, and as a right thinking honest man, with a plain unpretentious home to look forward to, we cannot wonder at him. He saw that parents ceased to have any autho rity over their children — less even with their daughters than their sons, for the young damsels threw off all restraint, becoming daily bolder in their language, and coarser in their manners. They seemed destitute of any tenderness of feeling, and apparently did not even understand such an antiquated idea as high principle and justice to others. He saw them ruining hard-working fathers, who had spent all their lives in unceasing drudgery. He saw them no longer gentle, unassuming or domes ticated ; indeed, they had lost that sweet home feeling, which was once the greatest charm of an Englishwoman,"], [56, "48 MARTYRS TO FASHION. and which made her the envy of other nations. The love of display led them away from home and its duties, and they sought abroad the morbid craving for admiration wrhich so fatally possessed them. To Gilbert, there was no more satisfaction in such a display, than in the plumage of those gorgeous, foreign birds, which attract the eye for a moment by the strangeness or splendour of their plumage, but soon disappoint us when we find they are no songsters, or if they have any note at all, it is merely a wild screech, more painful than melodious. Who would not, rather, in the long-run, be content with the innocent, homely, brown bird, that would make the wood land echo with its choice melodies, gladdening the heart, as much as they delighted the ear. Gilbert's plain com mon sense told him, that there were"], [57, "ANNIE IS WON. 49 many drawbacks to the delights of love in a cottage, and he would not have asked Annie to make any great sacrifice for him, but for the life of him, he could not see any happiness to be gained by indulging in such monstrous folly as he had witnessed during the few days * he wandered about the streets of London in search of her. There was just that drawback to be guarded against in the future. If he accepted his brother's proposition, and joined the \" Colonial Produce Company, Limited,\" and Annie married him, as he now hoped and believed she would, they must live in, or near London, and the thought of his wife visiting in a dress, below her shoulders, or with her hair hanging down, as though she had just escaped from a lunatic asylum, quite horrified him. He knew, too, that VOL. Ill e"], [58, "50 MARTYRS TO FASHION. there were great temptations to pleasure and luxury in the vicinity of London, and he sometimes wondered if Annie would give due consideration to the responsibilities and duties of married life. He, least of all men, would accept the fate which some husbands tamely submit to — that of being tolerated merely. However, Gilbert felt that the dangers of over-refinement were preferable to the blank, dull, joyless married lives of such as he knew in Merton. With Annie by his side, it would be his care to watch over her and protect her from any unfavourable influences. These thoughts, which had passed through his mind, had in no degree abated his love for her, or made him irresolute, but any thoughtful man, like Gilbert, would naturally weigh all the chances and risks of a given course of proceeding,"], [59, "51 ANNIE IS WON. even if determined beforehand to accept them. He had been bred up in a home, where many narrow prejudices chilled the warmth of the domestic hearth. His tenderness of heart and manly affection for his mother made him fall uncom plainingly into her habits and views. He inherited all her neatness and order liness, but he had often sighed for a little more sunshine, a little more society and cheerfulness. The widow was un flinching in every good work, but her life was spent without any grace or ease. From morning till night her delight was to scrub, to polish, to sweep, till there was not a spot or speck to be seen upon the homely furniture or. the sanded floor, for the widow Harland still regarded carpets with disdain, as modern inventions to conceal dirt and e2"], [60, "52 MARTYRS TO FASHION. encourage vermin, and excuse lazy wenches from scrubbing floors. It was, therefore, an exquisite change for Gilbert, when Annie came home from school, to visit frequently at the Mount Farm, and it was not till he knew more of Mr. Warren's affairs, and saw how inadequate his means were for the style he aimed at, that he warned Annie with the affectionate earnestness of a lover, and the freedom of a true friend. Something like that first change which had come over his mind upon renewing his acquaintance with Annie, after her return from boarding school, influenced him again, now, after the blank deso lation which it had been to him to lose her for a time ; and he was far too happy to see any cause for reproach, when she took his arm once more"], [61, "ANNIE IS WON. 53 and wandered in the pleasant lanes of Merton, as gay and thoughtless as a child. Gilbert, it is true, was still a long way from being that romantic hero of which she had dreamed. He was good looking, but his good looks were those of a blunt, solid Englishman, accustomed to look things in the face, and call things by their right names. He had a rooted hatred for overfine language, or overfine manners, but if he was not quite so smooth and polished as she would have liked, he had a good heart, and it would not be an altogether unpleasing office to take upon herself the task of varnishing over the rough points of his character. Michael Warren's great deference now to Gilbert, was not without its influence upon her, for, with all his odd ways."], [62, "54 MARTYRS TO FASHION. and extravagant conceit, she believed that her father really loved her, and she repaid his affection with interest. Therefore, while the combination of circumstances seemed so much in Gilbert's favor, he asked once more if Annie would be his wife, and she consented."], [63, "CHAPTER IV. LETTER WRITING. There was a happy wedding in Merton. Mr. Warren did give five pounds and more to the ringers, as he had said he would, when that marriage with a baronet was in his mind, and he did not forget, either, to have the path leading from the church porch covered with carpet. The ringers rang with a will, for Annie was a general favorite, but some points of the programme Mr. Warren had sketched out, were unful filled. The young couple did not go to Switzerland or Italy, but spent the honeymoon in London."], [64, "56 MARTYRS TO FASHION. Mrs. Warren cried a good deal, but without being apparently much the worse for it, and Annie cried, too, herself, at leaving her old home. She knew little of the trouble and care it had been to her father to keep that home, nor how long it might .be before he must part with it. She had been happy there, and left it now with regret. She looked back at the snowy blind of her own room, with keen memories of the happy hours she had spent there. It was a fanciful idea, but it almost seemed as though the huge old poplars waved her a parting benediction ; there was such an air of almost human sympathy in the aspect of everything surrounding her old home. Mrs. Higgins had flung the old shoe after them, when they left the farm, and hoped it would be \"for a wise"], [65, "57 LETTER WRITING. purpose,\" though still having her doubts whether marriage was not a system calculated to place undue power in the hands of irrational and discontented creatures, for such she always considered men to be. But if Mrs. Higgins was. not quite clear as to the merits of matrimony as an institution, she was not the less interested in the event, for she was tenderly — so far, at least, as she under stood tenderness — attached to Annie. Sitting, about a week after their departure, at tea with Cruppy, who had been excessively cast down by the loss of his pretty young mistress, she sud denly startled him by clearing off the teacups and saucers, with extreme rapidity. \" What's amiss, Mrs. Higgins ?\" Cruppy asked."], [66, "58 MARTYRS TO FASHION. \" Get me the pen and ink.\" Cruppy did so. \" Now some writing paper.\" Cruppy procured that also. \"Now be quiet, and let me think a bit.\" Singular ideas passed through Cruppy's mind, as he watched the rigid old lady, sitting there in a brown study, biting the end of her pen with terrible fierce ness, and frowning to a degree which almost alarmed him. Could it be pos sible, he thought, that the marriage had awakened some latent idea of love and matrimony, which had lain dormant for half a century in the heart of this austere maiden. Was she about to pen a love letter to some long neglected swain — if so, how devoutly Cruppy pitied him. Meanwhile, he continued gazing at her with the liveliest curiosity."], [67, "59 LETTER WRITING. The paper was before her — her arms were spread out upon the table, but she could not summon resolution to begin. She turned the paper upside down, stirred up the ink, then discovered there was a hair in the pen, and at last said, with startling abruptness — \" Good Lord, Cruppy, why don't you tell me something to say.\" \" But who is the favored youth, Mrs. Higgins ?\" asked Cruppy, in a bantering tone, \" you've been keeping your sweet hearting very quiet, I think.\" \" Hold your tongue ; tell me how I shall begin a letter to Miss Annie.\" \" Oh, it's to Miss Annie, that's to say, Mrs. Harland, you know. Well, I don't understand much about letter writing, myself; you had better begin, 4 we are all well, hoping you are the same.' \""], [68, "60 MARTYRS TO FASHION. \"Stuff! that comes at the end, I'm 1 1 sure. \"Well, maybe it does, for I haven't had a letter these ten years.\" \" Take your arm off the table, you shake me so, I can't make a mark.\" Again she put the pen to the paper, and made a few scratches, but they seemed so unsatisfactory, that she tore lip the sheet, and looked daggers at Cruppy, who, poor fellow, was at his wits end for an idea. \"My dear Mrs. Harland, of course,\" muttered Mrs. Higgins, and after con siderable effort, she managed to scrawl something like the words on the top of the paper. \"Get me my glasses.\" Cruppy obeyed this order, given with almost military abruptness, and came back, to find the old lady licking up a"], [69, "61 LETTER WRITING. great splash of ink. Her stirring up the ink had not improved its fluency, and the first movement of the pen caused a catastrophe. She tore up another sheet, and began again in earnest, so earnestly, indeed, that the effort to keep the pen steady, and make the lines run straight, made her perspire as though she had been hard at work. \" Cuss them aitches.\" This muttered exclamation had refer ence to the difficulty she found in writing the initial of Harland. Cruppy looked over, and the size and splendour of the letter H elicited his warmest admiration. \" Writing is a wonderful accomplishment, it's like making a pen talk,\" said he. \" Don't interrupt me.\" But Cruppy could not help it. He"], [70, "62 MARTYRS TO FASHION. shuffled with his feet, he coughed, he leaned upon the table. At last, losing all patience, Mrs. Higgins got up solemnly from her chair, caught the fidgetty Cruppy by the collar, pushed him into the wash house, and shut the door upon him. She seemed to think no more of this achievement than an ordinary person would of boxing the ears of a refractory child, and Cruppy accepted his punishment in the same spirit. However, after a time, Mrs. Higgins found her ideas coming so slowly, that she determined to admit him again. \" Come in, and be quiet if you can.\" Cruppy took his place again at table with the utmost good humour, increased, if possible, when Mrs. Higgins, as a peace-offering, gave him the key of the cellar to draw himself a mug of ale,"], [71, "LETTER WRITING. 63 for Cruppy could drink a jug of ale at any season. \" Tell her everything that's happened,\" Cruppy suggested. Mrs. Higgins thought that was ex cellent advice, and acted upon it at once ; she had previously got as far as \"My dear Mrs Harland,\" and now she wrote quite briskly two lines more, \"thinking you would like to know what is doing at the farm, I write these few lines.\" \"Good,\" Cruppy commented. \"We had a fine litter of pigs yester day, nine of them.\" \"And farmer Lane had a rick on fire,\" suggested Cruppy. Mrs. Higgins wrote this, adding, \"it was put out before the engine came from Oxford ;\" then continued reading aloud, as she wrote, \"your mother has"], [72, "64 MARTYRS TO FASHION. had the blue silk dress dyed in Walling - ford.\" \"And Sam Giles has been sent to prison for poaching,\" put in Cruppy again. \" Stuff, what does she care for poachers.\" Cruppy gave in to Mrs Higgins' s superior knowledge upon this point, and considered a little, while the old lady wrote. \" They do say Mr. Chekker is engaged to the eldest Miss Compton, so we shall soon have another wedding in Merton.\" \" Little Tommy Rudkin has got the measles,\" was Cruppy' s next suggestion, and was graciously put upon record, but when he added, \"that Will Starkey was fined five shillings for being drunk,\" Mrs. Higgins enquired where his senses were, to tell a young married lady such news as that.\""], [73, "LETTER WRITING. 65 \" They miss my darling young mistress at the schools,\" continued Mrs. Hi^g-ins, \"and the master says, he shall never get them to sing so well again.\" Cruppy was certainly awkward. He would lean on the table in spite of all Mrs. Higgins's warnings, and, just as he. looked at the last paragraph, the sleeve of his smock frock caught the ricketty inkstand, and over it went. Almost every line was obliterated by the sombre flood. Cruppy looked astounded, and fearing the dame's aspect, beat a hasty retreat, and gave no further assistance. He had a sensitive remembrance of other occasions when he had aroused the irrit- able old lady's wrath, for she was not particular in her choice of weapons — a broom or rolling pin — a dish clout or scrubbing brush, served her purpose equally well, and as he knew by stern VOL III. F"], [74, "66 MARTYRS TO FASHION. experience, her aim was swift and sure. Mrs. Higgins looked after him with unutterable contempt, and then her gaze fell sadly upon the paper. What labor it had cost her to scratch out those few lines, and now they were quite obliterated. However, she had yet two sheets of paper left, and she got up, fastened the kitchen door carefully, and determined to make a fair copy of the unfortunate letter. \" Perhaps it was for a wise purpose,\" said the old lady, philosophically. There wasn't a line straight, and my dear young lady could hardly read it.\" Then she began to copy it carefully, and became so intent upon her task, that the kitchen bell rang three times before she even heard it, and Mr. Warren, who had just come in from"], [75, "67 LETTER WRITING. market, wondering what was the matter, thumped at the kitchen door, and called lustily for his supper, but Mrs. Higgins was heedless of interruption. There had already been so many mishaps over the letter, that she determined to finish it out of hand, come what would. At length, when poor Mrs. Warren, who had relapsed almost into imbecility since Annie's departure, had found relief from her alarm in a copious flood of tears, and Michael Warren, who stood upon his dignity more than ever, threatened to break the door open if she did not answer, Mrs. Higgins appeared radiant. She had finished the letter at last, and Cruppy repentant and humble, had gone with it to the post. f 2"], [76, "CHAPTER V. WAITING. Caroline sat up the whole of the night that followed her return from her father's funeral, but Mellor never came. Caroline cross-questioned the servant once more. \" You surely must have forgotten, when you say that Captain Mellor left no message for me.\" \" No, indeed, ma'am, I ain't forgot nothing, I do assure you.\" \"You are certain there was not a note left.\" \"Oh, quite certain, ma'am, we didn't even know when the Capting went out.\" \" Well, never mind, I shall have a"], [77, "WAITING. 69 note by post in an hour or two, I dare say.\" But there was an uneasy feeling in Caroline's mind about this behaviour on her husband's part. Of late, she had ample opportunity for observing all his little peculiarities, for, by the time the honeymoon was over, he was some what fatigued with playing the part of the tender lover. Then there was the coolness with which he had introduced her to a home which he knew perfectly well was quite the opposite of the ideal she had conjured up. That was enough to shake her confidence, but, acting on the kindly advice of Laura Mostyn, she had condoned that offence, and was willing to make the best of her position. She was far less influenced by outward things than Annie Warren. The life she had led with her father"], [78, "70 MARTYRS TO FASHION. had prepared her for shabby furniture, and slovenly household management. It is only fair to say that she would never have been a good housewife under any circumstances ; but no matter what troubles assailed the poor artist, he never failed in kindness to his daughter. She had known what it was to go without a dinner, though the same day she had walked through Merton, dressed in the latest fashion, but she had never known the want of sympathetic com panionship. Frequently they were compelled to wait for the next meal, till Sandall had taken home some sketch he had pro mised, when, having done his own marketing, he would come merrily back to Caroline, and the pair wrould laugh joyously at the victory, and finish the meal with increased appetite."], [79, "71 WAITING. One can hardly call that an unhappy life. Its privations pass easily by when sweetened, as they often are, with un expected glimpses of enjoyment, unan ticipated flashes of pleasure or excitement, which the dull plodding man, who dines to the minute every day of his life, and has always his choice of the fat of the land, can hardly comprehend. Caroline had not thought much about her future husband's position, it must be confessed. She took it for granted that he would have a beautiful house, and plenty of servants to wait upon her, but she cared most about her personal adornment. So long as she could carry out the ideas suggested by the fashion plate in Les Modes Parisiennes in her own person, she would be con tented. In the worst of times, with the poor"], [80, "72 MARTYRS TO FASHION. artist she was always cheerful, and had no fear for the morrow, but a strange and startling idea came now into her mind. What if the Captain were already tired of her. He seemed capricious enongh in all his tastes, but as Caroline had never tried to please him, she could not judge quite fairly in this matter. The many hours he had already spent away from her, proved that he had tastes and pursuits which he did not intend her to share with him. What if the Captain's feeling toward her was but a brief infatuation, a flame that had died out as briefly as it was kindled ? or if the deception he had practiced was even greater than she already perceived, and she made the discovery that he was merely an adven turer — a gambling scoundrel — a hanger on upon the turf — a begging letter"], [81, "73 WAITING. impostor — or sham money lender, and not an officer at all. There was no limit to the ideas she conjured up about him, when once her fancy took that flight. It were very heedless of her not to have ascertained how he stood. If he was an officer, why had he told her nothing about his regiment, and why did he not go on duty. Fear encouraged reflection, and the few hours she spent thus, made her more sensible than she had ever been before, of her past folly. She waited till the middle of the following day, but no news came of Captain Mellor. Suddenly a thought flashed upon her, which she determined to turn to account at once. She had never been introduced, yet, to his mother. Whenever she had proposed a trip to Guilford, he always"], [82, "74 MARTYRS TO FASHION. put off the journey, upon some pretence or other, but she could not do better than run down now, and find the old lady out. Hastening to her bedroom to dress, she was astonished to find various articles missing — her newest bonnet was not there — a very handsome mantle, too, which had only been sent home a day or two before, was also missing — a silk dress, which Marshall and Snelgrove had sold her as \" dirt cheap,\" at twenty guineas, was gone also. She rang the bell violently, which was answered by Mrs. Torkey, in person. \"Well, ma'am,\" said that lady, and her looks were as unpromising as her tones. \" I hope your servants are honest, Mrs. Torkey,\" Caroline began."], [83, "WAITING. 75 \" Mrs. Torkey hoped she knew how to manage a house without advice from anybody. When she engaged servants she did not pick them up in the streets.\" \"Don't be out of temper, Mrs. Tor key. I wished you to know that I have missed several articles from my room, since last night, and as I have not been away from the house, I cannot imagine what has become of them. I know servants are fond of trying on dresses that don't belong to them. Perhaps you will be good enough to enquire about it, as I wish to go out.\" \" Well, if that ain't cool — it beats the Captain himself,\" exclaimed Mrs. Torkey. \" I wish I could understand you, but I certainly do not,\" said Caroline. \" Then, ma'am,\" if plain speaking must be, plain speaking shall be. You"], [84, "76 MARTYRS TO FASHION. don't suppose I'm going to have people in my apartments from year's end to year's end, and get nothing for my trouble. When you pay me my rent, I'll give up your finery, but not before.\" \" But, my good woman, such treat ment is unwarrantable, I have already told you that I will speak to my hus band the moment he comes back, and urge him to settle your claim. I cannot do more.\" \"It's my belief that Captain Mellor never intends to come back. He's over head and ears in debt, and is arrested, or in a mess of some kind.\" \"I don't know what to think,\" said Caroline, with a perplexed air, \" and my intention was to go down to Guilford, and find out his mother.\" \" Mrs. Torkey softened a little ; perhaps"], [85, "WAITING. 77 it was Caroline's beauty, or some sym pathy with her anxious position, or the prospect of getting her money ; whichever feeling it was that influenced her, it would be hard to say, but she said, with a more genial tone than she had used to Caroline before — \" Suppose I went to Guilford with you? \" Oh, by all means,\" Caroline said, glad even of Mrs. Torkey's company upon such a dubious journey. Mrs. Torkey's fierce tones subsided at once, now something definite was before her, and inviting Caroline to her own room, the two ladies had a hearty lunch, while the servant went for a time-table of the South-Western Railway. Finding there would be a train in an hour, Mrs. Torkey thought they had better be going. When Caroline went to her room to"], [86, "«■ 78 MARTYRS TO FASHION. dress, she found the missing articles lying upon the bed; then a cab was called, and the landlady, in the best of tempers, chatted of everything but the unpleasant errand upon which they were bound."], [87, "CHAPTER IV. MRS. MELLOR. \"Did you ever see Captain Mellor's mother, my dear,\" asked Mrs. Torkey, as they journeyed to Guilford. \" I cannot say I have,\" answered Caroline ; \" you see, I met my husband in Oxfordshire.\" \" You took a good deal upon trust, my dear, I must say.\" Caroline knew it was not intended harshly ; but just now, with her father but a few days in the grave, and a very unpromising home prospect for the future, the words sounded very unsympathetic indeed. \"Well, well,\" continued Mrs. Torkey,"], [88, "80 MARTYRS TO FASHION. \"there's no accounting for men and their ways. They set their minds upon something or other, and are never easy till they've got it, and when their end is gained, they begin to wonder if it wasn't a mistake they made, and whether it's a horse, a dog, or a woman, begin to see no end of faults, and wonder they hadn't made a better choice.\" \" Perhaps you are a little hasty, Mrs. Torkey,\" said Caroline, bridling up. \" No, I don't think I am. There was Torkey — Lord the way he'd change his mind, would Torkey. Well do I re member when he came courting, and the time it took him to make up his mind. ' Torkey,' said I to him at last, ' do you mean anything, or don't you, because time's getting on, and we shall never be younger than to day.' 'Martha, says he, I'm astonished at your boldness.'"], [89, "MRS. MELLOR. 81 ' Not at all,' I replied, ' seeing you're blocking up the way for anybody else that might come along.' With that, he says, 'when shall it be, Martha.' 'Oh' I answered, 'don't think I want to run off with you, Mr. Torkey.' However, we made it up, but I do believe, he would never have decided, if I hadn't caught him up sharply.\" \"But I had no occasion to act with so much decision,\" Caroline said, smiling in spite of herself. \" They are fickle creatures at the best,\" said Mrs. Torkey, \" but come, here we are,\" she continued, as the guard called out lustily the name of the station, \"and now the next job is how to find the old lady, for I have never seen her, and don't know her address. Most likely it will be like hunting for a needle in a bottle of hay. VOL. III. &"], [90, "82 MARTYRS TO FASHION. I think I've heard the Captain say, that it was out of the town, somewhere under the downs. Goodness, I hope we haven't to climb many of those hills.\" Thinking they could not do wrong in following this slight clue, they walked about a mile from the station, and then enquired in several places, without result. At length, repeating the question at a wayside inn, they found themselves a little nearer their object. \"It's that white cottage just under the brow of the hill, where Mrs. Mellor lives,\" said the ostler, who was lounging at the doorway of the inn, \" and I wish you much joy of her, when you do see her.\" \" Is she eccentric, my good man ?\" enquired Mrs. Torkey. \" She's all that, you may take my word,\" said the man, \"but judge for yourself.\""], [91, "MRS. MELLOR. 83 The ladies reached the cottage indi cated, a low stuccoed house, in a de lightful situation, with a large garden, but it did not appear as though any care or attention was bestowed upon it, being overgrown with rank grass and weeds. A miniature fountain, which had once decorated the centre of the lawn, had been thrown down, and broken in fragments. The arbor was quite a ruin, and was filled with flower pots and rusted garden implements. Altogether, the house looked neglected and unheeded. They knocked at the door, which was opened by a grimy woman, who seemed especially to object to visitors. \"As to seeing Mrs Mellor, that's just as it happens,\" saidj the woman, \" sometimes she won't see any body.\" However, after waiting a few]]minutes, G 2"], [92, "84 MARTYRS TO FASHION. the woman came back, and ushered them into a dirty room, where, upon the sofa, reclined one of the oddest women they had ever seen. She was very short, very corpulent, very showily dressed, but very dirty ; a kind of red shawl doing duty for a turban upon her head, while her feet were incased in Turkish slippers. What her under clothing might have been, it was im possible to say, she was so completely enveloped in a kind of large loose yel low dressing gown, which she pulled a little closer as the ladies entered, but did not attempt to rise from the sofa. Upon the walls were hung a variety of drawings, and water color sketches of Eastern subjects, and Caroline could not help fancying that her respected mother-in-law had got herself up as a rough imitation of a beauty of the"], [93, "85 MRS. MELLOR. Harem. It was an absurd fancy enough, but the figure and general appearance of the old lady greatly favoured the idea that she had copied a picture that hung before her on the opposite wall. The exaggerated copy, however, was so grotesque, that Caroline had some difficulty in greeting Mrs. Mellor as a daughter-in-law might be expected to do. \" Pray excuse my rising, will you,\" said the lady, in languishing contralto tones. \"I am afraid we haven't been for tunate in our time of calling, ma'am,\" said Mrs. Torkey, briskly, \"but the fact is, our business was urgent, and\" — \" Business ! urgent !\" said the lady, in melancholy tones, \" oh, why, why, business, and urgent, too.\" She clapped her hands twice, and the grimy woman appeared."], [94, "86 MARTYRS TO FASHION. \" Saunders, my hookah.\" There was no mistake about it. Mrs. Mellor, in order to fortify herself against the claims of business, and that urgent, too, was about to indulge herself in a whiff or two of tobacco. Caroline could stand a great deal. In fact, the free and easy life she had led with poor Sandall, was enough to cure her of any squeamishness. Mrs. Torkey, too, had not, after an experience of twenty years in letting furnished lodgings to young men about town, any very exclusive notions about feminine delicacy ; but when Mrs. Mellor, with the mouth piece of the hookah upon her lips, murmured that she would be glad to hear their errand, Mrs. Torkey looked at Caroline, and Caroline looked at her, and instead of speaking, both ladies burst into a hearty fit of laughter."], [95, "MRS. MELLOR. 87 \" Do excuse me, ma'am,\" apologised Mrs. Torkey, when she could speak, \" I did not intend to be rude.\" \" Don't mention it,\" said Mrs. Mellor. \" I could not expect you, more than others, to be free from our insular prejudice,\" and she puffed away at the hookah again. \" You have been familiar with Eastern customs probably,\" remarked Caroline. \" All my early life was spent in the East ; my son was born there.\" \"Indeed!\" \"My husband was an army surgeon. Ah, the East ! the clime of the sun ! those were romantic days ; but you spoke of business, ladies.\" \"We are sorry to intrude upon you,\" said Mrs. Torkey, mildly, \" but we hoped to glean some tidings of your son.\" \"What do you want with him.\""], [96, "88 MARTYRS TO FASHION. \"I am sorry to say, ma'am, he is very much in my debt.\" \"How is that?\" \"I have let him my apartments in Jermyn Street for some years, but for the last year I have not received one farthing rent.\" \" How wearisome this English life is,\" said Mrs. Mellor. \"No repose, no dolce far niente, no letting the hours glide past in blissful tranquility, like the dear East. It is all rent and taxes, bustle, steam, machinery, selling, and buying. No charming story-tellers at the corners of the streets. What a pity the Sultan came here ; he will carry back European ideas, and the sweet repose of the East will vanish for ever. Mrs. Torkey could not see what this had to do with her claim, so she went on as though there had been no break."], [97, "89 MRS. MELLOR. \" I must say, ma'am, I have always had Captain Mellor' s money hitherto, though sometimes it was long coming, but here is another lady,\" pointing to Caroline, \" who has a stronger claim than mine.\" \"More rent? more taxes?\" enquired Mrs. Mellor, languidly. \"No, indeed, ma'am, this lady is Captain Mellor' s wife.\" \" Wife ! What could that simple fellow want with a wife. Is it possible ?\" \" It is really the fact, madam,\" said Caroline. \" I am extremely anxious to know what has become of him. I went to Oxfordshire, to bury my poor father, and when I returned, he had been absent for some days, having left no word of explanation.\" \" Explanations are very fatiguing, always,\" said the lady, languidly. \" Ah,"], [98, "90 MARTYRS TO FASHION. there were no explanations in the dear East.\" \" Then am I to understand, madam, that you are ignorant of your son's whereabouts.\" \" I never ask him any questions. So fatiguing to ask questions. Ah, I remember he spoke something of marry ing, and I gave him some money. I thought I should have been at peace for a long time.\" \" You cannot wonder that I wish to. find your son,\" Caroline said, \" consider ing the relation in which I stand to him.\" \"And I should think it quite time that my claim was settled, and being his mother, I do hope you will take it upon yourself,\" added Mrs. Torkey. \"Extremely agitating, all this,\" said Mrs. Mellor, clapping her hands again."], [99, "91 MRS. MELLOR. The grimy woman appeared. \" Remove the hookah, and bring some otto of roses, and my cheque book.\" The woman did as requested, and Mrs. Mellor, with the cheque book in her lap, asked Mrs. Torkey, carelessly, how much her claim was, and drew a cheque for the amount. \" I shall not advance him any more. I told him so when I saw him last.\" \"I hope,\" said Mrs. Torkey, gracious at this unexpected turn, \" that you will do something for your daughter-in law.\" \" Glad if she will pay me a visit at any time.\" \"But how is she to live, in the meantime, or have you any idea when your son will return. I shall be glad to do all in my power, but I am a >> poor woman."], [100, "92 MARTYRS TO FASHION. \" Nothing more to say about my son's affairs, really.\" \" And you mean to let this poor girl go back to town, with no better con solation than that ?\" Mrs. Mellor did not answer, and Mrs. Torkey waited a minute or two, in great indignation, while Caroline let fall some tears, as she thought of her future, friendless and deserted as it promised to be; but Mrs. Mellor did not answer a word, and going nearer, Mrs. Torkey found the lady was sound asleep. \" Confound her impudence,\" said Mrs. Torkey, \" but come along, my dear, I'll change this cheque in Guilford, and lend you half the amount, till you can turn yourself to something, for it's really my belief, poor thing, that you'll never see the Captain any more. If he'd married an angel, he wouldn't"], [101, "93 MRS. MELLOR. think her worth a day's work, that's my opinion of Captain Mellor.\" Caroline, thoroughly downhearted, could only reply with tears. \"Now cheer up, that's a good girl,\" said Mrs. Torkey, kindly, \"you can come back to Jermyn Street, you know. I like to have my due, and I feel quite glad I have got my rights from that ridiculous woman, and as it's more than I ever expected, you are quite welcome to share it with me.\""], [102, "CHAPTER VII. BITTER MEMORIES. \" What had he gained by it after all ?\" That was the question Hugh asked himself in his solitude at the Manor. It was clear to him, that prying eyes watched his every movement, that stealthy feet dogged him everywhere, so that he could rarely feel himself alone. Whatever respect was shown to him, seemed given under protest, merely while he held the position. There was a vivid questioning look in every eye that meet the glance of his own, and it was no wonder that he avoided a direct gaze, whenever it was possible. He had gone from one step to another, weaving closer the woof that was now"], [103, "BITTER MEMORIES. 95 being wound about him, to destroy him. He had bound himself to his neighbours by none of those sweet ties and genial influences which make country life so pleasant and cheery to those in easy circumstances. He had obtained a certain influence by ostentation, but that was an influence that ceased when it was not purchased. \" What had he gained by it after all ?\" A year or two of personal indulgence, of personal pride, bought by the sacri fice of all that was honorable and manly, and many a bitter hour of inward reproach. At any moment the tottering fabric might fall to the ground. The whisper that went round at the inquest, the unsympathetic glances, the total want of respect and deference in the behaviour of all concerned, proved that the popular feeling condemned him. It"], [104, "96 MARTYRS TO FASHION. said, plainly enough, that they believed a deeper feeling than mere pride had been his ruling motive. Why had he brought the poor fellow from Baden? It was not that he might receive better treatment, for Santi was extremely kind and thoughtful. In truth, he hoped, by having him under his own supervision, to keep curiosity at a distance. He was well known in Baden, and there might be enquiries. Who would know anything of the past at Merton. He would come there, as he thought, as great a stranger as if he had emigrated to the newest colony under the sun. Would he never shake off that strange mysterious presence again ? Why was it, that in his solitary rambles he seemed ever accompanied by silent foot steps — why did the rustle of the wind"], [105, "BITTER MEMORIES. 97 through the boughs seem to change to a dread whisper, that threatened to babble his secret — why was there a strange smile in the flickering, lisrht and shade of the forest, or why did echoes of mystic voices come in the heavy drops of the thunder shower ? All the thousand sights and sounds of nature had no charm for him, for his soul was not at peace; and if that be so, the heart of man grows no purer, nor his aspirations loftier, than in the squalid street, or the pent-up alley. ' \"What had he gained by it?\" What w7as ever gained by a wrong. He had once been gay and cheerful as the sun shine itself, but now he became absorbed, moody and silent. The servants gave such smiles, such good offices, as they were paid for, and nothing more. The neighbours stopped in little groups at VOL. III. H"], [106, "98 MARTYRS TO FASHION. the corners of the lanes, and according to their several views, discussed the matter with shaking of the head and shrugging of the shoulder. \"What had he gained by it?\" Each day he was going farther from the ideal that he had once sketched out for him self, for it is the inevitable result of a wrong persevered in, that it eats away like a blight or a canker all right feelings and aspirations upon other subjects. It begets an oblique vision, that will not see duty or justice in their true propor tion ; but always weaker and narrower, fainter and farther off than they should be ; so that it was only in keeping with everything else, that Hugh often tried to defend his conduct, and to find some theory which would fit his own schemes, and absolve him from self-condemnation. \"What had he gained by it again?\""], [107, "BITTER MEMORIES. 99 He loved, and the time had come when he had promised to return to Italy, to make a beautiful woman, of noble family, his wife. Strange ! that this moment of all others, should have been that which was to awaken suspicion, and oblige him to be ever on the defensive. Thus bitterly did Hugh Sinclair recall the steps which he had taken in that easy descent which leads to hell ; but remorse is not repentance. His sole aim, now, was to snatch a fearful joy in the future, to repay him for the secret trials he had undergone in the past, and if a cloud still hung over Merton, which could not be cleared away, he would leave England, and seek happiness and peace in another land. H 2"], [108, "CHAPTER VIII. fire! Cruppy had been on a little journey with Mr. Warren's pony and trap, and was gently jogging along the lanes, homeward, occasionally refreshing him self with a jug of home brewed, at a favorite wayside hostel. Cruppy contrived, with his cheerful disposition, to get as much enjoyment as he could out of his life. That, indeed, was his sole philosophy. Driving in such quiet lanes as those about Merton, is not much trouble, and as the pony was a docile animal, Cruppy considered how he could best entertain"], [109, "fire! 101 himself for the remaining half-hour of his journey. He had been pretty well occupied until now, having indulged in lively flirtations with at least five barmaids, since he left the last town, and it was, perhaps, fortunate for him that his circumstances were of the humblest, for it is not given to people in a higher grade to make promises of marriage nearly every day in the week, and not keep them. It would have puzzled Cruppy much, if he had been asked why he was happy. His thoughts, feelings, and perceptions were mixed up in a con fused sort of way, and though he could, upon special occasions, rouse himself, and act with judgment and energy, these accidental flashes of genius could not be depended upon, and it was"], [110, "102 MARTYRS TO FASHION. seldom Cruppy was trusted, as he had been to day, with Michael Warren's pet nag, a dozen miles from home. Somehow, it always happened, if the farmer did trust him, that a mishap occurred. Once, upon a hot day, which gave some excuse for his failings, Cruppy was coming down a steep hill, and was carelessly riding on the shafts, having been too lazy, when the pony started, to jump into the cart. The consequence was, that a sudden jolt upon a stone threw him off his insecure seat, and down he went. The hill was very steep, and the pony was trotting pretty fast. Any other man would have been run over and killed, but Cruppy, beyond a shaking, which so far sobered him as to obtain credence for his story, that he had not been drinking, was nothing the worse, but the pony, discovering"], [111, "fire! 103 its sudden freedom, dashed home like lightning, and the cart was shivered to atoms. This, however, made no serious im pression upon Cruppy, who was not in the least \" a serious young man.\" He was more like a child than a grown man, being led entirely by impulse. He followed the whim of the moment, much as a child will prattle to a doll, by the hour together, as though it were a living thing, so he amused himself with whatever fell in his way. It was getting dusk, and Cruppy, almost tired of his journey, drew up at one of his favorite houses .of call. Soon a brown jug was handed out to him, which he carried to his lips with his favorite toast, \" here's luck, master,\" but the jug was as speedily relinquished, and he handed it back with a comical grin."], [112, "104 MARTYRS TO FASHION. \"What's the matter, Cruppy, have they been to the wrong tap,\" said a lounger at the inn door. \" It don't taste of the malt as it might, that's certain,\" Cruppy said. It was useless to play tricks with Cruppy, long experienoe had made him too good a judge of his favorite liquor. He had just finished the jug, when he noticed a gentleman walking along the road, who stopped and enquired of him if any conveyance could be had. \" There's no conveyance to-night, master, but which way are you going ?\" The gentleman told him. \" Well, if you don't mind riding with me,\" Cruppy said, \"I'm going to Merton, which is half-way on your road.\" The offer was accepted willingly, and the traveller got up and sat by Cruppy's side. Warmed by the last jorum of"], [113, "FIRE ! 105 ale, Cruppy began to sing snatches of old country songs, much to the amuse ment of his companion ; but at length, Cruppy, tired of originating all the entertainment himself, said — \" Come, governor, you had better give us a stave now.\" \" Certainly,\" replied his companion, and began to chant, in a very agreeable tenor voice, that charming melody, from Donizetti's Lucrezia Borgia — \" Di pescatore ignobile.\" Cruppy listened spell-bound, for the stranger sung the air with considerable skill, and the pony, as if in sympathy with the music, dropped into a walking pace. \" What language do you call that, governor ?\" asked Cruppy. \"It is Italian.\" \"But what's it all about?\""], [114, "106 MARTYRS TO FASHION. \" It's a young fisherman describing his early life ; but stay, my friend, what light is that yonder?\" Cruppy looked in the direction of Merton. \" As sure as I live, it must be a fire,\" he said, \" and I fancy, too, from the direction, that it must be somewhere about Coombe.\" \" About where,\" enquired his com panion. \" About Coombe House, and if it is, I shall be very sorry, for there is one of the best young ladies at Coombe, anywhere in this part of country. A real lady she is, but without a bit of pride, and as for being good-hearted, there ain't another like her in Oxford shire, I do believe.\" \"Ah, you know her then, what is she like.\""], [115, "fire! 107 Cruppy described her briefly, and Santi, for he it was who had been Cruppy's companion, recognized the portrait. \" You must drive for your life, my friend, if there is a fire at Coombe.\" \"But what about my governor's pony.\" \"Never mind the pony, look here,\" and Santi pulled out his purse, slenderly furnished, indeed, but with a few sove reigns glittering at the bottom of it. \" Take one of these, my friend,\" said he, \"and say no more of the pony.\" Cruppy winked knowingly, \" can you drive, sir?\" \"Yes.\" \"Then you'd better take the reins, and I can't be blamed,\" and he threw them over to Santi, and folded his arms complacently, first, however, taking care to deposit the sovereign in his breeches pocket."], [116, "108 MARTYRS TO FASHION. There was no traffic along the road to hinder their speed, and Santi lashed Mr. Warren's pony till the poor animal's sides were covered with foam. The rising ground showed them the sparks and smoke increasing rapidly. How far to Coombe ?\" asked Santi. Two miles, about.\" Dio !\" muttered the Italian. What a long two miles it seemed to Santi, for truth to tell, the Italian was madly in love. His passion being fiercer, perhaps, because it was, as far as he knew, hopeless. But that hour by the bedside of poor Sandall, had revealed the warmth and glow of Laura Mostyn's nature. The time, place, and circum stances, had all favoured that abandon ment of self, under which a temperament like hers, was seen to the best advantage. They were going at a furious speed,"], [117, "FIRE ! 109 Cruppy chuckling all the while, as though it was the best joke in the world, till Santi interrupted him with another question. \" How far now, friend ?' \"Over the marsh, then through the lane, where it looks so dark, by the plantation, with the overhanging trees, then down yonder, close to the river, and over a little stream that runs into it, and you will be there.\" The marsh wTas soon passed, then came the dusky lane, a fairy -like place in the summer time, where the lofty trees arched over at the top, and formed an avenue, which shut out sunlight, moonlight, and blue sky, till winter came again. It was getting quite late, and the stars twinkled through the bare branches, but the way was so dark, that Santi had hard work to keep the pony out"], [118, "110 MARTYRS TO FASHION. of a deep ditch, that ran on each side of the road. But onward, still onward they went, past the marsh, the lane, the wood, till the river came in sight, and glittered in the starlight, beneath Merton bridge, and died away in gentle murmurs, amid the tranquil meadows. A sullen boom, from the belfry of Merton, startled Cruppy. \" Nine o'clock,\" he whispered to him self. \"What old Warren will say to this caper, the Lord knows.\" Now they came in sight of Coombe, and it was, indeed, Coombe House that was on fire. Santi urged the poor pony still faster, for he had a presentiment, that life or death, happiness or misery, hung on a moment's delay. Some would be puzzled at the man's impetuosity, but Santi was"], [119, "fire! 111 a child of the South, and did not measure his feelings. The road ran for a few hundred yards, beside the river, to a spot where a stream fell into it, which, however, was swollen by heavy rains and scarcely fordable. No matter, it must be passed, and without a thought, Santi dashed in. The water bubbled up in the bed of the vehicle, and Cruppy began to think they would be swept into the river ; however, they crossed, and there was now but a meadow, and a newly ploughed field between them, and the lawn of Coombe House. The smoke was blown in their faces, and the crackling of the timbers could be heard unmistakeably. There was a gap in the hedge, through which Santi urged the pony,"], [120, "112 MARTYRS TO FASHION. as though it had been the breach for a forlorn hope, then across the ploughed field, the meadow, and at last they stand beneath Laura Mostyn's own window. In an instant Santi was surrounded by several weeping servants. \"Oh, do save her, sir, don't let her be lost.\" \"Where are the men?\" cried Santi, are they doing nothing — are you all out of the house ?\" \" The men have gone for a ladder.\" \" Why, a ladder, w7hat do you mean ?\" \"Miss Mostyn has gone to find her aunt, sir. The old lady is paralyzed, and can't move.\" It was the lower part of the house that was on fire, and the flames increased rapidly. In vain Santi endeavoured to rally the frightened servants. No"], [121, "FIRE ! 113 ladder came, and the floor of the room had been burnt through already. \" Stand against the wall, my good fellow, and I will climb upon your shoulders into the room,\" cried Santi. Cruppy did as requested, and the Italian leaped nimbly up, and into the burning apartment. It was impossible to cross the room, the floor had been burnt completely through. To add to Santi's perplexity, he now saw Laura, at the end of a long passage, leading to one of the bed chambers, eagerly imploring assistance, to get her aunt out of the house. Santi was powerless to aid her, but he called out of the window, though nearly smothered with smoke, and would have leaped down, and gone himself for the ladder, but he feared to trust Laura an instant out of his sight. i VOL. Ill"], [122, "114 MARTYRS TO FASHION. At this moment, the ladder was brought, and placed against the next window to that of the room where Santi was. There was a balcony, upon which he climbed, after indicating which wray Laura could escape, and being unable to open the window, smashed the panes with both hands, and obtained admit tance. The fire had not touched that room, and he flew to the spot where Laura was. \" Take the path I have chosen, and you will be safe,\" he cried. \" I cannot leave my aunt,\" said Laura. \"I will save her, on my life.\" Still Laura hesitated, and in a moment, the flames burst furiously through the open door of a neighbouring room, and cut off all chance of escape. Still Laura was calm. She had re-"], [123, "115 FIRE cognized Santi, and felt more courage, \" what shall we do now,\" she enquired. It was doubtful, indeed, what they would have done ; but that Cruppy, finding Santi did not come back, feared that his escape was cut off, and by dint of unusual effort, got the ladder round near to them. Santi heard him, and the ladder was planted against the wall. Nothing would induce Laura to move till her aunt was got out, and this was a task which was not easy of accom plishment. The poor lady was so help less, that it occupied, at least, a quarter an hour to get her to the ladder, and then she was obliged to be carried down. At length, however, she was got down safely, and Laura followed. Once more in safety, she gave direc tions to the servants as to taking care i 2"], [124, "116 MARTYRS TO FASHION. of her aunt, and then looked up for Santi's appearance. Some seconds passed, but he came not. \"Go, some of you,\" said Laura, pas sionately, \" I am astonished at your cowardice.\" \"One of the men, ashamed of his apathy, then ran nimbly up the ladder, and looked through the window. A very few seconds more, and he would have been too late. Poor Santi. overpowered with the smoke, had fallen upon the floor, and it was with the utmost difficulty the man could raise him up to the window. The fresh air, however, revived him, and he scrambled up to the ladder, and got down. \" Thank heaven, you are safe,\" said Laura, with warm earnestness. The servants, having recovered from"], [125, "fire! 117 their .panic, tried to save something, but their efforts were quite useless. The house had a great deal of timber in its construction, with solid oak furniture, and heavy hangings, which blazed fiercely. There was a high wind, too, and by the time the fire engines came from Oxford and Wallingford, the house was a complete wreck. In this dilemma, Cruppy showed considerable tact and judgment. \" Most likely, ma'am, you know the Mount Farm,\" he said to Laura. \" Oh yes, the pretty house with those large poplars in front.\" \"That's it,\" Cruppy said. \"I've got master's pony and trap here, and this gentleman was riding with me when we saw the fire. If you will go there, I'm certain Mr. Warren will be glad to accommodate you.\""], [126, "118 MARTYRS TO FASHION. \" If you think so, we will avail our selves of his hospitality,\" said Laura. Cruppy knew perfectly well that the farmer would be delighted to receive them, and boast of it to bis neighbours for a month afterwards. It was also a convenient plan for escaping the scolding which otherwise awaited him, for the rough treatment of his master's favorite pony. He went home gaily in conse quence. As he imagined, Mr. Warren was delighted with the prospect of enter taining these stylish neighbours, and startled even Mrs. Higgins by the numerous orders he gave for their comfort. Soon a carriage was heard at the door, and Mr. Warren ran out, with a warm welcome for his visitors. First he handed out Laura. Then"], [127, "fire! 119 the old lady, frightened almost out of her wits, was helped into the house. Santi, after seeing the ladies in safety, would have left them. \"Indeed, you will not, if Mr. Warren can by any means find room for you,\" said Laura, in her genial way, laying her hand upon his arm. \"Plenty of room, I assure you,\" said Mr. Warren, \" pray bring your friend, Miss Mostyn.\" When they reached the parlor, Laura started back, and turned very pale, seeing blood upon Santi's dress. He briefly explained how he had cut his hands, in breaking the window, and she was re-assured. There could hardly have been a more agreeable supper party than that in the parlor of the Mount Farm. Cruppy waited at table, looking perfectly con-"], [128, "120 MARTYRS TO FASHION. tented with himself, and everybody else, and frequently raising a smile from Laura, by his grotesque movements. Santi was bewildered with Laura's beauty, and constant expressions of gratitude to him. The farmer felt that he was once more approaching that aristocratic world, which he had coveted all his life, and Mrs. Warren was delighted to criticise every thread of Laura's dress, with the view of procuring one like it, upon the first opportunity. Even Mrs. Higgins was interested, and thought, for once, there had been \"a wise purpose\" in trusting Cruppy with the pony."], [129, "CHAPTER IX. HOSPITALITY. Self-esteem exhibits itself in so many shapes, that a mere catalogue of its varieties would fill a volume. It is sometimes enough for a lady's self esteem, that her husband, son, or brother, having business transactions twice a year with a nobleman, is invited to dine with him. There are maidens of our acquaintance, who believe that a halo of gentility will surround them for life, because they were educated at the same school as the Countess of Dashwell. Others, adopt a lower standard, and there are some whose self-esteem is"], [130, "122 MARTYRS TO FASHION. sufficiently tickled by the possession of a dog, who will swim across the Ser pentine for a walking-stick. The ownership of a pony, who will trot a dozen miles an hour, or the possession of some curious old coins of doubtful value, is known, sometimes, to make a man think better of himself all the days of his life. We all know how prone human nature is to credit itself with especial merit, for any accidental hit in business, science, politics, or literature. They will tell you that the result was expected by them for years, and affect to wonder at the blindness of their friends, in not having discovered this merit earlier. So potent and universal is our self esteem, that we are often ashamed to confess what trifles we have struggled and toiled for, merely to give us a"], [131, "123 HOSPITALITY. real or fancied superiority over our neighbours. And how easily this same self-esteem is wounded. Only mark the bewailings of a young author, when assailed by a plain speaking critic, for instance. What a blow to the self-esteem of Wirylines, when the Pell-Mell Gazette assures him that his epic is doggrel. That he is destitute of rhyme and reason. As the contributor to a local journal, Wirylines was the right man in the right place. He had gauged to a nicety, the appe tite of his young lady friends, for \" loves and doves,\" \"breeze and trees,\" \"rivers and quivers,\" but tempted in an evil hour into the howling waste of metro politan criticism, he has never recovered his former complacency. The spread of intellectual taste and refinement, does much to keep self-"], [132, "124 MARTYRS TO FASHION. esteem within legitimate bounds, for, however well a young maiden may perform that Fantasia upon the piano, of the class which Doctor Johnson wished impossible, and however enthu siastic may be the plaudits of her admiring friends, it is just possible some of them may have heard the same piece played on the previous evening by Arabella Goddard. These remarks lead us naturally to Michael Warren, whose bump of self esteem, was almost preternaturally de veloped. He gave himself so much trouble to secure the comfort of his visitors — he spoke so loftily of his re sources, and of his desire that everything should be at their service, that Laura, until she became better acquainted with the farmer's pet weakness, looked upon him as a wonder of benevolence."], [133, "125 HOSPITALITY. At any moment of the day, it was, \" what can we do for you, Miss Mostyn ?\" or, is there anything you can suggest, respecting Lady Mostyn ?\" \" Thank you, nothing,\" Laura would answer, \" you have been so extremely kind, that I do not know how I can ever repay you.\" \"Don't mention that, I beg of you,\" the farmer would reply, \" a little service like this, is only what is due to one's neighbours, I am proud to have such an opportunity. My son is at college, and my daughter, as you may have heard, has just married, so that we are glad of a little society for a change.\" There was one thing, however, which mystified the farmer greatly, and that was the conduct of Santi. The Italian had stayed at the farm on the night of the fire, but was un willing to intrude himself any longer,"], [134, "126 MARTYRS TO FASHION. and yet, was positively unable to tear himself away from Laura. She was his exact ideal. Standing in repose, how statuesque her noble form was. In movement how exquisitely graceful. Full of fire and passion — glowing with health and spirit, she seemed from head to foot really alive. Her heart did not lie in some far off place, only accessible to any in- tense emotion, scarcely awakened twice in a lifetime. There was no limit to her tenderness and sympathy. Even old Lady Mostyn, whose property died with her, and whose fretful caprices drove away the servants at Coombe House, till poor Laura was quite depressed with seeing so many new faces, could not tire out her heavenly patience. She was as kind as though the old lady had been a pattern of geniality."], [135, "HOSPITALITY. 127 Falsehood alone aroused her anger. No scorn was intense enough to mark her disgust of treachery, or petty de ception. Her eyes flashed, her cheeks burned, her lips quivered, even to hear of it. She would not endure or encourage it under any aspect whatever, but when it came in such a shape as the treatment Caroline had met with, the arrows of her indignation pierced it through and through. Loving as she was, and for giving for every other fault, for this she had no tolerance whatever. Hence forward, Captain Mellor could scarcely have breathed in her presence. Now Santi understood Laura at once. Had he spent a year in her society, he would have known little more of her than he did already, after a second meeting, but he exaggerated the distance between them, and while his heart"], [136, "128 MARTYRS TO FASHION. burned with passion, while he hovered about the house, like a miser over a treasure, that is about to be taken violently away from him, his honorable pride kept him silent and distant. So that, when Mr. Warren, strutting about the pretty garden of the Mount Farm, with Laura leaning upon his arm, saw Santi suddenly leave the arbor at the other end of the path, and quit the garden, he was quite astonished. \" Very singular man that, Miss Mostyn, but there's no understanding foreigners ; he's a very singular fellow, indeed,\" said the farmer. \" Singular enough to be a hero,\" Laura said, quietly. \" Oh, indeed ! been in the army, I suppose.\" \" I am quite ignorant of his past life, but, I presume, there are many"], [137, "129 HOSPITALITY. heroes besides those who fight in the battle field.\" \" Quite ignorant of his past life,\" echoed Michael Warren \" well that is singular.\" \" He rendered us a great service last night, as you are aware,\" said Laura, blushing in spite of herself. \"Yes,\" replied the farmer, \"oh, yes, to be sure;\" but he did not understand Laura Mostyn, nor Santi either, who disappeared shortly after. Again in the evening the farmer was puzzled. He was accustomed to take a cigar before going to bed at night. He said it made him sleep better. Men, as the reader knows, always find some special benefit from special indulgences, but Mrs. Warren did not like the smell of a cigar at that time of night, and the VOL III. K"], [138, "130 MARTYRS TO FASHION. farmer, to humor her, generally smoked it in the porch. He was knocking the ashes from his cigar, which was nearly burnt out, when he espied a dusky figure in the lane. A light was burning in Annie's room, now appropriated by Laura, which was put out at this moment, and the stranger turned away, and walked slowly down the lane. \"I must know what that means,\" thought the farmer, and followed the man instantly. It was Santi. \" Good night, my friend,\" said the Italian, and hurried on. It was part of Cruppy's duty to look round the barns, stables, and outhouses at night, and see that all was safe. It was a necessary precaution, for, notwith standing the Arcadian notions which"], [139, "HOSPITALITY. 131 poets give us of the country, farmers are apt to be troubled with tramps, gypsies, and vagrants of fifty different patterns, who beg and steal during the day, and creep into barns and sheds at night, frequently compensating the far mer by burning his ricks down, or making off with his poultry. Cruppy was returning from his inspection, when Mr. Warren came back into the house. \" Did you ever see that gentleman before last night, Cruppy ?\" said the farmer. \" No, master, very pleasant gentle man, though.\" Cruppy remembered the sovereign Santi gave him. \" I can't make him out, Cruppy.' \"Can't you, master?\" \" He wouldn't come near us all day, yet just now he was wandering in the lane, and watching the house.\" k 2"], [140, "132 MARTYRS TO FASHION. \" Tell ye what governor, he's fond of her,\" pointing up to Annie's window. \" That's what it is, he's fond of her, and don't like to own it. What a handsome couple they would make, to be sure.\""], [141, "CHAPTER X. OFF THE RAILS. In introducing his brother as director of \"The Colonial Produce Company,\" George Harland little imagined what the result of that step would be. We have before alluded to the marked difference in the characters of the brothers. With men of Gilbert's stamp, any decided and important event in their lives, tends to strengthen and develope their particular individuality. Thus, it will occasion no surprise, to learn that Gilbert, after having spent the honeymoon, and settled down in a suburban villa, after the fashion of city men generally, devoted himself to the"], [142, "134 MARTYRS TO FASHION. business of the company, with the deci sion, firmness, and clearness of vision, that distinguished all his doings. \"If I am to be a director of a com pany, and receive a thousand a year in return for my services and capital,\" argued Gilbert, \"by all means let me earn it, and do myself justice, and the company also.\" And in doing his work, whatever it was, there was an air of authority, which greatly impressed all who came in contact with Gilbert. Men felt at once that he was not to be trifled with ; that evasion and chicanery would be quickly seen through ; that he would not be satisfied . with glossing over a diffi culty, or, as city men call it, \" making things pleasant\" — a suggestive phrase that, when it stands for broken hearts, ruined homes, and dishonored names,"], [143, "135 OFF THE RAILS. as alas ! it has often done during the past year or two. In a calmer mood, it is unlikely that Gilbert would have taken so decided a step as to sell the timber yard, and cut off the chances of retreat, in case of failure, so completely as he had done ; but for Annie's sake, he would have thought no risk too great, and the greater the sacrifice demanded of him, consistent with honor and justice, the stronger he imagined would be his influence. George was in every respect the opposite of his brother. He was calmer in his manners, softer in his tones, milder in his looks, and slower in his perceptions than Gilbert. Knowing how frequently George had been deceived in his dealings at Merton, and how often he had confided in people who took"], [144, "136 MARTYRS TO FASHION. advantage of his genial nature, Gilbert would have hesitated before embarking in business with him, upon a larger scale, had not the proposition been backed up by his uncle. He knew that Shirley and Son had been for years a firm of considerable magnitude, and judging by the style in which they lived, he concluded that the business must be profitable and sound. When, however, he joined the com pany, and saw the lavish expenditure on all hands, the increased staff, the enormous rent paid for the new premises in Cannon Street, which were in reality not much larger than the old warehouse in St. Mary Axe, and yet cost more than double the rent ; when he enquired closely into the terms of credit, also the rates of profit, the salaries and"], [145, "137 OFF THE RAILS. commissions paid to travellers and agents, the advertising and high remuneration of the directors, his plain common sense told him, that to make such an enter prise really successful, would not be one of the easiest tasks ; and he immediately entered into a series of elaborate cal culations, based upon such statistics as he could obtain, during the short time he had been connected with the company, and the result of his deliberation was, that the \" Colonial Produce Company \" would not, could not, and did not pay. More than this, the inexorable logic of figures, convinced him that the business could not have paid for some time past. There were curious items in the books, as handed over to the company, which had been passed without comment by Lord Dufferly and others like him, who only sought a profit from"], [146, "138 MARTYRS TO FASHION. the use of their names, but Gilbert's case was different from theirs. The stake he had in the company was vital to him. It either meant one of two things, ease and affluence, or absolute ruin. He had been quick to detect the rottenness of the company, and took measures then and there, to bring matters to a climax. George was sipping his coffee in his Islington apartments, and skimming the contents of the Times, when he received an unexpected call from Gilbert. \"You're an early visitor,\" George said, \"but I am very glad to see you, old fellow. You've not breakfasted yet, I suppose.\" \" Some time ago,\" Gilbert replied. \" In fact, George, I have not slept over well, and I was glad to get up early.\" \"Nothing the matter, I hope.\""], [147, "OFF THE RAILS. 139 \" There is this the matter, George. We stand a very good chance of being ruined.\" \"Good heaven, what do you mean,\" exclaimed George, as he dropped the Times, and half rose from his chair with excitement, seeing the grave expression of Gilbert's face. \" The simple fact is, George, that this infernal ' Colonial Produce Company,' is very little better than a swindle.\" \"And I have tempted you into it, thinking that it would hasten your happiness, and enable you to live in a style that would be more agreeable to Annie. What an unmitigated ass I have been, but is it really, really so ? Have you proved it is ?\" The poor fellow could say no more, but, wringing Gilbert's hands, burst into tears."], [148, "140 MARTYRS TO FASHION. \" There, there, my good fellow,\" said Gilbert, half tenderly, half impatiently, \" don't take that to heart ; we are in an awful mess, and we must get out of it the best way we can; you must stand by me hard and fast, but for a day or two say nothing, and do not in any way show that you have any suspicions.\" \" What then do you propose ?\" \"I cannot yet explain my entire plan, but I will sift the whole thing to the bottom before I speak a word. When I do act, it will be in a way that shall be final.\" George recovered his spirits almost immediately, under the influence of his brother's firmer temperament, and his curiosity was awakened to know what discovery Gilbert could have made in so short a time."], [149, "141 OFF THE RAILS. ■\" Everything seemed going on swim mingly, as far as I could judge,\" George said, cheerfully. \" Aye, and they would go on swim mingly for a year or two, perhaps, and we should receive our salaries, and a handsome dividend upon our shares, and no end of people will be crying up the company, and making a picking out of it, and by and by the bubble bursts, and we are penniless.\" \"What has tended to make you suspicious ?\" asked George. \" The large quantities of goods supplied within a short space of time, to four or five firms of doubtful reputation,\" Gilbert answered, \" you will be able to see through it yourself, when I mention the names.\" \"Ah, I know the parties you are alluding to, George said, \" and I imagine"], [150, "142 MARTYRS TO FASHION. what you are intending to do ; you mean to enquire carefully into their affairs.\" \" I do, and at once ; let us say no more till I am satisfied.\" He shook hands with George, and they parted. Gilbert started for the city, but did not at once go to the offices of the company. In pursuance of his plan, he called first upon a clever accountant, in Moorgate Street, and then proceeded to Walbrook. It is well known that any merchant or tradesman subscribing to the establish ment of Messrs. Parry and Wynne, of Walbrook, may obtain always in a day or two, generally in an hour or two, sufficient details as to the credit and stability, the capital and resources of any city firm of a year's standing, to enable him to judge in some degree the"], [151, "OFF THE RAILS. 143 amount of risk he will incur, in giving such a firm credit. Gilbert had ascertained that, and many other items of useful knowledge, applicable to city trading, before he had been many days connected with the company. He knew, therefore, that there was not the slighest reason for incurring unnecessary risk. He had sent in a list of names two days before. Names of firms and export agents, with whom \" The Colonial Produce Company\" was trading largely, and he now awaited, at the office in Walbrook, the report which Messrs. Parry and Wynne promised him. \" You are quite certain,\" Gilbert, said to the clerk who attended to him, \" that the particulars you are now giving me, can be relied upon.\" \"Quite so,\" the clerk answered."], [152, "144 MARTYRS TO FASHION. \"Messrs. Parry and Wynne have con ducted this business for nearly half a century, and have not incurred a single action-at-law for any misrepresentation. We only profess to give our clients positive ascertained facts, and have, therefore, no fear of after consequences.\" \" First, then,\" said Gilbert, reading from his list, \" Parker and Watts, Spice Merchants, Eastcheap.\" \" A composition with creditors in eighteen fifty-nine, two and twopence farthing dividend. Ante-nuptial settle ment upon the wives of both partners, secured them about four thousand pounds each. Supposed to be solvent at present moment, but recommend caution.\" \"Jonas Symons, Mustard Merchant, Hounsditch,\" enquired Gilbert. \" Bankrupt in sixty-one — no dividend"], [153, "145 OFF THE RAILS. — ships largely to colonies, and obtains advances upon consignments. Possibly safe till a glut occurs in Australian or Cape of Good Hope shipments.\" \" Hankey and Smith, Preserved Fruit Dealers, Little Tower Street ?\" \" Respectable, but very small capital.\" \" To what amount ought they to be limited ?\" \" You might credit them to one hundred pounds or so, answered the clerk.\" Gilbert referred to his papers. Hankey and Smith owed the \" Colonial Produce Company,\" at that moment, two thou sand five hundred pounds, bills running. \"Wilson and Son, Sugar Merchants, Idol Lane?\" \" Should advise the greatest caution,\" said the clerk, Wilson and Son have been already stopped by a creditor from VOL. III. l"], [154, "146 MARTYRS TO FASHION. disposing of goods at a sacrifice for cash on delivery, and the matter was hushed up by returning the goods, and cancelling the bill they had accepted for the amount, and which, of course, would never have been met.\" \"I will not trouble you any further to-day,\" Gilbert said, and left the office to obtain the advice of a respectable solicitor. \" You must know, Mr. Harland,\" said the solicitor, when Gilbert had stated his difficulty, \" that great latitude is necessarily allowed to directors of com panies, and it is that very laxity which occasions so many failures. No matter how clever they may be, it is impossible to give the same energy, vigilance, and promptitude, that a single individual, or two or three active partners, may throw into a business.\""], [155, "OFF THE RAILS. 147 \" I can see that plainly, although the company has been established but a few weeks. My object, therefore, is to obtain a dissolution as speedily as possible.\" \" You hold shares in addition to being a director,\" said the lawyer, \" you can, therefore, propose a winding up, upon the ground of a fraudulent description of the property.\" \" My uncle, being the prime mover in the affair,\" said Gilbert, \" I should be unwilling to take that course.\" \" Or, you may by a representation at the board meeting, influence Lord Dufferly and the other directors to agree to a voluntary winding up. There are other plans, some involving considerable expense and loss of time. One plan would be, for yourself and your brother to sell out shares, and by resigning l 2"], [156, "148 MARTYRS TO FASniON. your seats as directors, reduce the number to less than seven members.\" \" I think, the simplest and fairest plan, w7ill be to make a statement at the meeting to-morrow,\" Gilbert said, \" of the information I have gained, and the doubtful future of the company ; Messrs. Shirley and Son, will doubtless, to avoid exposure, consent to the arrangement, and we may get out of the affair without much loss.\" \" Don't be too sanguine. It will be a work of time ; after it is carried through the court, and liquidators appointed, and the assets realized, a considerable hole will be made in the capital.\" \" The board assembled on the following day. George felt extremely nervous as he took his place with his brother directors, but Gilbert was as firm as a rock, and his purpose was unalterable."], [157, "149 OFF THE RAILS. He remembered his mother's tears and bitter regrets at the sale of the timber yard, which had been in his family for more than a century. He pictured his own humiliation, and the shock it would be to Annie when she discovered all her roseate dreams annihilated, and she would be compelled, perhaps, to sink down to a lower position than that she would have occupied originally. He cursed the pride and weakness which had led him to sacrifice the interests of others in this blind way. Even for Michael Warren, he had a feeling of pity, knowing, as he did, how difficult it would be for the farmer to meet his liabilities, if pressed. His indignation towards his uncle and cousin, knew no bounds. He had been all his life accustomed to conduct business matters with the most rigid integrity."], [158, "150 MARTYRS TO FASHION. When he sold a pile of timber, there were the number of feet and inches, the exact size, and quality, which could be as readily ascertained by the customer as himself. There was no shifting or shuffling. His ideas of right and justice had not been blunted by con stantly mixing with men of doubtful principles, holding positions to which they were not entitled, either by capital, talent, or honorable labor. When, therefore, Gilbert calmly, but firmly made a statement to his brother directors, praying them at once to wind up \"The Colonial Produce Company,\" and showing by unanswerable facts, that the company was not, and never had been, solvent, the accusation fell upon them like a thunderbolt. The particulars of the company's affairs had been, in a great measure,"], [159, "151 OFF THE RAILS. taken for granted. The directors, with the exception of Mr. Shirley and Gilbert Harland, were not men of business, and the reality of their position struck them dumb. Lord Dufferly was the first to speak. \" We are greatly indebted to Mr. Harland,\" said he, \"for the enquiries and calculations he has been good enough to make. In lending my name, which, I am proud to say, is for the first time associated with transactions of a doubtful character, I was misled by false representations. I shall certainly second the proposition made by Mr. Harland, that this company be volun tarily wound up. Possibly, the severe pressure we experienced last year in financial matters, may, however, be some excuse for Mr. Shirley, senior.\" \"You are over hasty, Gilbert,\" said"], [160, "152 MARTYRS TO FASHION. Mr. Shirley, nervously, and like a drowning man, catching at a straw. \" Messrs. Tightfit and Bland w7ill dis count paper to any amount, upon the houses you have named.\" \" Remember,\" said Lord Dufferly, \"the company, not the bankers, will have to provide for those bills, if they are worthless.\" \" I think we have heard quite enough,\" said another director, a man of unstained honor, \"to warrant a dissolution of the company. Mr. Harland' s statement is so clear and concise, that no second course is open to us. We have to thank him for his manly conduct, and I sincerely trust he may not suffer seriously in consequence.\" \" It will give me the greatest pleasure to meet Mr. Harland at my table,\" said Lord Dufferly. \"His moral courage"], [161, "OFF THE RAILS. 153 will at least save us from disgrace, if not from disaster.\" The meeting ended, after a formal resolution being put, and carried, for winding up the company. Mr. Shirley and Walter passed Gilbert on their way out of the room, but neither of them spoke a word. As for Walter, he felt utterly crushed. The doors of that pleasant mansion in Gros venor Square, were closed upon him for ever, and Lord Dufferly's beautiful daughter he knew would never be his. Poverty might not have prevented the union, but the mistaken kindness of his father had ruined his prospects for ever. It seemed remorseless upon Gilbert's part, but there was no middle course. He pitied both his uncle and his cousin, but that did not alter the stern facts. The company had been got up and"], [162, "154 MARTYRS TO FASHION. conducted on a principle which must ensure greater loss every moment it was carried on. It would be some loss to all concerned, as it was, but delay would have sacrificed everything. Gilbert went home to his pretty little wife with a very heavy heart, which, however, he tried his utmost to conceal. He certainly felt more for her than for himself. He was strong and vigorous in frame, with unbounded energy and moral courage. To a man of his stamp, there was no such word as failure. If one channel was closed, he would find another, and that speedily, but the desires and dreams, which had already cost Annie many tears, and frequent disappointment, seemed likely to bring her real sorrow. Gilbert knew, already, that he would"], [163, "155 OFF THE RAILS. make a serious loss upon his shares, and he had been at much expense in furnishing their villa, and other indul gencies which might have been spared. He could see at present only one plan of action, which was to go back to Merton, and compromise the matter with Compton, as best he could. He believed that the paper maker would not drive a hard bargain with him, when he learned how unfortunate the city experiment had proved. Annie received her husband joyously. \" Oh, Gilbert dear,\" she said, as soon as he entered the door, \" there is such a charming ballad concert to-night, at St. James's Hall. Lemmens-Sherrington, Sainton Dolby, Sims Reeves, Arabella Goddard, and I don't know how many more. Do take me, will you ?\" Could he tell her at once that he was"], [164, "156 MARTYRS TO FASniON. nearly ruined, and, perhaps, her father also? There was much sympathy for George and Gilbert, when the affairs of the company came to be investigated. The item of three thousand pounds, advanced by George, of course appeared upon the books, and was regarded by the directors as a discreditable operation on the part of Mr. Shirley. Men become astonishingly virtuous, and show the greatest hatred of any deceptive or underhand dealing, when they cannot possibly derive any benefit from it. If, by the advance, a success ful company had been established, the thing would have had quite another aspect. Mr. Shirley would have been looked upon as a model financier. The affair got wind, and was wafted abroad over the city, like many other"], [165, "OFF THE RAILS. 157 ill winds, which do nobody good, but which seem always blowing hardest when times are pressing. Men said in an undertone, at street corners — \" I say, what do you think of old Shirley, swindling his nephew out of three thousand pounds.\" \"You don't say so, how is that?\" Then comes an explanation, and like other tales, that of the \" Colonial Produce Company \" loses nothing by carrying, so that the shares fall to zero, and nobody will look at them. Then follows ridicule, that potent element of destruction, and finishes what mismanagement began, and in a day or two Shirley and Son are in common parlance, \" off the rails.\""], [166, "CHAPTER XL BADEN-BADEN. When Mellor had visited his mother, just previously to his marriage, that worthy but singular woman told her son, in the most decided manner, that she intended to do nothing more for him. In truth, the Captain had done her training, such as it was, very little credit indeed. We still call him Captain Mellor, but the regiment he belonged to has never yet been discovered, nor docs it appear according to any Army List or Gazette, that he ever did any duty, or took part in any campaign. The son of an Army Surgeon, he had picked up a good deal of barrack slang, and not a few of those exquisite vices"], [167, "159 BADEN-BADEN. which sit so charmingly on a certain class of military men. His deception had been cleverly carried on for a series of years without detec tion, but the pseudo Captain had at length come to the end of his tether. When a man carries a dozen writs in his pocket, he must soon make up his mind to some definite course. He may surrender him self, and trust to the mercy of his creditors and the looseness of the bank ruptcy laws. He may compromise with them by a payment of a shilling or two in the pound. He may shoot or hang himself, or quit the country. Capricious as he was, however, he had a real affection for Caroline, and his object in not accompanying her to the funeral, was the desire of carrying out a little project he had in his mind. Upon a former occasion, when intimate"], [168, "160 MARTYRS TO FASHION. wTith Hugh Sinclair in Baden-Baden, he had, by playing on a peculiar system, broken the bank at one of the gaming saloons, and retired from that doubtful locality with a sum that enabled him to pass twelve months in perfect ease and comfort. The position in which he was now placed, and his mother's determined hold upon her purse-strings made him desperate. Within an hour or two from Caroline's departure, he wras on his way to Baden, determined to venture all his remaining cash for the chance of once more break ing the bank. Some men situated as he was, would have thought of an occupation — would have advertised or accepted a situation — would have done something, however humiliating, to preserve a home for a young wife."], [169, "161 BADEN-BADEN. Captain Mellor was not a man of that stamp. Duty — that password to all that is best in this life — that stepping-stone to happiness in another, was a word of no meaning to him. He supposed Caroline would stay at least a week or so in the country. She would visit Laura Mostyn he knew, but he could not read Caroline's thoughts in that matter. Conscious that she had been the means of undermining whatever attachment he felt for Laura, she had an uneasy conscience in accepting her hospitality. Consequently, Caroline was at Jermyn Street at least three days sooner than he expected. He reached Baden speedily, and paid a visit to the saloon whose bank he had broken five years before. The expenses of his voyage had swallowed VOL. III. M"], [170, "162 MARTYRS TO FASHION. up a considerable portion of his remaining cash, but he came to the table with perfect coolness, and staked about a fourth of his money. He pursued the same policy that he had adopted upon the former occasion, but his luck had deserted him. \" There is a moment,\" says a German proverb, \" when the fiend himself ceases to aid ill deeds,\" and that moment seemed to have come to Mellor. He uttered not a word, as his little stake w7as swept away, but played once more in the same way and for a similar amount. Again, however, w7ith a like result. For the third time, he essayed upon the same play, and with the same amount — still perfectly calm, collected, and im passive; but this time also, he lost. And now there remained a small sum,"], [171, "163 BADEN-BADEN. the fourth part of the cash he had left when he reached Baden ; and though he did not appear in the least disconcerted by his previous failures, he took a second or two to decide. Then he placed his last remaining coins upon the table, and choose precisely the same number as before. The money was gone, and he was penniless. He did not stake his watch, though he had a handsome one, given him by his mother. He might have staked a brilliant diamond ring, which he had upon his finger, or the valuable pin that fastened his necktie, for in these — rightly named — hells, all is fish that comes to the croupier's net. But to do that, would have been to reveal that he had lost all his cash, and hard driven as he was, the man's pride would not allow him to expose M 2"], [172, "164 MARTYRS TO FASHION. his poverty for a moment, even to the merest stranger. Captain Mellor had decided beforehand upon his course of action, in case of failure, and he now proceeded to carry that decision into effect. While the play was proceeding, the report of a pistol was heard, in the grounds attached to the hotel. Few paid any attention to it, but a waiter, perhaps keener from habit than others in detecting the signs of despair, followed him to the spot, but too late. Captain Mellor was lying on the ground, shot through the brain. He must have died instantaneously."], [173, "CHAPTER XII. schondorf's concert. Foreigners are accustomed to regard Englishmen as uninfluenced by outward things. It, therefore, caused no little surprise that Hugh Sinclair, upon the occasion of his marriage with the lovely Italian lady, alluded to in an earlier portion of our story, should be overcome with emotion. In truth, the man was to be pitied for his inward feelings. He loved the beautiful woman he had chosen dearly, and it was, perhaps, some thought that the day might come, when the looks of tenderness and passionate love, which now beamed upon him, might be exchanged"], [174, "166 MARTYRS TO FASHION. for scorn and reproach, if his secret became known, that agitated him. The ceremony over, Hugh regained his spirits, and, perhaps, did not altogether lose in the estimation of the ladies, for his display of feeling. The festivities of the day gave him little opportunity for further reflection, for the lovely villa and its beautiful grounds were already thronged with visitors. Pretty girls, in their picturesque costumes, lined the road, and threw bouquets in their path ; while the vineyard laborers, decked out in the gayest colors, with ribbons flying from their hats, came for miles to assist at the festa, glad of the opportunity to make a holiday. The weather was enchanting, though yet so early in the spring, and within and without there was nought but merriment and joyous faces."], [175, "schondorf's concert. 167 The wedding ceremonies over, Hugh and his young wife started upon a tour over the Alps, and into Switzerland. They spent some days exploring the wonderful valleys and passes, forgetful amid those magnificent scenes, that there were such things as sorrow and care upon the earth. Every day brought new enjoyments, till the weather became wild and stormy, then they journeyed back to Italy, and spent some happy days by the lake of Como. \" If all be true as to the climate of England,\" said Hugh's beautiful wife, \" I shall sometimes sigh for my native land, but you must not be angry with me. \" Indeed,\" Hugh answered, \" I should not be angry with you if you proposed never to go to England at all.\""], [176, "168 MARTYRS TO FASHION. He spoke earnestly, even passionately, and his young wife looked up in his face with some astonishment. \" There is none of the freedom and simplicity you have here,\" said Hugh, as if in explanation. \" But your friends and neighbours will welcome me, will they not ?\" Friends and neighbours ! what friends and neighbours had he. Captain Mellor he had not seen for weeks, though he had heard of the marriage with Caroline. Would his w7ife care for such companions as the reckless Captain, and his scarcely less reckless young wife. Santi was a gentleman, a scholar, a refined and accomplished man, but he had not forgiven the deception Hugh had prac tised upon him, and had never once called at the Manor. Miss Mostyn he had met once or twice, but they were"], [177, "SCHONDORF'S CONCERT. 169 not intimate. Friends he had none, and neighbours shunned him. \"You see, dearest, I have spent so much of my time away from England, that I have few ties there,\" said Hugh, sadly ; \" until I came of age, I was brought up at Baden.\" \" But you must have been very happy in going back to England, to take possession of the home descended from your ancestors.\" \" I assure you, my love, I have spent scarcely one happy day at Merton.\" \" Well, if you dislike England, why need we go there yet ? we w7ill spend the spring and early summer here, and go to England later in the year. I am told it is beautiful there in the autumn.\" \"It certainly is,\" Hugh replied, catch ing at the proposition instantly, \" there is a glory in the English atmosphere in"], [178, "170 MARTYRS TO FASHION. the autumn, which is never seen in other seasons. There is a richness and intensity of coloring in the beautiful woodland landscapes about Merton, that cannot be surpassed by any other scenery. In the spring, we have keen winds and chilly pale blue skies, but there is a mellow softness and calm about the English autumn, which could not fail to charm you.\" \" In the autumn, let us return, then,\" said the young wife, happy that the passing cloud upon Hugh's face had disappeared, and h ey spoke no more of Merton for several days, but wandered through enchanting prospects of lake, forest, and mountain ; floated by moon light on the lake, and watched the stars glittering on its glassy surface, or the gorgeous glow of the fading sunlight upon the snowy tops of the distant"], [179, "SCHONDORF'S CONCERT. 171 mountains. Having decided against visiting Merton till the autumn, a feeling of peace and security crept over Hugh's mind, to which it had been a stranger for the last two years. He drank in the happiness of the moment, as only a man can do, who knows that there is danger accompanying it. As to his young wife, intoxicated with the loving worship of the hand some young Englishman, she gave herself up with all the glow and impetuosity of her southern nature, to the joys of youth and love. Hugh desired to see some of the Italian cities ; and the young couple went for a few days, first to Milan. There was a concert at La Scala, given by Herr Schondorf, the celebrated basso, and Hugh's young bride desired to hear him."], [180, "172 MARTYRS TO FASHION. He was a singular fellow, this German basso, with a wonderful mass of hair, falling wildly over his shoulders, and a face, the color of mahogany, from con stant exposure. He looked more like a rugged mountaineer than a singer, and his voice had none of the suavity and mellow sweetness of the Italians ; but there was an intensity, a dramatic fire, and a rapt, unworldly expression in his sepulchral tones, which no musician could listen to unmoved. It was rather melodious thunder than singing, that delighted the hearers of Herr Schondorf. It was seldom the grand theatre La Scala was used for concerts, but the programme was attractive, and being supported by celebrated singers and players, brought a large audience. Hugh and his young wife were seated in the pit stalls, and a short distance"], [181, "SCHONDORF'S CONCERT. 173 only from the stage. It was a scene full of novelty and amusement for them, so unlike the calm, placid way in which an English or German audience would behave at a concert. The English would wait patiently, hoping to get enough for their money, and listening intently for every little scrap of melody ; the German would sit in a profound, brown study, keenly analyzing every chord, pro gression and sequence, in the harmonies ; the Italians laughed, joked, saluted friends in distant corners of the house, and went simply frantic over a charming phrase, or fine vocal effect, when the concert began. Several items in the programme had been executed by various popular favorites, and then it was Herr Schon dorf's turn to sing. He had chosen the great scena of Caspar, in the first"], [182, "174 MARTYRS TO FASHION. act of Der Frieschutz. At first, his audience seemed hardly to appreciate Schondorf's singing. They were not accustomed to those deep unearthly tones, but soon his tremendous energy, and dramatic fire, told upon them, and they listened in breathless silence. In truth, Schondorf sang as he had never sung before, for he had not executed half-a-dozen bars of the scena, before his eyes fell upon Hugh Sinclair. Hugh had never seen the man before, but when their eyes met, he was fas cinated by the intense gaze of the singer, and could no more avoid them than if some strange magnetic influence had been exercised upon him. Schondorf had a different feeling. This was the man he had been seeking for months. He knew him by the extreme likeness to the portrait he"], [183, "SCHONDORF'S CONCERT. 175 carried about with him. Schondorf was on the point of starting upon this engagement, when Santi's message came to town, and thus was prevented from following the clue given to him. But now he was determined that Hugh should not escape him, and the stern earnestness of his purpose gave to his tones a depth and power, such as had never been heard in La Scala before. He was not merely singing the music of the demon huntsman, he seemed himself, for the moment, like an avenging fiend. The thunder of his deep notes vibrated through the theatre, till Hugh felt his very blood chilled by them. Such sing ing as this was unaccountable ; its weird power filled him with awe, and the singer's gaze never left him an instant, but seemed to penetrate his very soul."], [184, "176 MARTYRS TO FASHION. When it was concluded, there was a furore that shook the very walls of the house. Applause was not the name for it. It was the very madness of enthusiasm. They shouted, they encored, they stamped, they roared like savages, shed tears in their intense delight ; and when the tumult, which occasioned some perturbation, as it was supposed by the police to have a political meaning, had subsided, Schondorf sang the latter por tion of the scena again, with equal effect. But his eyes looked into those of Hugh keen, stern, and enquiringly, even while he bowed his acknowledgments of the whirlwind of applause ; and the look became so painful to Hugh, that he proposed to withdraw as soon as it was over. \" You are unwell, dearest, I know you are,\" said his bride, \"I have seen you"], [185, "SCHONDORF'S CONCERT. 177 look pale all the time that strange man was singing.\" \" Merely the heat and excitement, my love,\" answered Hugh; we are not accustomed, in our cooler climate, to welcome a public performer with so much warmth. And there is something in this man, I cannot explain what, that has a singular effect upon me. If I were superstitious, I should imagine that he had some mysterious power over me : some influence upon my future life and destiny, which I am unable to account for, and unable to control.\" Yielding to the suggestion, they left the theatre, and as their hotel was but a short distance, Hugh proposed they should pass the celebrated cathedral, while the moonlight was upon it. They were but a few yards from the theatre, and Hugh, under the influence VOL. Ill n"], [186, "178 MARTYRS TO FASHION. of the calm night and the fresh air, was beginning to forget the excited scene they had left, when a hand was placed on his shoulder, and the strange voice of Schondorf, said, in broken English — \"Mr. Sinclair.\" \" My name is Sir Charles Sinclair, what do you want with me ?\" \" Sir Charles Sinclair,\" said Schondorf, with a strong accent upon the christian name, \" is no more upon this earth.\" Hugh stammered something in answer, but it was inaudible, and he trembled from head to foot ; meanwhile, his young bride looked in Schondorf's face, with an expression of horror and alarm. \" Oh ! Charles, darling, what is it, tell me what is the matter,\" cried the lady, for Hugh seemed paralyzed; at length, he said to Schondorf — \"Come with me to the nearest cafe'"], [187, "SCHONDORF'S CONCERT. 179 and do you, dearest, go back to the hotel. I have a few words to say to this gentleman.\" A vehicle was passing, and Hugh, placing his young wife in it, and telling her not to be alarmed, turned with Schondorf into a cafe. \" Your behaviour is so strange,\" said Hugh, when thev w7ere alone, that I must request an immediate explanation. The words you made use of, refer to an event which has deeply moved me.\" \"Your brother,\" said Schondorf, \" with out wasting words, was the real Sir Charles Sinclair, and now, Hugh Sinclair, the time has come for you to make restitution. Your brother's child lives, and with its mother, is under my care.\" \"Do what you will,\" said Hugh, brought to bay ; \"I can hold the estate till the boy is twenty one years of age.\" n 2"], [188, "180 MARTYRS TO FASHION. \"True,\" Schondorf answered, \"but his mother shall not starve in the meantime ; I will have his claim acknowledged at once.\" The courage that had sustained Hugh in his falsehood for the past three years, deserted him in a moment. He seemed utterly unable to defend his conduct, or to evade its consequences. \"Justice shall be done,\" said he, faintly, \" come what will.\" \"Some men would not believe your penitence,\" said Schondorf, \"but I under stand men well, and I perceive you will keep your word ; and now, say when and where, in the presence of witnesses, and sealed with legal powers, this claim shall be established.\" \" To-morrow at twelve, at my hotel ;\" and he gave Schondorf the address. The singer left him instantly, and"], [189, "schondorf's concert. 181 going back to La Scala, sang with rapturous applause, \"Mozart's Possenti Nurni;\" but the unearthly effect he had produced in his former song, was not now observable."], [190, "CHAPTER XIII. LAURA'S DECISION. So much activity was displayed in the repairs of Coombe House, that a portion of the mansion was rendered habitable much earlier than could have been expected. The Mostyns, however, still remained at the Mount Farm, and Laura was well pleased with the life they led. There was constantly something going forward at the farm which amused and interested her ; and her cheerful, genial manners made her the greatest favorite with the farm people. The hearty laughter with which she greeted any"], [191, "laura's decision. 183 new peculiarity of Mrs. Higgins, was received in good part by that rigid lady, and the merry way in which she assailed Cruppy upon some of his weak points, roused that indolent retainer into unwonted activity. Old Lady Mostyn, having been much shaken by the late misfortune, induced Santi to give Laura some advice as to her treatment. She derived so much benefit from his skill, that to pacify her, Santi consented to call every day. He felt, at the same time, that he was placing himself in a false position, but the temptation to be near Laura was irresistible. Laura, on her part, felt herself drawn more and more to the physician every hour. The evident truthfulness of his character, the under current of passion and sentiment that was revealed in his looks and tones, his"], [192, "184 MARTYRS TO FASHION. gentle easy manners and refinement of taste, and not less his good looks, for the Italian was a very handsome man, all attracted Laura. There was a certain mystery clinging to his position, which was also not without its charm. He seemed a man who had mixed in good society, but was either without property, or had met with misfortunes. There was that in Santi's manner, earnestly as he tried to conceal it, which quickly betrayed his inward feeling to Laura, and she was too completely a woman not to feel a little triumph in the subjugation of this handsome man. There was a satisfaction, too, in feeling that it was her personal attraction alone which fascinated him. She was quite sure that he was not a fortune-hunter, that he was captivated with her qualities as a woman, rather than influenced by"], [193, "laura's decision. 185 any advantages of her position. She believed, too, that the sudden coldness and reserve, which he sometimes as sumed, was the result of high-minded conduct, and was certain, that without encouragement, he would quit her society eventually, without one word to indicate his secret aspirations. Laura had no adviser, her aunt was old, helpless, and almost childish, her fortune was entirely at her own disposal, and if she loved the man, it was but for her to give him sufficient encourage ment, and none could gainsay her. But Laura had her own pride to combat; she had already been wounded by the conduct of Captain Mellor, and sometimes imagined that she had brought a certain amount of humiliation upon herself, through her freedom and thought lessness. Not that the defection of the"], [194, "186 MARTYRS TO FASniON. Captain had occasioned her more than a passing regret, though she grieved sincerely over the probable disappoint ment and unhappiness of Caroline. It was natural that Laura, being so warm-hearted and impulsive, and ready to respond instantly to any show of affection, should be, for the moment, deceived in the man. But there is always one safeguard in spontaneous feeling, it has a tendency to draw out the character and temper of the person upon whom it is bestowed. This had been so, especially with regard to Mellor, and the early discovery which Laura had made of his true character, led to the satirical and half-bitter remarks we have chronicled in a former chapter. A woman like Laura, having once been induced to wear her heart upon her sleeve, would not so heedlessly"], [195, "LAURA' S DECISION. 187 imperil it in future. But the slight imaginary loss of self-respect, which had pained her for the moment, had not in any way altered her manners or disposition. A coarser and more selfish kind of temper might have been soured by such a slight as she had received. Not so Laura. She saw plainly that any feeling the Captain may have had for her, was too shallow to be permanent ; there was not warmth or glow enough in it to have kept her own alive for any length of time. The little insight into character she had gained, had not been without its use, for she felt that the hour or two spent at the death-bed of poor Sandall, had revealed to her a man of genuine and noble nature. She pictured to herself the demeanour of a man like Mellor at the death-bed of the poor"], [196, "188 MARTYRS TO FASHION. disappointed artist. What sympathy, what delicacy would he have shown ? None whatever — probably he would have invented some paltry excuse to leave the cottage. The great mystery of death, which in a moment levels our childish distinctions of rank and cir cumstance, had little meaning for such a man ; but there had been a solemn dignity, a reverential tone in the behaviour of Santi, which made Laura feel from that moment, that it would be possible to love such a man deeply, and with an affection that would strengthen with time. Several times the Italian came and went, during his attendance upon Lady Mostyn, without seeing Laura. Mrs. Warren, or even Mrs. Higgins, accom panied him to the old lady's apartment, and to Laura's enquiry if Santi had"], [197, "LAURA'S DECISION. 189 made any suggestion, or had requested to speak to her in reference to her aunt, the answer had simply been that Santi had reported favorably of her ladyship, and nothing more. Meagre nourishment this for love to feed upon, but there are times when love does not stand in need of rich stimulants, or piquant dainties for its support and growth. Just such a time was this, when Laura saw the physician come and go, and yet did not even appear personally to enquire as to her aunt's recovery. One day, however, a message came to Laura's bedroom — she took refuge there about the time Santi was likely to call — a message that sent the blood rushing to her lovely cheeks, partly from fear, partly from hope, partly from pride. This message was brought by Mrs."], [198, "190 MARTYRS TO FASHION. Higgins, and was to the effect that Santi would be glad to speak with her. Laura recovered herself in a moment, and replied — \" I will come down to him. I hope my aunt is not worse.\" \" Oh dear no, miss,\" said Mrs. Higgins, \" she walked a bit in the garden, just now, leaning on that gentleman's arm.\" Laura knew that perfectly well, but ladies in love must say something. She went, as if by instinct, into the garden, and a very pretty garden it was at the Mount Farm, and there she found Santi. He bowed low, but he could not con ceal his agitation, and his sweet tenor voice was a little tremulous when he spoke. \" I have been to-day to Coombe,\" he said, \"and find that a large portion of"], [199, "laura's decision. 191 the house is ready for habitation. I thought, under the circumstances, you would be glad to know, that there will be no danger in removing Lady Mostyn.\" \" I am very glad, indeed, to hear that,\" Laura answered, \" as she will, doubtless, be pleased to get back to Coombe, but for myself, I have enjoyed these few days spent at the farm, amazingly, and shall exchange, with regret, the cheerfulness of the Mount Farm, for the dulness of Coombe.\" \"It is hard to believe in dulness, where Miss Mostyn is present,\" said Santi. It was the first compliment he had paid her. \"It is very kind of you to say so,\" Laura replied, \" but woman's world in England is a restricted one. They begin life full of fanciful ideas, but they are soon disenchanted.\""], [200, "192 MARTYRS to fashion. \" It must be a bad world that would disenchant you, Miss Mostyn.\" \" Perhaps,\" said Laura, laughing, \" my aspirations are not kept within reason able bounds, and I have, therefore, only myself to blame, we will say no more of that, but let me thank you heartily for the care and attention you have bestowed upon my aunt, and I hope, that we may frequently have the pleasure of seeing you at Coombe.\" \" No, madame, that cannot be. I must go back in a few days to Italy.\" \" Indeed ! I am very sorry to hear that.\" \" I am but a poor man, Miss Mostyn, dependent upon my profession for bread. For loving my native land too well, I wras driven into exile, but a change of government leaves me, at length, free to return.\""], [201, "laura's decision. 193 \" Then, my dear sir, you must tell me in what way I can serve you,\" said Laura, taking his hand with childlike simplicity. Poor Santi had hard work to restrain his feelings. \" I have enough for my wants, madame. Men in my profession, do not require expensive appointments in Italy. I shall make the most of the little pro perty I have in Rome, and settle in one of the cities on the coast, perhaps Leghorn, or Genoa, and you will forget that such a poor fellow as Santi ever lived.\" \"Never!\" answered Laura, \"I shall always remember that I have been associated, under singular circumstances, with a true gentleman, who has made me forget that there are such things as country, climate, or language, where real vol in. o"], [202, "194 MARTYRS TO FASHION. manhood is concerned. If I am likely to be forgetful at all, the risk is of forgetting myself.\" The warm-hearted creature shed tears, and could say no more. \"Oh, madame,\" said Santi, \"if you speak like that, and look like that, I shall indeed forget myself also, and, p3rhaps, forfeit your good opinion for ever. Yet, if I dared to say\" — He waited, but Laura did not speak a word. \" If I dared to say,\" he repeated, that I loved you, as well as ever man loved woman in this world — that it is madness and annihilation to quit this land, and carry with me but a memory of your tender heart and noble form — if I dared to say, that I shall never again, in all my life, see a woman to equal you — if I, poor, unfriended, and"], [203, "laura's decision. 195 lonely, dared to say this to a woman who is rich, who is beautiful, who has placed confidence in me, and who now speaks with so much kindness and feeling, would she not think me an idiot ?\" \"No, indeed,\" said Laura, \"she would think that you meant every word you say. She would think everything pure minded and honorable : she would forget the paltry differences of wealth, the artificial distinctions of rank ; and be thankful that such barriers as these could so easily be overthrown.\" \" What can I do to prove my devo tion ?\" exclaimed Santi. \"Only be for the remainder of your life, the good, kind, manly fellow I have known during the past few weeks, and I shall be abundantly contented.\" \" And your friends ?\" \" Will laugh at me a little, I dare o 2"], [204, "196 MARTYRS TO FASHION. say, but I hope to prove that I am the best judge of my own happiness.\" If Mr. Warren had been already mys tified by the conduct of Santi, he was staggered entirely, when, coming home from Wallingford market, he overtook the happy pair in the lane, Laura leaning upon the Italian's arm, and both so engrossed with each other, that they did not perceive him. \"There really is no understanding these foreigners,\" was his puzzled com ment."], [205, "CHAPTER XIV. WINDING UP. Before Annie had learned what a heavy blow had fallen upon all concerned in the \" Colonial Produce Company,\" her confidence in London life had been somewhat shaken. She had indulged in some extravagant dreams as to the extent of her visiting list, the cultivated acquaintances she would make, the general refinement and lofty tone of London society. Those who are really familiar with that society will readily understand that the fashionable world for which Annie sighed, was very far removed from her. The circle in which her husband"], [206, "198 MARTYRS TO FASHION. moved, consisted of men who had slaved at the drudgery of the desk and the counter, till their whole natures were colored and toned by their daily occupa tions. What intellectual pursuit is a man likely to follow, who has been from nine till six in a dingy warehouse, or muddling his brains with columns of figures ? who has had an indigestible dinner, hastily swallowed in the middle of the day, while grudging every moment he spared from his engrossing occupations ; or, perhaps, with no dinner till he reaches home, when fatigue, and the process of digestion, quite incapacitate him from any thought deeper than that required by a lively novel, and even then, he generally goes to sleep over the second chapter — what can be expected in the way of intellectual resource from such men ?"], [207, "199 WINDING UP. That was one class of business men. Then, sometimes, would come specimens of another sort. Men who did not devote much time to the city, who went down to some office near the Royal Exchange about eleven, and came home to dine about four, or earlier. Men who had leisure time enough, perhaps, to have become painters, poets, or what not. But did they ? On the contrary, when men of this stamp visited her husband, they fell to discussing speculative schemes, and rail way shares ; they suggested ideas for new companies, or keenly criticised the management of those already existing ; their only topics of the day were the rise and fall of the rate of discount, and the price of consols ; their prime amusement the dissection of some gigan tic swindle ; and their chief anecdotes"], [208, "200 MARTYRS TO FASHION. were of strange expedients to raise the w7ind. If Annie sang, they chattered an accompaniment. If she spoke of artists or musicians, she found the names of the greatest and best in the world of art, were less familiar to them than the name of any sharp lawyer, who had successfully carried some broken-winded scheme through Parliament. If these men constituted society, she preferred to be alone. Once or twice Lord Dufferly had called, to consult Gilbert respecting the company, but his stay had been short, and Annie, who scarcely saw his lordship, felt that, during the brief interview, her husband had merely received the deference due to a good man of business. Lord Dufferly had evidently no greater interest in Gilbert than in a machine, that was doing its proper work regularly."], [209, "WINDING UP. 201 Then the ladies ! Well, Annie, when at Merton, certainly enjoyed a little cultivated society. The paper maker's daughters were, at least, well educated, and sang and played with considerable skill. There were no attractions to tempt them away from home, and they were glad for Annie to join them in the evening, and bring her music or fancy work ; and if Mr. Chekker, who was supposed to have his eye upon the eldest Miss Compton, dropped in later in the evening, they got up a glee or part-song, applauded each other much, and were quite happy. Or, they took part in the Penny Readings, and Annie would sing a little ballad, so feelingly, that the simple country folks might be seen with tears in their eyes, and talked of it miles away, and sometimes, she would be"], [210, "202 MARTYRS TO FASHION. invited to a dance or amateur concert at the houses of the neighbouring gentry. All this, was at least, friendly and sociable, and while Annie remembered many pleasant little gatherings at Merton, she was bitterly disappointed to find that in London she had not even that gratification. For the wives of the men her husband now associated with, were either women who had helped their husbands in grub bing up the money they possessed, or else wrere the daughters of men who had w7orked their way from a very humble position, and who were so extremely anxious to forget the sordid foundations of their fortunes, that they only culti vated society in a higher grade than their own, and suffered martyrdom in various ways to effect an entrance into the world of fashion."], [211, "203 WINDING UP. Even if they condescended once in a w7ay to pay Annie a visit, they were so full of caprices, were so outrageously dressed, or so slangy in their conversation, that she was unable to keep pace with them, while they, on their part, voted her \" decidedly slow,\" and the visit was rarely repeated. Gilbert saw all this, and was grieved at the evident disappointment of his pretty young wife. To compensate for the absence of that society for which she pined, he took her constantly to places of amusement, but the effect was not satisfactory ; such novelty as could be had soon wore off. One gets tired of seeing the same drama more than three times, and the opera is expensive, and not always in season. Besides, Gilbert was often not in the best disposition for evening amusements, after his day"], [212, "204 MARTYRS TO FASHION. in the city, and sundry little tiffs, too trivial to grieve him, but important enough to cause him a passing vexation, had taken place. The rigidity of London life had at least one good result, it broke, in some degree, the despair which Annie felt, when the failure of the company became known to her. But when Gilbert gently and tenderly explained to her the full extent of the disaster, he thought she would have sunk under it. Feeling it incumbent upon him to realize every shilling, he sold off all the pretty furniture of the villa so lately furnished in exact accordance with Annie's tastes. He applied himself to the task of winding up the company, with the same diligence and systematic care he would have exercised if the affair had been flourishing."], [213, "WINDING UP. 205 One of his brother directors twitted him with his anxiety about some obscure item in the accounts, but Gilbert retorted sharply — \"It is the least we can do, after playing with the money of others, to give them some explanation where, and how it is gone.\" The same principle influenced him in his private arrangements. His heart sank within him, when he saw Annie's tears, as item after item of elegant furniture, selected with the greatest taste, was handed up for the inspection of dirty brokers and Jews, and knocked down to them at half the original cost, but Gilbert would have paid to the uttermost, if he had gone back to Merton on foot. At length his task was ended, and he enquired if George would join him once"], [214, "206 MARTYRS TO FASHION. more in re-establishing the business of the timber yard. But George had not the moral courage to face Merton gossip just yet. Gilbert urged him, and spoke earnestly as to his own feelings. \" You know, George, we have done nothing to be really ashamed of. We have been deceived, and so have thousands in these foolish schemes, but we have paid the penalty of our pride, and there is no better way, I think, to gain the respect of our old friends and neighbours, than by resolutely setting to work to retrieve our losses. I can look any man in the face, so far as I am con cerned, and though I am heart-sore respecting Annie, I hope and believe she will yet see that real happiness and self-respect may be attained in a very humble station.\""], [215, "207 WINDING UP. But George could not yet make up his mind to return. He handed over to Gilbert all that was left to him from his shares in the company. \"Make what use you like of it, Gil bert. I shall take some kind of situation for a time, and when my pride is subdued a little, I may find my wray to Merton, or possibly go with Walter Shirley.\" \"What does he think of doing?\" asked Gilbert. \" His father has been invited to manage a small business at Melbourne, and Walter will probably assist him.\" So ended \" The Colonial Produce Company.\""], [216, "CHAPTER XV. NINE DAYS' WONDER. TnERE were few men who would accept the inevitable, with a better grace than Gilbert. Satisfied that his wisest course was to go back to the quiet country life at Merton, he set himself with the utmost energy to carry out the plan. Compton, as he imagined, being wealthy, and not without some gene rosity, notwithstanding his cynical man ners, made the arrangements for the re-purchase of the timber yard as easy as he could, and in a few weeks after the break-up of the company, it seemed as though no change had taken place in his outward life."], [217, "NINE DAYS' WONDER'. 209 But inwardly he had a hard struggle to contend with. His young wife seemed apathetic and indifferent to everything at first, and it had only been by unceasing effort, and unweary ing kindness and patience, that Gilbert had brought her to a more resigned and christian state of feeling. It seemed to him, that if Annie would only fall into her old ways, associate with her old friends, and in every way endeavour to live her former life again, that she must eventually become happier. One of his first steps, was to induce her to sing again in the old church. She had still an intense love of music, though in London she sang very little, and Gilbert felt he had achieved a master stroke, when Mr. Chekker paid them a visit, at his suggestion, and urged upon Annie again to take her place in the choir. VOL. III. p"], [218, "210 MARTYRS TO FASHION. She was at first so timid and nervous, that they had great difficulty in persuad ing her to do this, and when she con sented at last, she was agitated for the remainder of the week. However, when the day came, and her sweet, sympathetic voice once more floated through the Gothic aisles, and Gilbert's bass sup ported her in an anthem, they had executed twenty times before — when she peeped timidly through the curtains of the choir, and saw red-faced old farmers, and their buxom wives glance upward keenly, and with a delighted expression on their faces, as they listened to her again, she felt what even the most indifferent could hardly help feeling, the sweetness, and power of human sympathy. These good souls knew nothing of art, but they were touched, they knew not how, and they thanked"], [219, "NINE DAYS' WONDER. 211 God in their hearts for a blessing they did not understand. Old associations came back to them in the familiar notes, old jealousies and petty aversions, seemed to become dimmer, and under this simple spell, these human beings, who so little understood themselves, felt in some strange, undefined way, that life for the moment, at least, was larger, sweeter, and better than they had known it for a long time. And they were grateful, too, in their homely way, for the influence Annie had exercised upon them, and before she could escape from the church, there was a crowd of honest genial faces in the porch, and so many kind invitations and good wishes, that she went home with tears in her eyes, and Gilbert felt that his patience and earnestness were really bearing good fruit after all. p 2"], [220, "212 MARTYRS TO FASHION. And Compton, too, though he had ridiculed the vanity of the Warrens at home and abroad, showed a consideration now, which could hardly have been expected of him. \"You will, of course, invite Annie here,\" he said to his girls, \" and you can do your fancy work, read your novels, and strum your music together, just as you used to do, but mind you don't say a word to hurt her feelings, or wound her pride. She has been taught a very bitter lesson, and it will take her some time to digest it. \"Why, father,\" said his eldest girl, \" you know w7e shall be delighted to have her back. Our music has been quite ruined through losing her, and her manners and tastes are superior to any of us.\" So that Annie found herself heartily"], [221, "NINE DAYS' WONDER. 213 welcomed again at Merton, and despite their very humble way of living, and the severe struggle it was for Gilbert to work up the business again, she confessed to herself that her position was in reality more endurable than she could have imagined. Then the sweet spring-time was advancing rapidly, and there was no smoke to darken the soft blue of the sky, no harsh sounds to deaden the happy notes of the birds, no gloomy, narrow streets to shut out the distant landscape. The change from the murky gloom of the winter in London, seemed to reveal a glory, joy, and peace in the sweet fields and the rippling river, she had never received from them before. And once more the apple blossoms fell like showers of roseate snow upon her graceful head, in the orchard of th^"], [222, "214 MARTYRS TO FASHION. Mount Farm, as she strolled there with her vain and foolish, but still tender hearted father. That much bitterness was occasionally mingled with the cup, may readily be conceived. The failure of the company caused heavy calls to be made upon the farmer, and it was with the greatest difficulty he could keep the farm. Fre quently sharp reminders would come of long standing debts, and he was obliged to put them off with lamentable excuses. Arthur, too, was making but a sorry figure at college. It was but too plain that he would never reflect any credit upon his friends. His life was purpose less, and his abilities were not sufficient to enable him to profit by study. He was acquiring the outer gloss of fashion able manners, and becoming unfit for ordinary duties."], [223, "NINE DAYS' WONDER. 215 Much humbled by these trials, the farmer was very glad to go down to the timber yard from time to time, and talk over his affairs with such a clear- headed, sincere man as Gilbert, and when Annie saw the good effect of her husband's straightforward, earnest en- deavours, she could not but feel her respect for him growing. She was beginning at last to learn the great value of a pure and noble life, inde- pendent of all external influences, able to carry its own stream pure to the great far-off ocean, no matter how tur bid the currents that flowed beside it. It would take time, even yet, for her to understand how quickly the events that touched her so deeply would be obliterated from the minds of her friends and neighbours. The young and imagi native exaggerate their own feelings"], [224, "216 MARTYRS TO FASHION. and circumstances so much. It is only alter hard trials and wider experience, that men and women make the discovery that they are only like thousands more, suffering, hoping, despairing, rejoicings living, and dying around them. That after these thousands of years, and multitudinous changes of manners and modes of life, men and women are in reality so little changed, that the story of a forgotten century, the passionate love or fantastic dreams of a dried-up mummy, embalmed at Thebes three thousand years ago, is in reality a tale of to-day. It frequently astonished Gilbert him self, to see how rapidly things fell into their old courses. The old foreman, Kebble, after wandering about discon solately for weeks, came back to the post he had held for nearly the whole"], [225, "NINE DAYS' WONDER. 217 of his life, with almost childish delight. Sampson was again lifting tremendous logs of timber, to the astonishment of his fellow -workmen. The old customers were again measuring and examining the piles, and giving orders for the saw-mill. Sometimes, Gilbert stopped in the yard, and considered for a moment if his life in the city was not some strange dream, from which he had not quite awakened. The widow Harland was less rigid than might have been expected, and was as genial as old age and disappoint ment can well be. Her confidence in Gilbert, and the sight of the restored business, cheered her greatly, and made her much more tolerant to Annie's tastes, than she would have been pre viously. Still, Annie pined secretly. Only"], [226, "218 MARTYRS TO FASHION. the great healer, Time, could utterly dissipate that fond dream, which had taken such a firm hold upon her imagination."], [227, "CHAPTER XVI. A CONTRAST. Poor Caroline, as she sat in the dreary apartments in Jermyn Street, reflecting upon the character of the man to whom she was united for life, bitterly reproached herself for the manner in which she had rejected the pure and honest heart of George Harland. How her heart throbbed, now, as she remembered his earnest looks, his proud reserve, his almost reverential manner, spite of all her wilfulness and caprice. That, indeed, was a love worth winning — a love not to have been thus cast aside — a love which is seldom inspired twice in a lifetime. Her life, now,"], [228, "220 MARTYRS TO FASHION. would be a series of cruel repinings and self-condemnation, the sting of which would be all the keener, if Mellor had really deserted her, and left her to poverty. Mrs. Torkey showed an amount of sympathy and kindness, which affected Caroline deeply. The old lady sat with her for hours together, and partly to divert her thoughts, partly for her own amusement, gabbled away about sundry reminiscences of her own. \"Ah, my dear, you should have held the Captain tight when you had got him,\" said the widow, \"people used to tell me in my young days, that I was too particular. Not a bit of it. The men will kick over the traces, my dear, if you don't hold 'em in. There are many ways of doing it. If Torkey wanted to go out somewhere that I"], [229, "221 A CONTRAST. thought wasn't good for him, I used to be so surprised. ' What, Torkey, you surely don't mean to go out to-night.' \" \" Yes, I promised Jones, or Brown, or anybody, a week ago, to give him a call to night.\" \"Well, Mr. Torkey, if you like to break your promise to your lawful wife, and go out with Noakes and Styles, do so, but don't expect you're going to have a good home kept for you, and me never having a bit of pleasure. I quite made up my mind to go to the theatre to night.\" \" That's very awkward, Martha.\" he'd say, \" because I don't see how I can disappoint Brown or Jones, as the case might be.\" \" ' Oh, nonsense, Torkey,' I'd tell him, ' a wife that does her best to keep a !jood home, is of more consequence to"], [230, "222 MARTYRS TO FASHION. you than your Browns, I should think.' So he gave way in most cases, and that's the plan you must adopt, my dear, when the Captain has had his fling, and comes back again — if he does come back,\" she added, in an undertone, \" but bless my soul, there's a knock, and that girl's such a grub, she isn't fit to see anybody.\" \"I will answer the door, Mrs. Tor key,\" said Caroline. \" No, my dear, that you shall not. Don't flurry yourself, it's nobody of any consequence, I dare say, and I'll go myself.\" Mrs. Torkey went leisurely down stairs, and Caroline expected to see her no more that day. Judge of her sur prise, when in a minute or two she came back to the drawing room, followed by Laura Mostyn."], [231, "223 A CONTRAST. If anything in the world could have revived Caroline's drooping spirits, it would be the sight of that loveable, genial woman ; but Laura could not keep her bright looks and tones, without a severe effort. \" My dear soul, why have you not written lately ?\" asked Laura. \"I am ashamed to trouble you with my affairs,\" said Caroline, humbly. \" I did not take your advice when it might have saved me from misery, and I deserve my punishment.\" \" Oh, come, you must not talk so dismally as that,\" remonstrated Laura, hardly knowing what to say, for her heart was ready to break with the evil news she carried. It seemed, that when Captain Mellor was found at Baden, his pockets had been searched for some letter or card,"], [232, "224 MARTYRS TO FASHION. by which he might be identified, but nothing of the kind was found. He had probably destroyed everything of the kind, before the fatal act. The only clue was the fragment of a programme of a bazaar, held at Coombe some years before, when Laura officiated at one of the stalls, and findir-g her name and address upon this fragment, the proprie tors telegraphed to her with a description of Mellor. Laura was deeply affected by the fate of this handsome, proud, worldly man. Every spark of her own interest in him had long faded, but that it should be her task to be the bearer to Caroline of such news as this, caused her the most intense regret. Therefore, when she reached Jermyn Street, Caroline was not slow to perceive that she was greatly agitated."], [233, "A CONTRAST. 225 The fact was, Laura, after journeying to London on this dismal errand, had not courage to break the intelligence to Caroline, and determined to carry her back to Coombe, and have Santi's advice. There was a newly discovered charm in having the assistance of a strong and noble nature to rely upon, which fascinated Laura, extremely. She had opened her heart to him, as a child might have done, and it is only doing justice to him to say, that he responded to her childlike confidence, w7ith almost equal simplicity. She felt, that Santi might be able to break it to Caroline in a better way than she could trust herself to. He had much experience of character, and his firmness, combined with extreme gentle ness, was just the kind of manner to VOL. III. Q"], [234, "226 MARTYRS TO FASHION. soothe her, and inspire her with hope for the future. For Laura, from the moment of receiving that terrible telegram, had determined to provide for Caroline. She guessed, too well, the state of Mellor's finances, to imagine for a moment that he had left Caroline provided for. She determined to make a settlement upon Caroline, which would, at all events, relieve her from anxiety, and if she chose to take up her residence at Coombe, there was plenty of room for her in the large, old, rambling house. It was quite a relief to Laura, in the midst of her grief, to feel that she had some means, at least, of expending her hitherto superfluous tenderness and sym pathy. The future of single blessedness, with the society of lapdogs, parrots and tom-cats, which she had laughingly"], [235, "227 A CONTRAST. pictured to Caroline, was not likely to be her fate now. She never cared for accomplishments, or visiting : all she craved for, was to have a powerful interest created in her own home. It cheered her every moment in the day, to feel that Santi was an un worldly, unsophisticated man, free from any taint of the man-about-town. A man who would not require vulgar ex citements to keep him cheerful and good tempered. A man of cultivation, too, who would know how to appreciate any taste or refinement in her, and not be merely a coarse lover of dogs and horses, like the country squires of the neighbourhood. Laura was quite careless, even if she sank a little in public estimation through this alliance. She had enjoyed all the Q 2"], [236, "228 MARTYRS TO FASHION. luxuries of pleasure and wealth, but would have gladly sacrificed them, if such a course had been necessary, to secure the affection of such a man as he who had chosen her. She had lived all her life with her prim old aunt, having lost her parents when she was quite a child, and had grown up with a secret fund of passion, fire, and tenderness, which would have shocked the old lady, could she have imagined the thoughts that filled her lovely niece's brain. Santi understood her, as the miner understands the ore he works in, and knows where to strike for the precious metal. Laura, herself, much as she might have prized any fresh proof of his devotion, would have smiled at the enthusiasm with which he described"], [237, "A CONTRAST. 229 her to Schondorf, in a letter he addressed to the eccentric basso. Santi and the wild German singer, had lived together at Baden in the same apartments, like brothers. English men would hardly have had as little reserve with each other, had they really been brothers. Such friendships are by no means uncommon on the continent, and Santi, in the joy of his heart, wrote to his old friend, without the slightest restraint. He described his first interview with Laura, and every little incident that had happened, up to the happy fruition of his hopes. Every little peculiarity, every little trick of manner, or uncon scious grace that Laura possessed, were lovingly dwelt upon by the enraptured Italian. \" Yes,\" he concluded, \" I loved Laura"], [238, "230 MARTYRS TO FASHION. from the moment in which her eyes first met mine, by the death-bed of a poor, but clever artist, whose declining days had been soothed by her tenderness and generosity. \" Do not imagine, Schondorf, that her beauty alone is the sole foundation of my love. Truly this glorious English woman is captivating enough to love her for that only, but I have discovered in the heart of this sweet creature, greater beauty than I find in her face or form. \" The unspotted purity of her soul, her gentle and elevated feelings, the gifts which heaven has bestowed upon her so lavishly, have led me from admiration to love, and from love almost to worship. \"If she is out of my sight, I am miserable. I crave for her daily, hourly."], [239, "231 A CONTRAST. I live in the magic of her sweet voice, and seem to drink in happiness from her smiles. \" There is a happiness in unburdening the heart, when an excess of feeling oppresses it. Bear with me if I dwell too much upon a subject so very dear to me. \" There have been times, as you know, Schondorf, when I have felt the hard ships of the world keenly, and have wondered if it could be, as priests and martyrs tell us, that Divine power followed every footstep. It is unhap piness that makes us sceptical. Now, I see what light has shone upon me, which might have been bidden for ever, but for the darkness through w7hich I have passed. \" That wonderful portrait, by Giorgione, which I pointed out to vou, when we"], [240, "232 MARTYRS TO FASHION. were at Rome together, is almost the exact likeness of my sweet Laura. \"You remember, I said I would try to find such an original. God be thanked, she is found.\""], [241, "CHAPTER XVII. GOING TO THE DOGS. Matters were going badly with Michael Warren. Annie saw, with intense grief, that her father was growing daily paler, and more haggard. His eyes were dull, his looks vacant and desponding. It was evident, that he was at his wit's end as to the future. At other times, he was the victim of a feverish agitation; his words, looks, and manner, showed impatience and excitement, and he would suddenly leave the farm, and go into Oxford, almost daily, without speaking a word to any body as to his business. Sometimes, at night, Mrs. Warren"], [242, "234 MARTVRS TO FASHION. would wake with alarm, to hear her husband walking about the room, and muttering to himself. She was too timid to show him that she had seen his anxiety, but sought Annie's advice at once. But even Annie failed to soothe his excitement and nervousness. He hardly noticed her gentle sympathy, and when she pressed him for the cause of his sorrow, he was silent, or left her altogether. The fact was, poor Warren was alarmed by the near approach of the time, when he must pay up the calls on behalf of the \" Colonial Produce Company.\" He was already deeply in debt, but a man who is known, may frequently hold out for years in the country, after he is absolutely insolvent. When creditors cannot get cash, they will take corn,"], [243, "235 GOING TO THE DOGS. pigs, or poultry ; and sometimes, these contra accounts run on for years, before any settlement takes place. But now it was known that the farmer had made an unlucky speculation in London, and was likely to be called upon to make up the deficiency of the company ; men who would have given him his own time for payment, became clamorous. The wheelwright pleaded that part of his claim was for actual hard cash, paid for wages and timber ; and there was a bill of alarming length from the linen draper in Oxford. It was agree able to send Annie and her mother shopping, and see them at church on Sunday, looking smarter and prettier than their neighbours ; but the linen draper wanted money. To make matters worse, Arthur had"], [244, "236 MARTYRS TO FASHION. been accepting bills, for the sake of raising money at college, at terrible rates of interest, and implored his father to meet them, and save him from disgrace. Bitterly as it pierced the farmer's pride, he felt there was but one man to whom he could appeal with any confidence, and that was Gilbert. He could not be blind to Gilbert's genuine, honest, and straightforward behaviour in a case of difficulty, but he winced at the idea of showing him in what con dition his affairs had been for years, after having lorded it over him as he had done. The farmer had always avoided looking closely into his affairs. The moment he did so, any time during the past ten years, he saw at once that he ought to retrench, and not permit the constant"], [245, "237 GOING TO THE DOGS. little indulgences, and unnecessary ex penses which were daily sapping the roots of his position. That last new bonnet of his wife's gave her as much pleasure for five minutes, as a new toy would have given to a child of six years of age; but the bonnet led to a new shawl, and everybody said that such a hand some shawl made her silk dress look quite shabby, and when a new dress had been procured to match the shawl, it wras found that her silk umbrella being full of holes, another guinea must be expended, though it may fairly be said, that Mrs. Warren stood little chance of being caught in a shower, seeing that she stayed indoors for months together. There was the confectioner's bill, too, who provided the wedding breakfast,"], [246, "238 MARTYRS TO FASHION. that had never been paid. The farrier had not been paid for two years. Even the poor laborers had some arrears due to them. When Mr. Warren at length sum moned up courage to speak to Gilbert about it, he met with none of that latent sarcasm, which he had so much feared. On the contrary, Gilbert, though fully alive to his weak and self-indulgent nature, pitied him from his heart. He saw at once that the Mount Farm could be held no longer, unless the farmer chose to stand a seige. and ultimately submit to the inevitable crash that must soon come. He thought it better policy, and honester conduct, to call his creditors together, and state plainly his position, and after vainly urging this course for some time, the"], [247, "GOING TO THE DOGS. 239 farmer consented to it, and soon a flaming poster on every wall and gate post, revealed that poor Warren had \" gone to the dogs.\""], [248, "CHAPTER XVIII. Caroline's last grief. Once more, through the kindness of Laura, Caroline looked upon the woods and hills of Merton. The spring was advancing, and the hedges and trees opened their tender green leaves to the soft genial sunshine ; the birds were building their nests, and twittering their glad May carols, as though there had been no wintry blasts and darkened skies, since the summer' that had passed. Gradually and tenderly, with more than a sister's affection, Laura had im parted to Caroline the fate of her husband. Judging by the character of the man, Laura had hoped that the shock would"], [249, "Caroline's last grief. 241 not be very great, but here, she had somewhat underrated Caroline's feelings. There were many points of sympathy between Mellor and Caroline. Both were, not to speak it harshly, adventurers. Both lived in the present, both had little thought, care or feeling, save for the externals of things. One might imagine two butterflies, fluttering from flower to flower, during a sunshiny day, sipping the sweets prepared for them by the labor of others, as emblematical of such natures as Caroline and Mellor. In their thought lessness and indifference, their want of high principles, or guiding influences, it was hard to imagine that a happy or dignified future awaited them, but the very similarity of their characters attracted them to each other. And, with all his faults and follies, Mellor R vol. in"], [250, "242 MARTYRS TO FASHION. had really shown some affection for Caroline. He had, for once in his life, been almost in earnest, and if he had not entertained some genuine feeling for her, he would certainly not have risked the scorn which his deception, as to his position, would be likely to bring upon him. Laura saw with astonishment and intense sorrow, that Caroline pined aw7ay from the moment of learning Mellor's fate. She was never possessed of much physical strength, but her sprightliness and vivacity, gave an appearance of health and vigour, that did not really belong to her. The effect of this tragical incident, caused great mental, as well as physical depression. Looking back upon the quiet happy days she had spent with poor Sandall, she recalled many instances of neglect, w7hich deeply pained her now."], [251, "Caroline's last grief. 243 The room in which she sat at Coombe, commanded a view of the little cottage, occupied by the artist for so many years ; and the picture which had been by the bedside of the dying man, was hanging in the room, and re-called many sad associations. How earnestly she longed that the painter of that sweet landscape yet lived. It seemed to her, that she was now so utterly alone in the world, and with her father to comfort her, she could have borne her grief better. Not that anything could exceed the generous care of Laura Mostyn, but Caroline knew of her engagement to Santi, and of course felt that her own claim would be slight with such a woman, compared to that of a husband. To add to the grief of her position, she expected in a few weeks to become a mother, and looked forward without hope to the event. r 2"], [252, "244 MARTYRS TO FASHION. \"Caroline, my darling,\" said Laura, \" why do you sit here so much alone. See how cheerfully the sun shines, and how soft and clear the air is. Let me take you out into the grounds, there's a dear. Santi tells me that there is nothing really serious for you to fear, and hopes soon to bring you round.\" \" Thank you,\" Caroline said, apatheti cally, \"I prefer to stay here. It was so kind of you to give up this room to me, where I can see my poor dear father's cottage, and so many spots where I have spent happy hours with him, sketching.\" \"But it is so still here, Caroline, and you must be dull.\" \" It will be stiller in the grave, dear Miss\" Mostyn.\" \"I really must protest against such thoughts, my dear Caroline. Come, let"], [253, "Caroline's last grief. 245 me help you out of that easy chair. We will go and see the fruit trees in blossom. It will be enough to make you forget everything but life, hope, and happiness.\" \" It would be an ill return for your kindness, not to make some effort,\" Caroline replied, and attempted to rise from her chair. She was so weak that she would have fallen, had not Laura, who was as vigorous as she was tender-hearted, supported her, and almost carried her along. But, even in the few days since she had been at Coombe, Laura per ceived that she had become sensibly weaker, and it was quite with difficulty that she tottered to a garden chair, and sank into it, quite exhausted. \"There, I'm glad, dear, that you summoned up courage to come out,"], [254, "246 MARTYRS TO FASHION. aster all. The beautiful spring air will revive and strengthen you.\" \" I feel, dear Laura, that nothing in this world will give me hope or pleasure any more.\" \" Oh, you ungrateful girl,\" Laura said, with gentle reproach. \" Soon you will have a new interest in life, and will forget old sorrows and disappoint ments.\" \"God reward you, dear Laura, for your cheering tones. If kindness could restore me to health, I should soon be well, but I feel death to be before me. There is always a shadow about me — a cloud — an obscurity. When I sleep, it comes in my dreams — a shape that seems to beckon me away, and warn me that all the ties with this life are broken. Even at this moment, a strange dimness oppresses my sight. I can"], [255, "Caroline's last grief. 247 scarce see you, sitting so near me as you are.\" With these words, Caroline, who had made an effort to come out to please Laura, fell back upon the garden seat, apparently lifeless. Laura sprang up in anxious haste, held her handkerchief under the jet of a little fountain playing near, and bathed poor Caroline's forehead, gently lifting up the pale face, and kissing the pallid lips with passionate emotion. After a time she revived a little, and Laura watched the signs of returning anima tion with the greatest anxiety. \"Oh, how my head whirls,\" said Caroline, feebly, as she gradually re covered. \" Why have I come back again to life and unhappiness.\" \" The air, perhaps, is too keen for you, dear,\" and Laura, without calling"], [256, "248 MARTYRS TO FASHION. assistance, carried her back into the house, laid her upon a sofa, and sat beside her, while Caroline, too exhausted to speak, could only press her friend's hand gently, to thank her. Laura was inexpressibly sad. Sen sitive in the extreme to external influ ences, it seemed to her so much more painful to watch the slow undermining of Caroline's health, in the midst of the gladness and hope of the spring, than at any other time. Tennyson has told us w7ith exquisite truth and feeling, how youth looks forward, and hopes in the spring-time, for there is a deep sympathy between the spring-time of the heart and the awakening of nature from its wintry sleep ; and it gives us sometimes a sense of something jarring, and inappropriate, when we see frail humanity sinking to the grave, while"], [257, "Caroline's last grief. 249 every hour the life of nature is ex panding, and giving promise of the wealthier summer. The gay sparkle of Caroline's manner, and the joyous glances of her eyes, had quite disappeared, yet, in the midst of her sorrow and weakness, there was something of the old charm about her, and Laura admired it as much as ever, and did not wonder at poor Mellor's fascination. Sometimes, when she felt better for a few hours, there were touches of her old mischievous ways and impertinent tones, which made Laura smile, in spite of her sadness. Looking back upon many things that had taken place during their companion ship, Laura felt almost regretful that she had ever blamed Caroline's thought less and giddy habits. \" The penalty we often pay for a little light-hearted-"], [258, "250 MARTYRS TO FASHION. ness,\" is surely somewhat severe, thought Laura. While Caroline was sinking day by day, George Harland was busily plodding the streets of London, seeking some kind of employment, but the panic had been so severe, and there had been so many failures, that hundreds besides himself were idle. He was unwilling to go back to Merton, and toil wearily over the old ground, to recover their former position. He had not the courage or endurance of Gilbert, who would begin again at the same task an inde finite number of times, if he was but satisfied of reaching his mark at last. Like many others, George would be better contented to struggle and toil amongst strangers, who knew nothing of his previous life. To him, there was a certain sense of shame in failure."], [259, "Caroline's last grief. 251 He, it was, who had first become asso ciated with the \" Colonial Produce Company,\" and through him, Gilbert had been induced to invest their little capital. It was useless for Gilbert to assure him that no blame rested upon him, he could not lay the flattering unction to his ow7n soul, and he deter mined, after much consideration, to quit England, and join Mr. Shirley and Walter. He was more tolerant of the failings of others than Gilbert, and felt no bitterness towards his uncle and cousin. He saw how deeply they suffered in consequence of their failure, and entirely forgave them their share in his own disappointment. There was a lively, reckless tone about Walter Shirley, which attracted him also. He, however, before leaving England,"], [260, "252 MARTYRS TO FASHION. had a strong desire to see Merton once more. The vessel in which their passage was taken, would not sail for two or three weeks, and his slight preparations would not occupy much time. He, therefore, went down to Oxford shire, and walked over from the Wal lingford Road Station. He lingered on the way, and looked lovingly at some familiar spots, with the sad consciousness that it might be many years before he saw them again. Especially he hovered about any little choice bit of landscape, which he had sketched under Sandall's guidance. That is the deep charm of the landscape painter, which outsiders do not understand. It is only he who has lovingly tried to reproduce the light and shadow of a reflected cloud — the purple haze of the evening light"], [261, "CAROLINE'S LAST GRIEF. 253 upon a distant hill — the glitter of the early dawn upon a ruined tower, and a thousand other magical changes, that give spirituality to the aspects of nature, that can appreciate the loving reverence of the artistic mind. It is not too much to say, that most men really do not know what there is in nature. For what some men see, they might as well be blind. As he approached Merton, George thought of his old life there, and more and more rejoiced, that he had not promised Gilbert to return. He was glad to see his mother once more, and already seemed to feel her arms about his neck, and her kiss upon his cheek, and hoped she would not reproach him too severely, for leaving her. It was pleasant to ramble again through the well-known fields, to see"], [262, "254 MARTYRS TO FASHION. the rich luxuriance of Merton woods, and the silvery light of the wandering stream, but the soul of these sweet pictures had departed. He could never again gaze upon them with the same feeling as when he had seen them before. As he came a little nearer to the village, he left the high road, and took his way through a well-known path, beside the river, which brought him into Merton, near the church. It made him feel unusually sad to hear the bell tolling, as he passed the church yard. It seemed, as if every note told him, in a hollow mysterious voice, that another of his hopes had departed. A few tottering old people, whose faces he knew, came quietly into the churchyard, and George, following them slowly, soon reached the open grave. He enquired whose grave it was, but"], [263, "CAROLINE'S LAST GRIEF. 255 they could not tell him. Someone, however, knew it was a young lady from Coombe. He had never seen Miss Mostyn, but had heard of her from Caroline, and supposed it must be she who had died. At all events, he would wait ; and presently the funeral procession came. It was conducted with great simplicity, and Mr. Chekker read the service with much feeling. Absorbed in the beautiful service, George had not noticed his brother Gilbert and Annie near, but Gilbert, with a gentle touch upon George's shoulder, drew his attention away. \" It is a pity you are here,\" Gilbert said, in a whisper. \"Why,\" George asked. \" Because you are giving yourself unnecessary pain.\""], [264, "256 MARTYRS TO FASHION. Wondering what Gilbert meant, George would have remarked upon it, but there was a stir in the church, and the coffin was now borne to the grave. All followed in that quiet, hushed manner, which is so characteristic of the difference between country and town, when death takes place. We are so familiar with the grim phantom in our great cities, that we become indifferent to his coming and going, but here, in the quietness and peace of rural life, Death is a solemn presence, and the marks of his footprints are but slowly effaced. Amidst the hurry and tumult of the town, it seems there is but one more drop fallen into the great ocean, but in the country, a face is missed, even if not familiar. The grave was close to the walls of the church, and George had no opportu nity to question his brother, but when"], [265, "Caroline's last grief. 257 the coffin was lowered into the grave, he stepped forward, and read the name upon the lid. Then he knew, for the first time, that he would meet Caroline no more in this world. s VOL III."], [266, "CHAPTER XIX. CRUPPY' S TRIUMPH. The prospect of being turned out of the Mount Farm, was a terrible blow to Cruppy and Mrs. Higgins, and they took anxious counsel together in conse quence. Mrs. Higgins had consulted her minister at the Wesleyan Chapel, but that gentleman was shy upon money matters, except when he passed the plate round at chapel for the benefit of the various missions connected there with. Cruppy began to think there was no hope for Mr. Warren. He knew how much the farmer was behind, in fact,"], [267, "CRUPPY'S TRIUMPH. 259 it was well known at every farm in the neighbourhood, and the shop-keepers of Merton began to hold back, when credit was wanted for the Mount Farm. He knew also, that Gilbert Harland had not the power to help. It was a hard struggle for him to build up the business of the timber yard again, and the general want of confidence, made money very scarce. It wanted but a few days to the sale, and Warren him self, seemed to have done nothing. There comes a moment with men who have put off the evil day from month to month, and year to year, when their energy seems utterly to leave them. A blank hopelessness fills the mind, when, no matter what pains we take in scotching the wheels, the vehicle still continues to roll down hill. We are apt to think at last, that it is but s 2"], [268, "260 MARTYRS TO FASHION. a question of a few hours more or less, and we cease from the unavailing toil, and simply rest and take breathing time, till the crash comes. This was Mr. Warren's feeling, exactly. He had been under pressure from his youth, and the body and mind, too, lose their elasticity in time. A more determined policy, and greater self-denial, might have saved him years ago, but things had gone on too long. His creditors had ceased to have any confidence in him, and would hardly wait to give him the opportunity of meeting their claims, by selling off his stock peremptorily. Cruppy thought it strange that nobody would come forward to help the farmer. Generally, in the country, men are to be found willing to give a neighbour assistance, upon anything like reasonable security, but Cruppy was not aware"], [269, "CRUPPY' S TRIUMPH. 261 what expedients Mr. Warren had already adopted. He had literally no security to give, and unless some friend came forward, out of pure generosity, there was no hope for him. Everything would be swept off, and he must be ruined. \"Do you think, Cruppy, Miss Mostyn would do anything,\" asked Mrs. Higgins, as the pair sat at tea, one afternoon, bewailing their fate, and wondering what would become of them. \" Why, now, what a fool I am, not to have thought of her before,\" Cruppy said, \" but you know the farmer is so proud, that he wouldn't go near her. He likes her to think him a gentleman farmer, don't you see. He'd try to make her believe that he'd keep a carriage, only he likes walking best.\" \" I've no patience with him, that I haven't, and Mrs. Warren doesn't stir"], [270, "262 MARTYRS TO FASHION. in the least. We shall all be turned out of the house together.\" \" If somebody went to Miss Mostyn,\" said Cruppy, thoughtfully stroking his chin, \" and told her just how the matter stands, she is rich, and very likely would save him.\" \" Then, I think, Cruppy, it would be a wise purpose of you to go yourself. You can talk fast enough at the ' Coach and Horses,' and you had better use your tongue to save your old master from ruin.\" \" You can't say, Mrs. Higgins, but what I've stuck to him.\" \" Only your duty, Cruppy, to think of the roof you are under. Now, be quick, and see if you can't do some good.\" Mrs. Higgins bundled him out of the kitchen, without losing another moment"], [271, "cruppy's triumph. 263 in discussion, and Cruppy's next care wras, how to make a presentable appear ance before so grand a lady as he conceived Miss Mostyn to be. \" If I could get hold of the foreign gent, I might do some good with him, but there, Warren hates foreigners. I must go to the lady first hand. Nice looking chap I am, for a lady's drawing room. If the keeper at Coombe sees me, he'll think I'm a poacher or tramp, and have me locked up.\" What with sitting about under hedges, taking naps in the hay-loft, and doing sundry household offices for Mrs. Higgins, Cruppy's costume was in a very dilapi dated state. His boots had lost their soles long ago ; his unmentionables were so full of patches, darns, and cracks, that the original material was scarcely distinguishable ; his smock frock was a"], [272, "264 MARTYRS TO FASHION. thing of shreds and patches ; hat he had none, and his wide-awake was in tatters. How to make a decent appearance, under these circumstances, was a puzzle to poor Cruppy. He was, however, universally popular at the \" Coach and Horses,\" and when ever he had a shilling in his pocket, the first crony he met was welcome to share it, so that, when he went down to the taproom, and stated his difficulties, a small subscription was raised, which provided him with a new smock frock. This garment covered the defects of his underneath apparel, and so far, Cruppy was happy ; then a friend lent him a very ancient hat, which retained something of its original shape; and, upon a solemn promise to return them next day, a pair of boots were found, and Cruppy, feeling that he had not"], [273, "CRUPPY'S TRIUMPH. 265 presented so gentlemanly and polished an exterior for a long period, sallied forth on his mission. As he went along, he resolved in his mind many ways of addressing a lady of Miss Mostyn's position, often stopping by the wayside to rehearse his part, for he wished to state the farmer's difficulty in the most dignified way possible, and above all things he was anxious to impress upon her that he come entirely on his own responsibility. In case Miss Mostyn refused to aid him, he did not wish Mr. Warren to undergo any further humiliation. His first disappointment, upon reaching Coombe, was to find Laura away from home, and he had some trouble in making the servants believe that his business was really important. This difficulty over, he was taken into the servants'"], [274, "266 MARTYRS TO FASHION. hall, and some refreshment supplied him, and Cruppy's facility in making himself at home, was displayed to so much advantage, that by the time Laura returned, he wras becoming won derfully popular, his shrewdness and unconquerable self-possession being fully appreciated by the female members of the household. When Miss Mostyn returned, the name of Job Cruppy was sent up, with much tittering, in no way, however, disturbing Cruppy's equanimity, as he was quite contented . to join in the laugh against himself, provided he gained his object. \" Hope you'll forgive the liberty, Miss Mostyn,\" said Cruppy, when he reached Laura's room, \" but things are going so bad, just now, at the Mount Farm, and master seems to have lost his head altogether.\""], [275, "CRUPPY'S TRIUMPH. 267 \"Why, dear me, Cruppy, what is the matter ; you seemed cheerful enough when I wTas there. Indeed, I thought there could not be a happier place than the Mount Farm, anywhere.\" \" And I thought so too,\" rejoined Cruppy,\" and I've been upon the place all my days, but there's nought but trouble there now.\" \"But how came that about?\" \" I think, miss, things have got behind for a long time, and master belonged to some sham company in London, that's failed, and he's called upon to pay up a lot of money. Then, Master Arthur ain't going on well at college. Mr. Harland — that's the gentleman that married master's daughter — would be glad to help, I know, but he lost a deal of money himself, and will have hard work to pull through.\""], [276, "268 MARTYRS TO FASHION. \" Dear, dear, how sorry I am to hear all this. But tell me, now, Cruppy, what you want me to do. Cruppy, after fumbling in his pockets for some time, produced an enormous posting bill, which gave full particulars of the sale at the farm. \" If anybody went to the sale, and bought on master's account, just enough to set him going, the neighbours wouldn't bid against him, I know.\" \" I will see to that at once, Cruppy, and I think you are a faithful, good hearted fellow for coming to me as you have done. Tell Mr. Warren I will call upon him immediately.\" \"But,\" said Cruppy, alarmed, \"he doesn't know of my coming. Couldn't you go by accident.\" \" By all means. I will drive round the lane in the morning, and if you"], [277, "cruppy's triumph. 269 can contrive to make it appear like a chance meeting, so much the better.\" True to his mission, Cruppy managed, by some plausible story, to get Mr. Warren in the lane at the time Laura appointed. Michael Warren, not dreaming of the little plot concocted on his behalf, fell into the trap with the greatest facility. Just as Cruppy heard the wheels of Miss Mostyn' s carriage, he engaged the farmer in conversation. He was griev ously humiliated when he saw who the occupant of the carriage was, but Laura gave him no time to escape her. She had left the carriage, and was shaking hands with him in the heartiest manner, before he could think of a word to say. Cruppy, meanwhile, had discreetly dis appeared over a neighbouring stile. \"Now, my dear Mr. Warren, I am"], [278, "270 martyrs to fashion. really almost offended with you for leaving this beautiful place. What is the meaning of it all ?\" \"It means, Miss Mostyn, that I'm a ruined man.\" \"You are really in difficulty?\" \" I certainly am, Miss Mostyn, and I see no way out of it.\" \" Then, pray, why did you not make a friend of me, I am already greatly indebted to you for your hospitality, when we were burnt out, and I shall always feel the Mount Farm to be a second home. I should have called upon you ere now, but for a very sad trouble I have had myself. But tell me who your creditors are, and let us see if we cannot stop the sale.\" Mr. Warren, bewildered, went into the farm with Laura, and gave her a list of names. The sum-total of his"], [279, "CRUPPY'S 'TRIUMPH. 271 debts, made a formidable appearance, but Laura was not easily moved from her purpose. \" I will see these people in the course of a day or two, and let you know what arrangement I can make,\" said Laura, her eyes looking brilliant as twin stars, with the delight of performing a gene rous action. Santi met her on her way home, and he needed little magic to divine what had brought the colour to her cheeks, and the sparkle in her eyes. He had not known Laura Mostyn long, but long enough to discover that nothing added so much to her glorious beauty, nothing gave such sweetness to her tones, as the knowledge that she could relieve some sorrow, or alleviate some pain. Laura lost no time in calling upon the most obstinate of Warren's creditors,"], [280, "272 MARTYRS TO FASHION. and her influence, combined with tangi ble assistance, so far relieved the farmer's more pressing engagements, that the sale was indefinitely postponed."], [281, "CHAPTER XX. MERTON ONCE MORE. Gradually, Annie began to find her interest reviving in her old associations, and as she strove earnestly to make herself more w7orthy of her simple minded and affectionate husband, she felt a piece of mind and quiet happiness which she had not known for a long time. There were hours, even yet, when the life of the timber yard seemed prosaic enough, and the rough voices of the wrorkmen, and the harsh sounds of their labor jarred painfully upon her ears, somewhat over-refined for the everyday incidents, and unromantic details of the vol. III. T"], [282, "274 MARTYRS TO FASHION. middle class life ; but still she was not insensible to the tenderness and truth of her manly husband, and the fate of poor Caroline, deceived and deserted as she had been, was a useful lesson to her. Her marriage with Gilbert, gave her also a wider experience of life, and showed her how many excellent and cultivated people there are in the world, who are condemned \" to blush unseen, and waste their sweetness on the desert air,\" through the bitter exigencies of a narrow fortune, feeble health, or lack of encouragement from the public. When Miss Mostyn, who became one of Annie's best friends, showed her the beautiful landscape, which had been the turning point of poor Sandall's career, she confessed, with tears in her eyes, that her own disappointment had not been severer than her own vanity"], [283, "275 MERTON ONCE MORE. deserved. If abilities such as poor Caroline's father possessed, had been neglected by the world, for want of a little tact of the possessor, surely she had no reason to complain. George had stayed with them for a few days, before embarking for Mel bourne, but the poor fellow was sorely grieved for the fate of his early love. He remembered only her gay, lively manners, and the piquant sallies of her capricious humor — her grace, beauty, and talent — and how heartily he forgave her treatment of himself. He was glad when the time came for the vessel to sail. He went once more to look at one charming view, which had been his favorite trysting place, a spot where the fields and meadows stretched out for mauy a mile, with lofty trees and"], [284, "276 MARTYRS TO FASHION. distant hills, and the silvery, winding Thames gleaming between. How changed his own feelings were, since he last stood in that spot. But the w7indmill w7as flapping its sluggish sails — the weathercock glittering upon Merton spire — the barges creeping slowly up the river, as though not a moment had passed. Many a night, when the moon was streaming dow7n upon the vast ocean, and there was not a sound but the ripple of the calm waters beneath the ship, did that scene come back to his memory, and a voice he would hear no more on this side the grave, seemed to enchant his ear. His companions were Mr. Shirley and Walter, who made an effort to regain his old jaunty manners, but the past hung very heavily upon both father and son."], [285, "277 MERTON ONCE MORE. Mr. Shirley was quitting a position in which his name had been important and influential for the best years of his life, to take a subordinate post amongst strangers, and Walter, though he never reproached his father a moment, knew that the reckless scheme in which he had embarked, shut Lord Dufferly's door upon him, and lost him one of the most beautiful girls in London, for her father was rich and proud, and no tears or entreaties would move him, where his honor was concerned. The narrow escape from absolute beggary, Mr. Warren had experienced, was not without good effect. There was an inherent love of bragging in the man, which no misfortune or experience could counteract, but the humiliation of having all his expedients, all his extra vagancies and follies talked about in"], [286, "278 MARTYRS TO FASHION. every farmhouse round Merton, certainly induced more caution than he had ever shown before. Miss Mostyn knew perfectly well that the farmer would never be able to pay back the sums she had advanced, but she did not expect it, and was perfectly contented. With her good husband, and her good heart, she was as happy as one can well be in this world, and many a time did the handsome husband and wife roam down that shady lane, leading from the Mount Farm, and act over again the pleasant scene that led to their present happiness, generally winding up by a call at the farm, when Mr. Warren bustled about, and gave fifty directions in a minute to Cruppy, who executed part of them, and showed the deepest respect for Miss Mostyn, espe ciallv as that ladv seldom left the farm"], [287, "279 MERTON ONCE MORE. without leaving him a substantial token of her good-nature and good-will. Hugh Sinclair made his peace with his beautiful wife, but lived permanently abroad. Once or twice he had been heard of at the Manor, but no one had sought his friendship, or took the least interest in him. Mrs. Higgins is still the ruling power at the Mount Farm, working hard, early and late, sneering occasionally at Mrs. Warren, who was as timid as ever, and who found a refuge from all the calami ties of life in her ready flowing tears. Mrs. Higgins blustered and scolded as of yore, but it must be confessed that Cruppy stood higher in her good graces than he had ever done before. The old lady always felt that it was owing to his diplomacy — which was kept an inviolable secret between them — that"], [288, "280 MARTYRS TO FASHION. preserved the Mount Farm from ruin, and the dame loved every stone of the kitchen floor, and every timber of the roof. She had not improved in appear ance, and Cruppy was sometimes a little shy of her good offices, lest, in a weak mood, she might carry him bodily off to the Wesley an Chapel, and marry him out of hand. The last we heard of Schondorf was at Oxford, where that tremendous basso gave a concert, and delighted the students beyond measure with his remarkably deep tones. The pretty German widow of Charles Sinclair also sang at the same concert, and it is rumoured that she will shortly become Schondorf's wife. ,-,•, ,TA ,-_~ THE END."], [289, ""], [290, ""], [291, ""], [292, ""]]