[[1, ""], [2, ""], [3, ""], [4, ""], [5, "JILTED! OK, MT UNCLE'S SCHEME."], [6, ""], [7, "JILTED! OK, MY UNCLE'S SCHEME. Jl gobtl, in Itee %>ls. VOL. II. jEonbott : SAMPSON LOW, MARSTON, LOW, & SEARLK, CROWN BUILDINGS, FLEET STBEET. 1875. [_All Eights Reserved.']"], [8, "CHAELES DICKENS AND EVANS, CRYSTAL PALACE PRESS."], [9, "CONTENTS. PAGE CHAPTER 1 1 CHAPTER II 34 CHAPTER III 58 CHAPTER IV 86 CHAPTER V 113 CHAPTER YT 139 CHAPTER VII 162 CHAPTER VIII 181 CHAPTER IX 212"], [10, ""], [11, "MY UNCLE'S SCHEME. CHAPTER I. Creepmouse. \"In love a young man should climb — not stoop. Yes, sir, to a young man like Tom, marriage should be a ladder, not a pit.\" Retired from Business. My uncle Dick amply vindicated his brother's eulogium of his conversational powers. When, at the bank, I had be held the stout, big form of my relative, and heard his bluff and highly familiar language, I believed him to be as nearly related to a boor as any man of his size and age can be. But my opinion of him VOL. II. B"], [12, "MY UNCLE'S SCHEME. 2 underwent a very remarkable change when I listened to and watched him as he sat and talked at his brother's dinner-table. His manner then was perfectly polite ; positively there were certain points in his behaviour which my father might have beheld with envy and admiration. Added to this, he wyas exceedingly w7ell read ; talked French with a good accent, and quoted Latin with a happy applicability that robbed its employment of all flavour of pedantry. I had nothing to say. I was eclipsed. His jokes kept us all in high spirits. His anecdotes (which I can appreciate better now than I could then) were uni formly excellent. He appeared to know everybody ; spoke with a kind of digni fied familiarity of noblemen of reputation, oi famous actors, of celebrated authors."], [13, "MY UNCLE'S SCHEME. 3 He had supped with Lamb and Elliston. He had been in Haydon's studio when Scott had called ; he had advised Southey on the purchase of some stocks ; he had dined wdth Rogers, where he had met Sydney Smith, William Bankes, Luttrell, and many others, whose names I forget. I am very much afraid, however, that we none of us listened to him with the interest he deserved. Speaking for myself, it would have given me more pleasure to have heard an account of a champion bdliard-match or a boat-race, than the best of Talleyrand's mots, or the smartest of Sydney Smith's rejoinders. My aunt smiled occasionally, as much out of politeness as out of appreciation ; and uncle Tom grew so soon tired of these stories — which I daresay he had often heard before — that he contrived to bring"], [14, "4 MY UNCLE'S SCHEME. the conversation round to the Stock Exchange, the income tax, and the stamp duties, on which his brother talked as freely and sagaciously as if these matters had been his only studies all his life. However, don't suppose that I sat like a mute through that dinner. When my uncle addressed me I contrived to answTer him in a style that, I had no doubt, maintained my credit with my aunt. One reply of mine — I forget what it was, and I am very glad I do — made the old gentleman burst into a tremendous roar of laughter, and from that moment he took a great deal of notice of me, en couraged my small attempts to exhibit my parts and wit, and took wine with me, nodding his head with a cordial smile, and crying out, before he put the"], [15, "MY UNCLE'S SCHEME. 5 glass to his lips, how he wished the major made one of us. After my aunt and Conny had left the room, we three gentlemen grew really affectionate. The two brothers shook hands several times with each other, and several times with me, from no other reason whatever, than an overflowing im pulse. Old days were recalled and old scenes re-enacted. While my uncle Dick fished one beaming recollection after an other out of the grey tide of the past, my uncle Tom was watching him eagerly to observe when he stopped, in order to top the reminiscence with another. Some characteristic anecdotes of my father were repeated and roared over. Then my uncle Dick, having laughed himself grave, grew sentimental, spoke with hazy eyes of his dead wife, of his pet Teazer, wdio"], [16, "6 MY UNCLE'S SCHEME. was dear to him as his right hand, as the apple of his eye ; of departed friends, whose wit had often cheered, whose kindness had often soothed him. Never an ill word for dead or living fell from him. A bright scene ! a happy evening ! a pleasant and gracious memory — when the world was younger with him who writes this — of cordiality and good wTill, of brotherly love as fresh and childlike still as ever it was in the old nursery days I Shall we believe, Eugenio, all that the cynics tell us ? Do relations so univer sally hate one another as these gentlemen make out they do ? You have told me of aunts who have been as faithful in the love of their dead sisters' offspring as ever their mothers were ; I have told you of brothers whose self sacrifices for one"], [17, "MY UNCLE'S SCHEME. 7 another would fill a volume with tales of deeper interest than could even be found in narratives of the most awful murders, or in minute accounts of the most un- blushing bigamies. Should a cynic ex pectorate after tasting a glass of Madeira, would you accept his spittle as a sample of the wine he has drunk ? Neither should you regard the instances he relates to you of family feuds as typical of the actual feelings that bind relations one to another. \" And nowT, my boy,\" said uncle Dick to me, \" when are you coming to Thistle wood ? \" \" Name a day convenient to your self,\" I replied, \" and then uncle Tom will perhaps give us his sense of the matter.\" \" Never mind the bank,\" exclaimed"], [18, "8 MY UNCLE'S SCHEME. uncle Tom, \" go whenever you like, and stop as long as you like.\" \" I shall return from London on Thurs day,\" said uncle Dick, \" and, if you'll come to me on that day, say so, and I'll send a telegram to Teazer to-morrow, to have a bed-room prepared for you.\" \"Let me say Monday,\" I answered. \" That will give your daughter more time.\" \" Very well. Tom will give you full directions as to the how and the wdiere V And this being settled, we got talking of other things. I grew tired at last of sitting, and want ing to join Conny, hinted that my aunt might think us rather selfish, if wTe lin gered much longer over our cigars. \" That's true,\" said uncle Tom, \" so you go and join the ladies, and tell"], [19, "MY UNCLE'S SCHEME. 9 my wife, Dick and I will follow pre sently.\" Conny was reading a novel. My aunt knitted. \"What's the name of your book?\" I asked, going up to my cousin, and sitting down near her. \" ' Love and Sorrow,' \" answered she. \" They sent it this afternoon from the library. It is very interesting.\" I took up volume the second, and open ing it, caught sight of a passage which I read aloud : \" Their eyes met. In her's was pride struggling with womanly desire. In his were blazing those wTild passions which were the fruit of long years of agony and disappointment. ' By heavens ! ' he cried hoarsely, while the veins stood out upon his forehead, black and knotted, ' I would rather take"], [20, "10 MY UNCLE'S SCHEME. you by the throat and cast you dead at my feet, than see you Lord Algernon's wife. Never,' he hissed, ' shall that virgin brow be defaced by a coronet ; never shall that pure form be polluted by — by — ,' he paused, staggered, looked wildly round him, brushed off the salt dews that passion had distilled upon his broad and beautiful forehead with the back of his hand, and, uttering a low moan, fell prone upon the carpet. ' I have killed him ! ' poor Madeline shrieked, rushinsr to his side and raising his head and gazing with wild and piteous eyes upon the white lips and the convulsed cheeks. At that moment the door opened, and Lord Algernon entered.\" \" What a queer story ! \" exclaimed my aunt, who was nevertheless growino- in terested."], [21, "MY UNCLE'S SCHEME. 11 \" It is beautifully written in parts,\" said Conny. \" Are these your pencfl-marks ? \" I asked, taking the volume from her lap. \"Yes.\" \" Here is ' beautiful ! ! ! ' with three points of exclamation. ' The silent stream that runs smoothly past us, checked in its course becomes a raging torrent/ Very true. Here is a passage doubly underscored : ' It is easy to love a woman, but difficult to find a woman worth loving.\" \" Oh, never mind those marks,\" ex claimed Conny. \" Is the hero often afflicted with salt dews ? \" I incjuired. \"You are laughine; at me.\" She snatched the book from my hand, and pouted."], [22, "12 MY UNCLE'S SCHEME. \" I don't often read novels,\" said I, \" but when I clo, I must say I like a good gory story — something dripping or dank — with a yellow-haired heroine who loves to sit on her lover's grave and braid her tresses by the light of the moon, and an Italian rival who stabs everybody in the forehead. If my hair doesn't rise twice at least in every ten pages, I consider the author a muff. Domestic stories I hate. There is no need to subscribe to a library to hear people ask each other if they prefer brown bread to white, and muffins to crumpets, and to watch a curate take a flute in pieces out of his pocket and blow ' Ye banks and braes ' to the pen sive, flat-chested lady who works him slippers, and puts four lumps of sugar into his tea. Give me, I say, wounds"], [23, "MY UNCLE'S SCHEME. 13 and starting eye-balls, matted hair and clandestine meetings, streams of blood and gurgling yells. I don't object to noble men, but I think that money-lenders make the best villains. I also require that the heroine be supple and light some, and lissom and loose, with a tread like a panther, and a spring like —like \" \"A flea,\" suggested my aunt. \" What a time you men always are over your wine,\" said Conny. \"What do you talk about ? \" \" I have received an invitation.\" \"What! to Thistlewood?\" asked my aunt. \" Yes, where I shall no doubt be shot. \" \" Through the heart,\" warbled Conny, with a sly laugh."], [24, "14 MY UNCLE'S SCHEME. \"Teazer, I am told, pulls a deadly trigger,\" said I, looking at Conny. \" When do you go ? \" inquired my aunt. \"On Monday.\" \" They seem in a great hurry to have you,\" with a toss of the head. \" The invitation was hearty and irre sistible. Yet I am so perfectly happy at Grove End, that I have no wish to leave it even for a day.\" \" You must make haste to come back,\" said my aunt. \" If Teazer will let you,\" laughed Conny. I whispered, \"Would you care if Teazer didn't let me ? \" She hung her head and smiled. Her mamma was looking at us ; having, I believe, overheard my question."], [25, "MY UNCLE'S SCHEME. 15 \" Do you mean yes or no, Conny ? \" She honoured me with a look ; a full, deep, inscrutable look. The blue of her eyes was as fathomless as the blue of the heavens — and as expressionless. How ever, my heart found the meaning it wanted in them ; and if my aunt hadn't been watching, I should have grown demonstrative. My uncles were a long time absent. \" What can they be doing ? \" my aunt kept on exclaiming. \" Talking over business matters, no doubt,\" I replied. Conny went to the piano and began to play ; and when she was in the middle of one of those fantasias, which you can only submit to listen to wThen they are played by the girl you love, the two old gentlemen entered. My aunt challenged"], [26, "16 MY UNCLE'S SCHEME. them pretty briskly, and sarcastically expressed her surprise to see them. \" Really,\" said she, \" I quite expected every moment to hear you ring for break fast.\" \" Tut, tut ! \" cried my uncle Dick, who was in boisterous good spirits. \" We have been settling the affairs of nations, and arranging the succession of dynasties.\" And going up to Conny, he asked her if she knew \"Tom Bowding.\" \"No.\" \" Then I'll sing it for you,\" and down he sat, and sang the song excellently. It was curious that this big stout man, whose voice when he talked was a bass, rose into a thin clear tenor the moment he began to sing. \" Those are the songs I like,\" said he, nodding his thanks for our applause. \" Give me ' The Ivy Green,'"], [27, "MY UNCLE'S SCHEME. 17 and 'Pray Goody,' and 'I'm afloat,' before all your later trumpery of wTords and music, fit only for cats to wail their loves with. If the songs of a country are, as they ought to be, the expression of the national character, what will our grand-children think of the age that could produce and enjoy the namby pamby you now-a-days hear in concerts and drawdng-rooms ? Go back to my young days, and look into the songs we used to sins' There is a manliness even in the most sentimental of Moore's ballads — a delicate reference to heroic actions and Irish spirit, wdiich gives them a flavour you'll look for in vain in your modern verselets. We sang Burns then, and Campbell, and Byron, and Scott, and that was the age of Waterloo and Nava rino. You should have heard Incledon c VOL. II."], [28, "MY UNCLE'S SCHEME. 18 sing ' Tom Moody,' or Bannister sing 'Lovely Nan.' You'd have been content (to put wadding in your ears for the remainder of your lives.\" And so saying, he wheeled round upon the music-stool, and played a queer piece of dance music, which, he said, was called \"Go to the Devil and shake yourself.\" We passed the rest of the evening pleasantly, in hearing Conny sing, or listening to uncle Dick's stories, or argu ing good-humouredly on a variety of topics until ten o'clock struck, when uncle Dick said he must go to bed ; he had to be up early to catch the train for London, and wanted to fortify himself for a hot and fatiguing day. He shook my hand very warmly after bidding the others good-night, and said, \" I shall expect you on Monday. I daresay Teazer will meet"], [29, "MY UNCLE'S SCHEME. 19 you, if you let her know wdiat train you arrive by. If not, our house isn't a mile from the station, and you won't be able to miss it after getting into the hio-h road.\" I now thought it about time that I should be making my way home : but uncle Tom, seeing me prepare to leave, came up to me, and said, \" What's your hurry ? I have something to say to you. The night is fine, and the longer you stay, the more brightly the moon will light you home.\" He then turned to his wife, who was watching us, and said, \"My dear, I have something of importance to talk over with Charlie, and we mean to shut ourselves up in the library. You need not sit up. Send us in the whiskey, and we'll strive our utmost."], [30, "MY UNCLE'S SCHEME. 20 to console ourselves for your ab- ?> sence. \" What a quantity of talking you will have had before you go to bed ! \" ex claimed his wife. \" Pray what is all this mighty mystery about ? \" \" Some of these days you shall hear,\" replied her husband, with a good-natured laugh. \" Now then, Charlie, bid your aunt and Conny good-night, and follow V me. On entering the library, whither he had preceded me by some minutes, as I had chosen to linger a little whilst I wished Conny good-night, I found the lamp lighted, glasses upon the table, and my uncle seated in an arm-chair near the open window. High overhead rode the brilliant moon ; the soft night-wind rustled the leaves of the trees ; and the wide"], [31, "MY UNCLE'S SCHEME. 21 grounds lay mottled with moonshine, and the shadows of bush and plant. I drew a chair to the window, lighted a cigar, and, as I felt the cool air breathing upon my face, exclaimed, \" A Turk wTould call this paradise.\" \"And so might a Christian,\" answered my uncle. \" We ought to be happy. We ought to be grateful. I hope, I beheve, I am. Few men have better reason to be satisfied with life than myself. I enjoy good health ; my wife is the best of women ; my girl is dutiful and loving ; my brothers are spared to delight me with their society whenever they choose to see me, and,\" he added, leaning forward and grasping my hand, \" I have a nephew wdio is a thoroughly good fellow, and to whom I am as much attached as if he wTere my son.\""], [32, "22 MY UNCLE'S SCHEME. I thanked him in warm and affectionate terms. \" And now what do you think of Dick?\" he asked. \" I think him a very fine fellow, and a very fine gentleman, which I did not think him this morniug.\" \" Ay, truly, he's a gentleman in a much hioher sense than mere behaviour and the power of talking well imply. He is charitable to a fault ; so soft-hearted that he refused to be a magistrate because he said the position would cost him more than he was worth, as he never could agree to a conviction without en dowing the families of the men he helped to send to goal. He and I have been having a long talk about you, and I am delighted to say that he thinks well of my scheme.\""], [33, "MY UNCLE'S SCHEME. 23 \"I hope,\" said I, \"that I didn't offend him by my somewhat cool reception of liim at the bank this mornino; ? \" \" Not at all. He likes you, and believes he will like you better when he knowTs you better, Avhich is the best assurance of future friendship a man can hold out. . . . I suppose you know that he is worth about forty thousand pounds ? \" \" I think my father mentioned some thing- of the kind to me.\" O \"That is a great deal of money for a man to possess whose tastes are inex pensive, and who has only one child. His daughter's name, as you know, is Theresa. She spent a few days with me some months ago, and I'll bet you a hat that wThen you see her you'll think her as handsome a girl as is anywhere to be met.\""], [34, "24 MY UNCLE'S SCHEME. \"What's her age?\" \" One-and-twenty.\" \"Fair or dark?\" \"Neither. But don't ask me to cata logue her charms, you shall judge for yourself. Now, my boy, I'll tell you what I want you to do. Dick is anxious to see Teazer married. He feels himself growing old, and has been rendered un easy lately by some kind friend telling him that he looks an apoplectic subject. He told me to-night, that on the day of his daughter's marriage he will give her ten thousand pounds. My scheme — the scheme he thoroughly relishes — is for you to marry her, bring the money into the bank, and I'll make you a partner.\" I pulled my cigar out of my mouth, and stared at him. \" Marry her ! \" I gasped."], [35, "MY UNCLE'S SCHEME. 25 \" Certainly,\" replied my uncle. \" Of course you will have to get her to love you ; but that,\" he added with a laugh, \"is what you call in France a fait entendu.\" \" But — but — I'm not sure — I think — in fact I would rather not marry her,\" I stammered. \"Nay, don't say that until you've seen her,\" said my uncle, with a deprecating wave of the hand. \" I don't want to see her.\" \"My dear boy, pray consider your position. Outside of my bank you have no prospects. You must admit that. I never meant you to be a clerk. The moment I received your father's letter, the idea of a marriage between you and Theresa occurred to me, and I was de lighted with a notion that could not fail"], [36, "MY UNCLE'S SCHEME. 26 to make both my brothers happy. Of course I could not unfold my scheme until I had consulted with Dick, and watched your progress. But Dick, I tell you, likes the proposal immensely, and you are now sufficiently acquainted with business to qualify you for a partnership. You have still much to learn, indeed ; but you can pick the whole thing up by degrees.\" \" My dear uncle,\" I cried, interrupting him, \" I appreciate your generosity, I am overcome, at least with one view of your liberal intentions — but it is too late.\" \" Too late ! what do you mean ? \" \" I am already in love.\" \" Come, come ! you are joking.\" \" I am already deeply in love.\" \" Deeply in love ! \" \" Yes — with your daughter.\""], [37, "MY UNCLE'S SCHEME. 27 \" Eh ! \" he exclaimed, giving a little jump in his chair, \"you don't mean — ■ what ? — in love with Conny ? \" I nodded. \" No, no ! \" he cried, with great im petuosity ; \" that's impossible — that's out of the question. You can't marry her. You're not suited for each other. Con sider, my dear boy, how could you sup port her ? \" \" I have considered nothing. All that I know is, I love her.\" \"And what does she say?\" \"She asks for time.\" \"What!\" he cried, lost in amazement, \" have you proposed ?\" \" Yes,\" I gasped, \" and she asked me to give her time.\" \" Does my wife know ?\" \" I believe she does.\""], [38, "28 MY UNCLE'S SCHEME. \"And she has never dropped me a hint. Upon my word, this is not the first time things have happened in my house, right under my nose, which all the world has seen but me. But it's out of the question. My plans are formed, and they don't in clude your marriage with Conny. No. Your wife must be Theresa. You are made for each other. When I die, who do I leave behind me to keep the bank going ? This has been on my mind for years. But when I got your father's letter I instantly saw my way. You should marry Theresa, who would bring you a fortime to put into the concern, and Conny should wait untd some eligible young man offered for her hand, and then I'd make him a partner. You two would carry on the business after my death. Conny is sure to marry sooner or later,"], [39, "MY UNCLE'S SCHEME. 29 she is too pretty to remain single. As to the objections you could make against marrying a woman for her money, I can anticipate them all by simply showing you that your partnership will be a hand some equivalent for the fortune she brings.\" \" Too late ! too late ! \" I muttered, look ing at the moon. \" Why the deuce didn't my wife speak to me about this nonsense ? \" asked my uncle, who was evidently fretting over her secret share in the matter. \" But all women are alike. No matter which way the current runs, you'll find them rowing against it. Why, surely she can't see her way in your marriage with Conny ?\" \"For God's sake don't poo-pooh me,\" I cried. \"You don't know how I love her.\""], [40, "30 MY UNCLE'S SCHEME. \" I don't want to know. I would much rather not hear. The thing's a mistake. I never expected it. It must end. You're a fine fellow, and I would as soon see you Conny's husband as another man. But there are obstacles not to be got over under a larger sum of money than you possess. Don't disap point me. Don't object and argue. My scheme is perfect. I maintain it is a magnificent scheme. It assures your for tune ; it assures the permanency of the bank ; it increases our capital ; it gratifies my brother, and wdl please your father.\" I puffed furiously at my cigar, too much overcome to speak. I suppose he must have seen how completely upset I was, for dropping his somewhat energetic and expostulatory tone, he said in his kindest manner,"], [41, "MY UNCLE'S SCHEME. 31 \"Well, Charlie, we won't discuss the subject any further to-night. It is only reasonable, after all, that it should take you by surprise. I have a sound con fidence in your good sense, and have no doubt whatever, that after you have turned the matter over once or twice in your mind, you will agree with me in thinking my plan a remarkably fine j? one. \" Never ! \" I muttered to myself. \" Never ! \" \" Or what is better,\" he continued, \"instead of disturbing yourself with reflections, wait until you have met Theresa. If she doesn't bring you to her feet, may this glass be my poison ! \" \" You don't consider my feelings,\" I said, bitterly. \"You forget that I am already in love.\""], [42, "32 MY UNCLE'S SCHEME. \"Well, well, wait tdl you have met Theresa.\" \"I'll wait,\" said I, grimly, \" You think my scheme a splendid one, don't you ? \" \"It is like selling your soul to the devil, to marry a woman only for her money ! \" I burst out. \" You'll marry her for love — mark my words.\" \" Love ! how many hearts do you think I have ? but no matter — I'll wait.\" Here I got up, for I wTas really afraid of growing hysterical. \" Your father will jump for joy when he hears of this,\" said my uncle, squeezing my hand. Now, whether I was hysterical, or whether my sense of the ridiculous was deeply stirred by the ludicrous image of"], [43, "MY UNCLE'S SCHEME. 33 my tall and stately father jumping for joy, I burst into a loud laugh, in which my uncle joined ; and half choking with a fit of merriment that was really made ghastly by its approximation to the most morbid and passionate thoughts, I rushed away from the house. D vol. n."], [44, "CHAPTER II. \" From better habitations spurn'd, Reluctant dost thou rove ? Or grieve for friendship unreturn'd, Or unregarded love ? \" Goldsmith. On reaching my lodgings I went to bed; but I might as well have sat up, for the dawn brightened into clear daylight before I closed my eyes. I lay thinking over my uncle's scheme and abusing it, and wishing he had been born an idiot rather than that his mind should have stumbled upon an idea so peculiarly disagreeable. What chiefly worried me was not his"], [45, "MY UNCLE'S SCHEME. 35 wish that I should marry Theresa — for really that was a matter altogether in my power, and a circumstance over which nobody but myself could have any control — but the very decided manner in which he had expressed himself against my love for Conny. I had not expected it. I felt insulted. I considered that my pride had received a wound. I had made sure that he would have welcomed my love for his daughter with irrepressible delight. He was so amiable a man, with so mild a manner, that the warm way in which he had attempted to annihilate my hopes impressed and affected me as if he had flown in a passion. But I needn't inflict all my thoughts upon you. It is enough to say that before falling asleep I had made up my mind to allow no earthly power to sunder"], [46, "36 MY UNCLE'S SCHEME. me from my adored, and marry me to a woman I already disliked before having seen. My uncle was very friendly next day, but did not allude to the subject of our evening's conversation. He asked me to dine with him, and I consented ; for I wanted to talk to my aunt, and get her advice and sympathy. I felt very much disposed to be cool and haughty with my uncle, to let all the fine gentleman that was pent up in my bosom fly out, and resent his ruthless intrusion on what a young lady once called in my hearing, \" The innermost recesses of the most secret shrine within the holy of holies of the heart's core.\" But his amiabflity dis armed me. The antiseptic dews of his generous nature fell upon my temper, and kept it sweet in spite of my earnest behef"], [47, "MY UNCLE'S SCHEME. 37 that the sleeping lion inside me ought to get up, stiffen his tad, and shake the forests. My aunt and Conny were out when I got to Grove End, and did not return until twenty minutes before dinner-time, so that I could have no conversation until we had dined. At table, I wTas very calm and pensive, and felt ' so senti mental, that I think, had I been asked, I could have written an ode fit to appear in any private album. I watched Conny incessantly : too much so, I fear, for I believe I embarrassed her. I wish she had laughed : I wish she had sneered : I wish she had insulted me. I wanted steeling* But no ! she gave me thrdling looks, kept her countenance, and eat so languidly, that my heart leapt up, like Words worth's when he saw the blue sky ; I beheved that her"], [48, "MY UNCLE'S SCHEME. 38 father's scheme had been unfolded to her» and that the fear of losing me had taught her to know she loved ! Neither my uncle nor aunt conversed with their wonted ease. A cloud over hung us. I noticed that, when Thomas spoke, his wife grew absent ; that when he addressed her, she grew disdainful. Yes ! there had been a quarrel ; no, not a quarrel, but an argument. \" She's a woman,\" I thought, regarding her affectionately ; \" and all women are on the side of sentiment versus lucre ; passion versus fine houses : emotion versus Gidow's furniture. She will be my friend : fight for me against her husband, and Dick, and Teazer : save me from being married in spite of my screams, and finally hand me victorious to her lovely, blushing Conny. \""], [49, "MY UNCLE'S SCHEME. 39 After dinner my uncle asked me to smoke a cigar with him in the library. I thanked him, and declined. I wanted to get to my aunt, and felt as if the smell of a cigar would make me ill. \" AVhy, what's the matter with you ? ' he exclaimed, looking at me earnestly. \"Not smoke!\" \" Sometimes I don't care about smok- ing,\" said I. \" So much the better. I have often thought that you smoke too much. Where are you going ? \" \" Into the grounds. I find this room uncommonly warm.\" \" By the way, I mentioned our con versation to my wife, and I am mortified to find her opposed to the scheme. The fact is, w^omen never will take practical views. They don't seem able to under-"], [50, "40 MY UNCLE'S SCHEME. stand that money is necessary for life ; and many of them, I am persuaded, believe that their husbands have nothing to do, when a bill comes in, but to go out of doors and pick enough money out of the sod to pay it with. I can quite understand her liking you so wreU as to regret that it is out of our power to sanction your marriage with Conny ; but I cant understand her thinking such a match desirable, when she knows that — through no fault of yours — you couldn't support a wife.\" \" I'd rather talk in the open air,\" I answered. \"This room is very oppres- sive.\" \" Very well. I'll follow you presently. I am very glad to see that you are beginning to take to my scheme kindly.\""], [51, "MY UNCLE'S SCHEME. 41 \" I ! \" but I wouldn't argue. \" The simple fact is,\" he continued, \"that my wife, like all mothers, is jealous of anybody receiving the attention which she thinks her daughter has a right to before all other young ladies. If it came to the point, you would find her as averse to your marriage with Conny as I am ; but as it hasn't come to the point, she frets — the silly woman ! — over the idea of Theresa getting the admiration which she claims for her girl.\" \" She needn't,\" said I. \" However, you'll join me presently.\" And I went out. Conny was on the lawn, but my aunt wras in the drawing-room. \" Well, aunt,\" I exclaimed, bluntly, taking a seat beside her, \" what do you think of your husband's scheme ? \""], [52, "42 MY UNCLE'S SCHEME. \" It is all fudge and nonsense,\" she answered. \" He was angry with me last night after you left, for having concealed my suspicions from him that you were fond of Conny. But, as I told him, I choose to have my secrets as well as he.\" \" I am not going to marry Theresa,\" I said. \" I am not going down to a man's house to make love to his daughter, and ask her to be my wife, as if I were a curiosity-dealer taking a journey in order to drive a bargain for a piece of china. My uncle knows that I am in love with Conny, and, although he pooh-poohs me, never wdl he get me to alter my senti ments, and forsake her for a woman who shoots pistols ! \" \" Thomas knows my sentiments about his scheme,\" said my aunt, with a toss"], [53, "MY UNCLE'S SCHEME. 43 of her head. \" I am only surprised that two brothers should put their noses together and discuss marriage as if it were a matter of buying and selling. Were Richard to ask my opinion — though he never would, for he has a most degraded notion of women's mind's — I shouldn't scruple to tell him that he was acting in a most unfatherly manner in making his fortune the chief attraction of his daughter, instead of insisting that she should be loved only for herself.\" \"My sentiments to a t ! \" I cried, grasp ing her hand, \" and I honour you for having the courage to express them.\" \"But it is too true,\" she continued, \" that men who have been mixed up all their lives in business matters become at last unable to take any but a mercenary view of life.\""], [54, "MY UNCLE'S SCHEME. 44 \"Yes, and the worst is, that com mercial views of things are always so disagreeable to one's wishes. Mustn't this be an abominable world where you are not allowed to put one leg before the other, unless you can \" pud out your purse, and show you have enough in it to pay for the privilege of walking ! \" \" Odious ! \" \" Talk of man ! \" I cried. \" Why, man is the most miserable of all created things. Birds, and fish, and animals, come into the world already clothed ; all degrees of temperature are pretty much alike to them ; they are prepared for changes. Their breakfasts, dinners, and suppers lie scattered for them upon the face of the world, and all they have to do is to eat and drink. They may pair without anybody's consent ; they've got no"], [55, "MY UNCLE'S SCHEME. 45 relations to interfere, and no marriage settlements to make them hate each other. But man is born naked, with a skin so sensitive that heat and cold give him equal tortures. He has got to dig for his food, without being sure of finding any. He is kicked if he hasn't money, and is plundered if he has. If he fads in love with a woman, it is a hundred to one that he marries somebody else, for thousands of obstacles are piled up in his way. Worse than all, he's cursed with thought and memory ; so that, how ever happy he tries to be in the present, there's always misery enough in the past to poison his existing bliss, and uncer tainty enough in the future to make him dread to look forward.\" Saying which I ground my teeth. \"It is aU too true,\" replied my aunt,"], [56, "MY UNCLE'S SCHEME. 46 dolefully ; \" and there can be no doubt that man is a wretch in more senses than one. But I wouldn't be cast down if I were you. You have a friend in me.\" \" Thanks — thanks ; I know I have.\" \"And it really needn't follow that, because you visit your other cousin at Thistlewood, you need marry her.\" \" Certainly not. No human power — but I won't boast. Time shad prove. Your husband's scheme wouldn't give me a moment's uneasiness, if it were not for the decided objection he expressed to my loving Conny. For who could force me to marry Theresa if I declined ? \" And I folded my arms and fixed a steady gaze on my aunt's cap. \"Oh, as to my husband, leave him to me,\" said my aunt, with a profound nod. \"It is true that he can sometimes have"], [57, "MY UNCLE'S SCHEME. 47 his secrets; but,\" she added, proudly, \"I can ahvays have my way.\" \"He objects because I am poor.\" \"Yes, he told me his reasons this morning, and I gave him mine for wish ing to see you my daughter's husband. I warned him against Mr. Curlinc. I said, ' I have eyes in my head, and can see that Charlie wdl make her happy. But if you drive your nephew into loving another woman, as sure as you are a man, Conny will grow sentimental again over your cashier. How are you to help it ? ' I asked him. ' You bring no young men to the house : she sees no society ; if she isn't actually in love with Charlie, she told me enough to persuade me that it wid not be long before she loves him.' But he pish'd and pshaw'd, and pooh pooh'd me down, and told me I was"], [58, "MY UNCLE'S SCHEME. 48 interfering, and that I wTas foolish to imagine for a moment that there had been anything serious between Conny and Mr. Curling. You'd be surprised to know how very stubborn Thomas can be when he likes.\" \" What,\" I asked, \" is there to prevent him from making me a partner ? He means that I should join him if I marry Theresa ; what's to prevent me joining him should I marry Conny ? Perhaps if you were to suggest this to him, it might give him an idea.\" \" I'll not touch upon the bank nor discuss the matter in a mercenary way at ad. Thomas knows very wed what he can afford ; and I should certainly think it very hard if, after working ad these years, and obliging me to be polite to objectionable people merely for their"], [59, "MY UNCLE'S SCHEME. 49 custom, he hasn't money enough to enable his daughter to marry the man of my choice. I am quite content to threaten him with Mr. Curling. He has a very good opinion of my judgment, and I often hear him repeating my remarks for his own, forgetting where he got them. \" Here unfortunately we were interrupted by his entering the room, foUowed by Conny. Had it not been for her daughter's presence, I believe that my aunt would have attacked her husband pretty freely, for she had worked herself up into a great state of excitement, and stood in no need of further provocation to speak her mind. He perfectly well knew what we had been talking about, and depre cated his wife's stern gaze with a bland smile ; then expressed his surprise to find E vol. ii."], [60, "50 MY UNCLE'S SCHEME. me indoors after my recent complaint of the heat. I liked him so well, was under so many obligations to him, and was so sensible that, though his scheme was entirely obnoxious to me, he had never theless contrived it in the generous hope of forwarding my interests, that it was quite impossible for me to be reserved or cool to him. I told him that I should be glad to smoke a cigar out of doors, a proposal he eagerly welcomed, being, as I could see, extremely anxious to avoid any discussion with his wife in my pre sence. I thought, when we were alone, that he would ask me what my aunt and I had been talking about, and made up my mind to answer him freely. Instead, he resolutely avoided the sub ject. Conny joined us : and, after a"], [61, "MY UNCLE'S SCHEME. 51 quarter of an hour's conversation, he returned to the house, leaving me alone with my cousin. \" I wonder your papa allows us to be alone,\" said I. \" He ought to keep between us, since he so strongly objects to my loving you.\" \" How dreads udy plain-spoken you are, Charlie. You oughtn't to talk to me in this manner.\" \" You know I love you,\" I answered, \" and your father knows it, and every body knows it. What's the use of con cealment, then ? \" \" I suppose,\" said she, with delicious coyness, \" papa thinks there would be no use in his interfering between us for once only, since you are here every day, and can be with me when he is j> away."], [62, "52 MY UNCLE'S SCHEME. \" Do you know,\" I asked, looking at her askew, \" that your papa and I had a — a conversation last night after we left you l. \" Indeed ! \" \" Haven't you heard ? \" \" Mamma said something about it this morning. \" I told him that after I had won your love, I should want to marry you : and he said, it was out of the question.\" \"Why will you talk about loving and marrying me ? \" she asked, a little pee vishly ; and then instantly changing her tone, and letting me look down deep into her eyes, she said, \" How do you know I wid ever marry you ? \" \" I'll make you love me.\" \" Don't speak so fiercely. You quite frighten me.\""], [63, "MY UNCLE'S SCHEME. 53 \" Oh, Conny, for God's sake don't jest with my feelings,\" I groaned. \"You want people to love you at first sight,\" \" People ! ! \" \" You promised that you wouldn't speak to me about — about your feelings again until I gave you leave.\" \" And I'd have kept my word, if your father hadn't told me he would not sanc- tion our marriage.\" \" I should hope he wouldn't sanction it yet.\" \" How can you talk like that ? But I didn't ask him to sanction it. In fact, I don't remember speaking about our marriage. He wanted me to make love to Theresa, and I told him that was impossible, because I was in love with you. And I shall always consider — fond"], [64, "54 MY UNCLE'S SCHEME. as I am of him — that he spoke to me rather heartlessly.\" \"Why do you object to do what he wants ? \" she inquired, with a slight raising of the eyebrows, which was peculiar to her, and which made a complete conun drum of the expression that her face might happen to wear. \" Why do you ask ? You know.\" \" Have you heard that she is very pretty ? \" \" There is only one pretty woman in the world, and her name is Conny.\" She could not help looking pleased ; a bright colour came into her face, and she was silent. When I peeped at her again, the colour had faded, and she was as pensive and down-looking as any nun. \" Conny,\" I whispered, in my softest"], [65, "MY UNCLE'S SCHEME. 55 voice, \"if you will only tell me you love me, and will consent to marry me, your father must give way. The decision that is to make me supremely happy or supremely miserable rests with you, not with him.\" \" Charlie,\" she answered, in a voice a very great deal softer than mine, \"you must give me time. Some of these days I may be able to answer you decisively ; but you must never talk of making me love you, for if I don't turn to you natu rally, I shall never turn to you at all. Besides, you ought to see Theresa. You might like her better than me \" \"Oh! oh!\" \" You might find her a far more suitable wife than ever I could make you, and might think her infinitely prettier.\" \" I might become a king. I might"], [66, "56 MY UNCLE'S SCHEME. take the moon out of the sky, and put it in my pocket. And I mightn't.\" \" At ad events I am determined not to hear another word from you untd you have seen her. You must be tried a httle before I make up my mind. The old saying is, ' no man can be considered honest until he has been tempted.\" \" If that is your opinion of me,\" said I, \"it is quite right that I should go to Thistlewood. I want to be tested. I only hope that I may find Theresa per fectly beautiful, and thoroughly womanly, and brilliantly clever, and superfine in every point, to prove that, compared to you, she will be no more to me than that bush.\" \" Very wed ; and now, not another word until you come back. Give me your wTord.\""], [67, "MY UNCLE'S SCHEME. 57 \"All right,\" I groaned. \"But I wish you'd let me take away some little re membrance, some dear promise, some sweet word of hope, to comfort me in my absence.\" She laughed, blushed, turned pale, looked at me, shook her head, and ex claimed, -j \" No — it is too late ; you have pledged your word, and you mustn't ask me for a sign of any kind untd you return from Thistlewood.\" And the evasive httle creature, with her hah shining like spangles in the rays of the setting sun, danced a minuet across the lawn, and vanished within the house."], [68, "CHAPTEK III. Isaac. \" Good lack, with what eyes a father sees ! As I have life she is the very reverse of all this.\" The Duenna. Monday morning came ; a still and hazy morning, portentous of noontide heat. I had not written to uncle Eichard to tell him the train I meant to leave by, for two reasons : I didn't want to give him or his daughter the trouble of meeting me, and as there were several trains during the day, I could not say at what hour I might take it into my head to start. However, as it was not possible for me"], [69, "MY UNCLE'S SCHEME. 59 to see Conny, and as the time promised to hang tediously upon my hands, I sent the landlady for a fly, packed a carpet bag, and started to catch a train that left •at half-past twelve. On my way to the station, I stopped at the bank to bid my uncle a final fareweU, but found him out. \" I hope you'll enjoy yourself,\" said Mr. Curling, with a grave face. \" I hope I may.\" \" Will you be long absent ?\" \" I don't know. Perhaps a week ; per haps a fortnight. Good-bye.\" And out I went. Great heaven ! as I recall the nod I gave him, I am amazed to think how full of the unexpected the future is. You shake a man by the hand and leave him, and by the time you meet"], [70, "60 MY UNCLE'S SCHEME. him again, everything the least likely to occur has happened. Though you held him the most honest of living beings, he is committed for forgery ; or though you thought him doomed to be a struggling man all his life, he has made a fortune on the Stock Exchange, and is sur rounded by architects with plans for a mansion ; or though you considered him a very ordinary-minded person, he has just acknowledged himself the author of a book the world has gone into ecstacies over. So shifting is this life, it is scarcely possible to turn your back upon the most familiar object, without finding it changed on looking at it again. It is a panto mime, but not a droll one. Harlequin Time does indeed frisk it merrily ; but there is too much of the scythe about his rod, too much tragedy about the"], [71, "MY UNCLE'S SCHEME. 61 metamorphoses he works, to make us think him diverting. It was a little after half-past twelve when I got into the train, and it was very nearly half-past two when I got out. Thistlewood Station was a little platform, backed by a diminutive shed, with a great hill running up behind it. I asked a porter the way to Mr. Har grave's house, aud he directed me to a high road. This high road was terribly dusty and dazzling to the eyes. There was not an inch of shade to right or left of it to protect me from the overpowering rays of the sun. Worst of all, for half a mile at least, it was a steep hill. I felt my face gradually turning to the colour of a boded lobster as I toiled along, and deplored my want of foresight in not"], [72, "62 MY UNCLE'S SCHEME. providing against this sweltering exertion, by asking my uncle to send his carriage to meet me. On either side was a boundless extent of corn-fields, with never a sigh of air to disturb their yellowing heads. On reach ing the summit of the hill, however, I was cheered by a very extensive view, not indeed comparable in beauty to that which was to be obtained from any of the hills about Updown, but exceedingly pretty, nevertheless. Far away down on the level plains were httle white villages, shining amid groups of trees. A long line of railroad ruled the landscape, along which rolled a white cloud, that no doubt represented the train I had just quitted. The slate-coloured hills of the far-off horizon stood sharp and well defined against the pale blue sky."], [73, "MY UNCLE'S SCHEME. 63 I trudged forward, gasping for air, and stopping frequently to press a handker chief to my forehead, until I espied, at the extreme end of the road, a long wall bounding a perfect forest of trees. In a few minutes I had gained a gate sur mounted by stone effigies. Close at hand was a lodge. I pulled the bell, and on a man presenting himself, inquired if this were Mr. Hargrave's house ? It was. The gate was opened, and I passed out of the broding road > into a deliciously cool avenue, with deep glades and sunny openings among the trees, under which I observed some young deer browsing. The whole place was alive with the pipings of birds. Such a babel of airy voices I never before heard. I was stepping pretty briskly along the avenue, wondering what sort of recep-"], [74, "64 MY UNCLE'S SCHEME. tion I should get, and whether my uncle was as cheery and hearty a man in his own house as he was out of it, when I suddenly heard the word \" Halt ! \" uttered in a loud, clear, imperious female voice. I looked about me, being uncertain from which side of the avenue the voice had proceeded, and seeing nobody, was in the act of advancing again, when bang ! went the report of a pistol, so close and so loud, that, for the moment, I actually believed myself shot, and pulled off my hat, feeling pretty sure that I should find a bidlet hole in it. \"Good God!\" I thought. \"What is the meaning of this ? \" A thin cloud of blue smoke curled up from a tree on the right, and, as I gazed with a stupefied air in that direc tion, the tall commanding figure of a"], [75, "MY UNCLE'S SCHEME. 65 woman stepped forward, and approached me. \" Why didn't you halt when I ordered you ? \" she demanded, fixing a pair < >f dark, glittering eyes on me. I looked at her with amazement. She was dressed in a tight-fitting body, with a long skirt, which she held up in one hand, whilst she grasped a small revolver in the other. On her head was a large garden hat which threw so dark a shadow over her face that I could master no more of its details than the keen bright o eyes. Could this be my cousin Theresa ? I was so much astonished by the report of the pistol, and her peremptory address, that I quite forgot my manners. I had hastily put my hat on, and there I kept it. \" You may bless your stars,\" she exclaimed, \" that I didn't take the curl VOL. II. F"], [76, "66 MY UNCLE'S SCHEME. out of your mustache with a pistol ball. I could do it. Do you doubt me ? Turn your face round, so that I get your profile.\" And she levelled her pistol full at my head. \" Who are you ? \" I stammered ; \" and what clo you mean to do ? Put that pistol down. Don't you know that you can't play with a more dangerous toy ? \" Turn your face round as I order you, sir,\" was her answer. \" I shall do no such thing,\" I said, picking up my carpet bag, which I had dropped, but furtively watching her move ments with indescribable anxiety. \" Oh,\" she exclaimed, to my inexpres sible relief, turning the muzzle of the pistol aside, \" if you are afraid, that is another matter. However, for the future,"], [77, "MY UNCLE'S SCHEME. 67 when I order you to stop, I should advise you to do so.\" And so saying, she wheeled round, and disappeared among the trees. I hastened forward, not doubting for a moment that, whether she was my cousin or not, she was not in possession of her reason, and congratulating myself on what I could not but consider a very narrow escape of my life. In a few moments I reached the house, a fine old building with a great door and many windows, the upper ones hooded, and a broad carpet of grass all round it, on to which the queerest little doors opened, with large bow-windows on the ground- er o floor. The door was opened by a corpulent man in a claret-coloured livery, and a groggy eye, who, on my asking if Mr."], [78, "MY UNCLE'S SCHEME. 68 Hargrave was within, cocked his head, and reflected a little before he answered, \" He is, sir.' \"WeU, show me in, and tell Mr. Har- grave I am here.\" \"I will, sir,\" answered the man, whose accent intimated his nationality pretty powerfuUy. I thought him a bit of a fool, or perhaps new to his place, and entered the hall, remarking, however, that he shrank away from me as I passed him. Burnt up by the sun, and blinded by the glare in the road, and wearied by my walk, and half choked with dust, and, above all, utterly disgusted with the extraordinary behaviour of the young lady of the avenue, I flung my hat and bag pettishly on the hall table and marched into a long, handsome drawing-room, the fat man-servant mean-"], [79, "MY UNCLE'S SCHEME. 69 while watching me intently as I entered, and hurriedly banging the door to when I was within. I threw nryseff into an arm-chair, thankful for the privilege of resting my seff, and glanced languidly around the spacious room. In any other mood I should have found a great deal to admire; but I was so vexed and amazed by my reception in the avenue, and so irritated by the imbecile behaviour of the footman, that I could think of nothing else. However, I had scarcely been seated a minute when my uncle came in. \" How are you ? how are you ? \" he cried, grasping my hand. \" Delighted to see you and to welcome you. Why didn't you let us know the train you came by ? We would have saved you a scorching walk.\""], [80, "70 MY UNCLE'S SCHEME. \" I wish I had,\" I answered ; \" that hill near the station has nearly been the death of me.\" \" Ay, that road in summer is awful. But a glass of seltzer and brandy will soon set you right,\" and he rang the bell. \" How did you leave them at Grove End 1 \" he inquired. \" They are aU very well.\" \" They're a happy family, aren't they ? It always does me good to spend a day or two with Tom. He has the very best nature in the world.\" Here my fat friend entered. How the fool stared at me ! I thought there must be something extraordinary in my appear ance, and under that impression, got up, after he had left the room, and looked at myself in the glass. \" Oh, don't mind being a little sun-"], [81, "MY UNCLE'S SCHEME. 71 burnt,\" called out my uncle, who mis took my object. \" I like men well tanned.\" \" Indeed,\" said I, \"I was looking to see what there could be in my face to cause your man to stare at me.\" \" Did he ? Pray don't mind him. He's •an Irishman and a faithful fellow, though not a smart waiter. I keep him for his wit, which is sometimes first-rate. He came to me with a high character out of Lord Lavender's family. Every Hiber nian must be forgiven something. You know what Burke said : ' All Irish- men carry a bit of potato in their heads.'\" Just then the man returned. He fixed his little black eyes on me as he handed me the foaming draught, and for the life of me I couldn't help bursting into a"], [82, "72 MY UNCLE'S SCHEME. laugh when, on quitting the room, he stared at me intently, whilst he slowly closed the door. \" That has refreshed you, hasn't it ? \" said my uncle. \" Yes, thank you. By the way, I must ask you not to be surprised or shocked if you catch me drinking more brandy than may seem good for me whdst I am with you. I don't possess my father's iron nerves, and have a foreboding that I shaU stand in need of strong stimulants to sustain me.\" \"What now, Charlie?\" \" Did you hear a shot fired about ten minutes ago ? \" \"A what?\" \"A shot.\" \"No.\" \"My life has been attempted,\" said L"], [83, "MY UNCLE'S SCHEME. 73 \"Where? When? By whom?\" cried my uncle, staring at me. \" In your avenue, and by a tall lady in a tight-fitting dress, whom I have strong reasons for suspecting to be your daughter. \" His face relaxed, and he burst out into one of his stunning roars of laughter. \" Tell me what the minx did ? \" he shouted. I told him. Again the room resounded to his roar. As there was really nothing in the incident to occasion so much violent hilarity, I assumed that his sense of the ridiculous was aggravated by the pertinacious gravity of my face. \" Excuse me ! excuse me ! \" he cried. \" It was wrong — it was rude — but oh t what an idea ! what an idea ! Did you think you were shot ? \""], [84, "74 MY UNCLE'S SCHEME. \" Really, I had no time to think. I was too much surprised by the lady's very novel reception of her father's guest, to reflect upon my danger.\" \" Nay, don't be annoyed by the child's nonsense,\" he exclaimed, recovering his composure. \" She is very much to blame for alarming you, and I shall rate her soundly for her conduct.\" \" Oh, pray say no more about it, uncle. I confess she surprised me, but I should be very sorry for her to think that I am offended. One thing I must hasten to do when we meet : I must vindicate my character from the charge of cowardice. She looked so very fierce, and levelled her loaded pistol in so very threatening a manner, that the stoutest hero might well have been allowed to feel a little timid.\""], [85, "MY UNCLE'S SCHEME. 75 \" I wish,\" answered my uncle, looking now thoroughly annoyed, \" that she would give up this foolish practice of firing pistols. I like to think my girl plucky ; but every day I expect to hear of some accident, Ever since her mother's death, she has had her own way in everything — though, for all that, I don't think her nature has been spoilt by my indulgence.\" He said this with a shake of the head, that plainly said, \"I am sure it hasn't.\" \" You have a charming house,\" said I, anxious to change the subject, now that I saw he was annoyed. \" Not such a snuggery as Tom's,\" he answered, and took me to a window at the back of the drawing-room, which commanded a fair view of the grounds, and told me of some titled poet, I forget what lord, who had resided here in seven-"], [86, "76 MY UNCLE'S SCHEME. teen hundred and something four, and of the several famous people, such as Wilkes and Foote, and Selwyn, whom his lord ship had entertained. These memories appeared to constitute its great charm in his eyes, and it was with no smaU pride that he told me there was a room up stairs, in which Soame Jenyns had written his \"Art of Dancing.\" (I quote from memory, and won't be sure that I give the right names.) Had he only guessed how tired I was, he would have reserved his gossip. He presently asked me if I would like to go to my bed-room, and on my answer ing yes, laid hold of my carpet bag — which by the way he laughed at, desiring me to tell him what time I meant to spend at his house — and conducted me to a room furnished so luxuriously, and"], [87, "MY UNCLE'S SCHEME. 77 commanding so fine a view, that I couldn't have been more impressed, had I been shown into a state bed-chamber ctt Windsor Castle. \" There,\" said he, looking round him with a glowing slice, \" in this room, my boy, I have been told, on the very best authority, Smollett corrected the last pages of his ' Adventures of an Atom. ' What do you say to tliat ? \" \"I have read 'Roderick Random,'\" 1 answered, \"and think it in parts as funny as ' Pickwick. \": \" No, no ! \" he exclaimed, seating him self near the open window, whilst I, seeing it was not his intention to leave, pulled off my coat, and seU to cooling my face in a basin of water, \" nothing equal to Pickwick was ever written. Dickens is a truer humourist than Smollett,"], [88, "78 MY UNCLE'S SCHEME. and what's more,\" he added, warmly, \" there are portions of his writings of which the irony is as good as anything to be found in Swift. Tell me in what particular Dickens isn't a match for any writer that's gone before him ? His knowledge of human nature is as great as Fielding's ; his pathos is deeper and truer than Sterne's ; he is as tender as Gold smith, and far funnier than Smollett, who is always farcical when he is comical. I love this great man, and reverence him for the noble use he has made of his noble genius. May the day never break,\" he exclaimed, with a solemnity that astonished me, \"when Dickens shall cease to be admired ; for then surely wiU all the fine qualities that make up the English character, the love of country, sympathy with the suffering, affection for"], [89, "MY UNCLE'S SCHEME. 79 the past, hatred of cant, and devotion to aU that is manly and honest and true, have perished from among us. Whilst these qualities last Dickens Avill last ; his fame rests upon them.\" So saying, he pulled out a cigar-case, asked me if I would smoke, and on my declining, began to puff away like a steam-engine. \" We may do what we like here,\" said he, with a grin. \" Nothing to beat liberty,\" I replied. \" And yet,\" said he, expelling a great cloud of smoke with a sigh, \" our hap piest days are most often the days of restraint. When my poor wife was alive my liberties were jealously curtailed ; and now I would give up every liberty I possess to clasp her dear hand again, to look into her dear eyes.\""], [90, "80 MY UNCLE'S SCHEME. \" Does Theresa resemble you or her mother ? \" \" There is a mingling of us both in her. But the mother preponderates. She has profound passions, the deepest nature a woman ever had. Such tenderness ! such generous impulses ! She has not her equal.\" Good gracious ! I thought, How affec tion blinds us ! Tender, indeed — con found her ! she nearly killed me ! And here I thought of Conny, and inwardly groaned, \" Always thine, my own ! faith ful unto the end ! \" \" Shall we go down-stairs ? \" asked my uncle. \" I am ready,\" I replied ; and we left the room. But we didn't go down-stairs at once. My uncle was very proud of his house, and Avas evidently determined"], [91, "MY UNCLE'S SCHEME. 81 to lose no time in showing me over it, My amiabdity was proof against my weariness ; but I really shuddered at the prospect of being shown into, perhaps, twenty rooms, and detained on each threshold in order to hear the literary and social history that made up the interest of the floors and walls. However, our progress was not so tedious as I had feared. On entering one room, indeed, my misgivings returned : for, in this room somebody of import ance had, in a fit of intoxication, played a practical joke of a very awful nature, the effect of which was to render a negro imbecde for life ; but, after this narrative, we got on pretty briskly. A very few words will describe the house. It was fuU of long passages and rooms, into which I was constantly g VOL. II."], [92, "82 MY UNCLE'S SCHEME. stumbling, owing to the majority of them being sunk a foot or so beneath the level of the corridors. Some of them were empty : those that were furnished were furnished handsomely. One side of the roof was flat, and my uncle led me through a trap-door, whence we emerged into so broiling a sun, and on to a floor so burning, that I darted hastily down the staircase, protesting that if I wasn't killed by a sunstroke, I should be roasted alive. He told me that, in the cool of the evening, it was a great treat to sit upon this roof, \"for from it,\" said he, ■\" you may obtain as fine a prospect as any to be found in England.\" I was beginning to grow somewhat curious to meet my cousin, and to exa mine with calmness and courage a young lady who thought nothing of enforcing"], [93, "MY UNCLE'S SCHEME. 83 her commands with a revolver ; but my uncle had not yet done with his house. I was to see the library before I was to be allowed to take mine ease. I hardly cared enough about books in those days to feel an interest in his collection. He was a complete Oldbuck in his devotion to old volumes, broadsides, tracts, and scarce editions. Many of his books, he assured me, as he stood with his back to the door, complacently surveying the large coUection that was ranged, row upon row, round the walls, were worth their weight in gold. \" Here,\" said he, pulling out a folio, \" is a book for which I gave eight guineas, and for which I should consider myself insulted by an offer of twenty. Look at those engravings. You might search a thousand libraries, and not find this gem.\""], [94, "84 MY UNCLE'S SCHEME. The name of the book I forget : but I wouldn't own that the engraving he opened the book at, and pointed to with immense triumph, struck me as very rude, and not to be compared with illustrations to be found in modern books* costing' only a few shillings. Bibliomania must be humoured, like any other form of madness. I was bitten with it myself not many years ago, and thought more of old bundles of illegible print stitched in parchment, well perforated with moths and worms, than of emeralds and diamonds. He pulled down several other volumes to show me, explaining their value and chattering about their contents in a style which convinced me that he was one of the very few book-buyers who are book readers. I grew at last so thoroughly tired of having to stand and feign"], [95, "MY UNCLE'S SCHEME. 85 attention and interest, that I proposed that we should return to the drawing room, where I might hope to meet my cousin."], [96, "CHAPTER IV. \" Although her father is ... . excessively rich, I should, were I a youth of quality, hesitate between a girl so neglected and a negro.\" Dr. Johnson. There was nobody in the drawing-room. \" Why doesn't Teazer come to us ? \" exclaimed my uncle. \" Stay you here, my boy, and I'll go and call her.\" I took a chair at the table, and began to inspect the contents of an album filled with photographs. Here was something to interest me, for on the very first page was a portrait of my father, taken ten years before, by little Chatelain, of the"], [97, "MY UNCLE'S SCHEME. 87 Rue d'Epingle. Next him was my uncle, and below, Dick, facing Tom's wife. AU these were capital photographs, and made me laugh. On the next pages were, on the left a photograph of Theresa, and on the right a portrait of Conny. I had now my two cousins before me, and could compare them. Conny looked indescribably pretty, in spite of a somewhat affected p>ose. Teazer's face was in profile, and a handsome profile it was. There was plenty of intellect in the low, square brow, over which the plentiful dark hair was roughly drawn. The eyelashes were long, but contributed little of tenderness to the determined gaze of the large eye. The contour of the bust was noble. She held a stout riding-whip across her shoulder, as a man holds a gun. Yet there was something very striking about this photo-"], [98, "88 MY UNCLE'S SCHEME. graph. I caught myself examining it intently and not without admiration ; though when my eye reverted to the sunny-haired beauty on the other page, my heart welcomed the sweeter attraction that drew it away from the fascination of the stern and handsome Teazer. All at once the door was violently pushed open, and in walked the lady of the pistol ! I closed the album and stood up. She gave me a manly nod, though such a figure as hers ought to have been capable of the most graceful and sweeping bow in the world, and said, \"Are you my cousin?\" \"I believe so,\" I answered, \"that is, if you are Theresa Hargrave.\" To this she made no reply, but stood for some moments with a curling Up, examining me from head to foot in a"], [99, "MY UNCLE'S SCHEME. 89 manner the most depressing to my self conceit that can well be imagined. Meanwhile, I honoured her with a similar inspection. Her portrait scarcely did her justice — it made her a brunette ; whereas, her skin was delicately fair, though her eyes were dark and piercing, and her hair brown. She had a full red underlip, a fine tinge of red upon her cheeks, a straight Greek nose, and finely arched eyebrows. She held herself per fectly erect. I unhesitatingly admitted, in spite of the prejudice her extraordinary behaviour excited in me, that she was a strikingly handsome girl ; but I sought in her face in vain for some sign of the capacity of tender impulse and the womanly characteristics her father had claimed for her. \"What made you afraid of me just"], [100, "90 MY UNCLE'S SCHEME. now ? \" she enquired without a smde. \"You must be a very nervous per- 7. son. \" I am much obliged to you for your good opinion,\" I replied loftily. And then conceiving that her singular manner was assumed, perhaps, for the purpose of raising a laugh at me, I said, \" A very brave man might be allowed to feel a little timid on seeing a loaded pistol levelled at his head. But perhaps you mistook surprise for fear. You see, I was quite unprepared for your very noisy reception. I had heard much of your skill as a marksman, but I had no idea you were possessed of such immense courage as to shoot at a guest from be hind a tree.\" \" A bumpkin ! \" she muttered, turning on her heel and throwing herself in a"], [101, "MY UNCLE'S SCHEME. 91 decidedly inelegant posture on the sofa, \" You may sit down if you like.\" I accepted her polite invitation, but with so perplexed a face that I could almost beheve the expression on it merited the contemptuous gaze she fastened on me. \" Where's the governor ? \" she asked. \" I beg your pardon ? \" \" My father,\" she exclaimed petulantly. \" Did you never hear a father called governor before ? \" \" Oh yes, very often. I believe your governor has gone in search of you.\" \" Well, you don't need to whistle for a dog when he's at your feet, do you ? \" \"No, that would be a waste of time.\" \" Were you ever in these parts before ? \" \" These parts ? \" said I, not quite sure that I had heard her rightly."], [102, "92 MY UNCLE'S SCHEME. \"If my father had told me you were deaf, I'd have ordered a speaking-trumpet ready for your visit.\" \" I am not deaf. On the contrary, I am afflicted with a most torturing sensi bility of hearing. In answer to your question, let me say that I never was in these parts before.\" \" What do you do ? Are you clever ? Can you draw, and spell, and read ? \" I was sure now that she was laughing at me, but I thought her taste execrable, \" I cannot be certain about my speUing,\" I replied, \" but I believe I can read.\" \" How old are you ? \" \" Four-and-twenty.\" \"Why, you're a mere boy!\" she ex claimed with a loud laugh. \" No wonder you're afraid of noises ! \" I began to wish that my uncle would"], [103, "MY UNCLE'S SCHEME. 93 come in. I was really alarmed by the girl's extravagance. There was something indescribably impudent in her manner and a slanginess in her speech, to say nothing of its grammatical deficiencies, that was inexpressibly repulsive to me. Uncle Tom had suggested that she wanted taming, but that word suggested nothing. O' OO O She stood in need of greater discipline than taming. o \" Haven't you brought any messages for me from Grove End ? \" she demanded. \" I don't want to be thought rude ; but really, you seem a perfect stick, without a word to say for yourself.\" \"Your pistol has blown all my confi dence out of me.\" \"You think me rather outspoken, don't you? \"Rather.\""], [104, "94 MY UNCLE'S SCHEME. \" Don't you like outspoken people ■ I do.\" \" Pray give me a little time. We scarcely know each other yet. By-and by I may turn out as outspoken as you Uke.\" \" Oh ! My father told me you have come here with the intention of being agreeable. I hope you won't be. I shall expect to be treated as a woman, not as an overgrown child, who is only happy when she is sucking sugar-candy. I have got some inteUect, my father says, and I'll trouble you to respect me.\" This extraordinary speech she delivered with a most consummately grave face. Had I detected but the faintest twinkle in her eye, I should have made up my mind to treat the reception she was giving me as a joke, and enter into the spirit"], [105, "MY UNCLE'S SCHEME. 95 of her badinage, offensive as the taste was that could dictate it. But her gravity was not to be mistaken. Like the country girl of the play, she appeared to have neither tact nor breeding enough to re strain or moderate the violent and sudden exhibition of her character ; and I sat Hstening to and watchimg her with much such mingled emotions of astonishment and disgust, as would no doubt possess me, were I compeUed to make love to a female chimpanzee. I was spared the trouble of hunting after some suitable answer to her singular remarks by the entrance of her father. He came in, saying that he had been giving orders to the servants to hurry forward with the dinner, which was faith fully promised by five o'clock ; and then going up to his daughter, he exclaimed :"], [106, "96 MY UNCLE'S SCHEME. \" Teazer, Avhat on earth made you play Charlie so vile a trick? He tells me you fired a pistol at him ! He wdl have to possess an uncommon share of good sense, not to suspect that he has been invited to a menagerie, if you don't behave yourself.\" \" Pray say no more about it,\" I ex claimed. Theresa fixed her shining eyes upon me, and I suspected, from the expression on her face, that she was going to \"let out\" at me in violent and powerful lan guage. Instead of which she looked at her father, with a smile, and answered gently, \" I thought aU visits of state and cere mony were celebrated by discharges of artillery.\" \" Come, come, you were very wrong,\""], [107, "MY UNCLE'S SCHEME. 97 said her father, turning his head aside to conceal a grin. \" I can only promise you Charlie's forgiveness on one condition — that you wdl never be guilty of such folly again.\" Once more I encountered her eyes fixed upon me, haughtily and angrily ; and, anxious to conciliate her, I entreated my uncle to change the subject, assuring him that so far from being offended, I was only too pleased that Theresa should treat me sans ceremonie. This handsome speech produced no im pression on her whatever. She continued staring at me for some moments, in a O ' way that appeared to me almost indeli cate ; then sneered, tossed her head, and asked me \" to hand her that book near my elbow on the table.\" I obeyed her, and noticed that her father watched her VOL. II. H"], [108, "98 MY UNCLE'S SCHEME. with curiosity and surprise. She kept the book open in her lap, I believe, as an excuse not to talk ; for, several times, whilst her father and I conversed, I caught her watching me, though she always took care to avert her eyes and curl her lip when I glanced at her. I thought her a perfect Tartar, and won dered at my uncle Tom's extraordinary want of penetration, in supposing that I could ever be brought to couple myseff with such a woman. She never opened her lips until the Irish man-servant, whose name I after wards learnt was 0 'Twist, announced din ner. I thought it odd that my cousin made no change in her dress for the table, but supposed that her love of ease and freedom had long ago triumphed over all fiddling restraints of etiquette."], [109, "MY UNCLE'S SCHEME. 99 I rose and offered her my arm ; but as I approached, she swept her dress away from me, and exclaimed in a low tone, \" When I want a crutch, I'll buy one. I have still the use of both my legs, thank God!\" I will leave you to imagine my feelings. \" She may have a handsome person,\" thought I, \"but I'll be hanged if she hasn't the soul of a kangaroo ! \" My uncle, who was near the door when she made her overwhelming remark, and therefore could not have heard it, led the way to the dining-room. I caught him looking behind as if rather surprised that I hadn't his daughter on my arm ; but this, after a moment's reflection, I con cluded to be a mere fancy. She took a seat opposite me, and whilst her father said grace, smiled over her"], [110, "100 MY UNCLE'S SCHEME. shoulder at 0 'Twist, whose eyes were on me. I had very little doubt that she was not in her right senses, and marvelled at O ' the blindness of her father in attributing virtues to her which seemed so entirely absent from her nature, that I could not conceive how he had imagined their existence. He made as good a host as Tom ; but though the dinner was first rate, the wines superior to any my uncle Tom had, I never in all my life felt so miserable nor enjoyed my food less. That confounded O'T wist, who stood behind his master's chair, scarcely ever removed his eyes from my face. I tried once to stare him out, but the longer I looked the more intent became his gaze. The dis comfort his groggy eyes caused me I cannot describe. What, I kept thinking, what is there about me to provoke such"], [111, "MY UNCLE'S SCHEME. 101 insolence ? Am I in a madhouse ? Have I mistaken my way, and found a welcome in an asylum for lunatics ? My uncle talked incessantly. The more agitated and dispirited I became, the more he plied me with his recollections, with stories of his doings in his young days, of actors and authors, of noble lords and needy parasites. Whether it was that he was spoiled in my esteem by the out rageous behaviour of his daughter and servant, or that I regarded him as head ing a conspiracy against my peace of mind, I did not find half so much to like in him as I had at Grove End. He, it is true, could not see O'Twist's behaviour, as the rude creature stood behind his chair ; and queer as his daughter's manners were, I could not reasonably expect him to chide her before me. But these con-"], [112, "102 MY UNCLE'S SCHEME. siderations gave me no encouragement. Now and then he would stay his mono logue to ask Theresa for a date or a name, and she answered him readdy enough ; but to my questions and remarks she seldom vouchsafed a longer answer than yes or no. Shortly after the dessert was placed upon the table she left the room, and to my great relief was followed by 0 'Twist. Vexed as I was, my politeness would not suffer me to make any comments on her behaviour. Had her father questioned me I should have been candid enough ; but O * throughout our after-dinner chat he never mentioned her name, but confined his remarks entirely to books and pictures, or told stories, over which I should have roared as heartily as he, perhaps, had I been in a better temper."], [113, "MY UNCLE'S SCHEME. 103 AVhen we had smoked our cigars out, he invited me to see his grounds. I consented, having made up my mind to convert myself into a perfectly passive agent for him and his daughter to do what they chose with, whilst I remained at Thistlewood, which, I registered a secret vow, should not be for long. He peeped into the drawing-room on passing across the hall, and, seeing his daughter, entered and called to me, \" Teazcr shaU sing us a song before we go out, You'U get none of your die-away ballads here, Charlie. My girl has my taste, and stubbornly refuses to learn any song tainted with the least suggestion of molly-coddleism ; eh, Teazer ? Come, my dear, what shall it be?\" She walked to the piano at once, with the air of a person who has a very dis-"], [114, "104 MY UNCLE'S SCHEME. agreeable task to perform, but who knows that the sooner it is begun the sooner it wUl be over. The first thing she did was to knock the stool down. I instantly darted forward to pick it up, but she whispered angrily, \" I am accustomed to help myseff, thanks ! \" and set it upright with a smart bang. I paid her the compliment of considering that she was purposely clumsy in her movements, for she seemed to forget her ungainly part when seating herself, which she did with perfect but unconscious grace. I earnestly hoped she did not propose to play from music, for I dreaded the prospect of having to stand by her and turn over the pages, being ignorant of my notes, and only knowing when to turn by foUow ing the performer's eye. She struck the piano, and I breathed"], [115, "MY UNCLE'S SCHEME. 105 freely. But anything- more distressing and feeble than her performance I never Ustened to. Why, Conny was a Patti and a Thalberg roUed into one compared to her! The song she sung was \"Cease, rude Boreas,\" of aU the songs ever written, the one, to my mind, the least suitable for a woman's voice. Sbe was for ever striking the wrong notes, pausing often to cough or think, and singing with such ludicrous affectation, that it cost me an immense effort to preserve my gravity. Her father lost patience at the end of the first stanza, and exclaimed, \" What's the use of asking Boreas to cease, when aU the while you're raising a worse squaU than ever he was known to blow ? I never heard you sing like this before.\" \" I hate singing,\" she answered, rising"], [116, "MY UNCLE'S SCHEME. 106 from the music-stool, which she overturned again. This time I didn't offer to pick it up. Neither did she ; and thus I was placed in an abominably awkward posi tion, for her father, of course, wondered at my want of manners. \" How awkward you are ! \" he ex claimed, peevishly, making a tremendous but futile effort to reach the stool himself. She laughed, and coolly put the stool on end with her foot. \" I'll finish the song if my cousin likes,\" said she. \" No, thank you. He's had enough of it, I'U warrant. Come along into the garden, my boy, and let us breathe some fresh air.\" As we went out, he said : \" How wretchedly my daughter sang ! Would"], [117, "MY UNCLE'S SCHEME. 107 you believe that she has a fine con tralto voice, and can play the piano bril liantly ? \" I was amazed by his perverse par tiality, which persisted in attributing all kinds of graces and perfections to a girl who seemed to me to be wanting in everything but a good figure and a handsome face. \" Perhaps she was nervous,\" said I, secretly ridiculing the absurdity of my remark. \" I don't think that was the reason,\" he answered, \" although she is nervous.. She is courageous in many things — would ride in a steeple-chase, let off a cannon, or handle a spider. But in society she is very bashful and shy, will shrink within herself if she finds that she attracts attention (which she generally does), and,"], [118, "108 MY UNCLE'S SCHEME. I really believe, would prefer to lead a forlorn hope up a hill, than parade to and fro before rows of lookers-on, such as you get at the seaside, and in public gardens.\" \" She doesn't give me the impression of being nervous in any sense,\" I answered, thinking how true was the saying, that the last person to know a child's character was the parent, The subject was changed by his ask ing me what I thought of the grounds I praised everything. I had made up my mind to reverse the Horatian precept, and do nothing but admire. However, the grounds reaUy deserved my admira tion. They were richly wooded, lavishly stocked, covering altogether not less than fifteen acres. My uncle was very com municative and affectionate, held my arm"], [119, "MY UNCLE'S SCHEME. 109 as we wandered, and gave me a long account of his early life, his prejudices, tastes, and present love of seclusion. He had but very few neighbours, which, he said, was one great reason for his pur chasing the property. \"I have outlived my love of society,\" he remarked. \" The friends I cared for are gone, and I have neglected Johnson's advice to keep friendship in repair by forming new attachments. Dinner parties and balls are no treats to me. The tone of society has changed wonderfully within the last twenty years. There is little or no conversation, no friendly rivalries of wit, none of that heartiness which used to make our old social gatherings so enjoyable. However, I have little to complain of. No man can be alone who has his books. Do you remember what"], [120, "110 MY UNCLE'S SCHEME. Macaulay says of them ? ' These are the old friends who are never seen with new faces, who are the same in wealth and in poverty, in glory and obscurity. With the dead there is no rivalry. In the dead there is no change.' ': \" But doesn't your daughter care for society ? \" \"No. If she did she should have • j- jj it. \" How does she pass the time ? \" \" In sewing and reacUng and writing : and latterly in shooting. You smile ! WeU, shooting does seem a queer pastime for a young lady to indulge in, but I ready don't see why a girl shouldn't amuse herseU with a pistol if she has the courage. My objection is not a con ventional one. I fear that she wdl one day injure herself. But for that, I can"], [121, "MY UNCLE'S SCHEME. 111 discover no reason why a girl living in the country shouldn't shoot at a mark, as girls frequently in town amuse them selves by shooting in saloons erected for that purpose.\" \" Is the revolver her own that I saw in her hand ? \" \" No, it is mine. She took it out of my bed-room, and has kept it ever since. \" Is she as fond as you of books ? \" \" She is a great reader,\" he answered with a smile that seemed like an ad mission of my pecuhar right to make these enquiries. \"I am sometimes quite astonished by the information she possesses in directions which even pro fessed students find too dry and unin viting to pursue.\" \"Good gracious!\" I thought, \"what a"], [122, "112 MY UNCLE'S SCHEME. delusion he is labouring under ! I would bet a hundred pounds Theresa couldn't write a dozen lines that shouldn't con tain half as many blunders.\" Thus conversing, we reached the O7 stables, where I found three fine horses, one of which he pointed out as his daughter's. This supplied him with a text for a long discourse on the subject of breeding horses ; he then branched off into topics connected with the Stock Exchange, and finally, after an absence of nearly an hour, reconducted me to the house."], [123, "CHAPTER V. \" 'Twas night, calm night, the moon was high.\" Ancient Mariner. TEAZER and I had very little to say to each other for the rest of the evening. I was reaUy so afraid of her that I had not the courage to be polite. When I offered to take her cup from her, she looked at me so angrily and clung to the saucer so tenaciously that I might well have thought she regarded me as a O O thief, who wanted to make away with her father's crockery. Her manners were deplorably vulgar. She lay back in an VOL. II. I"], [124, "114 MY UNCLE'S SCHEME. arm-chair, and stuck her legs out in such a way that I Avondered her father didn't jump up and kick them in. And Avhat extraordinary delusion could he be labouring under in believing her Avell-read ? He left the room for a short time during the evening, and finding myself alone Avith my half-civilised cousin, I felt myself under an obligation to address her. Willing to take her father's Avord that she Avas Avell-read, I thought I Avould get her upon the subject of books, and asked her that very tea party question, AAdio was her favourite author. \"The 'Family Herald,'\" she ansAvered. I burst into a laugh. Her reply AA'as so ridiculous, that I couldn't haA'e pre served my gravity had she even pro duced her revolver."], [125, "MY UNCLE'S SCHEME. 115 \"Your papa told me,\" said I, \"that you are a A'ery great reader.\" \"And Avhat right O his word ? \" have you to doubt \"Pray don't think rendered someAvhat gleam in her eyes. I do,\" I stammered, apprehensive by a \"What made you \" I thought you laugh at me ? \" Avere laughing at )J me. \" Don't flatter yourself,\" she exclaimed, Avith an air of great contempt. \"I must like people to laugh at them.\" Offended, and even disgusted, I turned away from her ; but looking round a moment after, Avith the intention of speaking, I caught her smihng, though the smile instantly A'anished A\\'hen our eyes met. \" Miss HargraAre, it is A'ery plain,\" said"], [126, "116 MY UNCLE'S SCHEME. I, \"that I am an unwelcome guest. Had I foreseen the annoyance my intrusion Avould have caused you, I should cer tainly not have accepted your father's invitation. However, I must entreat you to bear with me until to-morrow, when I avUI take care to please you by return ing to Updown.\" \" I have not asked you to go,\" she answered. \" You are not my guest, but my father's. He asked you down for himself, not for me ; so, providing you don't trouble me, you may stop as long as you please.\" \" Trouble you ! \" I exclaimed, Avarmly. \" How have I troubled you ? I have only been in the house a feAV hours. But I can remedy that by asking your father to allow me to use the library, or any room but this, untd the train leaves"], [127, "MY UNCLE'S SCHEME. 117 to-morroAV, and then we need not meet.\" \" I hope you are not going to turn out a tale-bearer, and set my father against me. \" What in heaven's name do you mean ? \" \" Oh, you are cpiite Avelcome to sAvear, sir. But let me assure you, I am not to be frightened by oaths.\" \" Oaths ! \" I stammered. But Avhat use reasoning AA'ith a Avoman Avho mani festly Avas not in possession of her reason ? I considered that I had been already a great deal too condescending. I had forgotten my dignity, and pro voked a most audacious snubbing by an amiability that Avas totally at variance with those high and splendid concep tions which had hitherto characterised"], [128, "MY UNCLE'S SCHEME. 118 my seU-estimates. No wonder my aunt had guessed that I would not like Teazer. \" Teazer ! \" That Avas a dog's name, and it suited my cousin to per fection. But did she behave to every body as she behaved to me ? Impossible. She Avouldn't have a friend. Perhaps she hadn't. Perhaps her temper and gross manners were the real cause of her father's retired lffe ; and yet, hadn't I heard from somebody or other that she had had admirers, and received even an offer of marriage from an indi- Addual Avhose name figured in Debrett's List ? Nonsense ! this must have been said merely to put me in conceit AA'ith the girl, and set me on the high road to courtship. Why, the cook doAvnstairs could teach her better manners than she had. It Avas a great pity. I felt sorry"], [129, "MY UNCLE'S SCHEME. 119 for her. She was, undeniably, good looking ; her eyes magnificent — splendid contradictions to her character. Watch- ing her, when she was silent, I could have sAvorn, had I not known the truth about her nature, that she really pos sessed the profound passions and fine qualities her father strangely found in her. Though she threAv her arms and legs about in the Avildest search after inelegance, the utmost uncouthness of posture could scarcely deform or even qualify the inexpressible, suggestions of grace Avith Avhich her noble form was full fraught. Her father came in Avith his hearty smile, and I envied him the affectionate glance he received from her. Hoav was it that she could never look at me Avithout a sneer or a frown ? AVhat Avas"], [130, "120 MY UNCLE'S SCHEME. there in me to challenge her contempt ? If there was one thing I used to pique myself upon more than another, it was my success with the ladies. At Longue- A'dle I was always in request. No picnic Avas planned, no ball or open-air fete given, in which my name was not conspicuous. I shall not be accused of blabbing, if I modestly assert that, on Valentine's Day, I would receive as many as twenty letters, many of AA'hich AA-ere original poetry : and, on Ncav Years' Day, AA'as I ever forgotten by Eugenie, by Sophie, by Marie, or by Celestine ? Teazer was my St. Helena. AA'hat satisfaction in recalling my vic- tories, the loving sighs and ogles that attended my gilded progress, now that my charms were exiled and lodged upon a barren rock ?"], [131, "MY UNCLE'S SCHEME. 121 Bah ! AA'hat need I care ? wasn't I in loAre with Conny ? wasn't I pledged to that golden-haired goddess ? Bore I in my heart no memory of her deep, deep eyes, to compensate me for the con tempt that gleamed in Teazer's gaze, for the sneers that curled her decidedly beautful lip ? I might regret that she had not found me as conquering as others had done, that on my return to Updown I might bare my heart to Conny, and cry, \" Behold ! here are thy lineaments — thine only ! Arrows barbed by beauty haA'e been shot by eyes the most entrancing, and haA'e glanced harm less from the adamant on which Ioa'c hath painted in imperishable colours thy transcendent graces ! \" I say, it was only for Conny's sake that I regretted Theresa didn't find me irresistible. My"], [132, "122 MY UNCLE'S SCHEME. vanity Avas not concerned — oh, certainly not. It was nothing to me — a young man — that a handsome Avonian should treat me as a baboon. Oh, no, nothing. My pride bled — for Conny. At ten o'clock Theresa went to bed. She gave me a finger to shake, but embraced her father as if he Avere her lover. AVe were now in the parlour Avith cigars and spirits on the table. O'TAvist, on placing these refreshments before us, had stared at me in the most outrageous manner. I could have punched his head, so angry did his insolence make me. \" Is that fellow mad ? \" I asked my uncle. \" AVhy, Avhat makes you think so ? \" \" His trick of staring. At dinner his"], [133, "MY UNCLE'S SCHEME. 123 eye-balls stood out a foot beyond his cheeks, so intent Avas his gaze. Is he a Fenian, and does he mistake me for a constable ? \" \" Pooh, pooh, this is your fancy, my dear boy. O'Twist is the most harm less, good-natured creature in the whole world, and the politest. Corpulent as he is, I can assure you, on occasions he can comport himself AA'ith the dignity of a Lord Mayor. He often blunders, but as often recovers himseU with capital Irish humour and grace, My uncle is a most extraordinary person, I thought. AVhatever I find fault Avith he commends, and strangely, commends for the very qualities that are most wanting. I had too much good taste to pass any remarks upon his daughter's behaviour to me ; he was"], [134, "124 MY UNCLE'S SCHEME. doing his utmost to make me comfort able, and it would be in the highest deo-ree ungracious to grumble at this early stage. Yet as I Avas fully per suaded he had remarked his daughter's manner, I was much surprised that he did not offer some excuses for it. Of course I could understand his silence on the motive of my visit. If I didn't begin the subject, he couldn't. It AA'as for me to fall in love with Theresa, and make her in Ioa'c AA'ith me ; until the pie Avas made, he couldn't very weU put his finger in it, Let me confess I Avas heartily glad that delicacy did restrain him. Had he started the topic, in all probability I should have said something to offend him, for in the mood that then possessed me, nothing could haAre been more objectionable than"], [135, "MY UNCLE'S SCHEME. 125 a reference to my uncle Tom's wild and preposterous scheme. He talked to me a good deal about his brother's bank and banking in general, and sounded my knowledge of the business with a great number of questions. \"You quite justify Tom's opinion of you,\" he exclaimed. \" I should never have thought you capable of acquiring so much information in so short a space of time. Banking is a very fine business, and if Tom takes you into partnership, Avhich he talks of doing, I see no reason why you shouldn't become a very rich man.\" This Avas the nearest approach to his brother's \" scheme \" which he made. I listened, expecting him to begin on the subject of my marriage with his daughter ;"], [136, "126 MY UNCLE'S SCHEME. but he immediately changed the con versation by inviting me to make myself thoroughly at home while I stayed with him, to call for anything I Avanted, to use his horses — in short, to treat him as I treated my uncle Tom, \" than AA'hich,\" he added, \" I shall expect na better compliment from you.\" I Avished, secretly, that he would not be so hospitable, for the kinder he Avas, the harder it would be to find an excuse to get away from the house. At eleven o'clock I began to yaAvn, and seeing this, he conducted me to my bed-room. \" AVe have no fixed breakfast hour,\" said he, \"so you may choose your oavu time to leave your bed. I rarely close my eyes before half-past four, and am therefore seldom up before ten. But Teazer is usually down by half-past"], [137, "MY UNCLE'S SCHEME. 127 eight, so you may depend upon finding somebody to look after you.\" I shook hands with him, and he went away. I felt more Avearied than sleepy. The night was very sultry, and I threw my window AA-ide open before getting into bed. A brilliant moon rode high. O ' and Avhdst I Avatched it I thought of Conny, and Avondered if her dear eyes were upon it, and if she were thinking of me. Sweet girl ! I pictured her delicate features upturned to the benign light, and the chastity they would take in the radiance. AVhat a contrast betAveen the two cousins ! AVhat a pity Theresa Avas so unmannerly ! Her face haunted me. I am afraid it sometimes eclipsed Conny's. Hoav came it so gross a mind should be so finely clothed ? From Avhat did her eyes take their fire ? Surely not"], [138, "128 MY UNCLE'S SCHEME. from her heart. After all, what was she but a handsome animal ? She could shoot, she could ride ; she Avas very fit for the backwoods. AVhat a AAa'etched voice she had ! what a feeble touch ! And her father declared she could play and sing AveU ! How slangy her language was, how beautiful her complexion, hoAv inelegant her movements, Iioav perfect her figure, how ! Here I fell asleep. I could hardly have slept longer than half-an-hour, Avhen I started up broad aAvake, and stared about me. The moon was stiU high ; the room was fided with its light. AVhat had awakened me ? Here something knocked three times upon the door. I presumed that the knocks fell upon the door ; but, for all"], [139, "MY UNCLE'S SCHEME. 129 I knew, the sounds might have come from the floor, the ceiling, or the AvaUs. Here was an old house ! Had it a ghost ? I sat upright in my bed, meaning to Avait until the knocks sounded again before I called \" Come in.\" To my horror, the handle of the door Avas turned AA'ith exquisite caution, and the door was opened stealthdy. Burglars ! I thought, and instantly looked towards the fender. A short fat man in his shirt, with braces hanging loosely about his breeches, stepped into the room, but on catching sight of me, fell back a step and stood staring. It Avas O'Twist. The moonlight made him deacUy Avhite, and I scarcely kneAV him in his undress. \"AVhat do you AA'ant?\" I gasped, not VOL. II. K"], [140, "MY UNCLE'S SCHEME. 130 doubting that the man had hoped to find me asleep, and to steal my watch and purse, and perhaps to murder me. \"I tort I'd look in to see if you were all right, sor,\" he ansAvered. \" Right ! Avhat do you mean ? I was asleep.\" \"Thrue, sor.\" Here he advanced, went to the windoAV, puUed doAvn the sash, and drew the curtains. I was so much amazed by his actions that I could barely articulate. Was he walking in his sleep ? Impossible. Somnambulists can't converse. Was he labouring under a sudden and severe access of insanity ? Idiot that I was to leave my razor exposed on the dressing table ! \"What are you doing?\" I gurgled. \" Preevinting the moon from shoining"], [141, "MY UNCLE'S SCHEME. 131 upon your honour's head,\" he replied, gazing complacently round him, and then moving towards the door. \" What's the moon got to do Avith 4 O you ?\" I cried. \" I always sleep Avith my windoAV open in summer. Hoav dare. you close it Avithout my leave, or enter my room at all ?\" \" Niver ruoind, sor, niver moind,\" he answered soothingly and blandly. \"Your honour wdl be grateful to me in the marning whin you foind oi've saved yer from taking cowld.\" And so saying, he Avalked out of the room, closing the door behind him. I sprang out of bed in a great passion, puUed back the curtain, flung the sash up, and then Avent to the door, intend ing to lock it, and save myself from the villain's intentions, whatever they were ;"], [142, "132 MY UNCLE'S SCHEME. but to my deep annoyance I found there was no key. To remedy this, I thrust a chair under the handle, and a small table against the chair, and got into bed, puzzling my brains OA'er the fellow's design, and wondering Avhat my uncle Avould think, when I told him that his sleek O'TAAdst Avas a midnight ruffian. \" May I be hanged tAventy times OA'er, if I don't sleep at Updown to-morroAv night,\" I groAA'led, kicking about under the single sheet, and wishing my uncle Dick, and Teazer, and his house, and his servants, and eA-erything that belonged to him in Jehanum. My anger, hoAvever, didn't preA'ent me from falhng asleep. In truth, I had been thoroughly tired by my journey, hit Avalk from the station, the great heat, and the fatiguing dance my uncle"], [143, "MY UNCLE'S SCHEME. 133 had led me through the grounds. But I was not to sleep long. A violent crash awoke me, and my first impression was that the house had been struck by a thunderbolt. I hopped out of bed Avide aAvake, and stood Avatching the fat figvu-e of O'Twist, Avho was picking up the chair and table he had knocked over in pushing open the door. \" Be off ! \" I shouted, darting at him, He skipped aside, his braces trailing in his Avake, but instead of leaving the room, seized a chair, Avhich he brandished with both hands, crying, \"You'd betther not touch me ! I'm a moorderous man whin my blood is up ! you'd betther not touch me ! \" \"I'll kill you,\" I gasped, \"if you -don't leave this room at once ! How"], [144, "134 MY UNCLE'S SCHEME. dare you intrude upon me a second time ? \" \" Let me shut the AvindoAv, sor — let me pud the curtains tew — you'U be much aisier in you're moind Avid de moon hid — indade you will, sor,\" he ansAvered, jamming himseff into a corner and holding the chair over his head. I looked at him aghast. It was quite clear to me that he was raving mad. The moonlight had penetrated his brain, and he was clamouring to have it hid ! AVasn't it Avell knoAvn, that all mad people raged Avhen the moon was full ? I mustn't be violent. No, no. He must be humoured, or he might dash my brains out. \" Look here,\" said I, \" if I close the AvindoAv and draAV the curtains, avUI you"], [145, "MY UNCLE'S SCHEME. 135 promise not to break in upon me again ? \" \" If you'll promise to kape the moon hid.\" \" Anything to get rid of you,\" I said ; \" but I pledge you my Avord of honour, if you break your promise I'll throw you out of the Avindow. Hear that ! and to-morrow \" But I checked myseU. I had threat ened enough. I might drive him frantic. There was no key to the door, and nothing could keep him from craAvling in and cutting my throat, should I again fall asleep, but the bed or the chest of drawers against the door, neither of Avhich I was able to stir. He put the chair down cautiously, edged towards the window, watching me intently, Avhdst I backed from him as"], [146, "136 MY UNCLE'S SCHEME. he approached, Avatching him intently, pulled down the sash, dreAv the curtains, and slided sideAvays towards the door. \" You'll kape your word, sor ? \" he inquired. \" Yes, and you had better keep yours, or look out ! \" He closed the door, and I was again left alone. A long time passed before I fell asleep. I never expected for a moment that this madman AA^ould not once more pop his vile head in to see if the moon Avas hid, and lay for a great Avhile in a state of passionate anxiety waiting for him to appear, that I might spring upon and beat him. Gradually the moonshine passed off the AvindoAv, and the room greAv dark. Then another kind of Ught O O began to creep upon the blind ; it"], [147, "MY UNCLE'S SCHEME. 137 brightened and broadened ; the sparrows twittered ; and it was clear daylight Avhen I dropped off into a very uneasy slumber. I Avas aAvakened by the voice of O'Twist, informing me that it was half-past eight. I bade him in a stern voice, which I. hoped Avould carry terror Avith it through the panels of the door, to bring me some hot water. But he had gone away. As I Avas in no temper to lie in bed, I jumped up, meaning to shave in cold water, then to hasten down-stairs, give Theresa (if she were up), a piece of my mind, Avait until my uncle left his room, that I might acquaint him with the gross treat ment to which I had been subjected by his servant, and then quit the house. But Avhen I looked for my"], [148, "138 MY UNCLE'S SCHEME. razor, it AAras gone ! I was thunder struck. I perfectly remembered leaving it on the toilet-table after unpack ing my travelling bag, and I was equally sure it Avas in the same place Avhen O'TAvist first entered the room, for I recalled a cold shudder that had passed through me on reflecting what might happen should the maniac's eye fasten upon the cold steel. Had he taken it ? No doubt he had, and in all human probability with the intention of using it against me. AArhat miraculous interpo sition of Providence had saved my throat ?"], [149, "CHAPTER VI. Spark. \" Very droll and extravagantly comic, I must confess ; ha, ha, ha !\" Tlie Country Girl. I made haste to dress, not caring a fig that Theresa should see my beard — which to tell the truth, owing to my being fan, Avas scarcely perceptible— and went down-stairs, keeping a sharp look out for O'lVist, from Avhom I might have I kneAV not what to dread. The draAving-room door was open, and on entering, I found Theresa arranging some freshly-picked floAvers in a vase."], [150, "140 MY UNCLE'S SCHEME. She instantly dropped her Avork on seeing me, and exclaimed very petu lantly, \" I Avish people would knock when they come into a room.\" \" I'll knock AA-hen I wear a livery,\" I replied, \"not before.\" \" Do you sometimes wear a livery ? \" .she inquired. \"Miss Hargrave,\" I exclaimed sternly, \"I beg that you wiU cease your badinage. During the short time I have been in your house, I have had to sub mit to very bad treatment. It is absurd to pretend that the behaviour you shoAA to me is the behaviour you shoAv to others. My conviction is that you have falsified your character only that you may drive me back to Updown. You have attained your end. I leave you"], [151, "MY UNCLE'S SCHEME. 141 to-day ; but I shall take care,\" I added, feeling myself grow red in the face, \" before I go, to accpiaint your father with the singular rudeness you have been pleased to treat his guest with. Did I imagine that you had the faintest perception of your duty as a hostess, I might be tempted to complain to you of the insolence I have met with from that scoundrel footman of yours, O'Twist. But he has no doubt been licensed by your behaviour, and thinks himself per fectly privileged to enter my room at night, take unwarrantable liberties Avith the window, and steal my razor.\" There Avas an expression on her face, as she listened to me, which suggested that eA'ery moment she Avas about to burst into a fit of laughter. She heard me to the end, and then said,"], [152, "142 MY UNCLE'S SCHEME. \"Have you made up your mind to go to-day ? \" \" Yes,\" I cried, indignantly. \" I shall only Avait to see my uncle.\" \" Then,\" said she, coolly, \" I will spare your nerves the anguish of a meeting.\" \" A AAdiat ? \" I exclaimed. \" Since you have been in this house,\" she replied, \" your behaviour to me has been most insulting. You have pretended to be deaf Avhen I spoke to you. You have ridiculed my book-learning. You have, I am sure, made the most odious comparisons between me and my cousin Constance ; and lastly, you took the un warrantable liberty of telling my father of my reception of you in the avenue yesterday, and earning me a reprimand. I had resolved that nothing less than a duel could Avipe away the disgrace you"], [153, "MY UNCLE'S SCHEME. 143 have sought to cast upon me ; but since you are leaving us, I need not exact this proof of a courage you boast of, but which I thoroughly question ! \" \" Are you mad ? \" I burst out. \" But you are. O'TAvist is mad ! you are all mad ! And if I were to stay here, another day, I should go mad too ! A duel — with a woman ! \" \" Pray,\" said she, scornfully, \" don't try to make my sex a defence for your fears. If you have a mind to prove your courage, there are two pistols up stairs, and I shall be happy to accom pany you to the back of the avenue at once. My father Avill not be down for another hour, so Ave need fear no inter ruption.\" \" God help you ! \" said I. And I added, \" AVhat a fool I was to leave"], [154, "144 MY UNCLE'S SCHEME. Grove End ! There, at least, they knoAv how to treat a gentleman.\" \" A gentleman ! \" she exclanned. \" I am very sure that were you to behave to- Conny as you have behaved to me \" \" Are you aware,\" I interrupted her, \" that in mentioning the name of Conny, you are speaking of the sweetest and most Avomanly of girls ? who Avould no more insult me as you clo, than I Avould knoAvingly insult you ? \" \" Do you like her ? \" \" Like her ? I love her ! \" I exclaimed. \" Are you in earnest ? \" she asked. \" Of course I am. I loved her from the moment I set eyes on her. I would marry her to-morroAAr. I am only Avaiting untd I have taught her to love me, to marry her.\" She stared for a moment or two Avith"], [155, "MY UNCLE'S SCHEME. 145 an expression of profound incredulity in her eyes ; and almost immediately a deep and burning blush overspread her cheeks. I seemed to Avitness a change come over her as astounding as any that was ever Avrought by Harlequin's Avand. \"If I had only knoAvn ! \" she exclaimed, and hurried out of the room. I stamped my foot Avith impatience. \"AVhat is the meaning of aU this?\" I cried. \" What earthly motive can these relations haA'e for surrounding, and bcAAnldering, and insulting me Avith their confounded conundrums ? \" I paced about the room Avaiting for Theresa to return, Avhen I at least expected she would enter into a full explanation of her extraordinary be haviour. Half-an-hour passed, and I Avas still alone. The grounds looked tempt- VOL. II. L"], [156, "146 MY UNCLE'S SCHEME. ing ; I entered them, and began Avith regular steps to measure the wide extent of the lawn, cudgelling my brains the while for a clue to Theresa's conduct, and reviling the sluggish habits of my uncle, which delayed my hope of being enlightened. Presently O'TAvist came out of the house. He approached me Avith the most humble aspect that can be figured, and on my halting, stood still, tAAdtching a fore-lock. \" I humbly ax your honour's pardon for de liberty I took wid your honour last night. It Avor all a mistake, sor ; and Miss Theresa's bid me come to you uoav and apoologise.\" \" AAliat do you mean by a mistake ? \" I inquired, severely. \" AVhy, sor, I Avas desired to kape"], [157, "MY UNCLE'S SCHEME. 147 me eye upon you, and at night-time to look in upon your honour in bed, to see dat de moon didn't shine upon your head, sor ; for I was tould dat you were not in your right sinses, and dat de moon so excited your honour, dat dere was no telling what moorderous thricks you moightn't be playin' Avid de household.\" \" And who told you all this ? \" \" Miss Theresa, and she bid me tell you it was herself as set me to Avatch you, sor. \" Oh ! \" I exclaimed, a light beginning to break. \" And did she order you to take my razor away ? \" \" Dat Avas me own sthrategim.\" \" And pray hoAv come you to find out now that I am not mad ? \" \" Why, yer honour, you're not de"], [158, "148 MY UNCLE'S SCHEME. gintleman Miss Theresa tort you. I'm sure, sir, I'm very much ashamed of de inconvainance and throuble I've put your honour tew, and most humbly ax your pardon.\" Here his hand vibrated at his fore- head. \" All right ; say no more. I can see you are not to blame,\" I replied, inwardly grappling with a very elusive idea that had been suggested by the man's apologies. He retired, looking very con trite and ashamed, and I resumed my walk. It was clear noAv that my first per ceptions of my cousin's character were right, and that the extravagant part she had played was assumed, though for AA'hat motive I had yet to learn. Before long, O'Twist came out again, and asked me,"], [159, "MY UNCLE'S SCHEME. 149 Avith an air of obsequious deference, if I Avould take breakfast. \"I'll wait,\" I answered, \"for my uncle,\" Avho, as I spoke, threw open his bed-room AvindoAv, waved his hand, and called out that he would be with me in a few minutes. Those few minutes lasted a long time. I grew so tired of Avaiting that I returned to the house. It was nearly half-past ten, and I had not breakfasted ! AVhat is the meaning of aU this ? I thought. Is it my uncle's turn now to play me a trick ? At last I heard his boots creaking on the stairs, and he came into the room slowly, with the air of a man oppressed with trouble. \" I hardly know how to face you,\" he exclaimed, taking my hand. \" I am ashamed of myself, ashamed of my daughter, ashamed of my house — of every-"], [160, "MY UNCLE'S SCHEME. 150 thing ! I have heard the whole story from Theresa, and have no Avords to express my annoyance to think that you should have been made the victim of so flagrant a violation of the commonest O rules of politeness and hospitality.\" \" Before I can answer you,\" I said, \"pray help me out I am still involved. of the fog in which AVhat is the mean- ing of all this ? \" \" Breakfast, sor,\" the door. cried O'Twist from \" Of course you exclaimed my uncle, have breakfasted ! \" \"Not yet.\" \" Not breakfasted ! and hoAv long is it since you left your room ? \" \"Two hours.\" \" Heaven forgive us ! \" he groaned ; \"it is not enough that they should wantonly"], [161, "MY UNCLE'S SCHEME. 151 insult you — they mean to starve you as AveU ! Come ! \" he cried, catching me by the arm, and hurrying me into the dining-room, \" not a word — not a word until you have breakfasted.\" His distress was really genuine ; and I felt for him. I could not better shoAv my sympathy than by attending to his requests ; and so, Avithout a word, fell to the capital repast before me. For his part, he ate little or nothing ; all his time Avas employed in Avatching me ; and had I been wronged in the most atrocious manner, I don't think his face could have expressed keener remorse, \" Pray,\" said I, at last, \" don't aUow a trifle like this to vex you.\" \" My boy,\" he answered, Aviping his forehead with an immense pocket-hand kerchief; \"I am fifty-five years of age,"], [162, "152 MY UNCLE'S SCHEME. and this is the A7ery first occasion in my life on which a guest of mine has had reason to complain of the treatment he has received under my roof. AVere you a stranger to me, the indignities that have been heaped upon you Avould be felt by me keenly enough ; but you are my brother's son, and have a par ticular claim upon our kindness. I con sider that no apologies avc can make ought to entitle us to your forgiveness.\" \" You really judge the matter too seri ously. If I had less conceit and more penetration, I should have seen at once that Theresa Avas acting a feigned part. But where is she ? I don't think she has breakfasted.\" \" She is hiding her face for shame.\" \"Please beg her not to do so.\" \" She is the most extraordinary crea-"], [163, "MY UNCLE'S SCHEME. 153 ture on the face of the earth,\" he ex claimed. \" AVhat do you think was her reason for making such a donkey [of herself? She has told me her story — and, as you haA^e finished breakfast, you shaU hear it,\" He pushed his chair from the table, and began to speak with great energy. \" She was under the impression that you had come here with the intention of making loA-e to, and marrying her. I had preA-iously told her exactly the nature of your uncle Tom's scheme, and that I liked it, and should be AveU pleased to see it carried out. She heard me Avithout offering a single remark. She asked no questions about you — but simply incpiired Avhen you were coming. Aud uoav she has confessed to me that she Avas determined not to be married"], [164, "154 MY UNCLE'S SCHEME. to any man by contrivance. I knew she had a proud nature — but I never suspected she Avas so silly as to suppose that, unless she should really love you well enough to be your Avise, I should Avish her to marry you.\" \" Ah ! \" I cried : \" then her object was to disgust me.\" \" Precisely ; and Avhat does the minx •do ? She hangs about the aA'enue until she spies you coming, and then salutes you Avith a pistol shot ! She repels your politeness Avith the most uncouth rude ness ! In order stiU further to em barrass and disgust you, she coolly tells O'Twist that you are not always in your right senses, and desires him to keep his eye on you Avhenever he has the opportunity of doing so, particularly during meal-times, lest you should snatch"], [165, "MY UNCLE'S SCHEME. 155 up a knife, and attempt to murder one of us ! A better tool than O'Twist for her sorry purposes she couldn't have hit upon. He is not only credulous, but superstitious, and, but for this discovery, would have teazed your soul out of you. The idiot believes every Avord she says, ■and obeys her injunctions Avith even more .zeal than she could haA'e hoped for. She had told him to enter your room at night (not doubting he would awaken and terrify you), and pull cIoavu your blind, should he find it up, lest the moonshine should unduly excite you. The trick Avas so far clever, that she might depend at least upon both of you thinking the other mad. God knows hoAv the joke might have ended, had you lost your temper. Then again, when I ask her to play and sing, she"], [166, "156 MY UNCLE'S SCHEME. breaks into hideous noises, so resolved is she that you shall think her repulsive in every possible point of view.\" \" No, no. Not from eveiy point of vieAv — she couldn't deform her beauty. But the truth is, she Avanted to drive me out of the house.\" \"Yes, that was her object; and it is impossible to conjecture Avhat other tricks she might not have played you, had you not told her you Avere in love with Conny.\" (I blushed. Somehow or other I felt ashamed that he should knoAv this.) \" Then her false character fell from her. She saAv the blunder she had perpetrated, the unnecessary cruelty of her tricks ; her own conduct terrified her, and I pledge you my word, when I left her, she Avas crying like a child.\""], [167, "MY UNCLE'S SCHEME. 157 \" Oh, pray,\" I cried, starting up, \" let me go and assure her \" O \" Let her cry,\" he interrupted me. \" There may be more hysteria than remorse in her tears — though I am sure she is sorry enough. She imposed ' too heavy a part on herseU; the imposture Avas too much for her strength. She never could haA^e persisted in it. Her true nature Avould have broken through and would have betrayed her extraordinary motives.\" \" AVhde her deception lasted, it Avas very clever. I really gave her credit for being the unmannerly young person she enacted. To be sure, I found it hard to reconcile her beauty Avith her gross behaviour, and, no doubt, had she carried on her deceit much longer, I should have found her out. But, before"], [168, "158 MY UNCLE'S SCHEME. that could have happened, she Avould have gained her object, for I had fully made up my mind to leave you to-day.\" \" Nonsense ! I wouldn't have per mitted it. I noticed that her behaA'iour AA'as very extraordinary ; but to teU you frankly the truth, I thought the Avhole thing a mere piece of coquetry. After that singing bout of hers, I was per suaded that her reason for acting so strangely was merely to make her real nature and capacities more striking, by the force of contrast when she chose to exhibit them. AVomen avUI descend to any absurdities to gain admiration.\" \" She evidently didn't want me to admire her,\" said I, laughino-. * O O \"Not the least galling part of the business is the doubt her deceit implies"], [169, "MY UNCLE'S SCHEME. 159 of me. Could she — could you imagine for a moment that I could ever sanction her marriage Avith a man she didn't loA-e ? If she can suspect that I would part with her on commercial grounds only, she does me a far greater wrong than she has clone you.\" \" It is her reserA^e that has brought aU this about,\" said I. \"Had she asked a feAV questions, nothing could haA'e happened to trouble us.\" \" She is reserved — shy, as I told you — and confoundedly proud. She owned to me just now, that the idea of her becoming your Avffe in order to carry out her uncle's and my Avishes was abhorrent to her. ' If I am to be loved, papa,' she said, ' I must be loved Avithout regard to the Avishes or objections of outsiders.' \""], [170, "MY UNCLE'S SCHEME. 160 \" My views exactly,\" I exclaimed, \" I never came here with the intention of makino- love to her. I wanted to knoAV O her and enjoy your hospitality and society, and uncle Tom could have no right to expect more from me, I ahvays Avas and ahvays shaU be opposed to marriages ' of convenience,' \" I continued O ' Avarmly. \"A man and a woman are brought together without love, without sympathy, Avithout probably one interest in common, save that of mutual disgust. Hoav can they be happy ? You may teU them that their marriage avUI fill their pockets with money ; but hoAv many pounds sterling- does an ounce of pure love cost ? Where are they to go to market for their everyday moral wants ? I am too poor, and I hope too wise to sneer at money; but in my humble"], [171, "MY UNCLE'S SCHEME. 161 opinion the man avIio should set to work to make a map of human life, Avould not blunder in putting all the best things outside the money line.\" VOL. II. SI"], [172, "CHAPTER VII. \"A ship and a woman are ever repairing.\" Jacula Prudentum. My conversation did not terminate with that Arery fine phdosophical stroke you have just read ; but it is not worth Avhile recording what foUowed, as it consisted entirely of apologies and ex cuses on my uncle's side, and polite protests and entreaties on mine. Indeed, now that the trick was exposed and Theresa repentant, I was inclined to Avitness something exceedingly diverting in the whole performance, and to think"], [173, "MY UNCLE'S SCHEME. 163 my cousin no ordinary genius for so cleverly planning- and so bravely exe cuting a A'ery repulsive part, I could not cpiite believe that she was so re pentant as her papa represented her. SomeAvhat ashamed of herself she might indeed be, not so much on account of her vagaries, as because she had so in- O ' stantly dropped her mask on hearing I Avas in loA'e with Conny. There AA'as a confession of weakness in this she would not like to remember. Meanwhile my uncle was extraordinarily polite. The kind-hearted old man was obviously anxious to make me all the amends in his power. He planned a fishing excursion, a riding party, a drive to some famous ruins ; he begged me to suggest my oavii amusements. He had an engagement at half-past eleven to O O x"], [174, "164 MY UNCLE'S SCHEME. meet some man on business at the village, whither he asked me to accompany him. I told him I should prefer rambling amongst the trees in the grounds, the truth being, I Avanted to see Theresa and become friends Avith her. \" Very well,\" said he ; \" do Avhat ever you please. I shall be back by lunch -time, and then Ave'll think over some way of getting rid of the after- noon. His horse was saddled and brought to the door ; he sprang upon it in fine style considering his great bulk, and Avith a kindly nod at me, trotted slowly down the avenue. Seeing . no signs of Theresa, I thought I could not better pass the time than by AA-riting a description of my reception and adventures to Conny, and Avent into"], [175, "MY UNCLE'S SCHEME. 165 the house meaning to settle cIoaati to a long letter. As I passed through the hall, I noticed the album lying upon the table in the drawing-room. So I took hold of the book, and, like an honest lover that I was, seU to a maudlin perusal of my mistress's countenance. But A'ery often my eyes Avandered to Theresa's handsome face, and though my heart reproached me for the inA'oluntary judgment, I could not help confessing that of the two cousins Conny Avas decidedly the inferior in every physical respect. No thing more natural, of course, being a fair man, than that when I had tAvo pretty girls before me, she of the dark eyes should touch me more nearly than she of the blue. You will understand, I am speaking noAv as a connoisseur — of the effect produced upon my mind ; it was"], [176, "166 MY UNCLE'S SCHEME. a criticism with which my heart had nothing to do. I was leaving the drawing-room, en route for the library, Avhere I expected to find pen and paper, Avhen I met my cousin face to face. She blushed and stood still — I think she had imagined I had gone out Avith her father — then promptly held out her hand, Avhich you may believe I took readily enough. \"AArhat do you think of me?\" she asked. \"AVhat, but that you are a very fine actress, and acquitted yourself to perfec tion in as difficult a part as you could have chosen.\" \" If you had only told me that you were in love with Conny, I should haA-e been as anxious as papa to make you Avelcome,\" she said."], [177, "MY UNCLE'S SCHEME. 167 \" We are both in an explanatory humour,\" I replied, \" so let us sit down and talk the matter out.\" She seated herseU — very differently, I promise you, from the awkward fashion in which she had hitherto performed that action — her manner, indeed, was abrupt, but that was owing to nervousness ; for the rest, she was as subdued as Katherine ■after five acts of Petruchio. \" Your father tells me,\" said I, \" you Avere under the impression I had come here to make love to you on Stock Exchange principles, and marry you as a commercial undertaking. Nothing under yonder sky could be wider from the truth than that.\" \" AA7hen papa informed me of your proposed visit,\" she ansAvered, keeping her eyes bent downwards — and now that"], [178, "168 MY UNCLE'S SCHEME. she was womanly and well-behaved, I could appreciate the surprising length of her eyelashes, and the abundant folds of her rich broAvn hair — \" he cpiite gave me to understand that it Avas his and Tom's wish that I should marry you. I said nothing — but I inwardly voAved that no earthly power should induce me to accept a man's hand under any other conditions than my oavii. I did not Avish to pain papa by expressing the opinions I felt, and so resolved to make you disgusted with me, and drive you out of the house as soon as possible.\" \"You succeeded in everything.* \" I am very sorry,\" she continued, blushing again, though meeting my eyes; \"you didn't deserve such bad treatment. Had you been a fop, or a sdly fellow, I should not regret tormenting you. But"], [179, "MY UNCLE'S SCHEME. 169 you are neither, and bore your sufferings so good-naturedly, that my conscience pricked me every time I forced a sneer,. or answered you rudely.\" \" Had you treated me twenty times more rudely than you did,\" I answered, \"you haA'e said more than enough to entitle you to the fuUest forgiveness. I applaud your motives highly, and think so AveU of your resolution not to be made loAre to without your consent, that I am only surprised you should have behaved with so much moderation.\" \" Don't be ironical. Moderation ! Think of O'TAvist last night!\" \"Poor 0 'Twist ! had I not thought him mad, I should haA'e thrashed him. But I Avas really afraid not only to raise my hand, but eA'en to shoAv my indignation, not knowing what might D ' O O"], [180, "MY UNCLE'S SCHEME. 170 become of me, should the lunatic's rage be excited ! \" \"I can only repeat,\" said she, \"that I am very sorry it has happened. I Avill not say so again : for one apology is enough, when you are sincere. Papa was too emphatic. He fully impressed me with the idea that a marriage betAveen us Avas settled, and — and I Avas determined not to be married in such an off-hand Avay.\" And then a bright blush gloAved in those cheeks, which, a few hours before, I could have SAvorn Avere incapable of blushing ; she tried to smile, but looked terribly confused and nervous. \" You must have a great deal of courage to handle a pistol as you do,\" said I, Avilling to relieve her by chang ing the subject. \" All the girls I have"], [181, "MY UNCLE'S SCHEME. 171 knoAvn would rather play Avith a black beetle than gunpowder.\" \" I began to shoot long before I o o heard you were coming,\" she answered, quickly. \"Yes, I knoAA-. Your lather says you are a capital shot.\" \" I believe I am. You wiU think the pastime very unfeminine ; but it is a caprice of mine, and papa is very in dulgent.\" \" You are also a very courageous rider, I hear.\" \" There are very feAV horses I should fear to mount.\" \" And now, Theresa, will you confess that your favourite author is not the 'Family Herald?'\" She laughed outright at this, and ex claimed :"], [182, "172 MY UNCLE'S SCHEME. \" The most Avonderful part of it all is, that I should ever have got you to believe the nonsense I talked.\" \"It is no proof of my stupidity, but of your cleverness.\" \"Oh, hoAv rude I was!\" she cried, looking at me almost gaily, and losing her subdued manner. \" How you stared AA'hen I refused to take your arm and to give you my cup to put doAvn ! I Avas sdly to misbehave myself so to you ; but rather than aUoAv any man to hang about me with sickly compliments, OAAdng Avhohy to commercial inspirations, I Avould have acted ten times more bolcUy and rudely, and never have rested untd I had driven him out of the house, detesting my very name ! \" \" I believe you,\" said I, amused by the gleam in her eyes, and by her recurrence"], [183, "MY UNCLE'S SCHEME. 173 to some points of the character she had discarded. \"But Ave Avon't talk of it. Tell me about yourseU and Comiy. Are you engaged ? \" \"No. Uncle Tom refuses his consent; and I ought to add that Conny isn't positively in love with me yet — at least she says she isn't.\" \" I don't suppose Tom's sanction would trouble you much, would it ? \" she asked, making me snide, not only by her familiar reference to her uncle, but by her off-hand manner, Avhich, noAv that it was associated Avith nothing of rudeness, I found extremely agreeable, piquant, and characteristic. \"If Conny loved me, her father's con sent, I believe, Avould follow. Her mamma is strongly on my side.\""], [184, "174 MY UNCLE'S SCHEME. \" I should never bother about relations'' opinions much,\" said she. \" People only marry each other, not each other's family. AVhy does Tom object ? \" \" Because Ive got no money.\" She pondered my reply for a little in silence, then took up the album, opened it at Conny's picture, and mused over it. \" She is Arery pretty, isn't she ? Her fair hair avUI keep her a young looking Avoman Avhen she is far beyond middle age. I only Avonder she hasn't married long ago. But they live as quietly at Grove End as Ave do, and then' neio-h- ' O hours are about as cheerful and hospitable as ours.\" She closed the album and added, \"If you marry her, I hope you'll both be happy. You'll find her staunch, I am"], [185, "MY UNCLE'S SCHEME. 175 sure, if once you succeed in winning her love.\" \" I am sure of that, too. AVhat deep eyes she has ! Her character has some times puzzled me. Her mind is so nimble, that it seems to be frisking ' O about in a dozen meanings at once.\" O \" That kind of nimbleness makes a woman charming. Your plain-speaker is rarely foUowed by the men.\" \" There are so few men of AAdiom any thing complimentary can be said, that there is little marvel we should shun candid women. It would haA'e done me good had you continued your downright part for a Aveek or tAvo ; you would haA'e taught me to know some of my weak nesses. As it is, I should say I have not lost less than three pounds weight of conceit since yesterday.\""], [186, "176 MY UNCLE'S SCHEME. \" But what have I lost ? First impres sions are everything — and I question if you AA-ill ever overcome the dislike of me I tried to produce.\" \" I am not so stubborn as you think. But you hate compliments, and so I'll hold my tongue, lest I should be mis construed.\" To this she made no reply ; but, leav ing her chad*, went to the window, Avhere she stood for a minute or tAvo. I could not help Avatching her fine figure Avith admiration. Had Conny been present I could not have admired Theresa less. I had already heard and seen enough to enable me to judge Iioav odious the character she had assumed must have been to her, and the glad relief w'th which she had flung it aside. But what resolution Avas hers to give her strength"], [187, "MY UNCLE'S SCHEME. 177 to carry out so singular an imposture ! AVhat force of character needful to beat doAAm and silence those instincts which, as certainly as she was a woman, would clamour for quite a different construction from Avhat she Avas determined I should put upon her nature ! \" I desired the footman,\" said she, approaching me, \" to apologise to you this morning ; but in order to get him to do so, I had to invent a little fable, which, no doubt, you avUI call a fib. I told him you were not the gentleman I had expected — leaA'ing him to make out the riddle as his Irish brains best could. In one sense, you are not the gentleman I had expected. StiU, unavoidable as the equivocation was, it annoys me intensely. True it is that one folly begets another, and a worse. I must devise some expia- VOL. II. K"], [188, "MY UNCLE'S SCHEME. 178 tion. Exact some penance — I promise you shall be obeyed.\" Now Avhere Avas my wit, that I didn't say something handsome ? 'TAvas ever thus. A capital answer occurred next day. But it was too late. \" I want nothing but your good opinion. I have innocently put you to a great deal of trouble, AU I require is your forgiveness for having made you very jj uneasy. \" Then let us shake hands and be good friends ; as cousins Ave ought to Uke each other. And since there is no likelihood of our being married, there is no reason Avhy we should be enemies.\" I pressed her hand warmly, laughing at her queer speech, and her blunt manner ; but admiring too. At this moment the door opened, and"], [189, "MY UNCLE'S SCHEME. 179 in came my uncle, Avho had evidently entered the house by one of the side doors. \" I Avish persons would knock Avhen they come into a room,\" I Avhispered Avith soft significance, releasing her hand, and catching sight of the conscious blush with Avhich she receh'ed the remark she had herseU greeted me with not very long before. O My uncle here burst into a roar of laughter. \"Good friends, hey?\" cried he; \"uoav, then, we shall be happy ! \" And running up to the piano, he strummed and sang : Time and chance are but a tide, Ha ! ha ! the wooing o't ! Slighted love is sair to bide, Ha ! ha ! the -wooing o't ;"], [190, "180 MY UNCLE'S SCHEME. more back from >,\" he Shall I, like a fool, quoth he, For a haughty dizzie dee ? She may gae to France for me ! Ha ! ha ! the wooing o't ! Than which nothing could be O ludicrously inappropriate. \" I thought you Averen't coming until lunch-time,\" said I. \"I met a felloAv Avith a message my man to say he couldn't meet me answered."], [191, "CHAPTER VIII. \" But now we talk of mounting steed.\" Hudibras. After lunch I Avrote to Conny. I should like to see that letter uoav. I composed it as one of Johnson's poets Avrote poetry : \" with an incessant ambition of wit ; \" mentioned that little affair with O'Twist, but made no further reference to Teazer's treatment (holding- that both she and her father Avould expect my silence) ; asked if I was missed, if there Avas anybody at Grove End who would particularly care"], [192, "182 MY UNCLE'S SCHEME. to see me back again ; diversified my pregnant sentimental \" asides \" with AvelL laboured bursts of cynicism, and concluded four pages of close Avriting with a very eloquent, \"Believe me,\" &c. As I addressed the envelope, Theresa came into the library, and asked me if I Avould ride with her. \" I should greatly enjoy a ride,\" I ansAvered, harddy ; \" but you mustn't expect to find me a very good horseman. However, providing my horse doesn't rear, I daresay I shall be able to hold on. \" You shaU have papa's horse. He is. very quiet.\" \" I don't think I could take a gate,\" said I. \" Oh, AA-e'll keep to the main road.\" This being settled, she Avent to get on"], [193, "MY UNCLE'S SCHEME. 183 her habit. I was rather sorry I had no straps by me. I am aware that they are not much worn by riders ; but depend upon it, they are very useful to incipient horsemen, since they prevent the troAvsers from mounting up to the knees, should the horse grow at all distracted. Hat guards are also valuable. Indeed, a bad rider ought to be seAvn into his clothes ; and it Avould not be sometimes amiss, if his clothes were also tacked on to the saddle. In about ten minutes' time Theresa was ready. The horses were brought by the groom to the door : and my cousin mounted with fine grace. I, like a blockhead, clambered up the Avrong side ; but though my uncle, as well as the groom and Teazer, was looking, nobody laughed ; and I had, therefore, the satis-"], [194, "184 MY UNCLE'S SCHEME. faction of believing I had acquitted my self Avell. To my great relief the animal, under my weight, stood as motionless as a clothes'-horse. Teazer's, on the other hand, began to dance, like one of your trained brutes at a circus, when the band strikes up. \" Here's a Avhip, sir,\" said the groom. I jerked the reins, my uncle waved his hand, my horse broke into a trot (I into a perspiration), off went Teazer's animal sideways, I Avatching the lateral beast with speechless anxiety, fearful every moment of running into him ; we got out of the avenue into the high-road, and away Ave clattered — God help me ! — under an Indian sun. Teazer kept ahead of me for some ten minutes, her horse being very nettlesome and restive, and defying her restraint. I"], [195, "MY UNCLE'S SCHEME. 185 had settled into a good solid trot, Avas growing used to the motion, and had no wish to gallop. However, Teazer slackened her pace after a little, and fell into a Avalk, Avhich I thought uncommonly safe and agreeable. \" Where would you like to go ? \" she asked. \" AA^herever you please.\" \"Shall we ride to Blenhall Abbey? We are on the road to it, and the ruins are weU worth seeing.\" \" I shall be very glad.\" Here her horse sprang forAvard, mine followed, and aAvay Ave dashed at fuU gallop, I stooping my head like a hunch back to keep my hat on, and Avondering what pleasure people could take in having then hearts shaken into tlieir throats, and their midriffs into their boots. Hoav-"], [196, "186 MY UNCLE'S SCHEME. ever, use will father other things besides those begot by sense ; and before long I not only began to discover that swift motion was a sensation by no means dis agreeable, but found courage to raise my head and attend to my cousin's figure. Although, in spite of my fashionable and aristocratic prejudices, I knew almost nothing about riding, the stable, or the turf, I had a good eye for picturesque combinations and graceful movements, for smaU waists and easy attitudes. I was therefore qualified to admire Theresa on horseback, nor did I recpiire to be told that she was a, splendid horseAvoman. Even her man's hat could not deform the perfection of outline submitted to my foUowing gaze by her noble figure. So much has been Avritten about female"], [197, "MY UNCLE'S SCHEME. 187 riders, that aU description of Theresa in the sadcUe would be supererogatory, and I AviU therefore save you a long account here by briefly referring you for fuU in formation on this important subject to the Entertaining Library of six shillings, two shillings, one shilling, and sixpenny novels to be found at all bookstaUs and railway stations in town and country. \" I am afraid you find it A'ery hot,\" said she, checking her horse's canter and dropping alongside of me. \"It is rather hot,\" I answered, glancing at a sky whose colour would have figured AveU in a view of Palmyra, \"But I am enjoying my ride Arery much.\" \" I could give you several jumps if you'd care about them. There are some good hedges yonder,\" and she pointed with her Avhip to the plains beneath."], [198, "188 MY UNCLE'S SCHEME. \" I am very well satisfied,\" I replied. \" Let me see ! There's the railway station, and yonder 's the hot road I trudged along yesterday. The vieAv from here is very pretty, but I fancy a ride Avould be more enjoyable in the cool of the even ing. Hallo ! are Ave to go doAvn that hdl ? \" \" Yes. Keep a firm hold of your reins.\" AVe turned into an abominably steep lane. I shoved my feet weU out into the stirrups, and uttered no observation whatever until we had reached the bottom. Then I exclaimed, \" Such a descent is enough to try the nerAres of a mule.\" \"AVe shall meet with nothing but level roads now,\" said she. \"Are you for a gaUop ? \""], [199, "MY UNCLE'S SCHEME. 189 \"No. Let's have a talk. superbly you ride, Theresa.\" How \"Do I?\" \" You make me feel as inelegant as a Hindoo, sitting like a tailor on an elephant's head.\" \" Have you ridden with Conny ? \" \" No. I don't think she rides, does she ? \" \" A Uttle. She is not like me : she is womanly in her tastes and aversions.\" \" Oh, don't say that ! \" I exclaimed, not quite sure whether she meant to com pliment herself or her cousin. \" She would never have played you such a trick as I did.\" \" Impossible to say. Had she mis judged the motive of my visit to Grove End — imagined, as you did, that I had come to make love to her for the sake"], [200, "MY UNCLE'S SCHEME. 190 of her money — oh, Theresa! she might have poisoned me ! \" \"Tell me, do you think it is proper that a girl should be made love to only for her money ? \" \" Certainly not. I consider it insult- j? mg. \" I acted wrongly in not giving myseU time to find out Avhat sort of a man you Avere, before I began my tricks. But then it would have been too late ; for after you had seen me in my natural capacity, as the menagerie people say, shamming Avould have been ridiculous.\" \" Don't let us talk about anything that vexes us, Theresa. Yesterday is dead and gone, and our acquaintance dates from this morning. But there is one view of the question of marrying for money Avhich ought to be considered :"], [201, "MY UNCLE'S SCHEME. 191 Suppose a feUoAV faUs in love with a girl Avho has a fortune ? doesn't he run a great risk of being misjudged ? \" \" If a girl has any sense, she will soon see Avhether he is fond of her or not.\" I shook my head. \" Some men flatter so weU, feign so 7 O skilfully, appeal so dexterously to a Avoman's Aveaknesses, that it needs more clear-sightedness than most girls possess to divine either theh real feelings or their real motives.\" Her fine eyes sparkled as she answered, \" That is why I hate flattery. Honest people won't flatter. I ahvays look upon a compliment as the mask of some senti ment Avhich would be very offensive Avere it exposed.\" \"That's an extreme view. A man may sometimes flatter with the Avish to please ;"], [202, "192 MY UNCLE'S SCHEME. and whom should he wish to please but his sweetheart ? \" \"I would rather not be complimented by the man I love.\" \" He'll have to be dumb, then,\" said I. \" I AviU agree with you in this,\" said she, with a smde, \" a girl with money is under great disadvantages as regards courtship and marriage. For she may love a man whose sensitiveness finds an obstacle in her fortune, and keeps him back, lest a proposal should subject him to misconstruction. Or she may meet Avith a man who sincerely loves her, but Avhose sincerity she distrusts because she has money. Now a girl without money knoAvs very well that when an offer is made her, she is loved only for herself. That feehng is Avorth more than the largest fortune, I should think.\""], [203, "MY UNCLE'S SCHEME. 193 \"GUIs,\" said I, \"must find out the truth for themselves, as men have to do. Marriage is a game that takes two to play. The man has just as much right to suspect the girl's sincerity, as the girl has to suspect his. They ought, both of them, to be aboA'e suspicion. Loyalty begets loyalty. Where doubt is whoa ! \" Here my horse stumbled, and I barely saved my hat from falling. The move ment of my horse startled hers, and aAvay we galloped. Talk Avas at an end between us ; but though many of my faculties Avere engrossed by the labour of keeping my seat, I could stiU think. Was Theresa disappointed ? Had she a worm i' the bud ? AVhat made her so sensitive about money ? She talked very candidly ; but then she kneAV I was in VOL. II. o"], [204, "MY UNCLE'S SCHEME. 194 love, and that knowledge conferred on us both privileges we could hardly have exercised had my affections been disen o-ao-ed. AVhat a change, mon Dieu ! from o o ° the rude vixen of yesterday ! I couldn't conceive a more agreeable girl than she. Considering that she must stiU be em barrassed by the memory of her behaviour to me, her ease Avas Avonderful, her ami abiUty delightful. We had turned, by this time, into a long lane, A\\dth a taU hedge on either side of us, and plenty of trees, Avhich, how ever, did not protect us from the sun. I have no doubt the country around looked very beautfful, and golden and green, Avith flashes of yelloAv light here, and splashes of some other kind of colour there — crammed, in a Avord, with a thou sand effects, such as, properly catalogued"], [205, "MY UNCLE'S SCHEME. 195 here, would entitle me to a place in English fiction second only to that occu pied by the immortal author of Black's picturesque Guide Books. But to speak the truth, I was thinking too much about my neck to remark the beautiful and the lovely ; for my horse, on entering the lane, had indescribably shocked me by shying at an old man in a blouse, and from that moment I was afflicted with misgivings. Happily the Ruins were at the end of the lane. AVe came to an open grassy space, my cousin halted, and pointed to some pieces of AvaU here and there, sup porting what might have been the frame of a windoAV in the reign of St. Lucius. \" Hallo ! a fire ! \" said I, imagining for the moment that here Avere the"], [206, "196 MY UNCLE'S SCHEME. remains of a house that had very nearly been burnt to the ground. Teazer burst into a loud laugh, the merriest that ever made the summer air jocund Avith human glee. \"AVhy,\" cried she, \"this is Blenhall Abbey, the most famous ruin in the county. I don't knoAv hoAv many books have been Avritten about it.\" \" Oh, yes, I see the ivy now, and the green mould about the bricks.\" \" Some say it was built in the reign of Henry II. , and some in Richard I.'s time. Two gentlemen belonging to a society came to visit it a few months ago, and afterwards called upon papa. That evening there was an argument. Papa's library was turned topsy-turvey to prove things. One gentleman in a passion smashed his spectacles by thumping his"], [207, "MY UNCLE'S SCHEME. 197 fist on the table where they lay. The best part of it Avas, papa has a theory that the Abbey is of much more recent date, and declares he can show it was constructed in Queen Mary's time. You may imagine the hubbub ! It ended in all three of them becoming enemies.\" \"Oh, those antiquarians!\" I exclaimed. \" They Avould Avrangle for hours oArer a brick fresh from a kiln, one swearing it was made in the time of Agricola, and another that it Avas the work of those Israelites Avho built the pyramids. I call those ruins rubbish, don't you ? \" Theresa shrugged her shoulders affirma tively. \"But don't teU papa I think so,\" she exclaimed with a gay laugh, wheeling her horse round. It Avas five o'clock Avhen we sighted home. On the whole, in spite of the"], [208, "MY UNCLE'S SCHEME. 198 heat and my nervousness, I had enjoyed the ride. Going up the hill, a gadfly had bitten my horse ; the animal plunged, and I gave myself up for lost. The movement dislodged the fly, and the horse became calm ; but feeling by the coolness in that part that my left leg showed its sock, I did not doubt that I had made a spectacle of myseU. Judge my surprise Avhen Teazer congratulated me upon the first-rate style in which I had hancUed the horse. She assured me I had saved him from fading Avith enviable coolness and address ; and added that she was certain I was laughing at her Avhen I pretended I couldn't ride ! My con science smarted, but I held my tongue. Thus, Eugenio, is honour heaped on the. undeserving. Thus do muffs become great by the very ignorance that ought"], [209, "MY UNCLE'S SCHEME. 199 to suppress them. Thus does the simpleton become a field-marshal, the ninny a bishop, the frump a privy councillor, the sumph a court-physician. My uncle was very jolly at dinner. He roared over my mistake about the ruins, and brought the tears to my eyes by his description of the tAvo members of the antiquarian society. It was plain that both he and his daughter A\\rere striving O O might and main to make amends for the sufferings I had undergone on the previous day. Teazer, perhaps, Avas a little bash ful, a little demure under her father's eye ; but he was not to be resisted. I daresay a good many of his stories en riched the pages of Joe Miller ; I daresay he had told them over and over again any time these twenty years. But Avhat Avas that to me ? AVhat anecdotes he"], [210, "200 MY UNCLE'S SCHEME. had, he related well. He was so anxious, moreover, that I should be amused, that I more than once echoed his own kindly roar, when the best of his joke lay in his broad, honest, hearty, British expanse of face. As to 0 'Twist, the man pained me with his officiousness. He was for ever at my ear, whispering with sdvery soft ness, \" A little more sherry, sir ? \" \"I can ricommind this claret, sir ; \" \" AVdl you throy the champeene, sir ? \" \" Perhaps your honour would preefar the Meedeery?\" I think he wanted to make me tipsy to show his remorse. He avoided looking at me from motives of memory and delicacy I could sincerely appreciate ; but I could not move without bringing him to my side."], [211, "MY UNCLE'S SCHEME. 201 After dinner Ave Avent into the grounds, Avhere coffee was brought us. O This is a pretty fine life for a banker's clerk ! thought I, stretching back in an arm-chair and smoking one of my uncle's Imperiales, a cigar, Matdda, Avorth half-a croAvn, as thick as your dainty wrist, and nearly ten inches long. Ten inches of bliss ! 0 crudele fuoco ! that so much leaf paradisaical should ever turn to innutritious ash ! Yesterday I should have expected Teazer to pull out a black cutty pipe, load it with cavendish tobacco, and call for a glass of rum. Now she sat in a low chair, her hands folded on her lap, quiet, attentive, gentle in aspect and manner, despite the bright flash that filled her eyes each time she raised them. I"], [212, "202 MY UNCLE'S SCHEME. thought of yesterday's comedy, the queer resolution that had prompted her, the histrionic ability that had fooled me. Were I to write such a story, I thought, who Avould believe me ? It was one of those possible things that are incredible. Ghosts, murders, and bigamies, living burials, exhumations, and pushing-your sweetheart's - husband - over - precipices, are events Avhich happen every moment, which you may number among the sights you Avitness every time you take your walks abroad, and are therefore fit sub jects for novel-writers to deal Avith. But that any young lady, caUing herseU a lady, could act Oh ! Eugenio ! — thou whom I have apostrophised so often, and may now publish thee no myth, but rather my bosom friend — thou knoAvest I am Avriting"], [213, "MY UNCLE'S SCHEME. 203 true history ; that Theresa did so receive me ; that I did so undeceive her ; that she did drop her nonsense, and become on a sudden a charming- English lady, Avhom it Avas a rapture to look at, and a joy to listen to. \" Teazer,\" said I— Here I halted, coughed, and said, \" Have you any objection to my calling you by this familiar name ? \" \" Certainly not. My behaviour yester day privileges you to find me an uglier title.\" \"It hits her character, doesn't it?\" exclaimed her father. \" I gave it her, and she shall Avear it as long as she deserves it.\" \" I Avas going to ask you,\" said I, \"to give me a proof of your pistoUing .> poAvers."], [214, "204 MY UNCLE'S SCHEME. \"Make her give up that nonsense, Charlie,\" remarked my uncle. \"It is harmless enough,\" I replied. \" If the pistol don't burst. That is aU I care about. However, Teazer, since your fame is concerned — for I remem ber boasting of your dexterity to Charlie, at Grove End — go and get the pistol and shoAv him what you can do.\" She went into the house, and after a short absence, returned with a pistol case, and a small Avorsted baU, to which a piece of thread was attached. \"Please go and hang this up for me on that rose tree there.\" I took the ball and suspended it to a branch. She loaded her pistol very scien tificaUy. \"Your Avhite hand,\" said I, \"entirely"], [215, "MY UNCLE'S SCHEME. 205 robs the pistol of its murderous signifi- cance.\" \" Go and stand near the tree,\" she answered, \"and then you'll see the thread cut.\" She had sneered at my courage yester day, and the Avound stdl bled. That she might have no further occasion to doubt my prodigious valour, I took up a position so close to the tree that, had she suffered me to remain there, it would have been ten to one but I had received the baU. She guessed my motive, and caUed out laugh ingly, \" Not so near : I might hit you ! \" I stalked a feAV paces away, with a great air of nonchalance, as if I should say, \" Pshaw ! I am quite used to be shot at.\" She levelled her pistol. I looked at her. \"AVatch the thread,\" she said. She"], [216, "206 MY UNCLE'S SCHEME. was twenty paces off. I fixed my eyes on the string — bang ! a sharp, clear report, and down dropped the ball. \" AVonderful ! \" I exclaimed. She came to the tree, re-affixed the baU, and, putting the pistol in my hand, asked me to shoot. \"I'll try,\" said I ; \" but you must keep behind me. Anybody Avithin a hundred yards either side that tree would run the fearfuUest risk. AVinkle Avas a neater shot than I.\" I measured twenty paces, faced the tree, levelled the pistol, pulled the trigger, and by heaven ! the boll fell ! Teazer stared : my uncle clapped his hands. \" You are a soldier's son,\" said he, <( and ought to be able to shoot well. After that, Teazer, boast no more.\""], [217, "MY UNCLE'S SCHEME. 207 I was now afraid that Teazer would challenge me to shoot again. Another O O fluke had added another leaf to the crown I felt sprouting about my brows : it would be a great blow to have the growth of that vegetation checked. But to my delight Theresa returned to her chair. I rather fancied that she felt somewhat ashamed of this amusement of hers. Perhaps because it was now asso ciated with her conduct of the previous day ; and she would naturally not care to deal Avith so clUect a reference to her rudeness. This exploit of mine naturally persuaded them that I was a far more accomplished person than my modesty suffered me to represent ; and of course Theresa was sure that I could play and sing as well as I could shoot and ride."], [218, "208 MY UNCLE'S SCHEME. \" No, on my honour, I can't sing a note.\" My uncle looked incredulous. But you can play ? \" said Theresa. \"By ear only,\" I replied. \"But I'll teU you what I can do, I can appreciate fine music and playing when I hear them, and as I am quite sure you are a good singer, you ought to oblige me by teaching me to forget your wcU-acted noises of yesterday.\" \"That's only fair,\" exclaimed my uncle. So saying, he led the Avay to the draAving-room. \"AAHiat shall I sing?\" asked Teazer, taking her place at the piano, and this time not knocking over the music stool. \"AVhatever comes into your head,\" I answered."], [219, "MY UNCLE'S SCHEME. 209 \"Anything not maudlin,\" said her father. She reflected a moment, and then struck up a A'ery simple, but a very sweet melody, which she accompanied with a voice remarkably pure and rich. Indeed, I never listened to any amateur whose voice I liked so weU, nor to any song Avhich gave me more pleasure. \"AVhat a very pretty song,\" said I AA'hen she had finished. \" Old Kit Mario w's words, ' Come, live with me,' set by some eighteenth century composer,\" exclaimed my uncle. \" AVhat a dreadful struggle it must have cost you to sing so badly,\" said I, lookino- at Theresa Avith a smile. O She coloured up and asked me U I knew — I forget the name of the piece : one of Chopin's, I think. I begged her VOL. II. c"], [220, "MY UNCLE'S SCHEME. 210 to play it; but though she went through it in dashing style, I can't say I was pleased. It was not music — there were no tunes in it. Here and there a little fragment of melody popped up and pro voked the fingers into giving chase, but it invariably vanished among the growls of the bass, or finished Avith a scream amid the Avrithings and chatterings and shiverings of the treble. I was AveU aAvare that it Avas one of those pieces Avhich the musical public pay half-a-guinea for sofa-staUs to hear, and so I seemed to applaud. That it was as little to my uncle's taste as mine, I had no doubt ; but then it was his daughter who played it, and he couldn't be captious. AVhen she rose, he took her place, and made me laugh heartdy over his imitation of the Italian opera. He was a capital"], [221, "MY UNCLE'S SCHEME. 211 mimic — struck his breast and clenched his fist as the basso — shrugged his shoulders, and elevated his arm to heaven, as the tenor — squeaked and Availed as the prima donna ; and concluded Avith a duet, making the oddest noises with his mouth, O > in exceUent imitation of a Adoloncello. This done, he boAved to the room, and pretended to collect bouquets. I passed the rest of the evening in playing double-dummy with him, while Theresa sat near us, sometimes reading, but more often Avatching the game."], [222, "CHAPTER IX. \" The circulating hours dividing 'Twixt reading, walking, eating, riding.\" Jenyns. A regular account of my doings during my stay at uncle Dick's house woidd be rather Avearisome. It would be a different matter if I had the ability to make the record as pleasant as the ex perience. One or tAvo neighbours were disposed to be friendly ; but unfortunately, they were people Theresa didn't care about. My kind-hearted uncle appeared to regret"], [223, "MY UNCLE'S SCHEME. 213 the general want of cordiality for my sake. \" In other places,\" he said, \" some kind of fun is ahvays to be got ; pic-nics, laAvn-parties, and so forth. But the ut most civdities we are accustomed to, here, are sometimes a Ijoav, and at long inter vals, a visit.\" I assured him that I Avanted no other and no better society than himself and his daughter. o \"Still,\" said he, \"I should like to have given a party of some kind for you. But if I wanted to fill my rooms, I should have to hunt for my guests in the high- Avays and under the hedges. There are not half-a-dozen creatures in the district to whom I Avould offer a glass of Avine.\" \"English society appears to me into lerably exclusive, \""], [224, "214 MY UNCLE'S SCHEME. \"Ay,\" he ansAvered, \"your self-made men know that. In the provinces there is nothing harder to get than society. A man must lh'e in a place haU his life before he can gather people about him, and then his antecedents must be unim- peachable. Provincial society consists of coteries, all absurdly jealous and sus picious of intruders. I parted with some pleasant friends Avhen I left ; but how many years I shall have to live here before the people whose acquaintance is desirable avUI honour me with their friendship I cannot imagine. Money avUI not bring society, and mere respectabdity takes time to make itseU knoAvn. No thing but a title or unquestionable aris tocratic connexions bring people about you at once. Ah ! we're a sad set of toadies in this country; and yet, though"], [225, "MY UNCLE'S SCHEME. 215 I occasionally grumble, I am satisfied that society should remain as it is. The social successes of moneyed interlopers ha\\'e done a great deal, since I was a boy, to demoralise the tone of English society. The world is lumbered with parvenus ; and though I am a City man myself, I am conservative enough in my vieAvs of life never to regret any illus tration, on the part of society, of a resolution to resist the encroachments of the City.\" \" Getting into Parliament seems a good O O way of getting into society,\" said I. \" The great way. I wiU venture to say that a third of the members of the House sit for social, not for political, aims, of which they know nothing. HoAA'CA'er, I never hear of some notorious company-monger, some rascal the A'ery"], [226, "216 MY UNCLE'S SCHEME. magnitude of whose robberies preserves him from the law, getting into Parlia- ' o O ment, without consoling myself with the reflection that there is a special consti tuency of blackguards in this country whose interests ought to be represented as well as those of the honester classes, and that the swindler, the comj)any maker, the Stock Exchange hocusser, are the right men for it.\" Yet in spite of my uncle's reasoning, his neighbours Avere not more to blame than he was for unsociability. He was so good-hearted a man, so excellent a host, so cheerful and amiable a companion, that he could have found no difficulty in procuring friends had he made the effort. In truth, neither he nor his daughter cared for society. They were both easily bored, as I noticed once Avhen"], [227, "MY UNCLE'S SCHEME. 217 some people called. These people were fresh from London, and could talk of nothing but the impertinences of the season. My uncle laughed at them Avhen they were gone, and asked me what manner of sin he should commit in order to expiate the perpetration of entertain ing such people at his house ? The letter I had written to Conny remained unanswered. Every hour of the days that followed, I looked forward to receiving her ansAver. Her silence morti fied me. I thought her cruel to neglect O O me, knowing what my feelings were. I pored over her picture, afflicting my common sense with all manner of sUly questions. She had given me quite enough encouragement to lead me to believe that she was A'ery nearly in love Avith me, and what I wanted to knoAv was,"], [228, "218 MY UNCLE'S SCHEME. Was she a flirt ? and had she humoured my passion only to make an ass of me ? I had confidently reckoned upon re ceiving an ansAver to my letter. Had her father forbidden her to write ? No ; that was improbable. He certainly would not wish her to treat me with rudeness. I grew jealous, uneasy, angry. Suppose aU the time she had been aUowing me to make love to her, she was pledged to Curling, was corresponding with him, was meeting him ! How detestable to be tricked ! How odious to pour your soft adoration into the ears of a woman who is laughing in her sleeve at your non sense, and thinking, at the very moment you consider yourself most eloquent, how much better the other fellow expresses the same sentiments !"], [229, "MY UNCLE'S SCHEME. 219 Lovers can never be ridiculous in each other's eyes, if both are in earnest, But U one is insincere, then the other is inevitably absurd. So two mad people explaining to each other, the one his claims to the English throne, the other his claims to the moon as a family estate, listen with gravity, embrace with sympathy, and part with mutual ad miration. But a lunatic, talking his nonsense to a sane man, is pitied and despised. Oh, who that has been in love hasn't suffered ? AVhere is he ? I would Avalk ten miles on the hottest July day to behold him. I say, it is impossible to love and not to suffer. Thy goddess is a divinity hedged about with furze, and whatever be thy fortune Avith her, inevitably art thou bound to carry away"], [230, "220 MY UNCLE'S SCHEME. scars and blisters and Avounds. Nay, madam, I never said that these sufferings, these agonies, were confined to one sex. O 3 You take your share ; you, too, have your lacerations, your sleepless nights, your heaA'y eyelids. There is a Jack for every Jill — a JU1 for every Jack. But do your sufferings mitigate ours ? Does Sylvia weeping over Alexis' cruel marriage Avith PhyUis, comfort Phœbus, who blubbers over Delia's engagement to Hylas ? Oh, this is a vale .of tears ! let us silence recrimination — and weep, U not in each other's arms, at least for one another. Nobody knows — nobody ever avUI know — and nobody had better ask — how I suffered (intermittently) Avhdst I waited for the letter I neA'er got. \" She doesn't care for me!\" I Avould cry. \" She is in"], [231, "MY UNCLE'S SCHEME. 221 love with Curling. She has forgotten my very name. Or Avorse, she remembers me only to divert that rascally cashier, whom she meets, God knows how and where, with demure travesties of my pretty whis pers.\" And then — my imagination being always briskest when I was saddest, resembling a cat, that is friskiest at O * night — up would spring a vision : Conny with her sweet, deep eyes, her shining tresses, her adorable little figure, made love to by Curling, of the frizzy hair and pigeon-pie-shaped bosom ; Avatching him (faugh !) with the divinest meaning in those eyes, into whose depths I had so often gazed, and gazed, and gazed, and stdl found nothing but a vacuum of moist and lambent blue ! Then, Eugenio, would I clench my hands, and grind my teeth ; then would I consign Mr."], [232, "222 MY UNCLE'S SCHEME. Curling's soul to Mephistopheles, and hold an Imaginary Conversation with the faithless one, superior in wit, nature, satire, and the received beauties, to any thing ever written by Savage Landor; in which I would noAv wither her with sar- casms, and now revive her with splendid entreaties, now ovenvhelni her with con tempt, and now restore her with the most luxuriant tenderness. Did you never indulge in these mental strifes ? Then you have never been in love. AVho that has been in love has not morally wrestled Avith his goddess, as fanatically as ever Luther wrestled with the Devil? Don't say you trusted her. Don't outrage experience by pretending that you always had the most unbounded confidence in her. You know you hadn't. You know when you left her for a Aveek,"], [233, "MY UNCLE'S SCHEME. 223 that you thought, that day, of the party she was going to next evening, of the men she would meet there, of the waltzes she would dance there, of the conseiwatory she would retire to. Again, when you were miles away, don't you remember thinking : \" To-day is Lady Sloper's picnic ; Aurelia is going ; she AviU meet that beast Lovall ; she avUI come home by moonlight in a crowded vehicle, the beast LovaU at her side, Avhile her mamma, her only protector, slumbers a rude behind in the slow omnibus.\" PshaAv ! he that writes this has gone through it all, and Avhat con solation, feUow-sufferers, has he to offer you ? Dean SAvift said of the Aveather, \" I never remember any Aveather not too hot or too cold, too wet or too dry ; but, however God Almighty contrives it,"], [234, "224 MY UNCLE'S SCHEME. at the end of the year 'tis aU very well.\" So of love ; at the end of the year 'tis aU very weU. END OF VOL. II. CHARLES DICKENS AND EVANS, CRYSTAL FALACE PRESS."], [235, "Crown Buildings, 188, Fleet Street, London, October, 1S74. SAMPSON LOW,, MARSTON & CO.'S NEW BOOKS FOR THE SEASON, 1874-5. BIDA'S FOUR GOSPELS, with ihe whole of the Original Etchings. As premised last year, the Publishers beg to announce THE GOSPEL OF ST. MATTHEW, CONTAINING FORTY-ONE ETCHINGS. Price to Purchasers of t/ie Four Volumes, when published, ,£3 3^-, &na also to Non-Subscribers until the 1st of February next ; after which date the price of this Volume, in consequence of the extra number of Engravings, will be raised to £4 4s. %* The Gospel of St. John, containing 27 Etchings, price £3 _s., can also noiv be had. Now Ready, in One Volume atlas quarto, handsomely bound in cloth extra gilt edges, £3 1 3* . (yd. MASTERPIECES OF THE PITTI PALACE, AND OTHER PICTURE GALLERIES OF FLORENCE, WITH SOME ACCOUNT OF THE ARTISTS AND THEIR PAINTINGS. g£S£Z2lO those who have had the good fortune to visit the Picture Galleries Hfl Effj of Florence, it is unnecessary to speak of the glories of painting fey ljB2 that hang on those wonderful walls. They have, for many centuries, BBaSaa attracted the homage of all men possessing a knowledge of art, and among the thousands who have annually crowded those galleries, there must be many to whom this volume will be very welcome ; first, as a memento of the pleasure they experienced while looking at the triumphs of the great painters of Italy ; and secondly, as the most perfect record which can be obtained of these celebrated works. The twenty pictures now presented were photographed direct from the Original Paintings, by the well-known artists, Alinar Brothers of Florence, expressly for this work. The impressions are untouched, showing, it is true, the blemishes which time has made, but rendering faithfully the beauty and charm of the originals in every particular save colour. In One Volume, Royal Svo., cloth extra, numerous Woodcuts, Maps, and Chromolithographs, 35$. THE SECOND NORTH GERMAN POLAR EX- PEDITION IN THE YEAR 1869-70 Of the Ships \"Getmania\" and \" Hansa,\" under command <A Captain Koldeway, Edited and condensed by H. W. Bates, Esq., of the Royal Geographical Society, and translated by Louis Mercier, M.A. (Oxon.) The narrative portion of this important work is full of interest and extra ordinary adventure in the ice-fields ; and, in addition to much matter of great scientific value, gives a graphic account of the hardships and sufferings of the crew of the \" Hansa \" after the crushing of that ship in the ice."], [236, "Sampson Low and Co.'s II This Collection of Reproductions from Choke and Rare proofs represents, itt perfect facsimile, Engravings, the aggregate value of which is certainly not less than Twelve Hundred Guineas. Imperial folio, cloth extra, price £3 13s. 6d. OLD MASTERS. DA VINCI, BARTOLOMEO, MICHAEL ANGELO, ROMAGNA, DEL SARTO, CORREGGIO, PARMIGIANO, CARACCI, GUIDO, DOMENICHINO, GUERCINO, BAROCCIO, VOLTERRA, ALLORI, MARATTI, AND CARLO DOLCI. Reproduced in Photography from the Celebrated Engravings bv Longhi, Anderi.oni, Garavaglia, Toschi, and Raimondi, in the Collection of Prints and Drawings in the British Museum, with Biographical Notices. BY STEPHEN THOMPSON. FLEMISH AND FRENCH PICTURES. WITH NOTES CONCERNING THE PAINTERS AND THEIR WORKS BY F. G. STEPHENS, author of \"flemish relics,\" \"memoirs of sir EDWIN landseer,\" etc. Small 4to. cloth extra, bevelled boards, gilt sides, back, and edges, 28.S. This Volume contains twenty Etchings by famous modern French en gravers, taken from well-known pictures, most of which are in the private galleries of amateurs distinguished by their love of art. The names of Rembrandt, Frank Hals, Watteau, and Greuze, of past time, and of Troyon, Baron Leys, Meissonier, and Madame Henriette Browne, of the present century, are household words in England ; though it is seldom that on this side of the Channel we meet with good transcripts of their work. The exhibition of the magnificent collection of Sir Richard Wallace has done more than anything else to popularize the best French Art among us ; and two annual exhibitions of French pictures in London — one of which has flourished for nearly twenty years— have familiarized Englishmen with the rich genius and diverse styles of modern celebrated French and Belgian painters. The older schools of the Low Countries are better known through their masterpieces in the National Gallery. THE PICTURE GALLERY. CONTAINING THIRTY-EIGHT PERMANENT PHOTOGRAPHS AFTER THE WORKS OF THE MOST POPULAR ARTISTS. The New Volume is now ready. Large 4to. cloth extra, gilt edges, iSs. WARBURTON'S JOURNEY ACROSS AUSTRALIA. An Account of the Exploring Expedition sent out by Messrs. Elder and Hughes, under the command of Colonel Egerton Warburton ; giving a full Account of his perilous Journey from the centre to Roebourne, Western Australia. With Illustrations and a Map. Edited, with an Introductory Chapter, by H. W. Bates, Esq., of the Royal Geographical Society. [In the Press."], [237, "List of New Books. III Notice.— Important Work on Assyrian Exploration, &*c. ASSYRIAN EXPLORATIONS AND DISCOVERIES. BY GEORGE SMITH (of the British Museum). One Vol. demy 8vo., Illustrated by Photographs and numerous Woodcut Illustrations of his recent Discoveries- Mr. Smith, who was recently spoken of by Sir Henry Rawlinson as the greatest living authority on Assyrian antiquities and the ablest interpreter of cuneiform characters, gives an account in this volume of his recent journeys to the East, his excavations, and the important discoveries made by him In addition to the details of these discoveries, his volume will be found inte resting as a record of personal adventure. Demy Zvo., about 500 pages, with ufnuards of Sixty Woodcuts from tlie Aut/ior's own Plwtogriplis and Sketclies, cloth extra, 2.1s. THE STRAITS OF MALACCA, INDO-CHINA, AND CHINA; OR, TEN YEARS' TRAVELS. ADVENTURES, AND RESIDENCE ABROAD. BY J. THOMSON, F.R.G.S., Author of \"Illustrations or China and its People.\" This work contains a narrative of the writer's personal experience and adventures in the Straits of Malacca, Siam, Cambodia, Cochin-China, and China, illustrated with over sixty wood engravings from the author's sketches and photographs. New Work by tlie Celebrated French Architect, Viollet le Due. HOW TO BUILD A HOUSE. BY VIOLLET LE DUC, Author of \"The Dictionary of Architecture,\" &c, &c. One Volume, medium 8vo., cloth, gilt edges, numerous Illustrations, Plans, &c., __. This little volume is written in the simplest language, and being in the form of a story will be found as amusing as it is instructive. Volumes I. and II., demy Svo., price 21s. each. A HISTORY OF MERCHANT SHIPPING AND ANCIENT COMMERCE. BY W. S. LINDSAY. in four volumes. \" Here is a work of true erudition and unquestionable value. The author has been engaged upon it for many years, pursuing the only legitimate method— that of arranging his authorities first, and then beginning to write with the whole subject in oerspective before him. It is strange that a com mercial country such as England should hitherto have possessed, in all its literature no book of the kind— nothing, indeed, beyond fragments ; though a huge library might be collected of voyages, travels, historical speculations and special treatises. ... It need scarcely be observed that a thorough practical knowledge pervades the grand story thus told. . . . It is impossible, however that justice should be done in such a brief and hasty notice to a book so far superior in every sense to a mere compilation. —From review m The Standard, Sept. 28, 1874."], [238, "Sampson Low and Co.'s IV Demy Svo. numerous Illustrations, cloth extra. TURKISTAN. NOTES OF A JOURNEY IN THE RUSSIAN PROVINCES OF CENTRAL ASIA AND THE KHANATES OF BOKHARA AND KOKAND. BY EUGENE SCHUYLER, Secretary of American Legation, St. Petersburg. A MANUAL OF PRECIOUS STONES AND ANTIQUE GEMS. BY HODDER M. WESTROPP, Author of \"The Traveller's Art Companion,\" \"Pre-Historic Phases,\" &c. Small post 8vo., numerous Illustrations, cloth extra, 6s. The Death of the Great Historian will not affect the Completion of this Important Work. Volumes I. to III. are now ready, and it would be difficult to select any more useful or appropriate work for a Christmas Present. A POPULAR HISTORY OF FRANCE, FROM THE EARLIEST TIMES. By M. GUIZOT, Author of \" The History of Civilization in Europe,\" &c. WITH numerous illustrations by a. de neuville. Translated by ROBERT BLACK, M.A. Volumes I. to III., royal 8vo., cloth extra, each 14s., now ready. (Volume IV. is in progress.) The Times says: — \"M. Guizot possesses pre-eminently the historic faculty. For the past there are few guides so trustworthy, and none who interpret history more faithfully than the illustrious author of 'The History of Civilization.' _ He lifts the mind to heights of history. He unfolds it as a drama, which interests young and old. The careful study of such a work as Guizot's ' France ' is an important element in culture and training. It is impossible to over-estimate the importance of a history where facts are chosen to illustrate principles and enforce great truths; where there is a continuous protest in favour of liberty, whether political, intellectual, or religious, and where good and evil are not tampered with to suit party purposes, but the historian is as impartial and open to the reception of truth as he hopes to make the students who follow his pages. The work supplies a want which has long been felt, and it ought to be in the hands of all students of history. We cannot doubt that it will meet with the same favourable reception in England which has already attended its publication in France.\" CRUSTS. A SETTLER'S FARE DUE SOUTH'; OR, LIFE IN NEW ZEALAND. BY LAURENCE J. KENNAWAY. Crown 8vo., Illustrations by the Author, cloth extra, $s."], [239, "List of New Books. \\ V BRYANT'S POPULAR HISTORY OF THE UNITED STATES. A POPULAR HISTORY OF THE UNITED STATES. Bv WILLIAM CULLEN BRYANT, assisted by SYDNEY HOWARD GAY. To be profusely Illustrated with numerous Engravings on Steel and Wood, after designs by the best artists. Messrs. Sampson Low and Co. beg to announce that they have arranged with the American publishers for the simultaneous publication ofa Popular History of the United States by William Cullen Bryant, assisted by Sydney Howard Gay.^ The work is to begin with the earliest authentic history of the Western Continent — though not ignoring the earlier mythical period — and to come down to the close of the first century of American Inde pendence. It will occupy four or five volumes, and is to be profusely and largely illustrated from original designs. The aim of the publishers and authors is to supply a want which has long been felt by the reading public, and is well understood by booksellers. Admirable histories of America, of the United States, of different portions of both, and of many distinguished men whose lives at one time or another have helped to make those histories, have been written, and are familiar to scholars. Some of them cover one period and some another ; and some are more, some less, full and exhaustive. But a popular history, in the true sense of that term, one that shall be instructive through the sense of sight as well as through the labour of perusal ; one which is sought for by that im mense number of readers with whom literature is not a profession, but who choose to be well informed in the history of their own and other countries, however much their lives may be absorbed in other pursuits — a popular his tory of this sort, compendious and not appalling from its size, accurate with out being tedious, and one that at the same time shall be attractive by its appeal to the love of the picturesque and the artistic, has as yet no exist ence Such it is meant Bryant's \" History \" shall be, and the name of that distinguished author is an assurance of its success. LAOCOON; ANJESSAY UPON THE LIMITS OF PAINTING AND POETRY, WITH REMARKS ILLUSTRATIVE OF VARIOUS POINTS IN THE HISTORY OF ANCIENT ART. By Gotthold Ephraim Lessing. A new translation by Ellen Frothingham, crown 8vo., cloth extra, 5*. Crown Svo., cloth extra, price ios. 6d. TE ROU; OR, THE MAORI AT HOME. A TALE. Exhibiting the Social Life, Manners, Habits, and Customs ot the Maori Race in New Zealand prior to the introduction of civilization amongst them. By JOHN WHITE, Native Interpreter, Auckland; formerly Resident Magistrate at Wanganui, and Native Land Purchase Commissioner. New Work by Rev. Edward Bickersteth. THE SHADOWED HOME, AND THE LIGHT BEYOND. Notice.— An entirely New Edition at a lower price. PLUTARCH'S LIVES. An entirely new and Library Edition, Edited by A. H. Clough, Esq. 5 vols. 8vo., £2 ios. ; half morocco, top gilt, £$."], [240, "Sampson Lo7v and Co.'s VI NOVEL BINDING. Printed in colours and enamelled, quite smooth, and free from finger- marks and adhesiveness. THE ROSE LIBRARY. POPULAR LITERATURE OF ALL COUNTRIES. (SE2_|HIS Series has been commenced with the view of presenting to R3 B?4 English readers in the cheapest possible form, works by the best PiaAJ-Fa writers in English, American, Fre?uh, a?:,! German popular literature. The works chosen being intended for family reading, and for readers of all ages, it is almost needless to say that the greatest care will be taken in the selection, so that nothing shall be introduced which is not calculated to amuse innocently, to interest, and to instruct. Owing to the doubtful reputation which French literature has (in many instances quite deservedly) obtained in this country, it has become a fashion to ex clude it wholly from the family library. In so doing, we hope to prove by our selection that many English readers have thus been shut out from a source of amusement and instruction quite as innocent and pure as is to be found in the literature of any country. One of the special features of this series, which, it is hoped, will commend itself to all readers, is its price, 'which will rarely exceed ONE SHILLING EACH VOLUME. Another special and attractive feature is that many of the volumes will contain NUMEROUS FULL-PAGE AND SMALLER ILLUSTRATIONS. The following Volumes are noiv ready. I. SEAGULL ROCK. By Jules Sandeau, of the French Academy. Translated by Robert Black, M.A. This little volume contains many of the Illustrations which are in the handsome Edition publislted two years ago. \" A story more fascinating, more replete with the most frolicing fun, the most harrowing scenes of suspense, distress, and hair-breadth escapes from danger, was seldom before written, published, or read.\" — At/iemeum. \" It deserves to please the new nation of boys to whom it is presented.\" — Times. \" The very best French story for children we have ever seen.\"— Standard. \"A delightful treat.\" — Illustrated London News. \"Admirable, full of life, pathos, and fun It is a striking and attractive book.\" — Guardian. N.B. — A few copies of tlie best Edition, printed on toned large paper and in large type, beautifully bound, js. 6d., still on hand. II. LITTLE WOMEN. By Louisa M. Alcott."], [241, "List of New Books. VII The Rose Library — continued. III. LITTLE WOMEN WEDDED. (Forming a Sequel to the above.) Notice.— The immense popularity which immediately followed the first introduction of this work (originally published as one consecutive story) by the present publishers, led other publishers to appropriate it, divide into two shilling volumes under titles quite unauthorized by the author, and then puff them off as a marvel of cheapness. The present volumes, and others which the present publishers propose to issue, will certainly compete with any such surreptitious issues, not only in quality, but in price. On this subject we beg to add a quotation from the Spectator: — \" We may be allowed to add that Messrs. Low's is the 'Author's edition ' We do not commonly make these announcements, but everyone is bound to defeat, as far as he can, the efforts of those enterprising persons who proclaim with much unction the sacred duty of not letting an American author get his proper share of profits. \" IV. THE HOUSE ON WHEELS; OR, FAR FROM HOME. By Madame de Stolz. With numerous very graphic Full-Page Illustrations. V. LITTLE MEN. By Louisa M. Alcott. VI. THE OLD-FASHIONED GIRL. By Louisa M. Alcott. Notice. —These two volumes, being copyright, cannot be reproduced, as ' ' Little Women,\" has been, by any other house. The public and the trade will therefore see the advantage of purchasing Miss Alcott's four volumes in one uniform series. New copyright work by the Author of '\" Arthur Bo?inycastle.'' VII. THE MISTRESS OF THE MANSE. By J. G. Holland (\" Timothy Titcomb\"), Author of \"Arthur Bonny- castle,\" &c. [This work is copyright. VIII. TIMOTHY TITCOMB'S LETTERS TO YOUNG PEOPLE, SINGLE AND MARRIED. Notice. — The Volumes in this Series are also published in a more expen sive form on fine toned paper, cloth extra, gilt edges, at 2s. 6d. or 3$. 6d. each, according to size, &c. In Two Volumes, crown Svo., cloth extra, 21$, AN HISTORICAL AND STATISTICAL ACCOUNT OF NEW SOUTH WALES. Fourth Editipn, thoroughly revised, bringing the history and condition of the colony down to the year 1874, with an Account of the recent remarkable Mineral Discoveries of Gold, Copper, and Tin in its Territories. By John Dunmore Lang, D. D., A.M., recently one of the Repre sentatives of the City of Sydney, in the Parliament of New South Wales, &r>c."], [242, "Sampson Low and Co.'s List of New Books. VIII New Work, uniform with the js. 6d. Edition of Verne 's Works. THE FANTASTIC HISTORY OF THE CELEBRATED PIERROT ; Written by the Magician Alcofribas, and translated from the Sogdien by Alfred Assollant, with upwards of One Hundred humorous Illustrations by Yan' Dargent. Square crown 8vo., cloth extra, gilt edges, ys. 6d. \"Terribly thrilling and absolutely harmless.\"— Tunes. JULES VERNE'S WONDERFUL BOOKS, \" M. Verne exaggerates scientific possibilities into romance in a way so natural and charming that even sober men and women are fascinated by his extravagance.\" — British Quarterly Review. \"These tales are very popular in France, and as the love of the marvel lous is no stronger in French than in English boys, they will, no doubt, be well appreciated by the latter, especially as they are full of pictures.\" — Times. Two new books by fules Verne. A FLOATING CITY AND THE BLOCKADE RUNNERS. Containing Fifty very fine Foil- Page Illustrations. Square crown 8vo., cloth, gilt edges, -js. td. DR. OX'S EXPERIMENT; MASTER ZACHARIUS; A DRAMA IN THE AIR; A WINTER AMID THE ICE, &c. Numerous Full-Page Illustrations. Cloth, gilt edges, js. 6d. See A iphabetical List for rest of Verne's Works. NEW NOVELS. HARRY HEATHCOTE OF GANGOIL. A Story of Bush Life in Australia. By Anthony Trollope. In one Volume, with graphic Illustrations, crown 8vo., cloth extra, 10s. 6d. THE VILLAGE SURGEON. A Fragment of Autobiography. By Arthur Locker, Author of \"Sweet Seventeen,\" \"Stephen Scudamore,\" \"On a Coral Reef,\" &c. One Volume crown 8vo., cloth, 10s. 6d. OVER THE HILLS AND FAR AWAY. By C. Evans, Author of \"A Strange Friendship.\" One Volume, crown 8vo., cloth extra, 10s. 6d. THE MASTERS OF CLAYTHORPE. By the Author of \"Only Eve.\" Three Volumes, crown 8vo., cloth, 31 s. 6d. OUT OF THE WORLD. A Novel. By Mary Healy, Author of \"Lake Ville,\" \"A Summer's Romance,' &c. Three Volumes, crown 8vo., cloth extra, 31$. (_J. A ROMANCE OF ACADIA TWO CENTURIES AGO. From a Sketch by the late Charles Knight. In Three Volumes, crown 8vo., 3r*. 6d."], [243, "Crown Buildings, 1 88, Fleet Street, London, October, 1874. 3 Hist of IBoofcs PUBLISHING BY SAMPSON LOW, MARSTON, LOW, & SEARLE. /S=£2^<S3k ALPHABETICAL LIST. $5$|^BBOTT (J. S. C) History of Frederick the Great, ÆXg^E** with numerous Illustrations. 8vo. xl. is. WM About in the World, by the author of \" The Gentle Life.\" Crown 8vo. bevelled cloth, 4th edition. 6s. Adamson (Rev. T. H.) The Gospel according to St. Matthew, expounded. 8vo. 12s. Adventures of a Young Naturalist. By Lucien Biart, with 117 beautiful Illustrations on Wood. Edited and adapted by Parker Gillmore. Post 8vo. cloth extra, gilt edges, new edition, js. 6d. Adventures of a Brownie. See Craik, Mrs. Adventures on the Great Hunting Grounds of the World, translated from the French of Victor Meunier, with engravings, 2nd edition. 5s. \" The book for all boys in whom the love of travel and adventure is strong. They will find here plenty to amuse them and much to instruct them besides.\" — Times. Aikin-Kortright (Fanny.) A Little Lower than the Angels. Small post 8vo., cloth extra. 3s. 6d. Alcott, (Louisa M.) Aunt Jo's Scrap-Bag. Square i6mo, 35. 6d. Cupid and Chow-Chow. Small post 8vo. y. 6d. Little Men : Life at Plumfield with Jo's Boys. By the author of \" Little Women.\" Small post 8vo. cloth, gilt edges, 2S. 6d. Cheap edition, cloth, 2s. ; fancy boards, IS. 6d. Little Women. Complete in 1 vol. fcap. 3-r. 6d. Cheap edition, 2 vols. cloth, 2s. ; boards, is. 6d. each. Old Fashioned Girl, best edition, small post Svo. cloth extra gilt edges, 3s. 6d. : Lov/s Copyright Series, is. 6d. ; cloth, 2S. A 2"], [244, "Sampson Low and Co.'s 2 Alcott, (Louisa M.) Work. A Story of Experience. New Edition. In One volume, small post 8vo., cloth extra. 6s. Several Il- lustrations. Shawl Straps. Small post 8vo. Cl. extra, gilt, 3.?. 6d. Alexander (Sir James E.) Bush Fighting. Illustrated by Remarkable Actions and Incidents of the Maori War. With a Map, Plans, and Woodcuts. 1 vol. demy 8vo. pp. 328, cloth extra, 16s. Alexander (W. D. S.) The Lonely Guiding Star. A Legend of the Pyrenean Mountains and other Poems. Fcap. 8vo cloth. 5s. Amphlett (John.) Under a Tropical Sky : a Holiday Trip to the West Indies. Small post 8vo., cloth extra. qs. 6d. Andersen (Hans Christian) The Story of My Lffe. 8vo. ios. 6d. Fairy Tales, with Illustrations in Colours by E. V. B. Royal 4to. cloth, il. $s. Andrews (Dr.) Latin-English Lexicon. 13th edition. Royal 8vo. pp. 1,670, cloth extra. Price iSs. \" The best Latin Dictionary, whether for the scholar or advanced student. \" — Spectator. \" Every page bears the impress of industry and care.\" — Athenæum. Anecdotes of the Queen and Roy., .Family, collected and edited by J. G Hodgins, with Illustrations. New edition, revised by John Times. ss- Angell (J. K.) A Treatise on the Law of Highways. 8vo. Second Edition, il. 5s. Anglo-Scottish Year Book, The, for 1874. By Robert Kempt. A Handbook of the Patriotic Institutions, Learned and Spcial Societies, Clubs, &c., in London, connected with Scotland, number of Members, place and date of Meeting. Fcap. 8vo. is. Arctic Regions (The). Illustrated. See Bradford. Qerman Polar Expedition. See Koldeway, Explorations. See Markham. Art, Pictorial and Industrial, Vol. 1, 1/. iij-. 6d. Vols. and 3, i8j. each. Ashton (Frederick T.) The Theory and Practice of the Art of Designing Fancy Cotton and Woollen Cloths from Sample. 'With fifty-two Illustrations. Folio. 2I. ios."], [245, "List of Publications. 3 Atmosphere (The). See Flammarion. Auerbach (Berthold). Waldfried. Translated from the German. 3 vols. crown Svo. 31s. 6d. Australian Tales, by the \" Old Boomerang.\" Post8vo. 5/. \" SHIQIs \" an Autobiography. By E. Dyne Fenton, Jn £i^VK Author of \" Sorties from ' Gib ' in Quest of Sensation and $\\ n£yi? Sentiment,\" \" Eve's Daughters,\" &c. 3 vols. crown 8vo. BACK-LOG Studies. See Warner. Backward Glances. Edited by the Author of \" Episodes in an Obscure Life.\" Small post 8vo., cloth extra. 5s. Baldwin (J. D.) Prehistoric Nations. i2mo. 4J\\ (sd. Ancient America, in notes of American Archæology. Crown 8vo. ios. 6d. Bancroft's History of America. Library edition, vols. I to 9, 8vo. si &r. History of America, Vol. X. (completing the Work.) 8vo. 12s. [In the press. Barber (E. C.) The Crack Shot. Post 8vo. 8s. 6d. Barnes's (Rev. A.) Lectures on the Evidences of Christi- anity in the igth Century. i2mo. js. 6d. Barnum (P. T.) Struggles and Triumphs. Crown 8vo. Fancy boards. 2S. 6d. Barrington (Hon. and Rev. L.J.) From Ur to Macpelah ; the Story of Abraham. Crown 8vo., cloth, 5s. THE BAYARD SERIES. Comprising Plea- sure Books of Literature produced in the Choicest Style as Companionable Volumes at Home and Abroad. Price hs. 6d. each Volume, complete in itself .printed at the Chiswick Press. bound by Burn, flexible cloth extra, gilt leaves, with silk Headbands and Registers. The Story of the Chevalier Bayard. By M. De Bervilie. De Joinville's St. Louis, King of France."], [246, "Sampson Low and Co.'s 4 The Essays of Abraham Cowley, including all his Prose Works. Abdallah ; or, the Four Leaves. By Edouard Laboullaye. Table-Talk and Opinions of Napoleon Buonaparte. Vathek: An Oriental Romance. By William Beckford. The King and the Commons : a Selection of Cavalier and Puritan Song. Edited by Prof. Morley. Words of Wellington : Maxims and Opinions of the Great Duke. Dr. Johnson's Rasselas, Prince of Abyssinia. With Notes. Hazlitt's Round Table. With Biographical Introduction. The Religio Medici, Hydriotaphia, and the Letter to a Friend. By Sir Thomas Browne, Knt. Ballad Poetry of the Affections. By Robert Buchanan. Coleridge's Christabel, and other Imaginative Poems. With Preface by Algernon C. Swinburne. Lord Chesterfield's Letters, Sentences and Maxims. With Introduction by the Editor, and Essay on Chesterfield by M. De Ste. Beuve, of the French Academy. Essays in Mosaic. By Thos. Ballantyne. My Uncle Toby ; his Story and his Friends. Edited by P. Fitzgerald. Reflections ; or, Moral Sentences and Maxims of the Duke de la Rochefoucauld. Socrates, Memoirs for English Readers from Xenophon's Memorabilia. By Edw. Levien. Prince Albert's Golden Precepts. A suitable Case containing r2 volumes, price 31s. 6d. ; or tlie Case separate, price 2S. 6d. *' We can hardly imagine a batter book for boys to read or for men to ponder over.\" — Times. Beecher (Henry Ward, D. D.) Life Thoughts. i2mo. 2s.6d. Sermons Selected. i2mo. 8.r. 6d. Norwood. Crown 8vo. 6.r. (Dr. Lyman) Life and Correspondence of. 2 vols. post 8vo. il. is. Bees and Beekeeping. By the Times' Beemaster. Illustrated. Crown 8vo. New Edition, with additions. 2J\\ 6d."], [247, "List of -Publications, 5 Bell (Rev. C. D.) Faith in Earnest. iSmo. is, 6d. Blanche Nevile. Fcap. Svo. 6s. Bellows (A. J.) The Philosophy of Eating. Post Svo. 7*. 6d. How not to be Sick, a Sequel to Philosophy of Eating. Post 8vo. ys. 6d. Better than Gold. By Mrs. Arnold, Author of \"His by Right,\" &c. In 3 volumes, crown Svo., 31$. 6d. Benedict (F. L.) Miss Dorothy's Charge. 3 vols. 31*. 6d. Biart (L.) Adventures of a Young Naturalist. (See Adventures.) Bickersteth's Hymnal Companion to Book of Common Prayer. The following Editions are now ready : — s. d. No. 1. A Small-type Edition, medium. 32mo. cloth limp o 6 No. 1. B ditto roan limp, red edges ..10 No. 1. C ditto morocco limp, gilt edges ..20 No. 2. Second-size type, super-royal 321x10. cloth limp . . 10 No. 2. A ditto roan limp, red edges . . 20 No. 2. B ditto morocco limp, gilt edges . . 30 No. 3. Large-type Edition, crown 8vo. cloth, red edges ..26 No. 3. A ditto roan limp, red edges ..36 No. 3. B ditto morocco limp, gilt edges . . 56 No. 4. Large-type Edition, crown Svo. with Introduction and Notes, cloth, red edges 36 No. 4. A ditto roan limp, red edges . . 46 No. 4. B ditto morocco, gilt edges .. 6 6 No. 5. Crown Svo. with accompanying Tunes to every Hymn, New Edition 30 No. 5. A ditto with Chants 4 ° No. 5. B The Chants separately 16 No. 6. Penny Edition. Fcap. 4to. Organists' edition. Cloth, ys. 6d. *#* A liberal allowance is made to Clergymen introducing the Hymnal. t^» The Book of Common Prayed, bound with The Hymnal Com- panion. 32mo. cloth, gd. And in various superior bindings. Bickersteth(Rev. E. H., M.A.) The Reef, and other Para- bles One Volume square Svo., with numerous very beautiful En- gravings, uniform in character with the Illustrated Edition of Heber s Hymns, &c, price 7s. 6d."], [248, "6 Sampson Low and Co.'s Bickersteth (Rev. E. H., M.A.) The Master's Home- Call; Or, Brief Memorials of Alice Frances Bickersteth. 3rd Edition. 321T10. cloth gilt. is. \" They recall in a touching manner a character of which the religious beauty has a warmth and grace almost too tender to be definite.\" — The Guardian. The Shadow of the Rock. A Selection of Reli gious Poetry. i8mo. Cloth extra. 2s. 6d. Bida, The Authorized Version of the Four Gospels. With the whole of the magnificent etchings on steel, after the drawings by M. Bida. It is intended to publish each Gospel separately, and at intervals of from six to twelve months ; and in order to preserve uniformity, the price will in the first instance be fixed at £2 3s ■ each volume, large imperial quarto. The Gospels of St. Matthew and St. Luke contain more etchings and more letterpress than St. Mark and St. John ; it must be understood that at the expiration of three months from the first issue of each of these two volumes, the price (if purchased separately) will be raised to four guineas. This extra charge will, however, be allowed at any time to all bona fide purchasers of the four volumes. The Gospel of St. John, appropriately bound in cloth extra, price £3 35. , is now ready ; the first volume issued. Bishop (J. L.) History of American Manufacture. 3 vols. 8vo. 2I. _s. (J. P.) First Book of the Law. 8vo. \\l. is. Bits of Talk about Home Matters. By H. H. Fcap. 8vo. cloth gilt edges. 3.37. Black (Wm.) Uniform Editions : Kilmeny : a Novel. Small Post 8vo. cloth. 6s. In Silk Attire. 3rd and cheaper edition, small post 8vo. 6s. \"A work which deserves a hearty welcome for its skill and power in delineation of character. \" — Saturday Review. A Daughter of Heth. nth and cheaper edition, crown 8vo., cloth extra. 6s. With Frontispiece by F. Walker, A.R.A. \" If humour, sweetness, and pathos, and a story told with simplicity and vigour, ought to insure success, ' A Daughter of Heth ' is of the kind to deserve it.\" — Saturday Review. Black (C. B.) New Continental Route Guides. Guide to the North of France, including Nor- mandy, Brittany, Touraine, Picardy, Champagne, Burgundy, Lorraine, Alsace, and the Valley of the Loire ; Belgium and Holland ; the Valley of the Rhine to Switzerland ; and the South-West of Germany, to Italy by the Brenner Pass. Illustrated with numerous Maps and Plans. Crown 8vo., cloth limp. os. 6d."], [249, "List of Publications. 7 Black (C. B.) New Continental Route Guides. Guide to Normandy and Brittany, their Celtic Monuments, Ancient Churches, and Pleasant Watering-Places. Illus- trated with Maps and Plans. Crown 8vo., cloth limp, 2s. 6d. Guide to Belgium and Holland, the North-East of France, including Picardy, Champagne, Burgundy, Lorraine, and Alsace; the Valley of the Rhine, to Switzerland; and the South-West of Germany, to Italy, by the Brenner Pass, with Description of Vienna. Illustrated with Maps and Plans. Crown Svo., cloth limp, 5$. Paris, and Excursions from Paris. Illustrated with numerous Maps, Plans, and Views. Small post 8vo., cloth limp, price 3.1:. Guide to the South of France and to the North of Italy : including the Pyrenees and their Watering-Places ; the Health Resorts on the Mediterranean from Perpignan to Genoa ; and the towns of Turin, Milan, and Venice. Illustrated with Maps and Plans. SmaU post 8vo., cloth limp, $s. Switzerland and the Italian Lakes. Small post 8vo. price 3.J. 6d. Guide to France, Corsica, Belgium, Holland, the Rhine, the Moselle, the South-West of Germany, and ; the North of Italy. With numerous Maps and Plans. Complete in One Volume. Limp cloth, price i$s. Railway and Road Map of Switzerland, West Tyrol, and the Italian Lake Country. Boards, price is. Blackburn (H.) Art in the Mountains : the Story of the Passion Play, with upwards of Fifty Illustrations. 8vo. 12s. Artists and Arabs. With numerous Illustrations. Svo. ys. 6d. Harz Mountains : a Tour in the Toy Country. With numerous Illustrations. 12s. Normandy Picturesque. Numerous Illustrations. 8vo. i6\\r. Travelling in Spain. With numerous Illustrations. 8vo. 1 6s. Travelling in Spain. Guide Book Edition i2mo. 2s. 6d. The Pyrenees. Summer Life at French Watering places. 100 Illustrations by Gustave Dore, Royal 8vo. iSs. Blackmore (R. D.) Lorna Doone. New edition. Crown, 8vo. 6s. \" The reader at times holds his breath, so graphically yet so simply does John Ridd tell his tale . . . . ' Lorna Doone' is a work of real excellence, and as such we heartily commend it to the public.\" — Saturday Review."], [250, "8 Sampson Low and Co.'s Blackmore (R. D.) Cradock Nowell. 2nd and cheaper edi- tion. 6s. Clara Vaughan. Revised edition. 6s. Georgics of Virgil. Small 4to. cys. 6d. Blackwell (E.) Laws of Life. New edition. Fcp. %s. 6d. Boardman's Higher Christian Life. Fcp. It. 6d. Bonwick (J.) Last of the Tasmanians. 8vo. l6s. Daily Life of the Tasmanians. 8vo. 12s. 6d. Curious Facts of Old Colonial Days. izmo. cloth. 5-'- Book of Common Prayer with the Hymnal Companion. 32mo. cloth, gd. And in various bindings. Books suitable for School Prizes and Presents. (Fuller description of each book will be found in the alphabet) Adventures ofa Young Naturalist. ys. 6d. on Great Hunting Grounds. $s. Allcott's Aunt Jo's Scrap-bag. 3*. 6d. Cupid and Chow Chow. 3$. 6d. Old Fashioned Girl. 3s. 6d. Little Women. 3J. 6d. Little Men. 3s. 6d. Shawl Straps. 3s. 6d. Anecdotes of the Queen. 5*. Atmosphere (The). By Flammarion. 30s. Backward Glances, sr. Bickersteth (Rev. E. H.) Shadow of the Rock 2s. 6d. Black (Wm.) Kilmeny. 6s. In Silk Attire. 6s. A Daughter of Heth. 6s. Blackmore (R. D.) Cradock Nowell. ■ Clara Vaughan. 6s. Lorna Doone. 6s. Burritt's Ten Minute Talk on all sorts of Topics. Sm. 8vo. 6s. Butler's Great Lone Land. ys. 6d. Bayard Series (See Bayard.) Changed Cross (The). 2s. 6d. Child's Play. 7s. 6d. Christ in Song. 5*. Craik (Mrs.) Adventures of a Brownie. 51."], [251, "List of Publications. 9 Books for School Prizes and Presents, continued — Craik (Mrs.) Little Sunshine's Holiday. 45. Craik (Miss) The Cousin from India. 4J. Miss Moore. 4s. Dana's Corals and Coral Islands. 21J. Two Years before the Mast. 6s. Davies's Pilgrimage of the Tiber. iBs, De \"Witt (Mad. J An Only Sister. 4s. Erkmann-Chatrian's, The Forest House. _s. 6d. Faith Gartney. 3J. 6d. cloth; boards, is, 6d. Favell Children (The). 4s. Favourite English Poems. 300 Illustration. 21J. Forbes (J. G.) Africa : Geographical Exploration and tian Enterprise. Crown 8vo. cloth. ys. 6d. Chris- Franc's Emily's Choice. $s. John's Wife. _\\s. Marian. 5s. - Silken Cord. 5-7. Vermont Vale $s Minnie's Mission. Friswell (Laura) The Gingerbread Maiden. 3s. 6d Gayworthys (The). 3s. 6d. Gentle Life, (Queen Edition). 10s. 6d. Gentle Life Series. (See Alphabet). Getting on in the World. 6s. Glover's Light of the Word. 2s. 6d. Hayes (Dr.) Cast Away in the Cold. 6s. Healy (Miss) The Home Theatre. 3s. 6d. Henderson's Latin Proverbs. 10s. 6d. Hugo's Toilers of the Sea. jot. 6d. 6s. Jack Hazard, by Trowbridge. 3^. 6d. Kingston's Ben Burton. 3s. 6d. Kennan's Tent Life. 6s. King's Mountaineering in the Sierra Nevada. Low's Edition of American Authors, is. 6d. and 2s. each 23 Vols. published. See Alphabet under Low. Lyra Sacra Americana. 45. 6d. Macgregor (John) Rob Roy Books. (See Alphabet.) Marigold Manor, by Miss Waring. 4*. Maury's Physical Geography of the Sea 6j. Parisian Family. $s. Phelps (Miss) The Silent Partner. 5c. Picture Gallery British Art. 12s. A 3"], [252, "Sampson Low and Co.'s 10 Books for School Prizes and Presents, continued— Picture Gallery Sacred Art. 12$. Ready, O Ready. By Captain Allston, R.N. 3s. 6d. Reynard the Fox. 100 Exquisite Illustrations, ys 6d. Sea-Gull Rock. 79 Beautiful Woodcuts, ys. 6d. Stanley's How I Found Livingstone. 21s. Stowe (Mrs.) Pink and White Tyranny. 3s. 6d Old Town Folks. Cloth extra 6s. and 2s 6d. Ministers Wooing. _s. ; boards, is. 6d. Pearl of Orr's Island, 5*. My Wife and I, 6.?. Tauchnitz's German Authors. See Tauchnitz. Tayler (C. B.) Sacred Records. 2s. 6d. Titcomb's Letters to Young People, is. 6d. and 2s. Twenty Years Ago. 4s. Under the Blue Sky. 7s. 6d. Verne's Meridiana. ys. 6d. Twenty Thousand Leagues Under the Sea. ios. 6d. Whitney's (Mrs.) Books. See Alphabet. Bowles (T. G.) The Defence of Paris, narrated as it was Seen. 8vo. 14s. Bowker (G.) St. Mark's Gospel. With Explanatory Notes. For the Use of Schools and Colleges. By George Bowker, late Second Master of the Newport Grammar School, Isle of Wight. 1 vol. foolscap, cloth. Boynton (Charles B., D.D.) Navy of the United States, with Illustrations of the Ironclad Vessels. 8vo. 2 vols. 2/. Bradford (Wm.) The Arctic Regions. Illustrated with Photographs, taken on an Art Expedition to Greenland. With Descrip- tive Narrative by the Artist. In One Volume, royal broadside, 25 inches by 20, beautifully bound in morocco extra, price Twenty-five Guineas. Bremer (Fredrika) Life, Letters, and Posthumous Works. Crown 8vo. ioj. 6d. Brett (E.) Notes on Yachts. Fcp. 6s. Bristed (C. A.) Five Years in an English University. Fourth Edition, Revised and Amended by the Author. Post Svo. ios. 6d. Broke (Admiral Sir B. V. P., Bart., K.C.B.) Biography of. xl. Brothers Rantzau. See Erckmann Chatrian. Browning (Mrs. E. B.) The Rhyme of the Duchess May. Demy 4to. Illustrated with Eight Photographs, after Drawings by Charlotte M. B. Morrell. 21s."], [253, "List of Publications. 11 Burritt (E.) The Black Country and its Green Border Land. Second edition. Post 8vo. 6s. A Walk from London to Land's End. Cr. 8vo. 6s. Lectures and Speeches. Fcap. Svo. cloth, 6s. Ten-Minute Talk on all sorts of Topics. With Autobiography of the Author. Small post 8vo., cloth extra, dr. Bush (R. J.) Reindeer, Dogs, and]Snow Shoes. Svo. 1 2s. 6d. Bushnell's (Dr.) The Vicarious Sacrifice. Post 8vo. 7s.6d. Sermons on Living Subjects. Crown Svo. cloth. ys. 6d. Nature and the Supernatural. Post 8vo. 3^. 6d. Christian Nurture. 3.1. 6d. Character of Jesus. 6d. The New Life. Crown 8vo. 3^. 6d Butler (W. F.) The Great Lone Land ; an Account of the Red River Expedition, 1869-1870, and Subsequent Travels and Adven- tures in the Manitoba Country, and a Winter Journey across the Sas- katchewan Valley to the Rocky Mountains. With Illustrations and Map. Fifth and Cheaper Edition. Crown 8vo. cloth extra, ys. 6d. (The first 3 Editions were in 8vo. cloth. 16s.) The Wild North Land : the Story of a Winter Journey with Dogs across Northern North America. Demy 8vo. cloth, with numerous Woodcuts and a Map. Fourth Edition. iSs. JM^^ADOGAN (Lady A.) Illustrated Games of _ih$f__v& Patience. By the Lady Adelaide Cadogan. Twenty- W3&¥5SL four Diagrams in Colours, with Descriptive Text. Foolscap s)g§2^22 4t0\"' cloth extra, gilt edges, 12*. 6d. California. See Nordhoff. Canada on the Pacific : being an account of a journey from Edmonton to the Pacific, by the Peace River Valley. By Charles Horetzky. Cloth. 51. Carlisle (Thos.) The Unprofessional Vagabond. Fcap. 8vo. Fancy boards, is. Ceramic Art. See Jacquemart. Changed Cross (The) and other Religious Poems. 2s. 6d. Child's Play, with 16 coloured drawings by E. V. B. An entirely new edition, printed on thick paper, with tints, ys. 6d."], [254, "Sampson Low and Co.'s 12 Chefs-d'ceuvre of Art and Master-pieces of Engraving, selected from the celebrated Collection of Prints and Drawings in the British Museum. Reproduced in Photography by Stephen Thompson. Imperial folio, Thirty-eight Photographs, cloth gilt. 4I. 14*. 6d. China. See Illustrations of. Christ in Song. Hymns of Immanuel, selected from all Ages, with Notes. By Philip Schaff, D.D. Crown 8vo. toned paper, beautifully printed at the Chiswick Press. With Initial Letters and Ornaments and handsomely bound. New Edition. 5J. Christabel. See Bayard Series. Christmas Presents. See Illustrated Books. Chronicles of Castle of Amelroy. 410. With Photographic Illustrations. 2/. ss. Clara Vaughan. See Blackmore. Coffin (G. C.) Our New Way Round the World. 8vo. 12s. Commons Preservation (Prize Essays on), written in compe- tition for Prizes offered by Henry W. Peek, Esq. 8vo. 14s. Conquered at Last ; from Records of Dhu Hall and its Inmates; A Novel. 3 vols. Crown ; cloth. 31*. 6d. Cook (D.) Young Mr. Nightingale. A Novel. 3 vols. Crown 8vo., cloth. 31s. 6d. Courtship and a Campaign; a Story of the Milanese Volun- teers of 1866, under Garibaldi. By M. Dalin. 2 vols. cr. 8vo. 21s. Cradock Nowell. See Blackmore. Craik (Mrs.) The Adventures of a Brownie, by the Author of \" John Halifax, Gentleman.\" With numerous Illustrations by Miss Paterson. Square cloth, extra gilt edges. 5s. A Capital Book for a School Prize for Children from Seven to Fourteen. Little Sunshine's Holiday (forming Vol. 1. of the John Halifax Series of Girls' Books). Small post 8vo. 4J. John Halifax Series. See Girls' Books. Poems. Crown, cloth, $s. (Georgiana M.) The Cousin from India, forming VoL 2. of John Halifax Series. Small post 8vo. 4J. Only a Butterfly. One Volume, crown 8vo., cloth, ios. 6d. Miss Moore. Small post 8vo., with Illustrations, gilt edges. 4s. Without Kith or Kin. 3 vols. crown 8vo., 3U. 6d. Hero Trevelyan. 2 Vols. Post 8vo. 21s."], [255, "List of Publications. 13 Craik's American Millwright and Miller. With numerous Illustrations. 8vo. il. is. Cruise of \"The Rosario. See Markham (A. H.) Cummins (Maria S.) Haunted Hearts (Low's Copyright Series). i6mo. boards, if. 6d. ; cloth, 2s. Curtis's History of the Constitution of the United States. 2 vols. 8vo. 24s. •TjS^ALTON (J- C.) A Treatise on Physiology and mF& p Hygiene for Schools, Families, and Colleges, with hvoA numerous Illustrations, ys. id. wm'SM Dana (R. H.) Two Years before the Mast and Twenty-four years After. New Edition, with Notes and Revisions. I2D10. 6s. Dana (Jas. D.) Corals and Coral Islands. Numerous Illustrations, charts, &c. Royal 8vo. cloth extra. 21s. \" Professed geologists and zoologists, as well as general readers, will find Professor Dana's book in every way worthy of their attention.\" — The Athenæum, October 12, 1872. Darley (Felix O. C.) Sketches Abroad with Pen and Pencil, with 84 Illustrations on Wood. Small 4to. ys. 6d. Daughter (A) of Heth, by Wm. Black. Eleventh and Cheaper edition. 1 vol. crown 8vo. 6s. Davies (Wm.) The Pilgrimage of the Tiber, from its Mouth to its Source ; with some account of its Tributaries. 8vo-, with many very fine Woodcuts and a Map, cloth extra. 18$. Devonshire Hamlets ; Hamlet 1603, Hamlet 1604. I Vol. 8vo. ys. 6d. De Witt (Madame Guizot). An Only Sister. Vol. V. of the \"John Halifax\" Series of Girls' Books. With Six Illustrations. Small post 8vo. cloth. 4-r. Dhow-Chasing. See Sulivan. Draper {John W.) Human Physiology. Illustrated with more than 300 Woodcuts from Photographs, &c. Royal Svo. cloth extra, il. 5s. Dream Book (The) with 12 Drawings in facsimile by E. V. B. Med. 4to. il. us. 6d. Duer's Marine Insurance. 2 vols. 3/. 3-r. Duplais and McKennie, Treatise on the Manufacture and Distillation of Alcoholic Liquors. With numerous Engravings. 8vo. 2/. 2 j. Duplessis (G.) Wonders of Engraving. With numerous Illustrations and Photographs. 8vo. 12s. 6d."], [256, "Sampson Low and Co.ys 14 Dussauce (Professor H.) A New and Complete Treatise on the Art of Tanning. Royal 8vo. 2/. ioj. General Treatise on the Manufacture of Vinegar. 8vo. 1/. if. 4f^j\"S»NGLISH Catalogue of Books (The) Published £y {^feM during 1863 to 1871 inclusive, comprising also the Important Y/s fvf§*§f American Publications. 5JiJ*fcffi This Volume, occupying over 450 Pages, shows the Titles of 32,000 New Books and New Editions issued during Nine Years, with the Size, Price, and Publisher's Name, the Lists of Learned Societies, Printing Clubs, and other Literary Associations, and the Books issued by them ; as also the Publisher's Series and Collections — altogether forming an indispensable adjunct to the Bookseller's Establishment, as well as to every Learned and Literary Club and Association. 30$. half- bound. %* The previous Volume, 1835 to 1862, of which a very few remain on sale, price 2I. 5s. ; as also the Index Volume, 1837 to 1857, price il. 6s. Supplements, 1863, 1864, 1865, 6d. each; 1866, 1867 to 1872, 5J. each. Writers, Chapters for Self-improvement in English Literature ; by the author of \"The Gentle Life.\" 6s. Matrons and their Profession; With some Con- siderations as to its Various Branches, its National Value, and the Education it requires. By M. L. F., Writer of \" My Life, and what shall I do with it.\" \" Battle of the Two Philosophies,\" and \" Strong and Free.\" Crown 8vo., cloth, extra, 7$. 6d. [Now ready. Erckmann-Chatrian. Forest House and Catherine's Lovers. Crown 8vo 3s. 6d. ■ — • The Brothers Rantzau : A Story of the Vosges. 2 vols. crown 8vo. cloth. 21$. New Edition. 1 vol., profusely illustra ted. Cloth Extra. 5$. Evans (T. W.) History of the American Ambulance, Established in Paris during the Siege of 1870-71. Together with the Details of its Method and its Work. By Thomas W. Evans, M.D., D. D. S. Imperial 8vo., with numerous illustrations, cloth extra, price 35*- JjTpflgAITH GARTNEY'S Girlhood, by the Author of Srj iGgTJijj) \" The Gayworthys. \" Fcap. with Coloured Frontispiece. 3s. 6d. g[P|j£| Favourite English Poems. New and Extended ***£^*&* Edition, with 300 illustrations. Small 4to. 21$. Favell (The) Children. Three Little Portraits. Crown i2mo. Four Illustrations. Cloth gilt. 4^. \" A very useful and clever story.\" — John Bull. Few (A) Hints on Proving Wills. Enlarged Edition, sewed. IS."], [257, "List of Publications. 15 Field (M. B.) Memories of Many Men and of some Women. Post 8vo., cloth, ios. 6d. Fields (J. T.) Yesterdays with Authors. Crown8vo. \\os.6d. Fleming's (Sandford) Expedition. See Ocean to Ocean. Flammarion (C) The Atmosphere. Translated from the French of Camille Flammarion. Edited by James Glaisher, F.R.S., Superintendent of the Magnetical and Meteorological Depart- ment of the Royal Observatory at Greenwich. With 10 beautiful Chromo-Lithographs and 81 woodcuts. Royal 8vo. cloth extra, bevelled boards. 30J. Forbes (J. G.) Africa: Geographical Exploration and Christian Enterprise, from the Earliest Times to the Present. By J. Gruar Forbes. Crown 8vo. , cloth extra, ys. 6d. Franc (Maude Jeane) Emily's Choice, an Australian Tale. 1 vol. small post 8vo. With a Frontispiece by G. F. Angas. 5s. John's Wife. A Story of Life in South Australia. Small post Svo., cloth extra. 4s. Marian, or the Light of Some One's Home. Fcp. 3rd Edition, with Frontispiece. 5s. Silken Cords and Iron Fetters. Jj. Vermont Vale. Small post 4to., with Frontispiece. 5^. Minnie's Mission. Small post 8vo., with Frontis piece. 4s. Friswell (J. H.) See Gentle Life Series. One of Two. 3 vols. il. us. 6d. Friswell (Laura.) The Gingerbread Maiden; and other Stories. With Illustration. Square cloth. %s. 6d. (The), a Story of New England ISS Life' Sma11 Post 8v0- 3* 6a? pJxfiiS% Gems of Dutch Art. Twelve Photographs from 4s^T3r-*S> finest Engravings in British Museum. Sup. royal 4to. cloth extra. 25s. Gentle Life (Queen Edition). 2 vols. in I. Small 410. 10s. 6d."], [258, "16 Sampson Low and Co.'s THE GENTLE LIFE SERIES. Printed in Elzevir, on Toned Paper, handsomely bound, form ing suitable Volumes for Presents. Price 6s. each; or in calf extra, price ios. 6d. The Gentle Life. Essays in aid of the Formation of Cha- racter of Gentlemen and Gentlewomen. Tenth Edition. \"Deserves to be printed in letters of gold, and circulated in every house.\"— Chambers Journal. About in the World. Essays by the Author of \"The Gende Life.\" \" It is not easy to open it at any page without finding some handy idea.\" — Morning Post. Like unto Christ. A New Translation of the \" E>e Imita- tione Christi \" usually ascribed to Thomas a Kempis. With a Vignette from an Original Drawing by Sir Thomas Lawrence. Second Edition. \"Could not be presented in a more exquisite form, for a more sightly volume was never seen.\" — Illustrated London News. Familiar Words. An Index Verborum, or Quotation Hand- book. Affording an immediate Reference to Phrases and Sentences that have become embedded in the English language. Second and en- larged Edition. \"The most extensive dictionary of quotation we have met with.\" — Notes and Queries. Essays by Montaigne. Edited, Compared, Revised, and Annotated by the Author of \"The Gentle Life.\" With Vignette Por- trait. Second Edition. \" We should be glad if any words of ours could help to bespeak a large circulation for this handsome attractive book.\" — Illustrated Times. The Countess of Pembroke's Arcadia. Written by Sir Philip Sidnev. Edited, with Notes, by the Author of \"The Gentle Life.\" Dedicated, by permission, to the Earl of Derby, ys. 6d. \" All the best things in the Arcadia are retained intact in Mr. Fris well's edition. — Examiner. The Gentle Life. Second Series. Third Edition. \"There is not a single thought in the volume that does not contribute in some measure to the formation ofa true gentleman.\" — Daily News. Varia: Readings from Rare Books. Reprinted, by per- mission, from the Saturday Review, Spectator, &c. \"The books discussed in this volume are no less valuable than they are rare, and the compiler is entitled to the gratitude of the public. Observer. The Silent Hour : Essays, Original and Selected. By the Author of \"The Gentle Life.\" Second Edition. \"All who possess the 'Gentle Life' should own this volume.\"— Standard."], [259, "List of Publications. 17 Essays on English writers, for the Self-improvement of Students in English Literature. \"To all (both men and women) who have neglected to read and study their native literature we would certainly suggest the volume before us as a fitting introduction.\" — Examiner. Other People's Windows. By J. Hain Friswell. Second Edition. \"The chapters are so lively in themselves, so mingled with shrewd views of human nature, so full of illustrative anecdotes, that the reader cannot fail to be amused.\" — Morning Post. A Man's Thoughts. By J. Hain Friswell. German Primer; being an Introduction to First Steps in German. By As. T. Preu. %s. 6d. Getting On in the World; or, Hints on Success in Life. By William Mathews, LL.D. Small post 8vo., cloth extra, bevelled edges. 6s. Girdlestone (C.) Christendom. i2mo. 3*. ■ Family Prayers. i2mo. is. 6d. Glover (Rev. R.) The Light of the Word. Third Edition. iSmo. 2s. 6d. Goethe's Faust. With Illustrations by Konewka. Small 4to. Price ios. 6d. Gouffe : The Royal Cookery Book. By Jules Gouffe, Chef-de-Cuisine of the Paris Jockey Club ; translated and adapted for English use bv Alphonse Gouffe, head pastrycook to Her Majesty the Queen. Illustrated with large plates, beautifully printed in colours, to- gether with 161 woodcuts. Svo. Coth extra, gilt edges. 2I. 2s. Domestic Edition, half-bound. ioj. 6d. \" By far the ablest and most complete work on cookery that has ever been submitted to the gastronomical world.\" — Pall Mall Gazette. The Book of Preserves ; or, Receipts for Preparing and Preserving Meat, Fish salt and smoked, Terrines, Gelatines, Vege tables, Fruits, Confitures, Syrups, Liqueurs de Famille, Petits Fours, Bonbons, &c &c. By Jules Gouffe, Head Cook of the Paris Jockey Club, and translated and adapted by his brother Alphonse Gouffe, Head Pastrycook to her Majesty the Queen, translator and editor of \" The Royal Cookery Book.\" 1 vol. royal 8vo., containing upwards of 500 Receipts and 34 Illustrations, ios. 6d. Royal Book of Pastry and Confectionery. By Jules Gouffe, Chef-de-Cuisine of the Paris Jockey Club. Translated from the French by Alphonse Gouffe, Head Pastrycook to Her Majesty the Queen. Royal 8vo., illustrated with 10 Chromo-lithographs and 137 Woodcuts, from Drawings from Nature by E. Monjat, cloth extra, gilt edges, 35s."], [260, "18 Sampson Low and Co.'s Girls' Books. A Series written, edited, or translated by the Author of \"John Halifax.\" Small-post 8vo., cloth extra, 4s. each. 1. Little Sunshine's Holiday. 2. The Cousin from India. 3. Twenty Years Ago. 4. Is it True. 5. An Only Sister. Ey Madame Guizot De Witt. 6. Miss Moore. Gospels (Four), with Bida's Illustrations. See Bida. Gray (Robertson) Brave Hearts. Small post 8vo. 3*. 6d Great Lone-Land. See Butler. Grant (Rev. G. M.). See Ocean to Ocean. Greenleaf's Law of Evidence. 13th Edition. 3 vols. 84s. Guizot's History of France. Translated by Robert Black. Royal 8vo. Numerous Illustrations. Vols. I., II. and III., cloth extra, each 24s. ; in Parts, 2S. each (to be completed in two more volumes). Guyon (Mad.) Life. By Upham. Third Edition. Crown 8vo. 6s. Method of Prayer. Foolscap, ij-. Guyot (A.) Physical Geography. By Arnold Guyot, Author of \" Earth and Man.\" In 1 volume, large 4to., 128 pp., nume- rous coloured Diagrams, Maps and Woodcuts, price ios. 6d., strong boards. <jMJ8*ji3ALE (E. E.) In His Name; a Story of the Dark _4 __X.A \\ Ages. Small post Svo. , cloth, 3$. 6d. «|5?*| I Hacklander (F. W.) Military Life in Prussia. GW^^w**) First Series. The Soldier in Time of Peace. Translated (by permission of the Author) from the German of F. W. Hacklander. By F. E. R. and H. E. R. Crown 8vo., cloth extra, gs. Harrington (J.) Pictures of Saint George's Chapel, Wind- sor. Photographs. 4to. 63J. Harrington's Abbey and Palace of Westminster. Photo- graphs. 5/. 5-r. Harper's Handbook for Travellers in Europe and the East. New Edition, 1874. Post 8vo. Morocco tuck, il. us. 6d. Haswell (Chas. H.) The Engineers' and Mechanics' Pocket-Book. 30th Edition, revised and enlarged. i2mo, morocco tuck, 14s. Harz Mountains. See Blackburn."], [261, "List of Publications. 19 Hawthorne (Mrs. N.) Notes in England and Italy. Crown 8vo. ioj. 6d. Hayes (Dr.) Cast Away in the Cold; an Old Man's Story of a Young Man's Adventures. By Dr. I. Isaac Hayes, Author of \"The Open Polar Sea.\" With numerous Illustrations. Gilt edges, 6s. The Land of Desolation; Personal Narrative of Ad ventures in Greenland. Numerous Illustrations. Demy 8vo., cloth extra. 14$. Hazard (S.) Santo Domingo, Past and Present; With a Glance at Hayti. With upwards of One Hundred and Fifty beautiful Woodcuts and Maps, chiefly from Designs and Sketches by the Author. Demy Svo. cloth extra. iBs. Hazard (S.) Cuba with Pen and Pencil. Over 300 Fine Woodcut Engravings. New edition, 8vo. cloth extra. i_s. Hazlitt (William) The Round Table; the Best Essays of William Hazlitt, with Biographical Introduction (Bayard Series). 2s. 6d. Healy (M.) Lakeville. 3 vols. 1/. us. 6d. A Summer's Romance. Crown 8vo., cloth, ios. 6d. The Home Theatre. Small post 8vo. $s* 6d. Henderson (A.) Latin Proverbs and Quotations ; with Translations and Parallel Passages, and a copious English Index. By Alfred Henderson. Fcap. 4to., 530 pp. ios. 6d. Hearth Ghosts. By the Author of ' Gilbert Rugge.' 3 Vols. il. us. 6d. Heber's (Bishop) Illustrated Edition of Hymns. With upwards of 100 Designs engraved in the first style of art under the superintendence of J. D. Cooper. Small 4to. Handsomely bound, ys. 6d. Higginson (T. W.) Atlantic Essays. Small post Svo. 6s. Hitherto. By the Author of \"The Gayworthys.\" New Edition. cloth extra. 3s. 6d. Also in Low's American Series. Double Vol. 2s. 6d. Hofmann (Carl) A Practical Treatise on the Manufac- ture of Paper in all its Branches. Illustrated by One Hundred and Ten Wood Engravings, and Five large Folding Plates. In One Volume, 4to, cloth ; about 400 pages. 3I. 13s. 6d. Hoge — Blind Bartimæus. Popular edition, is. Holland (Dr.) Kathrina and Titcomb's Letters. See Low's American Series."], [262, "Sampson Low and Co.'s 20 Holmes (Oliver W.) The Guardian Angel ; a Romance. 2 VOlS. l6j. (Low's Copyright Series.) Boards, Ir. 6d. ; cloth, 2s. Autocrat of the Breakfast Table. i2mo. ir. ; Illus trated edition, 3s. 6d. The Professor at the Breakfast Table. 3*. 6d. Songs in Many Keys. Post 8vo. \"]s. 6d. Mechanism in Thought and Morals. l2mo. Ir. 6d. Homespun, or Twenty Five Years Ago in America, by Thomas Lackland. Fcap. 8vo. ys. 6d. Hoppin (Jas. M.) Old Country, its Scenery, Art, and People. Post 8vo. ys. 6d. Howell (W. D.) Italian Journeys. i2mo. cloth. 8s. 6d. Hugo (Victor) \" Ninety-Three.\" Translated by Frank Lee Benedict and J. Hain Friswell. In 3 vols., crown 8vo., cloth, 31*. 6d. Toilers of the Sea. Crown 8vo. 6s. ; fancy boards, 2s. ; cloth, 2s. 6d. ; Illustrated Edition, 105. 6d. Hunt (Leigh) and S. A. Lee, Elegant Sonnets, with Essay on Sonneteers. 2 vols. 8vo. x&r. Day by the Fire. Fcap. 6s. 6d. Huntington (J.D., D.D.) Christian Believing. Crown 8vo. 3*. 6d. Hutchinson (T. J.) Two Years in Peru; with Exploration of its Antiquities. By Thomas J. Hutchinson. Map by Daniel Barrera, and numerous Illustrations. In 2 vols., demy 8vo., cloth extra. 28s. Hymnal Companion to Book of Common Prayer. See Bickersteth. ;|§?KP CE, a Midsummer Night's Dream. Small Post Illustrations of China and its People. By J. wa'-IK . Thomson, F.R.G.S. Being Photographs from the Author's Negatives, printed in permanent Pigments by the Autotype Process, and Notes from Personal Observation. *«* The complete work embraces 200 Photographs, with Letter-press Descriptions of the Places and People represented. Four Volumes, imperial 4to., each £3 3s. The Fourth Volume, completing the Work, ready this day. N.B.— Her Majesty the Queen has been pleased to acknowledge her appreciation of this book by presenting the Author with a handsome Gold Medal as a memorial."], [263, "List of Publications. 21 Illustrated Books, suitable for Christmas, Birthday, or \"Wedding Presents. (The full titles of which will be found in the Alphabet.) Adventures ofa Young Naturalist, ys. 6d. Alexander's Bush Fighting. i6j. Anderson's Fairy Tales. 25J. Arctic Regions. Illustrated. 25 guineas. Art, Pictorial and Industrial. Vol. I. 31J. 6d. Blackburn's Art in the Mountains. 12s. ■ Artists and Arabs. 7J. 6d. Harz Mountains. 12.1. Normandy Picturesque. 16s. Travelling in Spain. 16s. The Pyrenees. i8j. Bush's Reindeer, Dogs, &c. 12s. 6d. Butler's Great Lone Land. ys. 6d. Chefs d'Œuvre of Art. 4I. 14s. 6d. China. Illustrated. 4 vols. 3/. 3J. each vol. Christian Lyrics. Davies's Pilgrimage of the Tiber. i8j. Dream Book, by E. V. B. 21s. 6d. Duplessis' Wonders of Engraving. 12s. 6d. Favourite English Poems. 21s. Flammarion's The Atmosphere. 30*. Fletcher and Kidder's Brazil, i8j. Goethe's Faust, illustrations by P. Konewka. ioj. 6d. Gouffe 's Royal Cookery Book. Coloured plates. 42.*. Ditto. Popular edition, ioj. 6d. Book of Preserves, ioj. 6d. Hazard's Santa Domingo. i8j. Cuba. 15J. Heber (Bishop) Hymns. Illustrated edition. 7J. 6d. Jacquemart's History of the Ceramic Art. 42J. Markham's Cruise of the Rosario. i6j. Milton's Paradise Lost. (Martin's plates). _l- 13J. 6d. My Lady's Cabinet. 21J. Ocean to Ocean, ioj. 6d. Palliser (Mrs.) History of Lace. 21J. Historic Devices, &c. 21J. Peaks and Valleys of the Alps. 61. 6s. Pike's Sub-Tropical Rambles. i8j. Red Cross Knight (The). 25J. Sauzay's Wonders of Glass Making. 12J. 6d Schiller's Lay of the Bell. 14J. St. George's Chapel, Windsor. Sulivan's Dhow Chasing. i6j. The Abbey and Palace of Westminster. 5/. 5J. Viardot, Wonders of Sculpture. 12J. 6d. Wonders of Italian Art. 12J. 6d. Wonders of European Art. 12J. 6d. Werner (Carl) Nile Sketches. 2 Series, each 3/. ioj. Index to the Subjects of Books published in the United Kingdom during the last 20 years. 8vo. Half-morocco, il. 6s. Innocent. By Mrs. Oliphant. 3 Vols. Crown 8vo. cloth. 31*. 6d. Cheap Edition, 1 vol., 6s."], [264, "Sampson Low and Co.}s 22 In the Isle of Wight. Two volumes, crown 8vo., cloth. 2ls. In Silk Attire. See Black, Wm. Is it True ? Being Tales Curious and Wonderful. Small post 8vo., cloth extra. 4J. (Forming vol. 4 of the \"John Halifax\" Series of Girls' Books.) rgX^ACK HAZARD, a Story of Adventure by J. T. gk^ \\$b Trowbridge. Numerous illustrations, small post. 3J. 6d. bbSJKw John Halifax Series of Girls' Books. See Girls' c£&nd&£ Books. Jackson (H.) Argus Fairbairne; or, a Wrong Never Righted. By Henry Jackson, Author of \" Hearth Ghosts,\" &c. Three volumes, crown 8vo., cloth, 31J. 6d. Jacquemart (J.) History of the Ceramic Art : Descriptive and Analytical Study of the Potteries of all Times and of all Nations. By Albert Jacquemart. 200 Woodcuts by H. Catenacci and J. Jacquemart. 12 Steel-plate Engravings, and 1,000 Marks and Mono- grams. Translated by Mrs. Bury Palliser. In 1 vol., super royal 8vo., of about 700 pp., cloth extra, gilt edges, 42J. [Ready. \"Altogether we think this is likely to be one of the most popular books of the season. It affords a happy instance of the union of taste and science, of learning and refinement, with a very distinct leaning towards the elegant aspect of the subject.\"— A thenœum. \" This is one of those few gift books which, while they can certainly lie on a table and look beautiful, can also be read through with real pleasure and profit.\" — Times, December 13. Jessup (H. H.) The Women of the Arabs. With a Chapter for Children. By the Rev. Henry Harris Jessup, D.D., seventeen years American Missionary in Syria. Crown 8vo., cloth extra, ioj. 6d. Johnson (R. B.) Very Far West Indeed. A few rough Experiences on the North-West Pacific Coast. Cr. 8vo. cloth, ioj. 6d. New Edition — the Fourth, fancy boards. 2s. |tf>i^p, AVANAGH'S Origin of Language. 2 vols. crown yA f$Bm 8v0- **■ zs 8/ Lr^vl Kedge Anchor, or Young Sailor's Assistant, by V-4y*- _\\ Wm. Brady. 8vo. i8j. Kennan (G.) Tent Life in Siberia. 3rd edition. 6s. Kent (Chancellor) Commentaries on American Law. 12th edition. 4 vols. 8vo. 5/. Kilmeny. See Black (Wm.)"], [265, "List of Publications. 23 King (Clarence) Mountaineering in the Sierra Nevada. crown 8vo. Third and Cheaper Edition, cloth extra. 6s. The Times ot Oct. 20th says : — \"If we judge his descriptions by the vivid impressions they leave, we feel inclined to give them very high praise.\" Kingston (W. H. G.) Ben Burton, or Born and Bred at Sea. Fcap. with Illustrations. 3s. 6d. Kortright. See Aikin. g^^AKEVILLE. SeeHenly. X] (fl^M Land of the White Elephant. See Vincent. __%_t& Lang (J. D.) The Coming Event. 8vo. 12s. Lascelles (Arthur) The Coffee Grower's Guide. Post Svo. 2S. 6d. L'Estrange (Sir G. B.) Recollections of Sir George B. L'Estrange, late of the 31st Regiment, and afterwards in the Scots Fusilier Guards. With Heliotype reproductions of Drawings by Officers of the Royal Artillery— the Peninsula War. 8vo. , cloth extra. 14J. Lee (G. R.) Memoirs of the American Revolutionary War. 8vo. ids. Little Men. See Alcott. Little Preacher. 32mo. Is. Little Women. See Alcott. Little Sunshine's Holiday. See Craik (Mrs.) Log of my Leisure Hours. By an Old Sailor. Cheaper Edition. Fancy boards. 2s. Longfellow (H. W.) The Poets and Poetry of Europe. New Edition. 8vo. cloth, il. is. Loomis (Elias). Recent Progress of Astronomy. Post 8vo. ys. 6d. Practical Astronomy. 8vo. ioj. Low's Minion Series of Popular Books, is. each : — The Gates Ajar. (The original English Edition.) ■Who is He? The Little Preacher. The Boy Missionary."], [266, "Sampson Low and Cols 24 Low's Copyright and Cheap Editions of American Authors, comprising Popular Works, reprinted by arrange- ment with their Authors : — i. Haunted Hearts. By the Author of \" The Lamplighter.\" 2. The Guardian Angel. By \" The Autocrat of the Breakfast Table.\" 3. The Minister's Wooing. By the Author of \" Uncle Tom'sCabin. 4. Views Afoot. By Bayard Taylor. 5. Kathrina, Her Life and Mine. By J. G. Holland. 6. Hans Brinker: or. Life in Holland. By Mrs. Dodge. 7. Men, Women, and Ghosts. By Miss Phelps. 8. Society and Solitude. By Ralph Waldo Emerson. 9. Hedged In. By Elizabeth Phelps. 10. An Old-Fashioned Girl. By Louisa M. Alcott. ii. Faith Gartney. 12. Stowe's Old Town Folks. 2s. 6d.; cloth, 3$. 13. Lowell's Study Windows. 14. My Summer in a Garden. By Charles Dudley Warner. 15. Pink and White Tyranny. By Mrs. Stowe, 16. We Girls. By Mrs. Whitney. 17. Little Men. By Miss Alcott. 18. Little Women. By Miss Alcott. 19. Little Women Wedded. (Forming the Sequel to \"Little Women/') 20. Back-Log Studies. By Charles Dudley Warner, Author of \" My Summer in a Garden.\" \"This is a delightful book.\" — Atlantic Monthly. 21. Timothy Titcomb's Letters to Young People, Single and Married. %* Of this famous little work upwards of 50,000 have been sold in America alone at four times the present price, viz. is. 6d. flexible fancy boards ; 2s. cloth extra. 22. Hitherto. By Mrs. T. D. Whitney. Double Volume, 2s. 6d. fancy flexible boards. *** This Copyright work was first published in this country in 3 vols. at 31s. 6d. ; afterwards in 1 vol. at 6s. It is now issued in the above popular Series. 23. Farm Ballads, by Will. Carleton, price ONE SHILLING. The Guardian says of \" Little Women,\" that it is \"a bright, cheerful, healthy story — with a tinge of thoughtful gravity about it which reminds one of John Bunyan. Meg going to Vanity Fair is a chapter written with great cleverness and a pleasant humour.\" The A thenœum says of \" Old-Fashioned Girl \" : \"Let whoever wishes to read a bright, spirited, wholesome story get the ' Old-Fashioned Girl ' at once.\" *#* \" We may be allowed to add, that Messrs. Low's is the ' Author's edition.' We do not commonly make these announcements, but every one is bound to defeat, as far as he can, the efforts of those enterprising persons who proclaim with much unction the sacred duty of not letting an American author get his proper share of profits.\" — Spectator, Jan. 4, 1S73. Each volume complete in itself, price is. 6d. enamelled flexible cover, 2J. cloth. Low's Monthly Bulletin of American and Foreign Publi- cations, forwarded regularly. Subscription! 2s. 6d. per annum."], [267, "List of Publications. 25 LOW'S STANDARD NOVELS. Six Shillings Each. J^ffi DAUGHTERofHeth. By W. Black. Eleventh S]o6\\&|3 and Cheaper Edition, crown Svo., cloth extra, 6s. With Fron ffl^TnpA<n tispiece by F. Walker, A. R.A. By the Same Author, Kilmeny: a Novel. Small post 8vo., cloth, 6s. In Silk Attire. Third and Cheaper Edition. SmaU post Svo., 6s. Lorna Doone. By R. D. Blackmore. New Edition. Crown 8vo., 6s. By Same Author, Cradock Nowell. Second and Cheaper Edition. Revised, 6s. By Same Author, Clara Vaughan. Revised Edition, 6s. Innocent : a Tale of Modern Life. By Mrs. Oliphant. Eight full-page illustrations. Small post 8vo., cloth extra, 6s. [New ready. Work : a Story of Experience. By Louisa M. Alcott. New Edition, small post 8vo., cloth, 6s. Illustrations. Mistress Judith : a Cambridgeshire Story. By C. C. Fraser-Tytler, Author of \"Jasmine Leigh.\" A New and Cheaper Edition, small post 8vo., cloth extra, 6s. [This day. \" We do not remember ever to have read a story more perfect of its kind than 'Mistress Judith.' \" — Athenæum. Low's Handbook to the Charities of London for 1874. Edited and Revised to February, 1874, by Charles Mackeson, F.S.S., Editor of \"A Guide to the Churches of London and its Suburbs,\" &c. Price is. Ludlow (FitzHugh). The Heart of the Continent. 8vo. cloth. 14J. Lunn (J. C.) Only Eve. 3 vols. 3U. 6d. Lyne (A. A.) The Midshipman's Trip to Jerusalem. With illustration. Third Edition. Crown 8vo., cloth, ios. 6d. Lyra Sacra Americana. Gems of American Poetry, selected and arranged, with Notes and Biographical Sketches, by C. D. Cleve- land, D.D., author of the \" Milton Concordance.\" i8mo. 4s. 6d. Sjjpl^fg AC GAHAN (J. A.) Campaigning on the Oxus 9 Vwwl P an(^ Fall 01 Khiva. With Map and numerous Illustra £ fYV/3 M tions. Demy 8vo., cloth extra, 16s. JftJt^sM Macgregor (John,) \" Rob Roy \" on the Baltic. Third Edition, small post 8vo. 2s. 6d."], [268, "26 Sampson Low and Cols Macgregor (John). A Thousand Miles in the \" Rob Roy \" Canoe. Eleventh Edition. Small post, 8vo. 2s. 6d. — Description of the \" Rob Roy \" Canoe, with plans, &c. is. The Voyage Alone in the Yawl \" Rob Roy.\" Second Edition. Small post, 8vo. 5$. Mahony (M. F.) A Chronicle of the Fermors ; Horace Walpole in Love. By M. F. Mahony, (Matthew S trad ling), Author of \" The Misadventures of Mr. Catlyn,\" &c In 2 volumes, demy 8vo., with steel portrait. 24s. Manigault, The Maid of Florence; or, a Woman's Ven- geance. 3*. 6d. March (A.) Anglo-Saxon Reader. 8vo. Js. 6d. Comparative Grammar of the Anglo-Saxon Lan- guage. 8vo. I2S. Marcy (R. B.) Thirty Years of Army Life. Royal 8vo. I2S. Prairie and Overland Traveller. 2s. 6d. Marigold Manor. By Miss Waring. With Introduction by Rev. A. Sewell. With Illustrations. Small Post 8vo. 4s. Markham (A. H.) The Cruise of the \" Rosario\" amongst the New Hebrides and Santa Cruz Islands, exposing the Recent Atro- cities connected with the Kidnapping of Natives in the South Seas. By A. H. Markham, Commander, R.N. Svo. cloth extra, with Map and Illustrations. 16s. A Whaling Cruise to Baffin's Bay and the Gulf of Boothia. With an Account of the Rescue, by his Ship, of the Survivors of the Crew of the \" Polaris ; \" and a Description of Modern Whale Fishing. Together with numerous Adventures with Bears, &c. With Introduction by Admiral Sherard Osborn. Demy 8vo., cloth extra, 2 Maps and several Illustrations, 18s. Markham (C. R.) The Threshold of the Unknown Region. Demy Svo. with Maps and Illustrations. 16s. *** The object of this Work is to give the public a correct knowledge of the whole line of frontier separating the known from the unknown region round the North Pole. Marlitt (Miss) The Princess of the Moor. Tauchnitz Trans- lations. Origin and History of the English Language. 8vo. 16s. Lectures on the English Language. 8vo. 15J. Martin's Vineyard. By Agnes Harrison. Crown 8vo. cloth. 10?. 6d. Matthews (Wm.) See Getting on in the World."], [269, "List of Publications. 27 Maury (Commander) Physical Geography of the Sea and its Meteorology. Being a Reconstruction and Enlargement of his former Work ; with illustrative Charts and Diagrams. New Edition. Crown 8vo. 6s. May (J. W.) A Treatise on the Law of Insurance. Third Edition. 8vo. 38.J. Mayo (Dr.) See Never Again. McMullen's History of Canada. Svo. 16s. Mercier (Rev. L.) Outlines of the Life of the Lord Jesus Christ. 2 vols. crown Svo. 15^. Meridiana. See Verne. Michell (N.) The Heart's Great Rulers, a Poem, and Wanderings from the Rhine to the South Sea Islands. Fcap. Svo. 3s. 6d. Milton's Complete Poetical Works ; with Concordance by W. D. Cleveland. New Edition. Svo. 12.1-. ; morocco il. is. • Paradise Lost, with the original Steel Engravings of John Martin, Printed on large paper, royal 4to. handsomely bound. 3I. 13s. 6d. Miss Dorothy's Charge. By Frank Lee Benedict, Author of \" My Cousin Elenor.\" 3 vols. crown Svo. 315. 6d. Missionary Geography (The); a Manual of Missionary Operations in all parts of the World, with Map and Illustrations. Fcap. 2S. 6d. Mistress Judith. A Cambridgeshire Story. By C. C. Fraser-Tvtlek, Author of \"Jasmine Leigh.\" A New and Cheaper Edition. In one volume, small post 8vo., cloth extra. 6s. \"We do not remember ever to have read a story more perfect of its kind than ' Mistress Judith.'\" — Athenæum. \" We can only simply say it is admirable.\" — Morning Post. \" We will not spoil the reader's interest in such a simple and touching tale as this, by setting before him a bare statement of its course and ending.\" — Graphic. Monk of Monk's Own. 3 vols. 31J. 6d. Montaigne's Essays. See Gentle Life Series. Morgan's Macaronic Poetry. i6mo. 12s. Mother Goose's Melodies for Children. Square 8vo., cloth extra, ys. 6d. Mountain (Bishop) Life of. By his Son. 8vo. ios. 6d. My Summer in a Garden. See Warner. My Cousin Maurice. A Novel. 3 vols. Cloth, 3U. 6d. My Lady's Cabinet. Charmingly Decorated with Lovely Drawings and Exquisite Miniatures. Contains Seventy-five Pictures. Royal 4to., and very handsomely bound in cloth. \\l. is. \" The fittest ornament for a Lady's Cabinet which this season has pro- duced.\" — At/ietueum. _ \" Forms an excellent pretty book for the drawing-room table. — Pall Mall Gazette. \"A very pretty idea, carried out with much taste and elegance. — Daily News."], [270, "28 Sampson Low and Cols My Lady's Boudoir for 1874, containing numerous choice gems of Art. 4to., cloth extra. 21s. My Wife and I. See Mrs. Stowe. f^iffg APOLEON I., Recollections of. By Mrs. Abell ssl^U&J V (late Miss Elizabeth Balcombe). Third Edition. Revised j2r3n\\> $ throughout with additional matter by her daughter, Mrs. MiJ^, * Charles Johnstone. i volume, demy 8vo. With Steel Portrait of Mrs. Abell, and Woodcut Illustrations. Cloth, extra, gilt edges, ios. 6d. Napoleon III. in Exile : The Posthumous Works and Un- published Autographs. Collected and arranged by Count de la Chapelle, Coadjutor in the last Works of the Emperor at Chislehurst. 1 volume, demy 8vo., cloth extra. 14.1% Narrative of Edward Crewe, The. Personal Adventures and Experiences in New Zealand. Small post 8vo., cloth extra. 5^. Never Again: a Novel. By Dr. Mayo, Author of \" Kaloo- lah.\" New and Cheaper Edition, in One Vol., small post 8vo. 6s. Cheapest edition, fancy boards, 2s. \"Puts its author at once into the very first rank of novelists.\" — The A thenœum. New Testament. The Authorized English Version ; with the various Readings from the most celebrated Manuscripts, including the Sinaitic, the Vatican, and the Alexandrian MSS., in English. With Notes by the Editor, Dr. Tischendorf. The whole revised and care- fully collected for the Thousandth Volume of Baron Tauchnitz's Collec- tion. Cloth flexible, gilt edges, 2J. 6d. ; cheaper style, 2s. ; or sewed, is. 6d. Noel (Hon. Roden) Livingstone in Africa; a Poem. By the Hon. Roden Noel, Author of \"Beatrice,\" &c. Post 8vo., limp cloth extra, 2s. 6d. Nordhoff (C.) California : for Health, Pleasure, and Resi- dence. A Book for Travellers and Settlers. Numerous Illustrations, 8vo., cloth extra. 12s. 6d. Northern California, Oregon, and the Sandwich Islands. Square 8vo., cloth extra, price 12s. Nothing to Wear, and Two Millions. By William Allen Butler, is. Nystrom's Mechanic's Pocket Book. 12th edition. iSs. •^MCEAtl to Ocean. Sandford Fleming's Expedition ÆCaotYI through Canada in 1872. Being a Diary kept during a vY'*7l« Journey from the Atlantic to the Pacific with the Expedition °f Engineer-in-Chief of the Canadian Pacific and Inter to^r<__dS colonial Railways. By the Rev. George M. Grant, of Halifax, N.S., Secretary to the Expedition. With Sixty Illustrations. Demy 8vo., cloth extra, pp. 372. ioj. 6d."], [271, "List of Publications. 29 Old Fashioned Girl. See Alcott. Oliphant (Mrs.) Innocent. A Tale of Modern Life. By Mrs. Oliphant, Author of \"' The Chronicles of Carlingford,\" &c. &c. With Eight full-page Illustrations. Small post 8vo., cloth extra. 6s. One Only ; A Novel. By Eleanor C. Price. 2 vols. Crown 8vo., cloth, 21s. Only Eve. By Mrs. J. Calbraith Lunn, Three Vols. post 8vo. cloth. 31s. 6d. Other Girls (The). See Whitney (Mrs.) Our American Cousins at Home. By Vera, Author of \" Under the Red Cross.\" Illustrated with Pen and Ink Sketches, by the Author, and several fine Photographs. Crown 8vo, cloth, os. Our Little Ones in Heaven. Edited by Rev. H. Robbins. With Frontispiece after Sir Joshua Reynolds. Second Edition. Fcap. 3s. 6d. *M?§@)! ALLISER (Mrs.) A History of Lace, from the 0 NvJ§_y Earliest Period. A New and Revised Edition, with upwards \"Vi _*Hrv^! of 100 Illustrations and coloured Designs. I vol. 8vo. il.is. <V**Mr^S* \" One of the most readable books of the season ; permanently valuable, always interesting, often amusing, and not inferior in all the essentials ofa gift book.\" — Times. Historic Devices, Badges, and War Cries. 8vo. il. IS. The China Collector's Pocket Companion. With upwards of 1,000 Illustrations of Marks and Monograms. Small post 8vo., limp cloth, 5s. \" We scarcely need add that a more trustworthy and convenient hand book does not exist, and that others besides ourselves will feel grateful to Mrs. Palliser for the care and skill she has bestowed upon it.\" — Academy. Paper Manufacture. See Hofmann. Parsons (T.) A Treatise on the Law of Marine Insurance and General Average. By Hon. Theophilus Parsons. 2 vols. 8vo. 3l- 3s. A Treatise on the Law of Shipping. 2 vols. Svo. 3I. 3S. Parisian Family. From the French of Madame Guizot De Witt; by Author of \" John Halifax.\" Fcap. 5s. Phelps (Miss) Gates Ajar. 32mo. 6d. ; _\\d. Men, Women, and Ghosts. i2mo. Sewed, 1/. 6d. cloth, 2S. « Hedged In. i2mo. Sewed, is. 6d. ; cloth, 2J-. Silent Partner. 5^. Trotty's Wedding Tour. Small post Svo. 3*. 6d. What to Wear. Foolscap Svo. , fancy boards, is."], [272, "Sampson Low and Cols 30 Phillips (L.) Dictionary of Biographical Reference. 8vo. il. us. 6d. Phillips' Law of Insurance. 5th Edition, 2 vols. 3/. 3s. Picture Gallery of British Art (The). Twenty beautiful and Permanent Photographs after the most celebrated English Painters. With Descriptive Letterpress. One Volume, demy 410. cloth extra, gilt edges. 12s. Picture Gallery Annual. 4to. cloth extra. iS\\r. Picture Gallery of Sacred Art (The). Containing Twenty very fine Examples in Permanent Photography after the Old Masters. With Descriptive Letterpress. Demy 410. cloth extra, gilt edges. 12s. Pike (N.) Sub-Tropical Rambles in the Land of the Aphanapteryx. In 1 vol. demy 8vo. i8j. Profusely Illustrated from the Author's own Sketches, also with Maps and valuable Meteorological Charts. Pilgrimage of the Tiber. See Davies (Wm.). Plattner's Manual of Qualitative and Quantitative Ana- lysis with the Elow-Pipe. From the last German Edition, revised and enlarged. By Prof. Th. R.7chter, of the Royal Saxon Mining Academy. Translated by Prof. H. B. Cornwall, Assistant in the Columbia School of Mines, New York. Illustrated with 87 Wnodcuts and 1 Lithographic Plate. Second Edition, revised and reduced in price. 8vo. cloth. 31s. 6d. Plutarch's Lives. An Entirely New and Library Edition. Edited by A. H. Clough, Esq. 5 vols. 8vo. 2I. ioj. Morals. Uniform with Clough 's Edition of \" Lives of Plutarch.\" Edited by Professor Goodwin. 5 vols. 8vo. 3s. Poe (E. A.) The Works of. 4 vols. 2/. 2s. Poems of the Inner Life. A New Edition, Revised, with many additional Poems, inserted by permission of the Authors. Small post 8vo., cloth. 5.S-. Polar Expedition. See Koldeway. Poor (H. V.) Manual of the Railroads of the United States for 1874-5 ; Showing their Mileage, Stocks, Bonds, Cost, Earnings, Expenses, and Organisations, with a Sketch of their Rise, &c. 1 vol. 8vo. 24s. Portraits of Celebrated Women. By C. A. Ste.-Beuve. 1 2 mo. is. 6d. A Practical Treatise on the Manufacture of Colours for Painting. By MM. Riffault, Vergnaud and Toussaint. Rer vised and Edited by M. F. Malepeyre. Translated from the French by A A. Fesquet. Illustrated by 85 Engravings. 8vo. 31s. 6d. Preces Veterum. Collegit et edidit Joannes F. France. Crown 8vo., cloth, red edges, 5s. Preu (M. T.) German Primer. Square cloth. 2s. 6d."], [273, "List of Publications. 31 Prime (I.) Fifteen Years of Prayer. Small post Svo. cloth 3S.6d. r (E. D. G.) Around the World. Sketches of Travel through Many Lands and over Many Seas, 3vo., Illustrated. 14s. (W. C.) I go a-Fishing. Small post 8vo., cloth. $s. Publishers' Circular (The), and General Record of British and Foreign Literature ; giving a transcript of the title-page of every work published in Great Britain, and every work of interest published abroad, with lists of all the publishing houses. Published regularly on the ist and 15th of every Month, and forwarded post free to all parts of the world on payment of 8s. per annum. Queer Things of the Service. Crown Svo., fancy boards. 2S. 6d. SfB^I ALSTON (W. R. S.) Early Russian History. mi rvv^Œ? Four Lectures delivered at Oxford by W. R. S. Ralston c«n iWvK M.A, Crown 8vo, cloth extra, 5s. Rasselas, Prince of Abyssinia. By Dr. Johnson. With Introduction by the Rev. William West, Vicar of Nairn. (Bayard Series). 2S. 6d. Red Cross Knight (The). See Spenser. Reid (W.) After the War. Crown 8vo. ioj. 6d. Reindeer, Dogs, &c. See Bush. Reminiscences of America in 1869, by Two Englishmen. Crown 8vo. ys. 6d. Reynard the Fox. The Prose Translation by the late Thomas Roscoe. With about 100 exquisite Illustrations on Wood, after designs by A. J. Elwes. Imperial i6mo. cloth extra, ys. 6d. \" WiU yield to none either in the interest of its text or excellence of its engravings. \" — Standard. A capital Christmas book.\"^Globe. ,f The designs are an ornament ofa delightful text.\" — Times, Dec. 24. Richardson (A. S.) Stories from Old English Poetry. Small post Svo., cloth. 5s. Riffault (MM.) A Practical Treatise on the Manufacture of Colours for Painting. Illustrated. 31.1. 6d. Rivington's (F.) Life of St. Paul. With map. $s. Rochefoucauld's Reflections. Flexible' cloth extra. 2s. 6d. (Bayard Series.)"], [274, "Sampson Low and Cols 32 Rogers (S.) Pleasures of Memory. See u Choice Editions of Choice Books.\" _s. Rohlfs' (Dr. G.) Adventures in Morocco and Journeys through the Oases of Draa and Tafilet. By Dr. Gerhard Rohlfs, Gold Medallist of the Royal Geographical Society. Translated from the German. With an Introduction by Win wood Reade. Demy 8vo., Map, and Portrait of the Author, cloth extra, 12s. \" He throws, indeed, quite a flood of light on the religious, political, and social life of the Moors.\" — Graphic. \" Will have great and permanent value as a repository of facts.\" — The Scotsman. \" As an explorer of the interior of the vast African continent, Gerhard Rohlfs stands next to Barth and Livingstone.\" — Athenæum. S&^fif ANDEAU (J.) See Sea-Gull Rock. Jg^g SANTO DOMINGO, Past and Present. See Sauzay (A.) Marvels of Glass Making. Nu- merous Illustrations. Demy 8vo. 12s. 6d. Schiller's Lay of the Bell, translated by Lord Lytton. With 42 illustrations after Retsch. Oblong 4W. 14^. School Books. See Classified. School Prizes. See Books. Schweinfurth (Dr. G.) The Heart of Africa ; or, Three Years' Travels and Adventures in the Unexplored Regions of the Centre of Africa. By Dr. Georg Schweinfurth. Translated by Ellen E. Frewer. Two volumes, 8vo., upwards of 500 pages each, with 130 Woodcuts from Drawings made by the Author, and 2 Maps. 42s. [Second Edition. N.B. — The Text is translated from the Author's Unpublished Manuscript. *#* For long reviews of this important work, see the Athenæum (two notices), Saturday Review, Spectator (three notices), Illustrated News, Graphic, Pictorta.' World, Ocean Highways, Nature, Daily News, Tele graph, Standard, Globe, Echo, Pall Mall Gazette. Literary World, &c. *#* A pamphlet containing the principal reviews will be forwarded gratui- tously on application. Sea-Gull Rock. By Jules Sandeau, of the French Aca- demy. Translated by Robert Black, M.A. With Seventy-nine very beautiful Woodcuts. Royal i6mo., cloth extra, gilt edges, ys. 6d. \"A story more fascinating, more replete with the most rollicking fun, the most harrowing scenes of suspense, distress, and hair-breadtn escapes from danger, was seldom before written, published, or read.\" — A thenœum. *' It deserves to please the new nation of boys to whom it is presented.\" — Times. \" The very best French story for children we have ever seen.\"— Standard. \" A delightful treat.\" — Illustrated London News. \" Admirable, full of life, pathos, and fun. . . . It is a striking and attractive book.\" — Guardian. \" This story deserves tc be a great avourite with English boys as well as with French.\" — Saturday Review."], [275, "List of Publications. 33 Sedgwick, (T.) Treatise on the Measure of Damages. 8vo. 6th Edition. 2I. $s. Shadow of the Rock. See Bickersteth. Silent Hour (The), Essays original and selected, by the author of \"The Gentle Life.\" Second edition. 6s. Silliman (Benjamin) Life of, by G. P. Fisher. 2 vols. crown Svo. il. 4s. Simson (W.) A History of the Gipsies, with specimens of the Gipsy Language, ioj. 6d. Smith and Hamilton's French Dictionary. 2 vols. Cloth, 21s. ; half roan, 22J. Socrates. Memoirs, from Xenophon's Memorabilia. By E. Levien. Flexible cloth. 2s. 6d. Bayard Series. Spayth (Henry) The American Draught-Player. 2nd edition. i2mo. 12s. 6d. Spray from the Water of Elisenbrunnen. By Godfrey Maynard. Small Post Svo. Fancy Boards. 2s. 6d. St. Cecilia, a modern tale of Real Life. 3 vols. post Svo. 3 1 S. 6d. Stanley (H. M.) How I Found Livingstone. Crown Svo., cloth extra, 7J. 6d. This Edition contains all the small Illustrations, and a long Introductory Chapter on the Death of Livingstone, with a brief Memoir and Extracts from Dr. Livingstone's last Correspondence with Mr. Stanley not yet published. *it* This Edition has been revised most carefully from beginning to end, and all matters of a personal or irrelevant character omitted. K.B. — Copies of the Original Edition, cloth extra, gilt edges, may be had, ios. 6d. u My Kalulu,\" Prince, King, and Slave. A Story from Central Africa. Crown Svo. , about 430 pp., with numerous graphic Illustrations, after Original Designs by the Author. Cloth, ys. 6d. Coomassie and Magdala : A Story of Two British Campaigns in Africa. Demy 8vo., with Maps and Illustrations, 16s. Second Edition. \" His new book, telling the story of two campaigns, will be almost as welcome as that which told of the finding of Livingstone.\" — Daily News. \" We are struck throughout his volume by the shrewdness of his surmises when he is guessing in the dark, and of the frequency with which his hurried judgments are confirmed.\" — Times. \" He fairly wins admiration by the frank and yet stern eloquence of his narrative.\" — Telegraph. \"Mr. Stanley writes in a brisk and characteristic style, full of pic turesqueness and vivacity. . . . We commend it as a spirited and graphic story of an expedition which reflected credit on all who took part in it.\" — Standard."], [276, "Sampson Low and Co.'s 34 Steele (Thos.) Under the Palms. A Volume of Verse. By Thomas Steele, translator of \"An Eastern Love Story.\" Fcap. Svo. Cloth, ss. Stewart (D.) Outlines of Moral Philosophy, by Dr. McCosh. New edition. i2mo. 3s. 6d. Stone (J. B.) A Tour with Cook Through Spain. Illus- trated by Photographs. Crown 8vo., cloth. 6s. Stories of the Great Prairies, from the Novels of J. F. Cooper. With numerous illustrations. 5s. Stories of the Woods, from J. F. Cooper. 5^. Sea, from J. F. Cooper. 5^. Story without an End, from the German ofCarove, by the late Mrs. Sarah T. Al'STIN,_ crown 410. with 15 exquisite drawings by E. V. __., printed in colours in facsimile of the original water colours, and numerous other illustrations. New edition. 7$. 6d. square, with illustrations by Harvey. 2s. 6d. of the Great March, a Diary of General Sherman's Campaign through Georgia and the Carolinas. Numerous illustrations. i2mo. cloth, ys. 6d. Stowe (Mrs. Beecher). Dred. Tauchnitz edition. i2mo. 3/. 6d. Geography, with 60 illustrations. Square cloth, _\\s. 6d. House and Home Papers. i2mo. boards, Is. ; cloth extra, 2s. 6d. Little Foxes. Cheap edition, is. ; library edition, _p. 6d. Men of our Times, with portrait. 8vo. 12s. 6d. Minister's Wooing. 5.1. ; copyright series, is. 6d. cloth, 2S. Old Town Folk. 6s. Cheap Edition, 2s. 6d. Old Town Fireside Stories. Cloth extra. 3j-. 6d. My Wife and I ; or, Harry Henderson's His- tory. Small post 8vo, cloth extra. 6s. \" She has made a very pleasant book.\" — Guardian. \" From the first page to the last the book is vigorous, racy, and enjoyable.\" — Daily Telegraph. Pink and White Tyranny. Small post 8vo. y. 6d. Cheap Edition, is. 6d. and 2S. Queer Little People, is. ; cloth, 2s. Religious Poems ; with illustrations. 3*. 6d. Chimney Corner, is. ; cloth, u. 6d. The Pearl of Orr's Island. Crown 8vo. 5^. Little Pussey Willow. Fcap. 2s. (Professor Calvin E.) The Origin and History of the Books of the New Testament, Canonical and Apocryphal. 8vo. &s. 6d. Woman in Sacred History. Illustrated with 15 chromo-lithographs and about 200 pages of letterpress, forming one of the most elegant and attractive volumes ever published. Demy 410. cloth extra, gilt edges, price 1/. 5s."], [277, "List of Publications. 35 STORY'S (JUSTICE) WORKS: Commentaries on the Law of Agency, as a Branch of Commercial and Maritime Jurisprudence. 8th Edition. Svo. il. us. 6d. Commentaries on the Law of Bailments. Sth Edition. 8vo. il. us. 6d. Commentaries on the Law of Bills of Exchange, Foreign and Inland, as administered in England and America. 4th Edition. 8vo. il. us. 6d. Commentaries on the Conflict of Laws, Foreign and Domestic, in regard to Contracts, Rights, and Remedies, and especially in regard to Marriages, Divorces, Wills, Successions, and Judgments. 7th Edition. 8vo. il. i_s. Commentaries on the Constitution of the United States ; with a Preliminary Review of the Constitutional History of the Colonies and States before the adoption of the Constitution. 4th Edition. 2 vols. 8vo. 3I. 3s. Commentaries on the Law of Partnership as a branch of Commercial and Maritime Jurisprudence. 6th Edition. by E. H. Bennett. Svo. i/. iu. 6d. Commentaries on the Law of Promissory Notes, and Guarantees of Notes and Cheques on Eanks and Bankers. 6th Edition ; by E. H. Bennett. 8vo. it. us. 6d. Commentaries on Equity Pleadings and the Inci- dents relating thereto, according to the Practice of the Courts of Equity of England and America. Sth Edition. 8vo. il. us. 6d. Commentaries on Equity Jurisprudence as admi- nistered in England and America, nth Edition. 3/. i$s. Treatise on the Law of Contracts. By William W. Story. 4th Edition, 2 vols. 8vo. 3I. 3s. Treatise on the Law of Sales of Personal Property. 4th Edition, edited by Hon. J. C. Perkins. 8vo. il. us. 6d. Sub-Tropical Rambles. See Pike (N.) Suburban Sketches, by the Author of \"Venetian Life.\" Post 8vo. 6s. Sullivan (G. C.) Dhow Chasing in Zanzibar Waters and on the Eastern Coast of Africa ; a Narrative of Five Years' Expe- riences in the suppression of the Slave Trade. With Illustrations from Photographs and Sketches taken on the spot by the Author. Demy 8vo, cloth extra. 16s. Second Edition. Summer in Leslie Goldthwaite's Life, by the Author of \"The Gayworthys,\" Illustrations. Fcap. 8vo. 3s. 6d."], [278, "Sampson Low and Cols 36 Sweet not Lasting. A Novel, by Annie B. Lefurt. i vol. crown 8vo., cloth, iar. 6d. Swiss Family Robinson, i2mo. $s. 6d. J^jSJaUCHNITZ'S English Editions of German 3<n safe Authors. Each volume cloth flexible, 2s. ; or sewed, is. 6a. fT^d LÆ-H The following are now ready : — *3^<^ On the Heights. By B. Auerbach. 3 vols. In the Year '13. By Fritz Reuter, i voL Faust. By Goethe, i vol. Undine, and other Tales. By Fouque*. 1 vol. L' Arrabiata. By Paul Heyse. i vol. The Princess, and other Tales. By Heinrich Zschokke. i vol. Lessing's Nathan the Wise. Hacklander's Behind the Counter, translated by Mary Howitt. Three Tales. By W. Hauff. Joachim v. Kamern ; Diary of a Poor Young Lady. By M. Nathusius. Poems by Ferdinand Freiligrath. Edited by his daughter. Gabriel. From the German of Paul Heyse. By Arthur Milman. The Dead Lake, and other Tales. By P. Heyse. Through Night to Light. By Gutzkow. Flower, Fruit, and Thorn Pieces. By Jean Paul Richter. The Princess of the Moor. By Miss Marlitt. An Egyptian Princess. By G. Ebers. 2 vols. Ekkehard. By J. V. Scheffel. Barbarossa and other Tales. By Paul Heyse. From the German. By L. C. S. Tauchnitz (B.) German and English Dictionary, Paper, is. ; cloth, is. 6d. ; roan, 2s. French and English. Paper is. 6d. ; cloth, 2s. ; roan, 2S. 6d. Italian and English. Paper, u. 6d. ; cloth, 2s.\\ roan, 2s. 6d. Spanish and English. Paper, is. 6d. ; cloth, 2s.; roan, 2s. id. New Testament. Cloth, 2s. ; gilt, 2s. 6d. See New Testament."], [279, "List of Publications. 37 Tayler (C B.) Sacred Records, &c, in Verse. Fcap. 8vo, cloth extra, 2S. 6d. Taylor (Bayard) The Byeways of Europe ; Visits by Unfre- quented Routes to Remarkable Places. By Bayard Taylor, author of \" Views Afoot. \" 2 vols. post 8vo. i6j. Story of Kennett. 2 vols. 16s. Hannah Thurston. 3 vols. il. 4s. Travels in Greece and Russia. Post 8vo. ys. 6d. Northern Europe. Post 8vo. Cloth. 8s. 6a. Egypt and Central Africa. Beauty and the Beast. Crown Svo. 10s. 6a. A Summer in Colorado. Post 8vo. ys. 6d. Joseph and his Friend. Post Svo. ios. 6d. Views Afoot. Enamelled boards, IJ-. 6d. ; cloth, 2s. See Low's Copyright Edition. Tennyson's May Queen ; choicely Illustrated from designs by the Hon. Mrs. Boyle. Crown 8vo. See Choice Series. 5s. Thomson (J.) See Illustrations of China. Thomson (Stephen). iVcChefs-d'Œuvre of Art. Thomson (W. M.) The Land and the Book. With 300 Illustrations. 2 vols. il. is. Threshold of the Unknown Region. See Markham. Timothy Titcomb's Letters to Young People, Single and Married. (Low's American Series). Vol. xxi. is. 6d. boards ; 2s. cloth. Tinne (J. E.) The Wonderland of the Antipodes : Sketches of Travel in the North Island of New Zealand. Illustrated with numerous Photographs. Demy 8vo., cloth extra. i6r. Tischendorf (Dr.) The New Testament. See New Testa- ment. Tolhausen (A.) The Technological Dictionary in the French, English, and German Languages. Containing the Technical Terms used in the Arts, Manufactures, and Industrial Affairs generally. Revised and Augmented by M. Louis Tolhausen, French Consul at Leipzig. This Work will be completed in Three Parts. The First Part, containing French-German-English, crown 8vo. 2 vols. sewed, Ss. : 1 vol. half roan, gs. The Second Part, containing English-German-French, crown 8vo. 2 vols. sewed, 8s. ; 1 vol. bound, of. A Third Part, containing German-English-French, is also in prepara- tion. %* The First Half of Part I. sewed. 4s."], [280, "Sampson Low and Co.'s 38 Townsend (John) A Treatise on the Wrongs called Slander and Libel, and on the remedy, by civil action, for these wrongs. 8vo. Second Edition, il. ios. Tuckermann (C. K.) The Greeks of To-day. Crown 8vo. cloth, ys. 6d. Twenty Thousand Leagues Under the Sea. See Verne. Twenty Years Ago. (Forming Volume 3 of the John Halifax Series of Girls' Books). Small post 8vo. 4s. Twining (Miss) Illustrations of the Natural Orders of Plants, with Groups and Descriptions. By Elizabeth Twining. Reduced from the folio edition, splendidly illustrated in colours from nature. 2 vols. Royal 8vo. 5/. 5$. Under Seal of Confession. By Averil Beaumont, Author of \" Thornicroft's Model.\" 3 vols. crown 8vo., cloth. 31s. 6d. Unprofessional Vagabond. See Carlisle (T.) JK^HlsS?ANDENHOFF'S (George), Clerical Assistant. tJliyfjgP Ladies' Reader (The). Fcap. Sj-. Varia ; Rare Readings from Scarce Books, by the author of \" The Gentle Life.\" Reprinted by permission from the \" Saturday Re- view,\" \" Spectator,\" &c. 6s. Vaux (Calvert). Villas and Cottages, a new edition, with 300 designs. 8vo. 15s. VERNE'S (JULES) WORKS. Five Weeks in a Balloon. New Edition. Numerous Illustrations, printed on Toned Paper, and uniformly with \"Around the World,\" &c. Square crown 8vo. ys. 6d. Meridiana : Adventures of Three Englishmen and Three Russians in South Africa. Translated from the French. With Numerous Illustrations. Royal i6mo., cloth extra, gilt edges. 7.5. 6d. The Fur Country. Crown 8vo. With upwards of 80 Illustrations. Cloth extra. 10s. 6d. Twenty Thousand Leagues Under the Sea. Trans- lated and Edited by the Rev. L. P. Mercier, M.A. With 113 very Graphic Woodcuts. Large post 8vo., cloth extra, gilt edges. ios. 6d. Around the World in Eighty Days. Numerous Illus- trations. Square crown 8vo. ys. 6d. From the Earth to the Moon, and a Trip Round It. Numerous Illustrations. Crown 8vo., cloth, gilt edges, ios. 6d. New Edition. A Floating City and the Blockade Runners. Con- taining about 50 very fine Full-page Illustrations. Square crown 8vo. Cloth, gilt edges, ys. 6d."], [281, "List of Publications. 39 Very Far West Indeed. Av Johnson. Viardot (L.) Wonders of Italian Art, numerous photo- graphic and other illustrations. Demy 8vo. 12s. 6d. Wonders of Painting, numerous photographs and other illustrations. Demy 8vo. 12s. 6d. Wonders of Sculpture. Numerous Illustrations. Demy 8vo. 12s. 6d. Vincent (F.) The Land of the White Elephant : Sights and Scenes in 9buth-Eastern Asia. A Personal Narrative of Travel and Adventure in Farther India, embracing the countries of Burmah, Siam, Cambodia, and Cochin China, 187T-2. With Maps, Plans, ana numer- ous Illustrations. 8vo. cloth extra. iSj. «S°8®AKE ROBIN; a Book about Birds, by John « Mmwj Burroughs. Crown 8vo. 5s. WAAw§j{ Warner (C. D.) My Summer in a Garden. Boards, is. 6d. ; cloth, 2s. (Low's Copyright Series.) Back-log Studies. Boards is. 6d.; cloth 2s. (Low's Copyright Series.) We Girls. Sa Whitney. Webster (Daniel) Life of, by Geo. T. Curtis. 2 vols. 8vo. Cloth. 361. Werner (Carl), Nile Sketches, Painted from Nature during his travels through Egypt. Facsimiles of Water-colour Paintings executed by Gustav W. Sf.itz ; with Descriptive Text by Dr. E. A. Bfehm and Dr. Dumichen. Imperial folio, in Cardboard Wrapper. 3/. ios. Three Series, each £ 3 ios. Westminster Abbey and Palace. 40 Photographic Views with Letterpress, dedicated to Dean Stanley. 410. Morocco extra, £5 5S- Wheaton (Henry) Elements of International Law. New edition. [In the press. When George the Third was King. 2 vols., post 8vo. 21s. Where is the City ? i2mo. cloth. 6s White (J.) Sketches from America. Svo. 12s."], [282, "Sampson Low and Cols List of Publications. 40 White (R. G.) Memoirs of the Life of William Shake- speare. Post 8vo. Cloth, ioj. 6d. Whitney (Mrs. A. D. T.), The Gayworthys. Small post 8vo. 3S. 6d. Faith Gartney. Small post 8vo. p. 6d. And in Low's Cheap Series, is. 6d. and 2s. Hitherto. Small post 8vo. $s. 6d. and 2s. 6d. Summer in Leslie Goldthwaite's Life. Small post 8vo. _s. 6d. The Other Girls. Small post 8vo., cloth extra, y. 6d. We Girls. Small post 8vo. 3-r. 6d. Cheap Edition is. 6d. and 2s. Whyte (J. W. H.) A Land Journey from Asia to Europe. Crown 8vo. 12s. Wills, A Few Hints on Proving, without Professional Assistance. By a Probate Court Official. Fourth Edition, revised and considerably enlarged, with Forms of Wills, Residuary Accounts, &c. Fcap. Svo, cloth limp. is. Winter at the Italian Lakes. With Frontispiece View of Lake Como. Small post 8vo., cloth extra, ys. 6d. Woman's (A) Faith. A Novel. By the Author of ft Ethel.\" 3 vols. Post 8vo. 31s. 6d. Wonders of Sculpture. See Viardot. Worcester's (Dr.), New and Greatly Enlarged Dictionary of the English Language. Adapted for Library or College Refer- ence, comprising 40,000 Words more than Johnson's Dictionary. 4to. cloth, 1,834 pp. Price 31*. 6d. well bound ; ditto, half mor. 2/. 2s. \" The volumes before us show a vast amount of diligence ; but with Webster it is diligence in combination with fancifulness, — with Wor cester in combination with good sense and judgment. Worcester's is the soberer and safer book, and may be pronounced the best existing English Lexicon. \" — A thenœum. Words of Wellington, Maxims and Opinions, Sentences and Reflections of the Great Duke, gathered from his Despatches, Letters, and Speeches (Bayard Series). _s. 6d. Young (L.) Acts of Gallantry; giving a detail of every act for which the Silver Medal of the Royal Humane Society has been granted during the last Forty-one years. Crown 8vo., cloth, ys. 6d. CHISWICK PRESS :— PRINTED BY WHtTTTNGHAM AND WILKINS, TOOKS COURT, CHANCERY LANE."], [283, ""], [284, ""], [285, ""], [286, ""]]