[[1, ""], [2, ""], [3, ""], [4, ""], [5, "SAPPHIRA"], [6, ""], [7, "SAPPHIEA Jl Tlooei. BY SARAH TYTLER, AUTHOR OP \"Citoyenne Jacqueline,\" \"Logie Town,\" &c, &c. IN TWO VOLUMES. VOL. I. WARD & DOWNEY, 12, YORK STREET, COVENT GARDEN, LONDON. 1890."], [8, "PRINTED by KELLY AND CO., MIDDLE MILL, KINGSTON-ON-THAMtS ; AND GATE STREET, LINCOLN'S INN FIELDS, W.C."], [9, "CONTENTS. CHAP. PAGE I. — An Unwelcome Visitor .... 1 II. — The Skeleton in the Cupboard . . 24 III. — A Trial to her Family .... 41 IV. — The \" Trial \" and some or her doings . 60 V. — \" Youth at the Prow and Pleasure at the Helm \" 95 VI. — The Shadow of the Past . . . 125 VII. — A Rejected Warning .... 156 VIII.— A Ghastly Shock 184 IX— Flight 200"], [10, ""], [11, "SAPPHIRA"], [12, "t: His wife also being privy to it.J*"], [13, "SAPPHIEA. CHAPTER I. AN UNWELCOME VISITOR. The place was London, the suburb Barnes, the house in a side street, a small and shabby one, only relieved from disheart ening inferiority in every respect by a certain indescribable air of womanly pains and youthful enterprise exercised on its behalf. This was to be seen in the un- blamable cleanness of its window panes, the flawless condition of its window blinds, the old-fashioned country flowers — car nations, gillyflowers and mignonette, in addition to the stereotyped town gera niums, calceolarias and heliotrope, in its little garden. The season was early VOL. I. 1"], [14, "2 SAPPHIRA. summer, when such a flush of tender green, flaked thickly with apple and chestnut blossoms, was over the land, that it forced its way into the outskirts and even the inner nooks of great towns. The hour was late afternoon, when women's thoughts lightly turn to four o'clock teas, or if they — the women, not the thoughts — are too poor for late dinners at seven or eight, to high teas with eggs and mutton chops, and sardines, raspberry jam and marmalade, and the first garden cresses and radishes of the year. The little drawing-room, double as a matter of course, was faded yet fresh, faded as to the melancholy lemon-coloured rep and somewhat battered walnut wood, fresh with the perennial devices of a new generation bent on making the best of things, on dragging into the scene the fashion of the hour, in a Moorish rugs or two and a perilously ingenious arrangement of Japanese fans. These last accessories"], [15, "AN UNWELCOME VISITOR. 3 were matched by the water-colour sketch half-finished on the easel, and the palette, box of colours and array of brushes on an adjoining table ; by the piano littered with loose sheets of music, and by a jar of marsh marigolds. Where and how were they got to gleam like fire, in the room of some tamer flower, in that naturally prim and shabby little drawing-room ? Where and how they were got the next railway station could have told. For there the spoils of the fields and the brooks were brought many a mile by the iron horse to meet the æsthetic arcadian shepherdess tastes of the period. The company in the room consisted of an elderly and a young woman. The former, wearing a widow's dress and sitting in a low wicker chair, was knitting with a never-ceasing monotony exasperating to some constitutions. The young woman was up and down, out and in, now painting at her easel for ten minutes, 1-2"], [16, "4 SAPPHIRA. now reading for a snatch, now idly waving one of the Japanese fans to and fro, though the heat was not excessive, and again re-arranging the marsh marigolds which needed no re-arrangement. All was done after the manner of a young woman ; indeed, rather more vehemently after the manner than is usual in an age which is balanced very nicely, where girls are concerned, between frantic effort and per petual motion on the one hand and dolce far niente on the other. The mother and daughter were a graphic commentary on the poet's definition : \" The young heart hot and restless, The old subdued and slow.\" Yet was the commentary real or only seeming ? Was the old heart subdued and slow, or was it the more scorchingly hot, the more desperately reckless of the two ? Was it just kept still in the long fever of life by an enforced occupation like that which made the thin bloodless -looking t__"], [17, "AN UNWELCOME VISITOR. 5 hands keep ceaselessly click- clicking the knitting needles, hardly pausing save to draw out one needle and put in another ? What do some quiet domestic elderly women who are never to be seen without an endless, more or less useless, frequently utterly unattractive piece of knitting, or netting, or embroidery, knit or net or em broider into that resource of their declining years ? Does each loop or stitch catch up and hold fast a tender memory, or a stern resolution, or a gnawing regret ? Is such women's work their way of cherish ing the last reflection of the hght of other days, of bracing up their courage to the end, of stamping down care and anguish ? Men would flee from the past in a wild flight over land and sea. They would deaden remembrance by a noisy whirl of out-of-door sports, or a heavy pressure of public engagements. They would drown care in a raging flood of dissipation, or drug it with chloral, or"], [18, "6 SAPPHIRA. with some, to the bodily eyes, still surer and more lasting means of stupefaction. But there are women who have had no choice save to knit or stitch ceaselessly to keep them from crying out in their misery. These two women were mother and daughter, though there was hardly a particle of resemblance between the pair. Perhaps it would have been difficult to trace much resemblance between the elder woman and the member of a younger generation, or to recall clearly how the matron had looked as a maid. It was not that she was so old that every indi vidual trait was lost in a wrinkled mask which stood for age and age alone. She could not have been far above sixtv years, but hers was one of the faces which had blanched and set and grown inscrutable in the struggle of existence. Of course it was possible to draw a few cursory inferences. The nose must"], [19, "AN UNWELCOME VISITOR. 7 always have been aquiline. The eyes could never have been anything else in colour than a greyish blue. The faded complexion showed traces of having been fair, in keeping with the threads of dull golden auburn which lingered among the dead silver of the hair almost concealed by the cap. The pale lips drawn tightly over teeth which were still white and even, and without a gap, must always have been firm lips. But whether they had ever unbent Hke the bow of Cupid ; whether the eyes, which had a certain cold stoniness in them, the result of a score of years' repression of their true meaning, had ever flashed or danced ; the hair, now drawn back in the straightest of narrow braids, ever curled and waved ; the wan, spare cheek ever flushed in rounded softness, not many people would have ventured to say. None of the lady's children could have told. The two elder of the three did remember"], [20, "8 SAPPHIRA. something different in her, something so widely different that it had made an in delible impression even on their childish minds, and they had naturally associated it with their father's death and the family misfortunes which soon after befell them. But whether that former mother, whom they could only dimly remember while still in the pride and prime of life, was blooming and gay like other young wives and mothers, untouched by dire disaster, her only son and her elder daughter could never, somehow, distinctly establish, either to their own or to other people's satisfaction. All they could testify was that their mother, though she might be grave and strict even then, was another woman in those days from what they knew her in later years. The girl wrho was with Mrs. Baldwin in the drawing-room of her house at Barnes was her younger daughter, about twenty one years of age. Georgie Baldwin was"], [21, "AN UNWELCOME VISITOR. 9 rather given to stating the fact, and an nouncing that she wras major, not with any pride either in her age or her inde pendence, rather w7ith a merry ruefulness at having attained such a useless dignity. Other girls wrere allowed to have each her own ball, long before she was twenty-one, on her eighteenth birthday, which was a woman's real majority, when she came out in society and was presented to the Queen, if she were fortunate enough to be entitled to come out and to be presented to her gracious sovereign. All the Scrope girls, Susie and Stella and Sophy, had come out, been presented to her Majesty by the wife of the Lord Lieutenant of their county, and each enjoyed the peculiar glories and delights of her own ball — granted that it was but a country-house ball of which she was queen. Then there were other girls, like Georgie's own sister Agnes and some of her friends, who had achieved wonders of wrork, written poetry"], [22, "10 SAPPHIRA. and stories — ay, and sold their lucubra tions to willing publishers — painted pictures and exhibited them, passed examinations and gained scholarships, if they did not take degrees, and become full-fledged schoolmistresses by the time they were twenty-one. But as for poor Georgie, in her opinion she might as wrell have been twrelve or fourteen. She had received no promotion, basked in no joy befitting her years, neither toiled like a young slave nor by sheer genius done any noteworthy deed, which would have been more to the purpose. In addition she did not believe she would ever do anything worth record ing. She was not sure that the collapse was not in a measure that enthusiastic, provoking Agnes's fault ; but whoever was to blame, there the matter re mained. Georgie Baldwin was a dainty, plump httle girl, a warm red and brown brunette with honest if somewhat round dark hazel"], [23, "AN UNWELCOME VISITOR. 11 eyes, a frank open w7hite forehead un skilled against by a fringe, since the pretty fluff of her silky brown hair was brushed and clustered back from her temples and round her small ears, instead of combed down defiantly, or standing out aggressively in tangles over the seat of intellect. Georgie's mouth wras apt to be open like a child's — not that she gaped and looked silly ; it was simply the innocent parting of two pouting red lips between which pearly teeth gleamed ; so far from looking silly she had an almost exaggerated expression of sound common- sense and homely wisdom. It lent her an old-world, old woman air which sat wonder- fully well, with a kind of quaint grace, on her youth and bloom. Somehow the ex- pression seemed to have to do with the defect of Georgie's exceedingly comely, comfortable-looking face. This was a slight heaviness and tendency to square ness of the jaw, which one forgot in the"], [24, "12 SAPPHIRA. dimple in the chin that corresponded with another and deeper dimple going and coming; in the left cheek. Tell it not in Gath, there was something in Georgie Baldwin's face which to a student of faces might have recalled the earlier Ger man Georges as they wrere when they were ruddy, not unhandsome lads, when the second George made his horse swim the rushing river on the chance of greet ing his unhappy mother in her fortress prison, and when he was the hero of Fontenoy; when the third George turned resolutely from beautiful Lady Sarah Lennox and wras a faithful prince and loyal gentleman to his plam httle princess. By association one was reminded of the unpretending sagacity and the lack of implacability which, in the absence of more romantic and shining qualities, were marked attributes of the Electress Sophia and her immediate descendants, standino them in good stead and causing them in"], [25, "AN UNWELCOME VISITOR. 13 the end to defeat and supplant the gal lant, vindictive, unpractical Stuarts. Georgie Baldwin was simply but very nicely dressed in a style not altogether in accordance with her surroundings. For it is not girls living in shabby ten-roomed houses which require but a single unsophis ticated maid-servant to keep them in order and to send up an early breakfast, an early dinner and a high tea, instead of the ortho dox meals, who, as a rule, wear delicately coloured washing frocks. These perfectly simple frocks, to the uninitiated, mean a good dressmaker to contrive their exquisite simplicity, and a considerable contribution to the laundress's bill to preserve the freshness of her young employer's toilet. Girls who live hi ten, not to say in two, roomed houses have to renounce many pleasant things — cool fresh summer frocks among the rest, or else if they aspire to coolness they must find it in sober -coloured beiges and bareges."], [26, "14 SAPPHIRA. Georgie's slippers, if not manufactured by a Pinnet among slipper-makers, were of the softest, finest kid, of the latest shape, with the most ravishing combina tion of buckles and rosettes all but effacing her shapely feet. Her pocket handkerchief wras of fine cambric with her monogram worked in unsurpassable embroidery. Either Miss Georgie Baldwin must be an imprudent, inconsiderate little person, and she did not look in the least like it, or she must dress at the insti- gation and under the control of somebody who thought few things within reasonable hmits too good for her. \" Mother,\" said Georgie, suddenly breaking the silence, as she began anew to arrange the marsh marigolds at her elbow, \"the cowslips and the meadowr orchises must be in bloom all around Brackengill now.\" Mrs. Baldwin started at being thus roused from a reverie. \" What do you"], [27, "AN UNWELCOME VISITOR. 15 remember about Brackengill, Georgie ? \" she demanded in a tone which held a suspended reproof ; \" you, a mere child when wre left and went to Sheffield.\" She glanced reproachfully at Georgie as much as to say, \" Why do you pretend to an interest you cannot feel for a place which can have made no endearing impression on your childish memory ? \" All the time her patient fingers never intermitted the movement of knitting. It was not a transitory stocking she was engaged upon, it wras one of the endless squares which when combined wrere to form some huge everlasting piece of knitted work. \" Oh ! I don't remember of course,\" said Georgie carelessly ; \" but I have heard Pat and Agnes and the Scropes speak of it, and as long as Tweedside Jeannie was alive to come and see us, she used to describe the meadows with the hunts for ' daffies ' and the gathering of the"], [28, "16 SAPPHIRA. cowslips to make wine ; she had still more to say about the fells and the berries among the heather. It sounds so tempting when the warm weather is set ting in. Shouldn't you like to go back and see Brackengill again, mother ? Then I could learn to know what father's place — where we were all born — is hke.\" \" No,\" said Mrs. Baldwin, so abruptly and harshly that it caused her daughter to look up in amazement. Mrs. Baldwin, though a cold stiff woman, even to her children since they were grown up, was not wont to be irritable or petulant. Her tone cooled down in an instant, while she grasped her knitting and turned her square to wrork the other side. \" I dare- say it is natural for you to have some curiosity about your native place and your friends the Scropes' neighbourhood,\" she proceeded to say quickly ; \" at the same time you are old enough to under stand that Brackengill, which ought to"], [29, "AN UNWELCOME VISITOR. 17 have been your brother's — which had to be sold long before he could have any voice in the sale — may have painful as sociations for some of us.\" \" I am sorry if I have hurt you, mother,\" said the girl frankly and yet with a certain reserve. For it was nearly eighteen years since her father's death, and almost as long since Bracken gill, a north county property of no great extent or value, was sold out of the family, beyond any hope of Pat Baldwin's succeeding to it. What could Pat have done with it if he had got it, since he had been educated as a doctor and could not withdraw into the wilder- ness with the expectation of finding patients there ? If the thing lamented over had been the great manufacturing firm which had come to grief in which Georgie's father had been a partner, when the partners ranked with the smaller country gentry, there would have vol. I. 2"], [30, "18 SAPPHIRA. been a little more sense hi the lamenta tion. To that rampant common-sense and fair judgment of Georgie's it appeared more far-fetched and fantastical on her mother's part to resent any allusion to Brackengill and decline to pay it a fly ing visit than it had been for her, Georgie, to cherish a girl's sentimental regard for the spot of her nativity and a pressing wish to make its acquaintance. At that instant a tap at the door heralded the entrance on the scene of the Baldwins' solitary maid-servant, a sharp supercilious young Londoner. She was not ordinarily astonished or put out at anything, but at this moment she looked both perplexed and aggrieved. \" It is the old man again, ma'am, the old serving-man as he calls hisself. I tried to get him to call to mind that he w^as here last week, and the week before that, and that no lady, let alone no servant, wrould put up with such con-"], [31, "AN UNWELCOME VISITOR. 19 stant coining and sitting in her kitchen, but it wrere no use, he would come in and see you.\" \" I'll see him,\" said Mrs. Baldwin with a long-drawrn breath, rising slowly ; \" I've always seen Tweedside Johnnie. Since he lost his poor wife he has been more pressing and tiresome in his visits, but it is not for me to drive him awray. He was an old servant of mine and my husband's, and the creature is in his dot age, utterly in his dotage.\" She spoke half apologetically, partly to Georgie, partly to Selina, who still lingered on the threshold, with a manifest expression of injury in her attitude. As for Mrs. Baldwin she looked stiffer and wranner and more drearily mechani cal and monotonous in her actions than ever. She still grasped her bit us knit ting as if she could not let it go. Was it like a spell which at once bound her and reassured her ? Had she come to ° __*>"], [32, "20 SAPPHIRA. view it in the light of Penelope's web ? Had she knitted into it nightmare visions and desperate resolutions, fainting hopes and haunting fears, as the Tricoteuses G ' knitted their victims' crimes and the re tribution which was awaiting them at the supreme crisis of the Great Revolution. \" Don't go, mother,\" cried Georgie energetically ; \" you are alwrays the worse of seeing this foolish old man. Why should you be knocked up by yielding to his importunity ? I should say it was as bad for you as going back to Bracken gill without any of the indemnifications. It is intolerable to have him pester you in this way. Let me speak to him, if he will see one of the family. We must get Sam Scrope to interfere, threaten him with the law and rid you of the nuisance.\" \"Not on any account, Georgie,\" her mother turned round to forbid her angrily. \"What are you thinking of? I can manage my own affairs without"], [33, "AN UNWELCOME VISITOR. 21 the aid of my daughter, not to say of any Scrope among them. See that every thing is right for Agnes when she comes in fagged from her long day at the Museum and the offices where she meant to call. That will be more hke making yourself of use than meddling in trifles and proposing to put down a wreak old man.\" Mrs. Baldwin was fairly roused from her chronic apathy, and Georgie, with her natural shrewdness, was rather re lieved to see it, though the rousing had brought down a storm on her devoted head. \" Poor mother, life is dull and stagnant for her, and she gets more self absorbed and unlike other people every day. She makes no new friends and sees no old ones. She neither goes to church nor market, as they say in the north, neither to say her prayers nor to go about the business of her housekeeping. How can she be well, though she makes"], [34, "SAPPHIRA. 22 no complaint of bodily illness ? How can she fail to grow like a ghost or a mummy ? Why she should put herself about to coax and soothe that idiot of an old Scotchman just because he happened to be in our service a score of years ago, I cannot make out. I suppose Selina thinks it very queer, and will give warn ing presently because we are not like other people. Well, Selina is not a trea sure, but she is respectable, and can look after herself, while there was Marianne who went to the corner to talk to the potman and came in on Sunday evenings smelling of gin ; and there was Bessie who could not venture alone, after six o'clock, to the post office, and cried because the butcher's boy chaffed her. Then as to having things right for Agnes, I get little credit or thanks from the object of my attentions. Agnes will be equally well pleased to eat her chop over done or under-done ; she will not notice"], [35, "AN UNWELCOME VISITOR. 23 whether her egg is new-laid or stale, she will swallow it with a cheerful, philo sophic smile, the one way or the other. And with regard to the tea's being over drawn, she will be so busy telling her adventures and claiming our sympathy, that she will drain the teapot without the slightest respect for her nerves.\" Georgie shook her head in strong dis approbation. \" Good food is wasted on Agnes,\" she wTound up her reflections, \" so is an attentive, affectionate sister, a young woman who hates to be a humbug, who while she knows she will never set the Thames on fire either by painting or any thing else — such as having clever, sen sible men dying for love of her — has yet no mind to be treated as a doll or as a baby. I can tell you it is no pleasure for her to be put on a pedestal and waited on all her days.\" Georgie threw herself back in her chair with a gesture of mingled amusement and indignation."], [36, "CHAPTER II. THE SKELETON IN THE CUPBOARD. When Mrs. Baldwin left the drawing room she knew where to go. There was no waiting-room for servants or trades men, no fair-sized hall hi such a house. The little square landing-place, which was dignified by the name of hall, was the most public spot of all, liable to per petual interruptions and uninvited audiences. These were made up of everybody who came to the street door, as well as of the different members of the household pass ing to and fro. Every messenger who desired speech with the mistress of the family or her subordmates, every patient wilieh a dispensary in the neighbourhood sent to Dr. Patrick Baldwin, since his return from Paris, wiiere he had com-"], [37, "THE SKELETON IN THE CUPBOARD. 25 pleted his medical studies, was ushered into the small dining-room, to which Mrs. Baldwin betook herself. When she was at the door she drew back for a moment, shifted the knitting which, with its ball, she held in her right hand, to her left, in order to pull out her handkerchief and pass it over her heated face, yet her sluggish blood was in general little affected by her movements. The opening of the door disclosed an old man so short and broad as to be almost dwarfish, with bandy legs and a face shrunken and skin-dried. He wore an old-fashioned decent suit, not a groom's livery, but just such a browny-black coat and trousers as a respectable working-man of any kind might have donned on occa sions of ceremony. The clothes had not only a highly respectable aspect, they lent to the wrearer a slightly solemn and funereal air which might have become a grave-digger or that ancient official of a"], [38, "26 SAPPHIRA. Scotch kirk wiio united in his grimly respectable person the functions of \" bethrel \" and \" minister's man.\" The irrepressible old man looked sub dued enough as he stood by the dining room door, holding his tall hat in one bony hand and furtively smoothing the scanty nap with the trembling fingers of the other. His uncovered head was bald, except for a fringe of russet hair behind the large ears, the deficiency of hair accentuating the high narrow fore head to an impressive extent. Otherwise there was nothing out of the common in a small-featured face covered with minute creases, unless in the degree to wiiich the nearly toothless mouth had fallen in, and in the shifting, wandering expression of the rheumy pale blue eyes. These last details combined to add a scared attribute to what was, clearly enough, the growing fatuity of second childhood. Mrs. Baldwin advanced calmly and"], [39, "THE SKELETON IN THE CUPBOARD. 27 kindly to her visitor : \"So you have come again to see me, Johnnie,\" she said quietly ; \" that is good of you ; but is not the road too far for you now that the weather is getting hot, especially since poor Jeannie is gone, and you have nobody at home to look after you when you re turn tired out ? \" \" I couldna help myself, mem,\" said the old man with a quaver in the piping voice, which, however, could not break down the childish \" dortiness\" (huffiness) and dourness in the tones ; \" I but to come. Them that sent me would not tarry or be denied.\" \" Then, of course, there was no way out of it,\" she said, as if humouring him. \" But you must tell me, Johnnie, wrhy you would not stay in the nice peaceful retreat for lonely old men like you, to which Mr. Scrope got you admission. He told me all about it, and it sounded restful and comfortable, even social."], [40, "28 SAPPHIRA. There were companions of your own age and standing, with wiiom you might have had a smoke and a ' crack,' as they call it in Scotland, when you. liked: the very thing you want now that Jeannie is gone.\" \"Weel, I will not pretend that I have aught to say against the awmshouse,\" said Johnnie somewhat shamefacedly, at the same time contumaciously. \" Least said is sunest mended. But sin' you've asked me, I'll tell you, mem, what I could not repeat to Maister Sam Scrope, not for a wee, till the secret's out : I could not bide with innocent undreading folk ; you ken, mem, it could not be. It wrould be the story of Joney in the ship over again. The awmshouse might have fa'n about our heads, and smoored us, or the yird opened and swallowed the whole lot.\" There was a slight rustle of her widow's dress, as if she involuntarily"], [41, "THE SKELETON IN THE CUPBOARD. 29 shrank back from his resolute appeal to her knowledge of the impossibility of the association. What she said aloud was simply a mild persuasive protest. \" There wras no need for you to stay, if you did not wish it, of course ; no body would have had you remain against your will. Only, you see all things are so changed with me that I cannot pension a faithful old servant, or keep him here, under my roof, in his old age. I regarded Mr. Scrope's proposal as worth thinking of. But what am I thinking of ? I can at least take care that you rest and have something to refresh you, after you have come so far to see your old mistress. Take that chair, Johnnie, and I'll ring for Selina the maid-servant to bring in a tray, with some cold meat and bread and beer. We have as much as that at our dis posal still ; you can eat and drink while we are having our talk together.\""], [42, "SAPPHIRA. 30 \" Not a bite, not a sup,\" cried Johnnie with spasmodic energy, tottering to his feet. \" Was it sorning on you that you thocht I was after ? On you who have had to come down in the world to this miserable bit hoosie and a single lass of a maid, after Brackengill and its stawf of servants, cook, and dairy and laundry maid, and three idle tawrpies of nurse maids and parlour-maids, forby me in the stable, and Matthy at the sideboard and in the pantry, and Willam in the gar den, and you wi' your carriage and a' your orders. Eh ! sirs, it was a grand time, and iniquity has not prospered with us. But give me my due, mem ; did I ever ask plack or penny from you, after the crash, beyond the sum you gifted us with, when it was still, by comparison, fair sailin', because we had stood by you in your hoor of tribulation, you were condescending enough to say. Jeannie woold aye threep that you should have"], [43, "THE SKELETON IN THE CUPBOARD. 31 kept us on wine and wra'nuts from that day, because of the risk we ran, but I never thought sae. I ca' heaven to witness that I would not have touched a curran' o' yours and the young gentle man and leddies, after you had no wealth o' curran's to spare. Jean was a clever, hard-working lass in her day, but she had aye an awfu' grip of the world's gear.\" \" Hush ! Johnnie, she is gone where we must all follow to render our account and receive our wages,\" said Mrs. Baldwin with a shiver. \" Sit down again and do not speak so loud,\" for the old man's voice had been rising beyond his control and ringing shrilly through the room. \" People will think we are quarrelling, and I am sure wre never quarrel,\" finished the poor lady with a faint attempt at a smile. \"No, wre've not quarrelled yet, Mistress Baldwin,\" old Johnnie said with a mean ing, well-nigh a mocking, emphasis : \" I"], [44, "32 SAPPHIRA. say not wrDat sail be, and the errand I hae to deliver is better done standhig. I saw him again yestreen, mem, as plain as a pike-stawf; and he but to have it all cleared up and put richt without further loss of time. He speered for his body claes and would have them, though they were all dreeping wreet out of the water. He would put them on again, and lie dowm on the girse, by the pond, where you mmd we straiket him first.\" \" Johnnie, Johnnie,\" exclaimed his old mistress, grasping the back of a chair to steady herself, \" you are distraught ; you were dreaming.\" \" I'm as wise as you are, and I wras dreaming nane,\" said Johnnie doggedly ; \" what is mair, Jean was at his back, she who had aye bidden me hold my tongue, and no be a gammy-leerie. She couldna' speak, for she was in some sort o' torture, but she beckoned to me that she had got mair licht in the place o' darkness, and"], [45, "THE SKELETON IN THE CUPBOARD. 33 that it but to be proclaimed at kirk and market that he hadna' deed fair, and that the company would have been harried out o' a heap of money, if they had not broken in their turn. I trow it wras part of wiiat was counted on from them that fell to her and me in yon giftie you gied us, the night o' the funeral. The maist feck o't is spent lang syne, for it was not like honest money. It was ill- gotten gear, and it brunt holes hi our pockets and took wings, or else it lay and cankered awa'. I cannot richtly say it bred another farthing, and I do not want to keep what is left o' the blude money — 'deed, it was little better — no a nicht longer, either in my box or in the bank. I drew out wiiat wras still hi the bank on my road here. Maybe I'll sleep sounder when I hae nae mair to do with the accursed thing.\" He fumbled feebly in his pocket, drew forth a small canvas bag with a string knotted round the neck, and put it VOL. I. 3"], [46, "34 SAPPHIRA. down with a little clash on the table before Mrs. Baldwin. \" There is what remains of your giftie back to you, mem ; I could wish I had never seen its face. Muckle gude may it do you, and as for what is wanting of the original sum you'll assoilzie me, sin' you are a leddy and we were but working bodies, a serv ing-man and his wife not over careful, having no wean to fend for, wi' nothing laid by, and often enough in straits for money. \" Nonsense, Johnnie,\" said Mrs. Bald win, pushing back the little bag and making a great effort to keep calm, \" you have been talking no end of nonsense this after noon ; I think the unusual heat for the season must have affected your head. You did very wrong to prevent me from ringing for the servant to bring you food and drink ; you are perfectly entitled to that money — not more than fifty pounds to begin with. You saw me — it is an old"], [47, "THE SKELETON IN THE CUPBOARD. 35 story now, but you have a good memory, like most people up in years, for old stories — you saw me give all the servants some thing in addition to their wages, to make up for any disappointment they might feel at being dismissed. Mr. Baldwin had not made a provision for them in his will, and as you judge, correctly enough, I was under the impression at the time that the family wrould be provided for by the insurance company, wrhich failed before we could realize Mr. Baldwin's insurance. At the same time I was sensible, even before we had met with further losses, that it would not be in my powrer to keep up the old establishment when the head was gone, and the firm to which he had belonged was in difficulties and in the act of being wround up. You and Jeannie wTere among the oldest of my servants — his servants before you wrere mine. I do not deny — I shall never forget that you did — what we thought best, in trying cir- 3—2"], [48, "SAPPHIRA. 36 cumstances. As it happened it injured nobody — unless it might be ourselves. How are you to pay for your room wiien that money is gone ? What would Jeannie have thought of your thus madly flinging back my money hi my face, at your age and mine ? Jeannie was always good to me, and sorry for me.\" The speaker pressed her hand to her side, and leant wrearily against the table. The appeal took. The old man blenched in his fiery zeal to atone, and looked a trifle uncertain. \" It wras not to hurt you,\" he said slowiy, \" that I was fain to confess. You wrere not a hard mis tress, Jean aye said sae. You were ever over-indulgent and free-handed, in your proud quiet way. It was to do his bidding, his and Jeannie's, that I came here to-day.\" \"Then you'll do my bidding once more, Johnnie, mine and Jeannie's, as she spoke to you in her lifetime. Do you"], [49, "THE SKELETON IN THE CUPBOARD. 37 think she would have died without a word to you or me, if she had made up her mind to expose, at this date, what has long been hidden and forgotten, what had better be hushed up, till it is lost in the eternal silence wiiich is not far off from every mortal deed, wiiatever the outcry at the moment ? There wrere but three in the secret to begin with ; there are only two nowr, an old man and a woman not so much younger, far on their way to their graves. Nobody was hurt or harried by the wrong done, Johnnie ; God made that straight long be fore the year was out. They who sowed the wind reaped the wiiirlwind, their fit portion, that wras all ; not a living creature would be benefited, while more than one or twro innocent sufferers wrould be wrounded to the quick, ay, hurt to death, it may be, and dragged through the mire, were you to tell the tale you seek to tell. You owmed I never harmed you"], [50, "38 SAPPHIRA. before or since, that I wras your friend rather, and my children are your old master's children ; is it in the heart of man to be so pitiless and cruel as to ruin us and break our hearts after all these years ? \" He stood dumb and abashed. His passion had spent itself. Besides he wras beginning to experience all the exhaus tion of his long wTalk. That his old mistress should thus plead to him was more than he could comprehend and endure. When he had been a younger man, though already failing hi mind and body, when he was first seized with the fever fit of making amends and at once clearing his conscience, and gratifying the diseased egotism which magnified the offence and his share hi it, she had for the most part defied him. She had been secure in the strength of mind of his wife and the weakness of his will, which had fitted him for a tool in the past, and lent an abjectness to his service."], [51, "THE SKELETON IN THE CUPBOARD. 39 Tweedside Jeannie, the ruling spirit of the pair, would never in her lifetime have permitted the horrible collapse which was threatened. But now that stout ally was laid lowr, the strange abnormal strength of madness, showing itself in the senile delusions of age, was ready to break down all barriers, and to reduce the former mistress and the tottering wreck of her former servant to such a level as they had never occupied in all their former dealings. \" I'll tell you what, Johnnie,\" she said as her last argument, \" I'll free you from this money, the burden of wiiich seems to be plaguing you without reason. But you must allow me to wrrite and send postal orders to your landlady, to provide for your board and lodging, so that your mind and mine may be easy on that score. Will that do ? Will you agree to that compromise, and to taking a meal which I shall send in for you here, before you"], [52, "SAPPHIRA 40 attempt to make your way back to Hol born ? \" He was so bewildered, so tired and faint all of a sudden, that he submitted, even though he qualified his submission by saying doubtfully he would try, he would let the matter a-be for a bit, till he saw if any more instructions came to him. He did not wish to harm her. Jeannie had always said she was a by ordinary liberal \" mensefu' mistress.\" The danger wras escaped for the moment. Mrs. Baldwin dragged her heavy feet to her bedroom — the most cheerful room, with the nearest to luxury in its appoint ments, in the whole house. The setting sun was flooding it with rosy light. She seated herself in the red glow, throwing down the knitting which she had grasped till then, and covering her white worn face with her cold shaking hands. \" Oh, God,\" she cried, \" will the long, long day ever be done ? Will night and darkness never come ? \""], [53, "CHAPTER III. A TRIAL TO HER FAMILY. Georgie Baldwin sat or rather flitted here and there till a familiar ring brought O G her the solace of company, particularly ac ceptable to her social nature. The company came in the shape of her brother Pat, the medical student, wiio had recently passed his examinations and, after a term of study in Paris, taken his degree. He was off the irons at last, as he expressed it, and trymg to get a post in connection with one of the London hospitals, in default of buyhig a practice, to which there was the serious obstacle that he had no money wherewith to make the purchase. Pat was as like Georgie as a bearded man a year and a half her senior could resemble a young girl. Georgie had the advantage"], [54, "SAPPHIRA. 42 of her brother in looks. The deficiency in size, which was in masculine proportion, told worse with him than with her, and wras not compensated for in the man's case by the comfortable plumpness which ac companied it. He ran the risk of being \" little Baldwin \" with all his male and the more unscrupulous of his female ac quaintances, while his wrarm brunette complexion exposed him to the censure from his less blooming companions of having \"a red and white face like a girl's.\" Still it was a pleasant, wholesome, comely face, with just the same indications of good common -sense in lieu of the flighty aberrations of genius, or of so-called genius, as were present in Georgie's face. If there were lurking laziness and love of pleasure in the curves of the mobile mouth, the same signs were not absent from Georgie's mouth, and in both cases they wrere balanced by the honest eyes and the square determination of the lower part of the face."], [55, "A TRIAL TO HER FAMILY. 43 \" That doting old Tweedside Johnnie has called again,\" complained Georgie to the first sympathetic ear, \" and mother would go and see him.\" \" The unconscionable rascal,\" said Pat with unhesitating decision, \"he should be sat upon ; howrever, the mother seems inclined to gratify him. Perhaps she hkes the job. There is no accounting for women's tastes, especially when there is something dismal to be encountered. By the way, I wanted a private talk with you, Georgie, and now is the time.\" He flung himself down on a couch and clasped his hands behind his dark curly head. Georgie showed the perfect composure of entire innocence, even when she asked, \" What have I been doing ? What is it ? Stop, Pat,\" she interrupted herself and not her brother, \" will your unruly appetite wrait till Agnes comes in ? Can nature go on enduring the vacuum, wrhich you are always telling me she hates, till"], [56, "SAPPHIRA. 44 that important personage who rules our destinies, and lays down the law for meal times as well as for everything else, makes her appearance ? \" \" Oh, yes, I can wait,\" said Pat with a nod, \" especially as I am going to utilize the time by cross-questioning you.\" \" Then you had better be quick about it, for I hear the wheels of her chariot — that is, I see it is about the hour for the arrival of the six o'clock omnibus, and Agnes rarely keeps us waiting for the next 'bus — ' to give the Deil his due.' ' \" I want particularly to know, Georgie,\" demanded Pat, sitting bolt upright, looking very much in earnest and going straight to the point, \" why I was not told when Foster and Buhner made their last pay ment of the allowance and announced that the winding up of the old firm, which had lasted long enough, I grant you, had at last come to an end ? Why was I not sent for at once to come directly home, in"], [57, "A TRIAL TO HER FAMILY. 45 place of kicking my heels and amusing myself for three months longer in Paris ? Are you aware it was using me very badly to keep me in the dark ? If it had not been for the mother, I might have chucked up you two girls and gone back where I came from, in return for being treated — and I the man of the family, hke a baby.\" \" You may carry your grievance to Agnes, it was all her doing,\" said Georgie, not at all alarmed for his putting his threat into execution ; she picked up a piece of work and began busily to embroider one of a set of mats as she talked. \" If the matter had rested with mother and me, we should have told you by the next post, for we were considerably shocked and alarmed, naturally, by the cessation of our mcome, which we had had from the time when I was a child. Yet we might have guessed that the winding up of a great firm like poor father's, though it might be compli cated by conflicting claims and lawsuits"], [58, "46 SAPPHIRA. till it extended over a generation, was bound to come to an end some fine day. But your profound studies were not to be interrupted on any account by the blow. For you are to be a Hunter or a Jenner before we are many months older. Think what an injury would have been done to mankind, not to say to your family, if we had baulked your early researches hi what is to be your great career.\" \" Bosh,\" said Pat impatiently, \" if I don't poison a score of unlucky patients to begin with, and if I can manage to jog along, setting bones, pulling teeth, and administering a harmless bolus or a tisane for a colic or a cough, it is the utmost which need be expected from me, I warn you. But for a chit of a girl like Agnes to pretend to take the burden on her, when there is a fellow belonging to you \" \" A towering giant of a fellow,\" inter posed Georgie."], [59, "A TRIAL TO HER FAMILY. 47 For all answer to her insinuation, she found herself caught up in her brother's arms, elevated as high as his shoulder and carried in that juvenile fashion half way round the room. \" Put me down instantly, Pat,\" she gasped ; \" the Hawkins opposite will see you ; my hair is falling down ; I have lost a slipper. You ridiculous boy ! you horrid wretch of a man ! \" \" Seriously,\" remarked Pat, after he had complied with her request, and speaking as if he had only indulged in a passing smile, \" it was a great liberty on the part of Agnes, if it was Agnes who took it upon her, to aspire to keep the family for whole three months single-handed, with no more trustworthy weapons than her trash of magazine articles, stories and poetry.\" \" Oh, Agnes is always taking liberties ; she is becoming nearly intolerable,\" said Georgie coolly. \" But really, Pat, we did"], [60, "48 SAPPHIRA. not fare at all badly. Of course the rent and taxes were paid before the allowance failed, and I am prepared to say that we could not have held on for an indefinite period ; but Agnes did stop the gap, just as she helped you to go to Paris and me to continue at the Art School. ' Alack - a-day ! ' as Tweedside Jeannie used to say, our family seems to have gone through quite a succession of commercial earth quakes, great and small, so that we may be used to them by this time. There were the difficulties of the firm of Bald win, Foster and Buhner in father's day, which cost him his hfe, when our troubles began. Then there was the failure of the company in which father's life had been insured ; at last there has been the gradual dwindling of the allowance mother had from the firm, till Mr. Bulmer wrote three months ago to say that he regretted to tell us, what he trusted we were in a measure prepared for, that the affairs of"], [61, "A TRIAL TO HER FAMILY. 49 the firm were at length wound up and there was nothing left for us, in fact that we had no further claim upon them.\" \"No doubt he expected me to step into the breach and maintain the house- hold, as I might have made a shift to do, if I had only been warned of what was called for from me instead of wasting time and money hi Paris,\" protested Pat in a greater fume than was at all common with him, for like Georgie he was thoroughly good-natured. He had laughed and grown fat for a considerable part of his life. \" Neither Buhner nor anybody else would have the slightest notion of Agnes's high- saluting or that she would go walking over people's heads, and having the pre- sumption to imagine that she could fill the mouths of three persons — of four if you count the help — by the scribblings of her wretched httle steel pen.\" \" Now you are forgetting that Agnes is your senior by two years, and you are VOL. I. 4"], [62, "50 SAPPHIRA. jealous, Pat, like a man, of what a woman can do. Agnes's pen is not by any means a wretched implement or instrument; she is getting on splendidly. Several big wigs of critics have said she would do well when she could take time and get into a better style of magazine. I really hold my breath and am carried away with ad miration myself sometimes. My great objection to Agnes and her opinions is that she will have everybody a giant — no, my dear boy,\" ducking her head as a wise precaution, \" spare the sofa cushion — I mean morally, like herself. She has such faith, such soaring, undoubting faith, that I am ashamed to look her in the face sometimes,\" ended Georgie, droop ing and hanging her head a little. \" And when did you turn an unbeliever, pray ? \" inquired Pat in surprise. \"I don't know,\" said Georgie shaking her head ; \" perhaps I was not born with such confidence in humanity. I cannot"], [63, "A TRIAL TO HER FAMILY. 51 believe the mass of men and women gifted and able to remove mountains, as Agnes believes them. I know too well of what sort of stuff I myself am made of. If I can manage to get through the world with out doing much harm I shall be thank ful, though I should like to do more, to do my duty,\" said Georgie humbly, with a suspicious moisture gathering quickly and as quickly dissipated where her bright hazel eyes were concerned ; \" I hope I shall be kept from being silly or bad,\" she went on. \" But Agnes expects every woman to be a heroine and every man a hero. She makes no account of such poor human weaknesses as laziness, or foolishness, or stupidity ; and as for — \" Georgie hesitated a second and blushed a more vivid red, \" well, as for such stuff as love, at which everybody else nowadays laughs and mocks, she has an implicit faith in it, as in every other good and hard thing. She expends as much real 4-2"], [64, "52 SAPPHIRA. feeling on the romantic sentimental woes of raw boys and callous girls, even of the creatures of her own brain, as if she were considering the matter-of-fact cares of burdened men and women, yet nobody dares to call Agnes a nonsensical goose. Very sensible people, with a great deal more cleverness and knowledge of the world than you or I have, read her stories and things, and profess to derive not merely enjoyment but benefit from them. Sam Scrope never misses one of her con tributions to the periodicals.\" \" Humph ! \" exclaimed Pat with a marked and peculiarly exasperating mean ing hi his tones, and in the glance of the eyes he shot at his sister from beneath lashes long and dark like her own. \" Oh, are you there ? \" protested Georgie, springing to her feet. \" Are you taking up that line too ? Well, I warn you I shan't stand it. Has Agnes"], [65, "A TRIAL TO HER FAMILY. 53 been writing anything in her letters or letting out hints of what is in her head, since you came back ? Don't you know she is not to be trusted in the conclu sions she arrives at with regard to the members of her family and the people she cares for ? In that sense all\" her geese are swans, and all the humdrum intercourse of daily life is full of poetic passionate possibilities. First, nothing would hinder her from having a pre monition that I was going to be a great painter, an Angelica Kaufmann, a Rosa Bonheur, and an Elizabeth Thompson rolled into one, whereas if I ever do a decent landscape sketch or catch a crude likeness of a face, it is all I shall attain to. It is not in me to do better, per haps — you can guess the position, Pat — and she is only heaping up disappointment for herself by refusing to open her eyes and believe the person principally concerned, who ought to know best. Then when"], [66, "SAPPHIRA. 54 it begins to dawn upon her that I am not to be a great painter, she is pos sessed with the insane delusion that Sam Scrope is in love with me, and that I am to be raised to the honourable rank of matron by a prosperous and happy marriage. You see such a pro motion would let me down gracefully from my failure to be a great painter.\" \" Oh, yes, I know her tricks,\" acquiesced Pat meditatively. \" I wonder how Mrs. Scrope, how even the Scrope girls would look if such rubbish were mentioned in their hear ing,\" went on Georgie indignantly. \" At the same time I will let you into a secret if you have not already discovered it for yourself. The man is no more in love with me than the man in the moon is — but he does care \" — she hesitated — \" I know it is indelicate in girls to speak of such things without authority,\" she said apologetically."], [67, "A TRIAL TO HER FAMILY. 55 \" Especially to innocent boys — their brothers,\" exclaimed Pat demurely. \" I will tell you. He cares more for Agnes's little finger than for my whole body. If he were not Sam Scrope, a pattern of cool-headedness and wisdom, he would be deplorably spoony on Agnes, and she won't see it — she turns him over to me.\" \"It is most unfair,\" pronounced Pat with judicial gravity. \" But here she comes, and you and I are such base cowards, Georgie — you know it as well as I — that we shall not venture to tackle her ; we feel ourselves unfit for the en counter — we shall let her go her way, and invest us with all the attributes and achievements under the sun.\" A tall fair -haired girl with a bundle of proofs in one hand, and a book for \" copy \" in the other, came quickly into the room. \"Here I am,\" she announced cheerfully; \" I came as fast as I could. It was good"], [68, "56 SAPPHIRA. of you to wait for me ; but where is mother ? \" \" Gone to speak to that old man of the sea, Tweedside Johnnie,\" explained Georgie on her way to the back drawing room, where the tea-table was set. \" She must not be plagued like this,\" protested the new-comer, hurrying out. \" Don't go, Agnes ; mother does not wish — she is gone without waiting to hear me out, but it does not signify ; mother will bear any amount of intrusion from Agnes, and not call it interference. In deed I think we are all a little cracked about submitting to Agnes.\" By the time the hot water and the hot dish were put on the table, among Georgie's prettily-arranged china and flowers, Agnes reappeared without her bonnet and jacket. She looked as fair and fresh as if she had not been out since breakfast, coping with difficulties and facing en counters which would have tried the"], [69, "A TRIAL TO HER FAMILY. 57 courage and endurance of many a man. Yet she could have had no further refreshment than a sandwich and a glass of water, or a bun and a cup of coffee, snatched from the marble table of a re- staurant. \" Mother says she has got one of her bad headaches, and would prefer to be alone, in quiet,\" she said with concern. \" That is always mother's panacea,\" said Georgie ; \" cannot you give her some thing for her headaches, Pat ? Can't you show your proficiency by relieving the ailments of your household ? We ought all to be in rude health with a family physician at our beck and call.\" \" I don't aspire to getting the mastery over women's headaches,\" said Pat, help ing himself to a chop and a corre sponding allowance of bread. \" I believe they would baffle the skill of old Galen himself. When a woman never crosses the threshold of her own door or breathes"], [70, "58 SAPPHIRA. the air of heaven what can she expect save headaches ? However, the poor mother has too good an excuse for crotchets and nerves. Do you know I met an old gentleman at Scrope's rooms the other day, I forgot to tell you, who asked if my mother were still alive ? What should hinder her ? I turned on him, for he gave me quite a turn by the question. He said he remembered her coming from Yorkshire on a visit to some Lancashire cousins, when she was a girl, before she married. He had never forgotten the spirit with which she sang some old Yorkshire song. Fancy mother singing a rustic ditty with appropriate spirit ! \" \" I don't believe it,\" declared Georgie stoutly. \" I can remember the only time I ever saw Aunt Carrie she said mother had been grave and quiet ever since she knew her.\" \" The two things are not incompatible,\" said Agnes ; \" grave, quiet people have often"], [71, "A TRIAL TO HER FAMILY. 59 a strong sense of humour, and I daresay mother had some dramatic faculty.\" \" Which she transmitted in full measure to her elder daughter,\" suggested Pat. \" I don't know. I wish she had. Some people I saw to-day say she hasn't. But I'm too hungry to decide, I'm perfectly ravenous. You need not prescribe for me, Pat, unless it is something to allay a false appetite. That other chop, please, if no one else wishes it, and the butter. How good it is of the Scropes to let us share their north country butter ! Georgie, dear, your delicious tea is just the ghost of a shade too sweet and strong — a little more water. I wish Cowper had not sung the delights of the tea-table. I might have exercised what in his day would have been called ' my humble muse,' in celebrating its praises.\""], [72, "CHAPTER IV. THE \" TRIAL \" AND SOME OF HER DOINGS. Agnes Baldwin, sitting there announcing herself so bountifully supplied with creature comforts, was a slender slip of a tall fair girl, not looking her five-and-twenty years. She was an entirely different type of woman from that which her sister Georgie illustrated. One would have said Agnes was not a creature of the same race. When it comes to that we English, Lowland Scotch and Americans, who claim not only Anglo-Saxons, but Normans and Danes, with possibly a sprinkling of Celts or Cymri, among our remoter ancestors, may well display traits of various nationalities ; and these sometimes appear singly and in a marked manner, with little adulteration"], [73, "THE \"TRIAL\" AND SOME OF HER DOINGS. Cl from the other sources of our complex descent. Agnes Baldwin was not so pretty as her sister Georgie, indeed, pretty was not the word for her. She had a fine free and indomitable look, such as a good hunter or hound might bear. Her head was very handsome, though perhaps a trifle too large for the slender neck. Her forehead was broad and full. Her com- plexion was too pale for her white skin, and for hair that was pale red rather than golden. Her eyes, between blue and gray in colour, were wonderfully searching and earnest, a little trying to individuals who did not care to be looked through and through, as Agnes looked them — ■ unconsciously for the most part. Her nose was well formed, but small for the face. Her mouth was delicate, though it was somewhat wide and opened sufficiently, when she spoke or smiled, to show the half arch of her regular white teeth to a"], [74, "62 SAPPHIRA. greater extent than a mouth generally does. It was at once a curiously firm and a curiously sweet mouth, entirely re deeming in the first aspect what there might have been of weakness in the slightly-peaked chin. Georgie's fingers, plump, soft and white, carried a good many old-fashioned valu able rings. The long, blunt-pointed instead of tapering fingers of Agnes's rather large but well-formed hands, uniting the spatu late and psychic attributes in the same member, were guiltless of any adornment save a signet ring, which looked as if it had been a man's ring, taken in to fit a woman's hand. It was a worn gold ring, having the initials \" R.B.,\" Agnes's father's initials, inscribed on it, together with a date of thirty years back. \" Now I am going to tell you my adven tures,\" said Agnes with much gusto, after the meal was practically ended, and she was only sipping what remained of her"], [75, "THE \"TRIAL\" AND SOME OF HER DOINGS. 63 breakfast cup of tea and nibbling a bit of cake. \" I don't know that they are very different from what they were yesterday, and what they will be to-morrow, but I am sure you will like to hear them.\" She then struck into an animated narrative, certain of an appreciative audience. She had accomplished a successful hunt in the British Museum for an authority whose existence the assistant who fell to her share had at first absolutely denied. She had paid an early visit to a dilatory publisher — dilatori ness was the vice of the trade — and found a priceless MS., which she had feared was irretrievably lost, had only been waiting to be \" returned with thanks.\" \" Did you drop a tear over the poor thing's prostrate body ? \" asked Pat. \"In the stories of you story-writers all women and some men break down and weep pas sionately over your rejected addresses. You should know best, but I am sorry to find that any of my brother men, even"], [76, "64 SAPPHIRA. though they have lost their moorings and landed in Grub Street, should be such muffs.\" \" Weep ! Cry over a rejected MS. ! \" exclaimed Agnes, with a gleam in her blue eyes which recalled vividly the his toric statement that our Northern coast lines were colonized by Danes, and that these Danes were the ancient Vikings. Did Ragner Lodbrock weep when he went down into the den of serpents ? Did Rollo weep at the tidings of defeat instead of chanting his death- song ? Did Roger Guiscard spend his time bewailing the bitterness and disappointment which could come to man instead of conquering Sicily ? Of course,\" said Agnes, \" I thought the man was quite right if he had no market for my wares. They might be too good, or they might be too bad for him, they were not his bargain all the same. I carried the MS. off, went into a bookseller's shop and had the title-"], [77, "THE \"TRIAL\" AND SOME OF HER DOINGS. 65 page and the last page withdrawn, and replaced in fresh foolscap. I am afraid that was deceitful, but why will pub lishers tempt deceit by being so narrow minded as to be affected by their neighbour's hieroglyphics of possession and inspection, like the track of the serpent, on travelled MSS. ? I took the parcel in person to — can you guess how many ? — five different houses. I did not beg them ' of their courtesy ' ; I put it to them as a business obligation to get their readers to look over it, not six months or a year hence, but in fourteen days at the latest, and let the firms and me know whether the story was worth publication, in the skilled opinion of the readers. I flatter myself I acted with a mixture of pluck and candour, and the fifth house accepted my terms. If I was impertinent, desperation must be my excuse, for the firm which, had just returned my MS. ' with thanks,' had VOL. I. 5"], [78, "66 SAPPHIRA. kept it three months : and I put it to you and the publishers whether a story-teller must not circulate her goods and sell them, if she can, in order to live ? \" \" Oh, dear ! how tired you must have been wandering about in this warm weather,\" cried Georgie ; \" it makes me hot even to think of it.\" \" And it makes me hot all over in another sense,\" said Pat, restively kicking his heels together under the table. \" Can't you write what you want to the fellows, Agnes ? Is there any occa sion for a woman like you running after them and poking your nose into the men's offices ? \" \" Fellows ! \" shrieked Agnes, \" why, it is the Trade you are speaking of, the Row, the Strand, Burlington Street, and what not. And do you really think I inter view the magnates ? If I see a confi dential clerk I am deeply grateful.\""], [79, "THE \"TRIAL\" AND SOME OF HER DOINGS. 67 \" I believe you women like it,\" said Pat gloomily. \" Well, it is not unexciting,\" admitted Agnes ; \"it is seeing the world and fighting our own battles, and some of us who are fit for that like it, which you men will never believe, unless when you wish us to pay taxes. If we even hanker after professions you accuse us of being Amazons, without natural affection or a conception of home ties. As to its being warm weather, Georgie, I remem- bered old Harriet Martineau and was glad that it was not midwinter and slopping wet. For she did cry when she got back to her temporary shelter, weary and faint-hearted, with her unsaleable ' Political Economy.' But at least she cried in the privacy of night and her pillow. And she found a purchaser, at last, poor gallant, bitter old unbelieving Harriet ! she won name and fame and competence -if it had only been her lost faith and 5-2"], [80, "68 SAPPHIRA. the humility which was wanted to make her a Christian ! But I am indulging hi padding, I am not getting on with my story. I saw one of the real live Trade. He looked at me over his spectacles. He had never heard of my name, never heard of my poor little attempts at books, and clearly wondered how I could have the preposterous conceit to take up so much of his valuable time, which was reserved for geniuses and full-blown successful authors. After that terrible publisher I thought the next clerk I saw was nice, because he said my ' works ' were ' charming ; ' on second thoughts I don't believe that he had ever read a line of them, and I am not sure that he was nice to say that to my face. I've a notion he thought I was a fool.\" \" I know exactly what you would do when you met the publisher,\" said Georgie, with such an air of superior regretful wisdom on her round rosy face, that it"], [81, "THE \"TRIAL\" AND SOME OF HER DOINGS. 69 had a comical effect. \" You would mount your high horse and not speak him fair. It is all very well not to make yourself cheap, I would not do that myself, but I should speak everybody fair.\" \" Why don't you throw up the sponge and have done with personal applications, at least till you are a full-blown successful author, as you call it ? \" protested Pat, harping on his old theme. \" I take the liberty of calling your work trash, because I am your brother, and it ain't good taste for brothers to puff sisters, except in strict confidence. But I'll also take it upon me to say to your face, whether you think it nice of me or not, that there is good in your work, and it has made me proud to read it sometimes,\" said Pat gruffly. \" More than that, I believe it has the elements of success in it one day, if you get fair play.\" Pat was still so much under a cloud as to be serious. He was still beating the"], [82, "70 SAPPHIRA. Devil's tattoo with his heels under the table. \"I think it is very, very nice of you, Pat, to think so highly of my work. You do not know how much I value your opinion,\" said Agnes in a softened, subdued voice. \" Why, rather than a girl should be subjected to such an ordeal, I would hawk her trash myself,\" he cried, recov ering himself. \" No, thanks, no, Pat,\" Agnes declined his proposal, with a return of spirit on her part also, \" though again I'm ever so much obliged to you, my dear boy, for I can guess what the offer costs you. But I am afraid you would not speak the authorities fair, according to Georgie's sovereign recipe. It would be a case of ' stand and deliver' with you, and if they would not deliver up their money and credit to print and advertise my nonsense, I can fancy you would sutler"], [83, "THE \"TRIAL\" AND SOME OF HER DOINGS. 71 more than I, as I would more than you, if I were soliciting purchasers and public patronage for any efforts of yours. And how am I ever to become a renowned authoress, who can command her prices, without using the means and under going the necessary discipline whde I am obscure and poor to begin with ? You and Georgie have not heard me out. I sold my last treasure — or trash, to Hill and Harrow for twenty-five pounds. I hope you are sufficiently impressed, young people.\" \" Oh ! Agnes, why did you throw it away?\" remonstrated Georgie vehemently. \" You expected fifty pounds at least and I am sure it was worth a hundred, though you had not time to read it all to me. You took such pains with it and worked so hard at it : you rose at six o'clock all through the bleak spring mornings, and you would not accept a single invitation, you would not even go"], [84, "72 SAPPHIRA. with the Scropes to the theatre, because it took you from your work.\" \"The big publishers would have none of my magnum opus\" said Agnes with a rueful shake of her head ; \" only a small fish had the taste and consideration to give me twenty-five pounds for the copy right.\" \" But why were you so silly and rash ? \" Georgie continued to urge, almost tearfully. \" I could not help myself,\" said the unfortunate author briskly ; '\"a bird in the hand is worth two in the bush.' Besides, I am honestly convinced that I love my work far more than my wages. It may be absurd of me to imagine that I can tell anybody anything they don't know already, do them any good, or innocently amuse them ; but if I can the fact re mains, and warms my heart and theirs, whether I do it for twenty-five or fifty pounds. I wish the money were not so much needed, but if the smaller sum will"], [85, "THE \"TRIAL\" AND SOME OF HER DOINGS. 73 meet our requirements, the chief difference is that I shall write for the few instead of the many, or, perhaps I should rather say, for one class instead of another. But what am I, to despise the few ? or why should I care for one class more than another ? If I have any small talent given to me to use, or message to deliver, ought I not to be glad and thankful to be able to do it, though it should be for twenty five instead of for five hundred pounds ? I should take the five hundred if I could get it, of course, but if not the five hundred, why, then the twenty-five cheer fully and gratefully.\" \" That is true, and it is like you,\" acknowledged Georgie ; \" but though you are very clever, Agnes, the only clever one among us — no, don't contradict me, please — you really cannot take care of yourself and your work — you do make yourself cheap, when one reads constantly of authors getting thousands and thousands.\""], [86, "74 SAPPHIRA. \"Better say hundreds of thousands at once,\" said Agnes drily, balancing her tea-spoon on the edge of her cup. \"Don't interrupt me — when one hears of authors getting thousands for work no better than yours, when one learns the style in which many of these authors and wretches of men live and enjoy themselves, it is exasperating to hear of a clever woman like you throwing away — literally throwing away — her productions.\" \" My dear, you make me laugh,\" cried Agnes, showing all her white teeth and the reflection of dimples like Georgie's in her pale cheeks. \"It is a shame of me when you are so much in earnest, and it is so good and dear of you to care about my getting what you hold fair play. But you observe Pat is mute. He is a man. He is cooler-headed and more sceptical. He cannot bring himself to think that ex perienced publishers, by the dozen, would cut off their noses to spite their faces."], [87, "THE \"TRIAL\" AND SOME OF HER DOINGS. 75 He suspects that if I were a full-fledged paragon they would not reject me with thanks. He has a fellow-feeling for these ' wretches of men,' who, you must re member, have generally more than one string to each bow. They write smart newspaper articles, political and social, give courses of lectures here and in America, go halves in dramatizing then stories, cul tivate each other's criticism, and sometimes have snug berths in public offices — alto gether apart from their literary careers. I am sure I don't grudge them any of their advantages, poor fellows,\" finished Agnes, with her bright, fearless magnanimity, \" though some of them do have a bad habit of chaffing young women unmerci fully for their lack of experience, as if all the heights and depths of human nature were to be gauged and fathomed hi smok ing-rooms and green-rooms, on race-courses and over billiard-tables. As if there were not fields for the women to study as well"], [88, "76 SAPPHIRA. as the men, for all kinds of women, for the Jane Austens as well as for the George Sands. But the men you cry out against are fellow-workers and comrades, G ' and they are frequently heads of houses with families depending on them.\" \"As if you yourself were not the head of a house with a family to support,\" cried Georgie. \" Nonsense,\" denied Agnes, and for the first time in the discussion she looked a little shame-faced and put out. \" I re ferred to helpless women and children. I am only lending a helping hand to my people for a time, till Pat and you push me aside, and show how much more you two can do.\" Georgie shook her head ruefully. Pat whistled faintly. \" As for the ' thousands and thousands ' paid on MSS.,\" Agnes resumed, nothing loth, \" the labourer is worthy of his hire ; but why should the novelist be supposed"], [89, "THE \"TRIAL\" AND SOME OF HER DOINGS. 77 to be paid so much beyond other labourers, especially since his name is legion ? Think of the income of many a hard-working professional man, not to say the salary of many a respectable clerk. Pat would like to handle as well as to read of these thousands in most cases. It is an incredu- lous world, my master and mistress.\" \" But twenty-five pounds,\" still harped Georgie ; \" why, a dressmaker, not the height of the fashion either, would charge as much for what her forewoman would cut and her apprentices stitch together, in a day's time, while a book in the makmg cannot be trusted to any other than the author, and is the work of many days.\" \" The cases are not parallel, child,\" reasoned Agnes. \" The dressmaker does not, if she is not among the swell dress makers, furnish the materials of her dresses, as the publisher is bound to supply paper, printers' ink and so forth, in addition to arranging for the publishing and advertis-"], [90, "78 SAPPHIRA. ing. The dressmaker does not run any risk, save from her customers not paying her personal debts, which I hope, on the whole, is a rare experience. Now so many books fall flat that the danger of my pub lisher's not being recouped for the cost of production, including the twenty-five pounds, will be quite a weight on my mind.\" \" Agnes, you are insupportable ; as if the man could not look after his own interests,\" argued Georgie. \" Well, you say I can't look after my interests, though I am a clever woman,\" said Agnes with a twinkle in her eyes. \" But you must not take down my conceit too much, for I have been reckoning that this has been quite a lucky day with me. I called at the office of Lavinid's News paper and of The Young Lady, and I have got orders for two more short stories.\" \" Oh, Agnes ; these wretched papers with then inferior fashion-plates and"], [91, "THE \"TRIAL\" AND SOME OF HER DOINGS. 79 ancient recipes and idiotic answers to idiotic correspondents,\" groaned Georgie. \" The idea of your writing for them ! The Scropes could not believe it. They agreed with me that the sole readers of such periodicals must be nurse-maids and shop-girls.\" \" And are nurse-maids and shop-girls not to have food for their minds as well as for their bodies, as much as you and the Scropes ? \" retorted Agnes with a shade of haughtiness. \" Have tradesmen's daughters and milliners' apprentices not eyes and ears ? Do they not laugh when you tickle them and bleed when you prick them ? as Shylock said. A young nurse-maid saved the life of a child, not one of her own charges, at the Serpentine the other day. Some shop-girls in these hard times are as well born as we are and would doubtless despise my poor stories. Whatever their birth, they are doino- honest work like me, when I write"], [92, "80 SAPPHIRA. for Lavinia's Newspaper and The Young Lady, which are perfectly honest though neither very wise nor very witty journals, I grant you. I cannot pick and choose in the disposal of my work ; I am glad to dispose of it at all, so long as it is honestly disposed of. I am surprised to hear you, Georgie.\" A certain hardness of which Agnes's face was capable had settled down on it. The hardness had even extended to the lines of her tall, slight, willowy figure, stiffening them. Georgie said no more. It was note worthy to see the degree to which the brother and sister fell under the spell of Agnes's ardent, indomitable individuality in her presence. Her influence was far beyond anything which could be accounted for by her few years' seniority. Yet her very next words, spoken evidently with the amiable intention of reassuring Georoie. and dissipating the slight cloud of"], [93, "THE \"TRIAL\" AND SOME OF HER DOINGS. 81 vexation which had come between the sisters, had the contrary effect of driving the younger into open revolt. \" I say, Georgie, I saw such a pretty hat when I was passing a shojj in Regent Street to day. It was the style you like, and its colours, white and green, would just suit a red and brown girl like you. Don't you think we might afford it out of our day's innings ? Won't you come with me to-morrow to try it on and see how you look hi it ? \" \" No, I won't have it,\" cried Georgie vehemently. \"It is a shame to put it into my head, and you with nothing better than that weather-beaten sailor's thing, which you have worn all winter and I suppose mean to wear all summer.\" \" My dear Georgie,\" declared Agnes in accents of amazement and reproach, \" it is my everyday wear, and you know I go out in all weathers. I hope the hat is still passable, for I bought a new vol. I. 6"], [94, "SAPPHIRA. 82 riband for it only last week. I am sure my Sunday's bonnet is beyond reproach.\" \"A Sunday's swell,\" suggested Pat, who had fallen out of the conversation. \" And I am sure you ought to wear your war-paint when you invade these pub lishers' dens,\" said Georgie, a httle ashamed of her outburst, and seeking to recover an easy footing. \" I believe other people will do it, and dazzle the grim ogres with the literary women's elegance and splen dour.\" \" Wasted expenditure,\" said Agnes care lessly. \" Publishers are hard-hearted, or else I have not got the key to their hearts, perhaps because I am not so nice looking and nicely got-up as my sister.\" \" Don't,\" said Georgie, looking offended again. \"Why, what ails you, Georgie?\" asked Agnes with the greatest gentleness ; \"what has ruffled the pigeon?\" \" Pigeons are stupid birds,\" said Georgie"], [95, "THE \"TRIAL\" AND SOME OF HER DOINGS. 83 brusquely, still somewhat in the tone in which an angry httle girl would speak, after she had turned her back on the company in order to shake her small person. \" They are fit for nothing ex cept to eat their own weight every day.\" \" And to be killed and baked into pies, in which case their eating propensities, as going far to promote their plumpness, are not objectionable,\" put in Pat. \" We had better go into the other room, and leave Sehna to clear away,\" said Georgie, returning to common sense and housekeeping obligations. \" She will say none of her former ' families ' ever sat so long at table as we do.\" \" I wonder if she is our domestic, or are we her servants ?\" remarked Pat, moot ing a question often put, as he rose and strolled with his hands in his pockets into the front room. \" Not to put upon a slavey is a point of honour, but to move at her pleasure is a demand that ought 6—2"], [96, "84 SAPPHIRA. not to be addressed to any ordinary mortal less chivalrous than Don Quixote.\" \"It does put upon her, it throws her back in her work,\" explained the matter of-fact Georgie. \" Well, here I am, and you two girls have followed my lead, as in duty bound. I was going to add that stuffed pigeons used to serve as popinjays, fair game to be stared at and aimed at.\" \" I fail to catch your meaning, good people,\" said Agnes, making her way to the easel and standing before it, looking down on its httle picture. \" Now, Agnes,\" Georgie challenged her, \" you cannot pretend it is much worth. These fir trees are more like broom-sticks, and the broom itself reminds me of nothing so much as the dribbles from the yoke of )> an egg. \" Artists are always severe on their own performances,\" replied Agnes evasively. \" It would be a bad job if they were not."], [97, "THE \"TRIAL'' AND SOME OF HER DOINGS. 85 They must have a transcendent standard, an unapproachable ideal, if they have nothing else.\" \" I am afraid it is the nothing else hi this instance, Georgie,\" said Pat, joining in the study of the sketch, and meaning to support the artist at the same time. \" Of course it is,\" said Georgie de fiantly ; \" commend me to a brother for telling you the unvarnished truth. I wish a sister were as plain-spoken, or at least that she did not suffer herself to be hood- winked by her regard for me and her own lively imagination.\" \" I admit I have seen you do better than this,\" said Agnes slowly ; \" but there is merit, yes, I can see a great deal of merit in that sky, and I have been told skies are the most difficult of all the details in pictures. If you will persevere, all that is in you will come out at last.\" \" Then very little will come out,\" in sisted Georgie doggedly ; \" I have not the"], [98, "86 SAPPHIRA. making of the poorest real painter in me. Don't force me into being a sham as well as a puppet ; I believe I could in time copy decently, and I know enough to be of some use to those who know less. I think I could teach drawing fairly.\" \" There is no occasion for you to teach drawing,\" said Agnes coldly, speaking as if the decision lay with her, as it certainly did. \" Pat,\" turning to her brother, who looked a boy beside her, \" I conclude you have not heard from St. James's Hospital to-day ? \" \"Not a syllable,\" said Pat promptly, \"and what is more I don't expect to hear.\" \" Oh, but you are too impatient,\" re plied Agnes, and the lion look which was in good Queen Bess's face, and which sometimes showed itself in Agnes Bald win's, passed away entirely. It was suc ceeded by the anxious, tender, inexhaust ible care and devotion which are in the"], [99, "THE \"TRIAL\" AND SOME OF HER DOINGS. 87 whole aspect of a true mother's face. She took hold of his arm and patted it with hopeful encouragement. \" Your papers and testimonials were so excellent that the governing body of the hospital cannot pass them by ; they cannot afford to lose the chance of securing your ser- vices.\" \" Indeed they can, with all the ease in hfe. There are scores of cleverer fellows with better papers and testimonials. I tell you, Agnes, you are only preparing a disappointment for yourself,\" said Pat gravely. \" I don't believe it,\" she said with con viction, \" and if this hospital is not open to your claims — yes, I call them claims, Pat — something better will turn up — you may be assured of that.\" \" As in the case of the immortal Micawber. The editor of the Lancet will write and solicit a few valuable contri butions from my stores of knowledge"], [100, "88 SAPPHIRA. and experience, and my facile pen. No, Miss Agnes, I leave the pen to you. One literary member is enough in a family, to bear the buffets of the publishers, the critics and the undiscerning public. My medical name and fame will reach the ears of Lord Salisbury or Mr. Gladstone, so that the next time the great man is ill, he will, to the astonishment of his circle, waive off the family physician and the most distinguished London specialists and cry, ' Send for little Baldwin ; he is the man for my money. I will have no body's advice but httle Baldwin's.' It may be so, but I doubt it, my beloved sisters. I see nothing for it, except hanging on by the beastly shabby dis pensary in the next street and its poor patients, till I have been clever enough or lucky enough to cure them of a few of the ills that flesh is heir to, when some of our less impecunious neighbours, in the course of ten years or so, may"], [101, "THE \"TRIAL\" AND SOME OF HER DOINGS. 89 awake to the fact of my existence, and call me in, thus laying the foundation of a modest — very modest- — family practice.\" \"Nonsense,\" said Agnes again, \"you are far too easily dispirited. I wish you knew what authors have to bear. As for Georgie, she has been sitting too much in the house. Have you not even been once to Chiswick to-day, Georgie ? Have you seen nothing of any of the Scropes ? \" \"Not a ghost of them,\" said Georgie emphatically ; \" why should I ? They were here yesterday, and I was there the day before. The Scropes and I are not to be constantly running after each other ; we shall get sick of each other presently, if we don't take care. You take care you don't favour them very often with your company. I have not such a good excuse of pressing engagements to urge, so that it is fortunate for me they are rapidly making new acquaintances and striking up fresh friendships.\""], [102, "90 SAPPHIRA. \" But you should have more air and exercise,\" objected Agnes quite anxiously, \" and you do not care to go and take them by yourself.\" \" I should not mind if I had an object,\" suggested Georgie eagerly, \" if you would consent to my trying to get pupils.\" \" What, and leave the house to take care of itself, and mother to sit all alone ! \" said Agnes reproachfully. \" Mother would not mind,\" replied Georgie ; \"of course if she were to miss me, it would be different. She misses you when you are late, but me \" with an expressive pause in which there was not a shade of jealousy, but much certainty. \" Without question she would miss you,\" said Agnes with determination, \" and the house would fall to pieces, since she is not able to look after it, without its bright, tasteful little house-"], [103, "THE \"TRIAL\" AND SOME OF HER DOINGS. 91 keeper. Number 6 would cease to be a dear, comfortable, pretty home, and degenerate into furnished apartments.\" Georgie was considerably flattered, still she did not entirely believe Agnes. ' You know Selina could serve you well enough. You hardly care what you eat, and you often don't see how I have dis posed of the tables and chairs, rugs and curtains, or what flowers I have put into the glasses.\" \" Don't I ? \" asked Agnes boldly, \" and if I ever don't, then I need to have my attention called to the furniture and what is happening to it. I can tell you it would be a very different thing to me to come in when I was tired and discon- solate, and find all the chairs against the wall, the curtains with tight waists, and no rugs, or fans, or flowers ; in short, no you. I am sure Pat will say the same.\" \"What I say,\" said Pat, \"and I don't feel that I have much right to give an"], [104, "92 SAPPHIRA. opinion — though it was not my fault that I was kept in ignorance, staying on in that beastly Paris, by way of completing my studies, while Agnes here took it upon her to bear the burden of this ex tensive establishment — I think it would be hard on mother and all of us. if one of you two girls could not be spared to stay at home, look after things and keep the place right. Surely one is enough for a galley slave,\" and he glared a little at Agnes, who made him a low curtsey. \" I know what he is thinking, Geo ; he is remembering with acute sympathy the poor officer who could not say two words without a haw-haw between, and had always found drill and the mess dinner enough business for him. He came home from the Antipodes to discover all his sisters totting up accounts at desks in offices, and speaking on platforms.\" \" I could look after the house and under-"], [105, "THE \"TRIAL\" AND SOME OF HER DOINGS. 93 take a little teaching too,\" represented Georgie, still bent on taking a sensible view of the situation, and being of greater use in the world than she had hitherto been. \" Nothing of the kind,\" forbade the tyrant ; \" you are our baby, our walking gentlewoman and show-card, the certifi cate of our gentility, the proof that we had once a competence and could have led as idle leisurely lives as our neigh bours led, if we had so chosen. Besides, another thing : if you could catch these phantom pupils how little you could earn by a few hours' drudgery a week ! It would be enough of an obligation to be a drag on you, and to interfere with all your pleasures, while the remuneration would not be worth reckoning.\" \" Every little makes a meikle,\" said Georgie. \" How many shillings a page are you paid for writing to Lavinms Neics paper and The Young Lady? And you"], [106, "94 SAPPHIRA. you know the irksome task frets you and interferes with your other work.\" \" The task ought not to be irksome, and I should not be worried.\" Georgie was put down ; she was no match at this time for her sister, and clever as Agnes Baldwin was, she was far from clear-sighted where the members of her family were concerned. Her very love for them led her astray. She did not even do by them as she would have had herself done by."], [107, "CHAPTER V. \" YOUTH AT THE PROW AND PLEASURE AT THE HELM.\" \" You shall go with Pat and me, Agnes ; I will take no denial. The Scropes will feel quite flattered. You go to them so seldom, and you are their solitary literary acquaintance. They are so simple as to look up to another girl who is in print, and is run after by printers' devils. Stella, the musical sister, is quite proud to be allowed to copy your songs because you have composed both the words and the music, and unless you happen to have published them, nobody, save your friends to whom you lend them, can have copies. You will make yourself ill shutting your self up as you do. Very hkely that is the reason why your works won't sell without tremendous pushing.\""], [108, "96 SAPPHIRA. \" What ! \" demanded Agnes, facmg round upon her sister from the desk which was her special projjerty in their joint bedroom, and looking very much as Balaam might have looked when his ass spoke. \" Well,\" said Georgie undauntedly, \" I have no doubt I am right. I know you put no great value on my literary judg- ment, and I don't pretend to be an authority on plots and style and the rest of your tricks. But as my own sister happens to be a real live authoress from her cradle — don't you remember, Agnes, how our governesses were at their wits' end to keep you from spoiling your hand- writing by scribbling poems and stories out of lesson hours ? — I read every scrap of information I can come across about authors and their habits, to enlighten me as to how they and their relatives ought to behave themselves.\" \" You have very little to do,\" said Agnes with a fine scorn and a lively"], [109, "\"YOUTH AT THE PROW.\" 97 indignation darting into her tones. \"They are not monsters. They are just hke other people, private people — you should know that. They don't wish to be stared at and talked about.\" \" Don't they ? \" inquired Georgie, mak ing very round eyes. \" You don't, but I am not so sure of the rest. Why, it is they themselves who supply all the wonderful information. I have it, every scrap, at my finger ends, and I can tell you it was no joke to get it up — there was so much of it. I can tell you how each popular author arranges his materials and how much he can do at a sitting. Should you like to hear ? Would it supply you with a hint or two ? \" \"Of course not,\" said Agnes; \"that would set me on the high road to eclec ticism, if not to unvarnished plagiarism.\" \" I know how one man could not bear to be disturbed even though the house were on fire. He locks himself up from VOL. I."], [110, "SAPPHIRA. 98 his wife and the children of his bosom till he has completed his daily portion of copy, and then he rushes out and dis ports himself according to his fancy. He is fully entitled to do it, after he has been such a good boy as to work at his chosen calling for a few hours. Then there is another man who cannot work except in some select spot — Iceland or the Grecian Isles, according to the nature of his com position : and sometimes he does not make a right selection to begin with, and has to go tramping about from place to place till he can finish his story.\" \" Very inconvenient to his belongings, I should say,\" remarked Agnes. \" I own I have been puzzled,\" con fessed Georgie, \"because you work just the length of time, long or short, that you can get, without upsetting the whole household — I mean without putting off breakfast or dinner, or anticipating supper, or else taking your meals in solitary"], [111, "\" YOUTH AT THE PROW.\" 99 glory, a proceeding which Selina would not enjoy. If you are not writing here where I am coming and going, you write in the back drawing-room, with mother and me in the front. Mother is not talkative, but I am afraid I am not al ways scrupulous about intruding on you with choice bits of news ; ' The Scropes are passing by, and nodding up to the window.' ' Such a guy of a mantle is passing and about to go out of sight, you really ought to come and look at it, before it vanishes ; you need not mind rising, for I want your advice, any way, about the perspective of my cottage. Now that you have stopped writing, I think you ought to interfere in Selina's quarrel with the greengrocer, since neither of the combatants will listen to reason from ? j? me. \" Yes, I am well aware you are incor rigible, Georgie,\" said Agnes, shaking her head and fluttering the sheets of her MS. 7-2"], [112, "100 SAPPHIRA. \" But it is your fault,\" asserted Georgie unblushingly, turning the tables upon her unsuspecting sister. \" You misled me with ancient anecdotes of Sir Walter Scott's rismg continually to let his dogs in and out, and of Jane Austen's writing in the family parlour and slipping her writing out of sight when callers turned up.\" \" Mais tout cela est changes said Agnes with a sigh. \" And you never ask to go even to Margate or Epping Forest, or dear old Lancashire, in order to find yourself in a congenial sphere for your work.\" \" Because, as I have told you already, I am in the chrysalis stage — a mere grub of Grub Street. I cannot afford to give myself airs and to fool myself to the top of my bent. But you are a goose, Georgie, not to see that these authors, with their confidences, are laughing in their sleeves at you and the gaping public seeking to look behind the scenes and invade their"], [113, "\"YOUTH AT THE PROW.\" 101 inky privacy. Depend upon it, these garrulous individuals are taking their fun off you. They know very well gossiphig confidences would spoil authorship alike of its simplicity and its sincerity. Authors should be invisible, like the grand Lama of Thibet — unless indeed he also consents to step before the footlights in these unblink ing days, without shade or reserve. Our personalities too ought to be held sacred. As to our photographs figuring in prmt shops and in the pages of magazines — oh ! Georgie, the heinous vulgarity and absurdity of the practice. But as it is possible the foundation of my objections rests on sour grapes, don't take my word for their reasonableness ; only, if I were you, I should not believe a word of such general confes sions, the merry authors of which may be enjoying their own joke amazingly.\" \" Then it is very ill-bred and treacher ous of them,\" retorted Georgie ; \" such canards are out of fashion. However, I"], [114, "102 SAPPHIRA. am determined that you are to have a httle change for your good. You are to dine with Pat and me at the Scropes' to-night ; mother will be glad for you to do so, and I have set my heart upon it.\" \" A wilful woman will have her way,\" said Agnes, rising reluctantly and stretch ing her arms as if she had writer's cramp in both the hardly-used members. \" I suppose I do owe a visit to the Scropes, and they have been so friendly to you that I should not hke to fail,\" ended Agnes demurely. Mrs. Baldwm looked from behind her window-curtain after her son and daugh ters going to keep their engagement at Chiswick. The party did not afford themselves a cab ; the weather was very fine and far advanced for the season, and the girls walked in their black lace frocks, which Georgie, taking the lead unhesitat ingly in this matter, decided were good enough for a family dinner. AVhen it"], [115, "\"YOUTH AT THE PROW.\" 103 came to that, Agnes had nothing better to wear, though she had insisted on providing Georgie, as \" our dinner, con cert and theatre going young lady,\" with a thin white as well as a thin black frock. Pat announced his rooted deter- mination to dine in morning dress ; while he carried, with a great pretence at grumbling, a small Gladstone bag, con taining sundry accessories to his sisters' toilet in the shape of slippers, sashes, &c. \" The sashes will be crushed,\" said practical Georgie ; \" but we must just shake them out and make the best of them. We need not trouble to carry flowers ; we shall pass a dozen flower shops close at hand, where we can supply ourselves with all we want.\" \" I warn you, girls, I'll drop the bag over the bridge,\" threatened Pat as they left the house. \" There is nothing of mine which I care about in it. There are my shoes, but I can survive that"], [116, "104 SAPPHIRA. loss and live in boots for the rest of my unhappy days.\" \" They are boy and girls still,\" thought their mother, gazing wistfully after the light-footed, light-hearted group. \" Even Agnes, who is so brave and daring a woman in point of years, is but an eager enthusiastic girl to this day. How long will it last ? My punishment is more than I can bear. Yet I harmed nobody in deed, whatever my intention may have been. I was not permitted to wrong a single living crea ture, unless myself, whose peace I strangled in a moment, and my poor innocent children, who may be left to fight the world with a blight on their name. As for a couple of ignorant ser vants, their principles were not so strong or their consciences so tender that I should lay their fall at my door, though I have turned the head, in the end, of that cowardly imbecile Tweed-"], [117, "\"YOUTH AT THE PROW.\" 105 side Johnnie. His wife, Jeannie, was harder-headed, with a strong grip of the world, as he said. She it was who pro posed the deception. Well, what does it matter now who broached it first ? The only question is how long will exemption last ? \" There was one good effect from Agnes's constant, often drudging work, from which she still contrived to extract pleasure, that it made her enjoy a holi- day with all the zest of a school-boy, for girls at any stage are rarely so full of ardour as Agnes was at five-and-twenty. She did not take her pleasure languidly or \" sadly ;\" she took it as she took every- thing else, with her whole heart and soul, and in case of the rare treat — pleasure, with something of the brimming-over, unalloyed glee of a child. She was the best player among the players on the few and far-between occasions when she was persuaded to play. Doubtless, this"], [118, "106 SAPPHIRA. was one of the reasons which made Georgie and Pat and everybody who knew Agnes and had ever played with her, covet her for a playfellow ; she en joyed everything : the weather, the walk — as it was not a business walk she had leisure to look about her — the beau ties and the old associations of Chiswick, which was haunted ground to her. Georgie could hardly get her sister along, she was so much enchanted with the river and the boats ; when she came to the old houses, the church and the Mall, she saw ghosts everywhere. Here were the beautiful Duchess of Devonshire and her evil genius and successor, Lady Elizabeth Foster, walking arm in arm. There was Jane Thornhill, who had held the world well lost for love when she ran away with her father's bluff bourgeois pupil, William Hogarth. She was made a great lady by love, and walked to church with her black boy behind her, carrying her"], [119, "\"YOUTH AT THE PROW.\" 107 Bible and Prayer - book. There was William Hogarth himself — a stout and sturdy John Bull — sitting in his Dutch summer-house, with his dog Trump at his elbow, the owner of the dog expati ating on his \" line of beauty \" to an interested visitor. Yonder in the Mall was the house, still grown over with small-flowered, honey-sweet white clematis, to which the two Miss Berrys and their ugly witty friend, in the days of everlasting friendships, Lady Charlotte Lindsay used to come for \" summer lodg- ings,\" when Chiswick was yet in the fields. What a choice flavour hung about these ladies, of all the finer spirits of two — nay, three generations ! The list extended from Horace Walpole and Sir Walter Scott to Thackeray and Lord Houghton, from Joanna Bafllie to Lady Theresa Lewis. What quaint figures the sisters were, and what a pathetic little history each carried in her true woman's"], [120, "SAPPHIRA. 108 bosom. The Miss Berrys were the last ladies who swore a little dainty swearing in society as a polite finish to their con versation. On the death of a dear friend and kinsman they left off rouge and never resumed it, as a sign that they went mourning to their graves. They were both engaged in marriage, each to the man of their choice, and in each case the engagement was broken off, through adverse family circumstances, without any fault on the part of the lovers : poor \" Blackberry and Gooseberry,\" as the wags unceremoniously termed them ! Agnes Baldwin could hear the tap of their high-heeled shoes when the Berrys were girls to whom the Faubourg St. Germain was free, before the great French Revolution, and the tap of their fans at a later date, when they entertained the best of company and talked of Queen Caroline's death at Brandenburg House yonder. The Scropes had a house on the Mall,"], [121, "\"YOUTH AT THE PROW.\" 109 and x\\gnes could hardly tear herself from the window in the drawing-room, which commanded the rafts, the barges, the rowing-boats and the \" omni-boats,\" as euphemism is about to dub the penny steamers. In an age of travelling she had never been abroad, but she had read description of foreign places till her lively fancy made them living pictures, and she was ready boldly to compare this Chiswick suburb to scenes on the Rhine, the Scheldt, the Rhone or the Arno, just as Catherine Morland in \" Northanger Abbey ' ' was fain to compare the land scape round Bath to the mountains and woods of the south of France in \" The Mysteries of Udolpho.\" Perhaps when Agnes saw the real scenes, which rose so vividly before her mind, and came so glibly to her tongue, the originals, metaphorically not without soil and fracture, would be less glowing ex amples than the flawless shadows had been."], [122, "110 SAPPHIRA. The Scrope family consisted, like that of the Baldwins, of a widowed mother, an only son and his sisters — three in the Scropes' case. In a general way the two families corresponded fairly in age and standing, and Scrope Hall was a country house in the north country, in the neigh- bourhood of Brackengill, another country house, which had belonged to the Bald- wins, where they had dwelt before the family reverses. Any resemblance between the Scropes and the Baldwins stopped at this point. The Scropes had retained all their earlier claims to be tolerably well-to-do country gentry, who, though not passing rich, were in easy independent circum- stances contrasted with their old acquaint- ances. Sam Scrope, the son, might if he had so chosen have remained hi the dignified retirement of Scrope Hall, an old-fashioned, picturesque, highly incon venient grey stone house, situated among the fells, where Lancashire meets West-"], [123, "\"YOUTH AT THE PROW.\" 111 moreland, and farmed his acres as long as farming on his own account would bring him in a decent income. But he did not so choose. He had brains, which every body connected with him, himself included, thought it would be a sin and a shame to bury in a growing solitude and a losing occupation. He had been from youth upwards an omnivorous reader, a hard worker at his studies, and a constant thinker, though by comparison a rare speaker. He had studied for the bar, and was now a full-fledged barrister, six years older than Pat Baldwin hi years and sixteen in knowledge of the world. Sam Scrope had briefs from north country lawyers intrusted to him at recurring intervals, and he had always given satisfaction in the discharge of his duties, which is the first step towards attaining distinction in the most arduous and uphill of professional careers. It had occurred to the mother and"], [124, "112 SAPPHIRA. sisters in the north to descend on the barrister brother in London and avail themselves of his society and circle of friends. They were also able to avail themselves of a furnished house at Chis- wick, which happened to belong to Mrs. Scrope. It had come to her through an aunt, married to a merchant in London, who, with his wife, had died childless. The house had hitherto been let, but it chanced to be vacant at this time, and its owner determined to profit by the con- tingency. Mrs. Scrope was more or less of an invalid, who cherished a faint hope that London physicians might do some- thing for her weak state of health. Susie, Stella and Sophy Scrope longed to have the benefit of a season in town, and to see a little of London society ; but they knew nobody when they came to Chiswick. Their mother was practically helpless and totally unenterprising ; while Sam's legal friends were not of much use"], [125, "\"YOUTH AT THE PROW.\" 113 socially. The Scrope girls, under the first check of disappointment and uncertainty, looked upon an accidental circumstance as quite a fortunate incident. Through a common acquaintance, they stumbled upon the Baldwins, Lancashire folk like themselves — the Baldwins who were formerly of Brackengill, whom Mrs. Scrope and even Sam could remember as old acquaintances. True, the Baldwins were not exactly in circumstances to promote the Scropes' views on London fashion able society, but Georgie, at least, was always a boon as au fait to the neigh bourhood, and ready to dispense her information about Kew Gardens and Richmond Park, Kensington Museum and the concerts at the Albert Hall — all that was likely to occupy visitors. Then Agnes Baldwin was an author in print with the dignity of appearing occasionally hi popular magazines. To be sure, she was generally engaged, VOL. I. 8"], [126, "114 SAPPHIRA. though she did not give herself airs otherwise, but the very scarceness of her company rendered it the more valued. The Misses Scrope in their simplicity were never certain that the day might not come when to have known her, even in the most fugitive manner, might be as good as a certificate of a liberal education. Pat Baldwin was a personable escort. The Baldwins were worth being cultivated in lieu of bigger fishes. Be sides, the Scrope girls were really honestly good-natured and friendly. Having unearthed old Lancashire neigh hours, w7ho had been under a cloud of adversity, and made their acquaintance in London, the Scropes wrere disposed to stick to them and let the connection ripen into fast friendship. Mrs. Scrope did oppose the association to a certain extent, said she had never known Mrs. Baldwin well, and that the lady had dropped her as she had dropped"], [127, "\" YOUTH AT THE PROW.\" 115 every other acquaintance after her hus- band's death. It was hardly worth any- body's pains to renew the slight tie for the short time that the Scropes were to be in town. But the opposer was a timid gentlewoman, hi her weak health largely overborne, for her good as they were firmly persuaded, by her much more robust and energetic offspring. In ad- dition she was heartily sorry for the young Baldwins, of whom she did not know a particle of harm, who seemed to be making a brave fight in a not too easy or complacent world. In the end, she contented herself with not encourag- ing the intimacy by any direct act of hers. On the contrary, she employed at once the plea of her delicate health as an excuse for not calling on Mrs. Baldwdn, since Mrs. Baldwrin could not call on her. This was for the very good reason that the London lady had not left her house at Barnes since she came to it. 8—2"], [128, "116 SAPPHIRA. She did not profess to be ailing, but for some occult reason best known to herself she declined going abroad — \"not to worship God in His house, not to receive the Holy Communion, not to visit the poor or the sick,\" Mrs. Scrope told herself in a positively awed voice. The family dinner on Chiswick Mall went off with the liveliness of an en- tertainment at which entertainers and guests were nearly all young people — the single exception acting as a mild restraint but by no means as a heavy damper on the hilarity of the others. There was a great deal of light chat and merry badmage, to which Agnes contributed her full share, though Pat and Georgie might be thought by some to outshine her. Sam Scrope supplied the dry humour Avithout saying very much. He had not very much to say except on special occasions, when what he did say had a great deal in it, so that there was reason to think he made up for his"], [129, "\"YOUTH AT THE PROW.\" 117 paucity of speech by abundance of thought. He was as big as Pat was little — Sam's comeliness was in a somewhat heavy and colossal style, which was better set off by his wig and gown than by ordinary dress. At Scrope Hall there was a picture of an old Scrope in judge's robes which Sam was supposed to resemble. The likeness gave rise in his friends' minds to a strong and agreeable impression that he would one day be invested with her Majesty's ermine and take his seat on the bench. Susie, Stella and Sophy Scrope consti tuted the three \" S's,\" as they had a habit of defining themselves — a definition which their brother, brother-like, was careful to remind them could, by a shght divergence in pronunciation, be converted into any thing rather than a complimentary desig nation. They retorted that he formed the fourth \" S.S.\" and would suffer in their company from any eccentricity of pronunci ation. The Misses Scrope, big, though on a"], [130, "118 SAPPHIRA. smaller scale than their brother, rosy, fairly handsome, slightly boisterous, would have been well content to romp rather than flirt wdth \" little Dr. Baldwin,\" even though a more available partner had been within reach. Pat, for his part, was quite ready to exchange saucy speeches with three jolly girls, admitting that they were not downright beauties and verged on being giantesses. If the little party looked and sounded bright and animated in the dining-room, they were still more so in the drawing room, where new elements of glad and sympathetic intercourse presented them selves. Agnes, by one consent, was voted to the piano and kept there, nothing loth, for the greater part of the evening. Her singing had a charm for everybody, and yet did not interfere with Pat's games of reversi with Stella or besique with Sophy Scrope. It was chiefly for Agnes's use and"], [131, "\"YOUTH AT THE PROW.\" 119 pleasure that the cottage piano with its heaps of music existed in the small house at Barnes, though she was only able to play and sing by fits and snatches. She was a genuine musician, not on a great scale, certainly, not even with the advantage of a good training. She had been imperfectly taught, her knowledge was halting, and she had no time to practise and improve herself in the art she loved. But she had a fine ear and a sweet voice of moderate compass. She frequently sang her own words and airs, singing them from the heart, and they were full of freshness and originality. An expert might have detected in them sins against the learned laws of harmony, vagrant notes and unequal quantities. But even to some who had not souls much beyond scales and keys, and to all who were happily not too deeply initiated into the technicalities and subtleties of music, there was an indefinite, unapproachable charm"], [132, "120 SAPPHIRA. in Agnes Baldwin's clear, tender, half-un tutored singing. Her little romances were part of herself, all about the crystal transparency of truth, about spotless purity, aud high-souled beauty — which were not merely skin-deep but pierced and pervaded a lovely nature through and through — and about undying fidelity. The men in Agnes's songs wrere heroes, incapable of meanness or baseness, reverenced and devoted without narrowness or fanaticism. The women were fair saints and queens, without asceticism, arrogance or insolence in their saintship and queenliness ; on the ■contrary, gentle and joyous, meek and -condescending, loyal daughters, noble wives, fond yet wise mothers. To listen to Agnes Baldwin's singing on a summer night with the window open to the lapping of the river, the stroke of oars, the voices of children, the stirring of leaves, the fragrance of flowers, was like saying one's prayers in God's"], [133, "\"YOUTH AT THE PROW.\" 121 universal church. Sam Scrope, for one, knew well enough from outward evidence and from personal observation and reflec tion that life, alas, was not all that Agnes Baldwin saw it ; that her world was but a radiant section — true so far as it went, let us be thankful — of the great world, so much of which lay in the black shadow of sin and wickedness. Nevertheless he listened to her en- tranced, and could have listened for ever. Whatever wit, wisdom and experience he possessed, and undoubtedly his attain ments in these respects were considerable for his years, and far surpassed those of his companions, he would have willingly exchanged all the fashionable cynicism of the day, all its profane rhapsodies about life's not being worth living and mar riage being a failure, all its lawless rav ings over the forbidden delights of what is so sad, and mad and bad, and yet so sweet, for one breath of Agnes Baldwin's"], [134, "122 SAPPHIRA. high faith in Heaven and earth, her un swerving trust, her undaunted courage, her wholly bright yet half pathetic ac quiescence in all that is as best, because it came from God. So good men and women were bound to accept it and make the best of it, and to find their blessedness in taking up and bearing the yoke and the cross, like the rest of creation, and moulding themselves to the awful, merciful Father's will. It was impossible to see and hear Agnes singing and not understand that she had great delight hi her own music ; that she was in fact, as often as not, carried away with it, so as to forget time and place and all exterior circum stances. But now as she sang, in the soft twilight, with every head in the room involuntarily turned towards her — Mrs. Scrope, who sat resting in a corner of the nearest couch abstractedly beating time with her fingers on her knee ; Pat"], [135, "'YOUTH AT THE PROW.\" 123 and Susie, with Sophy who was looking on at the game, pausing in their quick calculations and forgetting what they were to play next ; Georgie and Stella, who had been out in the garden, wdiich opened from the conservatory, and had their hands full of honeysuckle and banksia roses, standing arrested in the doorway ; Sam, who had never moved from the arm-chair which he had taken on the other side of the piano, except to hang more and more with his big body over it drinking in the singer's words — a sudden consciousness came to her. An instinctive perception, wrhich she refused to perceive, which she put away from her in stantly and peremptorily, flashed upon her. She rose precipitately, with a laughing apology for having trespassed on the patience of the company so long. She would not listen to their protest, she ensconced herself by Mrs. Scrope. She left Sam sitting out there alone in the"], [136, "124 SAPPHIRA. cold, so that he had no choice save to cross the room and say a fewr civil words to Georgie, to which she turned rather a careless ear. Then Agnes's brow cleared, and she smiled benignly on the whole room."], [137, "CHAPTER VI. THE SHADOW OF THE PAST. \" Mother, I wish you wrould screw up your strength to the pohit of calling on Mrs. Baldwin,\" said Sam Scrope, invading his mother's room after breakfast before he started for his chambers in one of the Inns of Court. Mrs. Scrope always break fasted in her dainty dressing-gown and morning cap, in tranquil retirement. She was a pretty, faded, comphant little woman whom everybody petted, whose opposition nobody minded very much ; it was so certain to break dowrn in the long run. Her big son, with his big capacity and dehberate ways, was at once the great object of her admiration and her chief stay, yet she was brave enough to contra dict him where he stood staring at the"], [138, "126 SAPPHIRA. gloves he was pulling on and impressing upon her his sense of the obligation that lay upon her to call on her old neighbour in Lancashire. \" Really, Sam, I do not feel equal to calling on Mrs. Baldwin,\" she said, with a faint coral colour crossing the yellow- white of the cheek turned to him. \" I am very sorry to disoblige you, of course, if you care for my making the effort ; and I am sorry also to fail in any cour- tesy to Mrs. Baldwin, if she expects me to renew our acquaintance ; but as she knows I am an invalid, and as I believe she never goes out herself, though I don't know wdiy, I have no doubt she will make allowance for me. Altogether, as I said, Sam,\" Mrs. Scrope prepared a httle confusedly to repeat her statement, \" I do not feel equal to calling on Mrs. Bald- win.\" \" Certainly you ought to know your own feehngs best, and I don't wish to"], [139, "THE SHADOW OF THE PAST. 127 tempt you to make any exertion for wrhich you are not able,\" said Sam, still fumbling with the button of one of his gloves ; \" but it seems to me you under-rate your powers. The girls persuaded you to go with them to the last morning concert at the Albert Hall, you sat out the con cert and were not worse for it ; Barnes is nearer than Kensington, and the company of an elderly lady like yourself must be less fatiguing than the din, crowd and heated air of a concert room ; I incline to hold with the ghds that the variety of seeing a little society in a quiet way would do you good. Then, I am sure, you are too kind-hearted to need to be reminded that though the young Bald wins are making a gallant fight, they have had trouble, and have, as most people would think, fallen down hi the world. We who have had no such experience are bound to remember that, and to stand by old friends.\""], [140, "128 SAPPHIRA. \"I cannot help it,\" said Mrs. Scrope incoherently, facing round on her son, and as it were standing at bay. \" I mean I cannot help the Baldwins' trouble, though I am sorry for them ; I have been sorry all along. But I cannot call on Mrs. Baldwin ; pray do not ask me, Sam,\" and the lady drew back on her sofa wdth a kind of shivering recoil. Sam Scrope looked keenly at his mother, suddenly crossed the space between them and sat down on a chair by her sofa, making it creak with his weight and the abruptness of the movement, an abrupt ness foreign to his habits. He pulled off the gloves he had just drawn on, and addressed her again. \" You won't be pressed to do wdiat you don't want to — you know that, mother,\" he proceeded half commandingly, as might have been expected from the manful head of a house — the single man hi a household of women — half soothingly, because forbearance was a"], [141, "THE SHADOW OF THE PAST. 129 quality of that very manliness, and be cause he was accustomed to deal with a timid, sickly woman. \"But you must tell me why you have so great a repug nance to the idea of calling on Mrs. Baldwin ? \" She looked at him from under her down cast eyelids and her hands trembled while she dragged her white shawl more closely round her. \" I think you know a little why,\" she said almost in a whisper, as if she were speaking treason ; \" you were the merest lad at the time, but you were a good deal older than the eldest of the young Baldwins, and you were far forward and thoughtful for your years. You know your poor dear father and I always imagined,\" with an innocent wile to parry the question by administering a little gentle flattery to the questioner, \" you had a look of old Judge Scrope, whose likeness hangs above the chimney-piece in the library.\" VOL. I. 9"], [142, "130 SAPPHIRA. \" Yes, I daresay nothing less would serve you than that I should mount the woolsack, which, by the way, old Judge Scrope did not do. But never mind me or anybody I resemble ; the question is, what happened over at Brackengill ? What was the cloud that fell on the Baldwins in addition to their money losses ? \" \" It is a painful subject,\" said Mrs. Scrope, still speaking unwillingly, and me chanically sliding the rings she wore up and down her fingers accordhig to the manner of many nervous women. \" I dare say we kept what was said from you as much as we could, but you wrere too ob servant, and you would not be put off a subject, or induced to turn away from it, when you had once got it into your head.\" \" I have not got it clearly there to this day, unless you will help me — that is what I am asking,\" he said with quiet determination, leaning back, turning half round and hanging one arm over the back"], [143, "THE SHADOW OF THE PAST. 131 of his chair, as if he had made up his mind to sit there waiting patiently for what he wanted, for half-an-hour at least. \" Oh ! it is little that I can tell you of anything certain,\" she said hastily, \" only vague accusations and distressing rumours, while the bare suspicion was so horrible that I cannot bear to think of it, far less to repeat it, after all these years. Why, the very thought of her — a widow hke myself among her grown-up children, one of whom was little better than a baby at the time— no farther off than across the Thames there at Barnes, turns me sick.\" \" Face the spectre and it ceases to be a sj^ectre,\" said Sam, \" and if she has la boured under a false and what certainly seems a grossly improbable aspersion all these years, it is high time that her. repu tation were cleared. Mother, you must steel yourself to try and tell me what you can recollect, in common fairness to your old friend.\" 9-2"], [144, "132 SAPPHIRA. \" She was no old friend of mine,\" said Mrs. Scrope a little indignantly, raising herself into a sitting posture ; \" even Dick Baldwin was not more than an acquaint ance of your father's, though what with living in the country and dispensing country hospitality the connection appeared closer.\" She was bringing herself to re call and recount old events and the scandal which had attached to them, but it was from no desire to wipe off the stains from Mrs. Baldwin's character; it was from an impulse to defend herself and her husband from the implication of having been on intimate terms with the elder Baldwins. It had flashed across her not over sharp mind — and her son's sagacity penetrated the motive — that she might by the explanation put a limit to the grow ing friendship between the young people, which she had up to the present moment been powerless to arrest. \" You are aware, Sam, that Mr. Baldwhi was a Lan-"], [145, "THE SHADOW OF THE PAST. 133 cashire manufacturer, belonging to the firm of Baldwin, Buhner and Foster — a great firm in its day. I believe Mr. Bul mer is still alive and has made a new private business out of the wreck of the old one which he wound up. Mr. Bald win bought Brackengill, he did not succeed to it ; the place was not in the family's hands for the whole of one generation, though I believe they were well enough con nected. He married soon after he came to Brackengill. He and Mrs. Baldwin were not a well-matched couple. He was much older, and a pompous, ostentatious kind of man. Your father did not care for him, though he was sorry for him when he got into difficulties. It was said that his wife had married him in a pet, that she had cared for some other man and been disappohited in her affections. It seems to me that such stories were more plentiful then than they are now ; either people have less heart or they have more self-control."], [146, "134 SAPPHIRA. Perhaps you can tell, Sam,\" she made the appeal to her general referee, for a breath- ing space. \" Both, I should say,\" Sam decided suc cinctly ; \" but take time ; don't hurry your self, mother.\" \"I have heard that Mrs. Baldwin's family, who did not belong either to Lancashire or Westmoreland \" \" They were Yorkshire people, I believe,\" said Sam. \" Wherever they came from they were poor,\" resumed Mrs. Scrope, \" and it was said that after she met with the dis- appointment I have referred to, and it may be did not care what became of herself, they urged her to marry Mr. Baldwin for a home. If so, she was punished, for it was taken from her. Yet I can- not say that she did not do her duty by her husband, though it was clear enough that they were not of the same nature. Her pride was not his pride ;"], [147, "THE SHADOW OF THE PAST. 135 she was simple and dignified where he was boastful and bumptious, at least your father and I used to think so. They speak of 'Manchester men' and 'Liverpool gentlemen,' but though he was well enough born, as I have told you, and well enough bred, conventionally, there was not much of a gentleman by nature in Dick Baldwin.\" \" The children must have taken after their mother,\" said Sam coolly. \" Only the eldest girl Agnes is like her mother,\" answered Mrs. Scrope with a flurried glance at Sam. \" Oh ! come now, mother,\" he began hastily. Then he made an amendment on what he had been going to say. \" In that case the scandal must have been utter bosh,\" he said boldly. \" Very possibly it was,\" admitted his mother uneasily. \"When I say the girl is hke her, it is like what I fancy her mother may have been before the be-"], [148, "136 SAPPHIRA. ginning of her troubles, before that dis appointment which was gossiped about and before her marriage with an uncon genial husband ; but as I did not know her in those days I may be mistaken in the fancy. Certainly Agnes Baldwin is her mother's height and has her fair com plexion, while the other children take after their father, who was a little dark man. Mrs. Baldwin did her duty by her husband, though the two went their dif ferent ways, and it was plain to see that her heart was centred in her children. She was more wdth Dick Baldwin after he fell into his adversity and his health gave way, while age was creeping fast upon him. People considered that she quite devoted herself to him then, though he could not have been an interesting or a cheerful companion. His reverses preyed on his mind, until from being a loud, boisterous man he grew moody and morose. I have heard Dr. Blacket, whose"], [149, "THE SHADOW OF THE PAST. 137 patient he was, say that undoubtedly his brain became affected, and he ceased to be altogether responsible for his actions.\" \" The firm he was in were on the brink of failure and stopped payment for a time : was that the sum total of the mess in which his affairs wrere left ? \" inquired Sam Scrope curiously. Mrs. Scrope shook her head. \" It is not for me to say ; you may remember he died before the bushiess could be wound up. Old Mr. Buhner, who is liv ing still, complained bitterly that there could be no explanation between them. He blamed Mr. Baldwin, who had been managing partner before Mr. Bulmer, for gross extravagance and for over-draw ing his account — his share of the profits, I suppose ; I confess I never understood the matter properly— if for nothing worse. He had the notion — Mr. Buhner had — that he was blamed for deficiencies in the capital of the firm wrhich were due to Mr."], [150, "138 SAPPHIRA. Baldwin ; and Mr. Bulmer was not the man with the temper to stand such an imputation, if it existed anywhere save in his own imagination.\" \" And Baldwin died very inopportunely for his partners, so far as their arriving at any clear settlement ? \" Sam, sitting with his chin in his hand, helped his mother on in her narrative. \" He was found dead in bed,\" said Mrs. Scrope with an involuntary shiver. \" He was old and ailing, indeed far gone hi infirmity and imbecility, for he broke down very rapidly towards the end ; still Dr. Blacket was surprised by the suddenness of his death.\" She lowered her voice as she finished, and again the httle shiver which had passed over her before, in the course of the interview, ran through her \" Dr. Blacket must have given a cer tificate of the cause of the death,\" said Sam sharply."], [151, "THE SHADOW OF THE PAST. 139 \" No, as it happened he did not,\" de nied Mrs. Scrope with decision. \" His father the old doctor wras alive still, and was just then taking the whole business wdiile his son, ' young Dr. Blacket ' as we called him in his father's lifetime, was gone for a holiday. It was old Dr. Blacket who was called in on the death.\" \" Well ? \" said Sam interrogatively. \" Well,\" repeated Mrs. Scrope like a scared echo. \" There were people who maintained that the old doctor wras past work and ought never to have been in trusted with such a charge. He could not get through the day's work. He was always pressed for time. It was alleged that he did not care to look at an old man like himself, who was unques tionably past his help, for Mr. Baldwin had been dead for hours before the doctor got over to Brackengill. He heard what Mrs. Baldwin and the servants had to"], [152, "140 SAPPHIRA. say, and then gave the certificate, it was asserted, without going beyond the door of the room wdiere the dead man lay.\" \" It seems to me that there were far too many assertions and conjectures without any sure foundation for them,\" said the future judge. \" Now, mother, one more thing : what wras held to be the gain to the Baldwins by Mr. Baldwin's opportune or inopportune death ? \" It was clear that Mrs. Scrope had heard the question discussed before, by the un hesitating manner in which she replied : \" Both the late Mr. Baldwin and all con nected with him were saved the exposure and disgrace wdiich would have attended on any examination and publication of business defalcations on his part, if such existed. Why, we, who were only their neighbours, were thankful, on first hearing of the death, that the family had been spared so much. Besides, they wrould have been left the next thing to destitute"], [153, "THE SHADOW OF THE PAST. 141 without the considerable sum for wdiich his life was insured. As it happened they lost that also, from the unfortunate failure of the insurance company ; but they could not have anticipated the last collapse, for the company bore an excellent reputation. As I need not tell you, your poor father had his life insured in it, and had no cause for alarm till within a week of the date when he learned that he had lost every one of his annual payments since he came of age.\" \" And for this mess of pottage — the hushing-up of a local scandal, the securing of an insurance premium — you can give a moment's credence to the outrageous theory that an educated gentlewoman of unblemished reputation, nay, who had the credit, as you acknowledge, of having proved not merely a faithful but a kmd wife to an unsuitable husband the moment he needed her kindness, was so far left to herself as to become"], [154, "142 SAPPHIRA. guilty of an inhuman crime ? \" he de manded sternly and scornfully. \"Good heavens ! Sam,\" cried his mother in mingled trepidation and righteous anger, \" who said I gave credence to the horrible story ? I never said so or thought so. I was only repeating, at your urgent request, the unpleasant rumours that were in circu- lation in the neighbourhood of Scrope Hall and Brackengill soon after Dick Baldwin's death. There was an unlucky mystery where it was concerned, there cannot be a doubt of that,\" she went on with the peculiar doggedness of some mild women. \" You must take every- thing into consideration. He was not only an elderly man, he was getting as full of infirmities as of years, a burden to himself as well as to all around him. He was dying on his feet in fact, and ceasing to be answerable for what he said or did, or to know fully what was passing"], [155, "THE SHADOW OF THE PAST. 143 around him. For such a man to have undergone an examination, which could not have been dechned without at once exciting suspicion, on business matters, many of them transactions of years and years back, would have been a melancholy farce. I have always heard your father say, Mr. Baldwin's death, happening when it did, was a great relief to himself and his friends. It saved both himself and his family from an insulting ordeal — the truth or falsehood of wdiich it would have been almost impossible to ascertain.\" \" It could have been done,\" said Sam with judicial authority. \" Many people,\" continued Mrs. Scrope, \" who could not and would not accept the worst version of the affair, were in clined to think it owed its origin, and had received shape and colour, from some simple accident or mere mistake in the administration of the sick man's medi cine. If so, she might have been over-"], [156, "144 SAPPHIRA. whelmed with the disastrous consequences of the error, and she might have shrunk from confessing the truth till it was too late. That w^ould have been weak and wrong, but not like the other enormity.\" \"Was she a weak woman?\" asked Sam, and the sceptical irony in his voice provoked even so gentle-tempered a woman as his mother. \" No,\" she said emphatically, \" but she acted very foolishly for an innocent per son ; she dismissed some of the servants who persisted hi whispering that they had seen Mr. Baldwin, who was not bed-rid den, or even confined to the house, tot tering along one of the walks through the shrubberies, early on the very morn ing when he was said to have been found dead in bed.\" \"No, I deny your inference,\" said Sam Scrope deliberately, pulling himself to gether, getting up and walking to the window behind him. \" That was the un-"], [157, "THE SHADOW OF THE PAST. 145 mistakable act of an innocent woman possessed of such intelligence as she is endowed with. There was no folly in it, in that light. If she had been guilty even to the extent you are disposed to give credit to, she would have been more cautious ; as it was she might very well have wished to silence idle, ignorant chatter. Quite probably her husband had walked in the shrubbery the morning be fore that of his death, or half-a-dozen mornings before, the rustic mind is not too precise in the matter of dates. Or she might have had the idea of nipping in the bud a form of superstitious panic, involved in the well-authenticated appearance of a ghost or wraith.\" \" But you do not believe hi ghosts or wraiths, Sam ? \" questioned Mrs. Scrope in a bewildered way. \"Certainly not,\" answered Sam, still studying the weather. \" They say it has become fashionable,\" VOL. I. 10"], [158, "146 SAPPHIRA. remarked his mother ambiguously and with halting grammar. \"But poor Mrs. Baldwin did more than that,\" Mrs. Scrope went on, slightly piqued by the manner in which her son was receiving her story: \"she dismissed the greater part of the ser vants with liberal additions to their wages, in spite of Mr. Baldwin's losses. It might have been because she was naturally a generous woman, in her quiet way, and had shown herself such throughout her married life,\" granted Mrs. Scrope candidly. \" The generosity was particularly noticed in Mrs. Baldwin, because girls who have been poor, and have married husbands hi what was believed to have been wealthy circumstances, and paid rather dearly for their bargains, are not apt to be free with their money, but are grasping and tena cious of what they have bought at what they find a heavy price. However, though she had a generous temper, there was no reason why Mrs. Baldwin should"], [159, "THE SHADOW OF THE PAST. 147 give quite a large sum of money to a couple of Scotch servants, a husband and wife, she had with her. Unless \" — she finished again with a nervous inclination to qualify her statement — \"because the woman helped to nurse Mr. Baldwin after he was too ill to be left with Mrs. Baldwin, and the other servant, the man, who said he had gone to the door of the bedroom to speak to his wife, was the person who raised the alarm that his master was lying dead in bed and rode to fetch Dr. Blacket.\" \" These might be perfectly valid reasons in Mrs. Baldwin's eyes,\" said Sam, stdl speaking with his back turned and his eyes looking out of the window. \" But nothing, I mean nothing hi the ordinary course of events,\" maintained his mother, \" wrould account for the great change in herself. I never saw a woman change so much as Mrs. Baldwin did after she became a widow. Everybody who knew her saw it and spoke of it.\" 10—2"], [160, "148 SAPPHIRA. Sam enunciated the single word, \" Grief,\" without much conviction in his tone. \"Nonsense,\" said Mrs. Scrope quite im patiently for so patient a little woman. \" She wras not so much attached to him as that wrould come to. It was easy to see that they wrere an ill-matched couple, as I have told you, and it wras current in the county that in her young days she had given her heart to another and a very different man ; she had only taken Mr. Baldwin as a p>is aller : not that she failed him more than she could help, I bslieve. She treated him with perfect respect, and went constantly into com pany with him, though the pair were httle together at home, wilich might be his doing as wrell as hers ; and as time wore on she did not look an unhappy woman, grave and quiet as she was for the most part. I have heard her singing and laughing among her children hke any other young mother. But from the time of"], [161, "THE SHADOW OF THE PAST. 149 her husband's death she never crossed her own door-step unless she was compelled ; she did not even go to church ; she did not return a single call of condolence made on her. She drew back within herself and looked as cold and frozen as if she had been turned into stone. I don't set up for much penetration, but I must say I thought she had a hunted, scared look, as if she shrank from detection, and had always the dread that something dreadful was going to happen to her on her mind.\" \" Imagination plays strange pranks with us,\" said Sam ; \" but I did not know that you were plagued with imagination.\" \" Neither am I, Sam,\" she said, as if she were rebuking an unworthy accu sation. \" Did you ever see these favourite ser vants?\" he put it to her. \"They should be old people, if indeed they are still alive, by this time.\""], [162, "SAPPHIRA. 150 \"Really, Sam, you ask so many ques tions, you seem to forget you are not in court,\" said his mother, still aggrieved and rather weary. \" Of course I don't mind answering you, if I can give you any satisfaction, but it is a bad habit to get into, so is your speaking over your shoulder wiien I cannot hear half you >! say. \" I beg your pardon, mother,\" said Sam, wiieeling round. \" I may take it you know nothing of these people, these servants we wrere talking of ? \" \" No, what should I know ? \" replied Mrs. Scrope. \" We were not very near Brackengill at Scrope Hall, as you must be aware ; neither were the two families so intimate, though your father liked to keep up the old north country hospitality. Certainly the man and woman wrould be well up in years if they were alive. I daresay they went back to Scotland when Mrs. Baldwin broke up her establishment."], [163, "THE SHADOW OF THE PAST. 151 I may say she did that when she reduced her style of living to the last degree on her husband's death, and after the failure of the insurance company, when she was left with no more than the allowance granted by the firm till their affairs wrere wound up. Brackengill was sold, you remember, and she quitted the neighbour hood and went to Yorkshire to stay near her relations. Eventually, as the young people tell me, she was induced to come up to London to give them a better edu cation and to launch them in life. I don't suppose she would take any of her old servants into Yorkshire. Stay, Sam,\" as long - forgotten recollections stirred within her, \" I believe I do remember something of the Scotchman. He came over with a note to your father once, and I think I made the observation that he was the next thing to deformed, the shortest, most bandy-legged person I had ever seen. Dear, clear, how long that is"], [164, "SAPPHIRA. 152 ago,\" reflected the lady, interlacing her fingers ; \" your sister Stella was a little thing in a white frock and blue shoes, and she cried with fright, for you had been telling her stories of trolls and brownies and she thought the queer long-armed man — for his arms were as long as his bowred legs looked short — was one of them. But there is something more that I wish to say to you,\" rousing herself from the contemplation of the picture she had con jured up. \" I can see you are going at last. I have had no desire to rake up old scandals ; if you will do me the justice to think of it, you forced me to do it. Nobody can be sorrier than I am for these two poor innocent girls, fine girls in their different styles, both of them. The lad too looks a nice promising lad ; I have not a wrord to say against any one of them. They are welcome here if they like to come, smce your sisters have taken a fancy to them. The young Baldwins,"], [165, "THE SHADOW OF THE PAST. 153 poor things, could not help anything that was wrrong in the past, if there was anything far wrong. They were mere children, all of them ; the girl Georgie was younger than my Stella, a little thing of three or four years. Their father and mother wrere old neighbours at Scrope Hall, and all that kind of thing — that is true enough. But surely you must see that I cannot be expected to call on a woman against whom there has been even the slightest breath of such a horrible suspicion,\" and poor Mrs. Scrope positively gasped at the idea. \" Unless to dispel the suspicion,\" said Sam ; \" but don't trouble about it now. I am thinking of taking a run north to-night ; I have something to do at home. Have you any commissions ? \" \" Bless me, Sam, you do take people aback,\" cried Mrs. Scrope, sitting bolt upright in her astonishment. \" This is a sudden resolution, and you used not to do"], [166, "154 SAPPHIRA. things so unexpectedly. It is natural for you to have matters to talk over with Paton, your bailiff, only I wonder that you did not mention beforehand that you were going to Lancashire.\" \" I am not what is called a chatterbox,\" said big Sam, with what would have been regarded as demureness in a little girl. \" No, that you are not, though you can make other people chatter. Shall you be awray for two or three days ? \" \" Just for one, I expect ; I mean to come back to-morrow night.\" \" My dear boy, travelling two such long journeys on end, I may say, is in curring a great deal of fatigue. Are you certain that it is necessary ? \" \" Certain,\" he replied with conviction. \" And I am not a fine lady — I am big enough to knock about the wTorld mstead of merely going to Lancashire and coming back again.\" \" No, Sam, I have no commissions, thank"], [167, "THE SHADOW OF THE PAST. 155 you ; I wrote to Mrs. Ashe about the win dows and beds last week. But I daresay your sisters will have a few messages and parcels.\" \" About which there is no hurry, wThile my errand will not wait. Bid the girls waite the messages and send the parcels by post, which will help the revenue, give the S.'s something useful to do, and save me time and trouble,\" said Sam, kissing his mother and quitting the room."], [168, "CHAPTER VII. A REJECTED WrARNING. Agnes Baldwin wras walking past the Marble Arch in the bright summer after noon, in the course of one of her literary expeditions, when it struck her that if she crossed into the park she Avould have more space and quiet to pursue her meditations, which were deeply concerned in the fortunes of her last heroine. She was in the act of fulfilling her intention, wrhen a han som dashed up, stopped, and the large figure of Sam Scrope appeared for an in stant filling up the opening, before he leapt dowm and joined her. It wras provoking. She had just got her heroine into an exciting difficulty, from wrhich she could only be extricated, with any show of probability, by a considerable expenditure"], [169, "A REJECTED WARNING. 157 of thought and care. Agnes might have o __> & been at once soothed and exhilarated by the shade of the trees and the softness of the turf, though trees and turf wrere fast losing their May freshness. She might have triumphantly extricated the child of her brain from the dilemma hi winch the heroic lover had been led to suppose that his mistress wras altogether indifferent to him — and it was absolutely necessary that he should be delicately disabused of the false impression, by the time the author of the imbroglio had reached the opposite gate. Why would idle people come in their busy neighbours' way in this tantalizing fashion ? Not that Sam Scrope was re puted idle, but why was he turning up here in this desultory manner, when he ought to be in his chambers occupied with his law authorities ? Ah ! What would Agnes not give for the leisure and seclusion of chambers, instead of having to work out her characters and their"], [170, "158 SAPPHIRA. fates, trudging along the streets, or being squeezed and shaken in omnibuses, or subjected to domestic interruptions at home ? If Sam Scrope was disengaged, why did he not take himself and his leisure down to Chiswick, or find his way to Barnes, where his heart was understood to be, and bestowT his spare time on Georgie, who was not engaged in any wray which would keep her from attend ing to him ? Georgie professed indifference to his company, it is true, but of course that was only pretty coyness. Agnes had in vested her favourite heroines with the becoming quality over and over again. Their coyness equalled their devotion and fidelity. Then a happy thought struck Agnes, which served to console her for having to wraste her precious time, and induced her to receive Sam with quite a cordial"], [171, "A REJECTED WARNING. 159 smile and shake of the hand. Might he not be seeking her out and arresting her to talk of Georgie ? Enamoured swains were wont to seize every chance of dis coursing on the adored object, preferring that they should hear her satirized, nay, going so far as to dissemble and satirize her themselves — though these were some what base and dastardly lovers, not at all according to Agnes's mind — than that they should not hear their lady spoken of at all. Therefore as Agnes was a hundred times fonder of Georgie than of the off spring of her own brain, she wras ready to sacrifice the latter to the former with a good grace. Sam Scrope, looking very tall, grave and preoccupied, walked for a space by Agnes's side. He did not rush into open inquiries, or indulge in vague, subtle allusions to the younger sister. He con tented himself with exchanging the pre liminary nothings of social intercourse,"], [172, "160 SAPPHIRA. the remarks on the prolonged fine wreather, on the damage a long continuance of the drought would do to the parks, on the dust, which was an unpleasant ac companiment of travelling. Yes, he had just come off a journey, at least he had been as far north as Lancashire and Scrope Hall. Agnes gave what might be the expected exclamation, though she could not tell what there was to exclaim at on Sam Scrope's spending the day at his own house, unless the legal business which he wras not actually conducting from dewy morn to dusky eve wras supposed to stand in the w7ay. When he did refer to Agnes's home circle, he asked after Mrs. Baldwin's health instead of singling out Georgie's welfare as the theme of his animadversions ; but that wras all right, a graceful subterfuge, a respectful compliment to the seniority of Georgie's mother."], [173, "A REJECTED WTARNING. 161 \" How is Mrs. Baldwin ? Has she been well lately ? Does she relax her rule of staying at home ? \" he inquired with marked interest. Agnes thought it decidedly nice and filial of him to be so much taken up with what concerned her mother. She gave him the requisite assurance with regard to Mrs. Baldwin's health, and explained the unalterable nature of her habits. Still he stuck to his subject pertinaciously, without betraying any inchnation to di verge to the health and habits of Mrs. Baldwin's younger daughter, which one might have imagined wrould have fur nished a yet more attractive topic. He walked on by Agnes's side, crossing the park with her. He let his arms fall, then put them behind his back, clasping them there, thrust his head a little for ward, staring abstractedly at bis boots, and all the time he kept on talking of the pallor of Mrs. Baldwin's complexion, VOL. I. 11"], [174, "162 SAPPHIRA. her sedentary life, and her absorption in the work which wras never out of her hands. No one could exceed Agnes Baldwin in the profound reverence and tender affection she felt for her sole surviving parent, but she began to think Sam Scrope tiresome, formal, almost affected in his elaborate discussion of what he had very little to do with, in the meantime, at least — her mother's looks and ways. He was speak ing more than usual, while it sounded as if he were speaking for speaking's sake. Agnes took to answering her companion in monosyllables, as her attention began to wander. She felt bound to settle that tremendously important love affair of her heroine's, and have it all cut and dry before she had to sit down to her desk and reduce it to paper. How long was it before Agnes thought of that story again, or did she ever finish it, with a totally different ending from that"], [175, "A REJECTED WARNING. 163 she had intended to give it many days subsequent to the miserable time when she learnt to look on such sentimental tribulations, on her future success as a writer, even on her capacity to be fore most in earning daily bread, in the light of trifles light as air, not worth reckoning ? \" Your mother must be greatly changed since you can remember her, when you were a little girl at Brackengill,\" he wras sayhig with the greatest seriousness, well nigh with solemnity. \" My mother says she can recall Mrs. Baldwin playing merrily with her children and going about cheerfully among her neighbours.\" As he spoke he glanced at the sunlight flickering among the trees, at the groups of passers-by — children at play, and men and women pursuing their ordinary er rands, all the more contentedly for the quiet and freedom of the park and the pleasant summer wreather — at the tall, slender, pale-faced, red-haired girl at his 11—2"], [176, "SAPPHIRA. 164 elbow, with the slight abstraction stealing over what had been till within the last few minutes the eager animation of her air. As he glanced, he saw none of the objects on which her eyes were fixed, or rather, he saw them as a background to a strange and widely contrasting scene. An old - fashioned, small - windowed country house, standing solitary in its grounds among the \" shaggy wood \" and rugged fells of a hill country, an old fashioned room, its principal piece of furniture a big four-post bed, piled with mattresses, on which lay stretched the lifeless figure of an old man. He was worn and haggard, as if with long ill ness, but his face did not bear the stamp of deadly weakness, neither had it the peaceful seal set on it by death in sleep, when one who wras very wreary has been mercifully called to his rest. There were traces of suffering and a last"], [177, "A REJECTED WARNING. 165 struggle for dear life, in the clenched hands and the set teeth. \" Of course mother is changed since poor father died,\" said Agnes, roused into employing tones of wondering reproach. At the same time she spoke with perfect calmness and confidence, as if the mere fact of her father's having died in the course of nature was ample reason for every alteration in her mother. \" Did it never occur to you, Miss. Baldwin,\" said Sam Scrope, hesitating a little, to begin with, and then hurrying his speech, \" that there may have been some painful details in connection with your father's death ? You were too young to have been made acquainted with such sad particulars, but they may have left an in delible impression on Mrs. Baldwin from which she has never recovered. Do forgive me if I disturb and distress you,\" he be sought her, for Agnes was turning away from him with all the suddenly awakened"], [178, "SAPPHIRA. 166 trouble and displeasure which such an extraordinary suggestion could produce visible in her face. \" You may be sure I would not do it if I could help myself, that it is for your sake, for everybody's sake. What I wish to say, and I am saying it most clumsily and blunderingly, no doubt, is, that your mother appears to be in a peculiar condition of mind and body from which it might be well to rouse her.\" \" Mr. Scrope,\" said Agnes, with frank ness, dignity and indignation fighting for the mastery hi her words and looks, \" I confess I do not understand you. I can believe that you, or rather Mrs. Scrope, may have found a great change in my mother, and may have a friendly but altogether mistaken purpose in calling our attention to it. As if we, her children, wrould not see and do all that could be done hi the circumstances ! For if you will only remember that she has lost her husband,"], [179, "A REJECTED WARNING. 167 been without him all these long years, and that we can never on earth, with all our care and affection, give him back to her, you may surely judge that there is sufficient cause for the alteration in her looks and spirits, without the possibility of our preventing it. I have said nothing of our loss of Brackengill and our reduced precarious circumstances,\" she added with great simplicity, \" because of course such worldly reverses would not weigh a feather's weight in comparison with the crowning calamity of the death of my father.\" He looked at her with the same ex- pression in his honest hazel eyes which was there when he listened to her sing ing her own songs. It combined reve rence, admiration and amazement that he should have come in contact with a spirit and sentiments which were, for the most part, so out of date in the generation. On this occasion his glance was also full of pity so intense that it wrung his heart"], [180, "168 SAPPHIRA. and drained the healthy colour from his cheeks. \" Then it is your candid opinion,\" he said more slowly, \"that your mother's widowhood, which began seventeen years ago, and w<as wrhat might have been looked for in the common lot, since, though she was still a comparatively young woman, her husband, your father, was already an old ailing man, is in itself enough to have broken her down beyond the powrer of recovery, to have robbed her of all hope and energy in the years that are already gone, and in those winch are still to come, leaving her stranded as she is ? \" \" Yes, I believe it,\" she said, half solemnly, half defiantly, with shining eyes, \" wrhere there has been a true union, such as must have existed between mother and father, where heart has answered to heart, and love has done its utmost, love which is stronger than death. Mind, I am not saying that I do not regret the wreck wiiich remains, or that my principles will"], [181, "A REJECTED WARNING. 169 let me approve of it, though what am I to approve or disapprove of the holiest mystery of life ? I do not even argue that it happens in every case where there has been strong and disinterested affection. What I do say is that my mother's loss of her husband, wiiile she was still in the middle of her days, explains perfectly why she and many a widow like her have never held up their heads again.\" \" My mother has lost my father,\" he remonstrated, \" and from my own knowr ledge I can vouch that they were what is called a happy couple ; I am ready to vouch also, that she never has forgotten, never will forget him. She is a weaker woman, in every way, than your mother. Her shattered health might excuse her for indulging in vain retrospection. She has not had so much time to recover from the blow, for it is not above ten years since my father died ; yet she is happy in her children ; she lives again hi them.\""], [182, "170 SAPPHIRA. \" I did not say all widows mourned like my mother,\" asserted Agnes, evidently with a certain innocent pride in her mother's excess of mourning ; \" I have not even implied that I wished it,\" she de fended herself. \" I said I regretted it, for her sake as well as for ours ; that my conscience would not permit me to justify it ; but I feel all the same that her plight makes the greatest call on our loyalty and love.\" Her eyes glistened as they shone, and again he looked at her, strong pity blending with his regard. \" It is just because of that loyalty and love due to every true mourner,\" he be gan again, \" that it seems to me it might be a real kindness to the sufferer to probe the wound. It may be that some unre vealed disaster, some untowrard accident, morbidly hidden and dwrelt upon — to bring it to the light of day and speak of it would serve to place in its proper light — has embittered her sorrow.\""], [183, "A REJECTED WARNING. 171 \" I will not intrude into my mother's private history, and press, without war rant, for her confidence, if that is wiiat you mean,\" she said. Her whole air was full of the haughty surprise and resent ment of which she was not incapable, though it alwrays sat strangely on a crea ture who, in the multitude of her gifts, was so simple, unexacting and self-forgetful. \" Besides, there is nothing to learn,\" she resumed the conversation in the fulness of her conviction. \" Excuse me, Mr. Scrope, and I'll try to think you mean well ; but I am afraid that your being a lawyer has rendered you suspicious, and set you to detect secrets where none exist.\" \"It is you wiio must forgive me, Miss Baldwin,\" he said with rising agitation. \"I am older, and I have seen a good deal more of the world than you have seen. Perhaps, as you think, my profession also leads me to the belief that there are strange terrible temptations, and unhappy"], [184, "172 SAPPHIRA. inopportune accidents, which beset and be fall many people who are by nature, as they appear to us, the persons least likely to be entangled in such snares. I have a hard duty to do, but I will not stop to say it is costing me a great deal. Miss Baldwin, I must tell you, there wrere some singular incidents in connection with your father's death, to which your mother's con duct, then and subsequently, has lent an unfavourable colour. I would to God that these could be suffered to rest ; but I am compelled to tell you,\" he continued, passing his hand across his face, \" that circumstances have arisen wmich should induce those who love your mother best to require an explanation from her.\" She wras struck dumb, not so much dismayed and terrified, as stunned and absolutely unbelieving. \" I should naturally have spoken to your brother, in order to caution him, \" he began again, \" but though he is the man"], [185, "A REJECTED WARNING. 173 and you the woman you are the elder, and since I have had the pleasure and honour of knowing you,\" he used the conventional phrase with earnest emphasis, \" I have been accustomed to think of you as the young head of the house.\" She stood quite still and faced him, under the cheerful sunbeams and the trees lightly stirred by the wind, with the children playing and gay groups passing all round, at a little distance from them. Her face was as colourless as his, while the white heat of her wrath was just cooled by incredulous bewilderment. \" Are you mad, Sain Scrope ? \" she cried under her breath, dropping all ceremony, as people do when they are moved to the depths of their souls — besides she had known him famiharly by name and report all her life, though their personal acquaintance, as grow'n-up man and woman, was but of yesterday. \" Has much learning or much law made you mad ? What do you dare"], [186, "174 SAPPHIRA. to imply ? I know, of course, that the Lancashire firm in which my poor father was a partner fell into difficulties shortly before his death, which was sudden in the end, as no doubt you have heard, and possibly that may be at the bottom of your extraordinary, incredible hints and surmises. For he was found dead in bed at last, though he had been ill for many months previously. But what these old crushing misfortunes have to do with sinister rumours either then or now, or with mother's lifelong grief for the loss of her husband, you can best tell me.\" \" I cannot tell you,\" he said, turning a little aside in a kind of baffled despair. \" I have implied nothing. The person who is in fault, who is raising spectres out of what may have been unlucky coincidences in the past and his own distempered brain in the present, is an old servant of your mother's.\" \" I know,\" she said readily and coher-"], [187, "A REJECTED WARNING. 175 ently enough. \" He is an old Scotchman called Tw^eedside Johnnie. He has been failing and getting more and more imbecile for the last two or three years. He and his wife came up to London from the north, after we came, and mother was good to them, and is good to him still, since he has lost his wife, and is all alone in poor lodgings. You don't mean to say that out of Twreedside Johnnie's silly vagaries you or anybody else is bringing a mysterious horrible charge against mother ? Why, it almost makes me laugh.\" \" Don't laugh,\" he forbade her im periously. \" Understand me ; I am mak ing no charge, but I have thought that there might be some innocent or com paratively innocent foundation for the man's delusion, the secret consciousness of which may have poisoned your mother's life. Be quiet, Miss Baldwin ; you must hear me ; it is necessary. You are ac-"], [188, "176 SAPPHIRA. quainted, you say, with the circumstances under wiiich your father died. His affairs were in disorder, his partners were reflecting on him for misadventures in his management of the concern. I do not for a moment question that these had any other origin than wTas supplied by his more sanguine temper, and, it may be, by a larger scale of expenditure in his case than in that of the other members of the firm. Both the creditors and the partners wrere pressing for an examina tion into the company's accounts, which he wras no longer capable of conducting or joining in, either on his own behalf or on theirs. He had suffered from attack after attack of illness, affecting the brain, and there wras not the smallest hope of his ultimate recovery. His mind was seriously impaired. His life had become a burden to himself and his nearest friends, who were rendered wretched by the sight of his increasing infirmities"], [189, "A REJECTED WARNING. 177 and the apprehension that he would be made a spectacle, it might be a victim, to his former equals and associates. For, to have procured a doctor's certificate to authorize his non-attendance at any meet ing of his partners and creditors, so long as he could move about, wrould have been prejudicial to the defence wiiich his lawryers were getting up against the ac cusations levelled at him. His death could only have been looked forward to as a merciful release. Death is viewed so in the instance of a patient writhing under the agonies of an incurable disease, or in that of a raging lunatic, whose lunacy is of the most inveterate and melancholy description, and does not admit of a ray of consolation. I put the matter plainly to you, because I wish you to see that even when the sorely-tried watcher by such a death-bed was still convinced that the issues of life and death are in the Al- mighty's hands, and that it can never be VOL. I. !2"], [190, "178 SAPPHIRA. our part to anticipate His decrees, and was still honestly and bravely resisting the temptation to set the dying man free from further tortures, bodily and mental, a straw might turn the scale so far as that unhappy watcher's future peace of mind went. The most trifling piece of neglect, the shghtest mistake in food or medi cine, the inadvertent work of an exhausted body and a distracted mind, might hasten the inevitable end. Then the highly stimu lated and morbidly excited conscience and nerves would fasten on the momentary error and hold to it, viewing it with constantly increasing horror, remorse and despair, as the overt act which embodied the miserable actor's wish.\" \" I think I follow you,\" said Agnes with a gasp, and by this time her face was as wan and drawn as if she had been the tempted watcher he had described. \" You have come to the conclusion that my mother may have been a murderess"], [191, "A REJECTED WARNING. 179 in intent, if she was not so in fact. Her wiiole honourable life is nothing to you ; you judge her by an insane old man's lying folly and by some wretched wicked gossip which survives in your north coun- try, the natives of which used to be counted sharp-witted. Mr. Scrope, I do not wish to hear any more of this — this pernicious stuff, shall I call it ? or absurd and gro- tesque insult. I could laugh at it this minute as I listen to you. But naturally I shall never speak to you again, though how I am to explain to your mother and sisters, and to my brother and sister, the reason for my declining further acquaint- ance with you, I do not know, unless you, as a gentleman, undo something of the barbarous advantage you have taken of me in betraying me into listening to such — raving blasphemy, I had almost said, of my own dear mother, by helping me to avoid you, as I shall avoid you for the rest of my life, and to have nothing to 12-2"], [192, "SAPPHIRA. 180 do with you in the future. I cannot, I will not repeat this horrible, fantastic cock and-bull story to Pat and Georgie. It wrould be polluting my lips and their ears. Let me go.\" \" One moment more, Miss Baldwin,\" he said as he caught at her sleeve. \" You may think and speak of me as you will ; I do not blame you for a second, I am not surprised. It is simply the conse quence of the ungracious task wiiich I saw myself forced to undertake. But I beseech you, for your own sake, for your family, for the sake of your mother herself, to take the precaution of speaking to her on the subject which I have been seeking, very bunglingly, to bring before you. Implore her to clear up the mystery — the clearing up may be quite simple and satis factory. Get her to tell you exactly what happened at the time of your father's death, the reason of the alliance wiiich has existed for so many years between her and this"], [193, "A REJECTED WARNING. 181 Tweedside Johnnie, or whatever he may be called, the cause why she, your mother, was utterly overwhelmed from the begin ning of her widowhood to this day.\" \" I will do nothing of the kind,\" she said, withdrawing from his grasp. \" You would punish her because the poor afflicted soul has lived and loved and sorrowed according to her faithful nature. If you can madly and grossly insult my mother, I never will degrade myself and her by becoming an instrument in your hands to cross-question and badger her, as you lawyers bewilder and drive frantic your victims in the witness-box. What kind of undutiful daughter or heartless woman do you take me for ? Do you think I cannot trust my mother without ques tioning her ? Do you suppose your wild preposterous theories have made the least impression on me, wiiich has to do with belief in her ? No, indeed. I wish you good-day, Mr. Scrope, a last good-day. I"], [194, "182 SAPPHIRA. cannot tell why I wras so mistaken in you. Good heavens ! how much I was mistaken when I encouraged my sister's intimacy with your sisters, and let you walk home with Georgie, and introduced Pat to your house and your company. But the mis take is at an end,\" she broke away from him at last, while he stood for a moment looking after her tall slender figure, walk ing with swift unwavering steps and rapidly disappearing among the trees. Then he turned back with something of a dazed expression for so young, strong and able a man. He sat down on one of the benches, pulling his hat over his eyes, folding his arms across his chest and trying to think, while he could not get rid of the stricken sense of which he was conscious, a reflection in reality of the utter despondency he felt. \" What will become of her and of the rest of them ? \" he reflected. \"It will break her heart. It will kill her. The rooting up of her"], [195, "A REJECTED WARNING. 183 superb, sweet faith in her mother and in humanity will be worse than any fever or consumption. I did it badly, I daresay, but I could not help myself, for there was no time to be lost, after the miserable abject scoundrel had written north to Bulmer, and was threatening to give him self up to the police. They have no friends left who will move in the business that I know of. I must speak to Pat next, and that at once. Tackhng him on such a subject will not be much more agreeable work, I take it ; but at least he is a man, and a man, poor beggar ! is more amenable to reason, more open to probabilities and some amount of evidence, even though the verdict is adverse to his faith in the unhappy mother who bore him.\""], [196, "CHAPTER VIII. A GHASTLY SHOCK. Pat Baldwin was in Sam Scrope's chambers by appointment. Sam had dis missed his clerk, and the two young men were sitting alone together, in the middle of books and papers overflowing into all the four corners of the shady room. It looked out on the river, and contained reading desks, slides, lamps, and easy chairs of every degree of ease, according to modern requirements. The crucial moment was past ; Sam Scrope had braced himself to tell his astounding tale and deliver his unwelcome warning. He had spoken much less vaguely and more directly to Pat Baldwin than to his sister ; in the first place, be cause Pat might be understood to have"], [197, "A GHASTLY SHOCK. 185 a man's nerves and powers of self-control ; in the second, because Sam — by no means to his own satisfaction, lawyer and future judge though he was — found himself by this time armed with more definite par ticulars of the charge looming over Mrs. Baldwin's devoted head. The wretched Tweedside Johnnie had carried out his threat of taking refuge from unsubstantial phantoms in the sohd arms of the police, and Sam had got possession of the sub stance of the deposition taken down from the accuser's mouth, to show to the recoil ing son of the inculpated woman. The statement was a different story from that which Sam had made out for himself, and the difference was of vital importance. But though this fact was an immense relief, there were lights in which the other version was stiU more offensive to natural feeling, while it unmistakably rendered Mrs. Baldwin amenable to the laws which she was said to have broken."], [198, "186 SAPPHIRA. Poor Pat had gone through the two or three first stages of Agnes's experience, but he could not refuse to credit the testimony of his senses and his reason, though he was still at liberty to doubt, with good cause, Tweedside Johnnie's perfect sanity, and therefore to question his stoutest assertions. Still the young man was forced to see that there was some foundation for them. There had been suspicions and surmises with regard to the precise nature of Mr. Baldwin's death, of which his young children had naturally remained profoundly ignorant. Pat had regarded his mother with a manly kind-hearted young fellow's trust ing, protecting affection. He had never dreamt of doubting her. But he could not go so far as to proclaim that he would believe her, though her speech or her silence alike should make all men liars, that he would sooner deny the existence of the sun hi the sky above"], [199, "A GHASTLY SHOCK. 187 him than consent to entertain a suspicion of her being less than spotlessly innocent. He had succeeded in resisting a desperate inclination to rise up and throttle Sam Scrope on the spot, quite irrespective of any consideration that had to do with their different ages and sizes. He had even accepted, after a fashion, the damning conclusion that the mother whom he had honoured and loved throughout his entire life might have been, nay, pro bably was, a criminal in disguise all these years To prove how hard the process had been, the lad who had that morning run up the stairs to Sam Scrope's chambers, hght-hearted and free from care beyond his years, sat there a man in sore trouble, gloomy and despondent. It looked as if the lingering radiance of boyhood was ex tinguished never to return. \" Little Bald win's \" jaunty self-confidence, his mercurial thoughtlessness, had effectually deserted"], [200, "188 SAPPHIRA. him. He was sobered down and terribly in earnest at the present moment. \" Then what would you advise, Scrope ? \" he asked with the anxious helplessness of a man wiio is utterly knocked down and thoroughly dispirited. \" She must be screened at all hazards, and an exposure avoided, if possible, for the girls' sakes,\" his lip quivered as he spoke. Sam was looking at the lad with the utmost commiseration. He had liked Pat from the first, and he was favourably im pressed by the manly wray in wrhich he had borne the tremendous blow Sam had been compelled to inflict on him. Pat was rendering the painful obligation less intolerable than it might have been ; and he wras not thinking first of himself and of the probable ruin to his own prospects, but of his unhappy mother and his sisters. Above all, Sam's heart yearned over Pat because of the big quiet valiant fellow's de vouring passion, after a short intercourse, for"], [201, "A GHASTLY SHOCK. 189 Agnes Baldwin, whom he had been doomed, in her own defence, to wound desperately ; wrho had told him, for his pains, that she wrould never speak to him again, and he was inclined to believe, in spite of Pat's forbearance, that she would keep her word. \" I can only advise you to get your mother and sisters out of the way as quickly as possible,\" said Sam with an involuntary, instantly stifled sigh. \" I still trust an exposure may be prevented. Old Buhner will do nothing.\" The speaker refrained from explaining how much his private influence, brought to bear with all his power on the sole survivor of the firm in which Mr. Baldwin was a partner, had to do with Mr. Bul mer's passive attitude in the strait. \" At the same time,\" Sam felt bound to own, \"Bulmer always felt himself ag grieved by your father's death just when it occurred, and I could see he is strongly inclined to believe this idiotic Tweedside"], [202, "190 SAPPHIRA. Johnnie's rambling story and to find it confirmed by other evidence, without which the story might be easily set aside as the ravings of a lunatic. But unfortu nately the babble fits in well enough with remarks and speculations which were afloat at the time. I mean, of course, the ser vants' gossip of your father's having been seen abroad on the very morning on which he was said to have been found dead in bed. There was also the acci- dental absence of the doctor who had attended Mr. Baldwin throughout his ill ness, and that doctor's surprise when he heard, on his return, of the sudden ter mination of the illness in the manner alleged, together with what was said to be his annoyance at the nature of the certificate granted by old Dr. Blacket. If Bulmer is examined in the case, it is in vain to expect that his opinion and the grounds on which it is founded will not come out and carry weight.\""], [203, "A GHASTLY SHOCK. 191 \" Is there time to get away ? \" asked poor Pat in nervous trepidation ; \" that is, if we could manage it otherwise.\" \" Certainly, if you go at once. You could take one of the night boats from Dover or Harwich. The man is de tained in custody till the authenticity of his story, where he himself is concerned, can be ascertained, certain inquiries made and legal advice taken on his statement ; nothing will be done till to-morrow, or the day after at the soonest. If you get off to night and establish yourselves hi some out of the way corner of the Continent — it need not even be far from home — you may easily escape pursuit. The search will neither be close nor long. Legal authorities have no great liking for these late confessions, even when their authors are more trustworthy and of better standing, especially when the testi mony is directed against persons of fair repute and good position. They have, as it were, outlived their offence, if they did"], [204, "192 SAPPHIRA. offend, and they and their families suffer out of all proportion from tardy discovery and punishment. The business will be hushed up presently when you are out of reach, and you can ascertain from your mother, without prejudice to anybody, what actually happened. Remember, Bald win, we are really temporizing, dealing with the matter on the presumption that she is guilty, in order to save her from the consequences of such a charge. She will also have the opportunity of clearing herself, if she is innocent, without her being subjected to the agitation and alarm which would unquestionably be caused to a woman of her age and habits by the mere fact of her being accused and arrested. The shock might be dangerous, nay, deadly.\" But though Sam wrent through the pretence of temporizing simply to soften the anguish and humiliation of the situa tion to those who were guiltless, and would yet suffer with the guilty, he himself"], [205, "A GHASTLY SHOCK. 193 had little doubt of Mrs. Baldwin's com plicity with Tweedside Johnnie in the disgraceful heartless transaction which had sent the old man beside himself. And Sam could see, with an eye already prac tised to read men's thoughts in their faces, that Pat likewise was not able to believe his mother free from reproach. \" Of course,\" went on Sam, colouring high, wmile his voice took a quick, im- patient tone, as if he anticipated objec- tions and felt wholly unable to stand being contradicted, \" you cannot be sup- posed to be furnished on the instant with ready money for such an expedition ; you must let me be your banker for the time. My father and yours wrere old friends — old neighbours, at least ; what is your case to-day may be mine to- morrow,\" he asserted with unblushing calmness. \" A man never knows how far he may need to be indebted to his friend for a loan.\" VOL. I 13"], [206, "SAPPHIRA. 194 He was taking ten five pound notes and five ten pound notes, with which he had provided himself, from his pocket book, and thrusting them into Pat's trembling hand as he spoke. \" You will get what you want changed into gold in the steamer. For that matter, Bank of England notes can be changed at most places.\" Pat neither accepted nor rejected the loan thus pressed upon him. He stood uncertain, with the notes still fluttering on his palm. \" You are too good, Scrope,\" muttered the poor lad brokenly, in his dire extremity. \" Oh, come now, what nonsense,\" cried Sam, bending his somewhat bushy brows. \" I dare not refuse your money,\" con tinued Pat ruefully, \" with the necessity of incurring such expenses at once. But Agnes will not like my borrowing it. I think she has a few sovereigns over from the payment for her last stories. I heard"], [207, "A GHASTLY SHOCK. 195 her tell Georgie and say she was keeping it for a housekeeping reserve, in case of sudden calls — she little guessed what call would come or how far it would be beyond her power of meeting it, poor girl,\" he added with a groan. \" Never mind Agnes,\" said Sam briefly, looking another way. \" I have some little money due to me,\" explained Pat, \" from a patient or twro, able to pay, in the Grove Road, if I could only make out the accounts and call them in.\" \" Make them out at your leisure, in your foreign sojourn ; send them over to me, and I'll see that they are called in, if that will be any comfort to you. I'll tell you what else I can do for you, to rid you of an oppressive obligation,\" he said, with a touch of self- scorn and sardonic calmness. \" I can see your agent and get him to sub-let your house furnished, or I can send in a broker to 13—2"], [208, "SAPPHIRA. 196 take your furniture off your hands, when the house may be let unfurnished, pro vided the terms of your lease do not forbid that. If they do, I'll see your landlord, and make him hear reason. Will that make things easier for you and your sister ? Will that satisfy you and her ? But your first consideration, my good fellow,\" Sam pulled himself up and spoke naturally and in earnest, without a remnant of testiness, \"is to go home as quickly as possible ; say to your mother you think it better you should all go abroad at once for a time. She may simply follow your lead, without asking any question, or she may demand an explanation, which might be best ; any how let your sisters pack and the whole of you leave to-night. I would gladly see you off, and my sisters would be at your sisters' service if they knew.\" \" No, don't,\" said Pat, turning away his head."], [209, "A GHASTLY SHOCK. 197 \" Something would have to be said, and your plan is to avoid observation,\" granted Sam reluctantly. \" Better not, even if some of you did not resent our presence. \" Yes, yes, better not,\" repeated Pat, still dazed and half-stunned, but he was not impervious to gratitude. \" I shall never forget what you are doing for us. Instead of resenting- your witnessing our degradation,\" he said, picking himself up and speaking with all his nascent manli ness hi full force, \" wre are for ever your debtors, though I will pay back the loan if I live. As to our ever behig able to help you in the same wTay some day, God forbid. But of course that is all bosh, kindly spoken to lighten our load.\" He moved to the door and then wheeled round and struck his hand sharply on the table. \" How shall I tell the girls ? I cannot,\" he cried in despair. \"It may be sufficient to say that you"], [210, "198 SAPPHIRA. find the step imperative, and as it must be immediate you have no time to ex plain, they will be told the reason why later on,\" said Sam, putting his hands deep in his pockets and unawares as suming the rather lordly air he was accustomed to employ in any difficulty with his mother and sisters. He forgot that all young men were not so much the heads of their houses, and the masters of the situation, as he had been from early manhood. They were not the first born of their respective families, the reigning squires, the future judges. \" Your sister Georgie,\" he proceeded, honestly seeking to help Pat by bolster ing up his waning courage, \" will probably accept your dictum, and be too full of her duties in making ready to start on a journey, on a short notice, to insist on her right to be informed what it is all about. For your sister Agnes,\" and his own face fell at the"], [211, "A GHASTLY SHOCK. 199 reference, \" upon my word, I see no course open to you save to refer her to your mother.\" \" No,\" said Pat, taking the advice, as most of us do our friends' counsel, with a pinch of salt, \" I will not do that, not on any account.\" As he ran downstairs he said to him- self, \" Agnes is a dear, good girl, the best of women, there is nobody like her, but I will not be the man to set her against mother. Oh, poor misguided mother ! How could she have been so mad ? No doubt it was for us more than for herself, but how could she have been so hard and unwomanly, and at the same time so weak and reckless, as to put her self into the power of these wretched unprincipled servants ? What a life she must have led ; what a fate is before her, even if I succeed in carrying her off from justice.\""], [212, "CHAPTER IX. FLIGHT. It was the afternoon after Agnes's memorable walk with Sam Scrope through the park. Already Georgie had been con- siderably perplexed by her sister's de- meanour. Georgie had more leisure than any of the rest of the family to make her observations. In her very matter-of-fact- ness she was apt like a child to arrive at startlingly shrewd and sound conclu- sions. Agnes had come in from her hterary errands quite unlike herself ; she was evidently greatly disturbed, but when she was questioned she would not admit any deplorable break-down in her enter prises or disappointment in her expectations. Indeed, when she saw that she had awakened Georgie's curiosity and aroused"], [213, "FLIGHT. 201 her suspicions, the culprit waxed feverishly, flightily gay, so as to cause Mrs. Baldwin to raise her grey face and heavy eyes more than once from her knitting, in silent surprise and deprecation. For her mother hardly ever found fault with Agnes, and had unbounded confidence in the daughter who had been the family's chief stay, even before they had been entirely dependent on her cheerful indefatigable exertions. Georgie was not deceived in the very least ; she had quite counted on what happened — Agnes's complete breakdown after their mother had retired for the night, and Pat had been called out to a late patient. Nevertheless, it implied no little common-sense kind of penetration and sympathy to foresee the result. For Agnes was not at all in the habit of laughing hysterically till she burst out crying and was forced ignominously to be put to bed. For Georgie wrould take no denial thus far, though Agnes still"], [214, "202 SAPPHIRA. steadfastly declined to say what ailed her, or for that matter to allow that anything ailed her. \" I suppose it is just because you are over-tired,\" speculated Georgie, who in sisted on looking after her sister and wrould fain have administered to her patient a cup or two of improvised beef-tea, or a little weak brandy -and- water. \" You ought not to attempt so much, dear ; you know I always say you will wralk and write yourself into a regular illness. Why will you not suffer the rest of us to do any thing to speak of for ourselves, not to say to help you ? \" said Georgie plaintively. She spoke with the mingled sagacity, pertinacity and comfortable freedom from restless inquisitiveness of a girl largely devoid of imagination. \" Above all, you ought to eat and drink your tea gently when you come in ; you should think of nothing else except of makhig an ample meal, when you have not had a bit to"], [215, "FLIGHT, 203 eat, beyond a miserable makeshift in a restaurant, since breakfast-time. It is your duty to eat and not to speak, and I thought you had some respect for your duty. I cannot think what tempts you to talk and laugh all the time, so fast too, as you have been doing, instead of eat ing and drinking. I must get Pat to speak to you, or you will ruin your digestion and get as thin as a whipping post. All your frocks will be too loose for you, which is very unbecoming. You know you will not hear of employing a proper dressmaker for your own dresses and you have not time to alter them. I do my best for you, but bad is my best.\" \" No, no, Georgie ; you are very good about that and everything else. Oh, it is a bad world. There are so few people whom you can trust, so few men especially.\" She was twisting and untwisting her fingers in her excitement, and in the action"], [216, "204 SAPPHIRA. pressed the clumsy old signet ring she wore so that it must have bruised her flesh, for she gave an involuntary little cry and began to pull it off. Then as her eye fell on it, she pushed it on again. \" Poor father ! \" she sobbed. Georgie looked at her in amazement. \" Appearances are so deceitful,\" cried Agnes, trying to compose herself and to finish what she had been saying a minute before. \" You must be very careful, Georgie, before you listen to any man.\" \" I have no intention of being anything else,\" said Georgie with a comical pout of her rosy mouth, \" though I do not see the particular cause for caution at the present moment, and it is not I who am rash; it is you yourself, Agnes, who will always beheve good of people till you are forced to find them in the wrong. I some times think geese are more apt to appear swans to a swan, than they do to a fellow goose. But I cannot think what has"], [217, "FLIGHT, 205 come over you, to make you find the world so bad all of a sudden.\" \" Don't mind me,\" said Agnes, wearily turning her face to the wrall ; \" I'm tired out, oh, so dead tired of everything, as you say. I shall be better to-morrow.\" The fact was that Agnes, in the middle of her unswerving faith in her mother and in humanity, which Sam Scrope thought so superb and so sweet, was tortured by the doubts which had been suggested. Faint old memories which she had hitherto nearly forgotten, or under stood in a totally different hght, stirred and stumbled mto fresh life. She was haunted by cruel horrible suspicions and fears to which she would not give way for a second, which she hated herself for entertaining, which it half killed her to entertain, yet which she could not dismiss and bury in oblivion. She remained at home all the next morning, making a pretence to herself"], [218, "206 SAPPHIRA. and to Georgie of being busy at her writing-desk. In reality she was not even steadily copying what she had written previously. The moment she was alone, she either let her hand fall idly on the paper, or mechanically traced meaningless lines with the pen, which she had been wont to wield so unflaggingly, a forlorn listless figure, in the room of her old happy ardent self. When Pat came home from his interview with Sam Scrope, he immediately sought out his sisters. He found them both in the httle garden at the back of the house, where Georgie had enticed Agnes to try if the fresh air would relieve the violent headache to which she had at last con- fessed. The instant the sisters saw their brother they realized enough of the change in him, the entire droop of the young fellow's physique, together with the force he had put on himself to pull nerve and"], [219, "FLIGHT. 207 muscle together, to be aware that some thing had happened to trouble him greatly. Why, in drawing on his glove he had all but tugged the thumb out, and there he was wearing the dismembered glove, as if unconscious of the conspicuous rent. A heavy shower had fallen an hour before, leaving puddles at the crossings and at the exit from the Barnes railway station. He had walked blindly through them, without making the smallest effort at picking his steps, so that he, who was naturally as neat and trim as Georgie, was in mud-bespattered boots and draggled trousers. It was a state of matters in complete discordance with the summer sun shine which was again flooding the world and making diamonds of every drop of moisture lingering on the leaves and petals of the privet and syringa bushes in the little garden. Georgie ran to her brother, Agnes stood still to allay the wild beating of her heart and to ask her-"], [220, "SAPPHIRA. 208 self, could Sam Scrope have dared to speak to Pat, as Sam had spoken to her, and wras Pat craven enough, base enough, to listen to the tale and give credence to it without striking the accuser down, in the right and might of Pat's sonship ? The moment Georgie was near enough to her brother to speak without being heard by the inquisitive Selina in the kitchen or prying neighbours over the garden walls, she addressed him anxious ly : \" You have lost the appointment to the hospital, Pat ; but why need you mind so much ? Something else will turn up.\" \" Something else has turned up,\" said Pat with a grim contortion of his face, intended to pass for a smile, which was totally unhke his ordinary cheerfully lazy or cheerfully brisk expression. \" Most probably I should have lost the post, in any circumstances ; but it would not have signified a toss-up whether I had lost or gained, since as it happens we have all to"], [221, "FLIGHT. 209 pack up and bundle off to-night, for a longer or shorter stay on the Continent : France or Germany will do equally well. You've never been abroad, Georgie, neither you nor Agnes, nor my mother for that matter, as far as I can remember. Here is your chance without asking for it.\" \" What nonsense is this that you are talking, Pat ? \" protested Georgie, with all the severity of youthful common-sense, decorum and matter-of-factness. \" What should we go abroad for ? Mother, too, who never crosses the threshold ? If there were nothing else, there is the house here with two out of the three years' lease unexpired ; there is the fur niture, and among it what remains of mother's old treasures which we brought up with us to London. There is Selina with her month's wages paid yesterday and a month's warning due to her before we can send her away. But why should VOL. I. 14"], [222, "210 SAPPHIRA. I enter into such explanations when you are only speaking nonsense to tease me ? Go to-night, on a moment's notice, as if we were an encampment of gipsies or a set of criminals fleeing from justice ! \" \" Be quiet, Georgie,\" cried Pat angrily, and yet with such an accent of unbearable pain, as he stamped his foot on the grass, that a new element of wonder, mixed this time with terror, laid hold of her, slow though her fancy was. \" Oh, what is it then, Pat, if you are in earnest ; what have you done ? What is it?\" \" I have done nothing,\" he said with a kind of dogged protest. \" But cannot you take my words on trust ? You will learn the cause soon enough. Only be lieve me, there is not a moment to lose. We are to leave London and cross the Channel — that will be better than the German Ocean — to-night. I have got the necessary money, I have borrowed it. I"], [223, "FLIGHT. 211 can manage about the house and servant, if you will but be quick. Do what pack ing can be managed in the time, and get mother ready. There is no other way, I tell you, as you will understand when you know everything. Don't press a beggar when his back is at the wall, Georgie, when he cannot help himself, or you either, and is hardly beset as it is. Do as I bid you, my dear, and you will owm I was right. You will never regret it.\" \" No, Georgie, you shall not,\" forbade Agnes, advancing with a white passionate face to where her brother and sister stood. It was in a corner where the Virginia creeper had been deftly made to meet the privet hedge, and drape and shade the water-barrel. Never so long as Agnes lived wrould she cease to be pain fully affected by the sight of the graceful festoons of the Virginia creeper and the pungent scent of the privet flower. \" I know who has been talking to you, 14—2"], [224, "212 SAPPHIRA. Pat. He talked to me first and I dis missed him and his story, as they deserved to be dismissed. How could you — howr dared you — listen and take in his outrageous masked calumny ? How can you think of actmg on it with mother sitting in that house totally ignorant of the conspiracy against her ? Mother who was so good to us all when wre were children, who is so good to us still hi letting us do what we see best for her, and in going wherever we like to take her ; mother whose sole offence is that she cannot leave off mourning for her dead husband.\" Pat looked at Agnes hi silence for a moment. Georgie glanced from her brother to her sister in thorough be wilderment. \" I thought to spare mother,\" he said heavily ; \" but let her be the judge ; at least, Agnes, you cannot refuse if she consents.\" He turned and wralked into"], [225, "FLIGHT. 213 the house by the garden door, closely followed by his sisters. When the group entered the drawing room, it was as if Mrs. Baldwin had been expecting them, for she sat with her head raised and her eyes fixed on the doorwTay, where she saw the three appear with the scarcely repressed excitement and restrained emotion in their faces. She rose to her feet with her ashen impassive face directed towards them ; as she did so, mechani cally she thrust the knitting-needles into their ball, and put down her work on a table near her. Pat advanced to his mother, he did not look at her. His step, in place of hurry ing confidently, faltered and dragged, as if he had to put force on himself to keep from turning round and retreating at the last moment. It was clear that his errand was anything rather than to his mind, that for the first time, instead of a pitying kindly attraction to the rigid-looking"], [226, "214 SAPPHIRA. woman before him, he experienced a sickening sense of repulsion. There had been no such intimate, tender relations between Pat and Mrs. Baldwin as often exist between widowed mothers and their only sons. She had been cold in her reserve and irresponsive in her impassiveness to him as to her other children, even to her favourite Agnes, ever since her widowhood. But Pat had felt for and with her. Perhaps a lad, still more than a girl, recognizes a woman's forlornness, deprived of her natural stay, in many cases left depen dent on those who ought still to have been dependent on her. At least, if she had not petted and indulged him and his sisters, or made them her confidants in her trials, she had not in other respects repressed and thwrarted them ; on the contrary she had constantly deferred to them, left them free to follow their own inclinations, and submitted to their de"], [227, "FLIGHT. 215 cisions, especially to those of Agnes, in a manner that was more suggestive of some pathetic reversal of their natural position than of weakness of character on her part. Never before had Pat Baldwm shrunk from meeting his mother's eye and winced at coming in contact with her. After all it was but a momentary revul sion ; the next instant the poor fellow overcame the brief revolt. The colour returned to his face and the light to his eyes. Never had \" little Baldwin \" looked so modest and manly in reading a highly successful paper, in the course of his class examinations — for he was a clever enough student, in spite of his ridicule of his sister Agnes's exaggerated estimate of his attainments — as he did now when he appealed to his mother with gentle tact and firmness : \" Mother, I don't wish to startle you ; merely to ask if you can rely on my judgment"], [228, "216 SAPPHIRA. and discretion, now that I am a man and no longer a boy, when I tell you that circumstances have arisen, unfortu nate passages in our family history come to light, which render it desirable that we should go abroad, at a moment's warning, and remain absent for a time or altogether. The grounds of comfort are that as a family we shall be together, all the arrangements will be undertaken by me — I have been supplied with the means — and the travelling will be made as easy for you as possible. The ques tion I have to put is, will you go with me to-night, on my assurance that the journey, however troublesome and fa tiguing, is necessary, and that everything will be done that can be done, for your safety and peace ? \" \" I will go where and when you tell me, Pat,\" she said hoarsely and hurriedly, without an instant's pause. There was even a tone of weary relief hi her voice,"], [229, "FLIGHT. 217 as if she would have said : \"I have long been looking for your coming like this, and all I can say is, God bless and reward you for sparing me.\" With that she put out her twro cold cramped hands, caught at his arm and clung to it, as if, so far from putting any impediment hi his way, she was ready then and there to set out, and travel round the world to hide her bowed head at his bid- ding. He put her carefully back in her chair and looked significantly at his sisters. \" I am glad that you agree to trust me, mother, without insisting on reasons and explanations,\" he said with forced cheer fulness. \" But there is no such desperate haste,\" he continued with a little bluster, young as he wras and unused to such a crisis. \" You must take a meal first — we must all eat our dinner to help us to bear the fatigue and the long fast after wards, for we shall not be able to have a"], [230, "218 SAPPHIRA. comfortable meal again till wre have crossed the Channel. Oh, I know all about it and can take good care of you and the girls, and tell you wiiat to do. You forget how often I have gone to and from Paris — though Paris will not be our destination exactly the journey will be the same so far. Let me see,\" look- ing at his watch, \"it is half- past three nowr. You girls must set about packing, with all the despatch you can muster, what you cannot do without. The rest of your things will be seen to and sent after us. We ought to catch a tidal tram, and be at Dover or Folkestone — wre shall not attempt Harwich— in time for the night crossing. No, Georgie, wre cannot wait 'only till the morning,'\" answering the look in her eyes ; \"it is simply impossible.\" Georgie stood still in the drawing-room open-mouthed and blank-eyed. Agnes had turned quickly and crept to"], [231, "FLIGHT. 219 her room and was sitting there, crouched together, as if she were the guilty person. END OF VOL. I."], [232, "piunted uy kelly and co., middle mill, kinoston-on-tujv me= and gate street, lincoln's inn fields, w.c"], [233, "[MIDSUMMER, 1890. WARD & DOWNEY'S CATALOGUE. *** Messrs. Ward & Downey's Illustrated Catalogue contains Portraits of the Author of \" Mehalah,\" the Author of \" Molly Bawn,\" G. W. Appleton, Frank Barrett, Robert Buchanan, Mrs. Lovett Cameron, Mabel Collins, Mrs. B. M. Croker, J. D. Delille, Richard Dowling, Charles Du Val, B. L. Farjeon, George Manville Fenn, Somerville Gibney, James Grant, Victor Hugo, Bret Harte, Richard A she King (\"Basil\"), Mrs. Macquoid, Fitzgerald Molloy, Christie Murray, O'Neill Daunt, John Augustus O'Shea, Mrs. Panton, James Payn, F. C. Philips, Mrs. Riddell, Blanche Roosevelt, George Sand, Florence Warden, William Westall, and Harry Furniss."], [234, "NEW ILLUSTRATED BOOKS. A COLONIAL TRAMP: Travels and Adventures in Australia and New Guinea. By Hume Nisbet. Illustrated by the Author. 2 vols. [In the press. PICTURESQUE LONDON. By Percy Fitzgerald. With about 100 Illustrations. [In the press. SOCIAL ENGLAND UNDER THE REGENCY. By John Ashton. Profusely Illustrated. 2 vols., 30s. [In the press. BRAYHARD : the Strange Adventures of One Ass and Seven Champions. By F. M. Allen. Illustrated by Harry Furniss. 6s. PERFERVID : the Career of Ninian Jameison. By John Davidson. Illustrated by Harry Furniss. 6s. UP AND DOWN : Sketches of Travel. By G. Macquoid. Illustrated by Thos. R. Macquoid. ios. 6d. MEMORIES OF THE MONTH. By Hume Nisbet. With Photogravure Frontispiece, twelve whole page, and numerous smaller Illustrations. 21s. THE FLOATING PRINCE, and other Fairy Tales. By the Author of \"Rudder Grange.\" With Forty Illustrations. 6s TING-A-LING TALES. By Frank R. Stockton. 3s. 6d. AN ARTIST'S TOUR IN NORTH AND CENTRAL AMERICA AND IN THE SANDWICH ISLANDS. By B. Kroupa. Profusely Illustrated by the Author. 21s."], [235, "WARD & DOWNEY'S NEW BOOKS. Price 36s. THE LIFE AND LETTERS OF GEORGE SAND. 3 vols. Demy 8vo. With six Portraits. Price 31s. 6d. An Edition de Luxe of Mr. F. C. Philips's Novel, AS IN A LOOKING GLASS. With original Illustra- tions by G. du Maurier. Extra crown quarto. Three- Volume Novels. Price 31s. 6d. AN ISLE OF SURREY. By Richard Dowling. BIRCHDENE. By William Westall. BROUGHTON. By A. S. Arnold. COPPER QUEEN, THE. By Blanche Roosevelt. FOR VALUE RECEIVED. By Thomas Cobb. GOLD OF OPHIR, THE. By Elizabeth J. Lysaght. GRAYSPOINT. By Mrs. Riddell. [in the press. HANDFASTED. By A. C. Bickley, Author of \" 'Mid Surrey Hills.\" IN BLACK AND WHITE. By Percy Hulburd. IN DURANCE VILE. By the Author of \"Molly Bawn.\""], [236, "4 Three- Volume Novels (continued). IN SIGHT OF LAND. By Lady Duffus Hardy. JOHN SQUIRE'S SECRET. By Charles J. Wills. [Shortly. LADY STELLA AND HER LOVER. By Henry Solly. LASS THAT LOVED A SOLDIER, THE. By G. M. Fenn. LOVE'S LEGACY. By Richard Ashe King (\"Basil.\") [Shortly. LUCINDA. By Major White. MAN WITH A SHADOW, THE. By G. M. Fenn. 'MID SURREY HILLS. By A. C. Bickley. OF HIGH DESCENT. By G. Manville Fenn. ONE FOR THE OTHER. By Esme Stuart. PIT TOWN CORONET, THE. By Chas. J. Wills. ROY'S REPENTANCE. By Adeline Sargeant. SEX TO THE LAST. By Percy Fendall. SIR JAMES APPLEBY. By Mrs. Macquoid. SPIDERS AND FLIES. By Percy Fendall. STORY OF A MARRIAGE. By L. Baldwin. THE NEW FAITH. By C. T. C. James. THE NUGENTS OF CARRICONNA. By Tighe Hopkins. THE TWO PARDONS. By Henry Scott Vince. TRUST BETRAYED, A. By John Tipton. UNCLE BOB'S NIECE. By Leslie Keith."], [237, "5 Price 30s. DUC DE BROGLIE : The Personal Recollections of. 2 vols., demy 8vo. With a Steel Portrait. EDMUND KEAN : Life and Adventures of. By J. Fitz- gerald Molloy. 2 vols., demy 8vo. Limited Edition, printed on antique laid paper, and handsomely bound in cloth gilt. SOCIAL ENGLAND UNDER THE REGENCY. By John Ashton. Illustrated by the Author. 2 vols., demy 8vo. [In the press. THE EMPRESS MARIA THERESA. From the French of the Due de Broglie. By Mrs. Cashel Hoey. 2 vols. [In the press. UNPOPULAR KING, THE : The Life and Times of Richard III. By Alfred O. Legge. 2 vols., demy 8vo. With sixteen Illustrations. Price 25s. LOVES AND MARRIAGES OF GREAT MEN. By T. F. Thistleton Dyer. 2 vols. HEALING ART, THE: Chapters on Medicine and Medical Celebrities, from the Earliest Times to the Present Day. By W. H. Davenport Adams. Second edition. 2 vols., demy 8vo. ROYALTY RESTORED ; or, London under Charles II. By J. Fitzgerald Molloy. 2 vols. , large crown 8vo. With twelve Portraits. Price 21s. AN ARTIST'S TOUR IN NORTH AND CENTRAL AMERICA AND IN THE SANDWICH ISLANDS. By B. Kroupa. Profusely Illustrated by the Author. CLERICAL AND LITERARY RECOLLECTIONS. By the Author of \" Three-Cornered Essays.\" 2 vols. COSMOPOLITAN RECOLLECTIONS. By the Author of \" Random Recollections by a Cosmopolitan.\" 2 vols. EDMUND KEAN : Life and Adventures of. By J. Fitz- gerald Molloy. 2 vols. IRONBOUND CITY, AN : Five Months of Peril and Privation in Besieged Paris. By John Augustus O'Shea. 2 vols. JOHN WILKES: Life and Times of. By Percy Fitz- gerald. 2 vols. With Four Portraits"], [238, "6 Price 21s. (continued) . LEAVES FROM THE LIFE OF A SPECIAL CORRESPONDENT. By John Augustus O'Shea. 2 vols. MEMORIES OF THE MONTH. By Hume Nisbet. With Photogravure Frontispiece, Twelve whole page, and numerous smaller Illustrations by the Author. Edition limited to 250 copies. ROMANTIC SPAIN: A Record of Personal Experiences. By John Augustus O'Shea. 2 vols. SHELLEY : The Man and the Poet. Translated from the French of Felix Rabbe. 2 vols. A YEAR IN THE GREAT REPUBLIC. By E. Katharine Bates. 2 vols. Two-Volume Novels. Price 21s. A BRUMMAGEM BARON. By J. A. Bridges. AN UNFORTUNATE ARRANGEMENT. By John Hill. COSETTE. By Mrs. Macquoid. FIRE. By Mrs. Diehl. FOR FREEDOM. By Tighe Hopkins. FOR ONE AND THE WORLD. By M. Betham- Edwards. JUST IMPEDIMENT. By Richard Price. [Shortly. NELLIE BLYTHE. By Jessie Greenwood. ONE OF THE WICKED. RUNNING DOUBLE : A Story of the Stable and the Stage. By Frank Hudson. SAPPHIRA. By Sarah Tytler. TWIN SOUL, THE. By Dr. Charles Mackay. VICE VALENTINE. By Ida Ashworth Taylor. [Shortly. Price 12s. BROWNIE'S PLOT. By Thomas Cobb. KALEIDOSCOPE : Shifting Scenes from East to West. By E. Katharine Bates. Demy 8vo. ROGER FERRON. By Mrs. Macquoid. 2 vols."], [239, "7 Price 10s. 6d. CREATION OR EVOLUTION ? A Philosophical Enquiry. By George Ticknor Curtis. RANDOM RECOLLECTIONS OF COURTS AND SOCIETY. By a Cosmopolitan. TWIXT OLD TIMES AND NEW. By the Baron de Malortie. UP AND DOWN. By Gilbert Macquoid. Illustrated by T. R. Macquoid. Price 9s. ROBERTSON OF BRIGHTON : with some Notices of his Times and his Contemporaries. By the Rev. F. Arnold, B.A. Price 7s. 6d. DUELLING DAYS IN THE ARMY. By William Douglas. GREEK FOLK SONGS. With an Essay on the Science of Folk Lore. By J. S. Stuart Glennie. New Edition. IN RUSSIAN AND FRENCH PRISONS. By Prince Kropotkin. MODERATE MAN, THE ; and other Humorous Poems. By Edwin Hamilton. With original Illustrations by Harry Furniss. OLD AND NEW SPAIN. By Dr. Henry M. Field. With Map. OLD COURT LIFE IN FRANCE ; or, France under the Bourbons. By Mrs. Frances Elliott. With twenty whole- page Engravings. SONGS FROM THE NOVELISTS. Collected and Edited and with Notes by W. Davenport Adams. Printed in brown ink on hand-made paper and handsomely bound. VERDI, MILAN, AND OTHELLO : a short Life of Verdi. By Blanche Roosevelt. With eighteen Illustrations."], [240, "8 Price 6s. ANCIENT CURES. USAGES, AND SUPER- STITIONS OF IRELAND. By Lady Wilde. ANCIENT LEGENDS OF IRELAND. By Lady Wilde. AUSTRALIAN IN LONDON, THE. By J. F. Hogan. BYE-PATHS AND CROSS ROADS. By Mrs. Panton. CATHEDRAL DAYS : A Tour through Southern Eng- land. By Anna Bowman Dodd. With numerous Illustrations. CHILDREN'S STORIES IN ENGLISH LITERA- TURE. By Henrietta C. Wright. COURT LIFE BELOW STAIRS ; or, London under the First Georges. By J. Fitzgerald Molloy. COURT LIFE BELOW STAIRS ; or, London under the Last Georges. By J. Fitzgerald Molloy. DUST AND DIAMONDS. By Thomas Purnell. EIGHTY-FIVE YEARS OF IRISH HISTORY. By W. J. O'Neill Daunt. EMPEROR WILLIAM, THE: The Story of a Great King and a good Man. By the late Dr. G. L. M. Strauss. EYES OF THE THAMES, THE: Picturesque Studies of Out-of-the-way Places. By Arthur T. Pask. FAMOUS ENGLISH PLAYS : With some Account of their Origin and their Authors. By J. Fitzgerald Molloy. FLOATING PRINCE, THE. By Frank R. Stockton. With Forty Illustrations. FRANCOIS LISZT : Recollections of a Compatriot. By Madam Janka Wohl. FROM KITCHEN TO GARRET: Hints to Young Householders. By Mrs. Panton. GUILLOTINE, THE GREAT. By Graham Everitt. INDOLENT ESSAYS. By Richard Dowling. IRISH INDUSTRIES, GLIMPSES OF. By Dr. J. Bowles Daly. LITTLE PEOPLE : Their Homes in Meadows, Woods, and Waters. By Stella Hook. Illustrated by D. and H. Beard."], [241, "9 Price 6s. LIVING PARIS : A Guide to the Manners, Monuments, and Institutions of the People. By \"Alb.\" With Maps and Plans. LOOK ROUND LITERATURE, A. By Robert Buchanan. MARRIAGE AND HEREDITY ; or, Some Aspects of Social Evolution. By J. F. Nisbet. MAYNE REID, THE LATE CAPTAIN. A Memoir. By his Widow. MEMOIRS OF AN ARABIAN PRINCESS, THE. An Autobiography. By the Princess Emily of Zanzibar. MUMMER WORSHIP; or, the New Idolatry. By Edward St. John Brennon. NOOKS AND CORNERS. A companion book to \" From Kitchen to Garret.\" By Mrs. Panton. OPERATIC TALES. By Major-General Chesney. PAPER AND PARCHMENT. By C. J. Ewald. RECOLLECTIONS OF A COUNTRY JOURNALIST. By Thomas Frost. RED HUGH'S CAPTIVITY. A Picture of Ireland, Social and Political, in the reign of Queen Elizabeth. By Standish O'Grady. ROYALTY RESTORED ; or, London under Charles the Second. By J. Fitzgerald Molloy. RUSSIA UNDER THE TZARS. By Stepniak. SIX MONTHS IN THE HEJAZ : An Account of the Pilgrimages to Meccah and Medinah performed by the Author. By John F. Keane. STORIES OF THE GREAT SCIENTISTS. By Henrietta C. Wright. With Eight Portraits. STORY OF CARLYLE'S LIFE, THE. By A. S. Arnold. THREE YEARS OF A WANDERER'S LIFE. By John F. Keane. TRAVELS IN THE INTERIOR. An attempt to teach the Anatomy and Physiology of the Human Body in a Novel and Entertaining Manner. Edited by a London Physician. Illustrated by Harry Furniss. VICTOR HUGO: His Life and Work. By George Barnett Smith. With an Engraved Portrait of Hugo."], [242, "10 One- Volume Novels. Price 6s. ALIENS, THE Henry F. Keenan AS THE TIDE TURNS Mary E. Hullah AT THE RED GLOVE. Illustrated by C. S. Reinhart Mrs. Macquoid AUDREY FERRIS Frances A Gerard BEACHCOMBERS, THE; or, Slave-Trading under the Union Jack. Illustrated by Hume Nisbet Gilbert Bishop BRAYHARD ; The Strange Adventures of One Ass and Seven Champions. Illustrated by Harry Furniss F. M. Allen CHILCOTES, THE Leslie Keith DESPERATE REMEDIES Thomas Hardy DIARY OF AN ARMY SURGEON . . . . A. de Fonblanque EIGHT BELLS. Illustrated by the Author . . Hume Nisbet. FALSELY TRUE Mrs. Cashel Hoey. FICKLE PHYLLIS A. Larder FLOATING PRINCE, THE Frank R. Stockton IDLE TALES Mrs. Riddell JOHN O' LONDON. Illustrated by M. Fitz- gerald Somerville Gibney GERALD LAND OF THE HIBISCUS BLOSSOM, THE. Illustrated by the Author . . . . Hume Nisbet. LEONORA William V. Herbert, LIL LORIMER Theo. Gift LUCK AT THE DIAMOND FIELDS D. J. Belgrave MASTER OF RYLANDS, THE Lucy Leeds MIKE FLETCHER George Moore MR. SPIVEY'S CLERK J. S. Fletcher MRS. RUMBOLD'S SECRET Mrs. Macquoid OCTAVE OF FRIENDS. (In the press .) . . Mrs. Lynn Linton. PERFERVID : The Career of Ninian Jameison. Illustrated bv Harry Furniss . . . . John Davidson. PRINCESS SUNSHINE Mrs. Riddell, John Davidson QUEEN OF ROSES, THE Baynton Foster QUESTION OF CAIN, THE Mrs. Cashel Hoey. ROBERT HOLT'S ILLUSION Mary Linskill, RUINED RACE, A Mrs. Sigerson SFORZA By the Author of \"Valentino.' SHAM GOLD Madame Wohl, STEPHANIE Tom Lee, STRANGEST JOURNEY OF MY LIFE, THE F. Pigot STORY OF ANTONY GRACE, THE. Illus- trated by Gordon Browne . . . . George Manville Fenn WHEAL CERTAINTY: A Cornish Story . . John Cahill WYVERN MYSTERY, THE. Illustrated by B S. Le Fanu J. S. Le Fanu"], [243, "11 Price 5s. A TALE OF THREE NATIONS. By J. F. Hodgetts. ANGELE'S TEMPTERS : A Novel. By Isaac Teller. THE CURSE OF KOSHIU : A Story of Japan. By the Hon. Lewis Wingfield. GLORINDA: A Story. By Anna Bowman Dodd. JOHN BROWN AND LARRY LOHENGRIN: A Tale with Two Heroes. By William Westall. IGNORANT ESSAYS. By Richard Dowling. NIGEL FORTESCUE; or, The Hunted Man. By William Westall. LOCUSTA. By W. Outram Tristram. ORANGES AND ALLIGATORS : Life in South Florida. By Iza Duffus Hardy. ORIGIN OF PLUM PUDDING, THE. By Frank Hudson. With Coloured Illustrations by Gordon Browne. PRINCE OF THE BLOOD. By James Payn. STRANGE CRIMES. By William Westall. Price 3s. 6d. ARM-CHAIR ESSAYS. By F. Arnold. BISMARCK AT HOME. BRAVE MEN IN ACTION : Thrilling Stories of the British Flag. By Stephen J. Mackenna and John Augustus O'Shea. CANDIDATE'S LATIN GRAMMAR, THE. By J. Percy Reed, M.A. CHAMELEON, THE : Fugitive Fancies on many Coloured Matters. By Charles J. Dunphie. FIFTY YEARS OF A GOOD QUEEN'S REIGN. By A. H. Wall. With six Portraits. Gilt edges, 4s. 6d. GOLDEN SOUTH, THE. Memories of Home Life in Australia. By \" Lyth.\" ORIGINAL, THE. By Thomas Walker. With an Introduction by Richard Dowling. OURSELVES AND OUR NEIGHBOURS : Short Chats on Social Topics. By Louise Chandler Moulton. PARIS BY DAY AND NIGHT. By Anglo-Parisian. PAST, PRESENT, AND FUTURE : An Historical Inquiry. By F. L. C. King. RANDOM RECOLLECTIONS OF COURTS AND SOCIETY. By a Cosmopolitan. THREE-CORNERED ESSAYS. By F. Arnold."], [244, "12 One- Volume Novels. Price 3s. 6d. ANCHOR WATCH YARNS Illustrated by M. Fitzgerald F. M. Allen BETTER MAN, THE A.Patterson Author of \" I'll tell the Dick.\" CATCHING A TARTAR G. W. Appleton FOX AND THE GOOSE, THE : A Story of the Curragh of Kildare J. P. Glynn FROZEN HEARTS G. W. Appleton IN JEOPARDY George Manville Fenn IN LUCK'S WAY Byron Webber JACK ALLYN'S FRIENDS G W. Appleton LAST HURDLE, THE ; A Story of Sporting and Courting . . . . . . . . . . Frank Hudson LOGIE TOWN Sarah Tytler MISS ELVESTER'S GIRLS M. W. Paxton MY SPANISH SAILOR Marshall Saunders MYSTERY OF KILLARD, THE . . . . Richard Dowling NEW RIVER, THE Somerville Gibney PASSAGES IN THE LIFE OF A LADY Hamilton Aide PRINCE DICK OF DAHOMEY ; or, Adventures in the Great Dark Land . . . . . . James Greenwood RECOILING VENGEANCE, A. With illus- trations by E. J. Brewtn all Frank Barrett RED RUIN : A Tale of West African River Life A. N Homer,"], [245, "13 One- Volume Novels. Price 3s. 6d. (continued). SISTERS OF PHAETON (In the press) Florence Armstrong SPANISH GALLEON, THE F. C. Badrick Author of \" Starwood Hall.' TARTAN AND GOLD Byron Webber. THROUGH GREEN GLASSES. Edition Illustrated F. M. Allen TING-A-LING TALES Frank R. Stockton TWO PINCHES OF SNUFF William Westall WHERE TEMPESTS BLOW M. W. Paxton. WRECK OF THE ARGO; or, the Island Home Price 2s. 6d. BLIND MUSICIAN. A Story adapted from the Russian. By S. Stepniak and William Westall. CRIME OF KESIAH KEENE, THE : A Novel. By Mrs. Vere Campbell. DISHES AND DRINKS; or, Philosophy in the Kitchen. By the late Dr. G. L. M. Strauss. FROM THE GREEN BAG. By F. M. Allen. IRISH IN AUSTRALIA, THE. By J. F. Hogan. LIVING PARIS. \" Exhibition \" Edition. STORY OF MARY HERRIES, THE: A Novel. THE OUTLAW OF ICELAND. By Victor Hugo."], [246, "H Novels. Price 2s. In Picture Boards. AN AUSTRALIAN HEROINE .. Mrs. Campbell Praed ANTONY GRACE G. Manville Fenn AS IN A LOOKING GLASS F. C. Philips BIRD OF PASSAGE, A B. M. Croker BLACK BLOOD G. Manville Fenn CANON LUCIFER J. D. Delille CHEQUERS, THE James Runciman COQUETTE'S CONQUEST, A \"Basil.' DEAN AND HIS DAUGHTER, THE .. F. C. Philips DIANA BARRINGTON B. M. Croker DINGY HOUSE AT KENSINGTON, THE DOUBLE CUNNING G. Manville Fenn DUKE'S SWEETHEART, THE .. .. Richard Dowling EARLY FROST, AN C. R. James FOLLY MORRISON Frank Barrett, GREAT PORTER SQUARE B. L. Farjeon GRETCHEN \"Rita. GRIF B. L. Farjeon HANDSOME JACK James Greenwood, HEAD STATION, THE Mrs. Campbell Praed HER TWO MILLIONS William Westall, HONEST DAVIE Frank Barrett, HOUSE OF WHITE SHADOWS, THE .. B. L. Farjeon HUSBAND AND WIFE Marie Connor IDLE TALES Mrs. Riddell IN DURANCE VILE Author of \" Molly Bawn.' IN ONE TOWN Edmund Downey, IN A SILVER SEA B. L. Farjeon IN THE FLOWER OF HER YOUTH .. Mabel Collins JACK AND THREE JILLS F. C. Philips, LADY NANCYE, THE \"Rita. LIEUTENANT BARNABAS Frank Barrett. LIFE'S MISTAKE, A .. .. Mrs. H. Lovett Cameron LIL LORIMER Theo. Gift."], [247, "15 LOGIE TOWN Sarah Tytler. LOUISA K. S. Macquoid. LUCKY YOUNG WOMAN, A .. .. F.C.Philips. MAIDEN ALL FORLORN, A .. By the Author of \" Molly Bawn.\" MARVEL Author of \" Molly Bawn.\" MASTER OF THE CEREMONIES, THE .. .. G. M. Fenn. MENTAL STRUGGLE, A .. .. Author of \" Molly Bawn.\" MIRACLE GOLD Richard Dowling. MISER FAREBROTHER B. L. Farjeon. MISS JACOBSEN'S CHANCE.. .. Mrs. Campbell Praed. MODERN CIRCE, A .. .. •• Author of \" Molly Bawn.\" MODERN MAGICIAN, A .. ..J. Fitzgerald Molloy NUN'S CURSE, THE Mrs. Riddell. OLD FACTORY, THE William Westall. ONE MAID'S MISCHIEF G. M. Fenn PRETTIEST WOMAN IN WARSAW, THE Mabel Collins PRETTY MISS NEVILLE B. M. Croker PRINCE OF THE BLOOD, A James Payn, PROPER PRIDE B. M. Croker, RALPH NORBRECK'S TRUST .. .. William Westall, RED RYVINGTON William Westall REIGNING FAVOURITE, A Annie Thomas, SACRED NUGGET, THE B. L. Farjeon, SCHEHERAZADE .. Author of \" The House on the Marsh.' SECRET INHERITANCE, A B. L. Farjeon SOCIAL VICISSITUDES F. C. Philips, TEMPEST DRIVEN Richard Dowling, TERRIBLE LEGACY, A G. W. Appleton THAT VILLAIN ROMEO .. .. J. Fitzgerald Molloy THIS MAN'S WIFE G. M. Fenn TRAGEDY OF FEATHERSTONE, THE .. B. L. Farjeon, TWO LOVES IN ONE LIFE TWO PINCHES OF SNUFF William Westall UNDER ST. PAUL'S Richard Dowling VIVA .. .. .. •• Mrs. Forrester, WHAT HAST THOU DONE? .. J. Fitzgerald Molloy"], [248, "ID Novels. Price Is AMYON DREWTH .. .. W. Locke AS IN A LOOKING GLASS F. C. Philips AT THE ELEVENTH HOUR ET. Pickering BAG OF DIAMONDS G. M. Fenn, BLIND JUSTICE Helen Mathers CHARGE FROM THE GRAVE, A .. ..Somerville Gibney CHRONICLES OF THE CROOKED CLUB James Greenwood DEVLIN THE BARBER B. L. Farjeon DR. BERNARD ST. VINCENT .. .. Hume Nisbet EVE AT THE WHEEL G. M. Fenn FATAL HOUSE, THE Alice Corkran, FLOWER OF DOOM, THE .. .. M. Beetham-Edwards FOG PRINCES, THE Florence Warden FROM THE GREEN BAG F.M.Allen GREAT HESPER, THE Frank Barrett HIS OTHER SELF E. J. Goodman HOUSE OF TEARS, A Edmund Downey. IDA : an Adventure in Morocco . . . . . . Mabel Collins. LADY VALWORTH'S DIAMONDS By the Author of \" Molly Bawn.\" LITTLE TU'PENNY Author of \" Mehalah.\" MISS GASCOIGNE Mrs. Riddell. MISS TODD'S DREAM Mrs. Huddleston. MYSTERY OF CLOOMBER, THE .. .. A. Conan Doyle. OLIVER'S BRIDE Mrs. Oliphant. PRINCE OF DARKNESS, A Florence Warden. PROPOSALS ; being a Maiden Meditation. SCHOOL BOARD ESSAYS Emanuel Kink. SKELETON KEY, THE Richard Dowling. SNOWBOUND AT EAGLE'S Bret Harte. SUSPICION : A strange story Christian Lys. SWOOP OF THE EAGLES: An Episode in the Secret History of Europe . . . . . . . . Allen Upward. THROUGH GREEN GLASSES F. M. Allen. VOYAGE OF THE ARK, THE F. M. Allen. WEEK AT KILLARNEY, A .. .. Author of \" Molly Bawn.\" WHAT WAS IT? Fitzjames O'Brien. WARD & DOWNEY, 12, York Street, Covent Garden, London. Novelto, Ewer & Co., Printers, London."], [249, ""], [250, ""], [251, ""], [252, ""]]