[[1, ""], [2, ""], [3, ""], [4, ""], [5, "TIIE HONOURABLE MRS. VEREKER."], [6, ""], [7, "THE HONB.L.E- MRS. VEREKER. H IRovel. BY THE AUTHOR OF \"PHYLLIS,\" \"MOLLY BAWN,\" \"MRS. GEOFFREY,\" &c. \"This is an evil born with all its teeth.\" IN TWO VOLUMES VOL. II. LONDON: F. V. WHITE & CO., 31, SOUTHAMPTON STREET, STRAND, W.C. 1888."], [8, "f-OPULAR NEW NOVELS. Now Ready, the Seventh Edition of \" ARMY SOCIETY.\" By JOHN Strange WINTER, Author of \" Booties' Baby. \" Cloth gilt, 6s. ; also, picture boards, 2s. Also, Now Ready, in Cloth Gilt, 3s. Get each. 'GARRISON GOSSIP,\" Gathered in Blankhampton. By John- Strange Winter. Also, picture boards, 2s. \" A SIEGE BABY.\" By the same AUTHOR. '■IN THE SHIRES.\" By SIR RANDAL H. ROBERTS, Bart. \"THE GIRL IN THE BROWN HABIT.\" A Sporting Novel. By Mrs. Edward Kknnard. Also, picture boards, '2s. \"BY WOMAN'S WIT.\" By Mrs. Alexander, Author of \"The Wooing Ot \" \"MONA'S CHOICE.\" By the same Author. 'KILLED IN THE OPEN.\" By Mrs. Edward KENNAKD. Also, picture boards, 2s. \" IN A GRASS COUNTRY.\" By Mrs. H. Lovett-Cameron. Also, picture boards, 2s. \"THE OUTSIDER.\" By HAWLEY SMART. \"STRAIGHT AS A DIE.\" By Mrs. EDWARD KENNARD. Also. picture boards, 2s. \" TWILIGHT TALES.\" By Mrs. Edward Kennard. Illustrated. \"SHE CAME BETWEEN.\" By Mrs. ALEXANDER-ERASER. THE CRUSADE OF THE \"EXCELSIOR.\" By Bret HARTE \"CURB AND SNAFFLE.\" By SIR Randal H. ROBERTS, Bart \"A REAL GOOD THING.\" By Mrs. EDWARD KENNARD. \"DREAM FACES.\" By The HONBLE. MRS. FETIIER3TONHAUGH. F. V. WHITE & CO., 31, Southampton Street, Strand, \"London, W.C."], [9, "THE HONble. MRS< VEREKER. CHAPTER I. \" ' 0 Death, alas ! why wilt thou do me dey ? Accursed be that day which that Nature Shope me to be a living creature ! ' \" The dawn was just breaking as they reached their house. Mrs. Vereker, going swiftly through the hall, began to ascend the stair case, with a wild hope of reaching her room without interruption. Once there, she might expect peace — of a kind. Leisure to think over, and dwell upon, and torture herself, with memories of the shame, the humiliation to which she had been subjected. Perhaps, too, there were forbidden thoughts, too sweet to be openly allowed, and that yet would force their way in spite of all opposition. VOL. II. 17"], [10, "THE HON. MRS. VEREKER. 2 Peace of any kind however was denied her. \" See here ! \" roared Vereker from the foot of the staircase. \"Where are you going ? I've a word to say to you, my lady, before you turn in. Come back here. D'ye hear ? \" She stopped, and for a second hesitated. Perhaps, poor soul, a sudden determination to rebel suggested itself to her, but if so, it fell dead. She came slowly downstairs again, her lovely face like death. \" Ha ! You thought better of it,\" said he with a fiendish grin. \" Come in here.\" He caught her hand with an indrawn, hissing breath, and almost flung her into the library. She staggered and seized hold of a table to steady herself. Vereker turned and deliberately locked the door. \"Now I'll have it out with you,' he said. \" I don't know what you mean,\" said she, leaning against the table and panting."], [11, "THE HON. MRS. VEREKER, 3 Great Heaven ! was there no help any where ? \" Don't you ? You'll know soon. I want to learn from you what's the meaning of your — friendship — with our exceedingly civil host of to-night — our interesting acquaintance — eh ? What's the meaning of his attention to you, his die-away looks, his smiles for you, and his frowns for me? Damn you ! \" cried he, with a burst of fury, \" Why don't you speak ? \" \" What is there to say ? \" returned she icily. Somehow, now that his insults poured thick and fast upon her, she was conscious of a growing calm. \" There's this ! \" shouted he, drumming with brutal, drunken force upon the table against which she stood, until the table shook, and each second seemed to bring the strong, hard fist within reach of her delicate face. \" That as I have you I'll hold you ! D'ye hear ? You'd go to him now, wouldn't you ? to cry 17*"], [12, "THE HON. MRS. VEREKER. 4 and whine for succour against the brute of a husband ! Eh ? You'd go to your lover, eh ? \" He thrust his face so near to hers that she drew back a bit. \" You will be sorry for this in the morning,\" she said. \" I'm drunk, you mean. But not so drunk, let me tell you, that I haven't been up to your goings on with that fellow. Do you think I've been blind all this time? That I haven't seen the glances that passed between you ? Hah ! my immaculate angel, I'm not so drowned in liquor as you suppose. I can still see more than I am intended to see. There ; why don't you go to your lover ? Take your white face out of this, I'm sick of it. Take it to him ! \" She moved towards the door. He rose abruptly, and following her, caught her and drew her back into the full glare of the lamp. \" By Heaven ! If I thought you would"], [13, "THE HON. MRS. VEREKER. 5 take me at my word, I'd dash your life out against that wall,\" he said. y\" I'd kill you as soon as I'd look at you ; ay, sooner, so beware. Let me once catch you tripping, and say your last prayer.\" He stood over her as he spoke, the words coming thickly through his purple lips. This man of good birth, of decent education, was, partly by nature (which sometimes plays sad pranks) partly through vice and general demorali zation, so brutal, that he spoke and acted as might a costermonger. Piomance so dear to us (and deservedly so), hides many things : But in real life we shall often find such a deformity as this. \" Now I've warned you,\" he went on, still leaning over her, as though exulting in his coarse strength that kept her in his power. \" Love him if you will, eat your heart out for him if it suits you, but re member this, that you are mine, and mine you shall remain. Do you hear me, you bit of wax ? You bloodless fool ! Not blood-"], [14, "THE HON. MRS. VEREKER. 6 less for him eh ? — only to your husband. Marble to me, but willing enough to \" She wrenched herself free from him before he could finish his sentence, and stood panting before him with cruel indig nation. Her white lips parted as though she would speak, but no words came. She clenched her hands, and stood staring at him as though, were power given her, she would willingly slay him with her own right hand. It was a most mournful thing to see her pure, lovely childlike face thus transfigured by passion. \" Oh ! that I were as strong as you ! \" she said in low, vehement tones. He laughed ; and turning to the table poured out and swallowed a glass of brandy. The spirit acted like fire on tow ; his drunken mood changed and grew into absolute fury. \" What ! You would defy me,\" he said, \" you — you I Why see here ! \" He caught her suddenly and bent her"], [15, "THE HON. MRS. VEREKER. 7 backwards and then forwards, shaking her violently as if to show his mastery over her slight frame, and then, with a brutal burst of rage, dashed her from him. She came heavily against a bookcase, but her senses did not desert her, and she stood erect clinging to it desperately. For a moment she thought he was going to kill her, and she grew sick and faint ; but the action seemed to have partly sobered him, and he made no further advance towards her. A slight touch of shame grew on his face. \" There, go to bed,\" he said roughly. He moved to one side, and she went slowly towards the door. As she went she staggered. \" I didn't mean to hurt you,\" he said in a dogged, angry tone. \" Here ! drink this before you go.\" He held out to her a glass of wine, and seeing she made no effort to take it, thrust it into her hand."], [16, "8 THE HON. MES. VEREKER. She held it for a moment, and then deliberately dropped it on the floor. The glass broke into a thousand fragments. She raised her head and looked him full in the face for fully a minute, very strangehy. Something in that long, in tense gaze disconcerted him. As she went out and closed the door behind her, he breathed more freely. \" She-devil ! I'll tame her yet,\" he said, between his teeth. He went back to the brandy and drank steadily until the calm pallor of the early dawn had grown into clearer daylight. Then he threw himself heavily on a lounge, and dropped into a sleep that w-as almost insensibility. He woke about ten o'clock, rang for more brandy, and after that fell asleep again. At two he roused himself and made a pretence at eatino something, but more as an excuse to o-et down more brandy than for anything else."], [17, "THE HON. MRS. VEREKER, 9 Hardly three solid morsels passed his lips. He was subject to these attacks of the demon who governed him, and for a day, or sometimes two or three, would drink continuously, nay, ravenously, until on the very borders of delirium ; once or twice, indeed, he had over-stepped those bounds. As a rule these attacks came on after a period of forced abstinence, and he had kept himself pretty steady for the ball at The Chase. For months together sometimes he would go on, drinking hard certainly, but rarely getting beyond the sottish state of stupidity that now characterised him, and then would come a time when he revolted from all effort at respectability, and would give himself up a willing prey to his tor mentor. Shortly after his pretence at luncheon, he sent for Cecil's maid, and asked where her mistress was. The girl, who had been a sufficiently long time in the house to"], [18, "10 THE HON. MRS. VEREKER. understand his moods, said promptly that her mistress had gone for a walk in the grounds, though she had just left her lying down in her own room. She was particularly attached to Cecil, and thus sought to shield her from what might prove a scene. Vereker believed her, and once more sank back on his lounge. The day wore on,- and no one called. For this Cecil was devoutly thankful. She felt that if Dorothy or St. John had come, she could not have seen them. A very agony of shame, degradation, and misery, was overwhelming her. They had been witnesses of that most disgraceful scene in the hall at The Chase ; but she felt too as though they must, through some occult means, be aware of the horrible ordeal through which she had passed on her return home. Her shoulder hurt her terribly. She had been flung with crashing force against the sharp edge of the bookcase,"], [19, "THE HON. MRS. VEREKER. 11 and all her tender flesh was bruised, and was even now beginning to grow black. She had thought of nothing else but of Vereker's conduct towards her, and her utter powerlessness to escape from him, all through her sleepless night ; but strange to say no tears had risen out of her desperate musing. She sat and brooded — dry-eyed — sure only of this, that the worst was not yet come. She knew her husband well by this time. She had certainly — may God help all such ! — sufficient cause to du so. There was mischief lurking still within him, and sooner or later it would break out. She would be the victim of it. She dreaded the approaching dinner hour with a horrible sinking of her heart that would not be subdued. With a view to rousing herself, to help her failing courage, she flung a shawl over her shoulders, and towards evening went into the open air. She walked swiftly, as if"], [20, "THE HON. MRS. VEREKER. 12 hoping exertion would brace her nerves, but after half-an-hour 's eager pursuit of mental strength, she acknowledged that she had gained nothing by this rapid walk. She had, indeed, suffered one further shock. Amongst the shrubberies she had espied a man peering at her through the laced boughs — a man with an undying rancour in his eyes. It was Black Sandy ! She could not mistake him. She knew he had been released from the prison, whither her husband as magistrate had sent him some time since, and that his depredations, as an accomplished poacher, had been as numerous as ever, in spite of his taste of jail life; she remembered that day long ago when he had insulted her — that day when St. John had been almost a stranger to her (how odd that now sounded) — and a quick sense of fear drove her back to the house. Indeed, her nerves were all unstrung. The man's face haunted her, as she took her"], [21, "THE HON. MRS. VEREKER. 13 homeward way. What was there in it ? Something beyond a common anger. There was determination, settled purpose, an un changeable patience, a waiting for some thing that was bound to come. It puzzled her, and distres.sed her in a vague way, and it was with a sense of relief she once again entered her own room. What was the man waiting for ? What had she done to him, that he should look at her so strangely ? All other thoughts, however, were presently swallowed up in the fear that her husband might put in an appearance at dinner. She did not dare send down word that she would not come, as, were he sufficiently recovered to dine in public, he would not submit to her absence, but would insist on her coming downstairs. Once before there had been unpleasantness arising out of her desire for solitude — unpleasantness of so marked a nature that she did not care to risk a repetition of it."], [22, "14 THE HON. MRS. VEREKER. Slowly the daylight died ; the gold and blue of the morning had deepened into grey, and now at the last darkness fell upon the land. It fell upon her heart, too, when her maid told her that Mr. Vereker was in the drawing-room. She rose pre cipitately when the maid said this and got herself into her gown in haste — a pretty cream-coloured dress that gave an ad ditional charm to her beauty, though she was just now too distressed in mind to think of effect of any sort — and hurried downstairs. She was a little late, but one glance at Vereker told her this fact would pass unnoticed. He managed to get into the dining-room, however, without assistance, and sat all through dinner quite quiet, save for a lurch now and again, or a call for champagne. This latter he sipped slowly, as if not caring for it, and finally asked one of the men for brandy, a glass of which he threw into the tumbler of Heidseck that stood at his"], [23, "THE HON. MRS. VEREKER. 15 elbow. Plainly, the champagne was too weak to gratify .his heated palate. He deliberately helped himself to every dish, entrees and all, but though he played with what he with difficulty placed on his plate, he ate nothing. Mrs. Vereker, at the head of the table, ate just as much. Her brain seemed on fire. What would the end of it all be ? From time to time she glanced at him, and something singularly malign in his naturally bad countenance made her fear a break-out later on. She sat almost motionless until, dessert being on the table, the men retired, and she was left alone with him. A half formed notion of calling one of them back as a sort of protection occurred to her, but whilst she puzzled over an excuse to do so, the man was gone, and the door closed. She had seen the brandy he had asked for and taken, and, though with many throes of remorse and horror, had hoped"], [24, "THE HON. MRS. VEREKER. 16 he would take more and more until he sank into insensibility. Poor soul! She had learned to hope for what happy wives would have shrunk from in anguish and despair. He was looking terribly sodden and disgusting ; his hair hung damply on his forehead, and one of his sleeve-links had not been fastened. The cuff hung wide open, so that the fat, white arm inside could be seen. This seemed to trouble him. All through dinner he had made abortive attempts to fasten it, and now when the men were gone and he and she were alone, and silence deep as death hung over the room, he began once again to fumble with the refractory link. Again it failed him, slipping through his palsied fingers with a persistency that seemed to his dull brain demoniac, and created in him a desire for conquest. \" Come here and fasten this damned"], [25, "THE HON. MRS. VEREKER. 17 thing,\" he called to his wife in a broken, indistinct voice. She understood him however. Practice had made perfect. She rose from her seat, and came up to him and let her delicate fingers undertake the task commanded. But though she could control her move ments, the soul within her would not be silenced, and the terrible shrinking, disgust and hatred that betrayed itself on her face was written there in letters of fire. Through all his drunkenness he saw it. \" It offends you to touch me, eh ? \" said he, with a wicked snarl. \" You shrink from me. You think me the very devil, eh ? I'll give truth to that thought of yours — before I die.\" Some expression in her frightened face caught his senses and struck him wrongly. \" Ah, ah ! You'd laugh at my death, wouldn't you ? 'Twould be a release, eh ? and leave you free to join your lover. Why, curse you ! \" cried he, rising from his VOL II. 18"], [26, "THE HON. MRS. VEREKEE. 18 chair and staggering towards her as she backed in a terrified manner away from him. \" D'ye think I want you. Come ! I'll show you what I mean. I'll have no wanton in my house ! Out you go, and may the devil prosper you ! \" He flung back the shutters, and opened the broad window ; then, catching her, swung her through it on to the gravel beneath, the window-sill being only a foot or two from the ground. \" Now, damn you ! go to perdition your own way ! \" he shouted, slammed down the window again and banged the shutters, thus leaving her alone in the cold darkness of the night outside."], [27, "CHAPTER II. \" God wot, love and I be far asunder ; I am disposed bet, so may I go Unto my death to plain and make woe.\" Foe a while she was conscious only of a thrilling sense of relief. The sweet night wind blew upon her heated forehead ; she was alone. No longer could she see that bloated, malignant, sottish face ! She stood, trembling violently, and lean ing against the wall, but hardly conscious of what had really happened. Then slowly, by degrees, the truth came to her ; she had been flung out of doors by that brute within ! That brute, who was yet her husband ! She had been spoken to, addressed, treated as though she were the very scum of the earth. She — she! Not another woman, but she herself ! 18*"], [28, "THE HON. MES. VEREKER. 20 She looked down at her hands as if to convince herself, and then ran her finger lightly yet feverishly up and down her bare arm. Then, all at once, the whole enormity of the thing flashed upon her, and a wild storm of passion swept over her. It shook her frail body, and blanched her cheek, but it gave brightness to her eye. She stood up as though strong in herself, and disdaining further the support of the wall, and swore to herself that, as he had done to her, so would she do to him. He had cast her forth, he had abandoned her — she would never return. But where to go? The night in spite of its beauty was cold enough. It was eleven o'clock, and a chill wind blew from the west. Her arms, her bosom was bare, and there was no covering nearer than the house, and that she had told herself she would not re-enter. Where to go ! Instinctively her thoughts turned to St. John. He would help her."], [29, "THE HON. MRS. VEREKER. 21 He would . tell her what to do. It was a long walk there, but she gave no thought to distance, in her then wild mood, and, moving across the garden, entered the wood on her right that led by a path she knew to The Chase. As she ran eagerly onwards, looking like the wraith of some forlorn thing in her light floating gown, she remembered what St. John had said to her, and some courage came with the memory. When, or if ever, she was in trouble, she was to come to him ! He would be ready to take her part to defend her against the world. She was sure of him. She did not even wonder what the help was he would offer, she thought only of his power to help her, and a strong, eager desire for revenge on the man whom she hated, welled up in her heart. St. John would see that she was avenged ! Her nerves were quivering, her heart throbbing with a painful haste. She, who had been the most patient of mortals, now"], [30, "THE HON. MRS. VEEEKEE. 22 dwelt only on a longing for retribution. It is hard to be patient, when the first flush of a vile wrong is strong upon us ; it is only later, when the wound is healing, and merciful Time is perfecting its cure, and we are beginning to forget, that we tell ourselves at last that we grow calm and forgiving — osttimes mistaking apathy for pardon. The moon came slowly from behind the banks of cloud that up to this had dimmed its glory. Weird glimpses of it fell through the overhanging branches that formed a net-work above her head. A few stars studded the heavens. The soft, sweet dew of night clung to her naked arms as she sped swiftly onwards. She was not cold now, she was conscious of nothing but an overmastering desire to reach St. John. No thought of love for him was in her heart, no tender surety of a love returned. It was only safety she seemed to be seeking, and a way out of her"], [31, "THE HON. MRS. VEKEKER. 23 troubles, that had grown greater than she could bear. The strong deep bracken, with its odour of earth and of all things green, made a soft rustling as she passed through it ; once a dark thing sprang up beneath her feet, and fled like a spirit away. It was a timid brown creature, a hare, yet for the moment it startled her. The music of a stream — that one sleepless thing — came to her through all the drowsy noises of the night, falling with a sense of rest upon her brain. The wind had altogether died away. A wonderful stillness reigned. \" Hard overhead the half-lit crescent swims, The tender-coloured night draws hardly breath. The night is listening.\" Her steps began to grow a little slower, it suddenly appeared to her that she had come a long, long way, and with the sense of growing fatigue came a sharp terrible thought. It must be late, suppose he"], [32, "THE HON. MRS. VEREKER. 24 should be gone to bed — that she could not see him ? Her breath came sharply. She felt as though she could not live out the night without speaking to him. And if, if so cruel a thing should happen as that this walk of hers should be in vain, what was she to do ? Go back again ! All through this awful slumbering silence — alone — worn out in soul and body ! A sensation of faintness crept over her as she dwelt on it. No, she could not go back. Fate could not so entirely have abandoned her. She felt that she was trembling, and growing icy cold ; and so great was her relief when, on turning a corner, she suddenly, through the terrible darkness, saw lights shining in the library windows of The Chase — the room where he always sat at night — that for a moment her nerve gave way and she sank shivering upon the \\runk of a fallen tree close by. It was only a momentary weakness,"], [33, "THE HON. MRS. VEREKER. 25 however. With a renewal of hope she sprang to her feet, and gaining the balcony steps began eagerly to ascend them. * * * * # There was a slight fire burning in the library grate, and St. John, his arm on the mantelpiece, stood looking moodily into it. Lady Bessy and all the other guests had left that morning, so that he was in a measure entirely alone. Lady Bessy with Lady Eustace Fenmore, had run up to town for a day or two, escorted by Blair and one or two other of the men ; the rest had passed themselves on to various other country houses. St. John had been rather glad of their going. It gave him liberty to dwell on the one consuming thought of his life, on Cecil Vereker. All day he had let his love for her hold full sway, and had lingered with a passionate fondness over this smile, that word, a touch of the hand, a glance from the melancholy eyes, that"], [34, "THE HON. MRS. VEREKER. ■26 he could not but see brightened for him alone. How voung she was, how defenceless ! That last scene, at the close of his dance, had quickened both his love for her and his fear. He had spent a terrible night after she had gone, but next day — that morning — had not dared, for her sake, to call at Vereker Court. He had not mistaken the expression of her husband's eyes, as they caught his, nor the evil mean ing of his half- uttered words. How strangely things were ordered. If she had been his, his wife ! How he would have adored, prized, treasured her. And that devil ! that brute ! he treated her as though she were only made to be trodden on by him. If she had been his] This thought seemed to cling to him as he sat in his library alone, with the lamps lighted, and the small but cosy fire that effectually killed the slight suspicion of damp in the air,"], [35, "THE HON. MRS. VEREKEE. 27 burned cheerily upon the hearth. With all the tender folly of a lover he had drawn a little dainty satin-lined chair close to his own favourite lounge, and had pictured her to himself as sitting in it, gazing silently, happily, at the glowing logs, hand in hand with him, perhaps, too much at peace, at touch with each other, to care for conversation. He grew almost to think she was really in that pretty chair ; dressed all in white as he loved to see her : His wife ! Perhaps the mother of his children. A log had fallen with a crash into the fire. The sparks flew upwards with a little roar ; the vision faded, the chair was empty. He rose and pushed it from the hearth rug, and staring at the fire, told himself that all such dreaming was but vanity, she would never come to him — she would never A slight noise at one of the windows"], [36, "28 THE HON. MES. VEEEKEE. startled him. He raised his head. For a moment his heart failed him. Had that fellow murdered her at last ? Was that her ghost looking in at him ? He strode forward and flung open the window, and drew her in out of the grow ing mists of the night."], [37, "CHAPTER III. \" For all that comes, comes by necessity; Thus, to be lorn, it is my destiny.\" She came in very quietly, but he knew of course that something had happened. She was very pale, and her dark eyes were gleaming, the lovely red mouth was parted, and her breath came through it in little nervous gasps. Her hands were as cold as death. \" You, you ! \" he had said at the first moment of unconquerable surprise ; but when he had felt her hands, he said nothing more until he had drawn her close to the fire and placed her in that very chair he had been giving to her in imagination half an hour ago. \" What has he done ? \" he asked then,"], [38, "30 THE HON. MRS. VEREKER. in a low, stern tone. The sternness was meant for Vereker ; but in her unstrung state it frightened her. She held out one hand to him appealingly, with a little piti able expression in her eyes. He knelt down beside her, and took the hand and chafed it between his own. \" You are frozen ! May God forgive him,\" he said brokenly. \" Go on ; tell me what has happened.\" She told him, as briefly as she could. She did not cry ; she seemed to herself to speak almost callously. But she for got how her face spoke for her. Misery was imprinted upon it. \" So I came to you,\" she said. St. John got up and went back to the mantel-piece. \" If even Bessy were here,\" he said. \"Why! Where is she?\" asked Cecil, in a startled tone. \"Gone to town for a day or two. Great Heaven ! one would think that mis-"], [39, "THE HON. MRS. VEREKER. 31 fortune pursued you. But don't let that distress you. I shall \" \" I don't care,\" interrupted she reck lessly. She got up from the chair on which she was sitting, and went to another one near the centre table. With a miser able abandon she threw her lovely naked arms upon this table, and let her head fall on them. \" What does it matter about anything ? \" she said. \" I'm tired of it all. I'm worn out. I wish I were dead.\" She did not speak with excitement ; but slowly, in a lifeless fashion, that sent each word home. \" Nonsense ! \" said he roughly, a sharp pang at his heart. \"Don't talk like that. That is what any fool might say when the world went a little bit wrong. Besides, there isn't a word of truth in it. No one ever yet honestly wished himself in the grave. Come ; sit up.\" He laid his hand heavily upon her"], [40, "THE HON. MRS. VEREKER. 32 shoulder, and she obeyed him, lifting her head and leaning back in her chair. Ever since she had reached her goal, a change had come over her. The wild excitement had died — and only a certainty of the hopelessness of her position had stayed with her. After all, what could St. John, what could anyone do for her ? She was bound irrevocabby to her husband, and Death alone could be her saviour. \" WeU,\" slowly. \" Then I won't say it. But I'll tell you what I shall say, and this, at least, is true. I wish he was dead ! No ! I don't care whether it is wicked or not — I wish with all my soul he was dead ! \" She sprang to her feet and pressed her hands against her breast. \" I think,\" she said, \" if I once knew I should never see him again, my heart would burst my bosom for very joy ! \" \" You don't know what you are sayin\",\" began St. John"], [41, "THE HON. MRS. VEREKER. 33 \" I do. And I am glad to have said it, for once. I have always wanted to say it, from the first hour in which we were wedded. I should like to kill him — only \" She broke off abruptly, and the glitter faded out of her eyes, leaving a touch of horror instead. \" You will hate me,\" she said. \" But,\" with a long, heart-broken sigh, \" some times I feel almost mad. Hilary,\" — un consciously — for the first time — she called him by his Christian name, and slowly, step by step, she drew nearer to him. \" Must I go back to him ? Is there no way out of it ? \" There was absolute agony in her glance. \" I have borne so much — must it go on for ever ? Oh ! try to think of some means of escape.\" Her eyes were burning into his, she put out one hand and laid it imploringly upon his sleeve. A shiver ran through St. John. He gazed VOL. II. ID"], [42, "THE HON. MES. VEEEKEE. 34 almost vacantly at the small clinging singers as a very tempest of passion swayed his soul. In a sort of dumb fashion he tried to rea lise that this temptation had come to him through her, who had no knowledge of what she was doing, and that therefore doubly it should be resisted ; but his heart cried out for her and would not be silenced. Surely there was a way ! He could lift her out of all her troubles. And she would go with him. He did not for a moment doubt that. He might, nay he could make her so entirely happy that this present tor ture would fade from her memory like a bad dream, for he knew — what as yet she scarcely knew — that she loved him. And then — he looked down into the up lifted lovely face, the clear eyes, and the unblemished soul that shone through them, and he told himself it was impossible. Better anything than the cruel, dull awaken ing to the fact of honour gone, of every"], [43, "THE HON. MES. VEREKER. 35 sweetest feeling embittered. Would she live when it came to that ? Still — to give her back. To actually, deliberately thrust her again into the power of that brute — -that incarnate villain ! His fingers closed tightly over the trembling hand, that turned its palm gladly upwards and clung to his, and once again Satan held him . \" Have you ever thought of a way? \" he asked, hoarsely, rapidly, bending over her. \" Oh, no — no ! \" said she, mournfully, shaking her head. \" It was because I couldn't that I came to you. I was sure you would know of something — that you would be able to help me.\" Her lips quivered, her eyes filled with tears, she gazed at him hopefully, yet with all the childish abandon that was one of her chiefest charms. It conquered him. He told himself he would be a very devil to betray such unconsciousness as that. \" Well — I cannot ! \" he said, sharply, 19*"], [44, "THE HON. MRS. VEREKER. 36 brutally, as it seemed to himself. \" There is no way. At that she began to cry, silently, miser ably, yet with a sobbing sigh here and there as though she were worn out. Had heaven and earth both deserted her ? She laid her head down upon his shoulder, the pretty dishevelled head that the night breeze had played with, and the tears fell slowly, helplessly down her cheeks. There wasn't the faintest suspicion of passion in the action, or an idea of softening him, only a sense of trust, and a forlorn giving up of all hope. If he failed — if he could suggest to her no way out of her difficulties, all was indeed over ! His own eyes remained dry, but his lips grew hard and stern, as might the lips of one suppressing deadly pain. His arms closed round her, however, and he drew her to him, and held her so without a word. What was it he could say ? Presently, unable to bear those cruel,"], [45, "THE HON. MRS. VEREKER. 37 heart-broken sobs any longer, he put her from him, holding her still, but with hands that held her shoulders with a heavy pres sure. \" Cecil, this is madness,\" he said. \" Think, think, for heaven's sake.\" There was some thing so strained, so unnatural in his voice, that it startled her into a sudden calm. She glanced at him with frightened eyes, eyes that hurt him ! A terrible pang shot through his heart, and he felt as though he were a greater brute than that man at Vere ker's Court. \" My darling ! don't look like that,\" he cried, \" trust me still. Take heart, I will find some way present!}-, but just now .\" He broke off, feeling how powerless to help were his words, and how terrible his inability to interfere. \"My poor child ! My poor darling ! Cecil ! What can I do ? \" \" Nothing ! I see that now. No one can help me. But at first I thought — It was foolish — but — It is a great dis-"], [46, "THE HON. MRS. VEREKER. 38 appointment. Do you think I could run away ? \" she asked suddenly, doubt fully. \" No ; no. What could you do ? One reads of such things— but it is really im possible ; you are too young.\" \" But you might help me.\" \" That is just the one thing I can't do,\" said he, turning very pale. \"You must know, Cecil, that for a man to help a woman to leave her husband means, in the world in which we live — means — ■ — \" \" Yes, I have heard,\" said she. But she spoke listlessly, as though the opinions of the world were of little moment. She seemed, however, to see that there was no use in any further argument. \" Well, what am I to do now ? \" she asked, presently, with an air of utter weariness. \" You cannot help me. I am forsaken by all. Must I go home ? Home, what a mockery it is ! \" \" Yes, yes ; and at once ! \" said St. John,"], [47, "THE HON. MRS. VEREKER. 39 with energy. \" You must leave this before it is known that you have been here.\" \"At once ! \" She looked at him nervously. \" Oh, no ! some time of course. To-morrow, when the light dawns, but not now. Let me wait until \" \" No. Now ! \" with a decision he felt to be abominable. But there was something about her that forbid the thought of hesitation of any kind. She, to whom eviJ was unknown, should be kept from evil. And who should be her best guardian but he who was her truest lover ? \" But why? Why can't I stay here until the light comes ? \" It was plain now that she was beginning to think him exceedingly unkind. \" Impossible,\" he said, impatiently, grow ing towards his wits' end. ''If it was discovered — if he once knew of it.\" \" But he cannot hear. No one knows save you — and me. I can sit here, can't I, until the day dawns ? and then creep out,"], [48, "40 THE HON. MRS. VEREKER. and home, and no one the wiser. He will be asleep then,\" with a shudder. \"You must not pass the night here,\" said he, very pale. \" Oh ! If you will not let me—\" She rose from her seat, angry reproach in her eyes. \" I shan't go to Vereker Court, however,\" she said defiantly. \" I shall go to Dorothy. She will not turn me out.\" \" Why do you speak to me like that ? \" ex claimed he, flushing crimson. Can't you see — can't you understand how it is with me ? Why will you compel me to explain ? Don't you know that if I didn't think of your good name now, now, when you have appealed to me for help, I should be the greatest blackguard on the face of the earth ? \" Something in his tone, in his expression betrayed all to her. His love — a knowledge of her position — a knowledge too of the world's cruelty ; and, stronger than all else, a certainty of her own love for him, all at last lay clear."], [49, "THE HON. MRS. VEREKER. 41 A rich flood of colour rose to her cheek, her lips parted slightly, and her breath came through them quickly. Her eyes were fixed on his as though she could not remove them — eyes shamed, bewildered horrified, yet filled withal with a divine joy. \" Do not look at me like that,\" said he, in a choked tone. \" It can't be helped now. It is too late for regret ; we must only make the best of it. Though, for myself,\" said he with a touch of determination, \" I feel no regret. Come ! \" He did not attempt to take her hand. He felt at the moment that he could not trust himself to do it. But he went to the window and threw it wide, letting a rush of sweet, mild night wind enter. \" I should not have come,\" she said, in a low, shocked voice ; her head now had sunk upon her bosom. \" I am glad you came,\" said he ; then he moved forward, and she followed, into the open air."], [50, "THE HON. MRS. VEREKEE. 42 In silence they went through the moonlit wood; in silence entered that smaller one that led to Dorothy's home. Once they came to a little brook, and as she sprang across it she stumbled slightly, and but for him would have fallen. As he held her for that instant in his arms, he felt her bosom heave, and knew that she was crying. He pressed her to his heart, then, in an agony of despair, but almost immediately re leased her. After that, however, he kept her hand in his, striving in a dumb sort of way to comfort both her and him self. He made no attempt to console her in words ; indeed there was nothing he could say. Presently they came to the Cottage, and making her stand still within the shadow of some shrubs, he pointed to a particular window. \" That is her room, I think/' he said ; \" but what if I should be mistaken ? \" \"You are. It is the one farther on,\""], [51, "THE HON. MRS. VEEEKEE. 43 said she, in a voice broken by tears. \" But if she should not be awake ? \" \" I shall stay here until you make sure of that. Go and throw a pebble at the window. Don't be nervous ; I shall wait until I see you safely housed. Good-night, my darling ! \" He took her suddenly in his arms, and kissed her gently. ■I-"], [52, "CHAPTER IV. \" Let not this wretched woe thine hearte gnaw.\" Doeothy received her with loving words, creeping down through the darkness on tiptoe, and opening the door for her, so that Miss Jemima might not waken to ask awkward questions. She drew the trembling Cecil upstairs, before she would hear a word, safe into the shelter of her own room, and then comforted her and cried over her, and was as indignant with the cause of all her woe as any stricken heart could desire. Dorothy was indeed one of the most sympathetic creatures on earth. But, alas! she preached the same sermon as St. John had done. She seemed to have taken her text from him. Cecil must go back to her husband."], [53, "THE HON. MES. VEREKER. 45 \" You mean I must go back to my death,\" said Mrs. Vereker ; \" and you can say that in cold blood ! \" Then Dorothy asked if he had actually struck her, but this she denied vehemently. It is one of the strange things about a woman : she will hate a man, revile and scorn him openly, but if you ask her if he has raised his hand against, her, she will recoil from the question, and will lie heartily rather than acknowledge herself a victim to such indignity. It is not him she would spare in thus lying, but her own decent pride and self-respect. \" I almost wish he had,\" said Dorothy. \" Then, at least, you would have occasion against him, such as the law would hear.\" But Mrs. Vereker would say nothing about that brutal dashing of her against the bookcase ; and when Dorothy had per suaded her to get into her bed, was so careful about the way she took off the body of her gown, that the former knew"], [54, "46 THE HON. MRS. VEREKER. instantly that there was some cause for the extreme caution. A chance let her see a crimson bruise, fast turning purple, upon the delicate shoulder. Her heart grew sick within her ; yet what can a woman do ? She made a great deal of her guest, grieving secretly, hanging over her with little fond attentions, kindling a fire for her with her own hands, and put ting her into one of her warm dressing gowns. She even stole down to the pantry, at imminent danger of rousing her ever alert aunt, and rescued a roast chicken and some bread and butter, and bringing it back in safety insisted on making Cecil eat some of it. \"I am starving myself — roused up at this unearthly hour. Surely you will not let me feel myself a right down greed v one ? \" Thus importuned, Cecil ate somethino-, and presently Dorothy tucked her into bed, where, exhausted, she fell into a dreamless sleep."], [55, "THE HON. MES. VEREKER. 47 But next day Dorothy took her home. Scandal, above all things, was to be avoided, and this true and earnest friend did the best she could for her. She would have liked, indeed, to keep her for ever near her to shield and comfort her, but the impos sibility of such a project conquered her. She bade her sad little guest of a night farewell on the doorstep of the Court, and then, with a miserable sense of having been faithless to her — of having abandoned her ruthlessly to the wiles of her enemy — went slowly away up the drive. Half-way between the house and the gate she encountered Vereker, looking sodden, purple, abominable, and, in effect, half drunk. \" Ha ! You, my dear ! \" said he, with undue levity. \"What good wind blows you here to-day ? Come to see that little colourless wife of mine ? Why ! you're worth a dozen of her, eh ? \" It was plain that he knew nothing of"], [56, "48 THE HON. MRS. VEREKER. last night's work. Had forgotten his own share in it, and believed his wife to be, as usual, in her own rooms. \"Your compliment overpowers me,\" said Dorothy, whose mouth had grown mutinous. \" To be superior to your wife is to be superior indeed, and unhappier than most. A fact you have not as yet taken to heart.\" \" What d'3re mean ? \" said he, partially sobered by her eyes, which were flashing fire. \" You know,\" she said. \" And if not, it is a pity no one should tell you. You have married an angel, and your wife has married a devil ! I wonder ! I wonder,\" cried she, stamping her foot, \" that you have the hardihood to stand there and look any decent woman in the face when you know how you treat Cecil.\" \" By Jove ! I never knew how pretty yon were until now ! Go it, my dear ! passion transforms you ! \" said the miserable crea ture, with a loose, detestable smile. His"], [57, "THE HON. MRS. VEREKER. 49 dulled brain failing to catch the righteous anger that filled her, he put out his arm, and suddenly, with a lurch, encircled her waist with his arm. For an instant only. She flung him from her, and without hesitation lifted her hand and gave him a very hearty, resounding blow across his face. Even as she did so, St. John came upon the scene, seized Vereker and hurled him back wards ; but for this intervention it might perhaps have gone badly with Dorothy, for Vereker once roused was a savage beast, and would have thought as little of striking her as if she was a dog ; but she evidently did not think so. She so far believed ic herself as to deem herself a good match for this wretched drunkard. \" No. I will have no interference,\" she said, placing herself between the two men. \"You,\" menacingly to Vereker, \"will go home at once.\" \" You are right there,\" said he. \" By vol. ii. 20"], [58, "THE HON. MRS. VEREKER. 50 Jove, what a vixen ! I'd like (vindictively), to have the taming of you. Yes, I'm going, after such a reception as that.\" He placed his hand to his cheek, which showed a good respectable colour for once. He hardly seemed to see that St. John was present, his intellect being so clouded after his many hours of debauch as to be capable of thinking of one subject alone. He turned abruptly on his heel, and with a last malicious glance at Dorothy, walked away. \" Oh ! I do hope I have not made it worse for her,\" cried she, remorsefully, when he was out of sight. \" What a ter rible temper shone out of his eyes. And she — she is not fit for excitement of any kind to-day.\" \" She stayed with you last night ? You knew I brought her to you. What of her, Dorothy ? speak, I implore you,\" said St. John, drawing her arm through his, and leading her from the main avenue into a side walk that led to the wood."], [59, "THE HON. MRS. VEREKER. 51 \" What is there to say ? \" she exclaimed, vehemently. She was looking pale and troubled. He could see that her eyes were red from crying. \" You brought her home to-day. To such a home ! Go on, tell me how she passed the night. Did she sleep ? Why are you so silent, Dorothy ? Has \" He stopped short, and caught her arm. \" Has anything fresh happened ? \" \" Oh ! nothing, nothing,\" with a sigh. \" There is nothing to tell.\" \" Nevertheless, let me hear it. Anything about her \" — his face paling — \" must touch me. Tell me what you know.\" There was such a passion of anxiety in his manner, that it struck 'Dorothy as being dangerous, and angered her. \" Her — her ! Who ? \" she asked, coldly. \" Why do you speak of her like this ? What is she to you ? What should she be, save an acquaintance — a friend ? \" After all, has not this unhappy business arisen because of 20*"], [60, "THE HON. MRS. VEREKER. 52 him ? Jealousy in a man like Vereker is ever the precursor of brutality. Had St. John not been mad enough to fall in love with Cecil, the latter might have been spared this last indignity. Dorothy's heart grew hot within her, and she looked at her com panion with marked disfavour. \" If you are talking of Mrs. Vereker \" \"Do not misjudge me, Dorothy,\" inter rupted he, with some agitation. \" It would be impossible to misjudge her; but as for me, you know how it is. You are our best friend, do not give us up. I must confide in some one, if only for her good, and who should it be but y^ou ? I entreat you to abandon conventionalism in this matter, and try to believe that I love her with singleness of heart. I am half mad with misery at the thought of her being in that brute's power, yet I would not dare so much as breathe to her that — that there might be a remedy — a means of escape. And yet — is it the kinder thing"], [61, "THE HON. MRS. VEREKER. 53 to leave her alone, defenceless, in his power ? \" \" I can't bear to think of that either,\" said Dorothy, and then she began to cry. \" She had a terrible mark on her shoulder,\" she sobbed, miserably. \" She said he had not struck her, but how did she get it, then ? It was a cruel bruise, and she tried so hard to hide it that I knew it meant something ! It must have happened to her quite lately^, as she could not have had it the night of your dance ; it was as high up as this,\" pointing to her own shoulder ; \" one would have seen it when she wore her evening gown. It made me feel sick. Oh ! what is to be the end of it ? \" St. John had turned deadly white, and an awful curse passed his lips. \" Can nothing be done ? \" went on Dorothy, still crying bitterly. '' Was there ever so miserable a case ? If she were a big, strong girl it would not be so bad, but she is so small and slight and fragile ; one"], [62, "54 THE HON. MRS. ATEREKER. would think a heavy wind would sway- her, and she is so awfully afraid of him. Yet it would be folly to counsel her to run away from him.\" \" Unless she ran away with me,\" said he, in a dull, measured tone. \" Oh, no ! \" cried Dorothy, shocked. \" What a thing to say ! How dare you say it ! Far better for her to die than to — to \" \" Then there is nothing — and probably she will die,\" said he, coldly. He looked like one turned into stone. \" A blow ! \" he repeated to himself, as though stunned. \" A bruise on her delicate flesh ! A blow ! \" He turned aside abruptly, and struck across the field on their right. He had evidently forgotten all about Dorothy, but she forgave him."], [63, "CHAPTER V. \" No gentleness of bloode may them bind.\" \" Call that acting ! / don't,\" said Colonel Scott, with supreme contempt. It was a fortnight later, and they were all taking afternoon tea with Miss Jemima Aylmer. That truculent maiden now and then so far bestirred herself as to summon all her neighbours to break cake beneath her roof, and woe betide the one who refused her invitation ! — for the next six months his or her bones were not left worth picking. Lady Bessy, who with some of the other guests was still at The Chase, always made a point of accepting the summons, declaring that she would not miss it for anything, and hither she had dragged Lady Eustace,"], [64, "THE HON. MRS. VEREKER. 56 Mr. Blair, and the rest. She always wore her most elaborate gown on these occasions, and her most frivolous bonnet, with a view to working up Miss Jemima's temper (who looked upon finery of that sort as a device of the Devil to ensnare unwary souls) to the requisite pitch. Mrs. Vereker was sitting on a low lounge near the fire. She was looking wonderfully bright and pretty, and in such good spirits, for her, that St. John, who was watching her anxiously from a distance, felt a sense of comfort warm his heart. Vereker had remembered later on something of his con duct towards her on that luckless night, and had had the grace to be sullenly ashamed of it. He had shown his con trition by letting her alone and keeping out of the way, which accounted for the touch of happiness that now illumined her face. St. John, warned by a word or two from Dorothy, had of late avoided being seen too"], [65, "THE HON. MRS. VEREKER. 57 much with her. A word, a glance had explained to Mrs. Vereker this change of manner on his part, and glad in the thought of his care for her, glad that there was someone in the world who loved her and on wrhom she could rely, she acquiesced in his decision not to seek her, and was con tent in the knowledge that he was always near. Colonel Scott was waxing eloquent over the delinquencies of a little American actress, who had created quite a furore in the fashionable world about two or three years before. He was a man who lived his life thoroughly, if always respectably, and who would not have missed a new sensation for the world. There was so little time left him for the enjoyment of a heart-throb, he Avould say, that he took care to secure all that he could. No new Prima Donna, therefore, no fresh tenor, no foreign actress (he adored, Sarah Bernhardt) went on unheard by him. He"], [66, "58 THE HON. MRS. VEREKER. ran up to town as lightly as a robin skips from bough to bough, and enchanted his ear, or charmed his eye, as the case might be. But he was severe on such artisjts as disgusted his sense of perfection. He was particularly hard on the little American, who had made a small reputation amongst the gilded youth of the Great Babylon. He was now holding forth with a righteous dis pleasure ; whilst Miss Jemima watched him with an ever-increasing wrath that put his to shame. Lady Bessy, who was nothing if not mis chievous, had led him to this blind wall, knowing that the word actress stank in the nostrils of her grim hostess, and hoping that some merriment might result from an encounter between her and the gallant Colonel, who regarded the maiden veteran with awe. \"Call that acting?\" said the Colonel, rushing on his fate. \" Pouf ! my dear Madam,\" to Lady Bessy. \"No; I am too"], [67, "THE HON. MRS. VEREKER. 59 old to find laughter in grimaces, or talent either. As a person who can disjoint every feature, and turn a very nearly pretty face into an almost repulsive one, I grant you she has no rival. But where does the artistic instinct come in? Where does her legiti mate business lie ? / should say in tights, and \" \" My dear Colonel ! \" protested Lady Bessy, very feebly, more as a means of drawing Miss Jemima's attention to the enormity, than for any moral reason. She yawned sleepily behind her huge fan, and glanced at the spinster. Yes, it was all going on splendidly- ; a lurid fire was begin ning to burn in the orbs of the chaste Jemima. There was something bristling in her whole air, the cap on her ancient head had begun to wag in a fashion that meant immediate war. Lady Bessy regarded this cap with admiration. It was a structure built of velvet, lace and ribbons, and was as like a helmet as it might be."], [68, "THE HON. MRS. VEREKER. 60 \" Yes, in burlesque she might make her mark,\" went on the Colonel, all unconscious. \" She can dance a little, but as for comedy !\" He threw up his hands. \" Her attempts at sentiment make one sad.\" \" Well — that is surely as it should be.\" \" Change a letter then and make the word ' mad.' I for one found her particu larly unpleasant.\" \" That class of person generally is, eh ? so vulgar,\" said Lady Eustace. \" There you wrong the class. Look at ,\" he named a celebrated burlesque actress of the day. \" She is unutterably, marvellously vulgar, if you like, yet she never jars on one. When she comes for ward and condescends to amuse us, why we are amused most honestly. She has ten times the talent of the American, and therefore we can pardon and admire her audacity.\" \" Have you quite finished your licentious conversation ? \" demanded an awful voice,"], [69, "THE HON. MRS. VEREKER. 61 at this juncture. It was Miss Jemima. She had done bristling, she had now sprung, and had fastened upon the luckless Colonel, who was turning purple beneath her clutch. \" Eh ! \" said he, startled into a monosyl lable. He, who so dearly loved his OAvn voice. \" You heard me, I think,\" said the elder Miss Aylmer, with an uncompromising glare. \" If you have finished, I beg to say that for the future I hope you will select some other room than mine for the airing evil sentiments.\" \"My dear Miss Aylmer, I assure you \" But he was not allowed to do even that. \" Not a word, sir. If I am to judge by what 'has gone before, I must decline to hear what still remains to be said.\" \" But you have mistaken me, my dear .\" He had meant to say madam, but, unfortunately, a nervous cough caught and choked off the conciliatory word, and Miss Jemima misunderstood him. \" Don't dare call me your ' dear,' \" cried"], [70, "THE HON. MRS. VEREKER. 62 she, furiously. \"You forget yourself, Colonel Scott. One would think I was one of those bold-faced jigs you have just been describing, who go about unclothed, and lure the foolish to their destruction. At your age, you bad old man ! to encourage such hussies. I am horrified, that I am. Naked, indecent .\" \"Miss Aylmer ! Madam! Oh! I beg of you ! I entreat ! I do assure you ! Bless me, what can I say ? shouted the poor Colonel, falling back in his chair and mopping his heated brow with a large silk bandana. He felt crushed, stricken. Lady Eustace, who had been deep in a discussion about the ' Unemployed,' whose cause is so ably advocated in Longmans Magazine, and who was just proving to Mr. Blair that in their sufferings lay in numerable plots for the construction of \" novels with a purpose,\" such as might suit such writers as Mr. Besant and herself, here paused and gazed at her hostess with a"], [71, "THE HON. MRS. VEREKER. 63 careful scrutiny. Surely here was \" copy \" ready to her hand ! She stared at her with a studious attention, and presently fell back in her chair with a satisfied sigh. Yes, she would suit very well ; she would pad in beautifully — somewhere. She let her glass drop from her eye, and turned her glance on Blair. \"Is she often like this ? Is she subject to these attacks? \" she asked, judicially. \" Whenever she sees the full moon, or Lady Bessy,\" replied that yroung man promptly. \" They'd have shaved her long ago, but for the cap. She wears it night and day, and they are afraid to attack that, even with a razor. In fact,\" said he, confidentially, \" the razor isn't born that could do it.\" Meantime, Miss Jemima had returned the Colonel's rather puerile charge. \" You can say nothing,\" said she, grimly. You must only fast and pray to be de livered out of temptation ! \""], [72, "THE HON. MRS. VEREKER. 64 The Colonel's face was a study. It was plain that she considered him as one given up body and soul to the wiles and fascinations of all the Coryphees in town. He! who would have seen them all — well — anything you like first — before he would have relinquished his quiet pipe at ten and his comfortable four-poster afterwards. \" She is religious, it seems,\" said Lady Eustace in a low tone to Blair. \" Really, I am immensely obliged to Lady Bessy for bringing me here. Anything so original ! — she does believe herself religious, I sup pose ? \" \" That's not the term. ' Saved ' expresses it better. She is saved, like the Methody Parson down in the village, and the boot maker, and — last year's bacon ! \" A dead silence had fallen on the room ; the lull that follows the storm. Lady Bessy was lying back suffocating with laughter behind the useful fan, and no one"], [73, "THE HON. MRS. VEREKER. 65 else felt equal to breaking the awkward silence. Mrs. Vereker was rather frightened, and St. John Avas amused ; Lady Eustace, as I have said, intensely interested. Through this unexpected stillness rang three words, clear as a crystal bell — \" My heart's treasure ! \" G^p^3 21 VOL. II."], [74, "CHAPTER VI. \" He must rehearse, as nigh as ever he can, Every word, if it be in his charge, All speak he ne'er so rudely and so large ; Or elliis he must tell his tale untrue, Or feigne things, or finde wordes new.\" Miss Jemima pricked up her ears. She was now in an exalted frame of mind, ready for any emergency, only too anxious to do battle with the froward. It was growing dusk, and the fire, which was a noble one built of pine logs, threw vivid flashes of light into different parts of the room, with a malignancy of which so good and hearty a fire should have been ashamed ; it shone brilliantly upon the thick lace curtains that partly hid the lower window ; it shone, too, upon a pair of boots that showed"], [75, "THE HON. MRS. VEREKER. 67 beneath the curtain. There were only the boots as evidence; bat then the voice was the voice of Farquhar. In these days few men talk out loud to themselves, so Miss Jemima must not be thought too sharp if she came to the con clusion that he stood not alone behind that curtain — a conclusion strengthened by the fact that Dorothy was nowhere to be seen. It was plain that Farquhar had been ad dressing some one, secure in the protection the buzz of the outside conversation gave him, when that awkward lull of a moment since had fallen on the room. It was as though a stringed band had suddenly', and of malice prepense, stopped playing. Per haps some of us have suffered from such bands, and have known what Farquhar now knew — a desire that the earth might open and swallow him up, quickly. \" Who's behind that curtain ? \" demanded Miss Jemima, in a tone calculated to make one quake. She had sAvung herself round 0]*"], [76, "THE HON. MRS. VEREKER. 68 in the direction from which the abominable sound had come. Her eagle glance fell upon the boots — and recognised them ; like that sacred bird, scenting the quarry from afar, she swooped down upon the luckless pair in the embrasure of the window, and prepared to make short work of them. \" Whoever is behind that curtain I desire that they stand forth ! \" cried Miss Jemima, whilst the rest of her guests, filled with an unholy joy, lay back in their several chairs, and gave way to speechless mirth. The curtains parted — but slowly. \" Dorothy,\" cried the irate spinster, in stentorian tones. \" What do you mean by staying over there, in the dark ? \" Even at this supreme moment Miss Jemima remembered the Colonel and his baseness. She turned to him. \" See ! \" she cried, pointing dramatically to the curtains, \" what comes of your atrocious example.\""], [77, "THE HON. MRS. VEREKER. 69 \" Were you speaking to me, aunt ? \" asked Miss Dorothy, with a suspicious amount of innocence. \" Come out,\" said Miss Jemima, indig nantly. \" What do you mean by such con duct ? — though, indeed, when those whose white hairs,\" with a withering glance at the Colonel, \" should teach them better, lead you in the way you should not go, you are not so much to be blamed.\" \" But my dear ma'am, I really beg to say \" began the Colonel, feebly. \" Come out, I say,\" persisted Miss Jemima, taking no notice of him, and addressing herself to her niece. \" Is not the company here good enough for you ? \" \" Perhaps not,\" suggested Mr. Blair, meekly, regretfully, \" Colonel Scott is present.\" \" So am Is' retorted Miss Jemima, sternly. \" Do you consider me incompetent to pro tect my niece ? Dorothy, why don't you speak. I insist on knowing who is the"], [78, "THE HON. MES. VEREKER. 70 partner of your — ahem ! — indiscreet con- duct. Hah ! Captain Farquhar ! \" dragging aside the curtain with a firm hand and betraying that trembling culprit to a delighted audience. \"May I ask you, sir, why you thus cultivate the gloom ? I trust it is not because yc-ur deeds are evil ! \" Eloquent silence. Farquhar appeared before his public, bent a little, as if desirous of concealing his face. There was a sus picious heaving movement about his shoulders. Agitation, no doubt. \" Stand up, sir ! Don't cower like a beaten hound. Let me tell you once for all that I will not sanction any such goings on in my house. I insist now on your repeat ing out loud once more the words I heard you address to my niece.\" \" Words ! \" stammered Farquhar, inco herently. \" Ay, words — idle words — most indelicate words / call them, as addressed to any maiden Avithout the consent of her"], [79, "THE HON. MRS. VEREKER. 71 guardians. I heard you, sir. Prevarication will avail you nothing. Your - heart's treasure,' you called her, at the very top of your lungs.\" \" My dear Miss Aylmer,\" said Farquhar, with a promptitude that did him honour, \" you really can't be serious ? Why I was but telling your niece about some little bits of bric-a-brac I have just got over from Rome. Some ' art-treasures ' I ventured to call them, though indeed they are hardly worthy of so presumptuous a title.\" \" Dear Aunt,\" murmured Dorothy, sweetly^. \" Such a mistake ! Anything so unlikely. How coidd you think I should allow \" \" Humph ! \" said Miss Jemima, with a glance and an accent of the very darkest suspicion. \" It is really very serious,\" said Farqu har, sympathetically, \" that sort of thing grows on one so. Have y-ou consulted Sir"], [80, "THE HON. MRS. VEREKER. 72 Wilkes Warren ? He is the best authority now on all cases of deafness.\" \" Humph ! \" said Miss Jemima again. She sought to read each innocent face, but vainly, yet her unerring instinct did not fail her. She could not contradict, but she knew. \" Art-treasures, was it ? \" she said, with a saturnine smile. \" Then, if I were you, Captain Farquhar, I should go home and keep an eye on them. Judging by the tone in which you spoke of them, they must be priceless indeed. I should be sorry if anything were to happen to them, as I should dearly like to see them. Pray see that they come to no harm between this and to-morrow, as I shall then make it my business to go over to your place and take a look at them. Like j-ou, I am a devoted admirer of art treasures.\" She laid a malicious emphasis upon the last words, and with her threat of looking them up on the morrow, turned away. \" She'll do it. She's capable of anything."], [81, "THE HON. MRS. VEREKER. 73 She saw through you ; you may expect her to-morrow,\" said Dorothy, in an awe stricken tone. She received no answer, and, turning a sharp glance on Farquhar, was disgusted to see that he was convulsed with laughter. \" Is it a time to laugh ? \" said she, giving him an indignant little shove. \" She'll go, I teU you.\" \" So shall I,\" said he, rising from the cushioned window-seat on which he had sunk. \" I've plenty of time to catch the night-mail, to provide myself with a statuette or two, and be back here again by to-morrow morning.\" \"If you had had any common sense, any thought, this would not have hap pened.\" \"There you are wrong; it was because I was full of thought, for you, that I forgot to lower my voice.\" \" Oh, nonsense. It is always the same storyr, and such a silly one.\""], [82, "74 THE HON. MRS. VEREKER. \" What — my love for you ? \" \" No ; your absurd forgetfulness that there is anyone in the world but me.\" \" Well, there isn't,\" said he. She sighed eloquently. \"I give it up,\" she said; \"you are beyond hope.\" \" Has it taken you until now to discover that ? \" \" Oh ! forget me for a moment, do ! \" cried she. \" I want to talk sense.\" \"And do you think that talking sense would compensate me for forgetting you for a moment? It is a most ridiculous idea,\" said he. \" However, I know what you mean, you want to discuss something with me. You can ; it will not make me forget you.\" \" What I mean is, that it was such a pity you said Rome,\" declared she, with feeling. \"Anything in' marble is so expensive, and she has an undying belief that only marble things come from Rome. Now, if you had"], [83, "THE HON. MRS. VEREKER. 75 said Japan, or India ! Cups and saucers go for a song nowadays. You have regularly let yourself in for the statuettes, and you don't want them ; the Hall is full already.\" \" It isn't ; it's the emptiest house in Eng land,\" said he, with a reproachful glance at her that made her laugh, in spite of herself. \" And as for one or two more httle marble figures, why I do want them. There is that boudoir I am preparing and beautifying \" Here there grew a mischievous gleam in his eyes, as he caught and kissed her hand behind the shade of the tabooed curtain. \" Your boudoir ! It wants a few gimcracks still to make it worth your acceptance.\" \" If you mean to catch that mail, you ought to go at once,\" said she, calmly. \" There — there — you can't take my hand with you, so you may as well give it up at once.\" \" I wish I could, and its owner, too. But soon / shall be the owner,\" said he,"], [84, "76 THE HON. MRS. VEREKER. undaunted, \" and then it shall take me with it.\" There was a touch of humility in the last sentence, that saved the speech. Dorothy relented, smiled sweetly, and sent him off a happy man, for that evening at least. Soon afterwards, they all rose and bade Miss Jemima farewell. They were indeed very grateful to her. She had given them a most enjoyable evening. She received Colonel Scott's adieux with a frozen air. \" Oh ! I really think you should forgive him noAv,\" said Mrs. Vereker, with a little smile, who was standing next her. Her carriage had been the first to be announced, and she was hurrying away. \" I'm sure he looks dreadfully penitent ! \" She made a pretty moue at the Colonel ov-er Miss Jemima's shoulder, which he caught and returned, perhaps not so prettily. That was hardly to be expected. St. John, Avho was looking on, was sur-"], [85, "THE HON. MRS. VEREKER. 77 prised by this little touch of espieglerie in Cecil, who, up to this, had always presented herself, or been presented, in the most sombre colours. He thought it altogether charming ; he smiled in sympathy with her, and then suddenly his heart seemed to tighten, and he grew sadder for her than before. Good heavens ! had not her life been ruined for her at its start, what a merry creature, what a joyTous, brilliant child, she would have been ! It was as though a sculptor had conceived and begun an exquisite design ; that when half finished was overthrown, and left by the wayside defiled by dust and rain. Miss Jemima, who regarded her with distinct favour, nodded her head somewhat grimly, and then extended her hand once again to the Colonel. \" You must reform, Samuel, you must reform,\" she said, still nodding the amazing cap ; and Colonel Scott, not knowing how to reform, being innocent of offence,"], [86, "78 THE HON. MRS. VEREKER. pressed the bony hand and beat a dis honourable retreat. She wTas so old a friend of his, that after all, perhaps, he didn't care what she thought of him. \" She's a wonderful woman,\" he said, when he had made good his escape. \" As tounding ! No one can get over her but that little Vereker creature. Even that old she-dragon can't resist her. Bless my soul ! how she pitched into me this after noon, and all for nothing, sir, all for nothing.\" He was getting dreadfully mixed up betAveen the two women he was describing. \" I hope not, Colonel,\" said Bobby Blair, giving him a playful dig in the ribs. \" But there's no smoke without fire, you knoAV, and she evidently knows more about you than most. Eh ? Go along with you for a sly dog.\" \" Oh ! now really, I give you my word,\" protested the Colonel, who was nevertheless (strange inconsistency) flattered. \" Nothing"], [87, "THE HON. MRS. VEREKER. 79 of the sort, my dear sir. She's only one of those old tabbies who always think the worst of every one, without rhy-me or reason. But, as I've said, that pretty creature, Mrs. Vereker, has overcome her. She is the one soul on earth that has not been attacked by that — er — con — er — condemned old maid.\" \" Have you seen Vereker lately ? \" asked St. John, knocking the ash off his cigar. The three men were walking home together, as the Colonel's house was not far from The Chase. \" Yesterday. Pretty yellow about the face. He began, the moment I saw him, about that unfortunate devil, Black Sandy. It appears the latter is at his old tricks once more — poaching — or else Vereker wishes to think so. He'd give something to clap him into prison again, but somehow, from what I can gather, he's afraid to do it himself. He as much as hinted he'd be obliged if I'd do it. I never met so low a"], [88, "80 THE HON. MRS. VEREKER. fellow! One would think he'd done that poor wretch injury enough without wanting to persecute him into his grave.\" \" He's afraid of him,\" said Blair. \"D'ye think that?\" said the Colonel, wheeling round. \" Faith ! I've often thought it myself. A guilty conscience, you know ! Well, he won't get me to do his dirty work. Besides, he hadn't a tittle of evidence to bring against Sandy, only ' his own convictions.' To the deuce with his own convictions, say I.\" \" As long as Black is loose on the county, Vereker will be uneasy,\" said Blair, with a tone of conviction. \" I've seen it in his eye when the fellow's name has been mentioned. Any talk of Sandy's having threatened him, eh ? \" \"Not that I ever heard of,\" said the Colonel."], [89, "CHAPTER VII. \" Now certes, false Arcite, thou shalt not so.\" \" And thou art false, I tell thee utterly.\" In spite of the fact that it was October the day was warm. A hot sun, so brilliant as to be a base deceiver, a usurper of June's rights, was flooding the drawing-room at Vereker Court. It put to shame the fire that burned gaily in the grate. Upon one of the tables a mass of autumn flowers lay scattered. Mrs. Vereker had ordered them to be sent in here to her, and now stood over them arranging them in their several glasses. She was humming a little, merry French song as she went on with her work, stopping occasionally to vol. ii. 22"], [90, "82 THE HON. MRS. VEREKER. admire some of the late dahlias which were unusually fine. Her good spirits seemed suited to the day. Of late, indeed, she had been somewhat happier, somewhat more at peace with her life. Ever since that last abominable dis play of his temper in the library, Vereker, as I have said, had been specially careful to keep out of his wife's wayr, and for the past two or three days had been positively civil. This change puzzled her perhaps, but it also rested her, and gave her tired heart a season of repose, long unknown to it. Yet still when she heard his step in the hall, and his touch upon the handle of the door, the old startled look sprang into her face, and her hands grew cold. She could not conquer the feeling of repugnance and disgust that filled her whenever he drew near. She was afraid of him too, and perhaps this was the one thing she found it hardest to forgive him ; she, who, until she married, had known no fear of living creature, who"], [91, "THE HON. MRS. VEREKER. 83 would have laughed to scorn the thought that she should cower before aught human, was now fallen so low from her happy childish courage that she felt as though a cold clutch had been laid upon her heart whenever her husband drew near. He came in now, looking bloated, hideous. His huge form seemed to stunt all his sur roundings. He went over to the hearthrug, and poked the fire with his tremulous hand, and then stood facing the long, beautiful room with his back against Jhe chimney- piece. \" Well, what sort of an evening had you yesterday ? \" he said at last, seeing his wife was not disposed to speak to him, or leave her occupation of arranging her flowers. \" Did the old cat show her claws as usual ? Who was there ? St. John ? \" \" Mr. St. John was there. Everyone was there,\" said Cecil. \" Hah ! Bright taste ' everyone ' showed. St. John now. Must have been some special 22*"], [92, "THE HON. MRS. VEREKER. 84 object took him to the old maid's paradise. What could it be, eh ? \" \" I daresay if you asked him, he could tell you,\" contemptuously. \" D'ye think so ? I don't. I expect I'm the last he'd tell. Not but what I think there's good in St. John,\" with a sudden change of tone. \" He seems a friendly sort. Look here ! I want you to do something for me.\" Mrs. Vereker did not look there. She bent rather more assiduously over her flowers, and bit her lips behind the huge bunch of them she held to bring back the colour that had suddenly ebbed. \" Yes? \" she said. \" There's that scoundrel, that devil, Black Sandy, at his old tricks again — poaching, poaching from morning till night, or, rather, from night till morning. Why the deuce is he left at large like that, eh ? \" He stopped, as if waiting for a reply,"], [93, "THE HON. MRS. VEREKER, 85 and Mrs. Vereker felt bound to say some thing. \" It sounds like one of the riddles they are so fond of laying before Parliament,\" she said, trying to speak brightly-, though in reality she was warm with anger. How did he dare to mention that man's name to her ! \" Just so. Just so. But in the mean time — why, the country wouldn't be safe if such vagabonds were allowed to go loose, unquestioned, about it. You agree with me, eh ? \" \" I am not a politician,\" said she, coldly, \" I am only that most helpless of all things — a woman.\" \" Not so helpless, by Jove ! You can help me now, if you will. In the interests of society, I would have that fellow locked up again, clapped into prison, and kept there. It's disgraceful that he should be let out to destroy all the game in the neighbourhood. If I had my way, I'd make it a hanging matter. I would, 'pon"], [94, "86 THE HON. MRS. VEREKER. my soul ! — best way of getting rid of such varmint as that.\" \" It would get you rid of him, certainly,\" said she. She had given up her flowers now, and had turned towards him, a brilliant spot of colour on each cheek. He looked at her sharply, a curious glance, and then, as if partially reassured by her calm, went on : \"Glad you see it in my light. Well, I want you to give your assistance to this good cause.\" \" You are a magistrate ; you convicted him before ; why not do it again ? \" said she, coldly. \"If you know for a certainty that he has been transgressing, why should y^ou not send him to prison again ? You, of all the magis trates on the bench here, seem best ac quainted with his doings. And you wull have nothing on your mind because of his being locked up. He has no wife dependent on him, no child, now, to support.\""], [95, "THE HON. MRS. ATEREKER. 87 She looked steadily at him as she said this ; some hope of checking in him that purpose vaguely hinted at of getting her to induce St. John (who was also a magistrate) to send this wretched man to prison, animated her to dare thus far. She paled a little beneath the glance he shot at her from under his reddened lids, but she showed no further sign of cowardice. \" It would look like malice my doing it,\" he said. There was a change in his tone ; it was now full of suppressed hatred that might at any moment become violence. This man had so long yielded himself up a willing victim to intemperance and all vices that he hardly knew how to control himself. \" It Avas I, as you know, who last convicted him.\" \" Yes, I know.\" \" I spoke to Scott, but he seemed un certain, paltered with the question, and spoke of insufficient evidence. He is an old idiot,\" savagely, \" avIio should have made"], [96, "88 THE HON. MRS. VEREKER. acquaintance with a tombstone long ago. But St. John has not his excuse. St. John knows. I have it from his own game keeper, that Black Sandy was found snaring birds in The Chase, only a week ago.\" He paused, as if for a reply, but none came. \" Well ? \" said he at last, with a dark and evil frown. \" It is so uninteresting,\" she said, with an effort. \" What have I to do with poachers, and their natural enemies ? ' She spoke quite quietly, but she breathed hard. A crisis was imminent, and she knew it ; but something within her revolted, and she felt she should obey its orders, though death lay in obedience. \" Nothing with poachers ; a good deal with me, even though I am that despicable thing, Francis Vereker,\" said he, sullenly. \"There is something I want done, and you must do it for me ! \" \" Yes ? \" she said. She kept her hand"], [97, "THE HON. MRS. VEREKER. 89 moving amongst the dahlias, lest he should see the trembling of it. \" Am I to say the 'same thing over and over again ? I wish this fellow Sandy to be got rid of for the present. I consider him a dangerous brute. St. John is in a position, as I have told you, to commit him to prison. He is such a special chum of yours,\" with an evil smile, \" that you will find no difficulty in asking him to see to it, and, as I know, he can refuse you nothing.\" She threw her head up sharply, as if stung, and looked at him. \" You seem wonderfully well informed,\" she said ; \" You are right in this matter, however. He will not refuse me — when I ask him.\" Her tone and glance both told him that she meant to defy him, that she would not ask St. John. He grew livid, and took a step nearer to her. \" What is it you mean ? ' : he said savagely. \" That you won't ask him ? \""], [98, "THE HON. MRS. VEREKER 90 \" That is what I mean.\" \" You refuse, then ? \" drawing even nearer to her. \"I distinctly refuse,\" replied she, in a low, clear tone, though her face was now ashen white. \" You won't do it ? I tell yTou you shall ! \" shouted he. \" Damn you, do you think I can't coerce you so far ? If I am willing to sell my silence for so small a price, do you think you shall not buy it ? If I consent to shut my eyes to your little intrigue with this precious Hilary of yours, y-ou shall \" \" Silence ! \" cried she, so imperiously that for the moment he paused. Her hands were clenched, her eyes flashed fire. There was a terrible anguish, an outraged dignity in her whole air. She was trem bling from head to foot, but not because she was afraid. \" I shall not speak to Mr. St. John about that man,\" she said, \" and you know why ! \""], [99, "THE HON. MRS. VEREKER. 91 The words had scarcely passed her lips when he raised his hand ; a vicious light came into his eyes ; he made a sudden movement towards her. --Va a>"], [100, "CHAPTER VIII. \" So much sorrow had never creature That is, or shall be while the world may dure.\" He struck her full on the forehead. She staggered, but caught at a chair near her, and presently was able to stand quite still. No cry escaped her. Once again the thought arose in her that he meant to kill her, but this time she felt no fear. She was almost conscious indeed of being glad of his brutality. Now she might indulge the pas sionate hatred that for long time had found a home in her breast — might give a loose reign to the bitter scorn and contempt that scorched her spirit. Now too, surely, she might think without such great sin upon the deep, unhappy love that filled her very being !"], [101, "THE HON. MRS. VEREKER. 93 That first time when he had actually ill treated her, she had striven with all her strength, and on her bended knees, to com pel herself to forgiveness, and had very nearly succeeded. She had at least brought herself as close to condonement as earthly soul can go. There had been a suspicion of jealousy in that first cruel attack, and she had made excuses for it to herself, and had sought to blot it from her memory ; but this — this was different. Out of sheer revenge, born of a baffled desire, he had struck her that evil blow. No ; she would not forgive. Though death indeed were coming (and his face was black with fury), she would meet it, and her judgment here after, without a thought of pardon for this brutal tyrant. \" Will you give in ? \" demanded he, his breath coming thick and fast. \" Not, though you kill me,\" returned she, her face like marble, save for the dull, red"], [102, "94 THE HON. MRS. VEREKER. mark that was now slowly covering her forehead. Her calmness, that looked like, and was in part, defiance, enraged him. He struck her again, then caught her in a vicious grasp, shook her like a reed, and flung her from him. This time she lost her balance, swayed, and came heavily to the ground, striking her head against the sharp corner of an ottoman as she fell. Not caring whether she lived or was dead, Vereker lurched out of the room, closing the door with a savage bang behind him. That last time — that night in the library — he had felt some twinges of remorse ; now, he felt nothing, only a savage joy in that he had punished her. By degrees consciousness returned to her ; she rose to her knees, and from that got on to her feet, and then stood looking round her in a half-dazed fashion. She pushed back the hair fro herm forehead, and"], [103, "THE HON. MRS. VEREKER. 95 stared vaguely at the fire, which had begun to burn low. A long, long sigh escaped her. Presently she made a mechanical move ment, as if to lift her right arm to her throat, but something, some shooting pain that felt like the touch of a red-hot iron, checked her, and a sensation of sickness almost overcame her. The arm was not broken, but in falling she had severely bruised it. She raised her left hand then, and pressed it against that side of her brow from which the dull intolerable throbbing anguish seemed to be coming. As she touched it, she winced and let the hand fall again languidly to her side. She saw then that there was blood upon it. She was in great pain. She knew that at least, though as yet she was so benumbed in mind that the whole truth had not come home to her. She still stood on the same spot on the carpet, as though she had for gotten she could move. But noAv her eyes began to roam from"], [104, "96 THE HON. MRS. VEREKER. side to side, as if with returning memory. AU at once they concentrated themselves on one object ; it was a mirror : and in it she saw reflected what brought sense, memory, and an abhorrence of that memory, back to her with a cruel rush. She looked, and looked again ; letting a horrible shame sink deep into her. There she stood, revealed ! The same woman she had seen an hour agone, yet, was it the same ? The ghastly pallor, that crimson streak, the dull lack-lustre eyes, the rigid mouth, did she know them ? Her hair had escaped from its fastenings, had come undone, and was hanging in inartistic confusion round her. It seemed to hold in an untidy frame her strange, staring face. It was a hideous portrait of a most lovely woman ! And to this, he had brought her ! A low moan broke from her. She put up her hands as if to hide from her that painful semblance of herself."], [105, "THE HON. MRS. VEREKER. 97 \" Oh ! God have pity ! Must I submit to this degradation ? \" It was no common expression of de spair that burst from her parched lips ; it was an earnest, an impassioned question. She shrank and cowered away from the mirror, and tears that might have been of blood, so agonized were they, ran down her cheeks. After a little while, she made an effort, and bound up in some wise her loosened hair ; and sought to make herself present able again, as women will, even in their direst hours. Men call this vanity ; but who shall say it is not an honest virtue ? The expression on her face was beginning to change, as a fuller consciousness grew on her. The dullness, the apathy, dis appeared, and every feature began to assume a look of hard and unflinching hatred, terrible to see in one so young, so gentle. As remembrance became perfected, so, too, this deadly7 loathing gained vigour. VOL, ii. 23"], [106, "98 THE HON. MRS. VEREKER. She raised the hand on which lay the stain of blood, and her eyes fastened themselves upon it with a sort of tigerish rage. This dainty, petted creature, who in her old home, poor as it was, had never known what it was to have a wish thwarted, was now the legal prey of a brute, who treated her as he would certainly not dare to treat any other human thing. She sank upon a lounge and crouched there, immovable, with dark eyes staring before her into an unseen future. The old resignation, the gentle patience, was all gone from her. Gone, too, was the soft girlishness that had been one of her chiefest charms. She looked haggard, and years older — quite a woman. The hands that used to rest in her leisure moments in a pretty idleness upon her knees, were now firm and tense ; the right one was clenched, and with the knuckles of it she kept rubbing the palm of the other, up and down, up and down cease-"], [107, "THE HON. MRS. VEREKER. 99 lessly in a slow, curious fashion. She was thinking. Her thoughts all ran in one groove. That •sooner or later there came an end to all things. One day there would come an end to Francis Vereker. Oddly enough she had ceased to believe that he would do her to death, either through wrong, or actual physical ill-usage. It seemed as though he was the one to die. She had survived this last brutal treatment of his ; she could still think, move, feel ; there was no reason that she should not survive another, nay, a hundred such. Life was evidently terribly, remorselessly^, strong within her. There was no escape that way. But he, he would go ! Things when they came to the worst always mended, and, therefore, as matters lay, he was the one bound to sink into the grave. Death was waiting for him, so she devoutly prayed, hoped — believed ! The idea had a fascination for her. She began even to picture her life as it would .19*"], [108, "THE HON. MRS. ATEREKER. 100 be when he was no longer there to darken it. In this strange wild fit that was on her — when all the decent womanhood in her had been outraged, affronted — when she had been crushed and bruised and beaten as might a dog — she longed for revenge. She felt as though she could hardly be satiated, no matter what form vengeance took. She saw the coming life — without him — that she hoped for, and with a passionate sense of freedom threw wide her arms. Oh ! the joy of it — the exultation ! To know him gone — for ever. Her tyrant lowered, re moved, laid in the very dust. It was impossible that she should not live to see it ! Surely she should not die until she had \" seen her desire upon her enemy7.\" She was still crouching, hurt, and spent, and fierce, like some wounded animal, when a footman flung open the door and an announced — \" Mr. St. John.\""], [109, "CHAPTER IX. \" So feeble were her spirits, and so low, And changed so, that no man coulde know Her speech, neither her voice.\" \" And shortly, turned was all upside down, Both habit and eke disposition.\" The door had closed again, and the man had disappeared before St. John quite understood that something had gone ter ribly wrong with her. She raised her head and looked at him, but beyond that effort made no attempt to greet him. He was horrified at the change in her. The blood-streaked forehead, the large dark eyes, the deadly pallor of the face all shocked him ; but what was worse than all, was the cruel calmness, the sternness that seemed to disfigure the young face."], [110, "102 THE HON. MRS. VEREKER. A sharp cry escaped him as he went quickly up to her. Was this Cecil ? — the gentle, pretty, fragile creature whom he loved. This! He felt half mad, and a terrible imprecation fell from his lips. \" What has that Devil been doing to you ? \" he said presently. \" Not quite enough,\" returned she, with a bitter smile. \" After all, y-ou see, he has failed again. It is marvellous how long life will stay in one. Misery will not kill, nor brutality. Don't look so distressed. I assure you I Avas seldom more alive to everything than I am this moment.\" Her tone sounded strange to him. The usual charming harmony had all died from it. It was now stern, hard, unmusical. \" Cecil \" he began. \" We cannot talk here.\" She interrupted him in a quick, cold way. \" Other people may come in. If I could get to my own room,\" — she paused — \" without meeting the"], [111, "THE HON. MRS. VEREKER. 103 servants, I mean. I can't have them know, — at least, not until they must.\" \" Well, come,\" said he. \" Go to the door and see if anyone is in the hall.\" She seemed quite collected and cold, as if turned into stone. There was something about her that alarmed him. He opened the door and looked into the hall, and saw no one. \" Come,\" he said again. \" I must first get rid of this,\" said she, touching the wound upon her forehead, from which the blood was still slowly oozing. \" At any turn of the staircase one of them might appear. Good Heavens ! has there not been humiliation enough ? \" Though she spoke with seeming excite ment, she seemed to feel no emotion. She went to a vase where she had been arrang ing the dahlias earlier in the afternoon, and throwing the flowers to one side, saturated her handkerchief with the water, and began to wash away the blood. She seemed to"], [112, "THE HON. MRS. VEREKER. 104 sicken a little and to whiten as she saw herself in the mirror, and St. John, coming up to her, tried to help her, but she waved him aside with a touch of impatience. When she had washed away the blood she went quickly to the door, passed St. John almost as if she did not see him, and ran in a quick, yet firm, way up the broad staircase to her boudoir. She gained it unseen by any of the domestics, and standing on the hearthrug, acknowledged that fact by a sigh of relief. St. John followed slowly. His blood was boiling, and there was a feeling of such devilish hatred in his heart as seemed to numb him. He felt all at once as if the knowledge of good and evil had failed him, as if he knew only the evil, and as if that were the only real good. A longing to destroy was full upon him. He followed her into the pretty room, that always struck him as being so specially suited to her, so made up of the little"], [113, "THE HON. MRS. VEREKER. 105 tender delicate trifles that were so dear to her, and stood there silently, looking at her without speaking. All things seemed changed ; light was darkness, darkness light. He hardly knew where the right lay, or the wrong. Yester day7 — only yesterday he would have shrunk from asking her to leave her home, and tarnishing her good name — to-day, it seemed the only thing left for him to do. He glanced at her as she sat upon the ottoman with her hands tightly folded, staring at the carpet in a dumb, miserable way. \" Look here,\" he said. He touched her shoulder to rouse her — to gain her atten tion — but she never moved. \" Listen to me,\" he said again. She raised her eyes for a moment. \" That night when he thrust y-ou out — yrou remember ? — and you came to me. Do you remember ? \" \" Yes. Go on.\" She spoke with apathy, and yet with a vague touch of impatience."], [114, "THE HON. MRS. VEREKER, 106 \" That night,\" he went on, deliberately, \" I was tempted to say to you something that I refrained from saying (although I confess the temptation was almost too strong for me), simply because I thought the idea that filled me would harm you. Now, I think differently. I do not hesi tate to say now all that was in my mind that night, because I refuse to believe that any man has the right to keep yTou here, and subject you to — to such indignity.\" He paused, and she looked at him again ; this time steadily, and without lowering her eyes. \" What are you going to say ? \" she asked, slowly. \" Will you come away with me ? Will you leave this brute's house ? Will you trust yourself entirely to me ? \" She half rose from her seat. \" Wait ! \" said he, quickly, \" there is more to be said. In time you would get your divorce, and then it would be \""], [115, "THE HON. MRS. VEREKER. 107 She put up her hand, and by a per emptory gesture checked him. He had spoken very quietly, without even a sus picion of passion, and she answered him in like manner. \" Don't go on,\" she said. \" I understand all that you Avould say, all that you have said, but it is useless.\" \" You are angry with me perhaps, now,\" said he, calmly. \" But if you would hear all there is to be \" \" Do not mistake me ! \" interrupted she. \" I fully comprehend the nature of y7our proposal, but I am dead to all shame — to all emotion I think, because I feel no anger towards you, or indeed anyone. That night to which you allude I might perhaps have listened to you, but not now. I shall not leave this, I shall stay on here — until the end ! \" \"The end! Until he kills you, you mean! \" \"He will not kill me.\" Her voice was"], [116, "108 THE HON. MRS. VEREKER. low and curiously penetrating. Her face, — save for that terrible crimson stain on the forehead, — as white as death, and her large dark eyes had begun to gleam brilliantly ; she had fixed them upon the opposite wall, as if there she saw something, and St. John as he watched her grew strangely dis turbed. Some change was passing over her. The lethargy was gone — a hope, that had cruelty in it, was now filling her whole being. Her sad lips had lost not only their colour, but the childish melancholy that used to characterize them. They were now pressed together, cold, stern, unrelenting. \" No ; I shall not die,\" she went on, leaning forward, as if seeing something on the opposite wall. \" All the world may die, but I shall not, — until \" She paused abruptly. \" I cannot explain it to you,\" she went on. \" I cannot explain it to myself, but something here,\" laying her hand upon her heart, \" tells me, that if he were to strike me to the earth"], [117, "THE HON. MRS. VEREKER. 109 again and again, if he were to do his best to murder me, still I should live ! No. It is not I who shall die.\" \" Who then ? \" asked he, involuntarily. Her whole tone was suggestive, not only of her belief in her own exemption from death, but of the certainty of another's being obliged to succumb to it. \" He will ! \" She spoke with a nervous but glad and eager assurance. \" Don't ask me to explain that either ; I can't ; but I know that he will die, and soon — soon!\" She threw out her hands. \" Oh ! \" cried she, \" How can it be soon enough ? \" She let her hands drop again upon her knees, and clenched them until the nails showed white ; her eyes were still fixed upon the wall, as though she saAv there something that fascinated, whilst it repelled her. A strong shudder ran through her. \"It is not just that I should suffer always ! \" she said, her voice noAv nearly"], [118, "110 THE HON. MRS. VEREKER. a whisper. \" He will die — die — and then \" St. John felt his heart groAV cold. He went quickly up to her. He knew she was half-delirious, and he could not bear to see her slender figure crouching there, with the small hands clenched, and that terrible expression of exultation on her death-like face. What dreadful thing had happened to her, his gentle darling, that she should have come to this ? He stooped over her, and raised her forcibly from the position that had now become intolerable to him. She struggled slightly, and pushed him impatiently away. \" It is all dream-work ; do not dwell on it,\" he said, with actual entreaty. \" It is not. I am awake. I feel as if I should never sleep again. And I tell you what I say is true.\" She was growing excited now. \" I don't know when the knowledge first came to me, but I think it was AA-hen he stood over me, with his hand"], [119, "THE HON. MRS. VEREKER. 111 clenched to strike — or else when he had struck, and was looking down at his work — I cannot be sure \" — she broke off con fusedly, and pressed her hand to her brow — \" but something in his face then told me I should soon be free — safe — alone ! \" She rose to her feet, and began to pace the room ; presently she swayed a little, as if faint, but when he would have caught her she waved him aside. It seemed to him as though she could not endure that he should touch her now. A miserable feeling that she felt herself lowered, degraded in his sight, oppressed him. She went up to him, and lifted her eyes to his — almost defiantly, he thought. \" If he dies, will you marry me ? \" she said. \" Don't talk like that,\" exclaimed he, sharply. \" Bad as he is, I cannot bear you to. speak thus of his death.\" \" Ah ! you hesitate — you evade the ques tion. Will you marry me ? \" cried she,"], [120, "THE HON. MRS. A7EREKER. 112 obstinately. Her tone was almost fierce ; she came closer to him. He would have drawn her closer still, being filled with a passionate sorrow for her, but she shook her head. \" Answer me ! \" she said. \" No, do not touch me ; only speak, speak. I will have an answer ; or is it that you, too \" \" Do not say that,\" interrogated he. \" You know you don't think it. You know I am yours heart and soul. You know that you trust me. If — if your husband were to die, what thing is there that could keep me from you ? \" She sighed heavily. And this time she did not repulse him when he placed his arms round her, but let her head fall forward on his breast as might a child tired out, and worn with grieving. She did not cry, but, as if from exhaustion, two large tears gathered in her eyes, and rolled down her cheek. \" Go to your room, and try to get some"], [121, "THE HON. MRS. VEREKER. 113 sleep,\" said St. John gently, seeing indeed that a reaction had set in, and that she was once again on the verge of unconsciousness. The tired brain and body were now in a state of rebellion. \"Yes. Go.\" she said, faintly. \"Go away. I want to be alone.\" \" And you will lie down ? Promise me that. Shall I send Dorothy to you ? \" \" Oh, no. I will have nobody here, not even her. Now go ! She pressed him away from her peevishly, and, after a last en treaty or two that she would try to sleep, he left her. 24 VOL II,"], [122, "CHAPTER X. \" But for to speaken of her conscience, Sbe was so charitable and so pitous.\" \" Hold thy peace, And by mine head thou shalt be eased soon.\" \" Why, what is the matter now, Matilda ? \" asked the younger Miss Aylmer, as she passed through the kitchen. Matilda was sitting on a low stool, her apron over her head, sobbing boisterously, Dorothy laid very natural emphasis upon the \" now,\" quarrels both loud and deep being matters of daily occurrence between Miss Jemima and her domestics. Matilda pulled down her apron with a bang, and showed two scarlet-lidded ey-es to the sympathetic Dorothy. \" Oh, Miss I \" gasped the maid, \" you"], [123, "THE HON. MRS. VEREKER. 115 know how ill my mother have been of late.\" \" Yes, yes, indeed. Is she worse, poor thing ? \" with ready interest. \" Oh yes, Miss. Oh ! dear, Oh ! dear, I doubt if ever I'll see her alive again. You know, Miss Dorothy, I told y-ou as how, when I went to see her on Sunday — which was my7 evening out, and not beholden to anybody \" —with an angry snort of defiance, buried in a sob, directed at Miss Jemima — \"you know, Miss, how, when I came back, I told you she looked like death — that pale, you wouldn't give tuppence-ha'penny7 for her.\" \" Well, but if you heard nothing since, perhaps she \" \" Oh, but that's just it, Miss,\" with a fresh burst of tears. \" Bobby Mitcham, old Barty 's boy, came up here a Avhile ago, and told me she wTas at the very point of death, and that she wanted me, and she sent me a message to come to her, and Oh ! dear, Oh ! dear, the mistress says I can't go, 24*"], [124, "116 THE HON. MRS. VEREKER. unless I do all my work first, and promise to be back here by five o'clock.\" \" Well, why don't you go ? \" said Dorothy. \" Good gracious, what are you wasting your time here for, crying like one silly, and your poor mother waiting for you ? Run, run, run away.\" \" But, Miss Dorothy, dear, you know it is ironing day, and the mistress said I wasn't to stir until I had folded all the clothes for the mangle and the iron ; and there they are, and never a hand near them yet.\" \" All those ! \" said Dorothy, gazing with dismay at a huge basketful standing on a table near. \" Yes Miss. All them. And you know noAv, Miss Dorothy, that it would take me two hours alone to fold them. Oh ! if I'd only known last night, I could have folded them then, and mangled them when I got back this evening.\" \" Why not fold and mangle them tonight? \" suggested Dorothy."], [125, "THE HON. MRS. VEREKER. 117 \" Because the mistress comes down punctual at five, Miss, to see they're folded ; and, indeed, I'd risk all, Miss, and go to my mother, only — I'm a poor girl, Miss Dorothy, and to throw up my place and get no character from it, would be the ruin of me. Oh ! what shall I do ? \" She had recourse to the apron once more, and disappeared behind it. \" How far away does your mother live ? \" asked Dorothy, who was now on the \\7erge of tears herself. Good Heavens! Avas this a civilized country or was it not ? Were people to be debarred from paying a last farewell to their nearest and dearest because a few sheets and towels Avanted folding for the iron or the mangle ? \" 'Tis a long Avay Miss. It would take me two hours to get there and two to get back, and its twelve now, Miss Dorothy, and even if I could start this minute, it would only give me an hour at home with poor mother. But I can't start now, Miss,"], [126, "THE HON. MRS. ATEREKER. 118 with all them clothes to be folded, and damped and settled.\" \"Matilda,\" said Dorothy suddenly, \" you shall start this instant.\" \" Lawks, Miss, your aunt would never forgive me. She as good as told me I might take my month's warning if I left them clothes undone.\" \" They shan't be undone. When five o'clock arrives, and Aunt Jemima with it to inspect these clothes, they shall be ready for her.\" \" But who's to do them, Miss ? \" \" I shall.\" \" You, Miss ! Oh ! Miss Dorothy, you couldn't. What ! you with your hands, Miss? You haven't a thought of how hard a job it is, and -\" \"You are wasting valuable time Matilda,'' declared Dorothy severely. \" Go, and make yourself tidy7 and start at once, or you'll be late for clothes and mother and all. I tell you, y7ou can go in"], [127, "THE HON. MRS. VEREKER. 119 peace, because I'll see that Aunt Jemima is satisfied. Now run away, there's a good girl, and whatever you do be back at five sharp, or / shall catch it for letting you go.\" \" Oh ! Miss Dorothy, was there ever any one like you, I wonder ? \" cried the grateful Matilda, springing to her feet, fresh hope in her moist eyes. \" But, indeed, Miss, I can't bear to think that you \" \" Well, don't think it. There, go, every minute is precious.\" Yet as the girl joyfully7 disappeared, and Dorothy turned her gaze upon the heaped-up basket full of rough-dried clothes upon the table near, it must be confessed that her heart fainted within her, and her courage sank so low that she found a difficulty in raising it at all. She had pledged her Avord, however, and it must be done. It seemed now a herculean task, an almost unsurmountable difficulty, and besides, there was the chance"], [128, "THE HON. MRS. VEREKER. 120 of Aunt Jemima's sudden return from Mrs. Mackenzie's, where she had gone to pay a visit, her descent upon the kitchen and discovery of Dorothy at her work. Clearly, the gigantic undertaking was not to be attempted here. She called upon Jane, the other maid, and telling her to catch one handle of the clothes-basket, she herself laid hold of the other, and together mistress and maid started for the orchard. This charming spot lay just behind the Cottage and was seldom visited by the elder Miss Aylmer. Here then Dorothy elected to bring \" her washing,\" as she now felt a certain alloyed joy in calling it, in an almost certain hope that she would be able to struggle with it unseen by human eye. Yesterday's fine weather had not deserted to-day, and a hot sun shone down from a blue and pearly sky. With a fervour hardly to be expected, Dorothy7, with her lovely figure — lithe and young, and strong, and well thrown back — marched through the flower"], [129, "THE HON. MRS. ATEREKER. 121 garden, basket in charge, treating-the heavy thing with a noble unconcern unknown by Jane, who, though born with a back made to carry the daily burden, groaned most lamentably all the way from the kitchen to the sunlit orchard. Here they laid the basket on the short crisp grass, and Jane having desired Miss Dorothy for about the twentieth time to be sure and call her to her help when she came to the bigger articles, such as sheets, ran back to the house to continue her work there. Dorothy toiled steadily on, folding, pull ing out, smoothing, doing all things with an elaborate care, as conscientious tyros always will. She had finished all the smaller things, and w7as sufficiently tired to regard Avith hatred those still left. It seemed im- possible she could do them alone, and yet she hardly liked to call on Jane to come to the rescue. It would be a risky thing to do, as Aunt Jemima would be almost sure"], [130, "THE HON. MRS. VEREKER. 122 to want a servant for something or other just then, and if no one answered the bell, a serious squabble would ensue. With a sigh she drew out the end of a sheet. Good gracious ! was there no other end to it ? It seemed as though it would reach from that to the village. How could she fold such a thing as that ? How did Matilda do it? It suddenly occurred to her that Matilda's mother was a very troublesome old woman, and that she was positively certain she wasn't half as ill as she said she was. Well, if she was to die over this task, that was all about it, butit did seem a poor thing to be slain by a sheet. She hoped they wouldn't put it on her tombstone. She was still laughing rather forlornly over this mild joke, when a voice broke on her ear. \"What on earth are 3-ou doing?\" exclaimed Captain Farquhar."], [131, "CHAPTER XI. \" And in that yonder place My lady first me took unto her grace.\" \" And yond so gladly 'gan she me behold, That to the death my heart is to her hold.\" Dorothy's forlorn laugh all at once became an intensely joyous one. \" Earning my living, of course,\" cried she, throwing down the abnormally7 long sheet and turning to greet him. She had flung her hat aside in the heat of her struggle with \" her washing,\" and the light glinting through the boughs of the apple tree above her — heavy now with reddening fruit — shone on her shapely head. Her pretty cheeks were flushed with her un wonted exercise, her eyes shining. To"], [132, "THE HON. MRS. A7EREKER. 124 Farquhar, at all events, she stood out there from all the rest of the world as the very sweetest thing in it. \" But what has happened ? \" asked he, detaining her hand. \" Have all the ser vants left in a body ? \" \" All is two, and only one of them has departed this life just at present, and that only for a time. It was Matilda. Her mother is, or thinks she is, dying (she has been doing it now for eight months), and Matilda naturally wished to go to her.\" \" Yes,\" said he, with a puzzled glance at the clothes ; \" but surely she could go, and her mother could die without your having to kill y-ourself like this ?.\" \" There y7ou are wrong. There you differ from Aunt Jemima. Aunt Jemima has principles. Work first and pleasure afterwards is a favourite motto of hers. If Matilda finished her folding of these awful clothes first, she might have the pleasure of seeing her mother expire later on. But"], [133, "THE HON. MRS. VEREKER. 125 Matilda was afraid her mother might expire before the clothes were done. So I sent her off, and promised to do her work for her.\" \" How long have you been killing yourself here ? \" demanded Farquhar, almost sternly. \" About an hour, I think — I suppose ! Though, if yrou ask me how long it seems, I should say a month,\" returned she thoughtfully. \" Well, give it up now ! \" peremptorily. \" Oh, I can't ! I have pledged my word to Matilda, and I must either do or die.\" \" Nonsense ! I shan't let you do any thing of the kind. What folly! The worst that can happen to the girl is a severe scolding from your aunt.\" \" It would be dismissal from my aunt ; and Matilda's people are very poor. Oh, no, I couldn't get her into such a scrape as that — not after telling her to go,\" said"], [134, "THE HON. MRS. VEREKER. 126 Dorothy gravely. \" Sit down there, and talk to me, and I daresay I'll be able to get through the rest of them before to-morrow dawns.\" \" I certainly shan't sit down,\" said he doggedly. \" If yrou are determined to sacrifice yourself like this, I shall help rr you. \" You ! \" She had, perhaps, meant to say more, but a sudden fit of laughter choked her. \" Don't be absurd,\" she said. \" I shall certainly do what I can,\" said he, unmoved. \" Come, show me how to begin, and we'll get it finished as quickly as possible.\" \" I really couldn't. I shouldn't like to ask you,\" said she, growing confused. \" To come up here to pay a visit, and to be compelled to \" \"Here! What's to be done with this thing ? \" said he impatiently, seizing hold of the sheet. He too, like her, had flung his hat aside,"], [135, "THE HON. MRS. ATEREKER. 127 and, seeing that he was really determined to see her through with it, she attacked the sheet, and told him how to hold it by the corners and how to pull it this way and that, until he quite entered into the spirit of the thing. B37 the time the second sheet was folded, they felt like past masters of the art, and when number three was in hands, they gave themselves leave to enter into conversation of a lighter description than had adorned their labours for the past half hour. \" Where were you all -the morning ? \" asked she idly, looking at him over a white linen field. \" I went up to The Court to see Mrs. Vereker. She wanted to know something about the local concert that is to come off at Christmas.\" \" You saw her ? \" \" No. She wasn't well, the servant said — was lying down. Do you know, Dorothy7, I couldn't help fancying there was some-"], [136, "THE HON. MRS. VEREKER. 128 thing queer about the man's manner. I hope Vereker hasn't been at it again.\" \" I think not. I hope not. Indeed, I'm sure you fancied it, because Francis has been quite wonderfully improved of late. He has let her alone, which is the greatest boon the poor darling craves. However, y-ou have made me a little uneasy7, so I think I'll walk up there this evening and see her.\" \" I'll go with you,\" said he, promptly. \"Now, why ? \" said she, judicially. \" Well, just for a walk, you know.\" He paused. \" I can come, can't I ? I could meet you at the cross roads, you know.\" \" I certainly know them\" said she ; \" but considering you are here now, which means seeing me once to-day, I do not know why you should want to see me twice.\" \" Don't you ? And yet you are a clever girl,\" said Farquhar, mildly. \" Try again. A child could guess it. Besides,\" artfully, \" do you call this a visit ? Why I've been"], [137, "THE HON. MRS. A7EREKER. 129 about ten yards away7 from you ever since I came.\" This reminded her of what he was doing for her, and she relenting \" True,\" she said, sweetly. \" This is but a sorry reception you have had. Very well, then ; you can meet me at the cross roads about six o'clock. There ! That's the third. I really believe there is only one more left for us to do.\" The fourth sheet was dragged from the basket, and taken into hands that had grown vigorous again, because of the hope of a speedy finish to their labours that now sustained them. They have pulled it bias-wise, and cross- Avise, and straight-wise, and every other Avise. There were moments when Captain Farquhar had been pulled nearly off his balance, and several moments when Miss Aylmer had been as nearly as possible falling into his arms, so admirably in earnest were they to do a good day's vol. ii. 25"], [138, "130 THE HON. MRS. VEREKER. work, and justice to the absent Matilda. Dorothy had found her thoughts running with much compassion on that afflicted maid. She felt positive the poor girl's mother must be dead. Only so mournful an occurrence could be reason sufficient for all the terrible toil, to the performance of which she, Dorothy, had voluntarily7, but ignorantly, pledged herself, and which, indeed, she had now almost got through. Her cheeks were pink as a newly7-opened rose from fatigue and anxiety, and it cannot but be said that Farquhar himself was con siderably the worse for wear. They both sighed now and then, and conversation had fallen low. The sun still beat fondly7 through the laden apple trees, though Dorothy felt as though he should have gone to bed an hour agone. What a day7 it had been. She did hope Jane's mother wouldn't think of dying for a long time yet. At all events, until she had had time"], [139, "THE HON. MRS. VEREKER. 131 to recover from the effects of Matilda's mother's dissolution. They had now come to the shaking of the huge piece of linen — that had grown positively hateful to them. This consisted of an instantaneous uprising and down flinging of the four hands, which Dorothy, from constant study of Matilda's and Jane's method, had learned to consider the only true manner of reducing a sheet to a proper frame of mir.d for the waiting mangle. Little sharp angry sounds came from the damp linen as they did this ; resonant reports that smote the air, and breathed of reproach and defiance. Dorothy's charming face grew pinker, and Farquhar 's moral strength gave out. \" Let's wait awhile, and — and give it time to dry a bit. It's the water in it that makes it so confoundedly heavy,\" said he. \" Water ! There's no water in it ; it is barely damp,\" pouted Dorothy. \" But it's the heaviest thing certainly that I ever felt, 25*"], [140, "THE HON. MRS. VEREKER. 132 and I do hate banging my arms up and down in that jerky way. However, it must be done, so come on.\" \" Give us breathing time,\" said he. \" What's the good ? —once done, we can rest. Better finish it,\" said she, in a despairing tone ; but he held on to his two corners with so stern and immovable a grip, and with so open a determinalion to carry on the war no further just at present, that she succumbed to it. \" If it gets too dry, Matilda will be able to do nothing with it,\" she said, as a last protest. \" She can stick it in the stream, or some where,\" said he. \" What on earth is the matter with her mother? Why couldn't she be ill some other day but this ? \" \" Oh, hush ! Poor thing ! she is — I'm almost sure she is dead,\" said Dorothy7. \" I bet you anything you like she isn't,\" said Farquhar, in the aggrieved tone of one who has been thoroughly done. \" You'll"], [141, "THE HON. MRS. VEREKER. 133 find Matilda will come back tonight with excellent accounts of her.\" \" You speak as though you would be sorry if she did,\" said Dorothy, w-ith reproach, which was rather unfair of her, as she was conscious all the time of a feeling in her own mind that would, she felt, amount almost to indignation, should Matilda return with a buoyant air. \" Oh, not sorry ! \" said he, rather shocked, \" only — I can't bear to see you so thoroughly done up as you are at present.\" \" I am tired,\" confessed she, with such utter abandon and with a glance so full of a desire for sympathy that his pulses began to beat quickly7, and a raging hatred towards the absent Matilda, her mother, and Miss Jemima, tore at his heart. \" All I can say is,\" continued she, \" that if Matilda does bring back a good report of her mother's condition, that I hope it will be a lasting one. A little more of that poor old woman's"], [142, "134 THE HON. MRS. VEREKER. sciatica, or whatever it is, would be the death of me. I have borne a good deal of it; I can bear no more.\" \" I don't see why y7ou need bear any thing,\" cried he, impatiently. \" What folly it is, your subjecting yrourself to scenes like this, all because of your aunt's temper ? You can come at any moment to where (uninviting as it may appear in other ways) y7ou won't, at all events, have to tire yourself to death helping your servants.\" \" Would y-ou have had me not help her ? — and her mother dying ! \" \" Nonsense ! You know what I mean ? \" \" I know this at all events, that if we don't make haste with this .sheet, Aunt Jemima, temper and all, will be down on us.\" She seized upon the article in question again, and he, of course followed her example, but not in silence this time. He had found his grievance, he would air it Avith the sheet. \" Servants impose on you,\" he said"], [143, "THE HON. MRS. VEREKER. 135 indignantly, though holding on valiantly to the linen, and dragging and shaking it in ? OO o o obedience to her movements. \" So long as you are there to stand between them and y-our aunt's wrath, they feel themselves at liberty to go and see not only their mothers but their thirty-first cousins should occasion arise. They take every7 advantage of you, and as for that old tyrant of an aunt of yours, I \" \"'Sh!\" anxiously, and peering round. \" Not so loud. It is amazing what she can hear sometimes, when she isn't wanted to hear. Her ears are the thinnest things possible ; — all sounds, even the lowest, go through them. I'd hate to have such acute hearing myself, one would learn so many things personally unpleasant.\" \" I Avonder if y7our Aunt has ever heard my opinion of her,\" said Farquhar, still wrathful. \" Judging by the extreme cordiality of her manner towards you at all times, I"], [144, "136 THE HON. MRS. VEREKER. should say she had,\" returned Dorothy Avith a little irrepressible burst of mirth. \"Well I don't care. She behaves abominably to you. I wonder why it is you cling to her as you do.\" \" She's all I've got, you see. (Take care, you are twisting it.) I haven't a relation on earth but her, and — of course Hilary and his people — but they don't count. They are not so close as an aunt, y7ou see. She is the only person, I suppose, who would realty care whether I lived or died.\" \" Dorothy ! \" said he, with such a burst of indignation that she stopped short in her manipulation of the sheet and glanced at him. His hands had grown limp at his work and he showed an evident desire to go to her ; he took, indeed, one step in her direction, a disastrous step that brought the sheet almost to the ground. \"Oh! take care, take care. See what you are doing,\" cried Dorothy in an accent so heartrending that it reduced him to a"], [145, "THE HON. MRS. VEREKER 137 standstill. \"Noav, what have you done? You are dropping it. Oh ! do stay where you are. How can you be so wicked as to deliberately let it fall after all our trouble ! But this all comes of idle talking. Now to our work again.\" \" Good heavens ! isn't it jerked enough y-et ? \" said he. \" Is it possible that one can't sleep in a sheet unless some wretched creature has Avorked his or her arms out of their sockets in the preparation of it?\" \" Of course, if you don't want to finish it — \" Of course I want to finish it.\" \" I can call Jane \" \" You shan't call anyone, Dorothy ! you know it isn't this beastly thing that is annoydng me, it is the look of your lovely7, tired face and — and the fact that I begin to doubt if you will ever give yourself to me. \" I think you needn't teaze me about that now,\" said Dorothy rather feebly. She"], [146, "138 THE HON. MRS. VEREKER. was indeed tired out and despondent, and something in the extreme sadness of his face had touched her. She would not look at him again. She fastened her eyes on the sheet. \" Perhaps after all you are right, and it is shaken enough,\" she said with hesitation. \" It's worn out from it,\" said Farquhar, with alacrity, yet still very sadly7. Why would she never give him an answer? Surely7 the real answer to that, was, that she did not care for him. \" What's the next thing to be done with it?\" he said, alluding to the sheet. 7 O \" Fold it. That's the last move.\" \" The gods be praised,\" returned he, piously. \" After that you will perhaps come with me for a stroll round.\" \"No!\" dejectedly. \"After that, Aunt Jemima will want me.\" \"Ah!\" crestfallen. \"At that rate, I don't think this thing is jerked enough ; we might as well do all we can for Matilda."], [147, "THE HON. MRS. VEREKER. 139 It looks queer, doesn't it ? I think perhaps we had better give it another \" \"Not one,\" sternly. \"Noav! Hold y7our corners tightly7, and your arms up high — so ! — it mustn't touch the ground, you understand — and come up close to me, and give me your corners into my hand.\" There was quite a promising sound about the command so far. . With arms up lifted, Farquhar advanced on her. \" There ! That will do. Now go back and catch the middle of it. Pull it tight and keep y7our arms up always. Now, that's all right.\" The sheet was most accurately divided in two. Farquhar was now only7 half as far away from her as he had been at the beginning. Even in this fact he found comfort. Once again she issued her com mands. Once again the folding was com menced, and presently but a quarter of the length of the sheet stood between him and her — in another moment only half"], [148, "THE HON. MRS. VEREKER. 140 that distance ; her pretty, tired face was very close to his own, her ey7es grown languid looked into his. What was there in them that gave him courage ? Suddenly, regardless of all consequences — of Matilda's despair, of Miss Jemima's wrath, of Dorothy's own displeasure, he caught the sheet and flinging it deliberately to one side, caught Dorothy in his arms. \" I can't stand it any longer,'' he cried, \" y7ou must end it one way or the other uoav.\" To his surprise she made no effort to free herself, and indeed there was some thing in the quick sigh that escaped her, that savoured of relief. No doubt she was tired. She glanced at the sheet, however. \" What a shame ! \" she said plaintively. \" After all the time we have spent over it.\" \" Think of all the time / have spent,\" exclaimed he. \"Doesn't that count with you ? I have waited and hoped, and"], [149, "THE HON. MRS. VEREKER. 141 endured. Dorothy, say you will marry me ?\" \" Is that a command ? \" said she, with a faint laugh. \" Well — yes, then.\" \" And you love me? \" \" I do— I think.\" \" My darling girl, there is just one thing more. You will marry me soon, Dorothy ? My sister, as I tell you, will be glad to take a house, of her own, and y-ou, you,\" with a little hug, \" will be mistress of mine, and of my heart and my life, and everything. You will marry me soon ? \" \" Don't you think you are as bad as Matilda ? \" said she, Avith another low little laugh. \" Are not you, too, taking advantage of my good nature ? You plead in a happy moment ; it seems to me, I have not the strength to say no to any thing ; those clothes have been too much O ' for me. You shall have it all your own waA7. \" I am too happy,\" said he, presently."], [150, "THE HON. MRS. A7EREKER. 142 \" I don't believe it will last. There is one thing more, Dorothy ; promise me that you will not wake to-morrow morning, and go back of every word of it.\" \" This is too much ! \" cried she, pushing him away. \" Good Heavens ! is it possible you really want me not to wake to-morrow morning ? What an inhuman monster ! In such mad haste to be rid of me. No, I shan't answer any more questions to-day7. There is four o'clock striking, and I have many things to do before we go down to The Court.\" The \" we \" is sweet to him. \" I shall go in and speak to your aunt at once,\" said he, thinking it wise to strike whilst the iron is hot. \" Now ? \" evidently startled. \" So soon ? Well, if you will. But I warn you to be prepared for all things. She is quite as likely to fall upon your neck and kiss you as to turn you out of doors. I don't knoAV which contingency7 would be the worse,"], [151, "THE HON. MRS, VEREKER. 143 but in either case y7ou havre my sincere sympathy.\" \" I feel it will be the latter,\" said he \" Your modesty is well placed,\" said she saucily. \" You evidently see you are not good enough for me.\" Then all at once her mood changed, and, with a sudden shy but lovely friendliness, she held out her hand to him. \" / think you are too good for me,\" she said."], [152, "CHAPTER XII. \" Though clerkes praise women but a lite, There can no man in humbless him acquite As women can, nor can be half so true As women be.\" It was, as she had said, four o'clock. Hilary St. John, as he reached the gates of Vereker Court, heard the hour chimed from the clock in the old ivied tower that overlooked the gardens. Instinctively he glanced in its direction, and from it to the open patch of ground that spread all round it. It could be distinctly seen from that part of the avenue on which he uoav stood, and the tall, late holly-hocks and glowing dahlias made a brilliant bit of colour against the grey stonework of the ancient building. A light breeze was stirring, and the stately7"], [153, "THE HON. MRS. VEREKER. 145 hollyhocks swayed to and fro, the dahlias bent their heads. There was a pretty air of life and feeling about them. Something else Avas moving too. A slender figure dressed in white. It went languidly7, as one wearied, pausing often, as though oppressed by cruel thought. He abandoned all idea of calling formally at the hall door, and went straight to the tower garden, as it was called. He was quite close to her before she heard his step on the soft, shaven sward, and when she did hear him, and looked up, he was almost sorry that he had come. She Avas looking very ill, but she grew positively ghastly as her eyes met his. There was a tiny piece of black plaister on her right temple, and a nasty, discoloured bruised look all round it. She stood still for a moment, and then began to tremble visibly. Her eyes fell before his, she seemed silled with a stinging shame. He could not fail to see that she vol. il 2G"], [154, "146 THE HON. MRS. VEREKER. would gladly have blotted him out of her sight, that she shrank from him, that his presence Avas in some way a horror to her, and as he watched her he told himself that he had never been really miserable until noAv. \" Who told you I was here ? '' she said, her voice sounding harsh and strained. \" No one. I saAv you through the trees down there. If I had known \" He paused. \" Of course I can go away again,\" he said. He turned abruptly awa}- ; but she put out an imploring hand. \" Oh ! not like that ! \" she cried. \" But — I had told myself I could never see you again. I had given the servants orders to admit no one ; I meant to go away- — any where \" \" But why— why ? \" \" Don't do that. Don't try7 to ignore it,\" said she. \" When I think — when 1 re member yesterday.\""], [155, "THE HON. MRS. VEREKER. 147 \" But,\" said he again, \" what have I done that you should banish me from your presence because of yesterday's cruel work ? I can readily understand that all things helping you to recall it, must be hateful to you ; but do not, I implore you, harden your heart against me. The gross wrong you suffered at that man's hands, is not to be lightly forgotten, but \" \" That ! Do you believe I think of that?\" interrupted she. \"Oh, no — no! It seems to me. that I have forgotten all about that. It is j70u — what I said to you — ■ — \" She turned abruptly away, as if unable to endure the thought that he was looking at her. \" What morbid folly7 ! \" exclaimed he, angrily. \" What did you say ? Nothing ; nothing that sounded strange to me. If o o y-ou did, I have forgotten it.\" \" You have not,'' said she mournfully. \" Nor have I. Oh ! that I could ! \" she 26*"], [156, "THE HON. MR.S. A'EREKER. 148 looked away from him and then back again, and finally burst out with deep agitation : \" Believe, believe that I was mad yesterday. My head — he had hurt it here,\" nervously touching the wounded temple, \" and I scarcely knew what I said or did. Oh ! surely excuses should be made for me ! \" She looked at him pitifully, and he took her hand between both his own and pressed it eagerly. \" If I could only convince you,\" he said, \" that there was nothing, nothing at all. Why will you disquiet yourself going over it again ? \" \" If you will let me speak, it will be a relief, I think. I know I said to you things that — Oh ! how it hurts me to remember ! \" She pressed the hand he was not holding to her breast. \" But, indeed, I was distracted. Never was there a woman so crushed, so overwhelmed. I cannot bear to think of it all, and yet — I"], [157, "THE HON. MRS. VEREKER. 149 fancy — if I were once to say it to you, I should not endure such torture. I,\" — here she braced herself as if for a supreme effort : \" I asked you to marry me, if Francis died ! \" She turned aside, and covered her face. \" Well, what of it ? What was there in that ? '' said he, trying to speak lightly. \" You know it is the one desire of my life to marry you, to rescue you from all this misery that seems to have engulfed yTou. OtherAvise you Avould not have said it. Come, forget it. Cast these foolish thoughts behind you.\" \" Alas ! \" she said. \" What happy thoughts have I to replace them ? And besides, they will not be cast aside. It is one thing more I owe him,\" her cheek flushing, — \" that he has made me lower O ' myself in your eyes.\" \" That he has not ! Whatever crimes are his, you cannot lay7 that to his charge.\" \" Well — there is still something,\" con-"], [158, "150 THE HON. MRS. VEREKER. tinued she, with a heavy sigh, and yet with a faint touch of comfort in her tone. \"I said I wished — him — dead. That I longed for his death. Will you try to believe I did not mean that ? \" She shuddered. \"No — no,\" she said. \"I do not long for it.\" \" I know it. If I might advise you,\" said he, gravely, \" I should beg you to go in and lie down, and rest yourself. You have not yet recovered from yesterday's unhappy excitement. If you will only \" \" Hush ! \" she lifted her finger and stood motionless, as if listening. Her face paled again until the bruise upon the white fore head showed almost black. Her eyes dilated. \" He is coming ! \" she breathed quickly, painfully. It was horrible to see any one human thing so much in dread of another. St. John lifted his head, hardly believing, so still was the air around ; but presently he saw that her instinct, sharpened by that"], [159, "THE HON. MRS. VEREKER. 151 fear she could not overcome or conceal, was truer than his. Vereker turned the corner and came towards them, with the slouching, lurching gait that had grown peculiar to him. \" Fine evening,\" he said, addressing St. John. \" Very,\" said St. John. He affected to be busy with a cigar he had taken from his pocket, so as to avoid shaking hands with the contemptible brute before him. He knew his voice was unsteady, that it was Avith difficulty he restrained himself from catching him by the throat and shaking the Aery life out of him, so he confined himself to a word. Vereker, who knew very well what the strong interest in the cigar meant, and the altered tone, half closed his eyes and looked from St. John to his wife, and back again with a slow in solent smile. \" Come up to see Mrs. Vereker ? \" he went on."], [160, "152 THE HON. MRS. VEREKER. \" Yes,\" curtly. \" Ah ! She has been hurting herself, you see,\" pointing deliberately to the mark on Cecil's forehead. \" She must be careful, you see ! I'm always warning her, but she won't take advice. I shouldn't wonder if she came by something even nastier if she refuses to listen to reason — a husband's reason.\" There was something abominably malig nant, something that looked like brutal amusement, in the eyes he fixed on her. St. John threw up his head and looked the other full in the face. His eyes were blazing. Vereker, who had as usual been O 7 drinking, laughed coarsely. St. John made a step forward, and at the same instant so did Mrs. Vereker. She got between the two men and raised her hand as if to warn her husband back. He laughed again, O O ' louder this time,— -and lightly, but with a dangerous swiftness threw her hand aside."], [161, "THE HON. MRS. VEREKER. 153 \" Don't be frightened,\" he said, with an odious sneer. \" I shan't hurt him. I shan't spoil his beauty. It doesn't belong to me ; I only guard and cherish, and punish what is my own. Mark that well ! \" cried he, his hateful suavity dropped, and a savagery hardly to be described taking its place. \" Get to the house, woman ! \" Cecil, as if too frightened, too shocked, to know what to do, stood still. \" Go ! \" roared he, shaking his fist at her. 77 O \" Do you dare to defy me, publicly ? What ! Do you think your lover can protect you ? Go ! I say7, whilst you have still a rag of character left you, in which to delude Society. Go ! or I'll \" \"Leave us!\" said St. John, sharply7, catching her arm and shaking her slightly, to wake her from the torpor into which she had fallen. Her nerves were no longer under her control. She Avas crushed, broken, half insensible. St. John's voice, however, happily roused"], [162, "THE HON. MRS. VEREKER. 154 her, his touch woke her to a fuller life ; and, with the painful start of one waking from a hideous dream, she brushed past her husband and ran towards the house."], [163, "CHAPTER XIII. \" Me rememb'ring Of my living ; My death wishing Both early and late.\" It was the first time St. John had heard him openly brutal to her, and a sense of disgust almost choked him. Vereker stood looking after his wife until she had dis appeared, a curious smile upon his face. Then he turned to St. John, who had turned and was walking abruptly away without bidding the other the courtesy of a good-bye. \" What ! going ? \" said Vereker following him. He seemed amused. \" Don't let me drive you away,\" he said, \" you came to see Mrs. Vereker, pray follow her to the"], [164, "THE HON. MRS. VEREKER. 156 house, and finish your visit. What ! you won't ? Really going ? \" \" Yes,\" said St John. They had entered the shrubberies now, and were in a rather unfrequented part of them. St. John could barely bring himself to answer, and was conscious only of a longing that the fellow would leave him before his last remnant of self-control was gone. He was pale and rigid with the effort to subdue himself. He knew if he once let himself go nothing could come of it but scandal, in which her name would infallibly be mixed up, and that was to be avoided at all risks. There was, too, the knowledge that a struggle between him and Vereker would be an unfair one. Strong and powerful as that big, burly brute looked to the un critical eye, St. John knew that he was so demoralised by drink that there was no real strength in him, and that if he, St. John, once had him by the throat he could"], [165, "THE HON. MRS. ATEREKER. 157 shake him as a terrier might a rat, and afterwards crush the life out of him. Why the devil couldn't the fellow leave him alone instead of following him here ? Surely some demon was goading him onwards to his undoing. St. John walked steadily forward, taking no notice of his companion, smoking his cigar with a fierceness that gave some slight relief to his temper. \" I must congratulate you,\" said Vereker with an evil smile, \" on the taming of that charming shrew of mine. I bid her go into the house and she practically refuses, you bid her go, and heigh presto, she is off like a shot. She obeys you admirably. You should give me a wrinkle, my dear fellow. To me, her husband, she is anything but subservient, to you — pray, what are you to her ? \" It would be impossible to describe the insolent vileness of his manner and his meaning."], [166, "158 THE HON. MRS. A7EREKER. \" A friend ! \" said St. John in a danger ously quiet tone. \" As I should be to anyone whom I saw ill-treated by a cur.\" He removed his cigar from between his lips and leisurely knocked the ash off it. \" Meaning me ! \" returned Vereker, with an unpleasant laugh. \" Now do you know to me it seems that there are two curs in this case, both fighting for a useless bone. It is a pity we should be at cross-purposes. You can take her, my good St. John, and welcome. 1 don't want her ! \" \" You scoundrel ! you damned villain ! \" cried St. John violently. He felt at the moment mad with grief and rage. He caught Vereker by the throat, swaying him backwards and forwards with a mighty strength born of a fierce joy, and at last flung him from him with all his force. The man fell with a dull thud upon the grass, and lay7 there motionless. St. John stood a moment looking down at him with a bitter hatred and contempt, and then"], [167, "THE HON. MRS. VEREKER. 159 turned on his heel and strode away into the now gathering twilight. He went O O O quickly, not daring to trust himself any longer with that recumbent figure. He walked swiftly, eagerly7, and by degrees grew calmer — even a little ashamed of himself. Beyond doubt he had thirsted for that blackguard's blood, had been perilously near stamping the vile life out of him as he lay at his feet. He took off his hat as he went through the cool woods, and let the wind play upon his forehead. He felt entirely and deeply thankful that he done no more than strike him to the earth. He hoped Cecil would hear nothing of it, and rather believed she would not, as there was no one to tell her except Vereker, and he would pro bably be the last to do it. But hoAv much more of this was there to be gone through ? How often would he be moved thus to righteous wrath ? Would the time ever come when his"], [168, "160 THE HON. MRS. A7EREKER. savage longing to end that villain's power to insult and harm that poor child, would prove too strong for him, and he should stand out before the world as a common murderer? He dreAv his breath sharply7, and his broAv grew damp. It was a terrible picture, and what added to its horror was the feeling that it might prove true. To day's experience had taught him that he could not altogether trust himself. Well — he would wait awhile. Perhaps he had given him a lesson — perhaps — why many things might happen. If the worst came to the worst, he would ask her once again to give herself to him, and if she again refused, he would go abroad — for ever. And then he told himself, as a sharp pang shot through his heart, that he could never leave her — could never abandon her. She had called him friend, he would not desert her in her sore need. He would"], [169, "THE HON. MRS. VEREKER. 161 stay, however things turned out, and face all responsibilities for her sake. Meantime, Vereker lay prone upon the sward, as quiet as if he was dead. He was not so much as insensible, however. His eyes were open, and he gazed oddly at the sky above him, now growing grey as the October evening began to close in. It was pleasant enough lying there, he thought, on the soft grass, with his heavy limbs at rest, and his dull, burning head close to the cool earth. He felt lazy, enervated, unwilling to stir, and perhaps that blow of St. John's had taken some- thing out of him. o Ah ! Avell, he could revenge it on her. For this one blow of her cursed lover's, she should have a score. It was really almost a luxury to lie here, staring at the calm heavens, and dreaming out delicious plans of vengeance to be aU lowered on the head of one fragile, powerless woman. vol. ii. 27"], [170, "162 THE HON. MRS. VEREKER. He stirred lightly, and laughed aloud in a soft, devilish fashion, as he thought of all this. He must take care that St. John heard of each bruise on the skin of his fair lady, otherwise his joy could not be complete. St. John was evidently very far gone, and by a judicious treatment of him and her, there was no doubt but he could lead him on to such an assault as would place the gallant Romeo within his power. He knew how the law would look at it, how the injured husband would stand out white and blameless. Oddly enough, it never for one moment occurred to him that his wife would leave him, and gladly accept St. John's protection. Dulled as his brain was, perverted as was his nature, some instinct told him he was safe in trusting her to keep her innocence at all hazards, and that an unhappy- passion for St. John was all that could be laid to her charge. Well, he would get the better of that"], [171, "THE HON. MRS. VEREKER. 163 cool, respectable young man yet. He would sweep him out of his path. He had had many an enemy ; but who had overcome him? He would baffle St. John as he had baffled that poor devil, Black Sandy, who \" A slight noise near him. A little, little noise ! A vague creeping sound ! Slowly, slowly7, with an awful prescience of coming evil, he turned his head, to see a dark, crouching figure steal through the laurels near him, to find a relentless swarthy7 face bent over his prostrate form. <&-- iMrl—Qs -J^-7' 27*"], [172, "CHAPTER XIV. \" I am now slaw Behold my bloody woundes deep and wide.\" ****** \" When he least weeneth, soonest shall he fall.\" \" I seed him. 'Twas a fine stroke. I've come to finish his job for him,\" said Black Sandy, with a sinister glance at that part of the walk down which St. John had gone. Vereker said nothing. It was strange — the strangest thing possible, but he found that he couldn't stir. Fear, that cruel thing that he had so often instilled into others, had now taken possession of him. His eyes opened wider, and glared at Black Sand}7, and his face grew greyer than the darkening heavens above him. Not a word passed his lips. The horrible numb-"], [173, "THE HON MRS. VEREKER. 165 ness that had attacked his lower limbs had seized upon his tongue also. Black Sandy stooped lower, and thrust his hand into his breast. There was a mad gleam as of dawning satisfaction in his eyes. Slowly he drew out his hand again, and the cold bright glitter of steel shone through the fading light. It seemed to fascinate Vereker. He removed his fixed stare from the man's face, and transferred it to the man's knife. It was long ; it was sharp ; it was as bright as silver. It seemed to hold him as by some subtle charm, but at last he tore himself from the contemplation of it, and lifted his gaze blankly to the savage face above him, that every moment seemed to come nearer and nearer. All at once the full, awful knowledge of what was surely coming, grew plain to his bewildered mind, and a horrible scream broke from his lips. Black Sandy killed it at its birth. He"], [174, "THE HON. MRS. VEREKER. 166 laid his hand with a strong, strangling pressure upon Vereker's throat. \" Your time is come, my lad,\" said he. \" Think now on my Bess, think, think, think ! \" He lifted his hand, the knife flashed brightly in the growing dusk, and then the hand descended. With the glaring open eyes of the doomed man fixed upon it, with all the awful horror of perfect con sciousness in them, the knife sank deep into the quivering flesh. Once, twice, thrice, it rose and fell ! There was an abominable crashing, forcing noise, a wild convulsion of the arms and legs, a sickening contortion of the features, an unearthly groan, and then — an eternal silence ! It was over ! Black Sandy rose to his feet with a fierce, revengeful chuckle. O \" Thou'lt be the ruin o' no more wenches, my man,\" said he. He stooped and peered"], [175, "THE HON. MRS. A'EREKER. 167 into the ghastly dead face below him as if to make sure of his work. \" Thou'lt tell no tales either,\" he said. He gave the still warm corpse a kick or two, dragged the butcher's knife out of the 7 OO gaping wound and flung it far from him into the distant field. Then, without a backward glance, he sprang through the laurels, and was soon a mile away from that tragic spot. Slowly the evening was groAving to night, though still daylight claimed a slight allegiance. The song of the birds was growing fainter, more intermittent. There in the shrubberies, where many of them slept, the quiet was almost perfect. Once a little robin flew to the ground and perched upon the breast of the murdered man, with a daring, . a certainty of safety, that might have surprised one looking from a distance on Avhat seemed a sleeping form. A last hymn of praise burst from the tiny"], [176, "THE HON. MRS. VEREKER. 168 creature's throat ; soon she must seek her rest ; she wiped her beak to and fro on the edge of the grey coat, twittered and preened herself a bit, then shook her wings and disappeared. She did not know that her little claws were then as red as the crimson feathers of her breast. Still, no one came. The short October day was almost done, a touch of solemnity grew upon the air. The sun had dropped finally beneath the distant hills, and the roar from the sleepless ocean sounded louder as the silence of earth became deeper. \" A faint dawn breaks on yonder sedge ; and broadens in that bed of weeds, A bright disc shows its radiant edge, the moon now rises from the reeds, Its level rays of silver glide across the steel-dark river tide.\" It was as yet a very pallid moon ; Dorothy and Farquhar stepping lightly over the stepping-stones of the small stream"], [177, "THE HON. MRS. VEREKER. 169 below there at the end of the meadow, paused midway to look up at it. \" A baby of a moon,\" said she, admir ingly. \" How does it dare face the strong old day ? I'm afraid however it is rather later than we thought it.\" \" It would be early if it was July,\" said he. \" Perhaps you had better not stay very long. I'll wait for you at the end of the shrubberies. Now that your aunt — our aunt,\" with a tender squeeze of the arm, \" is in a good temper, let us try and keep her there.\" \" I shan't be more than a quarter of an hour ; will that do ? Fancy, Aunt Jemima taking it so beautifully. Well, you know I warned you she would either kiss you or kill you.\" \" She did neither, however. She was most forbearing ; she was, in fact, so agree able that she rather put me out.\" Dorothy laughed. \"See how glad she is to get rid of me,\""], [178, "170 THE HON. MRS. A7EREKER. said she. \"Doesn't that thought make you quake ? Doesn't your heart fail you? Consider what a life I must have led her.\" \" I can only think of the life I am going to lead you,\" returned he promptly. \" Where shall I lead you first, Vienna ? You said once you thought Vienna would be interesting.\" \" I have seen so little, that everything would be interesting. You know it all, you shall take me just wherever you like. That will save me the trouble of deciding, and besides • What's that ? \" She pointed to something that lay half hidden in a bunch of thistles, on her right hand ; she could hardly see what it was, but it shone a little as the pale rays of the young moon fell on it, and attracted her attention. Farquhar did not at first see where her gaze was directed, and she went up to"], [179, "THE HON. MRS. \\TEREKER. 171 the thistles, and drew out from it a knife ; a moment later she dropped it, and a sharp cry broke from her. \" Oh ! Arthur, look, look ! There is blood on it ! Oh ! look at my hand ! Oh ! what shall I do ? \" She fell on her knees and tried in a little frenzied fashion to rub off the stain upon her pink palm in the short dewy grass. Farquhar bent over the knife and ex amined it closely. \"It is strange. It certainly is blood,\" he said slowly7. \" What could have brought the knife here ? \" \" It won't come off,\" cried Dorothy, in terrible distress. She was gazing with a shuddering distaste at her hand. \" Get me some water. Where are you, Arthur ; what are you doing? Don't touch that awful knife,\" with a vehemence that startled him. \"Don't! Let it lie there. I tell you there is some dreadful story connected with it.\""], [180, "THE HON. MRS. VEREKER. 172 \" Nonsense, darling ! I daresay it is only \" \"It is what I say — the instrument of some terrible crime. I'm certain there is human blood on it ! \" Here she began to cry, and glanced fearfully around her, and clung to Farquhar with an honest grip that spoke of unaffected terror. \" Oh, how dark it is. Come, come up to the house with me, and let us tell Cecil.\" She started at full speed for the house, and Farquhar, tucking his arm into hers, ran with her. She stopped only as they got to the high bank that led direct to that part of the shrubberies where the laurels grew. It Avas steep, and she was a little out of breath from her run and her excitement, so that she walked slowly up, and at the top paused for a while. As she stood there some strange, unaccountable dislike to go on, to take another step in the direction of the shrubberies, took possession of her."], [181, "THE HON. MRS. VEREKER. 173 \" Let us go home,\" she said, turning a pale face to Farquhar. \" I don't feel as if I could go on.\" \" Then don't, darling. Why should you ? You look quite unnerved. We need not go back by — that field ; we can go round by Barrett's farm, it won't be half a mile out of our way.\" \" Yes, I know. But it seems cowardly, doesn't it ? And you said you heard Cecil was not well. Perhaps, if I wait a little I shall be able to overcome this silly \" Speech failed her. A wild, a piercing shriek rent the air. It sounded quite near. It came, indeed, from the shrubberies — that part of them that was not a hundred y7ards distant from where she stood. \" Great Heaven ! what has happened ? \" she cried. She drew herself from Farquhar's grasp and stood erect. All her fear seemed to have vanished. \" That was Cecil's voice,\" she said. \" Come ! — come quickly ! She wants me ! \""], [182, "CHAPTER XV. \" They found The deade man, that murder'd was all new. 0, blissful God ! that art so good and true, Lo, how that thou bewray'st murder alway.\" Mrs. Vereker was standing, as rigid as though smitten into stone, in the centre of the small gravelled walk that ran between the laurels. On the grass before her, almost at her feet, lay the dead body of her husband. There could be no doubt that the scream they had heard had come from her lips, yet it was difficult to realize it as one gazed on her marble features. Her eyes were rivetted upon that awful figure lying so close to her ; her lips were tightly closed, and to Farquhar it seemed as though she did not breathe."], [183, "THE HON. MRS. VEREKER. 175 Dorothy ran to her and tried to pull her aside, but Mrs. Vereker resisted angrily7. \" It is Francis,\" she said. \" But who did it? Who?\" She drew the nails of her fingers into her palms, and looked at Dorothy with an awful fear in her ejes. \" That will be discovered later on. Come away noAv. Come,\" cried Dorothy vehe mently7. \" Do not stay here looking at — at — Come with me Cecil, I desire you.\" \" He can't be dead ! There must be life in him still,\" said Mrs. Vereker, panting and shivering. She fell on her knees beside Farquhar, who was examining the corpse. \" His heart — try if it beats. Dorothy, run for brandy, for anything. He can't be dead, I tell you ! \" \" Mrs. Vereker, go indoors with Dorothy I implore you,\" said Farquhar. \"He,\" solemnly, \" he is surely dead.\" As he said this he uncovered hislhead. \" What do you know about it, sir ? \""], [184, "THE HON. MRS. VEREKER. 176 cried she in a piercing tone. \" Send for a doctor. I tell you he must be brought back to life. It was an accident 1 mean — I Dorothy, why do you stand there idly? Send for a doctor I tell you.\" \" I'll send at once,\" said Farquhar. \" I'll do all that is necessary, if you will only go away.\" He was terribly distressed. \" I'll see also that the police are communi cated with at once.\" \" The police ! What for ? Oh ! no, no, no.\" Her voice grew into a scream. \" He is not dead. Oh ! get help, do something. Dear, dear Dorothy7, help me now. Oh ! why did I leave, why did I go away ? \" She caught Farquhar's arm. \" Put y7our hand upon his heart again,\" she said, \" you may have been mistaken.\" Farquhar shook his head. He could not speak. Something in the shocked expres sion of his face convinced her that, all was indeed over. She turned with a gasping"], [185, "THE HON. MRS. A7EREKER. 177 sigh to Dorothy, and fell fainting into her arms. Farquhar lifted her, and carried her as quickly as he could towards the house. \" Who would have thought she would have taken it like this ? \" said he. \" Such a brute — er — er — as that poor fellow was. If he had adored her she could not have felt it worse. Dorothy, my poor girl, this is an awful ordeal for you. Will you be able to stay with her ? \" \" I don't understand her,\" said Dorothy. \" Stay ? Of course I shall stay. Do you think I would leave her uoav ? \" She spoke very bravely, though her face was as white as a sheet and she Avas trembling in every limb. \"What did she mean about an accident ?\" said he. \" I don't know. I don't think she knew what she was saying.\" Then suddenly she broke out, \"That knife! Arthur! That knife ! \" 28 ATOL. II."], [186, "178 THE HON. MRS. VEREKER. He gave her a startled glance, but at this instant some of the women who had seen them from the upper windows came running out, anxious to know what was the matter with their mistress. To them he resigned his unconscious burden, and they and Dorothy passed into the house. By this time the alarm had spread, and men from the stableyard, and some of the indoor men came hurry-ing to him. Messengers were sent post-haste for doctors and for the police, whilst others lifted the dead body of their master and carried him indoors. There had been no love lost -between master and men, yet a terrible melancholy fell on all, and those who spoke addressed each other in bated whispers, with pale faces, and lips that trembled. Farquhar, taking two of the men with him as witnesses, went down to the field that he and Dorothy had so lately crossed,"], [187, "THE HON. MRS. VEREKER. 179 undreaming of evil, and there searched for and secured the knife. The blood was now almost dry upon it, but yet it was not without a shudder that Farquhar touched it. As he and one of the footmen were examining it, a young lad, a stable-boy, lately hired from the village, spoke suddenly : \" I seen just such another,\" said he, \" yesterday — I were down yonder,\" point ing in the direction of the village. \" Yes ? \" said Farquhar, looking at him. \" And Avith whom ? \" \" Babbs, the butcher, sir. Him as sup plies the house here.\" \" Like this ? \" said Farquhar, regarding the lad with keen eyes. \" And where did Babbs get his, eh ? \" \" I dun'no, sir. Most like at Mr. Cummins' opposite his stall. Mr. Cummins he do deal in knives and pots and pans, and such like.\" \" Cummins,\" repeated Farquhar slowly. 2S*"], [188, "THE HON. MRS. VEREKER. 180 He had folded the knife in his handker chief, and now went silently back to the house, his companions following. The police had arrived by this time, and Farquhar was only too glad to surrender the knife to them. He told them what the stable-boy had said about its sac-simile in Babbs' possession, and mentioned also that he — the boy — believed it had been bought at Cummins'. The sergeant, who seemed an intelligent man, took the knife, and gazed at it somewhat abstractedly7. \" And you have no idea, sir, as to who — there is no clue, you say ? Have you never thought — hasn't it occurred to you \" he paused as if slightly em barrassed. \" If I haven't thought, you have,\" said Farquhar. \"What is your suspicion? You think, perhaps \" a sudden glance of comprehension brightened his face. \" Is it Black Sandy ? \" he said. 'That was my thought, sir, surely."], [189, "THE HON. MRS. A7EREKER. 181 And this knife But of course it is mere surmise, nevertheless \" \" Where is Sandy now ? \" asked Farquhar eagerly. \" Ah ! that is just what I shall find out,\" said the sergeant. He rose as he spoke. \" I have already sent two of my men to his house ; if not there they will know what to do. It is hard to speak some times ; but you know, sir, there were reasons why \" \" Yes, yes, I know,\" said Farquhar Of course the news had spread like wildfire. Barely half-an-hour after the dis covery of Vereker's dead body, the intel ligence of his death was conveyed to Lady Bessy Gifford, and by her to St. John. \" Good Heavens ! what an ending ! \" said she. \" Who could have done it ? Of course he was on the worst possible terms with his tenants — but then he was on the worst possible terms with everybody, so that doesn't count. I could name a"], [190, "182 THE HON. MES. A'EREKER. good round dozen of people this moment,\" making a pretence at counting on her pretty taper fingers, \" who would, at any moment have been delighted to murder him if they could have done it with safety. Oh ! poor wretch ! what a miserable stop to all rr ways. She had been talking incessantly, and had therefore hardly noticed St. John's extraordinary- silence. He had not, indeed, once opened his lips since the ghastly story7 was told to him. He had groAvn extremes7 pale, and there was a sup pressed look about him, as though he were keeping guard over himself. \" What a scandal ! \" went on Lady7 Bessy7. \" And — it seems brutal to say so, so early in the day — but what a deliver ance for her. Poor little thing ! It is a fine property, too, and by the settlements she inherits everything. It is not entailed in any part, I think. What a hideous catastrophe ! And she was the one to find"], [191, "THE HON. MRS. VEREKER. 183 him. The unfortunate ! Certainly mis fortune seems to follow some people. Now why could it not have been anybody else but her ? It seems such a piling up of the agony, and so unnecessary. How curious she should have been there just then — that she should have gone there, I mean. So late in the evening, too ! And a very7 unfrequented part of the grounds I am told.\" St. John's face had turned even gre}er. \" She was in the habit of Avalking there,\" he said. He said it deliberately ; and saj-ing it, he knew that he lied. \" Well, it was most unhappy. I wonder if they have found out anything yet. The murderer, whoever it was, can hardly hope to escape.\" \" How you dwell upon it,\" cried he, so suddenly, with such sharp anger, that she looked at him a moment in astonishment. \" How should I not dAvell upon it ? Is it such an every-day occurrence ? I tell"], [192, "184 THE HON. MRS. VEREKER. you my flesh crept when they first told me ; as it is I am quite unnerved. And common people — servants, how they gloat over the minor, the nasty details. It appears that poor Cecil's white gown was quite stained with his blood.\" \" Not another word. Do you hear ? I can't bear it,\" exclaimed he, in a choked voice. He began to pace up and down the room, as though quiet was no longer possible to him. Lady Bessy lay back in her chair and gazed at him compas sionately7. \" Poor dear fellow ! How he feels it for her. Ah ! a lover in a thousand ! Well, things could hardly have fallen out better. Now I .shall keep him at home ; and the property is everything that is desirable.\" All this ran through her mind. \" I suppose I had better go up there,\" said St. John, at last, stopping opposite to her. His voice sounded hoarse, and un natural."], [193, "THE HON. MRS. VEREKER. 185 \" Oh ! I think not. Not so soon. To- morrow morning, now. Forgive me, dearest Hilary, if I say I think you ought to be specially careful just now. You see your attentions there have always been so marked, and — and one should always think of the future, and above all things 7 O be careful to give no handle for idle talk to \" She stopped abruptly. He had ceased his rapid walk up and down the room, and had turned his eyes on her with such a depth of anguish in them, that frightened, puzzled, anxious, she had found it impossible to go on. When she recovered herself he had left the room."], [194, "CHAPTER XVI. \" Murder will out that see we day by day. Murder is so wlatsom and abominable To God, that is so just and reasonable, That he will not suffer it heled be ; Though it abide a year, or two, or three, Murder will out, this is my conclusioun.\" His brain seemed on fire ! He went out of the house, and towards an old summer house, and there, flinging himself down upon the mouldering seat, tried to think. But only one thing came to him. It shut out all other thoughts, and compelled him to dwell on it alone. It was a vision, a miserable picture. A tall, slender, white -robed figure, trans figured by rage and hatred. The clenched hands, the flashing eyes, the blood-stain on the low, broad brow, he could see it all."], [195, "THE HON. MRS. VEREKER. 187 It was indelibly fixed upon his memory. She had wished him dead ! She had spoken of his death as a thing sure to happen soon. Soon ! Merciful Heaven ! How terribly soon! \" He got up and began to pace hurriedly7 up and down. It was impossible, of course. He was mad even for a moment to imagine otherwise. Those little frail white hands could not Yet how was it that she had been upon the spot, and without having made an effort to summon help apparently7 ? Dorothy7 had found her there. He felt as though he must see Dorothy at once. She would know some thing — give him some help to destroy this awful fear that was driving him distracted. To talk to Bessy was impossible. How eagerly, with what a sense of enjoyment, even a good woman can gloat over the hideous details of a tragedy. That picture of — of her, kneeling there with her white gown dyed with"], [196, "188 THE HON. MRS. VEREKER. He fought off a touch of faintness, and knowing that he should see Dorothy there, went straight down to The Court, in spite of Lady Bessy's advice. It was now night, and he had to make his way through the trees of the wood as best he might. It was a singularly dark night, and he lost the pathway once or twice, but at last found himself walking down the avenue. The hall-door stood open, and inside Farquhar was standing conversing in low tones with the sergeant and one of the policemen. The latter looked heated and excited. Farquhar, seeing St. John, went up to him at once and drew him aside. \" We have a clue. It is almost sure,\" he said, in a whisper. To St. John it seemed ominous that he should whisper, and once again that sensation of faintness almost overcame him. He held himself together as well as he could, but he was obliged to sit down on the chair nearest to him."], [197, "THE HON. MRS. VEREKER. 189 \" A clue ? \" he repeated. \" Yes — yes ! As yet we say nothing. Better give her time, you knoAv. She is so very excitable. Time — until Ave are quite positive. You think so, eh ? \" \" Yes — time,\" said St. John. There was a terrible expression on his face. \" It will be a bad business having to break it to her. Dorothy says she is a little more composed now. Just at the time I firmly believe she was out of her senses.\" \" The man who believes otherwise,\" cried St. John Avildly7, \" must be out of his. A delicate, fragile creature like that to \" \" Just as I say. How she had the strength at all. Many women would have given in altogether \" \" Few women were wronged as she was,\" interrupted St. John fiercely. \" What she endured beforehand no one knows. I tell you she was driven to it ■\" \" Eh ! \" said Farquhar, as if not under standing — as if puzzled. Then he went"], [198, "THE HON. MRS. VEREKER. 190 on. \" Oh, yes ! She endured more than most,\" he said. \" It is wonderful, however, how she feels it. The death, I mean. That is strange. I can't make it out. I should have thought, now, that she would have been a little callous about it, consider ing everything. But Dorothy tells me she is suffering keenly.\" A groan burst from St. John. He covered his face with his hands. \" When must it be said to her ? \" he asked, in a stifled tone. \" Well, as I say, there is no need to hurry. Better be absolutely sure. The police are now on his track, and we expect \" But St. John had sprung to his feet \"His track! Whose?\" he asked. He laid his hands heavily on Farquhar's shoulders, and stared at him as though his very soul depended upon the answer given. \"Why that scoundrel's, the fellow we have been talking about — Black Sandy,\""], [199, "THE HON. MRS. A7EREKER. 191 returned Farquhar, rather impatiently. What the deuce had St. John been thinking about all this time ? \" The very knife has been secured, and proved, beyond doubt, to be his, and — ■ — \" But St. John no longer heard him. He had pushed Farquhar from him, and had rushed out again through the open hall door into the darkness, — the silence of the night. Meantime, another tragedy was being enacted. The miserable murderer had been tracked and brought to bay in an outhouse belonging to a farmer about seven miles from the scene of his crime. He had run swiftly through byways and unfrequented parts of the wooded country, hoping to gain a seaport town that lay about twenty miles lower down upon the coast. Ill luck, however, ran with him. About a mile from the outhouse in which he was"], [200, "192 THE HON. MRS. VEREKER. subsequently captured, he fell over the root of a tree hidden in dank grass, came heavily to the ground, and, trying to rise, found himself with a sprained ankle. He had managed to crawl along another mile, had crept into the first shed that he reached, and there, covering himself with straw and other litter, hoped to lie undiscovered until morning. Here they found him. He made no effort to deny his crime, but, like the half savage that he was, fought with a brutal strength for his liberty. When overpowered he seized one of the guns, turned it on himself, and, before he could be prevented, gave himself a fatal wound. Before Death entirely conquered him, he gave them a full account of what had happened. He expressed no contrition, seemed rather to glory in what he had done, and to the last was distressed only by the thought that he had failed to make good his escape."], [201, "THE HON. MRS. VEREKER. 193 \" 'Twarn't fair,\" he kept on repeating, over and over again. \" Three to one. 'Twarn't fair ! No time given me to enjoy what I done. 'Twarn't fair, I say ! \" The farmer and his wife, and a crowd of labourers, were witnesses of his confession. He acknowledged that he had bought the knife, and kept it \" clean \" for a whole month, waiting the opportunity to requite the seducer of his daughter. And after all the waiting, the watching, the prowling, the fulfilment of his design, he was hounded to death a few hours after he had laid his enemy low. No time to enjoy it! \" 'Twarn't fair ! \" They brought his dead body back with them. The slayer and the slain lay cold in death. Stern justice had meted out her punishments with blind impartiality to both alike. Both to her calm mind were equally guilty. Both had destroyed a life ! 29 VOL. II."], [202, "CHAPTER XVII. \" Alas ! a foul thing is it, by my faith, To say this word, and fouler is the deed.\" \" She must be told. The sooner now the better,\" said Farquhar. Dorothy had come down to him from Cecil's room, where she had left the latter sitting in an apparently frozen state staring into the fire. She had not spoken for quite an hour, and Dorothy was growing seriously alarmed about her. \" If I didn't knoAv it was impossible, I should say she has even something more cruel upon her mind,\" she said. \" I should feel easier if she would let me talk to her about all this awful affair, but she shrinks from it with such an agony of"], [203, "THE HON. MRS. VEREKER. 195 horror that I am afraid to persist. The very mention of a hope that the murderer may be discovered, and the mystery cleared up, sends her almost out of her mind. She frightens me,\" wound up poor Doroth}-, tearfully. \" My darling, it is a miserable thing that you should be thus mixed up in it. See here, Dorothy. Will you come home with me, and I'll get someone else — Mrs. Mackenzie, Lady Bessy7 (she is very7 good natured), or someone — to sit with her ? You look awfully done. I cannot bear to see you so pale and upset.\" \"Mrs. Mackenzie — Lady Bessy! Oh, Arthur ! how heartless of 3-011. Do you want to finish the poor thing ? Mrs. Mackenzie, with her insatiable curiosity, her ceaseless pumpings, her never-ending surmises. Why that woman would be capable of probing a man on the rack to find out where the pain was worst ! And then Lady Bessy, with her frivolities, her 9<-|*"], [204, "THE HON. MRS. VEREKER. 196 little fashionable inanities. No, indeed! I'll stay with her. I may be curious, and I may be frivolous, but at all events, thank goodness, I can hold my tongue.\" \" That is what you mustn't do noAv, d'ye see? If you insist on sta37ing with her, you must let her know that it was Black Sandy who — who — killed the poor fellow.\" \" Couldn't you tell her ? \" suggested Miss Aylmer, with flagrant cowardice. \"I couldn't,\" said he, simply if con tritely. \"I wouldn't know how to do it. I should't mind if she was like any7one else — but she has taken it all so badly ; and — er — a woman always knows so much better what to say.\" \" Well, I'll do it,\" said she, in a resigned tone. She turned away. \" Don't go like that, Dorothy,\" entreated he. \" Look here, after all I will do it. It is too much to expect of y7ou, and perhaps a good rousing will be the best thing for her. When it is over, and she knows"], [205, "THE HON. MRS. VEREKER. 197 everything, I wish both you and she would go to bed.\" \" I feel as if I should never sleep again,\" cried she, wearily. \" Oh ! what a day it has been ! Shall I ever be able to blot it out of my mind ? \" \" You will. I'll be with you,\" said he, folding her in his arms. Perhaps she found some comfort in his tender embrace, because she began to cry quietly. \" If y7ou will really come to her, let us go up at once,\" said she, presently. \" I begin to think a shock of any sort will do her good.\" They went up hand in hand. Mrs. Vereker was still stiting before the fire in the very attitude in which Dorothy had left her. She neither moved nor spoke on their entrance, and was not indeed perhaps aware that Farquhar was in the room. Her expression was strained, her lips tightly closed ; when Dorothy went up to her and laid her hand upon her shoulder,"], [206, "THE HON. MES. VEREKER. 198 she started violently, and looked round, in a curious, shrinking way, as might .some guilty thing. \" It is only Arthur,\" said Dorothy, nervously. \" Cecil, he has come to tell you something that you must hear. Try to nerve yourself, dearest.\" Mrs. Vereker sprang to her feet, and raised both her hands to her head. \" I Avon't hear it,\" she cried hoarsely. \" Go away. I want to hear nothing. Do you understand ? Oh ! oh ! have I not suffered enough ? \" She staggered as if she would have fallen, but when Dorothy tried to place an arm round her, she repulsed her almost rudely. \" Why won't you leave me in peace ? \" she cried fiercely, lifting her miserable eyes to Farquh ar. \"It is what you must hear,\" said he, pitifully. \" I entreat you to listen to me. Once you knoAV all there will be no neces sity to speak of it again.\""], [207, "THE HON. MRS. A'EREKER. 199 \" All ! \" repeated she in a low tone. \" All,\" she shuddered. \" Yes. EAerything is now known, and it is only right that you should be made acquainted with the bare facts. He, the doer of that awful deed,\" he could not bring himself to say the word murderer in her hearing, \" has been found. I think it probable y-ou may have already suspected him. It was \" A cry, sharp and bitter, burst from her. \" Oh, no, no, no ! \" she threw out her hands as if to ward off some frightful thing. \" Do not say it. Do not let it pass your lips. Oh, what shall I do, what shall I do ? \" She began to walk up and down like some frenzied creature. \" Dorothy,\" she cried suddenly7, \" how can you stand there so calmly with such news Avithin your heart ? You, who knoAv all ! Who know how it was with us. Have you no heart — no feeling ! \""], [208, "200 THE HON. MRS. VEREKER. The mind of woman is swifter to receive an impression than that of man. In a flash Dorothy understood the truth. She grasped at the real meaning of the agony that for the past interminable hours had beaten Mrs. Vereker down to the very earth. She ran to her now, and caught her hands. \" It Avas Black Sandy ! \" she said, blurt ing out the truth in a fashion that seemed to Farquhar, who understood nothing, both unnecessary and dangerous. \" Do y7ou hear ? Black Sandy ! There is no doubt at all about it. The very weapon he used has been discovered. He, himself, has made confession.\" \" Is it true ? \" said Mrs. Vereker, faintby \"Sure. Positive. Why, come, rouse yourself now, and listen to it all. Black Sandj7 has been arrested, I tell you. Are you listening ? You must not faint until you hear every word,\" giving her a little shake. \"They caught him only a few"], [209, "THE HON. MRS. VEREKER. 201 miles from here. Red-handed as it were. In the scuffle caused by the attempt to capture, he managed to seize a gun, and shot himself. He lived long enough, O O 7 hoAvever, to declare that he, and he alone, was guilty.\" She still held Cecil's hands, — now, to support her. Mrs. Vereker had turned deadly Avhite, and was trembling visibly, but such a light had shot into her lovely eyes as no one ever yet had seen there ; it Avas a radiance that covered all her face. \" Oh ! I am too happy ! \" she cried, and fell back upon the couch behind her, in sensible. Farquhar was not only alarmed, but it must be confessed a good deal scandalized. Whilst he was ringing for the servants, and ordering brandy and other things, he looked at Dorothy, who was supporting her friend's head, and found that she was crying. \"What is it?\" he asked. \"What was"], [210, "202 THE HON. MRS. VEREKER. there in the fact of her husband's murderer being discovered to make her happy? What a word, you know, just now, eh ? And why are y7ou crying, my dearest? \" \"I don't know. Oh! poor thing. I can't think how she bore it.\" \" It— what ? \" \" Well, if I tell you, you mustn't ever speak of it. It is a secret, mind ; and I shouldn't tell you either, only I can't bear that you should harbour an unkind thought of her. The fact is, she — thought it was Hilary who had killed him.\" \" Hilary ? St. John ? Good Heavens ! Why ? Even in her wildest flights I can't see why she should have fixed on him. But allowing that she did, I don't see why she should have gone so entirely to ribbons over it.\" \" Ah ! what a thing is a man ! \" said Dorothy, infinite compassion in her glance. \"Don't you see it yet? Why — she loves him ! \""], [211, "THE HON. MRS. \\7EREKER. 203 \" By Jove ! Of course. What a situa tion it would have been,\" said Farquhar. \"Poor girl!\" Dorothy pushed him gently out of the room."], [212, "CHAPTER XVIII. \" Nought may the woful spirit in mine heart Declare one point of all my sorrow's smart.\" Mrs. Vereker stirred slightly, and opened her eyes. Dorothy, dismissing the women by a gesture, went and knelt down beside her. The dawn was already beginning to steal through the curtains, dulling and deadening the light of the one lowered lamp that was shedding a rather depress ing gleam over the lower end of the room. The first sweet, vague warble of birds came to them from outside, and caught the attention of Mrs. Vereker's still but half conscious brain. 77 It is morning,\" she said, as if sur"], [213, "THE HON. MRS. VEREKER. 205 prised, and uncertain. She sighed heavily. As yet she did not remember, but the late anguish she had endured weighed on her, and crushed her spirit. Dorothy rose from her knees, pulled back the curtains, and let a flood of pale, shadowy light illumine the darkness. A star or two still lingered in the heavens, whilst up from the east rose a pink flush, cold and tremulous, that each moment grew more decidedly into a steady grey7. Through this came flashes and bars of a pearly shade that shone exceeding bright, and gave promise of a glorious day. Night wanes — the vapours round the mountains curled, Melt into morn — and light awakes the world. Man has another day to swell the past And lead him near to little, but his last.\" To Francis Vereker, however, no other day had been vouchsafed He had been done to death with all his imperfections on his head. Time — to reform, to sink still"], [214, "206 THE HON. MRS. VEREKER. lower, to repent — was his no longer. Such a very few hours had gone by since last he stood alive upon the earth, and now he had become mere earth himself, and his place would know him no more ! Such thoughts flitted through Dorothy's mind, as she stood at the window gazing on the solemn dawn. A rapid movement on the part of Mrs. Vereker roused her from her reverie, and sent her quickly back to the couch. Cecil had risen and was looking at her a little wildly. That swift inrushing of the daylight had brought everything back to her. \" It is true, Dorothy ? It all happened ? \" she cried, clinging to Dorothy nervously. \" Oh ! poor Francis ! \" \" Yes, yes, dearest. But try to control yourself. It is terrible for you, and you must only remember now that you have friends that love you, and that all that has happened was by the ordering of God.\""], [215, "THE HON. MRS. ATEREKER. 207 \" I knoAv,\" said she. She threw herself upon Dorothy's breast, and, as the girl's gentle, loving arms closed round her, she burst into a passion of tears. They were the first she had shed since the fatal events of yesterday, and they brought rest and comfort to her overburdened soul. \" There Avas something else Dorothy — you know what I mean. I feel now that I should have thought of nothing but poor Francis, but I couldn't control the fear. It was horrible, it seemed to burn me like fire. I,\" she looked at Dorothy strangely, \" I would rather be dead than endure it again.\" \"But how was it? I can't think how you came to believe that Hilary could have had anything to do with it. He has a temper, of course — no man worth a farthing is without one — but to — to \" O \" I know. I shall never forgive myself for it. But that day some things had happened that, when I remembered them"], [216, "208 THE HON. MRS. VEREKER. afterwards, terrified me. It was in the afternoon — what day was it ? — yesterday — the day before ? \" — she grew bewildered — \" I can't tell when it was, all seems so confused, but we were in the garden together, Francis, Mr. St. John and I, and poor Francis was not in a good temper I think. He said some things that annoyed your cousin, and I — I was stupid and could think of nothing that might smoothe matters. It was something in your cousins' face that frightened me. He looked so dark, so angry. There was a sort of suppression about him that struck cold to my heart, and that afterwards seemed to me full of significance. At such a time I should not have left them alone together. Thank God nothing came of it _but \" She paused and wiped the moisture from her brow. \" How was it you did go ? \" \" Francis grew violent and ordered me"], [217, "209 THE HON. MRS. VEREKER. indoors. He — he said some dreadful things, and though shocked and crushed by them I felt as if I dared not stir, until Hilary spoke. He too told me to go awaj7. I obeyed him, senselessly. I was frightened and ashamed of Avhat poor Francis had said, and I was glad to go. I went, any Avay. It was cowardly of me, and I blamed myself the instant I found myself alone.\" \" Well, I think I should have gone too,\" said Dorothy. \"And I shouldn't have blamed myself either.\" \"You don't know. I had a sort of presentiment full on me that something was going to happen that ought to have kept me by his side. Poor Francis' side I mean. Oh ! Dorothy, is he dead? Really dead? \" she clung suddenly to Dorothy as if over come by nervous horror. \" Yes, yes. Don't mind me, but it was such a shock. Where was I ? \" \" You went indoors.' \" I did, and then I ran to a window and vol. ii. 30"], [218, "THE HON. MRS. VEREKER. 210 looked out to see whether they were still in the tower garden, and if they were quarrelling. But they had moved, your cousin was walking rather in front, towards the laurels, — you know. Francis was some what behind, but I could see he was talking still, jibing in a way he had, but I fancied Hilary did not care. He showed no sign of anger that I could discern. Then they turned the corner ; almost as they turned I saw Hilary lift his head, stop short, and say something to Francis. His manner was vehement, fierce I think it was. I grew terrified again, but I hardly7 knew what to do, and then in a moment it was all over. They had both gone beyond my sight. One I never saw again in life.\" She shuddered and grew so pale that Dorothy feared to let her continue. \" Not another word noAv. Don't go any farther. Some other day you \" \" Let me tell you all. You cannot"], [219, "THE HON. MRS. VEREKER. 211 imagine what a comfort it is to me to be able to think it all out loud.\" \" Well, don't linger over it,\" said Dorothy nervously. \" There is little more to add, but I want you quite to understand. I am sure my manner when first you came on me as I stood looking down on — on that awful sight,\" — with a strong shudder, — \"must have struck you as being strange, but I hardly knew what I was doing. I told myself there could be but one meaning for it all, that there could be but one person in the world who had done that deed. They had disappeared together into that unfrequented shrubbery, and Francis had never come out again. He was dead! I felt positive that something further had occurred between those two, and that Hilary, who was already in a white heat of rage, had dealt him, Francis, a fatal blow.\" \" But surely it must have suggested itself to you that Hilary had no knife with 30*"], [220, "THE HON. MRS. A7EREKER. 212 him that could have inflictedsuch a wound, and that besides — \" I thought out nothing. I was half mad, I tell you. Only one thing seemed clear, positive, beyond dispute, and that was, that Hilary had killed Francis, and that it was all because of me ! I have suffered ever since the tortures of the lost. Even now, what am I, but the most un happy creature alive ? \" She sighed heavily, and regarded Dorothy with eyes full of anguish. \" I can't see that you have anything to reproach yourself with,\" said that sympa thetic friend, taking one of her hands and beginning to stroke it fondly. \" Oh Dorothy ! Is that ingenuous ? Can you say that with a clear conscience ? Now, when I have time to look back on everything, what must I think, but that I wronged poor Francis grossly. Outwardly I was loyal to him, inwardly7 I was a married woman, I had sworn to be true"], [221, "THE HON. MRS. VEREKER. 213 to him, and him only, and — I loved Hilary. It is a sin it will take all my life to wipe out.\" \" You should go abroad,\" said Dorothy, briskly. \" Quite abroad, ever so far away from this. Change is what you want. You are growing morbid, unsound. Your nerves are overtaxed, and they will lead y7ou a pretty dance if you don't get the better of them. You must leave this, directly after the funeral.\" \" Yes, I should like to go,\" with a little gasp of relief. \"To get away from here is the one thing I really crave. I can be ready very soon, and can start almost in a fortnight.\" \" Start sooner. Why stay on here a day longer than you need ? \" \" There is my mourning,\" said she slowly, shrinking a little as she did so. \" Go up to town and order it there. You will be on the spot ; and the sooner you are out of this the better. Then cross"], [222, "THE HON. MRS. VEREKER. 214 to France, and from that travel, travel, travel at your own sweet will anywhere but towards Brent for at least a good twelve months. Come, there is sage advice, take it ! \" \" Will you come with me ? \" asked she, anxiously. \" I have never gone anywhere by7 myself, and to begin now seems impossible to me. You will come, Dorothy ? \" \" Well, yo>u see,\" began Miss Aylmer. She hesitated, and grew a charming pink. \" I don't see, if I go with you, how I am to manage about Arthur.\" \" Captain Farquhar ! \" Cecil seemed puzzled for a moment, and then said very gently, \" You are engaged to him ? I am glad of that. He is a good man. He will make y-ou happy.\" \" Well, I daresay he is more hkely to do it than anyone else,\" said Dorothy, rather shyly. \"Could he not meet us somewhere in"], [223, "THE HON. MRS. VEREKER. 215 Germany or Switzerland ? \" said Mrs. Vereker. \" Do try and arrange it, dearest.\" \" I could go so far with you, of course ; and when I had settled you somewhere, could come back again with Arthur.\" \" Or be married there,\" said Mrs. Vereker. \" Anyhow, I may rely upon you to come with me ? Yes, I shall speak to Captain Farquhar. I am sure he will spare you for a month or so, or else he will come with us. Oh ! Iioav I pine to get away from this.\" \" You will see Hilary before you go ? \" said Dorothy abruptly ; why, she hardly knew. \" No ! \" shortly. \" I think if you don't, Cecil, you will lay yourself open to a charge of un graciousness. What has he done that you should so slight him ? \" \" Nothing. /, it is, who have done every-thing.\""], [224, "THE HON. MRS. VEREKER. 216 \" What nonsense ! You had a moment's idle suspicion, and you are preparing to make a life-long worry out of it.\" \" I could not look him in the face,\" said Mrs. Vereker vehemently. \" And it isn't only what you allude to, my unpardonable suspicion of him, but the fact that I once held him in too kindly a regard. Oh ! that thought now — now when poor Francis is for ever gone, seems to lower me to the very earth.\" \" Still, I think you should see him,\" persisted Dorothy. \" It is treating him very harshly. At all events, he is a friend of yours, and the very fact of your believing you have wronged him, should make you more considerate towards him. Besides, other people will call. There are some you will have to see, and if you openly refuse to receive him, what will the world say ? \" \" Yrou forget that I shall leave this before anyone can call ? If, however \" —"], [225, "THE HON. MRS. VEREKER. 217 coldly — \" you think I should see your cousin, I will do so.\" \" No, no ! If it will make you so very unhappy, do not think of it. After all, there is no real reason why you should ever see him again.\" \"That is what I think,\" said Mrs. Vereker. \" Oh ! I hope I shall never see him again ! \""], [226, "CHAPTER XIX. \" She said ' I am ashamed, doubttiless.' \" She did see him, nevertheless. The day after the funeral, which was quite as largely and respectably attended as though the dead Vereker had been a modern saint, St. John went down to The Court. It had not occurred to Cecil that anyone would be likely to call quite so soon, and as she intended leaving home next day for an indefinite time, she had [not thought it necessary to teU the servants to admit no visitors. St. John was, therefore, ushered into the library, where she sat, without any warning being given her. She rose pale and disturbed, and gave her hand to him in a mechanical way, that"], [227, "THE HON. MRS. VEREKER. 219 bespoke thoughts far distant. She seemed confused rather than distressed, but beyond this betrayed no emotion whatsoever. It was a little shock to him to see that she was not in mourning, and he could not help noticing that she looked shockingly ill. He could not help feeling, too, that his presence there was undesired by her. \" Perhaps I have come too soon,\" he said, gravely. \" But I was anxious to see for myself how you were, and besides there was something I wished to say7 to you.\" He paused, but she said nothing that might lead him to hope he was mistaken in his first suggestion. \" You are not looking well,\" he said, gently. \" No ? That is hardly to be wondered at. I have suffered,'' said she. \" It has been a terrible time. I need hardly say how I — how we all at The Chase have felt for you.\" Her own tone was so cold, so unfriendly, that he felt it im possible not to copy it in part. \" It has"], [228, "THE HON. MRS. VEREKER. 220 been a great trial — a grief,\" said he, speaking with some difficulty, and almost hating himself that he felt hypocritical as he said it. She made an effort as if to say some thing conventional, correct, but after a vague murmur that did not reach him, gave up the attempt. A quick flush born of deep distress dyed her white face for a moment, and at last she burst out. \" Do not mistake me. I have not grieved for him. I feel no sorrow of that sort. I feel no grief; none. I must be made of stone, I think. Surely it was a death to make any woman weep, but my tears have refused to come. I know nothing, only a sense of horror ! That clings to me, lives with me, night and day.\" \" You should leave this place. Entire change is what you want.\" \" I am going,\" returned she, indifferently. \" Yes ? \" He was, and looked, a little startled. \" You have arranged about it ?"], [229, "THE HON. MRS. ATEREKER. 221 I am glad of that — sor your sake. It will be a Avise move. You — will probably leave before Christmas.\" \" I shall go to-morrow.\" He was silent. Just at the moment he knew he could not have spoken. So she had made all her plans, and was leaving — deliberately — and without one thought of bidding him farewell. He had had no part in her arrangements. She had treated him as though he were the veriest stranger. A keen sense of loss — of disappointment filled him. \" You go abroad ? \" he said, at length, stiffly. \"Anywhere, everywhere. I don't care where I go, so long as it is far from this.\" D r O \" And to-morrow ? \" he said. \" You certainly lost no time.\" His tone was bitter. \" Time ! You think my haste in decorous,\" she said, icily. \" But do you imagine that ever since — that — that I have"], [230, "222 THE HON. MRS. VEREKER. counted days and hours as you do ? I tell you it has been a century to me. I could not live if I stayed here longer. I feel as if to breathe is difficult.\" She rose as she spoke and pressed her hand against her bosom. Something of the unnatural calm that had possessed her since his entrance, melted away7. She looked all at once like the old Cecil, the woman he adored. He, too, rose. A passion of reproach and pain dimmed his eyes. \"You would have gone without seeing me,\" he said. \" You would have left me, without a word ! What has happened that vou should treat me so ? Have we not ai been friends ? What has come betAveen us?\" \" The past ! \" said she, faintly. \" I never knew — I never felt the sin, until — he was dead. I cannot bear to look at you,\" cried she, with a miserable trembling of her voice. \" When I think of all — when I remember how I wronged — him."], [231, "THE HON. MRS. VEREKER. 223 And he is gone. I feel as though I myself had been the oue to sweep him out of my path.\" To her each word she uttered was a sword, that pierced and hurt — to him each word gave hope and comfort. She loved him still! That terrible coldness with which she had met him was a thing of naught, a mere outcome of a sharp attack of horror and remorse ; a remorse naturally exaggerated at such a time as this. Fresh courage filled his breast. He took a step forward, and caught her hand in his. \" Who is going abroad with you ? \" he asked. \" Dorothy.\" \" You could not find any better com panion. I am glad from my soul you are going away from this, though \" He checked himself. \"Why were you going Avithout a word to me ? \" he asked abruptly. \" I hardly know. And yet,\" — with a"], [232, "224 THE HON. MRS. VEREKER. sudden flash of her large mournful eyes into his — \" I do know, and you know, too. Oh!\" She drew away her hands from his im patiently, and covered her face with them. \" I wish I had never seen you,\" she said. A sob broke her voice, and he could see the tears stealing through her fingers. Her slender frame trembled with the agitation that overfilled it. \" Do not say that, Cecil,\" said he un steadily. He did not attempt to go nearer to her, or try in any way to check her grief. He walked over to the window, and stood there for a little while, gazing out on, but not seeing, the cold, dull autumn land scape. Presently he went back to her. \" Grant me one favour,\" he said. \" You are going away for a long time, I imagine. Before we part make me a promise.\" \" What promise ? \" asked she, nervously. \" A simple one,\" said he, with a sigh. \" Not to think of me, if possible, and I"], [233, "THE HON. MRS. VEREKER. 225 daresay it will be very possible, until all this late melancholy matter is many months older. Do not let your thoughts dwell on me whilst they are still sad and depressed. I entreat you,\" cried he earnestly, \" not to let yourself associate me with this tragedy that has fallen into your life.\" \" You ask me to forget you ? \" For the present — yes.\" \"To forget! Oh, if I could! And you?\" She spoke with a sudden sharpness, and turned her gaze upon him, as though eager to read his answer in his eyes. He gave her none, however. Hoav could he tell her that he, too, would try to forget, when he knew that every beat of his heart Avould be for her, and her alone, until they two should meet again ? And how tell her that, either? To speak a single word bordering upon love, or lovers' vows, would, he felt, be a desecration of this hour, in which her mind was filled with memories, however bitter, of that dead man who had VOL. II. 31"], [234, "226 THE HON. MRS. VEREKER. been her husband. Silence was all that Avas left to him. But silence sometimes is golden. Perhaps she read in his eyes what his tongue dared not utter. At all events, she refrained from further question. Her eyes fell before his, and with nervous fingers she pushed back the hair from her forehead. \" My visit has been a long one, I think,\" said he, making the ordinary movement to go. \"If Dorothy travels with you, she will, perhaps, from time to time, let me know hoAv you and she are getting on. Good-bye.\" He held out his hand. i \" A moment,\" entreated she. She seemed quite unstrung now, and moved a chair out of her way- with the jerkj7 manner of one preparing for an effort almost beyond her. \" When y-ou came, y7ou said there was something 37ou wanted to .say to me. Well — I \" She stammered and grew silent. \" Just now vou asked me to make"], [235, "THE HON. MRS. VEREKER. 227 you a promise,\" she went on presently7, as if to gain time. \" Why ? \" \" Because I feared your thoughts of me at present. Because I believed you might teach yourself to think hard things of me.\" \" Hard things ! Oh! if you only knew,\" cried she. All her coolness forsook her. The deepest self-reproach betrayed itself on her face. \" Perhaps I shall never see you again,\" she went on hurriedly7. \" Indeed, when I tell y7ou what I now must, I feel you will never want to see me again. Yet say7 it I will, and to y7ou who have been my kindest friend. It weighs on me, it makes me feel guilty towards you.\" She moved away from him and Avent over to the fireplace, and stood there Avith averted face, and her hands clasped behind her in a nervous grip. \" There Avas a time,\" she said, very low, \" I don't know hoAV long — some hours perhaps — an awful time, when in my secret soul I believed 31*"], [236, "THE HON. MRS. VEREKER. 228 you guilty of being the murderer of Francis ! \" She ceased and stood there motionless, scarcely breathing, waiting for what he might say, but he said nothing. Presently she looked round to find him in the same spot, his eyes bent upon the ground. He looked grave and sad. \" Oh ! you will never forgive me,\" she said. She went towards him, then stopped abruptly, as if afraid to go farther. \" It came to me,\" she said remorsefully. \" I couldn't help it. Not that that is any excuse. It seemed to cry itself aloud in my7 ears all those miserable hours, until I thought I should have gone mad. My only Avonder now is that I didn't. No, I cannot hope for y-our forgiveness.\" \" Cecil ! \" cried he. \" It is y7ou who have to forgive.\" She drew back a little as she saw his haggard face, and instinctively7 put up her hand. What other evil thing was about to befall her? \"As vou sinned"], [237, "THE HON. MRS. VEREKER. 229 against me, so did I sin against you. But surely my sin was the greater. To doubt you, you poor child! Look at those little hands.\" He took one, lifted it up and dropped it gently. \" Good heavens ! I must have been out of my senses, but . You remember all you said that day. That day when y7ou were suffering from — well, we need not call that to mind now. But you said strange things that day, about your certainty that he would die soon. It all came back to me, each word seemed burned into my brain, and I told myself that in a moment of despair, madness — oh ! surely pardonable — you had lifted up your hand against him. It Avas a vile suspicion, but I have suffered for it.\" He was watching her anxiously, and now started at the change that came over her. If her expression of melancholy deepened, still there grew with it a touch of passionate relief. A slow flush mounted to her fore- head and her eyes filled with tears. She"], [238, "230 THE HON. MRS. VEREKER. drew closer to him, and voluntarily laid her hand in his. \" Do not be distressed because of it,\" she said mournfully. \" I am glad you so believed, it seems to lighten my own burden. Now, you cannot altogether condemn me. Hilary, we part as friends.\" \" For a time,\" said he, something in her eyes sending the blood chill to his heart. \" For ever, I think. Something tells me we shall see each other no more. And it is better so. There is that between us that — \" Her voice died away. \" I will not believe it,\" said he in a low, unsteady tone. \" There has been that between us that can never be forgotten ; it is deathless, it will surely bring us together again. She shook her head. \" Be wise,\" she said, \" see the end as I do.\" \" There shall be no end,\" cried he, pas sionately7."], [239, "THE HON. MRS. A7EREKER. 231 \" And yet it has come,\" said she, with a heavy sigh. \" It is here, to-day, now.\" \" Say rather the beginning of a new life,\" said he. \" True, but apart,\" returned she. She made a faint gesture as though to dismiss him. \" I may write ? \" asked he, eagerly. \" No.\" The monosyllable fell from her softly, but finally. \" In time, when months have gone by, you will permit me to come to you, to \" \"No, no,\" cried she, feverishly this time. \" You must not. I forbid it. The very thought is horrible. Oh ! cannot y7ou see that it is torture even to speak to you now. Go. Go, I entreat you.\" \" Good-bye,\" said he, slowly. She turned abruptly from him, her face buried in her hands, and so without a word, a glance, a touch of her cold, slender fingers, he left her."], [240, "CHAPTER XX. \" Great was the strife and long betwixt them tway If that I hadde leisure for to say.\" ''Well, after all, you know,\" said Lady Bessy, comfortably, \" it was about as satisfactory a thing as could have hap pened.\" She lay back in her lounging chair, her yellow hair making a charming contrast against the olive-green velvet O O behind her. She spoke confidentially, in the low lazy tone of one who is growing almost too warm, and cast a languid, yet interested, glance at her two companions. Lady7 Eustace returned the look in kind, but Mr. Blair, who was diligently trying to make still more unbearable a fire of pine logs that was already hot enough to roast a"], [241, "THE HON. MES. VEREKER. 233 salamander, let the log he was holding drop, and turned on her a face full of mournful consternation. \" Well,\" said he, \" you are the first person I ever heard call a murder satis factory. You are growing right down blood-thirsty. The Irish patriots aren't in it with yTou.\" \" Don't try to be sillier than usual,\" said Lady Bessy, with fine contempt. \" You know very well what I mean ; as it was de creed that that poor creature was to be — er — \"Removed?\" suggested Mr. Blair. \" Quite so ; that will do. As he was to be done away with, I can't help seeing what a good thing it was for that poor little wife of his, and Hilary.\" \" I can see. I can quite understand,\" said Lady Eustace with her usual anima tion. \"That [unfortunate little woman, I believe she didn't dare call her soul her own. And. one could see that she and"], [242, "234 THE HON. MRS. VEREKER. Hilary were terribly in love with each other. Really if things had gone like that much longer, one \" \"Pouf! Not a bit of it,\" said Lady Bessy, shutting up her huge red fa? with a little crash. \" Things would have been the same with them a hundred years hence, as they7 were a month ago, but for that terrible gipsy person. You are not as good a reader of character as you ought to be, if you couldn't see that Cecil Vereker was the last person in the world to — er— make a fool of herself.\" \" She made a fool of herself when she married Vereker,\" said Lady Eustace, rather shortly, who didn't like being accused of want of mental insight. To be considered a keen student of human nature, was her great desire. \" It was her father made a fool of her there,\" said Lady Bessy. \" She was only a baby at the time. A little unfledged thing. What could she know of men,"], [243, "THE HON. MRS. VEREKER. 235 or their treachery, and cruelty, and wickedness.\" ''What do y7ou knoAV of them?\" demanded Mr. Blair. He had subsided into a chair now, and was gazing pensively at the noble (if extremely distressing) edifice he had erected in the grate. It was now blazing half-way up the chimney, and threatened every moment to set the house a-fire. \" Too much,\" retorted Lady Bessy, sententiously. \" More shame for y7ou ! \" said he. \" Eh ? \" said she, with all the air of one who refuses to credit the evidence of her own ears. \" Surest sign of a born coquette is to be well up in the faults and failings of the other sex,\" said he, undisturbed. \" See what a lot she must knoAV about them to be able thus to give an open opinion.\" Lady Bessy stared at him. \" You are very rude,\" said she."], [244, "236 THE HON. MRS. VEREKER. \" So they often tell me,\" returned he, gazing placidly into the fire. \" You aren't worth an argument,\" retorted she, after another prolonged glance at him, tinged with indignation. \" And as for that unfortunate Francis Vereker, I don't believe, after all, he was half as bad as many other men, I know.\" \" It is an unwarrantable attack — and I stand alone,\" murmured Mr. Blair, sadly. \" But I'll try to endure to the end.\" \" I daresay there were faults on both sides,\" said Lady Eustace. \" I daresay Cecil didn't suit the poor man, and that is a fatal fault. She was very cold, you know — very unsophisticated, not a bit the woman of the world about her. Just the very person to bore a man who was — er — rather wanting in refinement, like that much to be pitied Vereker.\" \" It is really only just to think all that,\" said Lady Bessy. \" Now in other hands — strong hands — who can say what that man"], [245, "THE HON. MRS. A7£REKER. 237 would have been? Quite another being, no doubt ! As you say, affinity has so much to do with married happiness.\" Here Mr. Blair made a sound that was like a grunt of disapproval, and that instantly drew four eyes upon him. Four severe eyes. \"What do you think?\" asked Lady Eustace. \" What was your opinion of that poor murdered creature's inward state ? Might he have been redeemed, eh ? with the help of a more powerful spirit ? \" \" I thought him a regular sweep,\" returned Mr. Blair, calmly. \" As black a one as ever I met. And as to spirits, I wouldn't mention that word in connection with him if I were you. It recalls un pleasant memories. To my way7 of thinking, he had more of them than was good for him whilst amongst us ; and I can't see that they redeemed him much.\" Lady Bessy regarded him with a judicial eye. Was he laughing?"], [246, "THE HON. MRS. ATEREKER. 238 \" The man is dead ! \" she said sternly. \" Certainly. If he isn't, he ought to be,\" returned Mr. Blair mildly. \" We have heard a good deal about his demise up to this. We have indeed been considerably bored by very nasty details. It Avould be unpardonable if he Avere now to reappear, and change our joy into mourning.\" \" One shouldn't abuse the dead,\" said Lady Bessy. \" Why not ? \" demanded he, impartially7. \" It is, in my7 opinion, less treasonable than exalting a defunct sinner into a saint. You are now preparing to cry up Vereker, who Avas, well . If y7ou must do that sort of thing, why not take up Black Sandy and canonize him ? \" \"You are in a horrid temper,\" said Lady Bessy7. \" Just because you have been disappointed in one day's shooting. So like a man ! So selfish ! As to that wretched creature, whose name just now passed your lips, pray never mention him"], [247, "THE HON. MRS. VEREKER.l 239 in my presence again. It makes my flesh creep.\" \" It was such a pity,\" said Lady Eustace dreamily. \" Such a loss to me. I shall alwayrs feel as if I had been done out of a good thing.\" As this was apropos of nothing that went before, Lady Bessy and Blair gave up their quarrel to join in a mutual stare at Lady Eustace. \" What was the loss ? \" asked Lady Bessy at last. \" Oh ! my dear, I'm sure yTou must understand,\" said Lady Eustace, plain tively. \" Why that dreadful gipsy creature dying so immediately after the event. I have always desired so greatly to see a real live murderer, close ; and here was an opportunity given, such as I should never have dared to hope for. Of course I could manage it in town, but those courts are horrid, and, besides, the criminal is always so hedged round, don't you know."], [248, "THE HON. MRS. VEREKER. 240 Now here, I daresay, I could have got quite near to him. I might even have been happy enouo-h to exchange a word or two with O O him. Such a chance! And all thrown away, because of his stupidity.\" \" So much copy gone,\" said Mr. Blair, sympathetically, \" Yes, yes ! You see it as I do. It is really7 essential that I should make myself acquainted with all classes, and here was a specimen, fresh, straight from the act, as it were — with Cain's brand burning brightly on his forehead. No time for it to fade. Really, it is very disheartening.\" \" You are worse than Bobby ! \" ex claimed Lady Bessy, with a shudder. \"For Heaven's sake cease such ghoulish talk. I shall dream all night of horrors if you continue it. For my part I would run a hundred miles rather than see, or speak to, an assassin of any sort. No, no ; not another word. My nerves are quite unstrung as it is. If 3-ou bring back that"], [249, "THE HON. MRS. VEREKER. 241 odious scene to my mind, I shall be obliged to up sticks and away to the far west, like Cecil.\" \" Mrs. Vereker has only gone as far as Naples as yet,\" said Blair. _\" At least, so I hear.\" \" For once you have a true story. I had a line from Dorothy this morning. Cecil is better, and a degree more cheerful. Two months nowadays, you know, is quite a long time, so I daresay she is beginning to forget.\" \" Will Hilary go and see her on his way to Egypt ? \" \" I fancy7 not. There is something mysterious about that. He almost ad mitted to me that Cecil had forbidden him to visit her.\" \"Ah! yes. One can see the heart workings there,\" said Lady Eustace grow ing interested. \" I should like to be near her now, to study her, to see day by day the development of \" vol. ii. 32"], [250, "242 THE HON. MRS. VEREKER. \" You'll end in an asylum if you go on like this,\" interrupted Lady Bessy, uncere moniously. \" Really, we shall all grow to be mere ' specimens ' in your eyes before long.\" \" May the saints keep me from blossom ing into a popular author,\" ejaculated Mr. Blair, piously7. \" You needn't be nervous about it,\" said Lady Bessy, who hadn't as yet for given him. \" I daresay this fad of Cecil's won't last long. I knoAV in her heart she is very deeply attached to Hilary. Indeed, their devotion to each other was a thing to see.\" \" Well — hardly whilst the husband was alive,\" said Blair. \"Yes, at any time,\" defiantly. \"Real, honest, earnest, affection,\" with deep stress on each adjective, \" is always a charming thing to witness. I hope matters Avill end well for those two. Hilary adores her, and she is quite the dearest little thing. I"], [251, "THE HON. MRS. VEREKER. 243 should altogether welcome her as a sister. She,\" pensively, \" is extremely rich, and there is something a little cold, a little special about her, that will make her the rage of the season — whenever she does appear.\" \" I shouldn't think St. John would care about that,\" said Blair, nursing his knee. \" There you are wrong. To have a dowdy, an uninteresting woman for a wife, pleases no man. Besides, as I say, there is a little touch of hauteur about her, that will repel whilst it attracts. She is like the church — or perhaps unlike it—^-in that she is as safe as she can be.\" \" When does she return ? \" \" That is what no one knows. Not for ever so long, I believe. Dorothv is to be O ' « married in April, and after that I hope Cecil will feel lonely, and begin to long for home and— Hilary.\". \" Are you ever lonely ? \" demanded Mr. Blair suddenly, looking up at her. 32*"], [252, "244 THE HON. MRS. VEREKER. \"I? No! Why?\" \" It occurred to me that if you were, you might begin to long for home and \" \" Pshaw ! \" said Lady Bessy, rising. \"^•^^4*^-"], [253, "CHAPTER XXI. \" And wonder not, mine owen lady bright Though that I speak of love to you thus blive.\" \" Oh ye lovers, that high upon the wheel Be set of Fortune, in good adventure, God lene that ye find ay love of steel And longe may your life in joy endure ! \" But April came and went, and summer succeeded it, and followed it to its grave, and another Christmas whitened the world before Cecil Vereker returned to her home. It was indeed eighteen months since that terrible autumn, when she at last looked again upon the old Court. Wild March had come in like a lion, had roared its loudest, and now lay crouching on the ground, old and beaten, and dying, and harmless as any lamb."], [254, "THE HON. MRS. AT£REKER. 246 Sweet moist winds were blowing out of the south, driving baby showers before it. The rooks were building in the tall gaunt elms, and all the land was rich with sway ing masses of yellow daffodils. Crocuses in countless thousands, purple and white and parti-coloured, made pretty groups here and there, whilst the pheasant-eyed narcissi and the scented jonquils fought for room with the tinier, daintier tags. Such a wilderness of sweets as the gardens were ! Old-fashioned gardens some of them, where all these best of Nature's treasures were suffered to run wild. ' Now blooms the lily by the bank, The primrose down the brae ; The hawthorn's budding in the glen, And milk-white is the slae.\" Every passing wind bore on its wings perfumes delicately rich. In every hedge small birds were building their nests ; their songs made countless melodies. Mingled"], [255, "THE HON. MRS. VEREKER. 247 with them Avas the wild, mad music of the rushing stream as it dashed over its stones, and by its sedgy7 banks, almost tearing the pale bunches of forget-me-not from their hold. Cecil stood still and looked all round her. She could not deny to herself that a home spring was more distinctly exquisite than anything she had found abroad. She had travelled a good deal during these past eighteen months, a strange, unaccountable O 7 O I restlessness driving her from place to place, and now that she had returned to England, she scarcely knew whether she was glad or sorry7. The old familiar landscape, the tender joys of the budding spring, the peculiar sense of life renewed that spoke to her in all around, touched her, and made her pulses throb in unison with it, but at heart she felt lonely and depressed, and full of a sick longing to find near her, something or someone beloAed."], [256, "THE HON. MRS. VEREKER. 248 Dorothy and her husband were in the North paying a visit to an uncle of Farqu har's, and Lady Bessy, whom she really liked in spite of her many eccentricities, was at her own place, for a wonder. As for — anyone else, — why she hardly cared for anyone else, and besides Well, why should she not think of him ? she asked herself this angrily, — besides St John was still in the East. Even as she thought this she lifted her eyes, and saw him coming to her across the closely-shaven grass. Her heart seemed to stop beating. For one moment she thought she was going to faint. Then once more life surged strongly, almost painfully, within her. Oh ! how he recalled that past terrible time, her past terrible existence. She had hardly known with Avhat a cowardly shrinking she had been looking round on this spot and on that — until he came. But now a full horror of this place made hers by a loveless marriage was full upon her."], [257, "THE HON. MRS. VEREKER. 249 \" You ! \" she said. \" I thought you were in Egypt.\" \" Well, so I was, until a month ago,\" said he. He had come up to her, and had taken the hand she had not offered. He AA'as greatly bronzed, and, perhaps, a trifle thinner, but he Avas so strong, so good to look at. Delight shone in his eyes. \" Bessy sent me word that you were thinking of coming home, so — I thought of coming home too. You know you forbid me to seek you whilst you Avere abroad. And I obeyed you to the letter, though I refuse to say what it cost me. Have I not been obedient ? Don't I deserve a reward ? At all events, I have it,\" said he gaily ; \" I am looking at you now.\" A charming thing to look at, too. A very lovely picture. She was the same Cecil he remembered, yet scarcely the same. The Aveight of many years seemed to have dropped from her, and she stood there before him in her white serge gown"], [258, "250 THE HON. MRS. VEREKER. like the young girl that in reality she was. She was very pale, certainly, and nervous ness was evidently preying upon her ; but he noticed that the old miserable fear was gone from her eyes, and that the pretty oval of the face was rounded and warmer in tint. She was indeed beautiful. \" You are looking better, stronger,\" said he, with all a lover's glad solicitude. \" These eighteen months have done you a world of good. Surely they Avere long enough to Avork a thousand cures. Did eAer months drag so slowly-, I wonder ? But now,\" with a triumphant uplifting of his head, \" they are gone. Dead. Behind us ! \" \" When did you return ? \" asked she. \" How strange that you should come here to-day. I, myself, have only7 just arrived, but I told no one of my intention to be here.\" She regarded him earnestly. \" Yet you knevr ! \" she said, with a soft blush. \" Yes, I knew. Do you think you could be here, so near, without my knowing ?"], [259, "THE HON. MRS. VEREKER. 251 And why should I not know? You have been a little cruel to me, I think. — You brought your servants ? \" \" Only my maid, and Thompson. There are always people in the house. But I shan't stay here,\" she went on, hurriedly. \" I couldn't. Even these few hours have convinced me of that. Every7 scene brings back the past. No, I could not live here.\" \" Well, you need not,\" said he, slowly7. She coloured warmly, and hesitated for a moment. \" Of course, I understand what yom mean,\" she said, speaking rapidly7, as if to prevent any interruption from him. \" That it is in my power to live where I will. But though I dislike this place, I have still a love for Brent. It really means home to me. Where one was born has always a claim on one, I think. On one's affections. Dorothy lives here, and — all the friends I have ever known.\""], [260, "252 THE HON. MRS. VEREKER. 77 You misunderstood me,\" said he. \" I did not mean to suggest banishment from Brent. What I did mean was that you might make yourself a new home here, if Vou would.\" \" I think not. I can hear of no house in the neighbourhood to be let, or bought, or — \" Accepted ? \" questioned he. Then : \" There is one,\" he said, slowly. He waited awhile for her to speak, but presently he saw that she would not. Her gaze was bent upon the ground, and she was looking strangely troubled. That little touch of distress Avent to his heart, and sent him to her at once. \" Darling,\" said he, in a low voice, \" will you dare to tell me that you do not care for me ? \" \" Oh ! I care for you,\" cried she, impetuously. \" It is not that, but \" \" You love me ? \" demanded he, drawing her into his arms."], [261, "THE HON. MRS. VEREKER. 253 \" Yes. I love you. Oh ! \" she paused, and glanced up at him through eyes warm with tears, \" when I saw you coming towards me awhile ago, I \" \" Yes ?— go on. What then ? \" o \" I knew,\" said she simply7, \" that I had never been quite happy before.\" A little tremulous smile broke upon her lips. \" My beloved ! \" said he. And then, after a pause. \" Well, you must try to be quite happy7 for the future. You have a long, long time to make up. And I love you so, Cecil — so deeply7, so truly7 — that I am presumptuous enough to believe that I can make you so. What ! tears ! Why I will have none to-day. Nor any other day. We shall begin to be happy from this hour.\" He kissed away the drops that would have fallen, and at that she laughed. It was quite a new thing to him that laugh — it told, more than anything else could have done, that she had, indeed, thrown off the spirit of bondage that had for so long"], [262, "THE HON. MRS. VEREKER. 254 oppressed her, and was once more fulfilled with the spirit of youth. \" What am I to do about staying here ? \" she asked presently. \" I don't believe,\" blushing hotly and looking rather abashed at her own want of courage, \" I could sleep here. It is all very well whilst you can remain ; but after that . The long dull evening and the night would kill me.\" \" Don't remain,\" said he. \" Run up to town with me. My aunt, Mrs. St. John, will be delighted to receive you, and to morrow I'll take y-ou to Bessy7. She is, for a wonder, in her own home now, at Wyatts. By-the-bye, have you heard about her ? \" \" Heard what?\" \" Why7, her engagement.\" \" Is she going to be married ? \" said Cecil, intensely interested. When one is going to be married oneself, it is really astonishing with what pleasure one hears of the intended marriage of others. \"To whom ? \""], [263, "THE HON. MRS. VEREKER. 255 \"Blair.\" \"Mr. Blair!\" With distinct disbelief. \" Oh! nonsense.\" \" I wish she could hear you,\" said St. John, laughing. \" It is Blair, neverthe less.\" \" Why, I thought they were always — always \" \" Why don't you go on ? So they were — so they are. Always quarrelling ; spar ring is perhaps the proper word. But they seem to like it, and Blair, as you know, or as perhaps y7ou don't know, has been in love with her off and on for sive or six years. They are to be married in June.\" \"It is the funniest thing,\" said Cecil. \" Well, do you know,\" with all the air of one stating an unexpected fact, \" I liked Mr. Blair. They will be very happy I think, and hope.\" \" Not so happy as ice shall be. By-the bye, when shall we be married ? Next month ? \""], [264, "256 THE HON. MRS. VEREKER. \" Certainly not,\" with shy indignation. \" There isn't any reason for haste. How could one be ready? This is just the very end of March, and — next month I \" \" May, then.\" \"Oh! no.\" \" June ? That is the month on which Bessy and Blair have decided? The 29th is their day. What do you say to the 1st, eh ? \" \" Of course, one can't go on saying ' no ' for ever ! \" said she, with such an adorable attempt at reproach, that he caught her in his arms, and so put an end to that argument. \" If not ' no ' it must be ' yes,' \" said he, \" Say so, darling heart.\" She said it./g§.frx^jvv THE END."], [265, ""], [266, ""], [267, ""], [268, ""]]