[[1, ""], [2, ""], [3, ""], [4, ""], [5, "THE BIRTH OP FLE ETWOOD-ON-WYRE. En Wfyxtt Cantos. FLEETW00D W. PORTER, CHRONICLE OFFICE, DOCK STREET. 1844."], [6, ""], [7, "THE BIRTH OK FLE ET WOOD-ON-WYRE. JEn Cfjre*r Cantos. \"Les plus courtes folies sout les meilleures.\" BY URIAH UMBRA, ESQ., FLEETWOOD : W. POBTSB, CHRONICLE OFFICE, DOCK STREET. 1844."], [8, "PRINTED BY W. POSTER, CHRONICLE OFFICE, FLEETWOOD."], [9, "THE BIRTH OF FLEETWOOD-ON-WYRE. CANTO FIRST. 'T was Easter Monday, yet most strange to say, Though on the whole a pleasant sort of day, The waves kick'd up a terrible turmoil Just at the entrance of the river Nile ; The time was nearly a.m., ten o'clock, And mariners conceived it was a shock"], [10, "1 Of some great Earth-quake, or some freak of nature, Perhaps the breaking out of some old crater ; But what increased the wonder, No lightnings flashed, — no roar of thunder, Yet still the angry waves attack' d each other, As if the upper, would the under smother ; Now for the cause of all this furious clatter, Which proved, in fact, no very trivial matter ; — The Sea and River Gods were onwards driving, The young ones full of mirth, were striving Each other to outstrip ; making a motion Enough to raise a storm in any ocean, Whilst the grave elders tried to stop their course, But this, as it does often, made things worse. They were en route to hold conclave Within a spacious coral cave ; A kind of Quaker's meeting, once a-year, Reports to read, — and all complaints to hear, Accounts to audit, — to relieve each want, And last, not least, the year's supplies to grant. The sessions of this annual toil This year was held at river Nile."], [11, ".-> When all were assembled, — with provident care Father Thames* was at once voted into the chair ; What excuses he made 'tis in vain to repeat, He made a low bow, and then walked to his seat. Proclamation was made, and the motions came on But which were opposed, and which carried nem. con. Must be left to conjecture, and matter of doubt, As the doors were shut in, and reporters shut out ; When admitted, — a member had rose from his seat, To ask where intended to hold the next Fete ? For they, like frail mortals that bve upon land, Thought meeting, and eating, should go hand in hand ; He could not refrain He said, to complain, That of late the great Sea Gods had carried the sway, So begg'd that the chair Would an order declare, That the votes -should be taken by ballot to-day ; As may be suppos'd, This was stoutly oppos'd, By sticklers for rights, they claimed vested ; Whilst those in the rear,"], [12, "6 Gave a loud hearty cheer, In support of the matter contested. Whether Old Father Thames acbnired the motion, Or had imbibed of late some liberal notion 'Tis hard to say, but his assent was granted, Which being all the opposition wanted, The box went round — and then was handed in, They might have heard the dropping of a pin ; But none can picture the astounding shock, When having opened cautiously the lock, Slow rising up — the reverend aged sire, Declared the votes in favour of the Wyre ; At first a buz, and then huzzas aloud Burst from the River portion of the crowd : Good humour soon followed, the vote having past, Away to the winds — party feeling was cast ; Each member was wistful concession to state For the heat of the tongue in the warmth of debate Thanks were then voted to the chair, For his impartial conduct there, The banquet was fixed for the fourth week in May, To honour Victoria's proud natal day,"], [13, "7 And in order that no one should feel disappointed, A committee was formed, & the stewards were appointed; In the choice, all the Rivers, evinced their discernment, By placing the vanquished Sea Gods in ascendant. The guest of all guests they were anxious to see, Was jolly old Neptune who rules o'er the sea, To him was dispatched the first card of invite, Including his Lady, — the Queen Amphytrite ; The monarch was pleased to return an accept, At mariner's balls being quite an adept ; And pleasantly sparkled the eyes of the Queen, On perusing the note for the gay festive scene. All parties invited, Were highly delighted ; The Naides were quite in a rapture, The Nymphs of the sea As they sipt up their tea, Look'd forward a lover to capture. The Ribble, and Lune, Were at first out of tune, When they found themselves in a minority , The Mersey, and Dee,"], [14, "8 for day, spray, best, to bring, Could not very well see, How the Wyre obtained a majority. A moment's reflection Dispelled the objection, The little dispute was soon righted, All four did agree, Their interest would be, Hand in hand, to be firmly united. At length came the morn of the long wished The beams of the Sun dazzled bright on the The Zephyrs were playing in eddies around, Æolus reposing scarce uttered a sound. The Queen who resolved to appear in her And during the night had enjoyed little rest, Summoned early her Mermaids their mirrors And help to adorn both herself and the King Her robe was of green A bright a-la-marine, The necklace pure pearls from the coast ; Her zone clasping round, Was with emeralds bound, And bracelets no mortal could boast ;"], [15, "9 L, A Tiara of Diamonds selected with care, And young water-lillies, were twined through her hair The Monarch of Ocean, too old for display, Wished quietly there to have wended his way, But the Lady was not for the simple inclin'd, To appear all the Queen she had made up her mind, And resolved, as most ladies will frequently do, To first state her wish, and then carry it through ; She next tried the stormy, but all was in vain, So smil'd, gave a kiss, and entreated again ; This settled the point, — but no coaxing could bring The Royalty Robe, on the back of the King ; He patiently listened, — her arguments heard, First twirled his mustache, & then stroked down his beard. And finding the weather-glass pointing to cold, A Macintosh over him quietly rolled ; Then lighting his meerschaum, for fear of disaster A pouch of fine Seal skin, well filled with Canastre. The Lady who long had expectantly stood, Knew well that this silence, foreboded no good, So fearful of making the matter much worse, Most wisely determined to change the discourse ;"], [16, "10 And distantly hinted, that now growing old, Great care should be taken he did not catch cold. Eight Sea-horses, chose for their beauty and size, With splendid outriders, — some rosy faced boys ; Young Albion, their son, took the reins in his hand, To drive his Papa to the favourite land ; 'Midst the sounding of shells, And the tink'ling of bells, Loud echos around them repeated , They gracefully bowed, As they passed through the crowd, To the Car, which for some time had waited. Other sons of the King, with a filial regard, Well mounted, rode near, as a strong body guard, And if chronicles give the old Monarch his due, The numbers so mounted were not very few. A cavalcade followed in liveries bright, The billows danced up in a frenzied delight. On side-saddles studded with rubies and pearls, Were seated ten Naid's, most beautiful girls, With bridles of silk, twisted fast round the horns Of some richly caparison'd Sea-unicorns."], [17, "11 , Huge Grampuses floating successively by, Their silvery fountains threw up to the sky, To add to the splendour from Greenland's cold gales, Moved forward in state, the renowned Prince of Whales Borne swiftly along by the tide and the waves, They soon reached the Banks of the chrystaline caves ; The Chairman stood ready the party to greet, Aud handed fair Amphytrite down from her seat, The music struck up as they entered the scene, \" Rule Britannia for ever,\" and \"long live the Queen \" END OF CANTO FIRST."], [18, "12 CANTO SECOND. The Banquet announced, what a crowding was there, Each Beau with a smile, led his Belle to a chair, And then without waiting for further pretext, Most quietly settled himself in the next ; At the head of the table sat President Wyre, No gentleman Chairman, could ever rank higher ; On his right, sat the Monarch with dignified mien, And his left was adorned by the spirited Queen. \"The tables they groaned with the weight of the feast,\" As each rival River had sent in his best, And to place the digestion on sanative ground, Dutch Herrings, and Oysters, were first handed round; Then Turbot, fresh Mackrel, and fine flavoured Trout, In plentiful portions were carried about ; Some epicure guests, seemed attention to pav, To some delicate Mullets, the red, and the gray, But what was allowed the great dish of the fete, Was a present from Thames, of his famous White Bait."], [19, "13 Served up by young Nymphs, Were magnificent Shrimps, In pyramids piled, on a tray dish j The fam'd Caviar, With fine potted Char, Large Lobsters and plenty of Cray-fish ; Some richly fed Salmon, Arrived from the Shannon, Along with some dapper John Dory's, That hot from the cook Seem'd to cast a sly look, At some lickorish looking An-Chovy's ; A tureen of Turtle was much in request, Universally rebshed by every guest ; The ic'd Punch, was just, what ic'd Punch ought to be, For hot Calapash, and such rich Calapee. This dish in committee, was nearly upset, All being Teetot'lars, in all sorts of meat, A long visag'd member address'd them with zeal, To ask if the Turtle did not taste of veal ; Express' d apprehension and very great fear, If 'twas not real flesh, it approach'd very near."], [20, "14 So thought it but right, in so serious a doubt, To move, \"that this part of the bill be left out,\" A few orthodox members, supported the move, And arguments brought, their objections to prove, But the major part rul'd, 'twas as clear as noon-day, The whole must be fish, as it liv'd in the sea. The Wines were delicious, — Rum, Brandy, and Gin, With private still Whiskey, were standing within ; Dropt down through the billows, perhaps from the skies, Without ever stopping to pay the excise. The bottles passed quickly, no time being lost, When up rose the Chairman, to give them a toast, He cried fill a bumper, and no light between, \" Old England for ever, and bless her young Queen.\" Old Neptune was next, No need of request, — To fill a full glass to the King ; And then with delight, Came the fair Amphytrite, — With plaudits that made the caves ring. The Monarch got up, and returned them his thanks For this very magnificent Fete on the Banks ;"], [21, "15 And begged that they all nt his earnest desire, A Goblet would fill to \" Success to the Wyre.\" A voice from the throng, Then moved for a song, Which all very heartily cheer' d, Excuses were made, Till the call was obeyed By a member who then volunteer'd. SON G . Ephemeral mortals ! ye sons of the earth, Who boast of your ancestry, titles, and birth ; Ye insects which buz for the hour : The Sun-beams of morning first bring you to light, Some flutter till noon, others linger till night, And then fade away like a flower. CHORUS. We jolly immortals are strangers to change ; We revel in pleasure's unlimited range, We smile at the contrast, we laugh at the odds ; And push round the nectar, — drink, only for Gods Huzza, Huzza. You scarcely can breathe and evince you're alive, Till Time turns his glass, and then shoulders his scythe And shakes down his pulveris'd sand ; Death walks by his side, with a satanic laugh, Invites you to swallow the potent, black draught, He holds in his skeleton hand. We jolly immortals, &c"], [22, "16 Great nations rise up, last awhile, and sink down, And leave not a vestige by which they are known ; Decay, is for ever on wing ; But our empire lasts through infinity's space, The past, and the present, and future embrace One rosy perpetual spring. We jolly immortals, &c Toast followed on toast, till the truth to declare, A few of the Juniors looked rather queer, When the Chairman thought prudent to beat a retreat, And the Ladies to join, — so he rose from his seat ; They all followed after in haste to partake, Of the Coffee, the Tea, and the Muffins and Cake ; Each taste to consult, was most zealously done, For the Emerald Isle, smoked, the famed Sally Lun, For those of the Rivers, north side of the Tweed, Short bread, coloured Comfits, and rich Marmalade ; And pleasant sensations the more to secure, When Coffee was finished — a glass of Liqueur. Some little chat over, — the music was heard, Each selected the partner his fancy prefer' d; The dancing commenced at the word of command, And Amphy trite honoured the President's hand ; Quadrilles, — Country Dances, their votaries found,"], [23, "17 The swift whirling Waltzes, went merrily round, The Polka, — Mazurka, which here had their birth ; Now so much in vogue with the dwellers on earth. The Elders found Card Tables duly set out, But what they should play at, occasion' d a doubt ; Till Neptune observ'd, \"I think all will agree, No game is Uke Commerce, for Sons of the Sea.\" The amusements went round, till the shell gave a sound, Announcing the hour of One, When a delicate Fair, rising up from her chair, Declar'd it high time to be gone. So whilst the Ladies went to put on cloaks ; The Gods resumed the bottle and their jokes, The Wine now passed with very quick rotation, Which iu some Juniors, caused a strange sensation, DeUghted they laughed at the comical view, Instead of one Chairman, they vowed they saw two ; At length, being summoned, the company rose, Reluctant enough, it is fair to suppose ; When Neptune called out with a face full of glee, \" Ere we go, I will leave some memorial of Me, For I truly declare, a more brilliant affair,"], [24, "18 Was never yet seen, or enjoyed at the Banks ; And we all must agree, such a splendid Soirie, Merits more than a formal return of Our thanks.' Then rising aloft, with bis trident he stood, On a spot of the shore just left dry by the flood, They all followed after impatient to see, What the gift of the merry old Monarch would be. The full orb'd Moon in splendour shone, The silver'd rippling waves alone, — The nightly silence broke ; A Rabbit, here, and there, was seen, Peeping the little hills between, — In anxious fear awoke : The Monarch cast his eye around, Before him stood a rising mound, To which he slowly paced : No waving corn fields graced the scene, No shady trees, or p&stures green, — One — wide extended waste. Like some tall oak that tops the wood, The Monarch, on the summit stood, When having gently waved his hand,"], [25, "19 Attentive silence to command, Cried out, with loud voice, \" This the Centre shall be ; Of a future faru'd City, now founded by Me, And ages hereafter, with pride shall recount, The wonderful work of this night, on the Mount ; \" Then casting his trident with force on the land, A cluster of houses, rose up through the sand, Some large, and some small, to suit every degree, With a fine noble Terrace, in front of the Sea. The party delighted, expressed their surprise, Loud cheers and huzzas, sounded up to the skie3 ; Transition, so sudden, appeared like a dream, And all, begged the Monarch, would give it a name, \" Agree'd,\" said old Neptune, \" bves any one near, Respected, esteem' d, by his Tenants held dear ; Benevolent, Just, not to Party inclin'd, Beyond what he thinks for the good of mankind ? \" \" Yes ! yes !\" all responded. \" Of old English blood, A Baronet yonder, — Sir Hesketh Fleetwood, Belov'd by all round him, man, woman, and child, The pride of the County, the boast of the Fylde,\" \" Then at once I acceed to so just a request,"], [26, "20 So bring me a flagon of Brandy the best, Let it be of the strongest, transparently clear, And our Queen we'll request, to stand Godmother here.\" He turned to the Lady, who bow'd her assent, To the edge of the Mountain she smilingly went, On the brink of the summit exultingly stood, And audibly spoke, As the bottle she broke, \"This town I now Christen and name it FLEETWOOD.\" A pause for a moment, pervaded all ranks, As they viewed the great honour bestowed on the banks ; Loud cheers upon cheers, rose up higher and higher, In praise of the Proxy, for FLEETvvoon-ON-WYRE. END OF CANTO SECOND."], [27, "21 CANTO THIRD. Aurora, now lifting her veil from below, Had over the East cast a radient glow, So the King made a bow, and the Lady a bend, As much as to say — the affair's at an end ; — When Albion stept forward, to speak for the rest, And begg'd his Papa, would allow the request, \"We wish,\" said the youth, \"some few boons to bestow, On this wonderful Town, you have raised from below.\" Old Neptune, appeared rather crusty at this, But soon, a kind smile gently stole o'er his Phiz ; For the truth to be told, He began to feel cold ; 'Twas too good an excuse to be slighted ; So he ordered a Dram, Of the potent Scheedam, And his Meerchaum, again to be lighted. The first on the list having claim to be heard, Was the spokesman, who had the petition prefer' d ;"], [28, "22 \" I'll give it a Harbour, and excellent Port — Where ships of all nations may safely resort ; \" \"And I'll give it Steamers,\" another replied, \"It's Commerce to swell, with each refluent tide, And passengers, safely to land without fear, I'll add to the gift a magnificent Pier.\" Two Light-houses next, at another's command, For safety, were placed high and dry, on the land, But a third, by its novelty, all did amuse, It was sea built on piles, safely fasten'd with screws. The contest grew warm, as each wisb'd to surpass, A brilliant sun-light was emitted by Gas, A Railroad sprung up, to bring Visitors down, And an excellent Inn, to receive them, — The Crown ; A Church with its turreted Steeple on high, A Market with plenty, each want to supply ; Rows of Bathing Machines, in the water to glide, And well-tamed young Donkies, for Children to ride ; Invalids to restore, when the tide inwards roll'd, Large salt water Baths, either heated or cold ; Sunday Schools stood erected, the young to amend, A Reading Room likewise, the old to befriend ;"], [29, "23 To all parties open, subservient to none, A young Fleetwood Chronicle, modestly shone. 'Twere endless each gift of the crowd to recount, As assembled, they stood, at the foot of the Mount ; Each viewing with rapture, and feeling of pride, His own to edipse, all the others beside. But now all the eyes of the people were seen. Attentively fixed on the face of the Queen, Who long had stood silent, a wonderful thing, Creating no little surprize in the King, — Who thought it most prudent to tender his hand, Requesting to know what she pleased to command. The Lady stept forward, and curtseying low, Having made up her mind, what she meant to bestow, Resolved all the other gifts far to excel, A mansion raised up — The North Huston Hotels A pile, that for splendour, but few could compare, E'en Royalty's self, might rest gratified there ; And to make the approach, safe by Sea, as by Land, A magnificent Jetty, threw over the strand : Where the Old, and the Young, could with safety regale, Take a short pleasant walk, and the sea breeze inhale."], [30, "24 This finished the Fete, and the party broke up, First taking a quaff from the old stirrup Cup ; Such shakings of hands, and such bidding adieu, As the Riders were mounting, and Horses put to ; 'Twas a Fete, all declared, never given before, And fervently hoped to enjoy many more, But Neptune was heard, in a whisper, to say, \" No, ! No, ! I don't raise up a Town every day.\" The time was near three, and the Tide at the flood, When the merry gay group took then* leave of Fleetwood ; As they got into motion, before very long, Some heads proved too weak, and the liquor too strong ; And even some old ones with visage profound, Declared every object appeared to go round; Some proud of their leapers, Were cutting odd capers, And trying at feats, Soon vacated their seats ; Whilst every awkward attempted disaster, Was followed by cheering, and loud roars of laughter. This kick-up, spread round it, no little commotion, A terrible swell came again on the Ocean,"], [31, "25 The waves, as before, rose to monst'rous size, And furiously dash'd their white foam to the skies ; Once more, the Mariners in wonder gazed, Thinking the elements a little crazed ; — By thus at once the oldest hands alarming, Without the least preparatory warning : The cause, not e'en, the oldest could discern, Though on a sharp look out, from bow to stern, Concluding therefore that it came From one, not very delicate to name ; Thought it was best to cut the matter short, Clue up their Sails and scud away for Port. finis. W*. Porter, Printer, Chronicle Office, Dock Street, Fleetvrooel."], [32, ""], [33, ""], [34, ""], [35, ""], [36, ""]]