[[1, ""], [2, ""], [3, ""], [4, ""], [5, "DIETARI O' UN PELEGRÍ A TERRA SANTA Mossen Jacinto Verdaguer IlGSTRAT pek ANP.4RU Sola EDICIÓ SEGONA BARCELONA LLIÍ-REftÍA Y TfPOGRAFÍA CATÓLICA, P¡, 5 ¡894"], [6, ""], [7, "DIETARI d' un pelegrt Á TERRA SANTA"], [8, ""], [9, "DIETARI D' UN PELEGRÍ A TERRA SANTA PER Mossen Jacinto Verdaguer (a JLUSTRAT PER Andreu Sola BARCELONA Llibrería y Tipografía Católica, Pi, 5 1894"], [10, "Ab llicencia de l'Ordinari"], [11, "Ma estimada mare, que al cel sía, era molt afectada á llegir El Devoto Peregrino del P. Castillo, llibre que 's tiobava en tots los escons y llibreríes de la plana de Vich: ohintli'n jo llegir algún passatge bonich, desde sa falda, sentí náxer en mi lo somni, llavors tan llunyá com falaguer, de veure la Terra Santa. Lo somni llunyá se m' es acos tat y, grat sía á Déu, he pogut regalarmen tot 1' Abril y Maig del any 1886. Los recorts que 'n guardo durarán mes que '1 somni, espero que serán eterns. Nohi aní á escriu re cap llibre d' impressions com ara s' esti la, per mes que aquest ne tinga '1 tirat, ni menys á cercar inspiracions pera cap poe ma, com ho digué en prosa algún periódich,"], [12, "DIETARI d' UN PELEGRÍ 6 y en vers la llorejada poetisa Monserdá en Lo llorer de Vinyoles: Si tan enciseres son les flors fins avuy descloses, Déu guardi á les que en llevor de Jerusalem nos porta. Francament, tinch de confessar que mon viatge era mes interessat; jo hi anava á cer car quelcom mes que quatre flors esfulladi ces de poesía. Jo volía veure de mes aprop y sentir y banyarme en lo sol de Palestina, no 1 sol material, sino aquell sol que no s' ha post ni s' ha de pondré, lo sol de tots loscors, de totes les intel-ligencies, lo ve ritable centre del univers. Tres viatges te nía jo fets llavors: un á América, cercant la salut perdudaper mi; altre á Tánger y Ar gelia, cercantla per un amich estimat; y'l tercer al Nort ab no menys bona y agrada ble companyía: faltava lo quart brac ó, di guém, lo cap á la immensa creu que havía formada en la terra ab mos viatges, y li posí"], [13, "A TERRA SANTA 7 dignament ab lo millor de tots, lo de Jeru salem. Los tres primers enfortiren mon eos delicat y enriquiren mon esperit, mes de xaren mon cor buyt y assedegat sempre de veure quelcom mes que mars y terres y ciu tats, formiguers de gent. La añada á Terra Santa m' ha apagada aquexa set, y ja no desitjo ni espero ser altre viatge que '1 de la eternitat, quan hora sía. Lo de Palestina lo emprenguí per conéxer á Jesucrist, mon Déu y Senyor, y poch ó molt dech haver guanyat en aquesta dolca conexensa, puix me sembla que 1' estimo mes, á pesar de la petitesa de mon cor y de la esquefidesa de mon enteniment pera enmirallarshi aquell que no cab en 1' univers. Sí: entre les etze vares y figueres de pala de Nazaret, en les vores del mar de Tiberíades, ressonantes encara al tro de saparaula, en les del Jordá consagrades per son batisme, y en la cima del Calvari, ahon axamplá sos bracos pera abracar la humanitat, me sembla haver vist una línea mes d' aquella fesomía divina inaccesible al pinzell del pintor y á la ploma"], [14, "DIETARI D' UN PELEGRÍ 8 del filosop y del poeta. La he vista entre 'ls descendents de sos dexebles en aquella ter ra de prodigis, entre 'ls venerables filis del Pobre d' Assís, imatge viva del Crucisicat, y sins en les cares deis israelites, pobres y avilits netsde sos butxins. Gracies infinites al bon Jesús, que dexantme, encara que indigne, celebrar la Santa Missa en son ri hent brécol y en son gloriós sepulcre, m' ha dexat veure, no sía mes que un raig de llum de sa cara: jo guardaré aquexa visió, jo es tojaré aqueix ressol en lo bell fons de la meva ánima: jo 'n dauraré mos recorts y n' enjoyaré mes esperances; jo 'n filaré mes derreres cancons, y 'n texiré mos derrers versos, y al baxar á la tomba, m' agafaré ab aqueix brí de resplandor celestial pera sor tir d' aquexa valí de llágrimes y pujar á la vida millor y perdurable. En un article crítich publicat, no fa pas gayres díes, sobre mon derrer llibre, Pa tria, lo crítich, quexantse, pot ser ab rahó, de que en mes ultimes obres, no dono prou destriats los genres literaris, semblava dól-"], [15, "A TERRA SANTA 9 res de que jo dexás caure massa gotes de poesía religiosa en lo dolí de ma poesía pa triótica. ¡Oh! ¡cóm m' honrava, y me pla vía, sense voler, ab axó mon benvolgut amich! ¡Cóm li agrahesch la acusació; cóm li agrahiría encara mes si '1 cor me digués que 'n só merexedor! ¡Oh, si pogués suavi sar ab lo melós y adorable nom de Déu la seca aspror de tots mos versos! ¡Oh, si dexant á part mon no res, pogués com al tre Eliseu ab un grapat de sal divina endol cir lo dolí cada día mes amargant y térros de la poesía contemporánea, que descregu da, sense cor y sense ánima, va dexant les ales á bocins en lo sanch de la materia! ¡Qui pogués posar lo nom de Déu allá hont vol dría! en cada rocal de vora mar pera guiar ais qui hi naveguen ; en lo front de cada serra, com una estrella que il-luminás totes les valls; en lo mur de les ciutats oblida dices y en lo portal deis masos oblidats, y en cada recó de món ahon se plora, ben sovint sense conhort, y en cada golfa húmida hon se pateix, y en lo brécol del $"], [16, "DIETARI D' UN PELEGRÍ 10 qui naix, y en lo Hit del qui agonitza! ¡Qui tingues la veu de les ones ó del tro, pera ferio sentir á la humanitat ingrata que 1' oblida! ¡Si al menys lo pogués escriure en un cor! mes ja que axó es obra de Déu, jo hauré d'aconhortarme d'escríurel en aquest pobre y senzill llibre, massasenzill y massa pobre pera endrecarse á la terra ahon se obra nostra santa redempció. Son notes de viatge, núes d' estil y de poesía, escrites á corre-cuyta y com se vu 11a, que no haurían sortit de la cartera, á no caure en les mans amiguesdels Directors de La Veu del Montserrat y La Ilustrado Catalana. Ells son la causa d' aquesta humil publicació; beque sa pobresa, sa incorrec ció y tots sos defectes sien meus. Prengan lo lector la bona voluntat, y ajúdem á donar gracies á Déu per haver posat aqueix flay rós oasis en lo camí estéril de mos díes, y sobre tot per haverme dexat besar ses pet jades en la terra. Del perfum que vaig cu llir en elles, y ja fa tres anys, ne tinch en cara 1' ánima plena, y espero que m' hi"], [17, "A TERRA SANTA 11 durará mentres me dure la vida: ¡yllavors ray! si m'ha sigut tan dolc veure 'ls serrats y boscúries, les roques y 'ls monuments que vegeren á jesucrist, ha dos mil anys, mortal y fet home de dolors, si m' ha sigut tan plahent seguir ses passes ja mitj esbor rades per los camins pedregosos y plens d' espines d' aquest miserable desterro, ¡qué será véurel de cara á cara, immortal y glo ries, y seguirlo eternament entre 'ls elegits per les riberes florides de la vera patria! Janer de 1889."], [18, ""], [19, "DIETARI D' UN PELEGRÍ Á TERRA SANTA J. M. J. En nom de Deu y de la Verge María, lo día primer d' Abril, temps de primavera gentil, com diría fra Anselm, á les quatre de la tarde nos em barcám en Barcelona pera Terra Santa, vers hon, desitjós d' arribarbi abans que 'I vapor, lo cor se 'n vola, sumptis fidei alis, segons paraula de Sant Geroni. Axis com lo pol atrau la águila mag nética, la prada florida les abelles sedentes de olors y de mel, la California atreya, adés, los afa máis d' or, y 'ls grans centres d' Europa atrauhen los assedegats de ciencia, vanitat y plaher; la Pa lestina atrau lo cor cristíá. Sa aridesa y desolació espantosa san sospitar que ja hi posa son peu ter rible lo desert, mes encara continúa sent la terra de promissió anyorada y desitjada per lo poblé de Déu, que ja no es la nieaga d' Abraham, d' Isaach, y de Jacob, sino '1 poblé cristiá, format ex ómni bus gentibus, et tribubus, et populis, et linguis,"], [20, "DIETARI D' UN PELEGRÍ 14 que té son cap en Roma, en mitx d' eix ampie oc cident, vers ahon, segons tradició, estava girat lo bon Jesús espirant en lo Calvari, en la hora mes solemne que ha assenyalat lo rellotge del temps. Lo vapor Panay es espayós, de 375 peus de eslora, y en un de sos ampies compartiments po- den allotjarse bé é independentment los dotze Pa- res Caputxins, que tenim la bona sort de trobar- hi. Van destináis per lo Govern espanyol á les Ca- rolines, sent los primers apóstols que hi posarán lo peu. ¡Ditxosos ells! molts passatgers hi ha á bordo; hi ha richs marxants, empleáis del Go- vern , dignitaris de la Iglesia , militars d' alta graduació, jóvens en la flor de la vida, homens al cim de sa carrera; sois exos pobres filis de Sant Francesch me san enveja. ¡Ditxosos ells y ben- nats! van á sembrar en un camp verge la primera llevor del Evangeli, y á cullirne les primeres flors, pera oferirles á nostre bon Déu y Senyor, que, sense saberne elles res, les té comprades ab lo preu de sa matexa sanch. ¡ Qué contents volen á la conquista de les animes! me recorden los sega- dors de ma terra quan, tot cantant, baxen ab la faus al coll á segar á la marina, animats ab la es- peransa d' una bona messa ; ó los jóvens militars que he vistos anar á la guerra somiant ja los Mo- rers de la victoria. Ells també somíen sos llorers y palmes, mes no s' acontenten ab los de la terra. Mes ambiciosos que 'ls empleáis y comerciants que 'ls acompanyen, no 'a teñen prou d' un grau, ni d' un grapat d' or, volen un guany insinit. ¡Ab quín entusiasme partexen, sense saber ahon van,"], [21, "A TERRA SANTA 15 ni qué 'ls hi espera! Van áfer la voluntat de Déu, y ¡qué se 'ls ne dona de viure ó de morir! Si mo ren allí, morirán com á bons soldats en lo camp de batalla; si en la mar, ja teñen la fossa obertay están ab la mortalla posada, puix los enterren ab son mateix hábit, y, morin allí hon morin, no 'ls ha de recar res del món, perqué no hi teñen res. De la cambra del vapor, hon gayre bé tots sois s' han aposentat, n' han seta una capella, que, per sa senzillesa, los deu recordar la que dexaren en Mur convent. En Y humil trono de rústich altar teñen un qua dro al oli de sa Patrona, la Duina Pastora. Va vestida de blau com la Reyna del cel, mes porta lo barret de palma, adornat ab un pom de flors, y en sa dreta lo gayató de pastora de les animes, que son ses místiques ovelles, á les quals, per férsels mes agradosa, semblen baver enmanlleva da la samarra de llana, Ella y son Fill Di vi que séu rialler sobre sa falda. Fra Isidro de Sevilla, predicant en Santa Mari na de la matexa ciutat, en 8 de Setembrede 1703, retragué aquell hermós versicle del Cántich deis Cántichs, 1, 7: Si tguoras te, o pulcherrima Ínter mulieres, egredere, el abi post vestigia gregum, et pasee hcedos tuos juxta tabernacula pastorum. Parla, per primera volta en lo món, de la Divina Pastora, y ho faría en termens tan inspirats, que 'ls sevillans sortiren del sermó proclamantla á altes veus per carrers y places. La nova advocació de la Verge, no cabent en Andalusía, s' escampa, com olor de bálsam, per Catalunya, Castella, Es-"], [22, "DIETARI D' UN PELEGRÍ 1 6 panya y América, acompanyant y íent doleos los treballs apostólichs ais pobres Caputxins, que la havíen presa pera Patrona de ses Missions. Ella que 'ls segueix amorosa á les Carolines, fassa to tes aquelles animes, que no conexen á Déu, ma nyagues ovelles del seu ramat. 8 Abril A les cinch del matí s' ovira la torre de Bour log al mitg de les ampies boques del Nil; tres ho res després veyem la de Damieta, que s' axeca com de puntetes, sobre la costa, pera ser llum de ben lluny ais barcos que s' hi dirigexen. Sois \\e yem de la població los país deis que acarona ja en son port y alguna vela llatina que papalloneja á la entrada del gran riu, entre la terra y la mar. Ab prou feynes ovirám algún platjar arran de les ones, nú de caseríes y d' arbres. La mar en una gran estensió es verdosa y térbola per efecte de les aygues del Nil, que may venen ben clares, y del poch fons de la mar. Blanques y grosses ga vines nos venen á parlar de la terra de Moysés, á que 'ns acostám á tota vela, y entretenen ais viat gers que la anyoren, no tant per ser la de Moysés, com pera fugir del brecoleig de les ones, no sem pre falagueres."], [23, "A TERRA SANTA 17 Port-Said, p Abril Si 1' Egipte es un do del Nil, aquesta ciutat n' es la derrera mostra, puix acaba de náxer á la vora d' un de sos bracos, encara que no es nada á sa regor, sino á la influencia del canal de Suez, del qui es ella qui té les claus. La població an tiga, mes que població, era un escampall de ba rraques de mala mort, babitades per los pescadors árabes; ara es deis ports del Mediterrá que veu hen entrar banderes de mes diferents colors, y una de les ciutats ahon se senten mes llenguatges. Lo poblé parla árabe, la gent culta italiá ó francés, hi ha alguns inglesos y molts grechs. Aquestos teñen un temple cismátich y un altre grech-unit. Lo sacerdot del segon, com lo del copto y maro nita units, son súbdits del párroco católich, que es lo simpátich Guardia del convent de Franciscans, ahont estám allotjats. La població mora está á cent paces de la eu ropea, mes sos usos y costums n' están á mil lleu gues, á pesar deis esforcos que fa 'I Govern egip ci pera civilisarla, protegint nostra Santa Religió, subvencionant sos ministres, plantant ferrocarrils y telégrafos, fent adoptar pera son exércit nostres armes y trajos. Les cases son de fusta, entregi rades, guerxes, mal ayrades y petites, ab rexes de confessonari á les sinestres y un portier es parracat á la entrada, pera no dexar veure labru ticia interior, que no deu ser poca, á judicar per la flayre pestilencial que 'n surt. Algunes, que te- j"], [24, "DIETARI D' UN PELEGRÍ 1 8 nen segon pis, 1' abansan damunt lo carrer un pa rell de paces, sostenintse ab puntáis ó bigues que teñen pretensions de columnes. La escombra es un moble desconegut dintre y fora de les ca ses, y 1' aygua que 'ls volta per totes bandes y de que san us tot sovint, no 'ls priva d' anar bruts y de serho tot lo que tocan, sos vestits, sos mobles, ses tendes de viures y d' industria, sos carrers y carrerons, places y placetes en que 's dividexen sos laberíntichs pobles. Los habitants, per sa alta y gallarda estatura, m' han recordat los silisteus, vehins no llunyans d' aqüestes terres, y per no sortir de la nostra, los ampurdanesos, ab qui se semblen, per ser mes alts que sapats, per son ayre desimvolt y per sa Mengua solta y deslligada. En Pella, 1' historiador del Ampurdá, ben segur hi diría quelcom mes. Los Felláhs, ó pagesos, van vestits de blau, color de 1' aygua que vessa la sahoryla vida en sos camps, y del cel que s' hi emmiralla. (Després he vist que no es en honor del Nil que vestexen de blau, puix es color molt usat en tota la Palestina y gayre bé únich en Samaría). Les dones se tapan la cara ab una especie de careta composta d' un vel negre, que 'ls amaga '1 front, y altre que 'ls amaga la part inferior de la cara, units per un cañó d' or ó de Mauna daurada, ab dos ó tres cercles, que 'ls cau lletjament com un petit embut damunt lo ñas. Acó, y lo mantell negre que duhen á la ciutat, los dona mes ayre de fantasmes que de dones. Tots los espanyols que han estat á Port-Said conexen lo Sr. Artola, únich compatrici nostre,"], [25, "A TERRA SANTA 19 empleat en lo Canal y un deis vells de la Empre sa, puix no se n' ha mogut desde 'I primer colp de magall que s' hi dona, y tal volta, I' home que 'n sab millor la historia: historia curiosa, dramática é interesant per demés, que té ja escri ta y que, segons entenguerem, no trigará pas gayre á estampar. Donchs ell, ab una amabilitat tota espanyola, nos ha ensenyat los magatzems de la Empresa, que están á son cárrech, ahon hi há depósit de deu mil obgectes, de ferro, fusta, cánems, etz., que 's necessiten ó poden necessi tarse en la obra immensa del Canal. En lo taller que está adjunt, treballen 500 operaris; ses ma quines son de gran forca y de les derreres inven cions, destinades totes á adobar y construhir les dragues y vaporéis, á reparar los vapors que hi van y s' hi estalonen cada día, que en va cerca ríen adob desde Hong-Kong á Liverpool. Alió es un rusch d' abelles d' Europa dintre 'I desert de Y África. La draga principal, única en son genre, es una maravella. Llanca I' aygua terrosa, la sorra y lo sanch 80 metres lluny. Está il-luminada per tres fars eléctrichs, perqué puga treballar tant de nit com de día, y es tota de ferro y com seta de una sola peca. Vista de un xich lluny y á la derrera llum del día, me sembla un pelicá monstruos mo vent son bech enorme á una y altra banda de ses sorrenques vores. Aqueix aucell místich y es trany, que veig ací en Egipte per primera ve gada, me ha posat esta comparado al cap de la ploma."], [26, "DIETARI D' UN PELEGRÍ 20 Cap á Jaffa, 1 1 A bril Decididament lo Patriarca Sant Francesch, amich deis pelegrins, vol acompanyarnos á la Te rra Santa, de la que es digne y providencial guar dador. Entrant á Port-Said, nos digueren adeu siau los dotze simpátichs Pares Caputxins que vo len á la conquista espiritual de les Carolines; al sortirne, en lo vapor de les Messatgeríes France ses, nos hi dona '1 Déu vos guard altre fill de Sant Francesch, mes elevat en la gerarquía de la Ordre, lo sabi, humil, piados y amabilíssim P. Farnesin, visitador deis Convents de Palestina. L' acom panya lo venerable fra Buccelli, conegut per sa eloq Ciencia y sos escrits. Venía abatut per una Marga y penosa malaltía, y pie de fe, s' aconhor tava en mitg de la mar, ab aquelles misterioses paraules del salm lxiv: Spes omniumfinium terree, et in mari longe, que esbrinava sábiament, tro banthi una gota de mel pera sa tribulació, quan se vegeren allá d' allá, blavejar Tos cims de la terra anyorada. Montana Judea;, exclama ell, que 'ns parlava en Matí, signántnosles ab lo dit. Sota un vel de tristes bromes que esqueya molt bé á aquexa terra viuda y desolada, se 'ns apa reix, ab les primeres llums del día, la terra pro mesa de Moysés, la patria del Messías esperat y desitjat per tots los pobles, y ¡ay! solament aquí desconegut y rebujat ¡ la terra predilecta del Al tíssim! que ingrata li paga tant y tant incom - prensible amor ab una corona d' espines y una"], [27, "> A TERRA SANTA 21 creu. M' agrada veure un munt de boyra sobre la terra deicida; al front de laque, havent conegut á Jesucrist, lo dexá per Mahoma, verament li es cau un negre turban de núbols. Mes no triga á esquexarse la boyrada, retirantse á negres bor rallons que 's van esblanquehint y apetitant al bes de foch del sol de Palestina. Ja ¡fa, 12 Abril Tan bon punt tirám les ancores á fons, los bar quers moros, cridant, baladrejant y movént sos bracos, com si vinguessen al abordatge, assalten lo vapor per los dos costats, agafen los farcells y maletes que troben, estiragassantles un per cada anca y prenéntseles de les mans com á cosa pro pia. Lo dret que s' han pres sobre '1 bagatge V estenen sobre '1 pobre viatger, disputántsel y estirantlo un per cada bras, cap á ses barques, ab un brugit y cridoria que axordan. La bona sort de navegar ab lo Pare Visitador, y sa gran amabilítat, san que tingám lloch en la bar ca del convent, ab tant bona companyía, y la de dos Pares espanyols, que venen á cercarlo. Los acompanyen dos geníssars, o soldats turchs, que viuhen al servey deis dos convenís de Jaffa y Jeru salem. Van vestits de blau ab ribet blanch, ar mats de son alfanch y de Mur alt bastó ab porra d' argent cisellat, ab que davant la comitiva fere xen les lloses del carrer y les escales del convent, al estil deis armats de nostres solemnes proces sons de Divendres Sant."], [28, "DIETARI D' UN PELEGRÍ 22 Lo convent, que du sobre la porta '1 rétol: Hospitium latinum PP. Franciscanornm Terra Sancta, es un símil de la vila, per ses pujades y baxades, escales, passadicos y terrats, que do mina aquell port pie d' esculls, y aquella mar, bla va com son cel, que 'ns acaba d' escupir en tan encantadora platja. Lo temple no té res de monumental; mes, se gons diuhen, está fet de pedrés del palau de He rodes de Cesárea. Los paraments nos han fet dub tar de si estavam en Espanya. En lo pali del al tar major, que deu ser present d' algún cátala, se llegeix lo nom de Barcelona; les casulles, dalmá tiques y roba blanca son espanyoles, com les de gran part deis santuaris de Terra Santa. En lo portal del convent se veuhen també les armes d' Espanya, pero lo mes espanyol de la casa son los tres Pares, Benet, Bonaventura y 'I President, Casto Amado, simpátich fill de la Río ja, que havent servit vuyt anys al rey, en temps d' Espartero, ha vingut á servir á Déu en milicia millor, regint, fa vint anys, aquest convent, mar xapeu de nostra santa Iglesia en Palestina. Son carácter respon á son nom de Amado, puix es 1' home mes amable del món, y qui estima es es timat. En aquest port s' embarca la Verge anant á Éfeso, segons la Venerable Agreda; vuytcents anys abans s' hi havía embarcat Jonás, que fugía de la obediencia del Senyor, trobant fexuga pera ses espatlles la missió de profeta. Los jardins de Jaffa, que tal son sos voltants, son verts y úfanosos com la horta de Valencia."], [29, "Vista de Jaffa"], [30, "DIETARI D' UN PELEGRÍ 24 Hi verdejan los taronjers y llimoners, carregats de flors d' argent y fruytes d' or ; les moreres al costat del cactus, y 'I magraner que ab saberme - 11a flor recorda la de la rosella, la flor catalana, que ni' agrada veure esbadellada ací en Orient, quan en nostre pays encara no poncella. ij Abril A mitja tarde sortim de Jaffa, atravessant sos vergers, veritable oasis de Palestina. A 15 minuts de camí se troba una font, al nort de la qual, á dues centes paces, hi ha un cementiri abandonat, ahon se creu que hi havía la casa de Tabitta, re suscitada per Sant Pere. Allí s' aplega '1 poblé en romiatge tots los anys, lo quart diumenge aprés de Pasqua. Entrám en la immensa plana de Saron, celebra da en lo Cántich deis Cántichs; está estesa entre les montanyes de Judea, lo Carmel y les dunes de la platja blanquinoses y tristes. En exa plana Samsó incendia los blats deis silisteus, quin pays tenim á má dreta. Exes montanyes lo vegeren triomfant, y 1' endemá vergonyosament presoner en bracos de una dona enemiga de sa patria. La herba y lo blat verdegen bellament en tota la encontrada, y entre ells groguegen los rubélichs, flor que enjoya també los camps de la costa cata lana. Alguna olivera perduda cendreja ací y allá, y á escepció d' algún arbre, que no conech, sem blant al pi, cap mes se 'n veu. Veusaquí lo que"], [31, "Lydda i"], [32, "DIETARI D' UN PELEGRÍ 26 resta de la hermosura de Saron que retrau Isaías: Decor Carmeli et Saron. Lo primer que s' ovira del poblé de Ramleh, la antiga Arimathea, es la Torre deis Quaranta Mártyrs. La casa de Nicodemus está convertida en capella del temple deis Pares Franciscans, ahon he tingut la ditxa de celebrar la Missa. Gayre be tots los frares del convent son espanyols: los qui no ho son, y sos sirvents, fins un negre gegantí vingut de Nubia, parlen castellá. Desde Ramleh, ahon arribaren, á mitja tarde, anarem á visitar Lydda, ab la bona companyía de! P. Abuya, secretan de la Custodia (avuy Cus todi de Terra Santa). A mitg camí, sota d' un rou re, vegerem una familia de leprosos, que á grans y llastimosos crits nos demaná caritat. ¡Quín es pectacle! Eix mal terrible, desconegut entre nos altres, los va rosegant de mica en mica la pell, los ossos y articulacions, y 'ls va mutiiant horrible ment y á quiscú de sa manera. ¡Pobres! y ab prou feynes saben lo nom de Jesucrist, lo Fill de Déu, que nat en son propi pays, ab una sola paraula goría los leprosos de son temps. Lydda, patria y lloch ahon, segons la tradició, fou martyrisat Sant Jordi, per Diocleciá, guarda molt temps ses reliquies, en un temple caygut y axecat de ses ruines dues ó tres vegades. L' ac tual té 'ls tres ábsides y grans fragments del an tich, y está reconstruhit per los grechs cismátichs que '1 possehexen. Acompanyat per un pope á la cripta, que es ahon nasqué, he orat ab tot 1' afec te de la meva ánima per Catalunya, terra estima-"], [33, "Ruines de Latrun"], [34, "28 DIETARI D' UN PELEGRÍ da d' ahon es patró; per mon poblé, ahon té una de ses poques ermites, ahon celebrí, acompanyat de mos pares y de germans, que ja no tinch en la terra, ma primera Missa. Que '1 soldat gloriós de la sé toque '1 cor deis guardians del seu brécol que san á la ombra de la heretgía lo son de la mort. CAMÍ DE JERUSALEM if de Abril Amoás. Resten d' aquexa ciutat, antiga Em maüs, les ruines d' un gran temple, dedicat ais set germans Macabeus, aquí ahon Judas guanyá la célebre batalla á Georgias, general d' Antío chus. L' ábside es rodó per dins y cayrat per fora, y compost d' enormes pedrés, alguna de tres me tres de llarch. Latrun, poblé vehí d' Amoás, ab qui segons fra Lievin, formaven la ciutat de Nicópolis, re corda ab son nom una tradició notable. La Sagra da Familia caygué en aqueix lloch en mans d' una colla de Madres. La esposa del cap de colla se sentí moguda á la vista del Infant Jesús, y dema ná á la Verge que en la aygua ahon lo banyás hi dexás banyar un fillet seu leprós. L' hi banyá y resta gont de la lepra del eos, com mes tart, á una paraula de Jesús, fou gorit de la lepra de"], [35, "A TERRA SANTA 29 la ánima : puix aqueix noyet fou Dimas, lo bon Madre. Lecanú creu que acó succehí venint d' Egipte la Sagrada Familia, d' ahon, segons ell proba, tornaren per mar, desembarcant en Ascalon ó Jamnia. Axis s' esplicaríen les tradicions de Mur passatge per Latrun, Ramleh y Carmel, difícils de Migar d' altra manera. Ací donám 1' adéu á la oberta y hermosa plana de Saron, y comensám á pujar les montanyes de Judea, escalada digna de la ciutat santa de Jeru salem. En la valí del Terebinte, vora avall del torrent, ahon David cullí les cinch pedrés pera enviarles ab la fona al front de Goliat, devant una posada es peren al Pare Visitador, un representant del Cón sul francés y altre del austriach, aeompanyats de sos respectius geníssars. Ells, lo drógman y los geníssars deis convenís de jaffa y Sant Salvador, munten á cavall y 's posen tres per banda, devant la carroea del Pare Visitador. Atravessám lo torrent sech del Terebinte y los cendrosos oliverars d' aquexa estreta y sinuosa valí, nos ensilám á les montanyes que 1' encaxan per T altra banda, y al cap d' una estona de pujar y baxar per ses aspreses, se 'ns apareix de sobte la Ciutat Santa, que les llágrimes m' aturen de veure. Stantes erant pedes nostri in atriis luis, Jerusalem. Baxant de cavall , nos descubrim y resám devotament lo salm : Lcetatus sum in his quce dicta sunt mihi : in domum Domini ibimus: «M' he alegrat de les paraules que se m' han dit:"], [36, "DIETARI D' UN PELEGRÍ 30 anirem á la casa del Senyor.» Sempre m' ba fet impresió aqueix salm de sentit misterios y doble, mes may com ací ahon fou dictat. Aquí los mots que san referencia ais atris de Jerusalem, á les tribus que hi han pujat, á la pau y abundantia in turribus ejus, no 's poden pronunciar sense plo rar; mes que mes per qui, il-luminat per la sé, sobre les torres y murs d' aqueixa ciutat, encara hermosa en sa desolació , allá dalt entre exes blanques boyres, en la blavor del cel veja baxar la nova y resplandenta Jerusalem de que 'ns par la lo capítol xxi del Apocalipsis. Déu meu, gra des infinites per haverme dexat veure la de la terra, mes no es aquexa, nó, la si del meu viatge; quan sia arribada ma derrera hora, quan enfurti da per 1' aliment deis Angels ma ánima pecadora vage á obrir les ales, dexaume cantar per segona vegada aqueix cántich diví, que ha acompanyat tantes animes purés en sa volada á la Jerusalem celestial. En lo quartel de la porta de Jaffa los soldats turchs presentaren les armes al Pare Visitador; lo poblé s' apila en totes bandes per véurel passar, y no obstant de ser la major part de la gent de di ferenta religió, lo saluden ab respecte. A la entrada de Sant Salvador 1' esperen los Pares Franciscans á la porta, precedits de la creu alta y tres sacerdots ab capa pluvial. L' encen saren y, entonant lo Te Deum, Y acompanyaren al altar major. Aprés de orar, s' asseu en un humil trono á la dreta del altar. Lo Pare Custodi y tots los frares del convent han anat á besarli la má hu-"], [37, "Porta de Jaffa"], [38, "DIETARI D' UN PELEGRÍ 32 milment, y ell ais ordenats de presbiterat los ha tornat afectuosament lo bes á la gaita. Aqueix es lo primer exércit francisca que he vist passar de vant mos ulls; son be una cinquantena, gayre be tots del mitgdía d' Europa, ahon teñen una Mar estimada, pares y germans que han dexat pera se guir al Patriarca deis pobres; alguns han posat cabells blanchs y s' han emmalaltit, lluytant sota son gloriós penó, entre enemichs terribles y en un clima devorador; mes ells guarden, fa siscents anys, á la Iglesia lo sepulcre de Jesucrist. AÑADA AL JORDA 14 Abril Arribárem ahir vespre á Jerusalem y 'n sortim avuy de bon matí, haventne vist solament lo car rer d' entrada y lo de sortida, y lo ciar y esbarjós temple de Sant Salvador, ahon hem dit Missa. Al entrar al convent s' estava organisant una cara vana al Jordá y nos hi allistárem, preveyent que si dexavam escapar aquexa ocasió, ben segur no se 'ns presentaría may mes. Bethania es la primera població que trobám al perdre de vista la Ciutat Santa. Voltades de figue res y olivers s' hi veuhen una vintena de cases, entre les quals s' ensenyen les ruines de les de Simón Leprós y Llátzer. En aquesta, Jesucrist fou acullit moltes vegades per Marta y María, y"], [39, "A TERRA SANTA 33 en ella pronuncia aquella paraula, que es un re sum del Evangeli : Una sola cosa es necessaria. La tomba de Llátzer es lo principal monument de Bethania. Se baxa per una escaleta d' uns vint grahons y un vestíbul de quatre paces de llarch y poch menys d' ampie: allí estava la llosa sepulcral, que Jesús maná traure abans de cridar ab veu forta : Llátzer, vina á fora. Un xich mes avall de Bethania 's troba una ro ca ahon María y Marta sortiren al encontré á Jesús, que anava á veure á son germá difunt. — Si haguesseu estat aquí, — li digueren, — nostre germá no ._*' hauria tnort. Maná que 1' acompanyas sen devant la tomba, y allí plora. «Jamay, — escla ma un autor, — Déu fou mes home que plorant sobre '1 sepulcre de son amich : jamay 1' home fou mes Déu que reprenent aquejca víctima á la mort.» No trigám á trobar al peu del camí, sota una roca tallada á escayre, lo Camp de la Figuera ma letuda. Sortint de Bethania, Jesús, sentint ganes de menjar, s' hi acostá, y no trobanthi mes que fulles, la malehí. L' endemá, passanthi ab sos dexebles, Sant Pere li digué: Mestre, mirau cóm j' es assecada la figuera que malehireu ahir. A la dreta del camí 's veu en una cima lo en dret ahon David, fugitiu, fou malehit per Semei. La Font deis Apóstols es al fons de la valí del Sol, nom que li escau molt bé, puix no recordó haverlo sentit tan ardent en la vida. Ací es ahon lo Salvador posa la escena de la parábola del bon samaritá. En totes exes valls y 5"], [40, "DIETARI D' UN PELEGRÍ 34 colls v montanyes no 's veu un arbre, ni una ma ta, ni un brot de farigola; la poca herba que hi há está sense verdor, secardina y com socarrada per lo sol. En lo vessant de Jericó comensám á trobar al- guna mata de fanal y de rebrolls estranys per nosaltres, mes les roques que sins ara veyam ó endevinavam amagades sota un vel de terra, sur ten com ossos á través de la pell. De prompte les montanyes mes atormentades y abruptes se separen, y desde un coll veyem ab tota sa magestuosa ampiada la plana de Jericó, hermosa, verda y plena d' arbres, entre les mon tanyes de Moab y les de Judea. La Font d' Eliseu está á aquesta banda de pla na, regantía amorosament y adornantla d' una gran faxa de verdor. Mes que una font es un to rrent que surt tot plegat de la terra; ses aygues, que eren amargues, foren endolcides peí profeta Eliseu, que hi tira un vas de sal, dihent en nom de Jéhovah : «Jo he purificada aquexa aygua, y la mort y la esterilitat no sortirán mes d' ella.» Al O. de la Font hi há una montanyeta, for mada per les ruines de la antiga Jericó. Desde allí 'ns dirigim á la montanya de la Qua rantena, de pujada dreta y aspre. Oram en la co va ahon ora Jesucrist per espay de quaranta díes, y després espayám la vista desde aquell baleó de roca, que fa rodar lo cap. Lo panorama es im mens y d' un genre á que 'ls occidentals no es tám acostumats. Les roques del voltant están vo rades, y en exes balmes vivíen, segons Sant"], [41, "A TERRA SANTA 35 Geroni, set vergens, quiscuna en la seva cova. Quan se 'n moría una aparedaven sa celda, que 'ls servia de tomba, y obríen una nova cova per una altra verge. Cósroes posa en mans d' aqüestes vergens la palma del martiri. Un vol de coloms de bosch que passava per da vant d' eix estrany asceteri m' ha fet recordar la blanca voladuria de ses animes al volar ab ses palmes y lliris al paradís. L' amable solitari grech que viu en la cova, consagrada per Jesucrist, convertida fa molts si gles en santuari, no té altra companyía que al guna merla manyaga que hi vola desde Sant Sa bas, com per donarli noves de sos companys de vida eremítica. Jericó, la ciutat de les palmes, la que Josué seu caure després d' haverla voltada set vegades, al só de trompeta pronunciant després aquesta terrible maledicció : «Malehit sía devant del Se- nyor 1' home que tornará bastir aquesta ciutat,» no s' axecat mes. No fa gayre hem trobat son cadavre, ó millor la pols de son cadavre, mal api- lada al peu de la montanya de la Quarantena. Sos boscos de canya de sucre y de palmeres, sos balcamers, y sa Rosa per les divines Lletres ce- lebrada, s' han assecat, y aquells antichs jardins s' han tornat un desert, bé que no tan complet com lo restant de Palestina, per estar entre '1 Jordá y la Font d' Eliseu. La Jericó d' ara está á dues hores de la pri mera y no la retira en res. Mes que una vila es"], [42, "DIETARI ü' UN PELEGRÍ 36 un clap de cabanyes de rochs y sanch, ahon viu hen trescents beduins mitg despulláis y d' aspecte salvatge. Hi he vista alguna dona duhent un bo tonet clavat al ñas y fins un osset clavat en un de sos forats. Les criatures anaven ó completament espellisades ó núes. Entre 'ls aucells diu que hi há lamerla de Mar- Saba y '1 rossinyol de Palestina; entre les plan tes lo Spina Christi, arbre regular, 1' arbre de Sodoma y lo baladre. La flor que avuy porta lo nom de Rosa de Je ricó ha sigut trobada per Fra Lievin en la mon tanya de Quarantena, y 'n possehim un exemplar de que 'ns seu present ell mateix. No es mésgros sa que un clau dinal; es del mateix color, y s' obre instantáneament en 1' aygua. A les dues de la nit partim de Jericó cap á les vores del Jordá ; la Marga caravana es tot sovint trencada, sobre tot al arribar á la arbreda, que fa mes negre la fosca de la nit, mes á crits y á ahuchs nos tornám reunir. Al arribar á Guilgal ó Galgala, lo día comensava d' apuntar. Ací 'ls is raelites acamparen després de passar lo Jordá y adressaren dotze pedrés en eterna memoria de tan felíc passatge. Per aquí 's veuhen les ruines d' un antich con vent de Sant Joan. Arribám al terme del pelegrinatge. Lo Jordá corre suaument derrera aquexos saules y ta marius. Segons la tradició fv aquí copiám á Fra Lie vin, que la ha estudiada bé), en aquest lloch los is-"], [43, "Lo Jordá"], [44, "38 DIETARI D' UN PELEGRÍ raelites, quan entraren en la Terra promesa, atra vessaren lo Jordá á peu axut, mentres les aygues de baix s' escolaven vers la mar Morta, y les al tres s' axecaven y forma van com una montanya desde la valí de Adom fins á Sorthan. En aquest mateix lloch Elias, debent passar á 1' altra banda del Jordá ahon anava á ser enarbo rat en un carro de foch, feríl' aygua ab son man tel! y la atravessá á peu axut en companyía d' Eli seu. Lo Profeta, al desaparéxer, dexá caure son mantell. Eliseu 1' aplegá, y de retorn al Jordá ferí ab ell les aygues del riu, com havía vist ferho á Elias; mes elles no 's dividiren. Llavors Eliseu digué: «¿Donchs ahon es ara lo Déu d' Elias?» Y ferint segona vegada les aygues 1' obehiren y li obriren passatge. David, perseguit per Absalon, atravessá 'I Jor dá acompanyat de sos sidels servidors. Naaman, capitá de la armada siria, estant co bert de lepra, vingué, per orde d' Eliseu, á ba nyarse en lo Jordá y gorí. Lo mateix Profeta seu pujar á la cara de les aygues del riu un tascó de ferro que un noy, tot aterrant un arbre, hi ha vía dexat caure. Una tradició no interrompuda designa aquest indret com lo lloch en que Sant Joan predica la penitencia y batejá á Nostre Senyor Jesucrist. Aquí, lo día 15, á la sortida del sol tinguí la ditxa de celebrar la Santa Missa commemorativa d' aquest passatge ab lo Evangeli de Sant Joan : Vidit Joannes Jesum venientem ad se, et ait: Ecce Agnus Dei, ecce qui tollit peccatum mundi."], [45, "A TERRA SANTA 39 La ¡mpressió que san los grans mots del Evan geli en lo lloch de la matexa escena, es superior á tota ponderació. Cent vegades he dit en mon viatge lo que dich ara, mirantme en les aygues del riu sagrat. Solament per llegir aquest Evangeli ací, dono per ben empleat lo viatge y 'n dono gra des á Déu. Un xich mes avall, en la tosa d' arbres de vo ra '1 Jordá he sentit cantarlo rossinyol, únich que he sentit á Palestina. Algún escriptor ha compa ras al Nil lo Jordá, regant per totes bandes en temps primitíus aquexa fonda plana, que la Sa grada Escriptura compara al Egipte, dihent que era una valí fértil y com un jardí del Senyor. Mes sos crims horribles feren ploure sobre Sodoma y Gomorra sos re y foch del cel. Llavors Abraham, alcantse del lloch ahon í' era enlretingut ab lo Senyor, mira Sodoma y Gomorra, y en tot lo pays del voltant s' hi vegí una fumada espessa com la d' un forn que s' algava de la terra. «Incré duls ó escéptichs, á nostra arribada al mar Mort, diu un sabi director de la Missió americana d'es ploració, després de vintidós díes d' un examen rigorós, hem proclamat unánimement la veritat de lo que diu la Biblia sobre la destrucció de les ciutats d' aquesta plana.» La valí de la mar Morta es la depressió mes fonda que 's coneix en la superficie de la terra; es 171 metres mes baxa que Jerusalem, de ma nera que '1 camí per ahon n' hem vingut es una baxada continua: está á 395 metres sota '1 nivell del Mediterrá, loque unit á la sondaría mitjanse-"], [46, "DIETARI D' UN PELEGRÍ 40 ra de ses aygues, que es de 225 metres, fa que la depressió total sia d' uns 790 metres. La tomba de cinch ciutats com Pentápolis, ha vía de ser mes gran que la tomba d' un home ; ha vía de ser mes ampia que la tomba d' una familia ó d' una parroquia: s' hi havía d' enterrar los ho mens y les besties, les cases, los camps, boscos y jardins ; sos temples y ses divinitats; sobre tot hi havien de cabré sos vicis monstruosos y son orgull. Ses aygues son amarguíssimes, com si fossen llágrimes de desesperació de la gran víctima so terrada allí de viu en viu ; y en ses vores, sens una herba ni un aucell, solitaries, núes, árides y seques, sembrades de negres-pedres d' asfalt que puden á sofre, se sent la farum, la soletat, la tris tesa y lo terror de la tomba. Sant Sabas, ij Abril Mitg monestir, mitg fortalesa, voltat de altes y fortes muralles, Sant Sabas seu en lo rost d' un pregón y aspre congost, al fons del qual corre anguílejant lo torrent Cedrón, avuy, com gayre bé sempre, sens una gota d' aygua. Aprofita tot accident de la montanya pera oferir un sojorn de pietat ais cinquanta monjos que Y habiten. Al mitg del rost, en un replá, sostinguda per enor mes botarells, s' axeca 1' iglesia en forma de creu grega. Sa ornamentació es riquíssima, mes sens art. Dos grossos salomons d' argent il-lumi nen lo presbiteri, en quals parets no caben los senzills quadros moderns áestil del segle XIII."], [47, "Convent de Sant Sabas 6"], [48, "DIETARI D' UN PELEGRÍ 42 Devant la iglesia s' axeca un petit oratori oc tógono, anomenat la Tomba de Sant Sabas, y un xich mes lluny, en la matexa montanya, hi há la cova-capella de Sant Nicolau. La adornen alguns retaules antichs, un d' ells representant la horri ble matansa d' anacoretes en temps de Cósroes, prop de una restellera de sos cranis y reliquies que blanquegen derrera una rexa. Després de visitar la capella que fou habitació y tomba de Sant Joan Damasceno, passám á la Cova de Sant Sabas, altrement anomenada del Lleó. Haventne sortit un día '1 Sant penitent, en tra á ocuparla un lleó. Torna Sant Sabas tot re sant, y, qui mal no fa mal no pensa, aprés de tan car lo llibre s' adormí. Lo íleo, volent ser amo de la cova, 1' agafá per 1' hábit y 1' arrocegá á fora. Lo Sant se desvetllá, entra de nou á la balma y recomensá lo reso. Haventse tornat á adormir, fou altra vegada arrocegat al portal de la cova. Lla vors lo Sant, dirigintse al molestos animal, li di gué: «¿No es prou gran la cova pera tots dos?» Lo lleó, fentse cárrech de la rahó, se 'n ana tot moix á ajaures ahont lo Sant li digué, y alli habi taren tots dos en bona companyía. Un deis pochs arbres que s' hi veuhen es una vella palmera, que, segons tradició, fou planta da per Sant Sabas. Alguns deis monjos viuhen en petites balmes, ahon no hi há mes que una creu de fusta y una rastora de palma; á un d' ells, fa quaranta anys oo se P ha vist fora d' ella, sino pera anar á la igle sia ó al refetor. Viuhen en la mes aspra peniten-"], [49, "Entrada á la celda de Sant Sabas"], [50, "DIETAR1 D' UN PELEGRÍ 44 da, tenint privada la carn tots los díes del any, y llevantse á cantar Matines, al so d' una grossa planxa de bronzo sostinguda per dues cadenes de ferro, á la una de la nit. com es estil de la Ordre de Sant Basili, que seguexen. Los aucells del cel, ab qui 's deuhen tractar gayre be únicament, los nou mesos del any, baxen á pellucar les en grunes de pa en ses mans descarnades, com jo mateix ho he vist, fentme recordar ab anyorament y recansa los ermitans de nostre Montserrat, que feyen baxar del cel, ab pregaries mes purés, no solament los cantadors aucells, sino 'ls matexos Angels. No obstant, no es or tot lo que Mu ; la pobresa monástica regna en Sant Sabas, mes no hi falta qui té diners Ilarchs, puix cadescú fa bossa á part y té dret de comprar y vendré per son compte. Alguns á cada pelegrinació que passa, surten á ser devant la porta, sobre una estora, sa para deta de quadrets senzillament pintats, medalles, bastons y culleres. Axó sembla y es realment poca cosa, mes revela que en los monestirs cis mátichs no hi ha comunitat de bens, y sens ella per mes virtut y penitencia que hi hage, es una Musió la vida monástica. ¡Qué diferenta sería aquesta humil Tebayda abans de la degollado de sos ermitans per les tropes de Cósroes ! ¡Quín chor ,d' alabances alca rían, cada matí, los quatre mil anacoretes, que, segons Quarésmius, hi vivien, y los deu mil que animaven les coves que, la una al costat de la al tra, com celdesd' una bresca, 's veuhen vuydes"], [51, "A TERRA SANTA 45 á una y altra vora del córrech, fins qui sab ahon, servint avuy de cau á les guilles y xacals! ¡Los murmuris pregons y llunyans de les sagrades aygues del Cedrón, que mitg parteix exa mística regió, com lo torrent de Santa María partía en dues la Tebas y Tebayda de Montserrat, ab qui nes oracions y cántichs tan purs y flayrosos se 'n pujaríen al trono del Altíssim!¡De cada peu de mata brotaría una aleñada de perfum, de cada roca un sospir d' amor, de cada cor una posada del himne mes armonios y bonich que hage sortit de la terra! ¿Vostres abelles hon son volades, celdes desertes, ruscos sens mel? ¿hon se 'n volaren vostres niades, nius d' oreneta penjats al cel? 16 Abril Surtida de Sant Sabas . Celebrado en l' altar de la Magdalena en lo Sant Sepulcre. A les dues de la tarde som convidáis á veure passar la pelegrinació deis moros á Nebi-Mussa, antich convent fundat per Sant Eutbimí, ahon una llegenda arabesca col-loca la tomba de Moy sés. Diu que Déu li promete allargarli la vida fins que ell mateix se sicas á la tomba. Passaren anys y mes anys, ell se seu vell y mes vell, y com may se sicava á la tomba, may se moría. Una vegada passant per exa montanya, al pich del sol, entra per reposar en una cova, ell ignorava que en al-"], [52, "46 b.KTARI D1 UN PELEGRÍ tre temps havía servit de tomba. L' Ángel de la mort, que anys havía no 'I dexava de petja, al véurel dintre la balma, tanca la entrada, y Moysés queda en ella soterrat. La vera tomba del Llegislador deis jueus está en lo mont Nebo, part d' allá del Jordá, segons tes timoni de la Biblia, mes un santo, que no volia anar tan lluny, se lleva un matí dihent que Maho ma aquella nit se li era aparegut dihentli, que 'I sepulcre de Moysés no estava en lo mont Nebo sino en lo Nebi-Mussa. Desde llavors cada any s' hi fa un romiatge,que dura vuyt díes, quedant se los pelegrins en la montanya, los richs en her moses tendes, los pobres al sol y á la serena. L' espectacle de la sortida es verament impo nent. Dues hores abans, la porta de Sant Esteve ha estat trayent espectadors que's col-loquen entre ella y la montanya de les Olives, en los dos ves sants de la valí de Josafat. Los cims de les torres, les enmarletades muralles, les sinestres y terrats de les cases vehines, les parets deis camps, los márgens desiguals de vora 'I camí, tot es un for miguer de gent curiosa, que, vestida de festa, ha sortit á pendre comiat deis que, mes venturosos, van al gran pelegrinatge. Precedeix la comitiva un escuadró de caballería vestida á la europea; á no ser lo birret egipci, que no estám acostumats á veure damunt testes batejades, y la mitja lluna que Muheix en les xapes de ferro deis cinyells y en los botons de ses casa ques, no la pendríam pas per caballería mora. Derrera ella ve 1' infantería y alguns prohoms de"], [53, "Á TERRA SANTA 47 Jerusalem ricament vestits. Al so de la música de regiment, que toca ayres estranyíssims per nos altres, passen penons y banderes molt semblan tes á les de nostres processons, y prop d1 elles uns quants feréstechs santons fent contorsions y ganyotes, y cantant en mitg d' una gran multitut d' una manera esgarrifosa. Sense ordre ni concert passen homes richs á cavall, pobres á peu ab ses dones y maynada, y en mitg d' una altra agrupa do de pelegrins, vé 'I gran santo de la mosquea d' Ornar, vestit de túnica, mantell y turban verts, fent lluhir en ses mans una terrible visarma, que ab un petit colp podría obrir lo cap y quelcom mes á un home. Veus aquí les insignies déla san tedat per aquexa raca fanática, sorda y cega; ramada d' homens que '1 profeta Mahoma junyí á son carro en son triomf á través de 1' África, 1' Assia y 1' Europa. Les dues ó tres xarangues que seguexen la co mitiva, se componen de bombo, que toquen ab dues manetes ó brochs un á cada cara del atronador instrument, y dos ó tres parells de platets de só esquerdat, que axordaríen les pedrés. Ofega de tant en tant aqueix desconcert y rebombori una forta canonada. En los pelegrins com en los espectadors ¡quina varietat y hermosura de vestuaris, encara que molts sien apedassats y fins esquexats! ¡Quín ve remar sería pera nostres pintors y artistes, que, afamats de bellesa, s' han de desdejunar abla vis ta del napolitá que toca 1' arpa y del pastor deis Pirineus que baxa á ser bailar 1' os en les places de Barcelona!"], [54, "48 DIETARI t>' UN PELEGRÍ Los mahometans partexen al romiatge ab tota sa fe y entussiasme primitíus. No 's veu pas om brejar sos fronts cap núvol de dupte: ells no dup ten pas. Res hi fa que tota la Palestina conegués altra tomba de Moysés, que es la única y vera; res hi fa que no s' hagués escrit ni dit un mot en contra; ho digué un santo al sortir del Hit, y en cara que no ho acompanyás ab cap rahó ni testi moni, encara que no sos una veritat de les escrites en lo Corán, fou acceptada per unanimitat sense sospita; los árabes no sospiten. Llur fe es cega, tan cega que no hi vol veure, y accepta de la ma texa manera lo que té rahó de ser com lo que es contra tota rahó. Quan Mahoma los prohibí la discussió ab los cristians sobre materies de Religió, sabía lo que 's feya; com home de gran talent y previsió debía conéxer que no era prou forta la obra que funda va pera posarla en perill: lo Mahometisme, com certs aucells que fugen de la claror, necessita la nit de ignorancia pera viure, es una boyra que 's desfaría y s' evaporaría si s' exposás á la llum del sol de Jesucrist. Bethleem, jS de Abril Massa bona es la carretera que hi acompanya avuy al viatger desde Jerusalem, fent anyorar lo camí vell que anguilejava per vinyes y jardins, encaxonat entre dos márgens guarnits d' etzeva res y rosers. Era mal empedrat, pie de rochs, desigual y axaragallat; mes guardava les petja-"], [55, "Á TERRA SANTA 49 des de David y Salomó, y les encara mes sagra - des de Jesús, Joseph y María, que hi passaríen mes d' una vegada. Una tradició nos presenta la Sagrada Familia á mitg camí, reposant á 1' ombra d' un Terebinte que s' inclina respectuosament devant 1' Infant Divi, fentli ab ses branques un ombriu dosser. Los pelegrins no passaven may sense abracar y besar I' arbre ditxós , y guardaven ses fulles y es corsa com reliquies, fins que, fentli mal d' ulls tot acó, lo moro amo del camp, un día que's lleva de mal humor agafá una destral y 'n feu llenya. En lo mateix lloch una má cristiana ha plantat un altre terebinte que, d' aquí á alguns anys, fará ombra ais pelegrins tot recordantlos tant bella y piadosa tradició. Al peu de la montanyeta que corona 'I mones tir de Sant Elias, se troba '1 Pou deis tres Reys, ahon se 'ls aparegué de nou la Estrella que se 'ls havía amagat al entrar á Jerusalem. Som al es trem de la plana de Rafaim ó deis Gegants, ahon David bate dues vegades los filisteus y crema llurs ídols. Desde ací 's veu encara lo Sant Sepulcre y '1 mont de les Olives ; mes transeamus -usque ad Bethleem: «Arribémsen fins á Bethleem,» ciutat que veuhen per primera vegada nostres ulls, blan ca, resplandenta y colocada en un cim com la glo riosa corona de Judea. A má dreta del camí trobám abans de gayre la hermosa Tomba de Raquel, que 'nsrecorda la de gollado deis Ignocents ab aquella paraula tant 7"], [56, "DIETARl ü' UN PELEGRÍ 50 bella y tant trista de Jeremías : Vox in Rama au dita est; Rachel plorans filios suos et noluit con solari quia non sutil: v.Fins en Rama se sentiren les veus, molts plors y alarits: Raquel plora á sos filis, y no s vol aconsolar perqué no hi son.» La Tomba de Raquel Bethleem ó Beit-Lehem, com 1' anomenen sem pre los del pays, es una ciutat cristiana, gayre bé católica. La creu no s' amaga devant la mitja llu na, com á Jerusalem, sino que s' alca magestuosa,"], [57, "Á TERRA SANTA 51 se multiplica y, com en nostres pobles antichs, se va á posar, com un signe sagrat, damunt lo portal de les cases y sobre 'I pit de les bethlemites. Ja al arribar se sent la civilisadora influencia cris tiana; la gent no s' aparta astorada, ni 'ns aguay ta ab ulls plens de llástima y menyspreu, sino tot lo contrari, la major part nos envíen un afectuós Deu vos guart en sa Mengua, un buona sera ó bon soir que 'ns roba '1 cor. La mitja rialla que apun ta en tots los llabis, nos diu que estám entre ger mans; y no solament nos somriu la gent, sino les finestres obertes, les hortes plenesde verdor, los carrers plens de gent; los arbres, la ciutat y 'I bon Jesús y tot á dalt del cel. Avuy es diumenge y no cal dir que la gent está endiumenjada. Los homens duhen turbant de seda virotada en que domina '1 groch, y túnica rallada de vermell, y sobre ella un abrigall semblant á nostre gambeto, negre ab ralles blanques de dalt á baix; lo duhen senzillament posat sobre les es patlles, sense ficar los bracos en les mánegues. Los noys usen gorreta egipcia, túnica rallada de vermell, y no duhen gambeto fins que son gran dets. Lo trajo de les bethlemites es mes original y rich encara. Estreta túnica blava vionada, paltó de seda vermella ab ralles d' altres colors y ab dibuixos árabes al coll y pit. Dexen penjar es quena avall lo vel blanch de les musulmanes, que sobre son cap, á efecte d' algún postís especial, pren la forma d' una corona suaument inclinada enrera. Ab aqueix trajo, ajudat de son ayre noble y reposat, san recordar algunes pintures antigües de la Mare de Déu."], [58, "DIETARt D' UN PELEGRÍ 52 Les jovens solieres cenyexen son fron ab un rengle de monedes petites de plata ó d' or, y une xen sota la barba los dos bechs del vel ab cade nes de plata, y mes sovint ab una penjoyada de mitges pecetes ó escuts d' or, que 'ls cauhen en artístich escampall, jugant, bellugantse y dringant sobre son pit. Lo vestit de les noyes de pochs anys es encara mes agraciat y bonich : suprime xen lo paltó, y, si 'n duhen, es curt fins á cintura y vermell ab ralles negres y blaves. La túnica es blava també, rallada de vermell y vert y cenyida ab faxa vermella. Sobre '1 pit duhen un quadrat vermellós de bellíssim dibuix que recorda 1' ephod deis sacerdots hebreus. Los noys católichs besen la má ais sacerdots, y aprés la posen humilment sobre son fron, com demanant labenedicció. Vull notar aquí, y acó 'ns ho contá un venerable Religiós, que quan naix un noy á Bethleem sos pares cristians, y fins y tot los moros, lo teñen vuyt díes estés sobre la palla, un llitet fet esprés, á imitado del bon Jesús. La Cova.— Acabo d' entrar en la sagrada Cova del Senyor; mos ulls han vist lo que mon cor so miava desde que estich al mon. ¡ Ab quín recu- Uiment un s' agenolla en aquelles lloses hon s' agenollaren los pastors y 'ls Angels la nit de Nadal! ¡ Ab quina fruido se posen los llabis ahon lo bon Jesús posa los peus al arribar á la terra! ¡ Cóm fluexen les llágrimes ací ahon vessá les primeres lo mateix Dcu fet borne! Lo lloch ahon nasqué está cobert de marbre y voltat d' una planxa de plata en forma d' estrella ab aquexes"], [59, "Bethleem"], [60, "DIETARl D' UN PELEGRÍ 54 ■ í paraules, que san saltar lo cor de alegría: Hic de Virgine Maria Jesús Chnstus natus es/: «Aquí Jesucrist nasqué de María Verge.» La sagrada Cova es d' uns 12 metres de llarch per 4 de ampie; está coberta de tnarbres y do massos que san anyorar la roca nua. Está plena de mística foscor, trencada per trenta dues llán ties que hi vessen una llum semblant, segons Schubert, á la de la lluna en una nit de prima vera, ó millor, á la celistia d' aquella nit benehida de la que nasqué '1 día mes hermós que vegeren los segles. Una cosa entristeix en eix primer Santuari de Jesucrist, y es que en lo lloch ahon nasqué, so- Iament sa verdadera Esglesia se veu privada de celebrar los divins Sacrisicis. Dos díes jo he tin gut la sort de celebrar en 1' altar del Pesebre, que está á quatre paces; mes, per ser Setmana Santa, no he pogut dir la Missa votiva d' aquest sagrat lloch, sino la de Passió. Lo siti era 'I de la nit de Nadal; eslava en la matexa balma que elegí per palau lo Diví Messíes. Sa Mare Santíssi ma y Sant Joseph li feyan companyía en aquell antre; venían los pastors d' aquell voltant y 'ls Reys del Orient á adorarlo ; los Angels cantavan Gloria in excelsis Deo; mon cor y mos llabis 1' anavan á cantar també, mes en lo Missal no llegía mes que mots de dolor y de tristesa. Lo teatre es del Naxement, mes ¡ay! ¡los díes son los del Calvari ! La Cova del Naxement se allarga y ramifica sota la penya, formant altres coves, ahon la tra"], [61, "Bethleem Iglesia de la Nativitat"], [62, "OtETARI D' UN PELEGRÍ 56 dició troba altres recorts. La capella de Sant Jo seph, la deis Sants Ignocents, les tombes de San ta Paula y de Santa Eustaquia, la tomba de Sant Geroni; son oratori ahon se donava á la contem plado y al estudi. En lo jardí del convent se en senya un taronger plantat per ell, no gayre lluny de la Escola hon ensenyava ais noys. Cova de la Llet. — Está un xich apartada del convent y convertida en capella. En ella, segons la tradició, se retirá la Verge en los primers díes de la persecució de Herodes. Alletant al bon Je sús dexá caure algunes gotes de llet en la terra, que 'n prengué 'I color, y la virtut de donarla á les dides que no 'n teñen. La preñen ab aqueix si les beduines com les cismátiques, les mores com les católiques. Allí á la vora hi há la Cisterna de María. Conten que una dona y pouhava aygua quan s' escaygué de passar la Verge que, venint de lluny y assedegada, li 'n demaná y li negá; veus aquí que les aygues, que eran sondes, anaren pu jant, pujant, fins que la Verge 'n pogué beure. Cova deis Pastors. — Es á quinze minuts de Bethleem, sota la costa hon está assentada la ciu tat, en un camp anomenat de Booz per havershi escaygut V idili de Ruth, la Moabita. Allí esta ven los pastors, quan 1' Ángel se 'ls aparegué dihentlos: Nolite timere. Ecce enim evangelizo vo bisgaudium magnum, quod erit o mni populo: quia natus est vobis hodie. Salvator qui est Christus Dominus, in civitate David. Et hoc vobis signum: Invenietis infante m pannis involutum; et positum inprcesepio. Et súbito saeta est cum angelo muí-"], [63, "A TERRA SANTA 57 titudo militim cceleslis, laudantium Deum et di centium: Gloria in allissimis Deo : et in terra pax hominibus bonce voluntatis: «No tiugau por, puix vos porto una nova que será de gran alegría pera tot lo mon. Y es que 'us ha nat Jesucrist lo Salvador, en la ciutat de David. Y aqueix será lo senyal: trobaréu 1' Infant embolcat y posat en un pesebre. Al mateix punt se uní al Ángel una gran milicia celestial; alaban t á Déu y dihent: Gloria á Déu en lo mes alt del cel, y en la terra pau ais homens de bona voluntat! (S. Lluch, cap. n).» Hebrón, i p Abril De bon matí dexám la terra deis pastors, hon nasqué lo Fill de David, que havía de ser lo Pas tor dé tots los pobles, pera visitar la terra deis patriarques, sos antepassats en quant borne. Lo camí pedregós anguileja per entre petites mon tanyes sense arbres, mes no sense herba y matis ser que verdeja y ab sa gentil florida sembla vo ler amagar los ossos de la terra. Al peu del camí raja, be que molt prim, la font Ain-diroueh, ahon segons probabilitats, Sant Felip batejá 1' Eunuch de la.reyna de Etiopia. Kherbet en-Nassara (ruines deis cristians) por taven algún temps lo nom de poblé de María, per haverhi passat una nit la Mare de Déu anant á Egipte. Hermoses vinyes y oliverars nos acompanyen á les portes de la ciutat d' Hebrón, que séu al s"], [64, "58 D1ETARI D' UN PELECRÍ fons de una valí, entre dues montanyes, á la vora d' un torrent que 'n devalla. Son gran monument es la Mosquea d' Abraham, que 'ns haguerem de contentar mirantla per fora, menys afortunáis que nostre compatrici Aly-Bey, lo primer europeu que hi entra y 'n feu una com pleta descripció. Allí hi há la Cova de Makpelah, que Abraham compra per enterrarhi 'I eos de sa esposa Sara, fentne aprés sepulcre séu y de tota sa familia. Son notables los cenotafis d' Abraham, de Isaach, de Jacob y de sa esposa Rebecca. Desde part d' amunt de la Mosquea donárem un cop d' ull á la vila, que sembla una restellera de cases que s' en pugen les unes sobre les altres pera acostarse á la mesquita principal. Los ca rrers son, no cal dirho, torts, plens de bruticia y de pedrés, y tan aviat s' obren com un camp á la claror del día, com se clouhen sota una negra volta que s' enfonza, convertits en pestilenta y fosca claveguera. Los habitants, que son tan fa nátichs com actius é industriosos, no miren ab bon ull ais gocos cristians, que axis poch amo rosament nos anomenen, y á no ser lo bakchiche, sempre simpátich al oriental, nos trauríen de la ciutat deis patriarques á puntades de peu com ais gocos de debo. Una antiga tradició fa d' aquexa encontrada brécol y tomba de Adam. Hi habitaren los Ena cites, gegants sil ls d' Enach, que foren desfets per Josué. Mes lo nom gloriós que la umple en cara tota es Abraham. Quan, per manament del"], [65, "Á TERRA SANTA 59 Senyor, sortí de Caldea, plegá sa tenda y ana á viure prop de la valí de Mambré, que es á He brón. (Gen. xni , 18). Allí se li aparegueren los tres Angels en figura humana. Vos portaré ay gua, los digué Abraham, vos rentaréu los peus y reposaréu á f ombra d' aqueix arbre. Aqueix arbre, segons alguns autors, es la actual Ahina de Mambré ó de Abraham. Té set metres de circunferencia, y en les sinuo sitats de sa superba soca s' hi amagaría un home, com una sargantana en la escorsa d' una sarment. Lo tronch, que no es pas gayre alt, se esbadía en tres branques que s' axequen quiscuna com un ar bre gegantí; mes una d' elles es ja morta, y la fu llosa capsada, digna corona de la valí, comensa d' escantellarse. Son altíssim cimeral s' asseca, y sens ésser profeta se pot assegurar que 1' únich gegant que resta deis temps de Enach, no trigará á caure. Ses aglans son diferentes de les de nostres alzines: sa clofolla es mes grossa, y son fruyt pe tit y mes de mal traure. Una noyeta mahometana me' n ha vingut á oferir una, demanantme bak chiche, y jo á mes li he fet present d' una meda lleta de la Verge que ha ensenyada á son pare, qui conexentla ha dit Mirfam. Hortus Conclusus. — Tornant desde la valí de Hebrón á Bethleem, com si diguessem desde la tomba de Abraham al brécol de Jesús, passám á saludar en Ras el- Ain (Fons Signatus) la imatge de Salomó, grahó digne de la escalada de la his toria divina. Es de quinze escalons la que baxa á la Font sagellada encara avuy ab dues pedrés que"], [66, "DIETARI l/ UN PELEGRÍ 60 axequen pera entrar. Ses aygues son abundoses y dolcíssimes, y á mi me les feya encara mes dolces lo vers del Cántich deis Cántichs, que assaboría ab elles: Hortus conclusas sóror mea sponsa, hor tus conclusus,fons signatus: «Ets hort tancat, ger mana meva esposa, hort tancat, font sagellada.» Pera sérsela seva y protegirla, los creuhats axe caren en sa vora un enorme castell y hospici, co ronat d' enmarletades muralles, que s' esllavicen. Sota aqueix hospici, en la valí, cavats en la ro ca viva y rodejats de paret se veuhen los Estanys ó Piscines de Salomó. Lo mes alteros vessa ses aygues, que reb del Fons Signatus, en lo segon, y lo segon en lo tercer, com en los estanys de Tris tanya, part d' amunt de la valí d' Ordino, en An dorra. L' inferior y mes gran es de 177 metres de llarch, de 82 de ampie, per 15 de sondaría. Son autor mateix retrau exes basses en 1' Eccle siastés: Me fin korts y jar din s y plantils de arbres de tota mena, yfiu safreigs pera regar lo bosch deis arbres que naxian.» Aqueix bosch, per altre nom Hortus Conclu sus, es mes avall recios entre dues montanyes paraleles, y encara mereix deis árabes lo nom de Jardins de Salomó. Segons testimoni de Josefo : «Ací tenía costum de venírsen á trench d' alba, sortint de Jerusalem, escoltat de ses guardes ar mats de ses ballestes, muntat en sa carroca y vestit de blanch.» Aquí tenía son palau d' estiu, de que sembla ser esment 1' Ecclesiastés (cap. 11, v. 4), y ací compongué en una hora d' inspirado divina, que no ha tingut igual abans ni després"], [67, "A TERRA SANTA 61 d' ell, en cap poblé de la terra, lo misterios Cán tich deis Cántichs, desesperado de la poesía amo rosa terrena, que no té ales pera volar tant y tant amunt, y font inestroncable de la poesía mística de totes les literatures. Tots los epitalamis, tots los idilis, tota la incomparable poesía oriental viu y canta en exos versicles nupcials, que sem blen dictats en lo paradís terrenal, ó millor, en lo veritable paradís, pera celebrar los eterns des posoris de la anima y Jesús. Diu Sulamitis: «Jo so morena, mes so hermosa, filies de Jeru salem, com les tendes de Cedar, com los pave llons de Salomó. «No us estranyeu de que sia morena; lo sol me ha fet perdre '1 color. «Jo so la flor del camp y 'I lliri de les valls, diu lo Espós; com lo lliri entre les espines es ma es timada entre les filies. «Vinga mon estimat á son hort, diu ella, y men ge lo fruyt de ses pomeres. Mon estimat es candi y ros, triat entre milers. Son cap es or del si, sos cabells son com rebrots de palmera, negres com lo corb. Sos ulls son semblants á colomes sobre '1 riu de les aygues, que están rentades ab llet y viuhen vora la corrent abundosa. Ses galtes son com los plantius deis especiers. Sos Uabis dexen degotar la mirra mes pura... y aqueix es mon Estimat, oh filies de Jerusalem.» «Y ¿ahón se n' es anat? responen elles, ¿vers hon s' ha desviat ton amich? Dígansho y '1 cer carem ab tu.»"], [68, "DIETARI d' UN PELEGRÍ 62 «Mon estimat devalla á son hort vers 1' ayrola deis aromes, pera guiarhi son remat y cullir lliris. «Jo per mon estimat, y mon estimat per mi, que pastura entre 'ls lliris » La mística escena no sembla sortir gayre d' aquexos vergers que 1' Espós compara á Su lamitis: «Hort tancat ets, oh Esposa meva, hort tancat, font sagellada. «Tos tanys son un jardí de delicies pie de fruyts de magraner. «Lo nardo, lo safra, la canya do!ca y '1 cina mom y tots los arbres del Líbano hi flayregen ab la mirra y 1' aloes y perfums mes esquisits. «Plega les ales, vent del nort ; vina, vent de mitgdía, aleña per mon hort y corrin sos aromes.» Y aprés de tres mil anys fluexen encara aque xos aromes á tots los convents y monestirs, á tots los temples y capelles, á totes les celdes y orato ris ahon prega una ánima enamorada de Jesús. En aquexos jardins perfumaren ses animes purés y sos llibres Santa Gertrudis y Santa Teresa. Guarden ses olors los cántichs del melifluo Sant Bernat y 'ls de nostre iluminat Ramón Lull ; mes Sant Joan de la Creu nos dona en sos Idilis ce lestials ses matexes flors, com les que 'ls sacer dots pelegrins ne portan estojades entre 'ls fulls del Breviari. Avuy exos vergers son horts partits en petites fexes, que beuhen per cada costat un rech d' ay gues deis safreigs de Salomó. Les pomeres y al tres fruyters que umplen la estreta y delitosa valí s' escauhen en lo bell esplet de sa florida, una"], [69, "A TERRA SANTA 63 blancor rosada cobreix exos camps de blat y d' hortalica, com si pera celebrar la Pasqua que arriba 's volguessen posar la antiga y ja oblidada vesta de jardí. Lo murmuri de les aygues, lo fres seig de les fulles, lo concert deis aucells, en que sois anyoro la veu del rossinyol; la dolca soletat y Y axam d' imatges divines que la poblen, ne san lo sojorn mes deudos de Palestina. LA SETMANA SANTA A JERUSALEM Gracies al Senyor que m' ha dexat veure, en aquest venturos viatje, los llochs mes sagrats de Palestina, y entre ells, ab mes temps y mes á plaher, la Ciutat Santa. La he vista y sentida plo rar com una viuda en los díes en que se celebra 1' aniversari de son Espós diví; mes he hagut de renunciar á escriure cada día mes propies impres sions pera ajudar en un treball Iiterari d' una per sona respectable. Jerusalem es lo que he vist mes y millor de Terra Santa, mes també es lo punt en que he pogut escriure menos, puix es de memo ria (y axó que la meva es curtíssima), y un any aprés, que escrich exes quatre lleugeres y mal lligades notes. Diwnenge del Ram. — Devant mateix de la en trada del Sant Sepulcre se improvisa un altar, en sa major part de plata, que regalaren los Reys d' Espanya quan eren amos del Nou Mon, y allí"], [70, "D1ETARI d' UN PELEGRÍ 64 se celebraren los Osicis del día. Celebra de pon tifical lo Patriarca ajudat de dos de sos canonges, y li responen en lo chor, que es á poques paces, los Pares Franciscans de Jerusalem y los vinguts de Bethleem, de Sant Joan y deis convenís vehins pera assistir á les ceremonies de la setmana. Lo Patriarca, vestit ab capa pluvial morada, beneheix les palmes vingudes ahir de Gaza, que están arri mades com una garba d' or á la paret del Sant Sepulcre, y les distribuheix ais frares, á sos ca nonges, seminaristes, ais sacerdots y seculars pe legrins. Lo diaca exclama: Procedamus in pace, y la processó volta magestuosament per tres ve gades lo Sant Sepulcre, en recort de la que feren Jesucrist y los Apóstols entrant en triomf á Jeru salem. Nostres palmices recorden les que arran caren de les palmeres los infants hebreus, exintli á carrera: Pueri Hebrezorum tollentes ramos pal marum, obviaverunt Domino: nostres cántichs recorden sos clamors de Hosanna in excelsis! ¡Quede bon grat he acompanyat á mon Déu y Senyor en son triomf, per la ciutat ingrata, que dintre quatre díes Y ha de crucificar! Triomf efí mer en apariencia, mes que dura encara y durará mentres lo món sía món, y si 'I món arribas á no ser, durará mentres Déu sía Déu. Alguna hora los Pares Franciscans anaven á co mensar aquexa sagrada ceremonia en lo poblé de Bethphagé, ahon la comensá '1 Salvador. Posa ven ses capes sobre una somera seguida de son pollí. Lo Pare Guardia hi muntava, y en seguici d' ell baxaven á Jerusalem cantant Hosanna in"], [71, "Á TERRA SANTA 65 excelsis, ahon entraven per la matexa porta que dona entrada á Jesucrist. Los católichs sembra ven lo camí de ílors y '1 rebíen alcant branques de palma y d' olivera. Dijous Sant. — Aprés del solemne Osici, lo Pa triarca ha voltat tres vegades lo Sant Sepulcre, seguit deis Religiosos, sacerdots y sidels en res pectuosa y devota processó, que acaba en lo ma teix sant edícul, ahon queda una altra vegada guardat lo Cos santíssim de Jesucrist, dins una preciosa urneta de plata. Avuy es lo día de la ins titució del Santíssim Sagrament, y aqueixa fou precedida del Lavatori Lo Patriarca, á exemple de Jesús, se cenyeixla toballola, y renta y besa 'ls peus á dotze sacerdots pelegrins, á qui fa present d' un recort de Terra Santa. L' afecte de les Lamentacions de Jeremías en lo lloch hon foren escrites, es indescriptible: Quomodo sedet sola civitas plena populo/ saeta est quasi vidua domina, gentium: princeps provin ciarum saeta est sub tributo. Plorans ploravit in nocte, et lacrima: ejus in maxillis es us : non est qui consoletur eam ex óm nibus charis ejus: omnes amici ejus spreveritnt eam, et facti suut ei inimici. «¡Com s' ha. quedada solitaria la ciutat un día tant populosa! La rey na de les nacions s' ha que dada viuda : la soberana de les provincies es ara tributaria. «Plora sens Conhort tota la nit, y ses llágrimes baxen de sil á sil per ses galtes: entre tots sos amants no hi há qui la aconhorte: tots sos amichs 9"], [72, "DIETARt D' UN PELEGRÍ 66 la han menyspreada y s' han tornat enemichs seus.» Vice Sion lugent, eo quod non sint qui venían ad solemnitatem: omnes portee ejus destructee: sacer dotes ejus gementes : virgínes ejus squalidee, et ipsa oppressa amaritudine . «Ploren los camins de Sion : perqué no hi há qui vinga á la solemnitat: destruhides están ses portes: sos sacerdots gemegant: descolorides ses verges, y ella presa d' amargor.» Y á les llágrimes y suspirs de la ciutat deicida, nostra Santa Iglesia respon amorosament que 's convertesca al Senyor : Jerusalem, Jerusalem, convertere ad Dominum Deum tuum : com les amigues de la morena Esposa deis Cantars li de yen: Reverteré, reverteré, Sulamitis. LoCenacle. — ¿Es possible passar lo día del Dijous Sant á Jerusalem y no visitar lo Cenacle? Lo trobárem pie de pols y escombraríes, com á escola que es de noys musulmans; mes donémne gracies á Déu, puix fou cosa pitjor. Les dues sales principáis son la del rentament de peus y la de la institució de la Eucaristía. Pochs moments poguerem passar en eix bressol de la Religió, omnium orbis ecclesiarum mater et caput, mes poguerem besar aquelles sagrades pedrés que vegeren, avuy fa anys, obrir les rescloses del mar d' amor del Cor dolcíssim, que ab ses ona des havía de cubrir tota la terra: poguerem en curta, mes ferventa oració, demanar la mercé de no ser mal agrahits al bon Jesús, que per no de xarnos orfens, ha trobat en son amor insinit un"], [73, "A TERRA SANTA 67 medí de quedarse ab nosaltres, fins á la si del món. Divendres Sant. — L' Osici matinal d' aquest día se celebra en lo Calvari, qual capella está plena de católichs estona abans de la piadosa fun dó. Lo P. Bucelli fa d' evangelista y , ab veu sencera, que 'ls anys y la predicació no han des colora encara, canta '1 Passio de Sant Joan : En aquell temps : sor ti Jesús ab sos dexebles part d' allá del torrent Cedrón, ahon hi havía un hort, en que entra Ell y sos deixebles. Lo silenci es sepulcral, ningú pert un mot del sagrat lli bre. Veyem ab 1' Evangelista la escena de Judas traydor; la de Sant Pere, tant valent al desen vaynar la espasa en 1' hort, com flach en 1' atri de la casa de Anas. Veyem al bon Jesús en la casa de Pilat; lo veyem acotat y coronat d' espines, postposat á Barrabás y condemnat á mort en creu ; mes, á aquelles paraules que sentíen les ro ques del Calvari : Et bajulans sibi crucem, exi vit in eum qui diciíur Calvaría; locum, la sonora veu del evangelista s' enterbolí á la forca del sen timent, y resta tant commogut, que no li fou pos sible cantar mes, sino plorant y gemegant. S' en terboliren de llágrimes tots los ulls , y un esclat de plors baix y unánim, fins al derrer mot del Passio, feu ressonar aquelles voltes sagrades y aquella roca del Gólgota, que tants plors ha sen tit desde aquell día en que I dolor la obrí fins al fons de ses entranyes, desde aquella hora en que hi ploraven ab María y Joan los mes fidels dexe bles del Crucificas."], [74, "DIETARI D' UN PELEGRÍ 68 Via Crucis. — Avuy es verament día de llágri - mes ; los que ploren de devoció al ser lo Via Cru cis en nostres temples ¡cóm ploraríen al feria tots los divendres de! any per los carrers de Jerusa lem, empedráis tal volta ab les matexes pedrés que besaren los peus, les mans y la cara sagnosa de Jesucrist, cayenthi cinch vegades al portarhi la creu fexuga! ¡Cóm ploraríen al ferio ab nosal tres avuy, en lo día y en les hores en que 's cum pliren los misteris de nostra Redempció! La primera Estació se fá sobre les ruines del Pretori de Pilat, que s' escauhen al mitg de la clasta ó pati d' un quartel. Allí devant la creu que porta un llech, un Pare francisca francés, pujant sen dalt d' una cadira, nos fa una exhortado. Los soldats turchs, al arribar nosaltres, nos han fet lloch y 'ns aguayten ab una gravetat y un res pecte que es en va demanar á cap poblé del mitg día d' Europa. Baix aquest punt de vista, los bar bres som nosaltres y ells los civilisats. D' allá sortim cap ais carrers mes tranzitats de Jerusalem : á una senyal del genízar del convent, los transeunts de peu y de caval! s' aturen res pectuosament, per pressa que tinguen, dexantnos agenollar y besar la terra. En los punts de tránzit lo Pare predicador enllesteix la plática, y 'ls dos cents católichs nos enliestim en nostres devocions. Les estacions están assenyalades ab una creu senzillament grabada en la pedra, que una vegada he vist al Pare axugarhi les escupines deis juheus irreverents, que Déu perdone é ¡Ilumine. Desde allí anam al altar de la Crucifixió, al Calvari y al Sant Sepulcre."], [75, "L' edícul del Sant Sepulcre"], [76, "DIETARI D' UN PELEGRÍ 70 Aquí mateix tornárem á les sis de la tarde en processó mes solemne, pero semblant á aquesta. La compon tota la Comunitat de Sant Salvador, los sacerdots y católichs que s' escauhen á Jeru salem. Sortim ab ciris encesos de la capella de la Verge, cap al altar de la Divisió deis vestits y al deis Improperis, desde hon pujam al Calvari. En 1' altar de la Crucifixió se posa una imatge de membres flexibles á la creu, que 's coloca sobre la mateixa roca del Calvari. No calía allí sermó d' agonía, puix predicaven bé prou lo lloch sagrat, lo día y sobre tot la divina imatge axam plant al món los bracos desde la creu ; mes un reverent francisca nos feu una curta y sentida plática, aprés de la qual se comensá la patética escena del Devallament de la Creu. Tragueren á la sagrada Imatge la corona d' espines, ab unes estenalles arrancaren los claus de ses mans y peus, que sosteníen ab bandes blanques y la ana ren á estendre, cubería ab un sudari, sobre lape dra de la Unció, ahon la rosaren de essencies y li oferiren encens. En aquesta processó se san set sermons en set llenguatges, y ací, devant la pedra de la Unció, que mira á la gran entrada del temple, se predica en árabe. L' auditori de moros es gran; venen á sentir parlar de Jesu crist, y 1' orador pot dir en honor seu tot lo que vulga, lo pot posar en lo mes alt del cel y sobre tots los Sants, Patriarques y Profeses ; rnes, Déu lo guart de compararlo ab Mahoma, puix se po saría en perill de baxar de la trona per la dres sera."], [77, "A TERRA SANTA 71 La devota y patética funció s' acaba en lo Sant Sepulcre, devant del qual lo simpátich P. Ven tura de Jaffa, que ja havía predicat en turch, nos feu sentir la sonora, galana y armoniosa Mengua de Cervantes. Plaga deis plors del Juheus. — Aquesta tarde hem aprositat un moment vagatiu, després de di ñar, pera anarhi. Mes que una placa es un corre dor de dotze metres de llarch per quatre d' am pie, davant la única paret que resta del temple de Salomó. Les pedrés son molt ben escayrades y enormes en los primers rengles, mes van mim vant de dimensió cap á munt, acabant ab un tros fet en la época musulmana. Per una escayensa que sembla talment provi dencial, tots los divendres del any menos un, á la tarde, los juheus mes fervorosos de la ciutat van á llegirhi, rellevantse uns á altres, les Lamenta cions de Jeremías y los Salms de David. Llege xen drets ó arrupits á terra, brandant la testa com solen los orientáis. N' he vistos llagrimejant y gemegant sense dir un mot, ab lo cap sobre les pedrés núes y ficant les mans convulsives entre ses juntures com pera abracar y cobrir de besa des y de llágrimes aquell tros de mur, que es tot lo que 'ls queda de son gloriós realme, de sa pa tria y de son temple. ¡Pobres filis de Abraham! D' ensá que Jesu crist, ab la creu al coll, digué á les filies de Jeru salem : No ploreu sobre Mi; plorau sobre vosal tresy sobre vostres filis, ells ploren; mes, com observa un viatger, ses llágrimes son estérils,"], [78, "DIETARI I)' UN PELEGRÍ 72 perqué no es pas 1' arrepentimentqui les facaure. De vegades lo rabbí entona aquést cántich, que sembla allí la Iletanía del dolor: Rabbí. — A causa de nostre palau que s' es en- derrocat: Poblé. — Nosaltres seyém solitaris y plorám. R. — A causa del temple destruit : P. — Nosal tres, etc. R. — A causa deis murs que han caygut: P, — Nosaltres, etc. R. — A causa de nostra magestat que es passa da: P. — Nosaltres, etc. R. — A causa de nostres grans homens que son mbrts: P. — Nosaltres, etc. R. — A causa de nostres sacerdots que han clau dicas: P. — Nosaltres, etc. R. — A causa de nostres reys que 'ls han menys preuhat: P. — Nosaltres seyém solitaris y plorám. Dissapte Sant. — Los Pares Franciscans enlles texen avuy les funcions publiques per dexar lo temple mes sagrat del món á la ridícula funció ó profanació deis grechs, anomenada del Foch Sa grat. Lo Sant Sepulcre (vergonya fa '1 dirho) ha pres la forma de teatre ab sos palcos y galeríes. Los grechs, possessors de la majort part de la Basílica, lloguen á altíssim preu ses tribunesy sos intercolumnis, ahon san sostres per medí de bas tides de taulons y empostissats. Allí 's coloquen les dones, noys y gent delicada. Los homes, grechs, armenis y coptes, se posen en lo pía de la iglesia, dividits en dos cercles concéntrichs per dues siles de soldats turchs, que, estant á"], [79, "Porta de David"], [80, "DIETARI D' UN PELEGRÍ 74 ba, coll y pit, y les dones, mes superticioses en cara, los imiten passant la flama beneyta per ses cares y per les de sos fillets, que ploren esgarri fats, com deuhen ser los Angels guardians del Sant Sepulcre. Confesso que jo n' hauría fugit espantat des de '1 principi si hagués trobada la porta oberta y lo pas lliure, puix temía que Déu, insultat y befat en son mateix tabernacle y en los díes mes sagrats del any, no enviás un cástich d' aquellsque 's tro ban, per exemple, en la historia. ¡Quina pacien cia la de Nostre Senyor! Pasqua. — Aqueix es lo dia que ha fet lo Se nyor; alegremnos en Ell. La festa de la Resurrec ció es alegre en totes les bandes del món, mes en lloch com ací á Jerusalem. Les campanes de la Santa Basílica desvetllen á primera hora la ciutat adormida y '1 cant d' Alleluya, sortint deis murs de la ciutat de David, ressona per les montanyes de Judea, y la trista valí de Josafat, plena de se pulcres, s' extremeix á la dolsa nova de que ha ressucitat Aquell que ha de presidir en ell la gran Ressurrecció. A exemple de les píadoses Maríes, de bon matí baxám al Sant Sepulcre á adorar les lloses que havíen guardat trenta y tantes hores lo Cos del Diví Crucificat, y sobre tot á adorarlo á Ell lliure ja per sempre de les cadenes de la mort. Los grechs y armenis han celebrat llurs Osicis de nit, seguint la costum oriental, y abans de pun ta de día han dexada buyda la Basílica y desertes ses capelles, que no triguen á omplirse de cató-"], [81, "Fatxada de la basílica del Sant Sepulcre 10"], [82, "DIETARI D' UN PELEGRÍ 76 l'aguayt,per si cal, obren un passadís al voltant del Sant Sepulcre. La devoció n' es fúgida estona há: la gatzara de nostres corre -bous umple aquelles voltes que guarden lo mes sant y sagrat de la te rra. Se menja com á casa, s' enrahona com al carrer, se riu y se juga com en una sira, y á baix los homens s' agiten, se mouhen d' ací d' allá, co rren, s' apilonen, pujant en castell los uns sobre 'ls altres. Apareix lo patriarca grech seguit de dues llargues sileres de popes, dona tres voltes al sant tabernable y s' hi sica sol, quedantse la comitiva pregant al cel que li fassa baxar lo Foch Sagrat. No triga á sortir un moxell d' antorxes per un forat obert en la paret de marbre, y una onada de bogería passa per sobre la multitut. Lo primer que ha rebut lo foch comprat á gran preu, está en eos de camisa, com preparat á revéndrel bé; passa per sobre la turba apilada al seu voltant, enviant á sos consocis lo sagrat element, que pu ja per un sil com una guspira eléctrica á un baleó de la cúpula ahont hi há 'ls representants de Gre cia, passa á les galeries, entra á les capelles y surt per ser trames ais pobles vehins ahon hi há comunitats cismátiques. Lo Patriarca, que 1' ha fet baxar del cel, surt del Sant Sepulcre, agitant dues atxes enceses que encreuha y axeca ab ayre triomfant. Los popes y fanátichs fidels encenen sos moxells de cándeles, y 'I magestuós temple sembla abrandarse com un braser, esclatant en una cridoria selvatge é infernal. Los homens co rren esbojarrats entre 'I foch purisicador, pre néntsel los uns ais altres y passántsel per la bar-"], [83, "Piscina superior de Siloé"], [84, "DIETARI D' UN PELEGRÍ 78 Emmaús, 26 Abril Cada any, I' endemá de Pasqua, alguns Pares Franciscans de Jerusalem venen en pelegrinació á aquest poblé, benehit en aqueix día per la pre sencia de Jesucrist Nos enfilárem nosaltres al acompanyament, format gayre bé de pobres pele grins alemanys. Sortírem per la porta de Jaffa, seguint les petjades deis dos dexebles que par tíen tristos de Jerusalem, tement que ab Jesu crist en lo Calvari, hagués mort per sempre sa di vina religió. La tradició diu que '1 celestial pele grí se 'ls feu encontradís vers la font Aín-Beit- Hoúlmeh, que dona son sil d' aygua al torrent del Terebinte. Nosaltres no tinguerem la fortuna de trobarhi á Jesucrist, sino una rúa de noys del po blé vehí que 'ns seguí amorosament demanantnos bakchiches, y veyent que no 'ls en donavam tants com ells ne volíen, dexant de tractarnos á la bo na, nos enviaren un raig de pedrés, acompanya des ab vocables sechs y guturals, que per sort no enteníam, mes que debíen valer quiscun per dues ó tres pedrés. Jo, francament, ho prenguí per jo guina ó entremaliadura d' infants, mes que per odi. Hi há mes odi en la mirada temorenca é hi pócrita, mes quimeruda, del juheus, que en los colps de pedra deis noyets mahometans. Ab quín gust camina vam, retrayent la conversa de Cleofás y son company y la que tingueren ab son diví Mestre, disfressat de pelegrí en aquell camí que s' anomena encara camí deis dexebles:"], [85, "Porta Daurada"], [86, "D1ETARI D' UN PELEGRÍ 80 lichs. Entre vuyt y nou se canta 1' Osici de Resu rrecció ab una solemnitat y magnificencia orien táis. ¡Cóm fa batre '1 cor en la tan inspirada com irregular Sequentia, lo diálech entre 'ls Apóstols y María Magdalena! — ¿Dígans, María, dígans, que has vist en lo camí? — He vist lo sepulcre de Cristo vivent y la gloria del Ressucitat: los Angels celestials testimonis, son sudari y blanques vestidures. Ha ressucitat Cristo, ma esperanca. — Acabat I Ofici, se volta per tres vegades en so lemne processó la sagrada Sepultura, aturantse en diferents endrets pera cantar los fragments del Evangeli que conten les primeres aparicions de Nostre Senyor Jesucrist. Per poch ó res que valga vull notar la tradició següent: Venint deis Osicis del Sant Sepulcre avuy, me he adonat de que en totes les tendes de queviures, mores ó cristianes, veníen ous pintats de bermell. N' he demanada la rahó, y 'm diuben que una volta los juheus donaren á uns noys uns quants ous pera tirar á Jesucrist quan passaría; passá, y 'ls noys, al anar á rebátreli 'ls ous, los trobaren pintats de color de sanch, y, prenentho com un avís del cel, tots esglayats los tornaren ais juheus. La costum de vendré per Pasqua ous bermells benehits, diu que també se segueix en Italia y en altres bandes."], [87, "Font de la Porta de la Cadena 11"], [88, "DIETARI D' UN PELEGRÍ 82 (Que es axo' de que parlau tot caminan t, y cóm estau tan tristos? Respongué Cleojás: ¿ Vos sou tan estranger en Jerusalem que no saprau res de ¿o que ha succehit aquexos díes) (Qué? pregunta Ell. (Que? respongueren, de Jesús de Nasaretk, que ha siguí un profeta poderos en paraules y obres devant de Déu y ' 7 poblé. Y com los summos sacerdots y V¿* princeps V han comdemnat á mort y /' han crucificas. Nosaltres prou esperavam que rescataría á Israel. No obstant, aprés tot acó, jasa tres díes que exes coses son passades. Es veritat que alguues dones deis que eslaven ab nos altres nos han espantat, puix havent anal abans de dia al sepulcre, y no havent trovat son eos, vin gueren contantnos que hi han vist ángels que diu - hen que Ell es vivent. Y alguns deis nostres, ha vent anat al monument, han trobat les coses com elles digueren, mes á Ell no l' han pas trobat. Llavors Ell los digué: ¡Oh insensats y tardans de cor, pera creure tot lo que 'ls profeses han ditl (No calía que Cristo sujris tot acó pera entrar en sa Gloria) Y comensant per Moysés y tots los profeses, los esplicava totes les Escriptures que s referien á Ell. Y s' acostaren al castell ahon anaven y Ell semblava voler anar mes lluny. Y ells l' obligaren á aturarse, dihent, quedauvos ab nosaltres, puix se fa vespre, advesperascit. També á nosaltres se ns fa vespre retrayent aquesta conversa divina, en lo mateix camí ahon se tingué, vora aquexos matexos camps y penyals que la escoltaven. Fins les flors semblen les ma texes; los gallareis vermellegen entre 'ls blats, les"], [89, "A TERRA SANTA 83 xicoyres groguegen en los ombríus; los aucellets canten en les oliveres la matexa cansó, donantnos la bona nit que donaríen á Jesucrist y á sos dexe bles al sentirlos passar. ¿Qui sab si aquexes vores de camp, aquexos márgens de camí rosaren sa aérea túnica; qui sab si aquexos matexos códols besaren aquells peus á qui ja no podíen ser mal? Avuy, desde les quatre fins á les vuyt, se cele braren Misses en la devotíssima iglesia d' Em maús; aprés, per la veu clara y ben entonada del Pare Lector, de Sant Salvador, sentírem cantar Y hermosíssim Evangeli del día, podentlo sentir aquells convenís y cim de serra, llochs testimonis de la escena. Aprés hem vist á plaher lo convent construhit per la terciaria de Sant Francesch, Com tesade Nicolai. ¡Quín lloch de repós pera una áni ma que estiga morta á les vanitats del món! ¡quina solitut! ¡quina pau, quina delicia! Volta '1 gran diós edifici una horta plena de arbres florits, que teñen ais peus un jardí també en sa florida. Les flors que hi trobo conegudes son, la reyna de to tes, la rosa, la encesa rosella, la primavera, lo clavell, 1' arbret, lo gojat y 1' adonis, que ací ano menen gota de sanch, potser per haverla beguda adorant los peus sagnosos de nostre Salvador! Fa uns quants anys, remenant un llech del con vent les pedrés de 1' horta, sortiren les colgades ruines d' una gran iglesia, construhida per los creuhats, de la qual ne resten les parets de 1' áb side, fins á deu ó dotze palmsde pedra picada; los sócols de tres columnes d' un costat y un de la al-"], [90, "84 D1ETARI D' UN PELEGRÍ tra banda. Lo restant d' aquest costat, que era paret macica, se creu que era la casa de Cleofás,, enclavada en lo temple. En aquest cas sería pro bablement 1' aposento en que Jesucrist s' hauría donat á conéxer ais dos dexebles in fractione pa ñis. Allá á la vora blanquegen també los fona ments d' un monestir, sobre 'I qual viuhen olive res seculars. Los mes deis pelegrins que acompanyám son alemanys y austriachs, que units á uns quants com patriéis seus, que teñen una petita colonia ados sada al convent, han estat bona estona en lo tem ple resant y cantant en sa Mengua ab una devoció que enamorava. Al partir s' han agenollat tots de vant del Pare President ó Guardia pera rebre la benedicció. Sant Joan en la Montanya, .27 Abril A mitja tarde sortirem d' Emmaús, en compa nyía del Pare Lector y dos novicis de Sant Sal vador, y á les sis aribare.m al humil poblé, patria del profeta y mes que profeta, Sant Joan. Está situat en una montanya voltada per altres monta nyes mes alteroses, y de setcens habitants que conté no n' hi há mes de cent de católichs. La iglesia del convent séu damunt les ruines de la casa deis pares del Precursor, que nasqué en una cambra cavada en la roca. Lo lloch mateix del naxement recorda 1 de Bethleem, per estar cobert de granit, sota la mesa de un altar, dins una es trella de marbre blanch. Sant Sacarías, á mes de"], [91, "Porta de Sant Esteve"], [92, "DIETARI D* UNPELEGRÍ 86 la casa que possehía en lo poblé, tenía una masía en lo camp en lo rost de la montanya vehina. A mitg camí de les dues, en lo fons de la valí, ahon se embranquen, se troba la Font de la Verge, per que ella devía servirse de ses aygues en sa estada en casa de Santa Elisabeth. N' assorteix abundo sament á aquell vehinat, y rega ses hortes y jar dins. Bé mereix lo nom hebreu de (Ai'n-Karim) Font Generosa, que 'ls moros encara donen al poblé. La Capella del Magníficat '.— Fou construhida 1' any 1856, mes sa cova ó petit santuari, á qui 's dona mes particularment aqueix nom, es primitiu y está cobert de marbres siníssims y diferents y ab un bonich quadro, pagats per espanyols. Da munt hi ha les ruines del antich convent é iglesia; ais costats y devant un humil verger, ahon veig una palmera, una olivera y dos xiprers, tres ar bres que les sagrades Mitres nos donen com á símbols de la Verge. A sa ombra viuhen plantes mes humils, mes d' Ella també molt estimades: 1' arbret carregat de flors rosades, lo romaní, lo clavell y una perpetuina de botó gros y mora dench que jo no conexía. En aquest jardinet que hauría donades flors á María y sobre tot dintre la capella, ¡qué saborós se troba, qué dols é inspirat lo Magníficat, aqueix cant diví brollat de sos puríssims llabis, per con hort deis cors assedegats de poesía del cel! Ací, en la matexa font d' hon raja, seguint la piadosa costum deis pelegrins, hem volgut cantarlo també nosaltres, y aprés hem demanat á la Verge, rey-"], [93, "A TERRA SANTA 87 na deis poetes, que 'ns lo dexe cantar un día ab Ella en la gloria. Dintre la matexa capella, vora I portal, hi há un pou que anomenen Font de Santa Elisabeth. Sortint de la Visitació enfilám lo camí de la Co va, vora '1 qual, á vint minuts, trobám lo Rocal de Sant Joan, desde ahon, segons la tradició, cri dava á la multitut: Feu penitencia, puix s' acosta lo realme del cel. Diuhen que un moro posa aqueix roch en la paret d' un forn, mes no hi podía cou re '1 pa, puix per tanta llenya que hi posas no podía escalfarlo. Advertit de que podía ser en cástich de la profanació del Roch de Sant Joan, lo torna á son lloch y lo forn torna á coure. La Cova de Sant Joan en lo Desert. — Es una hora lluny. Té uns cinch metres de sondaría, tres de ampiaría y dos d' altura. Sobre un penyal que anomenen lo Llit del Precursor, hi há un al taret senzill, sostingut per dues columnetes. Té una finestra á la dreta rexada com lo portal d' en trada. Deis penyals de sobre la Cova, clapejats de morelles, surt una abundosa y remorosa font, que atura ses aygues devant d' ella ea un safreig mitjanser y aprés baxa á regar una escalada de fexes plenes d' arbres y flors. Entre exes hi veig la simpática rosella, la margaridoya, lo clavell de pastor, la floravía espinosa. la farigola, 1' absinti, la salvia, 1' hisop, violers, estepa, trébol, argela ga florida y rosers de bosch ; entre 'ls arbres, la olivera, arbre dominant en exos vessants, lo ba ladre, llimoners, magraners, pereres, terebintes y garrofers, que 'ls alemanys anomenen arbre del pa de Sant Joan."], [94, "88 DIF.TARl D' UN PELEGRÍ Ací passá 'I Baptista la primera part de sa vida: Santa Elisabeth, que té 'I sepulcre part d' amunt, Y hi amaga en temps de Herodes; Y infant se tro ba á plaher en la soletat, ahon segons Orígenes, «l' ayre es mes pur, lo cel mes obert y Déu mes aprop, » y s' hi queda fins que arriba la seva hora. Llavors la veu del desert fou sentida vora '1 Jordá y en les ciutats de Judea, y feu tremolar al ma teix Herodes en son trono. Segons una tradició, los tres Reys tornant de Bethleem passaren una nit en esta Cova, y segons altra, Joan vegé desde ella passar allá baix, al peu de la montanya en la valí de Terebinte, al bon Jesús venint d' Egipte, y li ensenyá desde un penyal una creu de canya. Sant Joan in Montana es lo primer noviciat deis Pares Franciscans, y en ell se queda un deis sis pelegrins espanyols que passaren ab nosaltres la Setmana Santa á Palestina. Es un jove y simpátich marí de Vizcaya. ¡ Ditxós d' ell! Es ja á port, y nosaltres haurém de atravessar quelcom mes que mars y terres pera arribarhi. Temple del Ecce Homo, j Maig Dues hores se 'ns han escorregut, Uestes com un instant en esta bella y devotíssima iglesia, des prés de celebrar en son altar major. Aquest s' axe ca senzillíssím devant un arch roma, ampie y su perbo, per ahon s' entra á la sagristía. Sobre ell hi há una marmórea imatge del Ecce Homo, sola, trista y compassiva, com devía estar son diví ori-"], [95, "Porta de Damasch 12"], [96, "DIETARI D' UN* PELEGRÍ 90 ginal allí mateix, mentres Pilat llegía la mes ini qua de les sentencies. Al peu de la cúpula del temple se llegexen exes tres paraules, que, escri tes per un juheu á sos germans, y en aqueix lloch, valen mes que cap sermó : Ecce Rex vester La mesa del altar y 1' altar mateix están fets de sis ó set pedrés del Litóstrotos, y per lo tant es tán trepitjades per los peus sagrats y adorables de Jesucrist. La iglesia es paralela al carrer y reb la llum per los costats. Devant la porta forana, al entrar en lo temple, se presenta en la paret, que es la roca nua, una enorme creu de fusta senzilla ment treballada y sense imatge, ornada únicament del cartell en tres Mengues : Jesús Nasarenus Rex Judceorum; tal volta Ratisbonne 1' hi feu posar recordant la creu que '1 perseguía ab sos bracos oberts uns quants díes abans de sa marevellosa conversió. Al costat de la porta hi há una llasti mosa Verge deis Doiors ab son Fill ais bracos. En Y únich altar lateral, sobre un tapís vermell que recorda 'I mantell de púrpura, hi há un Ecce Homo de mitg eos ben encarnat y d' aleada natu ral, que, rebent un raig de llum de costat, sembla talment viure encara. Les creus de les catorze es tacions no teñen altre cosa que lo senzill número en mitg, voltat d' una corona d' espines. Exa co rona 's veu per tot com á primer motiu d' orna mentado del temple. La mes hermosa es la d' es pines d' or, que serveix de diadema al precios globo del sagrari."], [97, "L' arch del Ecce Homo"], [98, "DIETARl D' UN PELEGRÍ 92 La iglesia es de pedra y d' ayre monumental; ses blanquinoses parets están cobertes d' estrets tapíeos de color de sancb, recordant ais devots que es un temple expiatori. Tot aquí está consa- gras á la matexa idea. En la saleta de rebre se veu un gran quadro representant una gallina cridant á la ombra de ses ales los pollets que fugen, y sota se llegexen aquexos tendres y amorosos mots de Jesucrist, que ací no 's poden llegir sense plo- rar : Jerusalem, Jerusalem, quoties volui congre gare sí líos tuos, quemadmodum gallina cotigregat filios suos sub alas, et noluisti! (Matt. xxiu): «Je- rusalem, Jerusalem, ¡quantes vegades he volgut aplegar tos filis, com la gallina recull sos pollets sota les ales, y no ho has volgut!» Ohírem la Missa de comunitat de les Dames de Sion, cantada per elles y les pobres orfanetes, á que está dedicada la Congregado. N' hi há dt ca- tóliques, de cismátiques, tan de ritu grech com d' armeni; de protestantes, de juheues y fins de musulmanes. Al comensar la Misa canten la ora- do de Sant Bernat, sentint la qual se convertí son venerable fundador; després lo Credo y tot seguit de la consagració aquelles paraules de Jesús en creu: Pater, dimitte illis, non enim' sciunt quid Jaciunt; capaces de ser plorar les pedrés, com mes les pobres que ho canten, filies algunes de aquells que cridaren allí mateix : Tolle, tolle, cru- cifige eum, sanguis ejus super nos et super filios nostros. Acabada la Misa canten lo Magníficat á sa divina Autora. ¡Pobres orfanetes! ¡san bé de tancar son petit"], [99, "Piscina probática"], [100, "DIETARI D' UN PELEGRÍ 94 Missal ab les gafes d' or de dues oracions á sa Mare celestial, que les ha preses en sos bracos al morírsels la mare terrena; san bé de festejar á la Verge, que les abriga ab son mantell de reyna en aquesta terra ahon la dona naix esclava! A les que han tioguda la sort de náxer cristianes, Ella les guiará per los camins de la vida; á les que nasqueren entre heretges y moros, sois Ella les podrá salvar. La segona casa de la evangélica institució de les Filies de Sion vermelleja en lo millor punt, centre de la valí de Sant Joan de la Montanya, vora la tomba del P. Ratisbonne y devant per de vant de la capella del Magnificas, ahon lo deuhen cantar á plaher com á chor escullit de la Mare deis órfens y desamparáis. Una de les hermoses industries de les Filies de Sion es texir corones de brots del arbre ramnus spina Christi, á semblansa de la que cenyí 'I front adorable de nostre Salvador, y d' anar á cullír flors en los llochs evangélichs pera vendré en agraciats álbums y ajudarse á viure. ¡Ab quín gust dexí á exes pobres orfanetes una almoyna que m' encomanaren tres jovens germans d' una noble y cristiana familia originaria de ma terra! Déu los conserve 'ls pares; y á una mare, fer vorosa cristiana, que també m' encomaná per elles una gracia de caritat, Déu li conserve 'ls filis."], [101, "Fatxada de la basílica hon es la Tomba de la Verge"], [102, "96 DIETARI D' UN PELEGRÍ Montanya de la Ascensió, 2 Maig No m' es possible recordar tot lo que acabo de veure, mes notaré breument lo que 'm vinga á la memoria. Hem comensada la pelegrinació per Santa Agna, gran y magestuós edisici de pedra del pays, bellament restaurat per lo cardenal La vigerie. Allí la tradició mes comuna posa 'I lloch del naxement de la Verge. Prop d' ella, á alguna sondaría, s' acaba de descubrir la Piscina proba tica. Desde son brécol baxám á son sepulcre, que es al fons de la Valí de Josafat. S' hi baxa per una Marga y magnífica escala, que té á má esque rra lo sepulcre de Sant Joseph, y, á má dreta, los de Sant Joaquím y Santa Agna. Es tallat en la roca viva, d' un metre d' aleada y cobert de marbre blanch, dintre una hermosa capella que pertany ais cismátichs. Es la joya de aquesta tris ta valí, que havent de ser sepulcre de la humani tat, comensa á ser la validéis sepulcres Comensa en la Tomba deis Jutges, y segueix cap avall co berta de lloses sepulcrals: á la banda de Jerusa lem té les deis moros, entre les quals hem sentit cantar elegíes á un marabut; á la banda esquerra té les deis juheus, com si esperassen veure desde la tomba la ciutat Santa. Part d' avall, fets d' un gran bocí de roca viva, blanquegen los sepulcres de Zacarías, occisus Ínter templum et altare; lo de Josatat y '1 d' Absalon, que té una obertura á la aleada de tres metres, ahon los noys tiren pe drés y malediccions al fill dolent y desnaturalisat"], [103, "Tomba d' Absalon ia"], [104, "98 DIETARI D' UN PELEGRÍ que perseguí á son pare. Montanya amunt hi há la Tomba deis Profetes. Getsemani. — Al costat mateix del sepulcre de la Verge s' obre la cova de Getzemaní en la roca; es fonda y trista, y está convertida en capella per los Pares Franciscans. Entrant al Hort se troba la Roca deis Apóstols, ahon Jesús dexá los tres predilectes, dihentlos: Vigilase et orate, y '1 cor se 'n va vers les set oliveres colossals, testimonis muts de les tristeses del Home-Déu, en la última vegada que '1 visita. Ses arrels nuoses se regaren ab ses llágrimes y suor de sanch, y, després de dinou segles, encara tendregen, com si á la hora de sa mort Ell los bagues concedida la immortali tat. Fora '1 clos del jardí se ensenya 'I lloch ahon Jesucrist rebé 'I bes del sacrílech Judas, ab aquell mot capas de rompre una pedra : Amice, ad quid venisti? «Amich, ¿per qué has vingut?» Mes avall hi há 1 Pont del Cedrón, ahon al tirarlo daltabaix los juheus, s' estamparen sos sagrats genolls en la roca. Desde aquí, abandonas per tots sos dexe bles (encara 's mostra '1 sepulcre ahon s' amaga Sant Jaume), fou portat á Jerusalem, ahon ja no entra com tres díes abans, en lo día de son triomf, per la Porta Daurada, sino per la Sterquilínea ! Ais primers passos de la pujada de la monta nya de les Olives, á má dreta, blanqueja una ro ca, — Roch Blanch, s' anomena, ahon, segons tra dició, Sant Tomás havent arribat tart pera assistir al sepeli de la Verge María, rebé de ses matexes mans una cinta misteriosa que encara 's conserva en Prato de Toscana."], [105, "Olivera de T hort de Getzema"], [106, "DIETARI d' UN PELEGRÍ' 100 Dominus flevit. — Son les ruines d' una mosquea que fou iglesia, en lo lloch ahon Jesús plora ve yent la Ciutat Santa (Lluch, xix) : Y acostanlse Jesús á la baxada de la montanya de les Olives, la turba deis dexebles, plens d' alegría, comensa a\" alabar á Déu ab veu alta per tots los prodigis que havíen vist. Dihent: Benehit qui ve rey en nom del Senyor, pau en lo cel y gloria en les altures. Y acostantse á la ciutat, al véurela, plora sobre ella, dihent: Si tu també coneguesses, almenys en aquest día, que í es encara concedí t, lo que t' importa; mes ara aquexes coses son amagades á tos ulls. Díes vindrán, y tos enemichs te voltarán de fossos y t' estrenyerán per totes bandes. Y ' t tirarán per terra á tu y á tos filis, y no 't dexarán pedra sobre pedra, perqué no has volgut conéxer lo temps en que has sigut visitada. Bethphagut. — Ruines del poblé ahon Jesucrist, lo diumenge de Rams, enviá á cercar pera son triomf 1' humil jument. S' hi acaba de descubrir una gran ara ó altar de roca flonja, ahon se veu, entre altres pintures esborrades, lo bon Jesús muntat en lo jument y voltat de sos Apóstols. En lo lloch ahon Jesús ensenyá 'I Pare nostre á sos dexebles, la princesa de la Tour d'Auvergne ha fet un hermós claustre, al voltant del qual se llegeix en trenta dues Mengues exa divina ora do. No es gayre lluny d' allí la capella ahon los Apóstols se reuniren pera dictar lo Credo, abans de separarse y empendre la conquista del món."], [107, "Torrent del Cedrón"], [108, "DIETARI D' UN PELEGRÍ 102 Los dos memorables llochs están inclosos dins un convent de monges carmelites, que 's deuhen regalar, resant exes dues oracions en lo lloch ahon se resaren per primera vegada. Montanya de les Olives.— Acabemhi de pujar. Los arbres que li donaren nom, com á Getzemaní (prempsa de les olives) abriguen encara algún de sos camps y '1 clapegen de cendrosa verdor. Co rona son cim lo poblé de Zeitun; al mitg del po blé s' axeca, dintre de les ruines d' una gran ba sílica octógona, bastida per Santa Elena, una petita mosquea, dedicada per los musulmans á Je sús, puix creuhen, com nosaltres, en lo misteri de la Ascensió del Fill de la Verge. En lo centre de la basílica, sota mateix de la cúpula que, segons tradició, restava sempre oberta, retirantse per elles matexes les pedrés que hi posaven per clóu rela, com per dexar lliure pe 'ls ayres lo camí de Jesús ressucitat, enquadrada entre peces de mar bre blanch, se veu impresa en la roca sa petjada divina, mirant al occident. Desde allí prengué la volada lo Fill de Déu, al tornarsen ais bracos de son Pare celestial, y es allí, segons creyenca co muna, ahon baxará lo día derrer deis temps á ju dicar los vius y los morts, y á pesar lo que hau rán dexat de pols ó de perfum totes les genera cions de la terra. Una vegada T any, lo día de la Ascensió, la mosquea 's vesteix d' iglesia católica; ses parets se cobrexen de tapissos, y en lo centre, sobre aquella petjada tant dolsa de besar, se col-loca un altar en que los Pares Franciscans celebren"], [109, "Torre de David"], [110, "DIETAR1 D' UN PELEGRÍ 104 un solemne ofici. Després á corre-cuyta apaguen los ciris, desfan 1' altar portátil, despengen los ta píeos ; y '1 sagratíssim temple de la Ascensió ¡tor na á quedar, malaguanyat, en mans de moros! Nos estaríam ací tota la vesprada, mes lo clauer, que també es moro, nos trau á fora, cansat d' es perar á la porta que acabassem de besar la Ro ca y de ser nostres devocions, y fent dringar les claus, que per mi teníen só de cadenes, nos mos tra un panorama que no tindrá parió en la terra. Al orient, derrera núes y desertes montanyes, s' ovira la Valí del Jordá y les sondes aygues del mar Mort, que 's dexa veure entre 'ls alts y baxos deis puigs y sota 'ls raigs del sol, ardent com un estany de metall sos. Part d' allá crestegen les montanyes d' Arabia, immensos murs que separen los deserts de Moab del actual desert de la Terra de Promissió. S' axeca 'I mont Nebo entre les se rres que 'I volten, núes de vegetació y trencades per nombroses y fosques torrenteres. La vivor de la llum vessa sobre Murs costalades aquexa indefinible tinta que tantes voltes admirárem en los paysatges del Líbano y en la plana de Bal bek. Lo Jordá, mercés ais arbres que ombre gen sos márgens, fa una gran ratlla verda en mitg de la árida comarca ahon tingueren lloch les pri meres escenes de la historia del món. Al nort los monts d' Efraim, coronats per les ruines y mes quites de Sant Samuel, embranquen ab los de He bal y Garizim, en lo centre de Samaría. A ponent se contempla ais peus la Valí de Josafat, los mo numents y plans de la ciutat quals cases se podríen"], [111, "Mur de la aflicció. Restos del Temple de Salomó 14"], [112, "DIETARl D' UN PELEGRÍ 106 contar. ¡ Ab quín dale s' exten la vista desde '1 inont Sion fins al Calvari, desde I sitial que ocu pa 'I temple de Salomó fins á la Torre de David! L' Antich y '1 Nou Testament, T historia de cent pobles barrejada ab les cendres d' aquexa ciutat, se manifesten á ma presencia; no permeta 'I cel que m' oblide d' aquexa gran página ni de sos di vins ensenyaments.» He copiada aquesta descripció de Mislim, per no privar al lector del magnífich panorama de que 'ns priva á nosaltres lo fortíssim vent d' aques ta tarde, que abriga á Jerusalem, la Judea y sos vehinatges ab un núvol de polsaguera ; digne mantell d' aquexa terra de ruines. Circunscribintnos á la ciutat, ¡ qué tristes re flexions m' inspira lo poch que 'n veig ! Son temple y edisici mes sobirá es lo de Ornar, que seu ahon seya '1 de Salomó, y la mitja lluna corona la roca Sakhra, que fou, segons se judica, lo lloch del Sancta Sauctorum, ahon estava guardada Y Arca santa. Lo sant Sepulcre se veu petit, insignifi cant, derrera d' ell, y ¡ay! lo sant Sepulcre no es deis católichs. Quatre sectes nos ne pledegen la possessió, y 'ls protestants si n' están fora en cara, no n' están gayre lluny. Dos ó tres temples seus s' axecan ací y allá com blanchs espectres, y les ruines del Temple, que están en Mur poder á les portes del sant Sepulcre, semblen plorar y escruxirse, al pensar que de avuy á demá poden véures profanades per los sectaris de Luter. Ais peus de la montanya de Sion se mostra ergullosa una gran sinagoga de les moltes que hi há en la"], [113, "A TERRA SANTA 107 ciutat, y la iglesia de Sant Salvador está tan ama gada entre les teulades, que calría '1 sil d' Ariadna pera trobarla d' ací estant. Se senten moltes veus de muezin y poques de campana, y la Creu, lo signe adorable de nostra redempció, sembla estar á T ombra de la fatídica y aborrida mítja Muña. Jerusalem, que no volgué per espós á Jesucrist, es esclava de Mahoma. ¡Oh ! si jo pogués ser un crit á la Europa cató lica, si li pogués mostrar aqueix espectacle dolo rós: Mira, li diría, acó es obra teva. Tu ets silla de Jesucrist; ets sa silla y sa estimada, puix te dona, tot sencer, lo seu amor, que no sapigué meréxer la ingrata Jerusalem. Per dirigírset á tu, li gira la espatlla á ella, al morir en lo Cal vari y al pujársen al cel en la vehina Roca de la Ascensió. Jesucrist t' ha treta de la barbarie y t' ha seta rey na del món. Ell t' ha seta sa repre sentanta en la terra, segons expressió del poeta Alexandri, y en penyora del seu amor insinit te feu guardiana de sa creu, de son brécol y de sa tomba y deis llochs santificáis ab sa presencia divina. ¿Per qué avuy t' ho va prenent tot? ¿Per qué ha donat ais cismátichs lo lloch ahon se talla T arbre de la creu, los convenís de Lidda, Sant Elias y Sanl Sabas ¡ los sepulcres de la Verge Ma ría, de Sanl Joseph y 'ls de Sant Joaquim y Agna ? ¿Per qué ha compartit entre les sectes antica tóliques lo sant Sepulcre, dexánten á tu la mínima part? ¿Per qué 'ls ha donat lo bres de Bethleem, ahon va náxer, y la roca del Gólgota ahon va mo rir? ¿Per qué dona á la guarda deis filis de Maho-"], [114, "DIETARI D' UN PELEGRÍ 108 ma aquexa Roca de la montanya de les Olives, la derrera cosa que trepitjá de la terra? ¡per la in gratitut! Bé 't pot dirigir á tu la quexa que Manca á la ciutat deicida : Jerusalem, Jerusalem, ¡quán tes vegades he volgut congregar tos filis, com la lloca aplega sos pollets sota les seves ales, y no ho has volgut! Nasareth, 7 Maig. A mitja tarde del día 2 sortírem de Jerusalem per la grandiosa y monumental porta de Damasch; mos ulls se posaren en la fonda y negra Cova de Jeremías; ja que ell, y sois ell ab lo plorós ac cent de les lamentacions, pot parlar de la Jeru salem actual. A quatrecentes paces se troba 1' edifici que de diquen los Pares Predicadors á Sant Esteve, lo primer predicador que dona, allí mateix, segons tradició, la sanch y la vida per la fe. Han desco bert un gran mosaich, prop del solar d' una ca pella que estaría dedicada al mateix Sant, en lo lloch hon caygué ferit y mort á la gran pluja de pedrés. Los Dominicos, segons se diu, hi san una casa destinada á exercissis espirituals, y en la pa ret de la horta ó jardí á mida que la van edisi cant, hi posen hermoses capelletes representant los quinze misteris del Rosari. La tomba deis Reys, que 's troba mes ensá, con sisteix en un fosso quadrat é immens que, segons Fr. Lievin, serví de pedrera á Jerusalem molts anys. Lo vestíbul, sostingut en altre temps per"], [115, "Pou de Jacob"], [116, "DIETARI D' UN PELEGRÍ 110 columnes de la matexa roca, s' obre en una de ses parets y está adornat d' un fris de gust delicat, mes incomplert. Allí per una porta de noranta centímetres d' alt s' entra á les tombes, cavades al voltant de cambres, que s' enfonzen, la una de rrera de la altra, en la roca viva. Desde la tomba deis Reys se camina un bon tros per una vía romana, s' atravessa la Valí de Josafat, que acaba un xich mes amunt. Montanya Scopus. — Hon lo gran sacerdot Jad do sortí á T encontré d' Alexandre que s' anava á apoderar de Jerusalem. Desde una altura, al despedirnos de la Ciutat Santa, resárem, com es costum, lo salm : Super fiumina Babilonis illic sedimus, et flevi mus cum recordaremur Sion. In salicibus in medio ejus, suspendimus organa nos Ira. Y mirant segurament per derrera vegada á Je rusalem, coronada encara de hermosos murs, li diguérem ab lo Rey Profeta : Si oblitus fuero fui, Jerusalem, oblivioni detur dextera -mea. Adhcereat lingua mea faucibus meis, si non me minero fui. Cap ciutat del món fa aquexa impressió al de xarla, y no obstant, un no sab si es amor, odi ó compassió lo que sent per ella, ó si sent de una á una exes passions, segons se recorda, de la ciutat que fou arca de la lley, imatge de la Jerusalem celestial, predilecta del Altíssim, ó de la vila in grata, cruel y deicida."], [117, "Tomba de Joseph"], [118, "D1ETARI D' UN PELEGRÍ 112 El Bireh (antiga Beroth). — Allí Devora, asse guda sota una palmera, judicava 'I poblé d' Is rael. Es aquí hon Joseph y María, tornant de Je rusalem, se adonaren de que Jesús no anava ab T un ni ab 1' altre. S' hi veuhen ruines d' una iglesia de tres naus, dedicada á la Verge per los creuats. Samaría. — Lo primer poblé que 's troba es Bethel, hon Lot se separa de son onde y ahon Jacob, fugint d' Esaú, vegé la escala misteriosa que arrivaba fins al cel. Allí fou enterrada Débora, dida de Rebecca, sota una alzina que fou anomenada Alzina deis Plors. Jeroboam adora en Bethel un badell d' or, y quarenta dos noys d' exa població, en lo camí que va á Jericó foren devorats per los ossos per haver insultat al profeta Eliseu. Jifna. — La hem vista solament de lluny. No hi há mes que '1 lloch de la alzina anomenada Arbre de la Santa Verge. Segons la tradició, la Mare de Déu s' hi atura venint de Nazaret ab son Fill , y altra volta tornant de Jerusalem, quan perdé á Jesús, venint desde El-Bireh pera cercarlo. Silo (Seiloun) hon Josué posa T Arca, que hi resta trescents anys, y allá morí '1 sacerdot Helí, al saber la mort de sos filis Ophni y Phinees. Sortint de Khan es sáoureh s' oviren lluny, per primera volta, al N. la cordillera de Garizim, y mes enllá T Hermon, gayre bé sempre cobert de neu, com nostre Canigó. Pou de Jacob ó de la Samaritana. — Está en mitg de les ruines de una iglesieta construhida"], [119, "Entrada á la valí de Sichem 15"], [120, "DIEsARI ü' UN PELEGRÍ 114 per Santa Elena. Es de pedra y cals y fondíssim, mes sens aygua. Sa boca es d' una pessa. Al peu d' ella llegím devotament '1 Evangeli recordant lo hermós encontré de Jesús y la Samaritana. A un kilómetre del pou passám prop de la tomba de Joseph Antiga copia del Pentateuco samanta Ain Dafnah. — En aquest lloch, que está al mitg de la valí, entre dos monts, Josué posa Y Ar ca, y després d' oferir un sacrifici, fent colocar sis tribus á una banda y sis á la altra, pronuncia ren los levitas les malediccions contra 'ls trans gressors de la Iley, y les benediccions pera 'ls seus observadors, y tothom respongué : Amén. Napluse, antiga Sichem. — Situada en una her-"], [121, "A TERRA SANTA 115 mosa valí entre les montanyes Hebal, vestida en tot aquell vessant de sigueres de moro, y Gari zim, verdejant d' arbres y camps de blat. De Ga rizim baxan unes quantes abundoses fonts que omplen de vida y de murmuris ses hortes y jar dins, passant sos rechs per dintre la ciutat, que no per acó es mes neta que les altres de Palesti na, encara que es totalment diferenta. Hi há moltes cases de tres pisos y d' ayre mo numental com lo teñen ses muralles. La capella Uatina está enclavada dins la recto ría, es molt petita, y ab prou feynes se deu haver vist may plena, puix de 16,000 habitants no n' hi há mes que 60 de católichs, sent gayre bé tots los altres musulmans. Visitárem lo temple deis grechs units, que es tan gran com desert, y '1 deis sama ritans, per veure lo famós manuscrit del Pentateu co, que data, segons Lievin, de Manassés, acó es, de 300 anys abans de Jesucrist. Consisteix en una ampia faxade pergamí que se enrotlla per cada cap en dues broques d' argent. Los cinch llibres de Moysés están escrits en ca rácters samaritans. Lo pontífice de aquexa es tranya branca del judaisme, reduhida avuy á 240 sidels, nos lo trau, perqué nosaltres no 'ns vo líam descalcar, fins á la porta del temple y nos T ensenya falaguer per dues pecetes y mitja. Li costa mes morir á una religió, per xica que sia, que á deu dinastíes. Djemeh el-kebir. — Es una antiga iglesia, con vertida en mosquea; sa portalada gótica es magní fica, y te algún parentiu ab la del Sant Sepulcre"], [122, "116 DIETARI D' UN PELEGRÍ de Jerusalem. Se veuhen dintre columnes de gra nit, senceres ó á bocins, mes dretes encara, com soldats de la creu que no han volgut encara tor cer la genoll á Mahoma. Los habitants de Napluse no semblen deis mes civilisats de Palestina, y 'ls infants que san, se gons lo adagi, lo que veuhen ser alsgrans, corren amablement derrera nosaltres demanant bakchi ches, á cambi deis fástichs que 'ns diuhen. Desde Jerusalem á Napluse lo vestit cambia to talment. En Samaría los homens del camp van vestits ab túnica blava, com les dones pageses de gayre bé tota Judea, y moltes dones vestexen de blanch, com los homens en Judea, encara que acó no es raro al voltant de la Ciutat Santa. Lo que fa verament estrany es veure 'ls homens vestits de Ilarch, y les dones, especialment en sa infan cia, portant calses amplíssimes y desayrades. En tota la Judea hem vist en les dones tendencia á coronarse de monedes d' or ó plata, mes desde Jerusalem á Samaría les hem vistes riques y po bres, fins les herbejadores deis camps mes ape dacades, ab lo cap voltat de duros de cantell (n' hi hauria quaranta ó xexanta) foradats pe '1 mitg y lligats ab un cordó. Diu que molts son de pilans, anomenats per ells columnata, que ells exigíen fa alguns anys, deis pobres frares, tribut que les dones san Muhir sobre son front, trame téntsel de mares á filies. En Samaría no he vist mes exa corona d'argent, encara que, segons me diuhen, es sois pera guardarla millor dins una de drap que 'n duhen de la matexa forma."], [123, "Tomba de Sant Joan"], [124, "DtETARI D' UN PELEGRÍ 118 Lo pays de Napluse es fertilíssim, les oliveres son grosses, tendres y carregades de flor; hi verdegen les ponieres, magraners vermells de flor, les figueres de moro clouhen tots los horts y jardins plens de sebes, alis, tomátechs, meloners, hon se sent remintolar 1' aygua y cantar los au - cells. Lo pays que trobam cap á Sebaste no es tant ayguós, mes lo retira. Aci á Napluse com á Ramalá, hem posat en la casa parroquial, ó patriarcat, com T anomenen per estar servitper un sacerdot del Patriarca; los dos son del pays. En les dues rectories posen fins los protestants, sent axis qu ene los dos po bles hi há pastor protestant, y en lo primer fins una fonda servida per gent de la matexa secta. Acó proba lo ascendent y bon nom de nostres sacerdots. Sebaste. — Exa ciutat, que Herodes fortifica y corona d' un mur d' una llega de llarch y la au menta de 6,000 homens, donantlos les terres del voltant, no té avuy mes que 300 habitants entre ruines. La de la iglesia de Sant Joan Batista es considerada per M. Vogué com la mes important de les basílíques cristianes de Palestina. No 'n resta mes que la senzilla fatxada, T ábside y la caxa del temple fins á certa altura, y sobre tot la tomba de Sant Joan Batista en mitg del temple, coronada d' una cupuleta blanca. S' h¡ baxa per una escala de vint escalons. La porta es de ba salt, mes es fora de son lloch. Lo sostre está empedrat de petites lloses de marbre. En la paret hi há com tres nitxos ; en"], [125, "La columnata de Sebaste"], [126, "DIETARI U' UN PELEGRÍ 120 T un jau lo profeta Abdías, en T altre '1 profeta Eliseu y lo tercer es lo de Sant Joan. Hi fou por tat per sos dexebles després d' haver sigut escap sat per Herodes. Sortint de la vila, á cosa de cinch minuts se veuhen dretes, com soldats no cayguts encara en la batalla, setze columnes monolites que diuen al viatjer ahon fou lo grandiós teatre que regala He rodes á Sebaste. Com recort de Sebaste, guardo una moneda trobada en ses ruines, ahon se veuhen separats per una creu Constantí -y Santa Elena. Bethulia (Sanour). — Está assentada al cim d' un turonet rodó y deslligat al mitg del pía, á escep ció de una Mengua de terra baxa que la Miga á la petita cordillera. Tenía hermoses muralles, de que la descorona Abdallah-Pachá, de les quals, com á florons, li 'n resta encara algún tros de to rre. Es una ciutat guerrera molt ben situada y en aquell temps difícil de guanyar, puix la pujada per totes bandes es Marga, y solament á colps de pedrés podíen defensarse deis sitiadors. La plana es ampia, verda y sens un arbre pera abrigarse del sol, que aci talment crema. Ja T espós de la bella Judith, qual ombra apar que voleteja enca ra entorn de Bethulia, morí d' una soleyada en aqueix pía. Anám á diñar en Djenim sota unes sigueres de ombra espessa y regalada, dins un hort rodejat de cactus. En Djenim se creu que Jesús cura los deu le prosos (Lluch, xvn), deis quals un solament li dona les. gracies. No ha pas guanyat gayre en"], [127, "A TERRA SANTA 121 pietat aquell poblé, puix de 3,0011 habitants que conta, no hi ha mes que dues families católiques. Galilea. — En Djenim dexám la Samaría y en trám ensemps en Galilea y en la plana d' Esdre lon, que s' estén ais peus del viatjer cinch hores seguides, fins á dexarlo al peu de la montanya de Nazareth. Es de forma triangular, y la mes gran y hermosa de Palestina. A la dreta, á mitja pla na, dexám la montanya de Gelboe, seca y pelada, coronada de la blanca tomba d' un santo; derrera veyem lo Tabor, rodó, verdejant y hermós, co ronat ab la capella de la Transfigurado. Nazareth, 8 Maig. Un Pare Francisca francés me conta que la Casa de Nazareth sortí d' aquest pays cap á la Dalma cia, després de la última derrota deis creuats en San, Joan de Acre y del horrible fet 'següent: A Nazareth, que era allavors Sede episcopal, resta va encara '1 Bisbe, que 's vegé voltat de moros qui amenassaven llevarli la vida; ell débil y de poca fe devant deis mahometans, llanca la mitra y 's posa lo turbant, declarantse apóstata. Ab la perdua de la Casa Santa comensáren á ploure sobre Nazareth calamitats sens número. Un fet notable succehí '1 any 1622, quevull no tar. Los beduins de les montanyes de Moab, ó de la altra part del Jordá lo passaren un día en só de guerra, saquejaren tot aquest pays, y acabaren per la Casa y convent de Nazareth. Volíen coro- jií"], [128, "DIETARI D' UN PELEGRÍ 122 nar la festa matant los pobres frares, y anaven á ferho, quan los aparegué una gran y hermosa do na, vestida al estil del pays, dihentlos molt enfa dada que no tocassen los seus sirvents. Ells s' es pantaren y arrancaren á fugir, dient que aquella Valí de Nazareth dona sola era capaea per traure'ls y Mancarlos de aquella terra sagrada. Los pobres frares no re beren dany, per intercessió de la Verge María. En 1885, haventhi una gran sequedat, les ma res mahometanes de Nazareth enviaven sos infan-"], [129, "A TERRA SANTA 123 tons al temple, ahon cridaven á Nostre Senyor: Senyor, donaunos aygua. Nazareth, que significa Flor, es verament la flor de Galilea esbadellada en lo sí de ses mon tanyes. Exes, per dexarla asseure á plaher, te ñen la forma d' ansiteatre, ó millor, d' una gran diosa petxina, en qual conca ó ampia boca está asseguda la ciutat y qual columnela ó cor es lo Santuari de la Anunciació, en lo fons de la valí ditxosa, triada entre totes les encontrades del mon, pera rebre les primeres petjades del Déu fet home. La forma de petxina d' aquesta valí, axecada sobre los cims de Galilea, fa venir la idea de la perla, y déla maravellosa manera com, segons la poesía, la concebeix. Quan la conquilla está ben formada y prepara da al fons de la mar, á voltes se deslliga de la te rra, á la hora de T alba, per una atracció descone guda, puja fins á flor d' aygua, y allá, obrintse, copsa una gota de rosada, se clou com una capsa y guarda en son sí aquell tresor del cel que un día ha de Iluhir, com la mes estimada de les pedrés precioses : axis la valí hermosa de Nazareth apar que s' haja axecada sobre totes, sobre les de Ga lilea, pera rebre á Jesucrist, veritable y precio síssima perla del Evangeli. La iglesia de la Anunciació es de tres naus y senzilla; en son centre, devant T altar major, se troba una escala de marbre blanch de quinze esca lons, y baxat lo derrer, s' es en la capella de la Anunciació. Allí en aquell mateix lloch, sota aque-"], [130, "DIETARI D' UN PELEGRÍ 124 lia matexa volta de roca, Y Ángel dona á María la embaxada mes gran que han vist sortir los cels, y Déu se seu home en les entranyesd' una Verge. Jamay, trobantme devorat per la set en les montanyes de Catalunya, ni en les planes seques y ardentes de Palestina, posí los llabis en cap font ab tant ardor com en aquexa pedra, font de tota nostra civilisació, d' ahon ha rajat ab les di vines aygues del cristianisme tot lo bé, lo ver y lo sant que veyem en lo món. La vida interior que ha poblat en époques passades la Nitra y la Tebayda, Miramar y les ermites de nostre Mont serrat, y en la present tants convenís y monestirs, té aquí sa font; la caritat, que fins en lo descrei ment de nostres díes, avansa en la socíetat y cura continuament les llagues de la humanitat malalta, té aquí son origen. Lo Messías promés en lo pa radís á nostre primer pare, lo desitjat de les gents, aquí tingué son primer brécol y baxá d' exes montanyes, com altre Moysés de les del Sinaí, á publicar la dolca Mey del amor ais deste rráis filis d' Eva. Moltes antigües cases de Nazareth que están adossades á la montanya teñen, y ho he vist per mos ulls, alguna habitació sota la roca, que tal volta en les primeres époques fou la maysó pri mitiva: donchs d' aquexa part constava la Casa de Nazareth, y fou la que 's queda ací, al ser trans portada per mans d' ángels á Loreto. La tradició, segons lo P. Lievin, diu que T arcángel Gabriel, en lo moment de la Encarnació, estava en la casa de Loreto, mentres la Verge se trovaba en lo"], [131, "Font de la Verge María"], [132, "D1ETARI ü' UN PELEGRÍ 126 lloch de Nazareth, que estám visitant. L' altar, que hauría de ser lo millor del món y encara no sería digne del Déu humanat, es de marbre sen zill y un quadro representant la Verge en oració mentres T arcángel la saluda. Sota la ara, ilumi nas per cinch llánties y assenyalat per una creu de marbre, hi há lo lloch ditxós, que tants pele grins venen á adorar, á través de terres y mars, rodejat de la inscripció llatina: Hic Verbum caro factum est. Botiga ó taller de Sant Joseph. — Es una sen zilla capella, edificada en lo lloch ahon treballa va 'I Sant Patriarca, ajudat y benehit per lo bon Jesús. Esta capella y la de Mensa Christi son católiques. La taula ahon diuhen que menjá ab sos Apóstols, fins després de la Resurecció, es una roca plana que s' axeca un metre de terra, y está avuy retallada pera comodidat deis sidels que van á ohir Missa en aquell temple. Font de la Verge. — Ahon les nazarenes van á cercar aygua, portant sempre la ayrosa ánfora al cim del cap y un xich. inclinada. Los grechs han fet una iglesia mes amunt, d' ahon diuhen que vé la Font, y sota T altar hi há una boca de pou d' uu palm d' ampie, d' ahon pouhen aygua ab una hermosa galleda pera oferir ais devots. Montanya del Precipici. — Ahir á les quatre de la tarde 'ns hi dirigirem per lo fons de la valí, anant contornejant la montanya, fins al lloch del cingle, daltabaix d' ahon volíen tirar al bon Je sús los faritzeus de Nazareth. Hi há una cova pe tita que serviría probablement d' altar en la ca-"], [133, "A TERRA SANTA 127 pella que hi hagué en altre temps, de la qual so lament se n veuhen les ruines; lo mateix que del ermitatge que T acompanyaría, del qual ne res ten trossos de paret y dues cisternes, rodejades de espinosos cactus, tamaríus y herbes. Part d' amunt, les roques son tallantes y esquexades de mala manera. Davant la montanya del Precipici b¡ há una al tra montanya á la altra banda del torrent de Na zareth, avuy sens aygua. A la matexa altura de la cova d' ací se n' hi veu una altra. ¿Qui sab si també fou habitada? ¿Qui sab si era tradició po pular lo que diu Adricomius, autor del segle XIV, que Jesús, quan transiens per médium illorum ibat, fou vist en lo mateix moment en la montanya de devant, ahon dexá estampades en la roca ses vestidures? Desde '1 cim de la montanya del Precipici do nem un colp d' ull al pays. La plana d' Esdrelon se mostra ab tota sa bellesa. Aquí Débora y Ba rac, devant d' un exércit de deu mil homens, des feren á Sisara que venía ab una armada innume rable y noucents carros armatsde sais. Lo torrent Cison, que s veu allá sens una gota d' aygua, arrossegá sos cadavres per la plana. Al peu del petit Hermon se veu Naim, y mes enllá, Endor, ahon Saúl ana, mal aconcellat, á consultar la pitonisa. Seguint la serra, anam á coronar la expedició visitant á Nostre Senyora del Tremor. Quan los jueus anaven á precipitar á Jesucrist, diu que la Verge vingué plorant fins aquí, seguint ses pet-*"], [134, "128 DIETARI D' UN PELEGRÍ jades, y veyent que T anaven á estimbar, li vingué un gran tremolor. Aquí hi hagué un convent, quals ruines y lloch encara es anomenat per los moros Convent de les Donzelles, y una iglesia, 1' ábside de la qual inclohía la roca ahon la Verge estava en son tremolor. La capella que hi acaben de ser los Pares Franciscans, n' agafa la gran part: té en Y altar la Verge rodejada de dones compassives del Zebedeu y sos dos filis que l' acon solen. Sant Jaume. — Es una capelleta que d' almoynes espanyoles s' acaba de edificar en lo solar mateix del Zebedeu, ahon nasqueren Sant Joan Evange lista y T Apóstol d' Espanya. Allí hi havía ja les ruines de una capella de fusta, de la qual queden dues grosses pedrés que 's trobaren sota la ara, colocades en lo ma-teix lloch de la nova iglesieta. Al voltant se troben dues ó tres cisternes cava des en la roca; potser fossen de la casa deis Filis del 'Tro. Una d' elles té dues boques redones y la forma de dues gerres unides interiorment ; mes en les parets de roca y al fons se veuen varis forats per ahon passaría un home, mes no se n' ha tret la terra. Exa capelleta es á un cantó del poblé, que es deis mes miserables que 's poden veure. En dues cases, ó millor barraques, hem vist moldre '1 blat ab una mola de má moguda per una dona, com en temps deis romans; devant la casa teñen lo forn digne de tal molí, ahon generalment se cou lo pa ab fems de bestiar sech. De manera que ja es un adagi : en orient hi há campana de eam (lo mué-"], [135, "labor i"], [136, "DIETARI D' UN PELEGRÍ 130 zin) clau de fusta y carbó animal. En exa cape lleta hem tingut la ditxa de celebrar lo día 9 de Maig, quan sois havíen celebrat en ella dos ó tres Pares Franciscans. En ella he pregat pera Espa nya, y he demanat al gran apóstol Sant Jaume que no dexe mimvar la fe en lo regne ahon la porta, y ahon rebé la promesa de la Verge de que may s' hi apagaría. A la aliga deis Evangelistes, que prengué '1 vol al cim de esta montanya, vehina de Nazareth, li he demanat que adresse é ilumine 'ls camins de la poesía moderna, tan plens de fanch, de pols, de tenebres, de dupte y desesperado. Per mi, humil cigala deis boscos de Catalunya, grillet que aprenguí á cantar entre 'ls terrocos de la Plana de Vich, demaní la benedicció per mes pobres cansons y la gracia de saber beure la poe sía, una gota que sía, en la sagrada font del Cor de Jesús, ahon ell begué la mes alta que s' ha es crít sobre la terra. Tabor, p Maig A la una de la tarde baxárem de les montanyes de Nazareth y, atravessant la plana de Esdrelon, passam á veure la iglesia de Naim, que acaba de ser un sacerdot de Nazareth, de cognom cátala, Cardona, en lo mateix lloch ahon Jesús ressucitá lo fill de la viuda que duyen á enterrar. A falta de católichs en la poblado, los moros guarden la clau del temple que ha vingut á obrir una mora ab son fill al bras. Hem llegit T Evangeli del lloch"], [137, "1 abor y Hermori"], [138, "DIETARI D' UN PELEGRÍ 132 y 'ns hem encaminat ací al Tabor. La pujada es suau y la emprenem per la banda del Nort, verda y ombríua, plena de roures, los primers que he vistos en Palestina, garrichs y alzines d' una ver dor que encanta. ¡Qué hermosa vista y quín día tan ciar pera go sarne! A Ponent veyém, per un rebaxament del Carmel, lo mar de Cessarea, y aquesta montanya se 'ns apareix de cap á cap dominantla tota lo turó del sacrifici d' Elias. A mitg día nos tapen Y horisó les verdes mon tanyes de Samaría, que 'ns amaga lo petit Her mon, que té á aquesta banda Naim y á T altre Su nam, la patria de la Sunamitis deis Cantars. La plana d' Esdrelon s' allarga com un tapís vert desde '1 Carmel al Jordá, un xich restret al mitg del petit Hermon. A la altra banda del Jordá se veuen de Sur á Nort les plañeres montanyes de Moab, á claps emboscades y per tot arreu incul tes; n' es lo terme cápala banda del Nort lo gran Hermon, altíu y hermós ab sa corona de neu, y dominant per sa cabellera blanca y per sa alsada, totes les montanyes de Palestina. Del Her mon cap ací, los ulls s' aturen á contemplar la montanya de les Benaventuranses, lo camp de la Multiplicado deis pans, T estany de Tiberíades, que sembla mirat desde aquí, un ferro de llanca immens dexat allí per un altre Goliat. Desde '1 Hermon cap á Ponent se veu en últim terme la montanya de Saphet ó Cessarea de Fe liph, que blanqueja alterosa, com Medina Sidonia, vista desde la badía de Cádiz. Mes ensá se veu la"], [139, "Estany de Tiberíades"], [140, "DIETARI D' UN PELEGRÍ 134 montanya ahon está assentat Cana de Galilea. To ta aquexa encontrada está atravessada per la ca rretera que seguexen los mercaders del Cayre y de Damasch, que passa per Napluse y per los peus del Tabor, y '1 mont de les Benaventuranses. Tot es bell en esta montanya, tot es bell al seu voltant. La Galilea no es pas pedregosa y estéril com la Judea; com no fou tan criminal, apar que la maledicció de Déu no T haja ferida tant de pie, y cabalment lo Tabor está al mitg d' ella, domi nant sos millors paysatges, son únich estany, sa plana mes gran y ses montanyes mes verdejants. A mes, aquexa es la mes alta de Galilea, es rodo na, tan ben seta com ben colocada, entapicada d' herbes y vestida de flayroses plantes y fullo sos arbres; no en va la tria entre totes estes Nos tre Salvador per pedestal de sa glorificado, com tria T estéril Calvari per padró de sa ignominia. La paraula plena d' amor y satisfacció de Sant Pere, es la primera que ve ais llabis en aquest altar misterios de Nostre Senyor Jesucrist; Bo num est nos hic esse. Sería un deis punts de la terra en que no 'm desplauría parar la tenda ó al menys prolongarhi lo sojorn, y dedicarme á mirar aqueix cel, encara pie de la gloria del Altíssim, aquexes valls y montanyes, aquexos camps, ribe res y camins, hon son Fill diví, dexá impreses ses petjades."], [141, "libertades"], [142, "136 DIETAR1 D' UN PELEGRÍ Tiberíades, 1 1 Maig Ahir á la tarde ferem un víatje al S. del estany, vers ahon lo sagrat Jordá torna á rependre la marxa interrompuda per cinch ó sis lleugues del mar. M' ha recordat lo Rose sortint del estany de Ginebra, valent é impetuós com un cavall que 's desvetlla cansat de dormir, y emprén de nou la ca rrera. La del Jordá no es tan forta per ser la terra plañera, mes cada any se 'n porta cap al mar Mort alguns deis beduhins que 's atrevexen á pasarlo nusos, ab lo farcell de roba al cim del cap. Los que van á caball lo passen mes segurs y millor, mes T intrépit animal té que remar de fort y ferm, pera vencer la corrent calmosa y avassalladora. A mitja hora curta de la ciutat hi há una gran tomba d' un jueu, aprop d' uns banys calents, célebres en lo pays. Entre ells y la ciutat se veuen trocos de paret enormes que 'm san re cordar los del molí de la antiga Ampurias, y co lumnes de granit, fa dos mil anys ajagudes vora la mar, de que serien algún hora ornament. Es tot lo que resta de la Tiberíades romana. Aquest matí, á primera hora, en ales d' una senzilla barca, hem anat á veure lo Jordá Petit, ó sía '1 punt ahon desemboca baxant d' entre T Her mon y '1 Líbano. De la vehina Cafárnaum no 'n resta mes que una torre, bossins de grocos marbres y 'ls fona ments també de marbre d' una gran basílica, que Lievin diu que estava en lo mateix lloch de la ca-"], [143, "Magdala 18"], [144, "DIETARI D' UN PELEGRÍ 138 sa de la sogra de Sant Pere, santificada per la presencia de Jesucrist y sa Mare Santíssima. Ne resten grossos capitells, troco3 de columna y ar chitraus de formes grandioses coberts d' herba y de espines. De Betsaida no 'n resta tant, puix les parets que hi há son modernes, bé que fetes ab pedrés tretes de monuments antichs. De Corozaín, que estava part d' allá de Cafárnaum, encara 'n resta menys; solament la terrible raaledicció que 'ls caygué á totes; Vce tibí, Corozain;vat tibi, Beth saida... Et tu, Capharnaum, numquid usque in ccelum exallaberis? usque in infernum descendes : quia si in Sodomis Jacta; fuissent virtutes, quce saeta; sunt in te forte mansissent usque in hanc diem: «¡Ay de tu, Corozain ! ¡ay de tu, Betsaida!... Y tu Cafárnaum ¿t' afiguras pujárten fins al cel? Donchs serás capbussada fins al infern: puix si á Sodoma s' haguessen fet los miracles que s' han fet en tu, tal vegada Sodoma existiría encara avuy dia » Mes ensá hi há una plana tota plena d' ar bres y fonts, anomenada Oná-di-Hamam (Valí de les colomes). Entre ella y Tiberíades negreja T avuy humil poblé de Mágdala, patria de Santa María Mag dalena. En la primera de exes dues expedicions nos ha acompanyat lo sacerdot Miquel Karam, del Pa triarcas de Jerusalem, destinas de párroco, ó rae- Mor, de missionista en la terra de Hus, que está derrera '1 tros de montanya de Moab, que tením devant. Fa un any que hi obrí la Missió y ja hi té"], [145, "A TERRA SANTA 139 trecents fidels convertits d' entre 'ls mil cismá tíchs grechs que hi havía. Los grechs, no tenínt personal, hi teñen popes beduins ordenats, que ni saben llegir, de manera que no es difícil pendréis lo govern de les animes, que ni saben ni poden guiar per lo camí del cel, mes per acó 's necessi ten dots especiáis, com los del reverent Karam. Es de raca árabe, del peu del Líbano, y á mes de son idioma natural parla '1 siríach, lo llatí, lo francés y l'italiá. Es de gran sobrietat, com lo po blé que regeix; fins ha dexat de veure vi, per no serse antipátich ais beduhins que, com viuen en tre 'ls musulmans, T aborrexen ; es home d' una paciencia propia de races europees, y per últim d' una amabilitat que roba '1 cor. Es de tipo ára be, y sobre la sotana porta lo mantell blanch y '1 turbant, fet d' un mocador negros, de manera que 's pendría per un cheíkh. Llástima gran que no hi há sacerdots per totes les missions que s' hi podríen y hauríen de plan tar. Son camps verges que esperen lo sembrador de la divina Ilevor del Evangeli. Los beduhins semblen dolents, mes no ho son, me deya altre missionista que ha estat entre ells. Seguexen la lley natural, un xich ofuscada per lo mahometis me, y la admirado que teñen per Jesucrist obre fácilment la entrada á qui 'ls va á parlar de sa doctrina celestial. Son, sobre tot, molt senzills, s' admiren del missionista y '1 escolten com si bagues baxat del cel. Quan lo conviden á diñar á una casa, maten lo moltó mes gros del ramat per ell tot sol; en cambi, quan son convidats per ell hi va tota la tribu, avis, pares, filis y nets."], [146, "DIETARI D' UN PELEGRÍ 140 Quan van á la rectoría á demanarli alguna co sa, encara que 'ls diga que no pot donárlosla ó que no la té, no 's donen per entesos, la demanen de nou, y aprés la demanan d' un altra manera y la tornan á demanar sense parar, com san les criatures. Demanen al párroco concell per tot, fins pera sembrar, comprar y vendré, de manera que ha de ser una provisió de paciencia que no s' acabe may. Cana de Galilea, 1 1 Maig Sortint de Tiberíades, no 's triga á trobar tres tombes á má esquerra; la una es del doctor Máy mon, silosop jueu, fill de Córdoba, mes conegut en Europa per lo nom de Maymónides, y les al tres dues son de Bebe-Vriuic, y Jócna-Bénsach, rabins del temps de Jesucrist, que T aculliren moltes vegodes en llur casa de Genezareth, mes no 's convertiren. Se dexa la valí y s' arriba á la gran y hermosa plana de Hatine, y á pochs passos se troba, á má dreta, vora '1 camí, lo lloch de la Multiplicado deis pans. Les grosses pedrés basáltiques ahon s' asseuría Jesucrist y sos Apóstols, encara son allí, com si tot just se n' acabassen d' alear. La terra está coberta com á llavors d' herba u fañosa ; erat fenum in loco; sois falta Jesús y la turba que. al seu voltant, debía cubrir aquexes margenades, á pletes, com la gent en los aplechs. Montanya de les Benaventuranses , es anome nada per los indígenes Kurn-Hattine, les banyes"], [147, "A TERRA SANTA 141 de Hattine, per terminar en dues puntes, entre les quals hi há un planet ahon seu Jesucrist lo eter nament célebre sermó de la montanya. Lo colp de vista es immens. Camp de les Espigues. — Ahon Jesucrist defensa ais Apóstols de que, obligats per la necessitat, cullissen algunes espigues; recordant al faritzéus que, en semblant cas, David entra en la casa de Déu y menjá los pans de proposició que li era permes altrement no menjar . Cana de Galilea. — La iglesia que 'ls Pares Franciscans acaben de construir, está colocada en la matexa casa de les célebres y afortunades Bodes ahon Jesús seu lo primer miracle, conver tint la aygua en vi. Es la casa de Simón lo Cana neo que, segons Sant Cirilo, era T espós d' aque lles bodes. Devant mateix de la iglesia católica los grechs n' axequen una altre, ahon volen co locar dues grosses urnes de pedra, que diuhen ser les del convit. Les ruines de la casa de Sant Bartomeu, son propietat deis Pares Franciscans, y están aprop del cementiri católich. Com en gayre bé tots los pobles importants de Palestina, les pobres animes, especialment les deis infants, son disputades á la vera y única Iglesia per los protestants, grechs y mahometans, per tots los medis. Sortint de Cana dexam á dreta, sobre una al tura, lo poblé de Mesched, patria del profeta Jo ñas, que guarda cuydadosament sa tomba dintre una mosquea."], [148, "DIETARI D' UN PELEGRÍ 142 Nazareth, i j Maig Hem assistit al Mes de María de aquesta po blado. Devant T altar, á las cinch y mitja del matí, se reunexen los noys católichs, y derrera ells alguns estols d' bornes y dones, y resen lo Rosari en árabe, menantlo un minyó de vint anys. La oració del Ave María, baldament sía en la Mengua de Mahoma, sembla mes dolsa en esta iglesia, ahon fou dictada, en gran part, per V Ar cángel Gabriel, y la Verge 'ns sembla que la ha de escoltar millor, mes que mes quan li tornen á dir llabis d' ángels. Després del Rosari canten la lletanía, T Ave maris Stella, ab una ayrosa tona da francesa, que desaccentúa, axó sí, les paraules del hermós himne llatí. Lo Párroco, que aquí es espanyol, ha dit Missa mentrestant, y acaba des prés la funciódonant la benedicció ab la vera creu. La Verge María desde son altar pie de flors, cullides per mans purés en los jardins de Naza reth, sembla somriure al cant deis noyets y do narlos també la benedicció. Ella 's digne bene hirnos també á nosaltres, viatgers que venim á adorar ses petjades en la terra. Es curiosa la manera de portarse los orientáis en lo temple. Dexant á part los cismátichs, que 's postren fins á tocar de front á terra, s' axequen y se senyen, repetint lo mateix á lo menos tres ve gades; ios católichs se lleven ó no lo turbant ó gorra egipcia, s' asseuhen en terra ó sobre 'ls ta lons y no s' agenollen encara que lleven Déu;"], [149, "A TERRA SANTA 143 mes quan ho san, se postren fins á terra, besantla ab gran compungiment moltes vegades. Les dones duhen aquí, sobre la túnica, un man tell que se sembla á un gambeto ayrós ab mane gues curtes, adornas ab algún dibuix. Quan van al temple se '1 posen sobre 'I cap, mes un colp son á dintre, se 1' abaxen fins á les espatlles, de xant veure llavors lo cap ab un mocador com en nostra terra, mes coronat son front ab un segón mocador que recorda '1 turbant deis homens. Ho mens y dones no saben oblidar la costum arábiga de llevarse les babutxes, que dexen al peu d' una columna, ó vora seu, per mes que nostres Reli giosos los diguen que es válida y bona la oració encara que 's duguen sabates. Respecte á la devoció me sembla que, dexant á part honroses excepcions, no entra molt endins del cor deis orientáis, sino que 's queda molt per sobre. No son disidís de guanyar, mes son fácils de perdre. Conexen solament T exterior de la re ligió, miren les ceremonies y coses sagrades en sí soles, independentment de lo que signifiquen; en una paraula, agafen les fulles de T arbre diví de la Religió, no les branques y 'I tronch. Per acó cambien tan fácilment. A Bethleem, per haver los Pares Franciscans, no fa gayres anys, fet cambiar lo cementiri en bé d' ells, puix lo que hi havía era indecent, y jo 'n so testimoní; se feren cismátichs quatrecents del ratnat católich, encara que con tat y rebatut hi tornaren gayre bé tots. Si demanen alguna cosa al convent y no se ls dona, baldament sía una taronja, cambien de re-"], [150, "DIETARI D' UN PELEGRÍ 144 ligio, fins que en la nova també teñen algún dis gust, que 'ls fa tornar enrera. Una iglesia que pague bé sempre será plena, á excepció de la protestant, que parla poch ais sentits deis orien táis. Los protestants san sa propaganda en les es coles, que planten per tot arreu; sobre tot ahon poden ser mes mal. Centenars de noyes y noys del Líbano, están avuy en escoles protestants, per ser demá altres tants mestres y pastors; y Déu fassa que aquexa fortalesa de la fe católica en Orient resistesca á tan fortes bateríes. Carmel, i j Maig A poch mes de les dues de la nit sortiam avuy de la Ciutat Santa, y per mi la mes estimada de Palestina. Passant per devant lo sagrat temple de la Anunciació, hem resat, ben segur per derrera vegada en aquest sant lloch, T Ave María ; hem dessilat pe '1 costat de Y abundosa Font de María. Per primera volta la he vist solitaria; cap 'ánfora umplintse barrejava son remor al murmuri de ses aygues, cap nazarena enrahonava sota T arch de pedra que abriga la font ; cap infant jugava agafat ab les faldilles de sa mare; la rúa de camells que havía de partir de Jerusalem, no bebía encara en lo gran abeurador; les abelles no bugonaven tot festejant les flors de la vora. Dihent adéu á aque lles aygues murmurioses, no n beguí, perqué m'esperava, derrera la montanya, mes dolsa be guda."], [151, ". ILRRA SANTA 145 Tot dormía en la valí ditxosa de Nazareth, si no 1 bon Jesús que vetllava, oblidat de tothom, en lo sagrari, que s' escau damunt mateix del únich lloch del món que porta escrites exes mis terioses paraules : Hic Verbum caro factum est. Desde '1 cim de la montanya me girí encara á Nazareth, que ab prou feynes s' ovirava, puix aquesta nit lo crexent de la Muña no lluhía en son cel, ni, gracies á Déu, hi havía qui adoras T astre en aquella hora en lo benehit brécol del Verb encarnat. Seguint á les fosques les giragonses del camí, devallám de la serra á la valí de Zabulón, per mes avall del poblé de Reineh en direcció del de Séphoris, patria deis pares de la Verge Ma ría, y qui sab si també patria seva. Abans d' arri bar á ses primeres cases, nos envía un raig de llum, guaytant desde la banda del Tabor, la es trella de la matinada, que entre totes les estrelles del cel lluhía com un brillant entre perles. ¡En aquella hora y en aquell lloch, quina imatge mes dolca y agradosa pera nosaltres de la Verge Ma ría ! Stella matutina, ora pro nobis. Quan la Ver ge divina fou concebuda en Séphoris, quan nas qué pura, immaculada y hermosa, lo món, com ara y mes que ara, eslava en les tenebres, los homens havíen oblidat los camins de la vida, y les valls y montanyes de Galilea, desvetllantse les primeres á aquell raig de llum nova, se diríen elles ab elles lo que deyam nosaltres totacostant nos á Séphoris y mirant la estrella de Y alba: lo día es aprop. Lo día 'ns ha atrapat dihent Missa dintre de la 19"], [152, "D1ETARI D' UN PELEGRÍ 146 capella de Sant Joaquina y Santa Agna, seta en lo solar de Mur matexa casa en antich temps, y bella ment restaurada per los custodis de 'Terra Santa. Es de les mes senzilles y de les que mes nos han agradat de les moltes que possehexen; pero es solament una de les capelles de la antiga basílica, edificada per Joseph, gobernador de Tiberíades, en lo segle quart, y refeta de la destrucció de Cósroes per los creuats. Encara hi há dreta, en tre les quatre ó cinch que jauhen trencades per terra, una esbelta columna de granit. Los habitants de Séphoris no estimen pas gay re, ni potser conexen, la gloría sens igual de sa vila, puix de quatre mil que son, solament n' hi há quatre ó cinch de católichs, que ohiren avuy nostra Missa. Los demés son mahometants faná tichs y de mala jeya, mes no tan encara com en temps passats, que no dexaven celebrar la Missa sino jamás clausis ; mes ni en temps passats, ni en los presents, los Pares de Terra Santa han estat may rebuts d' aquells moros salvatges com solen serho de cristians saturats de civilisació en la Rambla de Barcelona. En Séphoris nos hem despedit del amable com patrici nostre, lo P. Vázquez, que 'ns hi ha acom panyat, y 'ns hem dirigit cap á Khaipha á través de boscos de roures y terres mitg conreades, ahon se veyen com en Hattine y Tiberíades, fa dos díes, segadors ab una petita sais al puny, segant T ordi d' un ros esblanquehit. En los boscos veyam axe car á dreta y esquerra del camí, vols de tortores, que deuhen ser les perdius de Palestina. Sentim"], [153, "A TERRA SANTA 147 un aucell que canta y refila molt bé, mes en lloch lo rossinyol, que sois he sentit en les vores del Jordá. AI baxar de la derrera montanya ais so rrals de la marina, trobám lo poblé de Chépha- Amr. Lo sorral que trobám dues hores mes avall es d' altres tantes de March, petita mar de la qual les montanyes de sorra son les onades, que pugen y baxen com les de Bagur, empeses y transporta des per los vents. Avuy les mou en trebolins de polsaguera abrusadora lo sirocco , ó vent de T África, mes felicment no fa mes que empényens, puix com lo sol, que T ajudaría á foguejarnos, nos ve d' esquena. Es una franja deslligada del desert, que va axamplant son sient en Palestina, d' ensá que ha merescuda la maledicció de Déu. Guanyada la vora de la mar, trobám á esquerra un bosch ciar d' agraciades palmeres, y atraves sám lo Cison, que anguileja per entre elles. Mont Carmel, 16 Maig A mitg día del mes calorós que hem tingut á Palestina, arribám á Khaipha, poblé assegut ais peus de la montanya del Carmel, com Monistrol ais peus de nostre Montserrat. Lo mes notable es sa colonia agrícola prussiana, que conrea admira blement lo tros de terra que separa la ciutat y la mar de la montanya. Son cinchcents protestants: los católichs Ilatins no son pas tants, y teñen per párroco un Pare Carmelita del Hospici."], [154, "148 D1ETARI d' UN PELEGRÍ En sa hermosa iglesia, dedicada, no cal dirho, á la Verge del Carme, hem assistit al Mes de María ab esposició del Santíssim. Los noys cantaren al só de la orga lo Tantum ergo y la Lletanía Lau retana, que agrada molt ais orientáis, tot en llatí, com la Ave María en lo Rosari que han dit; lo que proba una instrucció mes fonda que en gayre bé tots los pobles de Syria, abon exos cánticbs y ora cíons se san en árabe. Los noys son educats per los benehits Germans de la Doctrina Cristiana, y les noyes per les Dames de Nazareth. Fins á entrada de fosch no hem sortit de Khai pha, cap al Carmel, de que no hauría de parlar, per no haverlo vist gayre bé mes que á les fos ques. No obstant, axis y tot, ¡quina bonica vista! Lo sirocco que ns empenyía encara, ab sa má de foch montanya amunt, movía fortament les olive res y garrofers. Grossos núvols d' ampies ales se miraven en la mar, pintanthi immenses y negroses ombres, que feya resaltar, allá baix, ais peus de la montanya, la franja d' escumes de la platja, y á la altra banda de Khaipha la franja de sorra blanca com la escuma que se estén en semicírcol fins á Tolemayda. La montanya negrosa s' enfon za en lo cel blau, com un front de cabell negre en una immensa mitra brodada de pedrés pre cioses. Lo Carmel es verament digne de la anomenada que té, baix qualsevol aspecte que s mire. Trono de la Verge, á qui la Escriptura Santa anomena decor Carme li et Saron, dona sojorn á sos primers adoradors, y desde son cim vegé Elias axecar"], [155, "Convent del Mont Carmel"], [156, "DIETARI D' UN PELEGRÍ 150 d' envers la mar de Tiberíades la boyrina, que enviá la pluja fecunda y suau que la terra dema nava. Segons tradició, la Verge en persona hi vingué ab sa santa mare, que hi tenía ramats y una casa pera sos pastors. Dexant á part sos innumerables recorts, lo Carmel es la mes hermosa de les mon tanyes de la Terra Santa; mira per una banda á sos peus totes les de Galilea, y per altra la mar, de que la Verge del Carme es la patrona desde 'ls antichs temps. Lo enorme far que, pera guía deis navegants, hi há devant la iglesia, no es mes que un símbol. Lo veritable far deis navegants, la Es trella del mar, es María. Lo superior del Carmel, P. Francisco, es espa nyol, com ho fou lo P. Prósper del Esperit Sant, que en 1635 planta en lo Carmel la Orde que li debía I nom, queja havía duyt la bandera de sa Patrona y Mare á tots los pobles de la terra. Lo convent es lo mes grandiós de Terra Santa, mes no hi há tan lloch com sembla, per teñir la iglesia en son centre. Aquexa es d' estil grech, en creu, blanca y iluminada per una gran cúpula; diuhen que ocupa 'I lloch de la capella edificada per los filis d' Elias virgini paritura? . En son cen tre, sota mateix del altar major, hi há la Cova d' Elias convertida en capella del Sant, servint d' altar una roca que li feya de Hit, segons ell mateix ho revela, á principis d' aquest segle, á un Religiós espanyol. Elias es molt venerat per los grechs cismátichs, que diferentes vegades se vol gueren apoderar del convent, y lo que es mes ex-"], [157, "Sant Joan d' Acre"], [158, "Porta d' Akka. — Sant Jo^rWr Acre"], [159, "Porta de Tyro o"], [160, "DIETARI D' UN PELEGRÍ 154 trany, per los moros, que li teñen un xich d' amor barrejat d' un gran temor. En exa cova santa he tingut la ditxa de celebrar la Missa á les quatre del matí, una hora abans de dexar aquexa mon tanya y sos llochs sagráis sense conéxerlos. No he pogut veure la cova anomenada Escola deis Profetes, ahon Elias interpretava á sos de xebles les Sagrades Escriptures, y ahon diuhen que passá alguns díes la Sagrada Familia, venint d' Egipte. No he pogut veure la Valí deis Már tyrs, regada ab sanch de Pares Carmelites, ni 'I Jardí d Elias, ahon se troben los célebres melons de pedra; ni he pogut acostar los llabis á la font que sortí tot plegat de entre les seques roques ais prechs del gran Profeta. A les nou del matí, seguint sempre la vora de la mar, arribavam á Sant Joan d' Acre. Abans de serhi se troba, com en Khaipha, un riu abundós y un palmar. Ses muralles son de terra, á la moderna. L' in terior está pie d' enderrochs d' edificis antichs, mes no hi há res monumental; del ampie esparó del port, que rebé les esquadres deis creuats, no 'n resten mes que trossos perduts entre les ones, que sepultaren tantes naus, tants bracos y cors de ferro y tan glorioses esperances. A les deu partim cap á Beyrouth, en lo vapor Iberia, que té per capitá un cátala del Rosselló, Calixte Sagols, de Banyuls. Tyro y Sidon, les filies de la mar, passen á nou lleugues de distancia la una de la altra, devant nostres ulls, com fantasmes del temps passat, que"], [161, "Ruines de la Catedral de Tyro"], [162, "156 DIETARI D' UN PELEGRÍ surten d' entre les arenes y la mar, digna tomba ahon foren enterrades. Una y altra reberen la visita de Jesucrist. En Tyro digué á una dona pagana, que li demanava la curado de sa filla: «Dexáu per ara menjar los filis ; puix no cal pas pendre lo pa deis filis y ti rarlo ais gossos.» «Es veritat, Senyor, respongué ella; no obstant los cadells mengen sota la taula les engrunetes deis filis.» Llavors Jesús li digué: «A causa d' exa parau la, anau; lo dimoni ha sortit de vostra silla.» Molts filis de Tyro seguiren á Nostre Senyor, mes no dexaren de cumplirse les terribles profe cíes de Isaías y Ezequiel. «Oh Tyro, esclama aquest Profeta (cap. xxvn), tu digueres: Jo só d' una perfeta hermosura. Estich aseguda en mitg de la mar. Tos vehins que 't bastiren no han obli dat res de lo que pot embellirte. «Te construhiren d' abets de Sanir, ab tos em postissats á estil de la mar. Tallaren un cedre del Libano pera serte T arbre mestre. «Dolaren (i) les alzines de Basan pera serte rems, vori de les Indies gastaren en tos sients: materials de les illes d' Italia pera ser tes cambres. «De Mi d' Egipte finíssim de diferents colors s' ha texida la vela per ton pal: lo jacinto y la púrpura de les ¡Mes d' Elisa feren ton pabelló. (i) Do/aren, del Matí doleverunt, se conserva aqueix verb ab lo substantiu, dotadora, destral grossa que no dexen los serradors de la Guillen'a."], [163, "Ruines d' un aqüeducte (voltants de Sant Joan d' Acre)"], [164, "158 DIETARI D' UN PELEGRÍ «Los habitants de Sidon y d' Arad foren tos remers: tos sabis, ¡oh 'Tyro! te serviren de nau xers. «Los ancians de Gebal y 'ls mes hábils d' ella te donaren gent pera ton servey... «Los perses y los de Lydia y los de Libia eren soldats de ton exércit, y en tu penjaren llurs es cuts y capmalls pera ornarte. «Los aradians ab llurs tropes eren al voltant de tos murs; y 'ls pígmeus que estaven sobre les to rres han penjat en la muralla sos buyrachs, pera completar ta hermosura. «Los cartaginesos que trasicaven ab tu, om plíentos mercats de riqueses de tota mena, d' ar gent, de ferro, d' estany y plom. «La Grecia, Túbal y Mosoch negociaven ab tu, duhente esclaus y artefactes de coure. «Ton comers s' ha estés per totes les ¡Mes. «Los pobles de Judá y d' Israel també negocia ren ab tu y portaren á tos mercats lo millor for ment, bálsam, me!, oli y rehina. «Los vaxells entretingueren ton principal co - mers. Tu sores rica y gloriosa en mitg de la mar... mes lo vent de mitgdía t' ha fet bocins, contrívit, en mitg de les aygues.» Beyrouth, jó Maig Sembla, enmallevant la comparado á un gran escriptor de Terra Santa, una agraciada sultana recolzada sobre un coxí vert y contemplant les ones en sa somiosa indolencia. Es una ciutat as-"], [165, "Badía de Sidón"], [166, "DIETARl D' UN PELEGRÍ 160 síática, que 's va disfrecant ó millor se va tor nant europea, en sos edificis, costums, trajos, Men gua, y sobretot en son moviment. Porta de Da masch y port principal de la Syria, va fent seva tota la vida comercial d' aquexa estensa regió y es d' una crexenca niaravellosa á pesar de les tra bes que li posa, com á tot lo que te vida propia, lo Govern turch. Es una ciutat antiga sense monuments. Les principáis iglesies son: les deis Pares Caputxins, Franciscans, Lazaristes, grechs católichs y arme nis católichs. Lo que es molt digne de visitarse es la Univer sitat axecada, fa alguns anys, per los Pares Je suítes, per ser cara á la Universitat americana, que amenassava protestantisar aqueix pays. Cons ta de tres principáis cossos, la iglesia ab la Uni versitat á una banda, y 'I Seminari en la altra, dividits per dos grans patis y units entre sí per la part d' edifici destinada ais Pares de la Compa nyía y catedrátichs. Lo Seminari y la Universitat teñen vida inde pendent T un de la altra; y sos respectius estu diants no s veuhen, puix fins pera 'ls actes reli giosos teñen capelles apart. Avuy per ser la festa major de eix establiment, dedicat al Patrocini de Sant Joseph, los he vistos plegats en la iglesia gran, en la benedicció solem ne. ¡Quín plaher donava veure síscents estudiants, de totes bandes, de tot color, puix n' hi há de blanchs y negres, y procedents de totes les reli gions: de cismátichs, moros y fins juheus, ageno-"], [167, "Badía de Beyrouth 21"], [168, "DIETAR1 D' UN PELEGRÍ 162 llats devant del Santíssim, fent ressonar ab lo Tantum ergo aquella ayrosa y espayosa ñau de pedra! ¡Quín entussiasme religíós denotaven aquelles tendres veus, y quín reculliment se veya en aquelles cares animades al mateix temps per lo foch de la vida y T ardor de la joventut ! Després de la fundó religiosa s' han anat á esbargir ab la representació, seta per ells matexos, d' un drama árabe, en un teatret axecat dins la matexa Univer sitat, mentres les dones de la ciutat celebraven en lo temple lo Mes de la Reyna de les flors. En la matexa Universitat se sosté una impremp ta árabe, ahon treballan setanta operaris, estam pant llibres de devoció, los únichs que 's veuhen en Orient, y un periódich. Una de les moltes obres que s' han publicat, es la Biblia, y altra de les que 's publiquen es la Suma de Sant Tomás en árabe. Entre 'ls seminaristes hem vist alguns monjos maronites y altres tants jovens destináis al ministe ri sacerdotal en aquella montanya, baluart de la fe. La Universitat aquexa es digna de la Orde reli giosa que la sosté y es, sense cap dupte, la batería mes forta que la Religió católica ha parat en Orient contra 'I protéstanosme. Beyrouth, com hem dit, no té monuments, mes té historia; pero d' ella solament citarém un fet, no perqué sía desconegut, sino perqué s' ha re produhit en altra forma en nostres díes. Un cristiá que vivía prop de la Sinagoga, tenía un Sant Cristo penjat en la paret, prop de son Hit. Vengué la casa á un israelita, y aqueix, poch temps"], [169, "A TERRA SANTA 163 després, invita á sos amichs á ser un diñar. Un d' ells haventse adonat de la imatge de Jesús Cru cisicat, repta al nou propietari de mal jueu y ana á quexarse ais rabins. Aquexos y 'ls ancians del poblé vingueren rodejats de una multitut, se apo deraren del crucifix y digueren: «Nostres pares T han cobert d' injuries, fem nosaltres lo mateix.» L' escupiren, li donaren colps y renovaren, en quant los fou possible, tot lo que lo Salvador ha vía sufert en sa Passio. Mes, quan li atravesaren lo costat, ne sorti sanch y aygua. Haventles re cullides en un vas, se digueren uns ais altres: «Los seguidors de Cristo diuhen que ha fet mi racles de totes maneres ; portémnosen aqueix vas á la Sinagoga, y vessém aquexa sanch sobre 'ls malalts. Si lo que conten de Jesucrist es veritat, tots serán curats.» Se 'n dugueren lo vas á la Si nagoga y son contingut seu un gran número de curacions sobre cegos, tulits, leprosos y malalts de tota mena. Veyent acó, los jueus demanaren perdó de sa falta y 's convertiren á nostra santa Religió. La Sinagoga fou cambiada en iglesia y consagrada á Nostre Senyor Jesucrist. L' aniversari d' aqueix fet se celebra encara lo 9 de Novembre. De la sanch que raja del costat de Jesucrist, lo Risbe de Beyrouth n' enviá á di verses Catedrals, en petites fióles, una de les quals se conserva encara en lo tresor de Santa María de Venecia. Donchs, dos cassos que han succehit en Beyrouth, aquexa primavera, denotan que '1 fanatisme y quimera deis jueus contra Jesucrist y sos seguidors están tan vius y arrelats com may."], [170, "DIETARI D' UN PELEGRÍ 164 Una dona s' adoná de que un jueu duya dins un sach alguna cosa que 's bellugava : «¿Qué hi portáu?» li digué. EH sense tornar resposta 's arrencá á corre, la dona crida y 'I jueu esporu guit dexá I sach, ahon trobaren una criatura, silla de pares cristians, segurament destinada al sacrifici. En T altre succés ja s' havía anat mes enllá; los vebins d' una casa en que solíen teñir collotge los jueus, hi sentiren crits d' una criatura; sabent que no n' hi havía cap, s' astoraren, se demana ren uns ais altres qué podía ser, y anaren á em pényer la porta de la casa; la trovaren tancada. Obligats per maliciosa sospita, la desbotaren y trobaren un hermós infant, lligat en una creu y ja desangras. En una banda ó altra, cada any se beuhen la sanch de un infant cristiá, y es que están en dup te de si ha vingut lo ver Messías y de si ho es Je sucrist, y per acó, en cas d' haver realment vin gut, mitjancant aquexa sanch, que san substancia propia, creuhen los cruels fanátichs serse partici pants de ses promeses redemptores. En los vehinats de Beyrouth hi ha '1 lloch en que, segons una antiga llegenda, Sant Jordi ven ce al drach. Camí de Damasch. 16 Maig A les sis de la tarde sortíam en lo cotxe-dili gencia per lo camí de Damasch. Com era día de festa trobárem los voltants de la ciutat plens de"], [171, "A TERRA SANTA 165 passetjants, que anaven ó veníen de fora, ni mes ni menos que á Barcelona en aquella hora. Aque lla banda de Beyrouth es bonica, molts d' aquells camps son de regadiu y plens de moreres de fulla ampia y de vinyes pampoloses y verdes. Una gran de pineda cobreix aquells cims, que 'ns recorden loTibidaboy Sant Pere Mártyr, y baxa fins ais peus de la ciutat. Exos cims son mes Munyans y alterosos que 'ls que san de espatller á la ciutat de 'ls Comtes, y están coronáis de pobles; y son lo repeu de les montanyes del Líbano, que anám escalant calmosament, fent tortes y marra des, y mudant cada hora de cavalls. Lo paysatge cambia á cada plech de serra, dominat sempre per la cresta nevada. Chtora es la estado de mitjavía, ahont arribám nit enllá; á la tornada vegérem á la grisa claror de la lluna, queaguaytava los ver dosos prats per entre 'ls dos rengles de pollan cres alts y hermosos de la carretera. L' aneroyde de mon estimat company de viatge, lo Dr. Alme ra, marca en algún punt la altura de 1880 metres sobre 'I nivell del mar, es dir, que hem pujat á la altura del Montseny. Baxant de la montanya se troban trossos de pays de gran aspresa y aridi tat; mes, al arribar á la plana, lo ríu Barada, que s' acosta tot plegat á la carretera, cambia la de corado, vestint de verdor los dos vessants de sa hermosa riba y acompanyant al viatger admirat á les portes matexes de Damasch. Lo pollancre y los saules son los arbres que hi dominen, fentse ovirar entre 'ls derrers una varietat mes petita, com parenta del sálich, de fulla esblanqueída,"], [172, "1 66 DIETARI D' UN PELEGRÍ carregat de flors, xiques y grogues, de flayre re galada. Un brot que n prenguí á la tornada, des de '1 cotxe, dessota la casa ahon morí Abdel-Ká der, al passar per lo peu de sos jardins, ha dexat en ma cartera la regalada olor del cinamom. Her mós siti escullí per passar los derrers anys de sa vida y pera morir lo gran guerrer. Desde allí lo Barada, dividint son curs, ne dexa esmadexar al gunes branques pera lo rost de la serra, y com los rechs son obra mora, dexen, descuydats, escapar la aygua per tots cantons, en imprevistos saltants, com arregláis per la má de la naturalesa. Damasch, iy Mai¡r Lo secret de la Marga y sempre ufanosa vida de Damasch está en sa posició geográfica, y en la ay gua, que desde una gorja del Líbano li baxa 'I ríu Barada, y que, dividida en mil rechs y cañáis, la refresca, fertilisa y embelleix maravellosament. Una tradició posa en aquest oassis lo Paradís terrenal, y 'ls árabes, en Mur entussiasme, sinsas senyalen I' indret d' hon Déu Nostre Senyor pren gué la terra pera formar lo primer home. De bona arribada no 'm fa pas la impressió que esperava ; los carrers están plens de sanch, per acabar de ploure ; lo primer que he vist, tot anant al convent deis Pares Franciscans, es lo siral deis ases y després lo deis cavalls. Los Franciscans son tots espanyols, y 'ns re ben, com solen en tota Palestina, ab los bracos"], [173, "Damasch"], [174, "1 68 D1ETARI D' UN PELEGRÍ y 'I cor obert, ni mes ni menos que si fóssem ger mans seus. Sa iglesia fou seta després de la ma tanca deis frares y cristians del any 1860, en que fou devorada per les siamés la antiga; la axecá lo venerable P. Enrich Rico, valencia, que ha pas sat 55 anys en Terra Santa ; y com lo Govern turch no 'ls donava temps, fou axecada sense ar quitecte ni mestre d' obres, y lo que es mes es trany, sense plan. La roba de la sagristía porta la marca de Espanya, y la joya y adorno princi pal del altar major es un granquadro, regalas per D.a Isabel II, representant la cayguda de Sant Pau, quan sentí la veu de Jesucrist que li cridava: «Saule, Saule, ¿per qué 'm perseguexes?» La primera sortida (tant se val), la fem al tea tre d' aquexa gran escena, hont llegim lo capí tol íx deis Actes deis Apóstols. Res la recorda allí en aquell sorral assoleyat, avuy convertit en cementiri cristiá, sino lo signe de la creu sobre les tombes de marbre d' alguns católichs que 's san enterrar allí. Que aquexos marbres y aquexa creu sían penyora d' algún monument que T esdeveni dor axeque en aquell lloch, d' hont T enemich de la Iglesia que anava á Damasch, «no respirant sino amenaces y mort contra los dexebles del Se nyor,» s' axecá Apóstol de les gents. 18 Maig. Avuy celebram Missa en la casa de Sant Ana nías, de la qual ne resta una cambra subterránea, convertida en capella pe 'ls Custodis de Terra"], [175, "A TERRA SANTA 169 Santa. La volta que la cobreix, de tant vella, fu mada y rosegada pe '1 temps, talment sembla de roca. Al primer toch de campana han acudit á la Missa los vehins, que fins los moros teñen per advocat de la vista al Sant que la torna á Sant Pau, fent caure de sos ulls com escata: tamquam squamm. No ha sigut tan afortunada la casa de Sant Pau, in vico qui vocatur Rectus, recte encara avuy, be que no tant adornada com en temps deis romans ; puix está convertida en mosquea anomenada Mos quea de Judas. Lo santo per un bakchiche dexa entrarhi los cristians á véurela y á pregar, y 'ls ensenya una piscina antiga, hon diu ell que fou batejat lo gran Apóstol, y serveix avuy ¡malagua nyada! pera les ablucions deis musulmans. Un quart recort guarda encara aquesta ciutat de Sant Pau, al qui 's refereix en los versicles 32 y 33 del capítol ix de sa carta segona ais Corintis: «Sent jo á Damasch, lo gobernador de la pro vincia posat per lo rey Aretas, tenía centinelles á les portes de la ciutat pera agafarme: mes per una finestra me baxaren del mur en un cove, y axis m' escapí de ses mans.» Aqueix mur de sólida fábrica romana se conser va encara, y s' ensenya 'I torreó desde hon baxa ren al Sant. La Companyía de Jesús ha adquirit la casa de Sant Joan Damascench, de la qual ne resten un arch y la cambra hon nasqué. En ella volen ser una iglesia, que estará molt ben situada en lo cor mateix del barri cristiá. H"], [176, "Mur per hont sugí Saut Pau"], [177, "Fragment de T Arch de Triomf"], [178, "DIETARI D' UN PELEGRÍ 172 ¡Aqueix gran Sant, gentil flor de Damasch, tro be rebrots de santedat en sa patria, tants segles ha dominada per la mitja lluna, y, benehintla des de'I cel, logre sa difícil conversió ! Passant per devant d' una petita mosquea, lo drógman católich que 'ns acompanya 'ns mostra dintre, per una finestra, no sé ab quin fonament, lo sepulcre de Sant Simón Stilita. Será una tradició, com la de que en la Gran Mosquea guarden la testa de Sant Joan Baptista dins una caxeta d' or. La Gran Mosquea ocupa '1 sitial d' un gran temple que estava voltat d' una altíssima columna ta, de la qual ne resten dos fragments : un d'ells, que era portal, se pot veure encara ab ses tres columnes per banda, y son mes altes que les del carrer del Paradís de Barcelona, tenint una im - mensa arcada, que 's pot veure encara desde '1 bazar deis argenters, y mes d' aprop, desde uns terrats ahon pujárem. Sobre '1 temple roma edifica la iglesia cristia na Arcadi, fill de Teodosi. en 395, mes los musul mans se n' apoderaren y la convertiren en mos quea en 705. En una de ses portes, folrades de bronzo, se veu encara un cálzer grabat, de peu petit y curt, y d' ampia copa, semblant á un d' an tich que 'n teñen á Nuria. En sa copa Misa están grabats dos calzerets petits de la matexa faysó, que no sé lo que poden significar. Sobre la porta del E. se veu, acompanyant una creu, aquesta inscripció grega: «Ton realme, oh Christ, es un realme etern, y ton regne dura á través de totes les generacions.»"], [179, "Bab-Touma: Porta de Thomás"], [180, "DIETARI D' UN PELEGRÍ 174 Un deis tres minareis, lo mes semblant á nos tres campanars, s' anomena Medinet Isa (Minaret de Jesús). ¿Tornará á ser la mosquea temple de Jesús? Déu ho sab; mes ara com ara, nostra santa Religió abansa poch, si no recula, á Damasch; puig per lo fanatisme de sos habitants, n' han fugit molts católichs y cristians de totes sectes, desde les matances del any 1860, y ara viuen en un barri á part, prop de la muralla per hon fou despenjat Sant Pau, preparáis á seguirlo al axecarse 'I pri mer cap de núvol de la tempesta. No obstant, lo fanatisme musulmá minva cada día. En mitg del gran pati de la mosquea, sostinguda per dos ren gles de columnes, hi há una caseta, hon creuen los moros, que 's conserven los vasos sagrats y tot lo tresor del temple cristiá, tal com fou desat allí al pendren possessió. Lo sepulcre de Sant Joan está dins la antiga basílica; es de marbre cobert de seda brodada y voltat d' una balustrada de bronzo daurat. Anant á veure '1 barri Meidan, en 1' axample de la ciutat, passám peí costat de la mosquea Djamat es-Senámyeh, que té un gentil minaret cobert de rajóla verda. Es notable lo convent deis dervitxes y la Mos quea ahon se apleguen cada dijous á ser ses estra nyes evolucions. Té dos ampies patis rodejats de columnes de marbre. En un d' ells, voltat de ha bitacions gratuites pera 'ls pobres, ahon se 'ls reparteix menjar cada día, hi hem vist una noyeta de catorze anys, circasiana, tácitament destinada á la venda per sos matexos pares !"], [181, "Tomba de Salad!."], [182, "176 DIETARI D' UN PELEGRÍ La tomba de Saladí está en una petita mos quea; era de fusta ricament treballada fa quatre cents anys, com la de son visir, que li fa costat; mes sos descendents han tingut lo mal gust de desferla pera cobrirla de marbres molt richs, pero sense art. Está abrigada d' un gran tapís, y en lo capcal hi há un gran turbant vert y una bandera vermella. Seguint la Barada, avall, cap á la ciutat, se tro ba, vora un carrer, un plátano de dotze metres de circunferencia. Diuhen molt sériament los rou sulmans, que '1 planta '1 profeta Ali, al peu d' una font que seu brotar de terra d' un colp de Mansa. Ne diuen T Arbre Sant, y a! vespre li san llum ab una llanterneta triangular, que pengen en ses branques. Visitárem dues cases, una cristiana, y altra jueua: Mur porta forana y lo corredor d' entrada son senzills y pobres, com qualsevol altra del ca rrer; mes era una careta lletja que amaga una hermosa cara. Lo corredor dona á un pati enra jolat de marbre, ab un bell sortidor en mitg, que dexa caure ses aygues en un safretget voltat de testos de flors, de palmicos y rosers mitg ombre jats per algún taronger ó desmay. En una de les quatre parets pintades ó cobertes de marbre s' obra un estrado, cobert ab volta de punta y ro dejat d' un diván. Eix aposento ne té un altre á una banda, enrajolat y aparedat de marbres de diferents colors, ahon la agraciada ralla arabesca juga ab los colors d' or y plata y pedrés precio ses, que adornen també y enriquexen maravello-"], [183, "A TERRA SANTA 177 sament lo trespol. Lo sostre es de desigual alsaria; en la part baxa, que es pera 'ls esclaus y criats, hi há també una piscineta, ahon brollen un ó dos raigs d' aygua, umplint de murmuris la habitació, y en la altra, cobert de tapíeos de Persia y de brodats orientáis, seuhen los senyors fumant lo narghilé ó prenent café en taces petites com clos ques de avellana. Es digne de veure, per sa situació, lo café d' Ha mara; está rodejat com una illa de les aygues del Barada, á la altra banda de les quals se veu lo tros mes bonich y monumental de la muralla, seta per los moros y adornada de rétols del Corán, en carácters cúsichs. Les costums y vestits orientáis se conserven aquí ab alguna puresa. Les dones, com les de Je rusalem, van cobertes ab un gran mantell blanch y s' amaguen la cara ab un vel. Lo trajo deis ho mens es tan bonich com variat; he vist alguns beduhins, que no deuen ser pobres, vestits de pells de gacela. Diu que ses dones y tots los de sa tribu van vestits axis. En los bazars de tapíeos de Persia, sederíes, pites y brodats de Damasch se veuen coses sense preu y bellíssimes. En les robes, com en los mo bles y en les habitacions, combinen la ralla en in finites variants, trayentne efectes maravellosos. Prop de la Gran Mosquea, hi há '1 bazar ó ca rrer deis tapins ó xinel-Ies. Lo drap ó cuyro bro dat está clavat á una sola de fusta de caoba, que descansa sobre dos travessers, mes ó menos alts, segons la dignitat de que gosa en la casa la dona 23"], [184, "1 78 DIETARI D' UN PELEGRÍ que 'ls compra. N' hi há d' un palm y mitg d' alt, de manera que hi deuen caminar com sobre xan cles. D' incrustacions ramejades de nacre no 'n vullau mes. Abans de dir adéu á la ciutat, volguerem véu rela desde 'I Salgíe, punt que des de '1 repeu d' una montanya domina de cap á cap aquella fértil y hermosa plana, veritable oasis, per lo qual deuen sospirar los árabes atravessant los deserts de la Syria. Sortírem á les sis del vespre en diligencia, ahon trobarem lo mes petit deis filis d' Abd-el- Káder, en qui saludarem respectuosament la om bra del seu pare, tan gran en les guerres d' Alger contra 'ls francesos, com en la matanca de i86u, protegint, amagant en sa casa y amparant ab sa bandera y ab son nom ais cristians perseguits. Desgraciadament sabía ell tan poch de italiá y francés, Mengües en que probárem de parlarli, com nosaltres d' árabe, Mengua ab que 'ns respo nía. Mes no dexá de compláurel nostre respecte y admiració per son pare de qui parlavam, cabal ment al passar per sota la hermosa casa de camp ahon morí. Egipte, i y Maig Nos embarcám en Beyrouth en lo vapor Miner va, del Lloyd austriach. En ell trobám lo Patriar ca de Jerusalem, qui venía de Xipre, ahon havía anat á refer, després de Pasqua, sa salut perduda. Nos parla de ses vintiquatre missions, cisjordáni-"], [185, "Mezquita Sabounicb"], [186, "DIETARI D' UN PELEGRÍ 180 ques y transjordániques ; del fruyt que trauen sos missionistes en aquesta part de Palestina, que havía sigut cristiana, y ahon hi há races ante riors á la dominado arábiga, que teñen com un débil recort del Evangeli barrejat ab certa vene rado á Mahoma. Se plangué de la falta d' obrers en sa gran vinya, la primera y mes immediatament plantada per Jesucrist. Nos seu participants de ses esperances per T esdevenir de aquell pays, y de son temor de que ab la civilisació europea vinguen la corrupció y lo dupte á trencárleshi en flor. No saltres li diguerem 1' afecte ab que guardavam y duyam á Europa la palma que reberem de sa má lo diumenge del Ram, abans de voltar per tres vegades, davant seu, lo Sant Sepulcre. Nos en despedirem en Jaffa, rebent sa benedicció. Lo día 25 arribárem en lo mateix vapor á Ale xandría, havent tocat ¡o día abans á Port-Said. Alexandría, 2j de Maig. Arribám al convent de Santa Catarina després de les dotze, y es T únich día del viatge en que no he pogut celebrar la Santa Missa. En lá ciutat deis Ptolomeus no hi ha res que re cordé sa biblioteca de 500,000 volums, nisonGim násium. De son célebre Pharum, que dona son nom á tots los altres, y estava construhiten figura de torra, que s' aprimava á cada pis, fins á la al tura de 400 peus, diu que se 'n veuhen alguns bo cins al fons de la mar, en, díes de bonanca."], [187, "Batuda del blat en un poblé del Delta"], [188, "DIETARI D' UN PELEGRÍ 182 Son monument mes notable es la columna dita de Pompeu, pero axecada en honor de Diocleciá. Sa alsaria es de 30 met.; la de son fust, de granit rogench y allisat, es de 22 met., per 9 de circum ferencia. Allí mateix hi havía 'I Serapeum ó temple de Serapis, sens igual, després del Capitoli de Roma, y fou lo lloch hon se dona la derrera batalla en tre '1 Cristianisme naxent y ja amo del mon, y '1 Paganisme agonitzant. Mentres los dos partits es taven ab les armes á la má pera embestir, se Megí lo decret imperial que manava la destrucció deis ídols. Son interessantes les vistes del Canal del Nil, de les mosquees y la del port y jardins coro náis de palmeres. Lo temple de Santa Catarina es gran y espayós, y té en son altar major un granquadro de la San ta disputant ab los doctors del Paganisme. Allí 's predica y s' ensenya la doctrina cada fes ta, en maltes, italiá, francés, árabe y en alguna altra Mengua, per altres tants Pares Franciscans, que servexen de párrocos á les diferentes nacio nalitats. Entre ells hem trobat tres espanyols, un d' ells de Barcelona, únichs que hi há en la ciutat, exceptuant una familia. 2Ó Maig A mitg día, sortim d' Alexandría per lo primer camí de ferro construhit en Orient. La terra es pelada y trista, y aquí y allá sota una capa de aygua salobre, per hon devegades"], [189, "A TERRA SANTA 183 se sica lo tren y s' arrossega com una formidable serp de aygua, que 'ns ne volgués ser alguna. Després lo paysatge s' anima y la naturalesa del Delta comensa á insinuarse: la plana s' allar ga y se estén per totes bandes sens lo límít de una montanya grossa ni xica, dividida com un mo- Beurada de brúfols en lo Nil saich, en horts verdosos, prats humits y arrossars estanyats, que llauren los brúfols negrosos ab ay gua fins á genoll, com lo fellah mitg nu que 'ls agullona. Es la primera vegada que veig eix ani mal, gayre be anfibi, posat per la Providencia aquí, hon lo bou, y sobre tot lo camell, company del árabe, son inútils, Passa les hores de repós pas-"], [190, "1 84 DIETARl D' UN PELEGRÍ turant en lo prat, revolcantse en lo sanch ó na dant en lo canal, hon se veu trayent solament un tros de cap pera respirar. Te les dues banyes cay gudes enrera, y no sé si diga planes sobre la es quena, mes son coll es tan flexible que, quan em besteix, abaxa '1 cap, cap á son pit, y arriba á aplanar ses terribles banyes sobre la terra, pó denme cullir un mocador. No 's veu ja un brí de blat en los camps, tot está ajagut sobre les eres, ahon los brúfols ó 'ls bous, ó uns y altres en bona companyía, lo baten ab los peus y ab un róssech que san seguir, ahon hi há quatre rengles de rodetes de ferro, que es granen la espiga, trinxen, esmenussen y molen la palla, dexantla com lo boíl ó pallús de nostres eres. Damunt de aqueix róssech hi ha un sient hon seuen cómodament, dirigint la roda, los eu gassers d' aquest pays. Les eres están al peu del poblé, que no sol ser gran, y '1 poblé al peu del canal, com lo nen al peu de la mamella, y les criatures del poblé s' hi rabegen devant la porta de sa casa de sanch del Nil, hon la mare cou lo frugal diñar deis batedors. Los cañáis son innumerables y s' esbranquen en rechs y regarons, formant quiscún una malla de un silat immens estés sobre T Egipte. Per aquí, veig que 's fa de la teulada de les ca ses, cambra deis mals endressos, posanthi loscis tells y mobles espatllats y tot lo que fa nosa á dins, fins part de la palla, com si no fossen prou pobres y fastigosos de sí aquells casinyots de sanch sech."], [191, "Porta de la Victoria 24"], [192, "DIETARI d' UN PELEGRÍ 1 86 Nafr el-Zaiat Un quart d' hora lluny está Saíz, célebre en la historia d' Egipte. Guarda entre ses ruines un mur de 70 peus d' altura y 50 de gruix. En ella hi ha vía un monolit que, per durlo de Elefantina, hi es tigueren empleats, tres anys desseguida, tres mil homens: mes jo no 'n faig esment, ni per lo mur del temple de Neith, hon se celebraven los mis teris d' Osiris, ni per lo monolit, sino per haver un deis seus sacerdots contat á Solón T enfonza ment de la Atlántida. Cayre, 2j Maig El Káhirah, la Victoriosa, se pot anomenar la Damasch de mitgdía y la perla d' Orient. Está as sentada á la vora del Níl, en la punta del Delta, ais peus de la montanya de Mogattam, ahon está ensilada sa ciutadela, que sembla teñir un peu en los jardins d' Egipte y un altre en sos deserts, com per vetllarlo tot. Te sa part antiga, arabesca, oriental, de carrers estrets y torts, de cases que abancen sobre '1 ca rrer, tocantse y fent pont ab les de davant, de por talades precioses, y tot dominat per los 400 mina reis 'd altres tantes mosquees, la gran part de mar bre, los mes ben tornejats, alts, prims y ayrosos, que han axecat los sectaris de Mahoma. 'Té ba zars de robes y mobles, be que sos productes no teñen la originalitat y bellesa deis de Damasch;"], [193, "Bazar deis armers"], [194, "188 D1ETARI D' UN PELEGRÍ mercats, cafés á milers, hon los árabes passen les hores fumant lo nargiléh, cantant y enrahonant eternament, com si no tinguessen res que ser ; hi há 70 banys públichs y 300 fonts ó cisternes. Les mosquees y moltes cases están rallades de blanch y vermell, responent á la varietat de gent y de trajos que 's belluguen á sos peus: lo negre llustrós de Nubia, al costat de son amo, marxant del pays; lo fellah humil, torrat pe '1 sol, derre ra 'I soldat inglés blanch com un paper y ros com un pa de pessich; lo portador d' aygua ab son bot negre y degotant á la esquena; lo criatdel cónsul que á cavall fa apartar la gent davant la carroca; la fellahina vestida de blau y la ciutadana ab son mantell negre, que li dona apariencies de fan tasma. Heliópolis De bona arribada anárem á veure '1 Sicómoro de la Verge, encara que está dues hores lluny. Belles son les mosquees del Cayre, altes y gran dioses son les Pirámides, mes per nosaltres son mes bells y mes alts los recorts de la Sagrada Fa milia en la terra deis Faraons. Jesús, aqueix in fant que entra en Matariyeh, en bracos de sa Mare, es mes gran que tots ells ; mes que 'ls Me nés, Sessostrís y Ramsés, y mes durader que les 30 y tantes dinastíes deis reys de Egipte: Ell d' una ditada les esborrará totes ab sos temples, palaus y ciutats immenses; d' una aleñada fará caure sos"], [195, "A TERRA SANTA 189 ídols, y únicament los dexará per tomba la pirá mide de Khéops. Al estrém del carrer Mouski se troben les de xalles déla ciutat ó ciutats antigües, de les quals sois ne queden munts de terra cuyta, en forma de petites montanyes d' una hora y mitja de llarch. 'Tota la ciutat del Cayre, diu lo P. Jullien, ab ses quatrecentes mosquees y sos palaus sens número, si sos tirada á terra, no formaría pas un munt com aquexos de que parlám. Arribats á Matariyeh, nom que significa ay gua nova, lo primer que veyém es lo pou miracu lós; la aygua no surt com alguna hora á flor de terra; s' atura á tres metres sota, y sent mes alta que '1 Nil y no plovent en lo pays per donarli vida, es considerada com la única veritable font d' Egipte. Veuse aquí lo que 'n diu la Venerable Catarina Emmerich, veyent arribar la Sagrada Familia á aquest lloch: «Ells no trobaven aygua en lloch y s' assegueren afadigats al peu d' un montícol de sorra. La Santa Verge prega á Déu, y vegé una abundosa font sortir al seu costat y regar la terra al voltant. Lo tros de terra que regá fou maravellosamet benehit; fou tot seguit cobert de verdor, y 'I precios arbre que produheix lo bálsam, s' hi multiplica en gran manera. Aqueix lloch fou célebre temps després, com á jardí de bálsam.» Lo bálsam n' ha desaparegut, mes no lo recort de Aquell que s' h¡ compara ab exes bo niques paraules: «Com lo bálsam aromátich he seta olor.» Los bisbes coptos cullíen en aqueix jardí lo bál- 3"], [196, "DIETARI D' UN PELEGRÍ 190 sam que entra en lo crisma. Lo Sicómoro de la Verge que, segons tradició, s' obrí pera oferirli amagatall, veyentla perseguida, no es gayre lluny de la Font. Segons la P. Jullien, á qui devém al guna deaquexes notes, lo tros que 's descarta del arbre, pera donar refugi á la Verge, caygué en 1656 y fou conservat com una reliquia en la sagris tía deis Pares de Terra Santa, en lo Cayre. Son ampie tronch está aplanat de la banda de N. á S., com si no restas mes que la meytat del arbre, te set metres de cincumferencia, vuytde alt, y 's de canta cap al Nort com fent reverencia al infant Je sús, que de la banda del Nort vingué á aquexes terres. Aquexa circunstancia, unida á la de ser ar bre fruyter, me fa venir á la memoria la hermosa balada religiosa que 'm cantava la mare en temps y en un poblé ¡ay! ben llunyans: De la tronca sortia la rama, de la rama naxía la flor, de la flor naxía la Verge, de la Verge '. Redemplor. L' arbre maravellós está voltat d' una cleda en ramada de flayrosos gesamins. Ses branques (en axó y en sa bellesa sembla imatge de la Verge, plantada en lo jardí de la Iglesia), ses branques son tan baxes que se 'n pot abastar lo fruyt y les fulles ab les mans ; ses fulles son tan verdes com si Y arbre de dos mil anys acabas de cumplir dues primaveres. Lo Sicómoro havía sigut donat á la Franca, mes s' es quedat propietat del Kedive; no obstant, los"], [197, "Arbre de la Verge"], [198, "DIETARI D' UN PELEGR*. 192 Pares Jesuítes han posat un peu en lo jardí y n' han presa possessió, edisicant sobre una Cova de Lourdes, una capelleta á la Sagrada Familia. L' hermós quadro del altar representa la Ver ge asseguda sota 'i Sicómoro ; Jesús desde sa falda la mira somrient y ab sa maneta li mostra una font que acaba de sortir de terra en agraciat brollador, hon Sant Joseph omple una ánfora egipcia. Ais peus de la Verge hi há una manta es tesa ab lo cabasset de les provisions, la carabas sa y 'I gayató de viatge, y al seu voltant algunes flors, que son sempre les companyones de María. A una banda 's veu T obelisch d' Heliópolis, y mes lluny les Pirámides. Sota la mesa del altar bi há un ram de flors fresques y damunt, mentres nos agenollavam, han anata posarshi dues orenetes tot cantant, com si les flors y 'ls aucells sabessen, ja que 'ls homens ho ignoren, que avuy es la festa de la Sagrada Fami lia en Egipte. A les cinch del matí, en Alexandría n' hem dit sa Missa, especial d' aquest pays, y á les cinch de la tarde besám ses petjades, tot recordant lo mot del Evangeü de Sant Matheu : «Se retirá en Egipte, ahon se estigué fins á la mort de Hero des; perqué 's cumplís lo que digué '1 Senyor peí Profeta: Lo he fet venir á mon fill de Egipte.» Lo quadro de la Sagrada Familia se troba en tots los temples, fins en los cismátichs, en totes les capelles y en totes les cases cristianes, y con fesso que no me 'I he tret de la memoria en tot T Egipte. En aquexes planes sense si, abrasades"], [199, "A TERRA SANTA 193 per lo sol ó arrosades per lo Nil, llaurades per lo brúfol ó escombrades per lo terrible simoun, en sos jardins y en sos deserts, sempre la meva ima ginario ha vist, allá de allá, al últim terme del ho risó, la silueta, tan cercada deis pintors de la edat mitjana, d' un satit vellet tirant lo roncal d' un ju ment y sobre d' ell la Verge portant son Fill ais bracos, com la havía vista Isaías en figura de boyra misteriosa : Lo Senyor pujará sobre una broma, y entrará en Egipte. Mes en lloch se veu com aquí, vora la Font hon se feren passar la set, sota T Arbre hon s' ombrejaren y en lo sorral afor tunas que ab sa benedicció convertiren en jardí. En lloch se veu com aquí lo bon Jesús assegut en los bracos de sa divina Mare, com en son millor altar, ja ovirat també per Isaías: En aquell temps tindrá lo Senyor un altar en mitx de Egipte. ¡Qué hermosos recorts! Aquí trauría'is bracos deis bol quers Aquell que 'ls havía d' estendre en la creu; aquí donaría 'ls primers paros Aquell que n' havía de donar tants per la Redempció del món; aquí ar ticularía 'ls primers mots aquella veu divina que havía de desvetllar la humanitat adormida y debía ser escoltada per los estrems de la terra. La ora do que m' es vinguda ais Ilabis y al cor, agenollat davant del quadro de la Sagrada Familia, es un versicle del hímne de Zacarías : Per les entranyes misericordioses de nostre Deu, que ha fet que aqueix sol naxent vingués á visitarnos de dalt del cel, per iluminar ais que jauen en les tenebres y en la ombra de la mort. A la ombra de T Arbre sagrat, en son día, no 23)"], [200, "DtETARl D' UN PELEGRÍ 194 hi hem trobat mes que dues dones del pays , la una nos ha semblat mora; vora la Font y en los jardins les colles de gent s' hi empenyíen, y les carroces plenes anaven y veníen del Cayre sense parar,. A doscentes paces del Arbre de la Verge hi ha ls Sicómoro de Sant Joseph; son tronch es vuyt y de set metres de circumferencia. Heliópolis, la ciutat del sol, en quals ruines diu hen que habita també la Sagrada Familia, es á un quart de hora. En les dependencies de son temple, centre deis conexements d' aquelles époques llunyanes, hon estudiaren Moysés y Plato, vivíen 10,000 perso nes. 'Tenía devant dos rengles de esfinges de gra nit, de 22 peus d' altura, axecades per los primers Faraons. Ne resta solament T obelisch de 20 met. d' al tura, tenintne 3 de base, sota terra, sobre un pe destal de 8. Es lo mes antich d' Egipte. Cayre, 24 Maig De bon matí passám lo gran pont del Nil, que obren cada mitgdía pera donar pas ais barcos, y 'ns dirigim á les pirámides de Gizéh, per una carre tera, bonay cómoda, mes despullada de tota poe sía; sería mes bonich veure acostar aquexos ge gants d' una raea perduda, per entre palmeres mal sembrades, ací y allá, desde les sinuositats d' un camí ramader; mes la carroca, axis anome-"], [201, "Obelisch d' Heliópolis"], [202, "DIETAR1 d' UN PELEGRÍ 196 nen los cotxes en Egipte, ja 'ns ha dexat ais peus de la pirámide de Khéops, la reyna de les cent pirámides, que dretes ó per terra, senseres ó mitg arruinades, hi há encara á Egipte. Al veures de sobte ais peus d' aquexa montanya de pedra, la única axecada per la má del home, un sent com una estranya impressió de terror y de fret, dife renta de la que san les altres montanyes aleades, pastades, amotllades y vestides per lama de Déu. Lo rey que ha pastada aquexa ab sanch de sos vassalls, apar que ab les mostres de son poder y de sa grandor hi haja posat també quelcom de la petitesa humana. La ánima d' aqueix formidable eos no es un Déu ni un ídol, ni un sánela sánelo rum, ni un sagrari, son ses matexes cendres; ¡mes quina sepultura aquí vora 'I riu que ha vist caure y sepultar tants pobles é imperis! ¡quín túmol al cat á la gola del desert,com desafiando ab ses fe res y vents y tempestes! ¡Quín guayta pera véuren venir lo simoun que ha d' escombrar de pols y de gent aquexa terra tantes vegades! De bona arribada y al ensilarnos pirámide amunt, me ve '1 recort de la montanya de Montse rrat; ahon he pujat, lo día d' avuy, alguna vegada, y avuy Déu ha volgut que 'n tinguéssem la Missa y lo reso, que m' hi han fet volar lo cor que hi sab bé '1 camí y T hi tinch presoner encara. Les lie - xes y grahons de rochs enormes d' aquí me re trauhen los grahons y llexes d' allá plenes d' eura y arítjol ; de vegades, allargant la má á un penyal, m' estranya no trovármela perfumada de roma ní, y al girarme enrera pera reposar, m' apar"], [203, "Pirámide de Gizéh"], [204, "DIETARI D' UN PELEGRÍ 198 que tinch de veure los cims de Vacarisses y Sant Llorens del Munt, y que ha de ser lo Llobregat lo riu que 's presenta á mos ulls, com una peca de satí blau, mitg esquinsada y ab ses silagarces y flochs estesa sobre '1 Delta verdós. Los beduhins ágils que m' ajuden á pujar, arran can mon esperit de la montanya catalana, estirant me y empenyentme cap amunt, y comensantme á parlar del bakchiche de la manera mes prosaica del món. Se puja per la banda del E. y sempre per lo mateix lloch, de manera que 'I camí es cone gut y fressat; los escalons son d' aleada desigual, mes les pedrés de quiscun seguexen al mateix ni vell en les quatre cares del edisici. No están axis alineades les pedrés en la cara que dona á fora; y á axó haurán contribuhit la naturalesa de la pe dra, les pluges y 'ls vents; y tal vegada ja foren posades axis pera rebre altra crosta superior de pedra que la revestía, presentant la superficie uni formement Misa, com se veu encara en la part al terosa de la segona pirámide, que ha sigut menos maltractada. La altura vertical de Khéops es de 137 metres; la de la face, midada sobre '1 pía in clinat, de 227. Son cim está escapcat d' una vin tena de metres, de manera que forma un petit re plá, desde ahon se gosa d' un espectacle sens igual. Devant tenim estesa la verdosa plana, estreta aquí, que rega '1 Nii, dexanthi corre y esbadiar en rius y rierons ses aygues benehides. La clape gen petits pobles y ruines, y la domina, desde la altra riba, lo Cayre ab sa estesa de cases corona-"], [205, "Pirámide escalonada de Sakkaráh"], [206, "DIETARI D UN PELEGR 200 da de minareis. A aquesta vora del Nil, á má dre ta, s' adressa un rengle de pirámides, la d' Abou roach, les d' Abousir y les de Sakkaráh, digne capcalera de les ruines de Memphis. Totes elles, com les que tinch ais peus, miren la conca del Nil des de '1 desert, que omple tot lo restant del Voltants de Memphis horitzó, net, escombrat. sens un arbre ni una boy ra, dívidit solament per montícols de formes in decises y arrugues de sorra, com pera aplegar mes los raigs y la escalfor del sol, que se 'n puja á mitgdía. .s Vista la pirámide, encara que á corre-cuyta, per fora, la anám á veure per dins. S' hi entra"], [207, "A TERRA SANTA 201 per una rampa de i metre 20° de aleada, y d' una inclinado regular. La porta es de 2u metres d' al tura. La galería, al arribar á les arrels de la pi rámide, se bifurca, una branca s' enfonza uns quants metres en la terra, no se sab per qué. Herodoto parla d' un canal que duya la aygua del riu al interior de la pirámide, mes no s' en troba rastre; altre puja uns 25 metres sins á una galería molt mes espayosa, que 's bifurca també, y de ses dues branques, la una condueix, á peu pía, á una cambra anomenada de la Reyna; la altra, de 5 me tres de llarch, la mes difícil y perillosa, continúa la rampa de la segona galería, cap amunt, y dona á un vestíbul de 5 metres de altura, 10 de llarch y 5 d' ampie, anomenat Cambra del Sarcófach. Aquí hi havía la momia real. Les dues están fe tes d' enormes peces de granit; les galeríes de calica molt compacta, que sembla marbre, y tot lo restant está treballat y ajustat d' una manera admirable. Com un goc á la porta de sa casa, devant la pi rámide de Khephren está arrupida la misteriosa esfinge de roca viva. Sa cara humana es, desde la barba al front, de 9 metres, y de 57 sa Margada des de la cúa sins al estrem de les potes de devant, que ara s' acaben de desensorrar. Colles de noys y noyes, separats, prosseguexen encara en lo tre ball, per donarse ayre cantant lo cap de colla com una lletanía sobre Alhá, y responent lo chor ab un mot també d' alabanea á Alhá ó '1 seu profeta. Ab cántichs semblants los negres de Cuba s' aju den en los mes penosos treballs. 26"], [208, "La esfinge"], [209, "Cayre. — Tombes deis Mamelulcs"], [210, "DIETARI D' UN PELEGRÍ 204 A doscentes paces de la esfinge, mes baix que ella, totalment sota 'I nivell de la terra, está '1 misterios Temple de granit descobert per M. Ma riette. Té tres cambres y es fet de pedrés enor mes d' alabastre y granit, alguna de 5 metres de llarch. Entre exos dos monuments se 'n acaba de des cubrir un altre, no menos estraordinari, consis tent en una cavitat sepulcral oberta en la roca, uns 10 metres fondo, quals parets, tallades també esteriorment, queden independentes, formant un edisici quadrangular de roca. En elles, á mitja aleada se veu lo nitxo y fins la caxa d' un deis di funts allí soterrats. Sortintde les pirámides, anám á visitar lo Mu seo de Boulag, tan notable com elles. Lo vegé rem á vol d' aucell, y axó y sobre tot lo estés y complicat del assumpto, nos dispensa de dirne res, no de manifestar la admiració per un poblé, que á través de tants segles, nos ha dexat tantes mostres de sa manera de ser, de sentir y de pen sar. Entre les momies conegudes de tres y fins de quatre mil anys, móstren la d' algún deis Faraons, del qual se poden veure la estatura, les dents, los cabells, lo posat y fesonomía, com de una perso na que s' acaba de morir. Entre 'ls mobles, uten silis y objectes d' aquelles époques s' hi veuhen vestits, sandalies, pintes, tamborets, vasos, cadi res, una escombra, un nivell, cordes, armes de sílex y ferro de tota mena, anells, arracades y joyes d' or y pedrés fines y, lo que es mes es trany, grans y fruyts, ordi, blat, Mi, rabims, etc."], [211, "A TERRA SANTA 205 Ab recansa sortim de Boulag, ahon se podría passar un mes sempre veyent coses noves, y nos dirigim al Cayre Vell, ahon una tradició coloca una habitació ahon la Sagrada Familia visque al guns anys. Santa Elena hi seu construhir una igle sia, mes no 'n queda rastre; solament se pot con templar lo lloch, dins un soterríá, ahon la Verge posava 1' Infant Jesús. La volta está sostinguda per vuyt columnetes, y al fons hi há un altaret ahon en altre temps se podia dir Missa; avuy está en poder deis coptos, que allí en un racó de la cripta teñen la batejadora, ampia y fonda, puix bategen encara per immersió. Segons una llegenda piadosa, al peu d' aquesta balma hi havía una palmera que s' inclina pera oferir sos dátils á la Verge. En lo Vell Cayre hi há la mosquea d' Amrou ó de les trescentes columnes. Dues n' hi há á má esquerra de la porta; passant entre elles creyen recobrar les forces y la salut los soldats moros malalts en la última guerra. Una altra se n veu que té una depressió, cau sada segons la creyenca mussulmana, per una empenta ó colp que li dona Ornar, llancantla per los ayres desde la Meca aquí. Es la mosquea mes antiga d' Egipte. Després de la mes antiga, anárem á veure la de Mohammet-Alí, que alguns teñen per la mes bella, essent solament la mes rica, puig los arquitectes s' han inspirat en les grans mosquees de Constan tinopla. Les columnes que sostenen la cúpula y les parets per fora y per dins son revestides de"], [212, "DIETARI D' UN PELEGRÍ 206 alabastre de tintes pálides. Mes que de mosquea té ayres de basílica bizantina ; de manera que 's compren lo que digué al véurela un Bisbe francés: «M' agradaría poder celebrar de pontifical en aquest temple y morir.» Esta mosquea está encla vada dintre la Ciutadela, obra del terrible Salah din, desde la qual se domina la ciutat com la de Barcelona desde Montjuich. No podem entrará la mosquea d' Hassan, per ser tancada y no trobar se en lloch lo clauber. Gam' á el-Azhar, mosquea espléndida, es la casa de la oració y la universitat del Egipte y del Orient: 300 professors hi ensenyen á 9,000 estu diants vinguts de les quatre parts del món mu solina, y molts d' ells son mantinguts y viuhen en lo mateix establiment. Aqueix está dividit en un gran pati voltat de columnes, que té en mitg al guns safreigs per les ablucions, á una banda dues mosquees, una d' elles de 380 columnes de mar bre, granit y pórfir, y 1,200 Mandes ; á les altres tres bandes, sales y corredors, ahon están allot jats los escolars, per uacionalitats. Aquexos están asseguts en terra, sobre una es tora, ab un full del Corán alsdits, llegintloen alta veu y aprenent de memoria la llissó, tot donant capcinades enderrera y endevant sense may parar. No vegérem mes que una aula formal, ahon una cinquantena de dexebles formant quadro, escol taven lo mestre que, assegut en terra, com ells, los dirigía fogosament la paraula. Abans que les ultimes mosquees, hem visitat les principáis iglesies y establiments religiosos,"], [213, "Cavre. — Escola de primeres Metres"], [214, "208 D1ETARI D' UN PELEGRÍ acompanyats del P. Plácid, francisca alemany, que predica en quatre Mengues y 'n parla algunes mes, entre elles la espanyola. Es home sumament amable, de molts conexements y qualítats. Havía sigut oficial d' exércit, y quan s' entussiasma en cara 'n té quelcom: n' era capella en la guerra contra Franca, y ara d' ensá que 'ls Pares de Te rra Santa s' han posat baix lo protectoras d' aque xa nació, conexent prou bé les intencions del Go bern república, ha d' entonar cada festa despres de la Missa major lo Domine, salvam fac rempu blicam nostram; y quan lo Cónsul hi assisteix de gaia, té que repetir tres vegades, cantant, la de precado. Al costat mateix del convent de Franciscans hi há dos ó tres frares del mateix Orde reformáis, y sa capella es la deis pobres coptos convertits al Catolicisme. En T altar hi há un hermós quadro de la Sagrada Familia arribant á Egipte ; los ídols cáuhen de sos pedestals, y 'ls obelischs matexos y les pirámides semblen tremolar de por. Lo pin tor, conexedor de la senzillesa deis coptos y de que 'ls faría bé, coloca entre les palmeres, rebent la Sagrada Familia, los Sants que ells mes esti men, Santa Catarina, Sant Francesch y San An toni. Los coptos, com diu M. Isambert, son lo re sultat del barreig de totes les nacions que han dominat T Egipte. Un troba en les velles estatúes y sins en les momies alguna cosa de sa fesomía. Era un poblé números, mes s' ha anat fonent ab T árabe, y avuy no 'n resten mes que uns 150,000,"], [215, "Egipte. — La plana de Tebas 27"], [216, "DIETARI D' UN PELEGRÍ 210 10,000 deis quals viuhen en lo Cayre. Tots son cristians, mes de la secta d' Eutyches, axó es, no regonexen en Jesucrist mes que la naturalesa di vina. Son molt ignorants y, per tant, fanátichs. Mes, se 'n pot traure partit, y ¿qui sab si en la di solució en que están los realmes mussulmans, han de tornar al ramat de Jesucrist? Confesso que he tingut un plaher immens al visi tar los Pares de la Companyía de Jesús d' aquesta ciutat, quant he vist desfilar entre 'ls jóvens que eduquen pera '1 sacerdoci, vuyt ó deu coptos. ¿Qui sab si serán lo gra de mostaca del Evangeli, que 's torna un gran arbre? ¿Qui sab si d' aque xos jóvens ha de sortir Y apóstol de sa raea? Una altra milicia té 'I Catolicisme en lo Cayre, y es la deis Germans de la Doctrina Cristiana, que teñen sempre, y ja fa trenta anys, un miler de noys, entre católichs llatins y de tots los ritus orientáis, cismátichs, grechs, coptos, armenis, abisinis, y protestants, moros y juheus. A tots obliguen á apendre la doctrina y moral cristianes, y no son poques les vegades que un israelita ó un mussul má se 'n porta '1 premi, y com generalment los noys hi aprenen primera y segona ensenyanca, tornen á la casa de sos pares ab T esperit formal per Jesucrist. Aquexos noys van á umplir les osi cines y primers llochs del Estat; T un es oficial d' exércit, 1' altre jutge, lo aitre pacha, y encara que no 's passen ais cristians, cosa difícil aquí, ja que s' hi oposen Meys y preocupacions terribles, porten alguna cosa de Cristo á una societat que no '1 coneix ; apaguen lo fanatisme de falses reli-"], [217, "A TERRA SANTA 211 gions y sectes desencaminades, y preparen lo camp y Y auditori ais predicadors del Evangeli. No puch parlar de totes ses conquistes; solament diré que un deis Germans mes estimats de la Con gregado es fill d' una de les principáis families del Cayre, y que un jove metge sortit d' esta es cola, sent moro encara, batejá moltes criatures mussulmanes, in articulo mortis, obrint les portes del cel ais altres, abans que á sí mateix. No puch callar una escena que 'ns contá, tot sopant en la taula, lo Superior. Un día repartí estampes ais noys cristians; un estudiant moro s' ho mirava, y mirava al mateix temps una estampa que li que dava, representant á Jesús, lligat á la columna y tot llagat, dexant llambregar en sos ulls la espe ranza de que li donas. Vegent que no li dona va, se li acostá respectuosament y li demaná. «¿Qué, tu que ets mahometá, li digué '1 Supe rior, me demanas la imatge de Jesucrist? ¿Sería tal volta pera ferne befa? — Mon Jraire, vos no 'm conexeu, li respongué, dexant humitejar sos ulls de llágrimes, y al mateix temps arrancantli la es tampa de les mans y besantla; ¡vos no 'm cone xeu! ¿Jo mofarme de mon Déu y Senyor?» y tor nantla á besar se la 'n porta á casa seva. Jo sentí també humitejar mos ulls al sentirho contar, y ara que ho escrich fredament m' humitegen encara. Jesucrist es en nostres díes y en nostres paysos llancat ingrata y cruelment de moltes animes, mes troba refugi, trono y altar en moltes altres en te rres mes agrahides. Preguem y esperem. Les Germanes terciaries de Sant Francesch, les"], [218, "DIETARI D' UN PELEGRÍ 212 del Bon Pastor y les Dames de la Legió d' Honor, cuyden de la educació d' alguns centenars de no yes, especialment de les órfanes. Bona companyía 'ns tenía cercada la Providen cia pera les dues ó tres travessíes que hem hagut de ser en nostra pelegrinació á Terra Santa. Hi arribarem per primera vegada ab la del P. Euse bi Farnezin, visitador de la Orde Franciscana en Palestina, que nos dexá edificáis no solament ab sa conversació continua de les coses del cel, sino fins ab ses maneres y ayre de sant: ab ell tingue rem la ditxa de anar per mar desde Port-Said á Jaffa, y per terra desde Jaffa á Jerusalem. La se gona vegada que passárem per Jaffa, veníam des de Beyrouth ab lo Patriarca de Jerusalem, ánima pura, tranquila y hermosa, que, dedicada á evan gelisar de nou la Palestina, hi passa fent bé á tots com Jesucrist , pertransiit benefaciendo omnes. Venint d' Espanya á Port-Said, gosárem de la companvía gratíssima é inolvidable de dotze Pares Caputxins que anaven á cristianisar les Carolines, un deis quals fou cridat á rebre lo premi de sa abnegació y sacrisici abans d' arribar al terme de son viatge, niorint á la entrada del mar Roig, qua tre díes després de despedirse de nosaltres. Ara de retorn á Espanya, nos toca encara com panyía millor, la d' un mártir de la fe, T Il-lm. Ber rio Ochoa, vicari apostólich del Tonkin Central, decapitat per la fe en 1861. Los sis sacerdots que 'ns ensopegám á bordo del Isla de Lusón, celebrám cada día lo sant sa crisici de la Missa sobre ses cendres, posades en"], [219, "A TERRA SANTA 213 un receptacle canónicament sellat y colocat sota la ara del altar, pera teñirles mes presentes al pronunciar aquelles paraules del Introit: Quorum reliquia hic sunt. Sobre T altar, á dreta y á es querra del Sant Cristo, tenim dues fotografíes de quadros del seu martiri. Son inseparable com pany era nostre compatrici, lo P. Almató, á qui anomena angelical la biografía del Bisbe de Cen turia, que s' acaba de publicar. •¿Donchs, per qué no venen plegats á la mare patria, després de morts, los que no s dexaren en vida? ¿Per qué 'I pare torna sense '1 fill? ¿Per qué Catalunya no reclama les reliquies de son ilustre mártyr, lo P. Almató, com Vizcaya les del P. Berrio Ochoa? La vinguda d' aquest y son pas satge per nostra terra creyem que despertará la memoria del altre, y ses cendres adorables vin drán á honrar lo poblé ditxós que '1 vegé náxer. Día de la Ascensió. — 1886 Grades á Déu estám de tornada; lo Montseny verdós ab algún floch de neu encara sobre son front s' ha dexat veure fa estona derrera '1 Mont- Negre. Sota la serralada deis Tres Turons y Bu riach se veuhen los pobles de la costa afilerats vora la aygua que 'ls dona vida. Lo Montjuich es padat nos mostra son dors de monstre marí, y no triguen á ovirarse los campanars, palaus y murs de la ciutat estimada que seu en sa falda gegan tina. Som á casa nostra, de tornada del viatge que"], [220, "DIETARI ü' UN PELEGRÍ 214 mes desitjava nostre esperit. Pera 'I cristiá y pera 'I sacerdot que ve de Palestina, ¿quín altre viatge pot haverhi interesant? Hem anat á cercar quel com mes que lo que acostumen á cercar los qui naveguen, quelcom que val mes que T or y la pla ta, y ho hem trobat y ho portám. Venim carre gats de recorts preciosos d' aquells que no se obliden : fins les imatges deis divins personatges de la Historia Sagrada nos van seguint. ¡ Dolca escayensa ! al embarcarnos en Suez trobárem en la capella del barco lo quadro de la Sagrada Fa milia, que en Egipte trovavam y veyam per tot arreu, y devant d' ell hem dit Missa tots los díes fins á Barcelona, ahon la Trinitat de la terra tin drá dintre pochs anys, tal volta, lo temple mes gran y hermós que té en lo món. Ab tan bona com panyíay, sobre tot, ab tan bona guía com arribám avuy al port de la patria, pugám atravessar lo mar de la vida, y, lliures de totes ses tempestes y esculls, arribar al port de la patria celestial."], [221, ""], [222, ""], [223, "9"], [224, "OBRES 1.33. MOSSEN JACINTO VERDAGUER ■-*• PTK3. La Atlántida. — Poema, ab la traducció castellana. . 4*00 Canigó. — Poema ab rica enquadernació 5'oo Idilis y Cants mfstichs. — Tercera edició i'25 Llegenda de Montserrat. — Segoaa edició 1 '00 Cansons de Montserrat.— Segona edició o'5o Patria. — Poesíes ¡ 3*00 Nerto. — Traducció del poema de Mistral. . 2*00 Lo somni de Sant Joan. — Segona edició i'5o Caritat. — Tercera edició i'oo Bethleem. — Primera part del Jesús Infant i'oo La Fúgida á Egipte. — Segona part del Jesús Infant.. i'a5 Nazareth. — Tercera part del Jesús Infant i'oo Colecció de Cántichs religiosos peí poblé, á una, dues y tres veus. ab acompanyament de piano ú orga, música del mestre Candi 2'5o La Passio de Nostre Senyor Jesucrist oo'6 Roser de tot I' any. i'5o Se venen en la Llitreria y Tipografía Católica, carrer del Pi, 5, Barcelona."], [225, ""], [226, ""], [227, ""], [228, ""]]