[[1, ""], [2, ""], [3, "ON TIIE BRITISH and IRISH TO^IEUHBHH^ The state of affairs in this empire has of late exhibited such a complication of public distress and widely-extended misery, that prudent men look forward with much anxiety to future conse quences. This feeling of alarm has been excited by an idea, that the despair of a multitude of suf ferers, depressed by poverty, and unsupported by the hope of better times, may cause them to break forth into acts of violence beyond the power of control- Every feeling mind must deplore the deep dis tress that has driven the people into that state which could make the question of their loyalty or disaffection so dubious, as to justify the infliction of the deepest wounds, which the Constitution has suffered since the Reformation. But it is not here meant to call in question the wisdom, or to dispute the necessity of the late Acts of Parliament, so materially affecting the people of these kingdoms ; both were sufficiently manifest at the period of passing them, and needed B"], [4, "2 not the hellish plot of Thistlewood, the Ribbonmen in Ireland, or the actual commencement of rebel lion in Scotland, to satisfy the mind of every re flecting man in the empire, that the danger ofthe State loudly demanded their enactment. Let us, then, confide in that Almighty Power, at whose command nations flourish and decay— that he will not permit us to be a prey to those wicked and designing men, who are endeavouring to press for ward into action as leaders of insurrection, and, by their inflammatory harangues, work upon the wretched and dejected minds of a half-starving population. Let us hope, too, that, confiding in the zeal and integrity of our Legislature, we shall never have to view those innovations on the Con stitution in any other light, than as preventive measures. If poverty and want of employment be the real causes of the evils so bitterly complained of in Oreat Britain, and of those laws above alluded to, the prudence of extending them to Ireland is un* questionable; for what people or nation under Heaven, at all removed from the savage state, can be compared with the lower ranks of the Irish in misery and -wretchedness, whether we consider their habitations, their clothes, their diet and be verage, or their total want of every thing that the working people of other countries call comforts, but of which they are almost ignorant ? Three-fourlhs of the population of this unhappy island, being totally unemployed, are at this moment, as they"], [5, "3 always have been, ready to engage under the standard of faction. Nor do we fear the accusa tion of libelling our countrymen, for who will say the fault is theirs ? Is it an untenable position, that idleness is the parent of vice ; or do men re spect the property of others the more, from never having been possessed of any themselves ? No — it is not in them— it must be traced to some other source ; and whether it shall be found to be in the Government, that has so long adopted a system prejudicial to the influx of English capital, for the purposes of establishing manufactures amongst us, or to the numerous absentees that drain the vitals of Ireland, or to whatever cause, it is attri butable, is not the subject of our present inquiry. It is enough to know that so great and mo mentous an evil exists, to induce us to venture the proposal of a remedy, or at all events, 9ome alle viation of our misfortunes. Though it will be found that our intended pur pose in this appeal, besides the production of great advantage to the sister kingdom, is designed to place Ireland in a situation of superior happiness and prosperity ; yet it is not necessary to euter into a minute account of her poverty, which would be trying to our feelings, and would furnish a num ber of particulars scarcely to be credited by the English. They have heard, century after century, without intermission, of the miserable state of Ireland; they think we have become callous to sufferings, and that_ accustomed privations, may"], [6, "4 have altered among us the usual course and sus pended the wants of nature. We now listen with mixed astonishment and commiseration to the cries of distress which issue from their long-happy shores ; and to lamentations upon the inflictions so new to them of poverty and want. We can not refuse our pity, for we understand well the nature of what they suffer. But we have long struggled with their chief grievance — a redundant population, and very limited means of subsistence. With respect to the efficacy of charity, as tend ing to alleviate the wants and distresses of an over populous nation, we may be permitted to ad vance, or rather to bring once more before the public eye, some truths which are far from novel ; they, however, relate so materially to our present purpose, that the remention of them ought not to be omitted. We may premise, that in no country in the world are there more numerous or stronger instances of individual and extended charity, pub lic and private, than in Ireland ; nor is there a spot on the earth, where the donor more amply meets his reward, for a poor Irishman's heart is the seat of gratitude. But the good effects of charitable actions are so transient, that, unless they are perpetually repeated, the distress, which they have had power only to mitigate, recurs with increasing calls, and the hand of benevolence must for ever remain open. The bounties of the hu mane, injudiciously administered, have $he effect of implanting and nourishing indolence in the"], [7, "5 persons relieved, and thus entail upon them a new calamity. Poverty, while industrious, may be, and often is virtuous ; but, once in alliance with unblushing idleness, has resort to wicked and des perate courses for subsistence. Hence the impe rative necessity and bounden duty of the promoters of charities by general contribution, and of the dispensers of those which are granted or enforced by governments, of making relief the reward of labour. Those who are advocates for constant charity to the mass of poor, without efforts to make them labour for the benefit of the community, will find, in the ponderous engine of poor-laws and poor houses of England, a beacon conspicuous enough to warn them against the encouragement of idle vagrants and indolent victims of vice, and to pre vent such from becoming claimants upon their neighbour's purse. Here we see the effects of bad regulations. We consider employment the best kind of relief for the poor, and the best means of reclaiming such as have fallen into disorderly habits, with the fairest prospect of saving them from again living on the bread of idleness, or spending their hours in wicked contrivances, and plots for the injury of their fellow-citizens. We naturally feel an irresis tible desire to communicate to others, what we consider a remedy for such eyjls,"], [8, "6 We are involved in difficulties of no ordinary kind. To do any eventual good, we must succeed in rousing an entire nation from lethargy, in form- ing in it a sincere wish for a new course of indus- try, and in exciting the Government and Parlia- ment to an unremitting attention to the due prosecution of the Irish Fisheries. Our plan is such, that we cannot stop short of a wish to suc- ceed in the whole* To us it appears fraught with benefit to the empire, and is calculated to give a new character and otherwise unhoped-for resources to the Irish nation. No possible injury can arise to a single individual in its execution— if we ex- cept a few monopolizing fishmongers— and the amount of capital required will be much less con- siderable than any other undertaking of half its importance would call for — at the same time that it admits of every individual connected with it, however small his means, becoming interested as a proprietor in the general success. The compiler of this tract, a naval officer of some experience with respect to the subject he is now about to enlarge upon, proposes a plan for the prosecution of our Domestic and Foreign Fisheries, upon a scale which, it is confidently hoped, may ensure success, and the acquisition of wealth, in a way notoriously too long neglected. We seem wilfully to have shut our eyes against this certain source of prosperity-; we have des pised the most ready means of procuring a nutri-"], [9, "7 tious and wholesome subsistence for ourselves and our neighbours, and of realizing, by its superabun dance, millions in point of wealth, which we have not hitherto acquired through a too blamable su pineness. It is in times like the present, when difficulties press hard, and dangers assail, that new resources and increased prosperity are to be proved to exist, in a shape long overlooked and despised — it is now, when at peace with all the world, when England's manufactures are either rivalled, or from whatever cause no longer find their for mer vent, and consequently oppress her with a starving population ; when Ireland's increase of people, with diminished means of employment, and this a rapidly increasing evil, to which there seems no limit — that a grand alteration might be effected in the empire at large, but in Ireland in particular. It can, however, only be effected amongst us, by its being the wish of the entire nation that it should be so. The public is again addressed on this subject by one who is entirely a practical man, furnishing plain observations, the result of a life of experi ence, with a view to urge, at the present crisis, the employment of this great engine, still in our power, to secure us in our proudly pre-eminent situation as masters of the ocean, and arbiters of the affairs of maritime nations. The Fisheries of Ireland may yet prove the grand support of Bri tish glory ; and, taking their rise with the memo rable era of recent improvements in naval archi-"], [10, "8 tecture, by that zealous and able mechanic, Sir Robert Seppings, may contribute to confer bene fits co-equal and co-extensive with the inventions of that ingenious man. His has been the peculiar honour of construct- ing ships regardless of the power of the sea, and almost defying time to decay. Let our labours be, that of raising seamen from fishermen, able to fight them as long as they last — not as hitherto, deriving all our security from the British navy, whilst we afford not one-seventh part to the manning of it ; or if a seventh, still but their sweepers and scavengers. But if our idea tend, as Heaven grant above all things it may, to the alle- viation ofthe miseries of, or altogether to supersede, that monstrous cruelty, that worse than African slavery— the impress of British seamen into the naval service — how great will be the merit of the promoters of Irish Fisheries ! The impress — we speak from long and sad experience — is an abomination which stains even England's naval glory, and renders it, in consequence of the means by which it is obtained, repulsive to the feelings of humanity. It is equally degrading to the offi- cer who executes, and to the father or husband who is the victim of its power. It is that detesta- ble policy which withdraws the natural affection of the loyal seaman from his country, peculiarly degrading him, as exempt from the blessings of that enviable Constitution, which is the protection of the meanest of his fellow-subjects. It is a me-"], [11, "9 lancholy and mournful evil, as it leaves the British seaman no other hope of enjoying any share of do mestic happiness, than what arises from a change of country. Would that the reproach stopped even here — but. is it less a matter of serious regret, that the daily example of husbands, fathers, brothers, friends, torn from the long-expected and anxious embraces of wives, children, sisters and relations, should, as of course it does, tend to harden the hearts and extinguish every amiable impression of domestic and virtuous education in the minds of our young officers, who are generally witnesses to, often the agents of, and always applauded for their zeal in, this shocking warfare against human rights and feelings ? Thus, in this despicable service, are the sons of rank, education and fortune, at an age when the mind is susceptible of the tenderest and most humane impressions, trained to tne per formance of duties repugnant to generosity, and in ferior to those of the lowest minions of the law ; for the latter may console himself with the reflection, that the object of his search has brought the evil on himself: but how has the unhappy seaman offend ed ; or is it his only offence, that a regularly-spent youth has encouraged his growth to an able man, and that a diligent regard to his duties as a sea man has marked him for a fit object of this unjust practice ? But leaving this subject, in which we have somewhat digressed ; if we had, on our late victorious termination of an almost universal scene of warfare, been possessed of a national Fishery, the hands which were then cast destitute out of c"], [12, "10 every channel of employment in the service of the State, or of individuals, would have found, in in- numerable branches of utility connected with the Fishery, a resort and refuge ; and would, instead of adding to the strength of our increasing naval competitors in North America, have still contri- buted their services to the State, by engaging in the Fisheries. Our old and powerful rivals, the Dutch, though making great efforts to regain their former superiority, and to engross the foreign markets for their fish, have not yet made such head after the war, that almost blotted her out of the list of nations, as to deter us from entering into a competition with them for the supply of the Roman Catholic countries ; nor ought she again to be permitted to engross that never-failing harvest, and inexhaustible source of wealth and industry, the Domestic Fisheries of Britain and Ireland. A nation of boatmen and fishermen, the Dutch, by wise and provident regulations in their Fishe- ries, by a daring and indefatigable pursuit of this trade, and by the most unwearied perseverance in it, and above all, by having made it a truly na- tional concern, and bestowing on it the exertions and good wishes of the whole people, rose to a state of almost unbounded power and unlimited wealth. By the Fishery, which their famous country man De Witt styled \" the right arm of their « fierce democra cy,'\" andby the cultivation of the Fishery alone, and from no other cause, did those sturdy and de serving republicans wage with England for ages"], [13, "11 a desperate and sanguinary contest for the domi nion of the seas. This nation was small it is true — not more than half the population of Ireland — but their foresight and providence obtained the admiration of mankind. The respect which the British nation entertains for the valour and spirit of the Dutchman, will not soon be eradicated; but the overwhelming effect of the French Revo lution annihilated their republic, and with it their Fishery — that Fishery, the bones of which, as said an old proverb of theirs, formed the foundation of the proud city of Amsterdam. It is to be wished that, as they have ceased to be our rivals or competitors for naval superiority, and as they can never send fleets to stand alone in opposition to ours, so, through our own remiss ness, they may not find our harbours, coasts, aud fishing banks again open to their swarms of fish ing boats and herring busses. We never stood in so much need, as we do at this moment, of the authoritative lectures of experience and wisdom. England has most culpably neglected the ad vice of able and learned counsellors to attend to her Fisheries, although this has been constantly pressed upon her ever since the reign of Henry the Eighth. Men of talent, who had studied the economy of a powerful insular people, enterprising merchants, and many famous and intrepid mariners, have at various times, in the reigns ofthe succeed ing English Sovereigns, pressed the consideration"], [14, "12 of this important matter. The weight of such re commendations, the influence of professional men, and the conspicuous example of Holland, could not fail of engaging attention. But in no instance has the exertion made been sufficient ; there has been a want of united feeling of the importance of the measure, and consequent endeavours at one time of rulers and people. Either a body of mer chants and adventurers have risked their property to a ruinous extent in an unsupported trial ; have sometimes allowed the spirit of merchandize to interrupt the due course of persevering attention to the first necessary point — the secure establish ment of the Fishery itself — or have suffered irre parable injuries in their resources, from the disho nest actions of the persons employed ; or a mono poly, or want of proper market at home, and in the metropolis, has crushed their efforts. At other times the Government, taking up the protection and encouragement of the Fisheries with a foster ing zeal, has been repulsed by the diminished ex ertions of the undertakers therein, and by an in difference or want of alacrity, perhaps of confi dence, in the large body of the people, The ri valship also of foreign nations, and the free occu pation of the British stations and fishing banks by a host of Dutch and French vessels, have also at times prevented and forced the English from the pursuit of their Fishery, even close in with their own shores. The jealousy also, and interested in terference of a limited body of fishermen and fish mongers, whose combinations to establish high"], [15, "13 prices, and whose various stratagems have most cruelly injured the community at large, are like wise greatly to be deplored and reprehended. That our miseries, and the starvation of large portions of the inhabitants of these kingdoms, are voluntary and wilful, we have the most convincing proofs to advance. We might cite the works of early and laler writers, of many men of informa tion and ability, upon the subject ; and have, on this occasion, very particularly to applaud the.en lightened statement of the Quarterly Reviewers, in their number for July, 1813, who give extreme ly correct information to their readers with rela> tion to the Fisheries. Having borne our testimony to the ability of this summary, we shall make some allusions to their observations, and furnish extracts from that number of the Review. What has been once well remarked, may bear repetition ; and on a subject of vital importance, truths of moment ought frequently to be brought forward. The history of the British Fisheries is reple.'e with grievous disappointments. It is astonishing to remark, that a mercantile nation, possessing a commanding capital, that is vested in the hands of the most enterprizing traders in the world ; having a chain of coasts remarkable in every advantage for the Fisheries ; with experienced seamen, and"], [16, "14 an enlightened Government ; should suffer this na- tional oi ject to be perverted and defeated by the united speculations of foreign and domestic ad- venturers. Our dign-ty of character has not been duly consulted in so tame a submission to these injuries. We have at times been reproached by the operations of entire fleets of foreign fishing vessels at the very mouths of our harbours, and the beaches of our bays, and, whilst they have been employed in collecting those sources of wealth which we ourselves ought to have attended to, have impeded the few fishermen who belonged to our ports. The insular situation of Great Britain and Ire land affords, in proportion to the size of each territory, a great and beneficial amount of sea coast, in comparison with the inland districts ; and this makes it the more extraordinary that so many natives of these countries should be totally un acquainted with the taste of sea fish. Even in London, and towns surrounding it, it is well known, and severely felt, that the price of fish precludes the appearance of it at the tables of any but the opulent, although almost every day, without monopolizing and exclusive markets, suf ficient quantities could be landed for the consump tion of all classes, within twenty-four hours (often less,) from the time of catching the fish, and at a price within the reach of the labourer."], [17, "15 It is undertaken in this publication to detail a plan for the advantageous prosecution of the Fisheries, which shall possess new features. There have been many vigorous attempts made to establish a national Fishery, but in all of them, something has been wanting to give final success. It is hoped that the ideas here furnished, will, in a great measure, supply what was deficient. Before we proceed to detail any account of what has been previously urged by the ingenious men who have given up their time and labour to the consideration of this subject, we shall give some account of our own principles, and of the means by which we imagine a new and more important character may be given to the Fisheries. So much has already been said, so many wise and prudent measures suggested on the subject, and good re gulations proposed, that it would be ridiculous to assert that any plan can be new in all its parts. It would be folly to discard old maxims and admitted principles ; by that course we should attempt to make practice give way to new theories, and experience to novelties. The just principles that have been advanced, and the wise regulations that have been from time to time proposed with respect to the Fisheries, be come of too much importance to that public to whom they have been addressed, to be omitted in"], [18, "16 any fresh plan— it would be a dereliction of duty to do so ; and if any one has the good fortune to elicit new means towards securing success in future attempts with respect to the Fisheries, (and it is not in the nature of things that these kingdoms should neglect to make those attempts,) he is bound by the welfare of that community of which he is a member, to add them to the common mass of information already possessed on the subject, and to submit them to the public, or such autho- rities as are best able to appreciate their value ; and his satisfaction will not le diminished by his ac- knowledging, whilst he details his own ideas, that much valuable information and instruction is al ready embodied. We must act disinterestedly in this, or we had better not act at all. We should consider ourselves as fellow-labourers in a great undertaking, in which a man must be of no com mon stamp who can pretend to the functions of a leader. All the promoters of this scheme must be con tent to view themselves in no other light than as the servants of society — the benefits contemplated are general ; the labours called for, must be un remitting; and the commencing of them can only be given men of such character as can be relied upon. Happy shall we be, if our humble endeavours can attract once more the attention of the gentry, Legislature, and people at large, to what at any"], [19, "17 time concerns them in a greater degree than per haps any other subject, but particularly at the present moment, when the unparalleled distresses of the country imperatively call alike on governors and governed to unite in any scheme of relief not altogether hopeless. Should we be able to de monstrate how easy it is to procure an immense supply of food, which millions are now pining for want of ; to effect the object of our sincere wish to relieve the Irish peasantry in particular, and to secure to them that constant employment, which we think our plans would furnish, and thereby remotely cause such an increase of extended pros perity amongst the inhabitants of this island as it has never yet enjoyed ; we should then esteem the successful completion of our wishes for the happiness of our countrymen, as an ample reward for our labours, and every other benefit as of mi nor consideration. We propose a plan for the advantage of the empire in general, but shall be disappointed if the Irish do not principally receive the benefits to be derived from it, for whom that plan originated. Much will rest with the Irish nation itself, and with its giving a hearty support to its own cause. The truths we detail are so self-evident, the means of execution so easy, and the objects to9be attained, so certain, that we feel our main difficulty to be, the task of properly exciting the minds of all ranks of people, and of creating in them a spirit of unanimitv, without which we shall not succeed. o"], [20, "18 This done, our object is insured ; but we fear that individual zeal cannot effect so much ; and though we cannot divest ourselves of fears on this head, yet, in so interesting a cause, we ought not to re sign ourselves to despair. Something may be done at this important crisis, if the leading arguments be convincing, and above all, if they be repeatedly urged. The ex tending of all the information given with respect to the Fisheries, so as to meet the eye of every Irishman, is a point that is near to our most earnest wishes ; and we shall feel obligation to all such as can, by local opportunities, assist in it. The feature in our plan, to which we chiefly wish to invite attention, is one, which will yield to the Irish nation so great a portion of employment, that its effects, in one way or other, will have a favourable influence with respect to almost every family. The failures of the English, with regard to Fisheries, have arisen from their uniting, too much, the departments of merchandize in the arti cle procured, and the actual prosecution of the fishing ; they have failed in securing a sufficient body of experienced fishermen, by not keeping them constantly in employ. From this desultory course, fne'fr capitals diminished, and the interest of their mbnyy was lost. They trusted that a few men, and a small number of vessels, would suffice, particularly by wzry of experiment ; and thus, acci dents to this limited number became productive of pernicious consequences."], [21, "19 These Fisheries are not to be conducted upon the same principle as the While Fishery; in which, from the climate the animal frequents, the nature, the magnitude, and the force of the fish pursued, large adventures and ships of considerable burden are necessary : on the contrary, it is by numerous vessels; by a large body of fishermen; by repeated endeavours, in which no time shall be mispent; by which a cargo once discharged, another shall be quickly procured; in short, by a rapid and constant course of fishing, that our object is to be effected. From small matters, frequently proceed great re- sults. By employing vessels of a limited tonnage, more will be done than by vessels of large burden —a few of which being wrecked or foundered, the capital of a society is endangered. Time, too, more irreparable, when interest of money is high, is lost, and anxiety prevails. By our plan, a great number of fishermen are wanted, and fleets of ves- sels are required. In so great a number, a few losses, occasioned by the fury of the elements, will but little effect the whole. A body of artificers also, of various descriptions, will find employment in the construction, equipping, and repairing, of vessels, where materials are easily procured ; and by the frequent return of some into ports for refit, work to those persons will be constant. Some of the Irish boats, though generally constructed of the rudest materials, and in the clumsiest way possible, are still, as to shape, well adapted for the Domestic Fishery; and from these would be a sufficient volunteering of fishermen for the general"], [22, "20 trade. These departments would be open to the Irish, after the introduction of some English ship wrights and other tradesmen connected with ship building for a few years, and if necessary, of masters for the larger vessels ; but we should form the body of fishermen, and should build a suffi ciency of vessels in our own ports and harbours, for carrying on the trade. In process of time, towns would arise, the residence of fishermen anil their families, of boat-builders and artificers in constant employment ; whose increasing prosperity, and happy life, would give an entire change to the face of affairs along all our coasts, To the English we should yield the branch of being the merchants in this undertaking, for the supply of themselves, and the greater part of the foreign markets ; for they already possess the ship ping, and command of capital; and, as we observed before, the business of merchant and fish-taker are more likely to succeed when in separate hands. We should at all times, and with great regularity, deliver them full cargoes of cured fish, without any delay or disappointment. This branch we are well aware they would execute, although per haps they would not prosecute the Fisheries on a scale sufficiently extensive, Experience has shewn that there has been a de gree of apathy and indifference upon the subject in England : and, indeed, it more properly belongs to Ireland. Not only the English will not have"], [23, "21 the inclination to dispute this point of the princi pal actual occupation in the Fisheries with us, but also, we imagine, they could not have it in their power to rival us, if we exerted ourselves to the utmost, either in the constant supply of fish, or in the quantity. When we consider the description of boats the Irish are accustomed to, and the manner in which they are fitted out; the diminutive size of those on the northern and western coasts, as compared with the seas they contend with ; they amply prove that the qualities of courage and intrepidity, and even skill as boatmen, are not wanting, to prevent the Irishman from succeeding in any undertaking of this kind. Thus, without even hinting at any disparagement of the English with respect to theu known intrepidity, it may be remarked, that they enjoy more constant security in well-finished and well-found vessels, and more extensive comforts as seamen in every way, than we possess. And even possessing those advantages, we fear not con tradiction in asserting, that the fishing boats of Galway, and other parts of Ireland, constantly put to sea and procure their fish for a miserable mar ket, in gales of wind, when those of Torbay lye snug at Brixham-quay. It will scarcely be cre dited, that at the market of that city a fine tur bot is not unfrequently sold for one or two shil lings ; and in the western parts of the County of Clare, a shilling given for a large lobster generally"], [24, "22 procures the purchaser a basket of crabs into the bargain. In establishing a number of herring vessels of from 100 to 150 tons burden, capable of following that fish to wherever it shall be found, it is by no means meant to discourage the smaller boats of Ireland ; they are essentially necessary to the Do- mestic Fishery, more particularly to the supplying of England with fresh and corned fish from the depots for that purpose. We have already ex- plained that the delays in the outfit and sailing of larger vessels render them in many respects infe- rior to small ones. The same observation holds good with respect to the herring vessels of 150 tons, which ought always to move in large bodies. The loss of time, unavoidable with the latter, and the constant returns, never-ceasing occupation, and economy of the present description of Irish boats, point these out as indispensable, and no doubt to them the greater ultimate, profit will at- tach. The smooth surfaces of our numerous and well-sheltered bays, which at all times, and in all seasons, on some part or other of the Irish coast, afford security to the fisherman in the smaller boats, during his operations, give our countrymen the advantage of never being idle at home, an advantage they will certainly avail them selves of, as soon as they are assured that their la bour will be recompensed by a ready market for the fruits of their industry. At present we pos* sess but few, indeed no vessels large enough to"], [25, "23 follow with advantage either the Herring or White Fishery, nor even competent to avail ourselves of the Nymph Bank, so contiguous to us. Our care, therefore, is, to recommend the providing of a number of properly-constructed vessels, of from 80 to 150 tons burden, for the prosecution of these Fisheries, as well on this bank as on that of Newfoundland and the Iceland Seas. We shall hereafter name the places of rendez vous, and depots of fish, that appear to us best suited to the large and small craft, either for the English home consumption or foreign supply, from whence their merchants would be able to provide themselves with inexhaustible stores for every market, of tiie same quality of fish as the Dutch formerly sent abroad, and certainly, under proper management, as well preserved. What secret art can there be in the curing of fish, that the Dutch possessed, which we cannot attain to ? If it be in the mode of cleaning, or in the extracting of the bone, why may not we equal them ? If it be in the quantity or quality of the salt, or other material that preserves the colour and retains the flavour, is chemistry at so low an ebb iu these scientific realms, that we are without hope of ex celling even the Hollander? With our advantages, and the supply not being doubtful, as heretofore, the British merchant would soon be enabled to en gross the certain custom of the foreign states ; and on his part, the Irish fisherman would be sure that every boat load of fish which he might catch,"], [26, "24 would be taken off his hands. Thus, what is now called, and truly called, the poor fisherman, would no longer be so ; but, putting on the jolly, com fortable, well-clad appearance of the Dutchman, would exhibit a pattern of industry and indefati gable perseverance. Nor less so his wife and chil dren, who, stimulated by his example, and in creased means of happiness, would, in the various occupations opened to them, contribute largely to the general welfare. This nation would then have an opportunity of evincing its capabilities ; nor can any one venture to predict the extent of future grandeur to which we may attain ? Who could have foreseen the pro gress or performances of the insignificant Dutch man, when he began to build a part of his very country on an uncertain foundation of sands and marshes ? Let not, then, our incitements be de spised, who recommend to the inhabitants of Ire land to do the little that depends on them, to bless their country with the resources of wealth and prosperity hitherto unknown. We desire to see the Irish nation, in preference to vain com plaints of absentees or want of capital for manu factures, exert its own means, and take that place in the scale of Europe, which their advantageous insular situation to the west, favoured by almost a trade wind for the English harbours, and but a short run before them to foreign ports and mar kets, if improved, would raise them, to. Here would be a vast field for the display of the efficacy of the"], [27, "25 division of labour. In the reverse of this has con sisted the oversight ; it has been from ignorance of this principle, the division of labour, that the Eng lish fishing companies have not succeeded. We find disappointment in all their endeavours ; and, not to dwell upon the breaking up of their vari ous enterprizes at home, we can adduce the lament able case of Newfoundland — that hapless, half starved colony, of all the possessions of Great Britain, alone thought fit to be governed by a na val man, though accident has left for the present one other. Upon the devoted inhabitants of that island, misery and misfortune have been plenti fully heaped ; and every year fresh reports of the necessity of abandoning it, and bringing off the entire population, are made. But unless we have the prudence to establish the national Fisheries, insisted upon by so many writers of eminence, for the employment of such portions of starving population amongst our fellow-subjects, we may as well abandon the wretched inhabitants of St. John's to their exertions, where they now are, as bring them to the regions of fancied plenty, to starve before our sight, and again to partake of that misery in Ireland, which the greater part of them have formerly experienced. Shall our appeal, then, in favour of employ ment, of virtue, and of happiness to our country men, be made in vain to the nobility, the gentry, and the people of these kingdoms ; or shall they E"], [28, "26 be found wanting in public spirit ? Shall the mer chant of England, because his country has been hitherto so fortunate above other nations, that it has not appeared to want, or that it has too long despised the employment of the Fisheries, refuse to embark his capital, where lies the anchor of his security, and old Englands safest port after all her adversities? It is a kind of Eastern sub mission to a supposed fatality — it is a blindness to our own interests, for which we are highly repre hensible. Let the interests as Well as the honor of the empire be proved to be connected with the enter prise, and good effects must follow. We permit the severe visitations of adversity, which we are at present doomed to labour under, to consume our vitals, by unnecessarily driving into emigration our hardy islanders, and by wasting with famine many of those left behind. We call not them visitations of Providence ; for all-bounteous Providence has given us the means of averting those miseries."], [29, "SECTION II. In our first section were mentioned the advan tages of an infinity of small craft, making the quickest return of their cargoes of fish, to places of resort, at which they should experience no de lay in parting with them. Though the main ob ject of this ready market is the general encou ragement of the Fishery, it will also be particu larly beneficial, by inducing private adventurers and even fishermen's families to give their con stant aid towards the furnishing of a full supply. We insist much upon this point, because, if at certain ports there is a never-failing store of fish, dried, or in pickle, at very reasonable prices, the merchants in the commodity will not fail of bring ing regular customers to those depots. The pre sent plan, however, must still include the employ ment of a great number of larger vessels under its immediate influence, and whose profits will tend to the increase of the funds of this speculation. These vessels must be of from 80 to 150 tons, built rather for burden and accommodation than for sailing, and of a particular description, form and shape, in order to denote the nature of their em ployment, and point them out as objects of no tice, should they at any time deviate from the purpose for which they are built, or attempt en tering into illicit trade of any kind. They will be"], [30, "28 engaged constantly in the pursuit of herrings and other fish, and will sometimes be sent to the Nymph Bank in fleets, under the control of a senior Cap tain, or other officer, vested with authority to di rect all their movements, with the same certainty and regularity as the vessels of blockading squad rons in his Majesty's service ; and sometimes to the south bank of Newfoundland, and to Iceland. By these means a large and constant supply of fine fish will always be found at the store-houses ofthe depots for the merchant, either to be sent to foreign markets, or for the consumption of England. It is from these large vessels alone that we expect to make seamen for the navy ; the small craft, along shore, serving as introductory nurseries for them, in the same way that the militia contributes to the regular army in time of war. These herring smacks will begin, in respect of burden, above where the last Act of Parlia ment for the encouragement of the Fisheries ends, as in it the bounties are awarded to vessels not exceeding the burden of sixty tons. The Act of Parliament here mentioned, will form the founda tion for that patronage by the Legislature, which this national concern stands in need of; and as it is the latest enactment with regard to the Fishe ries, and relates solely or particularly to the pro secution of them from Ireland, we derive just hopes of that due encouragement to this plan, to which, with a laudable spirit, the Government has thus shewn so much regard."], [31, "29 The perusal of that Act is recommended to our readers, as being a most important document. The disposition which the Legislature has shewn to our interests, must be applauded ; and it now rests with the Irish themselves to come forward and meet the views of Government in such a manner as to secure the advantages within their reach. There is already sufficient encouragement given in this Act for making a beginning ; and it cannot be doubted, that if a joint stock company in Ire land were now formed, and commenced active operations, they would soon meet with that zea lous attention to any wishes they may form for alterations in the present Act, which would remove every obstacle to success. It is imagined, that as the above Act is now in operation, and before the public, a new power is furnished, by which to effect the objects treated of in the first section. The Irish nation may see that it has here a fair prospect. The meaning of the Act is so clear, and the advantages afforded bv it so great, that blame can attach only to our selves if the nation be not taught to avail itself of this Act. We, indeed, confess that the various restrictions appear to us too rigid, and calculated to clog the wheels of enterprise. We cannot, however, expect to find every thing smooth at our outset. We may rely upon the disposition, and even anxiety of the Government to find proper means of employing the Irish people ; and if we"], [32, "30 bear up for a short time against. these minor diffi culties, which the regulations of the Act impose on us, and shew ourselves zealous by a com mencement of the Fishery, the hardships con tained, whether arising from the salt duties or other circumstances, would, we confidently hope, be removed at an early period, by application to Parliament. We shall urge our objections to the Act no farther on this occasion, than simply to observe, that the Fisheries, in order to succeed to the extent we would wish them, should be left as free from restrictions and interference of Cus toms or Excise Officers as possible. In what we have now advanced, we are far from a desire to treat with any disrespect the mo tives of the framers of the Act : we believe them to have proposed so many penalties and forfei tures, for the purpose of rewarding only the fish ermen who shall, bond side, prosecute their occupa tion according to the intention of, and in the way pointed out by, this Bill. We are well aware that powers sufficient must be entrusted to the Commissioners, to crush the attempts of nefarious adventurers, who may en deavour, by false representations and appearances, to obtain payment of bounties. We admit, also, the necessity of calling upon a numerous body of persons to take oaths in the various matters concerned. The frequency of"], [33, "31 oaths has been, indeed, often deplored, as of so evil a tendency, as almost to counterbalance the advantages arising from them. There is, it is sup posed, little eventual injury to be dreaded, as long as they are restrained by regulations, and are likely to regard the affairs of well-educated men only ; but it is feared that the frequent occasions now superinduced of making a number of, per haps, the least informed of our countrymen take oaths, may have a bad effect, inasmuch as the practice exposes them to the action of tempta tions opposed to obligations, the strength of which may, perhaps, have been but imperfectly or not at all explained to them. It is almost useless to make any remarks on that clause which demands journals from the mas ters of the fishing vessels of their proceedings, in the present state of education in Ireland, and in vessels of not more than sixty tons. In thus ad mitting, to a certain extent, the necessity of vest ing so many powers in the hands of the Commis sioners, Inspectors, and local Magistracy, of for feiture, penalties, distress, and imprisonment, we express our wish, that so earnest an embarkation in the Fisheries, by a large portion of our vast population, and evident zeal for its success to a great extent, may arise, as will authorise the Le gislature to amend the provisions of the Act, and confide more to the skill, penetration and inte grity of the Commissioners. As the Act now stands, the fishermen lose so much freedom in"], [34, "32 their operations, as almost to outweigh all benefits intended by the bounties offered. With respect to the Commissioners of Fisheries being selected from country gentlemen, some ob servation is necessary. We should not expect a very efficient navy, were the Lords of the Admi ralty or Navy Boards selected altogether from country gentlemen, however intelligent on general subjects, or admirable even as Members of Parlia ment. How then are we to look for a well regu lated Fishery, (entirely a nautical subject,) under the direction of persons in every respect unac quainted with the capabilities of the vessels or persons employed in them ? As well might we ex pect a successful termination to the late peninsular campaign, had the army been under the command of a British Admiral. The Commissioners of Fisheries should be, if not altogether composed of naval officers or other nautical men, principally so ; and there are many now at leisure, who both un derstand the subject, and would be glad of the employment, on the only terms that Commis sioners will ever be found permanently useful — that is, when paid for their time and services. Five Post Captains of the navy, experienced, properly selected and supported, would be of more essential benefit in establishing a national Fishery, than any Boards that have yet been se lected ; but at all events, let some such be added to the Commissioners of Fisheries. — The ultimate"], [35, "33 returns of benefit to Government and the country, would amply repay and justly warrant the addition. We proceed now to examine the means by which the Act secures assistance towards an im provement of the Irish Fishery. The well-known attachment of the people of this country to the manners and customs of their ancestors, handed down by tradition alone, and which for ages have been blindly and implicitly believed to be of a venerable nature, gives no opportunity to the powers of reasoning to effect any alteration : the obstinacy with which an Irish peasant adheres to whatever he believes to be of ancient practice, whether in handicraft, agriculture, or any other of his pursuits, has hitherto prevented much improvement. The fish ermen of our coast have also their old notions, in which they have evinced such obstinacy and tur bulence, as have occasionally brought punishment upon them, and which we shall give some ac count of in its proper place. The disposition of the uninformed portion of the Irish to resist all new introductions into their national manners and occupations, has not only been found to prevent amongst the fishermen the trial of improved processes and tackle, but, it is feared, may in some degree retard any great or extensive improvement of their Fishery. F"], [36, "34 We have always observed a spirit of resistance manifested by the Irish fishermen to the introduc tion or recommendation of any improved system of taking fish ; and instances have lately been furnished of their opposing, and attempting to stop by lawless force, the progress of vessels fitted out by a society in Dublin for the laudable pur pose of supplying that city with an increased quantity of fish at reduced and steady prices : and such was the effect of these threats and intimida tions, even at so late a period as the Spring of last year, that eight vessels, the property of the above society, of £5,000 value, were actually deterred from pursuing their occupation for a period of six weeks, when two of the offenders were sen tenced in Dublin to three months' imprisonment, a part of which sentence was, very injudiciously, we think, remitted at the instance of the offended party. This mistaken lenity and forgiving system is the ruin of Ireland. If small offences, though we are very far from classing the before-mentioned under this head, were more frequently punished, fewer felonies and transportable crimes would be committed. For these reasons, we are induced, for a time, to suspend our objections to many of the regulations of the Act, because they endue with proper authority the officers appointed to superintend the Irish Fishery ; and if continued for a time sufficient to set the enterprise on foot, and to overcome any obstacles raised against it by misguided persons, they may prove a salutary protection. The bounties also, which can only"], [37, "35 be granted agreeably to the regulations calculated to prevent frauds on the Revenue, will greatly contribute to afford encouragement to the first undertakers in the Fishery. We consider the power which is by the Bill given to the Lord Lieutenant, to afford encouragement by grant, not exceeding .£5,000 in one year, as more beneficial in aid of the exertions of a Board of Fishery consisting of proprietors in a joint stock company, than the system of bounties : for it is alone from the regulations necessary to that system, that any ill consequence can arise. It is to the mellowing hand of time that we consign our prospects of relief from any supposed inconveniences apper- taining to some of the clauses of the Bill. Should the success of the Irish Fisheries prove equal to what may be reasonably expected, the bounties would soon become too large to be paid, and would not be revived after the expiration of the present Act in the year 1824. There will be then less necessity for continuing any remaining one rous clauses, and the vessels engaged in the Fish ery will be enabled to proceed to sea without tiie visit of officers, the production of journals and cer tificates, or fear of forfeitures and penalties ; for we repeat, that the freer the Fishery is left from vexatious interruptions of visiting officers, the more certain will be its extension. We esteem the occasional appropriation of cer tain sums by Government, for the purpose of making purchases when the demand for fish should"], [38, "36 happen to be slack, and the subsequent distribu tion of the fish so purchased at a reduced price in popular districts, an excellent method of encou ragement. The unappropriated part, if any, of the present grant that the Lord Lieutenant is empow ered to make, to the amount of j£5,000 annually, might be applied to this use with much benefit. Such a measure would enable the poor to taste of the bounty of Providence, from those inexhaus tible stores of human food ; and would allow to the fisherman also, his share of advantage in the bounty of the state. Thus these benefits may be made to increase of themselves, and run in a circle, not of misery and poverty as heretofore, but of comfort and comparative wealth. It is certain that such blessings might arise to us, if the nation would earnestly join in the cause. Let not then our population be forced into rebellion, or dwindle into insignificance from indifference to this object ; their state is already such as loudly calls for the assistance of all humane persons for amelioration : in no other way could extensive charity be attended with half the effect ; and it is an inviting opportunity for absentees, proprietors of the soil of Ireland, to make some reparation for the great misfortunes they occasion to her, which they now can do, by becoming large share- holders in a joint stock company ; and the ma- nagement of their interest, being vested in a Board of Commissioners and Directors, will leave them as free as before to live in what country they please, as far as their interest is concerned ;"], [39, "37 though, situated as this country is, the absence of even a single landlord must be severely felt ; and those gentlemen have much to answer for, who, indifferent to the wants and distresses of their poor tenantry in Ireland, lavish their immense wealth in a country, as compared with this, already too rich. The joint stock company which we propose, should be entered into, as well with a view to pri vate advantage, as from a principle of public spirit, and a wish to benefit the nation. The establishment is proposed of a joint stock Fishing Association of persons inhabiting all quar ters of the island, in shares of from £10 t& £5000. It should be the Savings Bank of the na tion, and the persons concerned must be shiekled by law from any responsibdity beyond the amount of their respective shares. No arguments that can be adduced in support of such a plan will be half so convincing as the plain statement of what has formerly been accomplished by another nation. It will then be free for us to inquire what are the specific, natural, and local advantages pos sessed by our own country, and what are the im pediments to our attainment of an equal success. As our object is, to bring the subject under the consideration of all classes in Ireland, (for every man in every station is interested in it,) our study shall be to adapt our observations to the under standings and capacity of every one. We shall also give due attention to the statements of othet"], [40, "38 persons who have had opportunities of acquiring useful information respecting it. The Dutch carried their Fisheries to a greater extent than any other European nation. So early as the reign of Queen Elizabeth, complaints were made that Yarmouth, in Norfolk, (which, from a bed of sand, had risen to an opulent town, solely by the Fishery,) the Cinque Ports, and other towns and villages, to the number of two hundred and twenty-five, were decayed and reduced to extreme poverty ; whilst those of Holland and Zealand were flourishing, from the riches collected by the Dutch on our coasts, where not less than four hundred of their vessels were constantly employed, and which afterwards supplied England with fish caught on her own shores. On the coast of Holland, and in its bays, three thousand boats of various kinds were constantly occupied : on those of England and Scotland, in the cod and ling fishery only, they had eight hun dred vessels, of from sixty to one hundred and fifty tons burden, fully employed ; and each of these was attended by another vessel for supplying it with salt, and carrying back the cured fish. From Bougoness to the mouth of the Thames, a fleet of sixteen hundred busses were actively em ployed in the herring fishery ; to every one of which might be reckoned three others ; some em ployed in importing foreign salt, some in conveying"], [41, "39 it to the fishing vessels and others in carrying the cured fish to a foreign market. Thus, the total num ber of shipping engaged in, and connected with, the herring fishery, amounted to six thousand four hun dred vessels, giving employment on the water alone to one hundred and sixty-eight thousand men, although their country itself affords them neither naval stores, victuals, ror materials for outfit. Its navy, as we before remarked, support ed many a long and arduous contest with that of Great Britain for the dominion of the seas ; and its commerce and colonies were spread over the most distant parts of the globe. Many fair and populous cities rose with prodigious rapidity from a few mud hovels scattered among the swamps and morasses at the mouths of the Rhine and the Waal. It was, indeed, universally acknowledged, that the strength, wealth, and prosperity of the United Provinces, were entirely owiug to the her ring fishery. But the best proofs from what chan nel the republic of the United Provinces derived its rapid flow of wealth and prosperity, may be vollected from an estimate of the population cf tbe states, published in Holland in 1669, which stat' ids as under : — Persons employed as fishermen and in equipping fish- ermen wth their ships, boats, tackle, and in carry- ing of safe. &c 450,000 Persons employed ii the navigation of ships in the foreign trade, wh.lly independent of the trade connected with the Fisheries 250,000 Persons employed as nanusacturers, shipwrights,"], [42, "40 handicraft trades, and dealers in the said manufac- tures 650,000 Persons employed in agriculture, inland fishery, daily labour, &c 200,000 Inhabitants of all descriptions employed in various concerns connected with domestic consumption and in general use 650,000 Idle gentry without callings, statesmen, officers, usu- rers, soldiers, &c. who are supported by those above-mentioned 200,000 Making a total of. 2,100,000 Of this aggregate population, it will appear that eleven-twelfths were exercised in habits of indus- try ; and that 700,000, or every third person near- ly, was either a mariner, a fisherman, or one em- ployed in the increase and encouragement of their marine and the Fisheries. It was the boast of the persevering D'Witt, that nearly one-fifth part of the population of the United Provinces earned their subsistence by the Fisheries at sea ; and it was his opinion that the trade of Holland could not be supported without them, but would fall into decay with the decay of the herring fishery The States General, indeed, made no secret of $& grand source of their wealth and prosperity. In one of their ordinances, relating to the hiring fishery, they set out by declaring \" hew well known it is that the great fishing and cstching of herrings is the chiefest trade and principal gold mine of the United Provinces, whereby many thousands of households, families, handicraft"], [43, "41 trades and occupations are set in work, are well maintained, and prosper by the Fisheries.\" Mr. Schultes, in treating on the subject of Fisheries, says of England, \" This country passively con tributed to her rival's aggrandizement ; and at the very period, namely, 1695, when the Dutch, her neighbours, were enjoying all the advantages of affluence and dominion ; deriving annually, from the British sea Fishery, the enormous sum of twenty millions of pounds, we began to borrow money for our public expenditure, and incur the national debt, which gradually increased in the same proportion as their wealth and prosperity ; and, painful to remark, it appeared in a tract pub lished in 1653, wherein the writer refers to the testimony and asseverations of merchants in Am sterdam, that we purchased our own fish at the incredible sum of £1, 600, 000 annually.\" The success of the Dutch was owing in a great measure to the steady industry of that indefatiga ble people, Their Fishery, however, was con ducted on a well-regulated system, by which all were required rigidly to abide .• it was a concern in which the whole nation might be said to have partaken : every one felt it to be a duty to have a share in the Fishery: an officer, with the title of Admiral, commanded the fishing squadron, whose directions all were implicitly enjoined to obey. The Dutch were altogether fishers ; in the season and out of the season they occupied themselves in matters solely connected with the Fishery. It G"], [44, "42 is an old complaint, that whilst the provident and indefatigable Dutch went out to sea as far as the Shetland Islands to meet the herrings, the Eng lish quietly waited their arrival on the coast and in the creeks. The Hollanders are industrious, (says Sir John Burroughs,) and no sooner are discharged of lading, but they presently put forth for more, and seek for markets abroad, as well as at home ; whereas our English, after they have been once at sea, do commonly never return again until all the money taken for their fish be spent, and they are in debt, seeking only to serve the next market. The English, moreover, being, as we have be fore observed, half traders and half fishers, were in the habit of proceeding to the mid-channel, and there bartering their goods for fish with the Dutch and Flemings ; a practice which led by no very slow degrees to systematic smuggling, which was found to be an employment so much more easy as well as profitable, that the fishing towns became so many depositories of contraband goods. In a treatise published in 1813 by a Mr. Phelps, he states the number of seamen employed by the Dutch in fishing off Iceland at not less, upon an average, than from twelve to sixteen thousand ; and in the whole of their fishing trade, it is said they employed above nine thousand vessels and three hundred and sixty thousand people, which must have given employment to more than double that number of other descriptions of persons on shore."], [45, "43 Here we see what a nation, in population, in situation, in extent of sea coast, in soil, in every thing, except their habitual and persevering in dustry, inferior to Ireland, have accomplished by means of Fisheries, and by that means only. Is it not, then, worthy of our anxious in quiry, burdened as this country is with a redun dant population, what the obstacles are which pre vent our imitation of them ; or, if we possess superior advantages, our excelling thera ? We have commenced one great object essential to the accomplishment of this, or any other measure of improvement; namely, the education of our youth ; and the increase of establishments for that most desirable purpose, would produce the conse quence of collecting our Arab-like peasantry into fishing towns, provided the same liberal feeling amongst their superiors, now active, should con tinue. First, observe our position on the globe, as a country naturally situated for an extensive Fish ery : measure our distance from the English west ern and north-western manufacturing and sea-port towns : how easily might we supply their nume rous population, from the highest to the lowest, with various descriptions of fresh fish for their ta bles ; and for the middle and working classes, with corned and fresh, as the weather permits, almost to any extent, by means of that grand discovery, the steam-worked vessel, for at least seven months"], [46, "44 iii the year— the question of how far that convey- ance may be made efficient, being yet undecided — but at all events, by the ordinary means of supply for the other five months. Our distance from Ice- land,' Spain, and Portugal, is nearly equal : a lit- tle further, the Mediterranean and banks of New- foundland ; but all inconsiderable, when viewed with the position of Holland ; and it is, indeed, \"trifling in comparison, when it is considered that the prevailing south-westerly winds of our climate, which hem the Dutchman within his harbours, or keep him beating about for weeks together in the dangerous North Sea or boisterous British Channel, are favourable for the- vessels of this country from any of her western ports, across the Bay of Biscay. This is an advantage that every nautical man knows how to appreciate, and that every landsman can easily comprehend. It would scarcely be too much to assert, that the Irish ves- sel could, on an average, make a voyage out and home, while a Dutchman would be going out. Where is there in the world, of the same dimen- sions as Ireland, an island so furnished with har- bours, of which many are capable of containing the united navies of the world, (though even their names are not generally known,) and of which those fit for the reception of fishing vessels are so numerous. What winds can blow, from the fury of which our harbours do not afford a safe asylum ? Where, except in the Shannon or Bay of Galway, are we likely to be wind-bound f An improved harbour at the Islands of Arran would open the"], [47, "45 one, while the same measure at Kilrush would ensure the safety and convenient outlet of the Shannon. Take the chart of our sea coast, and it will be seen, that to enumerate our harbours would be endless. Where there is any deficiency, as on the coast from Waterford to Carlingford and Belfast, the new harbours of Howth and Dun leary might become depots; while the Pigeon house and Ringsend docks and floating basins, with others understood to be in contemplation, would supply an accommodation for building, re pairing, or, when needful, for laying up a fish ing fleet, as large even as that of Holland itself. Enormous sums of money have been expended on those works, for objects which have not been as yet of any material use, but which, if we become a fishing nation, cannot be too highly valued. It would seem, from their extent and costly prepa ration, that the old Parliament of Ireland, as well as the present Government, had some such mea sure in contemplation, for what else could have led to such otherwise-useless expense ? That they may be found of essential service, if our suggestions avail, and this becomes a fishing island, we have very little doubt. Howth new harbour, an expensive and well ex ecuted work, avowedly built for the accommoda tion of seven packets, must soon become useless by the introduction of three or four steam vessels, to which even Dublin Bar will present no diffi-"], [48, "46 ► culties from their easy draught of water, as Dun leary or some smaller harbour inside the new basin, will be a more convenient place for the mails. Howth, which for other purposes will then be perfectly unavailing, may, in that case, be applied to our purpose most advantageously. It is well si tuated as a depot for the reception of fish, to be sent fresh and corned to the Liverpool market, and from thence, and by Chester, we may supply all the\" towns from the NW. to Birmingham; while from another station at Wexford or Water ford, that town, and all on the Severn, and Bristol, may be supplied by the Bristol Channel. By the means of steam-vessels — that certain and (because expeditious) economical mode of water carriage-— the Fishery of Ireland would insure a steady and extensive supply of fresh and corned fish, from the Solway Frith to Durham, and to all the towns lying west of a line drawn from that city to Ports mouth, leaving the eastern part of England to be provided for from the North Sea, by English and Scotch fishermen. We should, no doubt, be able to afford our fish in any quantity at the principal landing places in the western counties of England, including the carriage by steam-vessels, at one third per lb. of the price of meat there. In this trade Belfast, Downpatrick, Newry, Dublin, Wex ford and Waterford will principally partake ; while Cork, with intermediate ports to Limerick, Gal way, Sligo, Derry, &c. shall engage in the gene ral Fishery for curing, and the internal consumption"], [49, "47 of Ireland may be increased four-fold, to the great enlargement of the comfort of the inland popu lation. Having now stated our advantages as to har bours, let us consider if we are less fortunate as to the probability of supply. Every one, who has considered the subject, knows that Ireland is pe culiarly surrounded with fishing banks, some deeper and some more distant than others, but nearly all generally well stocked with cod, ling, haddock, turbot, soals, whiting, hake, polloc, doreys, skate, rays, &c. &c. ; while the bays, creeks and harbours are almost alive with herrings from April to the latter part of October, and the fresh-water rivers not worse supplied with the kinds peculiar to them. Our sea-girt isle is most happily situated ; for, in addition to a highly pro ductive soil, the seas which surround it afford an inexhaustible source of wealth, (unlike the mines of South America, gained by massacres, and whose riches are brought to light under the lash of tyranny,) inviting thus to a harvest ripe for gathering every month of the year, without labour of tillage, expense of seed or of manure — with out payment of rent, tylhes, or taxes. Every acre of our sea is more productive of wholesome, pa latable and nutritious food, than the same quan tity of the most productive land, under the most improved system of management ; they are fields constantly fertile, requiring only the labourers willing hand to reap their never-failing crops,"], [50, "48 which the bounty of a kind Providence has placed within our power. We have, moreover, an abundant, or, as it must be called through our improvidence, a superabun dant population, to reap and enjoy this neglected harvest ; and we may, from the sea, though we cannot on land, obtain in all seasons of the year some sort of valuable and abundant crop. We have capital enough ; and, under the pro tection of Government, at all times a sufficient circulating medium to supply the necessary facili ties for obtaining, preparing, and distributing this valuable article of human subsistence. We have contributed our aid in a full proportion — if not in sailors, at least in soldiers and provisions — to our sister island and governess, towards her acquisi tion of the uncontrolled command of the sea, which will not only, in a time of war, secure us from any molestation by an enemy, but prevent the interference of a rival in the markets abroad, and yield us also a safe convoy to every foreign port that shall remain open. In the course of time we shall not consider the diminution of our people by emigration a necessary or desirable re lief from that rapid increase of population, which is so much beyond the ordinary multiplication of other nations ; nor shall we longer call it a high instance of virtue in the father or brother, or other main support of a family, to betake himself to the Western Hemisphere, for the purpose of"], [51, "49 earning by assiduity, in a couple of years there, as much money as will pay the passage to America for the whole family, which he had left in poverty. The energy of every hand and mind will be called for to forward the national Fishery, and we shall no longer enrich the New World with so many thousands of hearty and honest labourers as are now in a constant flow of emigration thi ther, daily and hourly strengthening our growing naval rival. Whilst the increase of the national Fishery will operate to keep a laborious portion of our popu lation at home, it will also insure a greater supply for their subsistence of the fish caught, and the people will have added to their potatoe diet a kind of food in dried and salt fish, of which they are already very fond : add to which, that the home demand for meat provisions, and the numerous re quisites for clothing themselves and their families, will be increased. Should the Nymph Bank, and all our other banks, with the whole Irish Channel, and our bays, creeks and harbours, at any time fail to afford a sufficient recompense for our exertion and industry, whether from exhaustion or acciden tal deficiency for a time, of the fish, now so plen tiful, we are still near that perfectly inexhaustible station, the seas of Iceland. Nor are we so far from the great bank of Newfoundland as to ren der it at all difficult for us to participate in the facility it affords, ofa supply to the active and en- H"], [52, "50 terprising. A vessel of any burden, from 80 to 150 tons, having there taken in her cargo, and securely stored it in bulk, will scarcely perceive the difference in voyage, between bringing it to an Irish western port to dry it, and proceeding to St. John's. The distance and difficulties of such a voyage are not more than the Dutch had to con tend with in reaching their ports from where they took their fish. Iceland being at no great distance from Ireland, if the latter is to become a grand fishing island, may be worthy of further mention under the head of supply ; and we are indebted to Mr. Phelps for a particular description of it, as suited to our purpose."], [53, "SECTION III. .~.^~t— %— Having in the two preceding divisions of this essay advanced some ideas for the improvement of our Domestic Fishery, which we felt ourselves ir resistibly impelled to lay before the public, from a desire to relieve, if possible, a portion of our fel low-creatures from the misery so many in this island endure, we shall proceed to give some ac count of the Fisheries established in these king doms ; but were we to enter into a very minute consideration of them, this pamphlet would swell beyond its proper bounds. Since Fisheries, how ever, if successful, are not only objects of great commercial importance, but also contribute mate rially to our naval strength, by becoming perma nent nurseries for seamen, we shall take notice of some of the most considerable ofthe British Fish eries, and the institutions set on foot for their sup port ; and shall select the best authorities within our reach, for the different articles of information. It appears that funds were not always wanting to supply the necessary materials on a grand scale ; nor were precautions neglected for insuring suc cess : for, so early as tbe year 1580, a plan was proposed to raise *£80,00Q for establishing the Bri tish Fishery, and that sum was afterwards raised"], [54, "52 by a joint stock company. The situation of the British coasts is the most advantageous in the world for catching fish. Ireland, and the Scottish islands, particularly those to the north and west, lie equally commodious for carrying on the fishing trade to perfection. Of these advantages the Scots seem, indeed, to have been abundantly sensible, for their traffic in herrings is even noticed in his tory so early as the ninth century. But the case with us is so very different, that a very intelligent author, writing on, the Fisheries, thus observes : — \" But the Irish, poor and wretched as they are, and surrounded as the island is with inexhaustible fishing grounds, are either so indolent, or have so little inclination to engage in the Fisheries, that they have not yet proceeded a single step beyond procuring a partial supply for their own wants. They seem to have less taste for a sea-faring life than their insular situation might be supposed to create. The frequent laws which were enacted in the reigns of James III. IV. and V. discover a steady, determined zeal for the benefit of the coun try, and the full restoration of their Fisheries, which the Dutch had found means to engross. The Scotch Fisheries were, however, more par ticularly indebted to the zealous encouragement of James V. and VI. the former having planned, and the latter carried into execution, various projects for their extension. The well-meant efforts of James VI. were impeded, and at last wholly sus pended, by the disputes which prevailed in the"], [55, "53 kingdom at that period concerning the succession. Nevertheless, the plan was resumed by Charles I. who \" ordained an association of the three king doms, for a general fishing within the seas and coasts of his Majesty's said kingdoms ; and for the government of the said association, ordained, that there should be a standing comnjittee chosen and nominated by his Majesty and his successors from time to time,\" &c. Several persons of dis tinction embarked in the design, which the King honoured with his patronage and encouraged by his bounty. He also ordered Lent to be more strictly observed ; prohibited the importation of fish caught by foreigners ; and agreed to purchase from the company his naval stores, and the fish for his fleets. Thus, the scheme for establishing a Fishery in the Hebrides began to assume a favour able aspect ; but all the hopes of the adventurers were destroyed by the breaking out of the civil wars, and the very tragical death of their bene factor. In 1661, Charles IL, the Duke of York, Lord Clarendon, and other persons of rank and fortune, resumed the business of the Fisheries with greater vigour than any of their predecessors. For this purpose the most salutary laws were enacted by the Parliaments of England and Scotland ; in vir tue of which, all materials used in, or depending upon the Fisheries, were exempted from all duties, excises, or imposts whatever. In England, the company were authorised to set up a lottery, and to have a voluntary collection in all parish churches."], [56, "54 Houses of entertainment, as taverns, inns, ale houses, were to take one or more barrels of her rings at the stated price of 305. per barrel ; also 9,s. 6d. per barrel, Dutch, was to be paid to the company, on all imported fish taken by foreigners. Some families were also invited or permitted to settle at Stornaway. The herrings cured by the Royal English Company gave general satisfaction, and, as mentioned above, brought a high price for those days. Every circumstance attending this new establishment seemed to be the result of a judicious plan, and thorough knowledge of the business; when the necessities ofthe King obliged him to withdraw his subscription or bounty, which gave so great umbrage to the parties concerned, that they soon after dissolved. In 1677* a new Royal Company was established in England, at the head of which were, the Duke of York, the Earl of Derby, &c. Besides all the privileges which former companies had enjoyed, the King granted this new company a perpetuity, with power to pur chase lands ; and also twenty pounds to be paid them annually, out of the customs of the port of London, for every dogger or buss they should build and send out for seven years to come — a stock of j£10,980 was immediately advanced, and afterwards £1,600 more, i his small capital was soon exhausted in purchasing and fitting out busses, with other incidental expenses. The company made, however, a successful beginning, and out of their busses or doggers, actually took and brought home 32,000 cod fish ; other vessels had"], [57, "55 also a favourable fishery. Such flattering begin nings might have excited fresh subscriptions, when an unforeseen event ruined the whole beyond the possibility of recovery ; most of the busses had been built in Holland, and manned with Dutch men ; on which pretence the French, who were then at war with Holland, seized six out of seven vessels, with their cargoes and fishing tackle ; and the company being now in debt, sold, in 1680, the remaining stores, kc- — A number of gentlemen and merchants raised a new subscription of *£60,000, under the privileges and immunities of the former charter: this attempt also came to no thing, owing to the death of the King and the troubles of the subsequent reign. Soon aster tbe Revolution, this business was again resumed, upon a more extensive scale ; the pro posed capital being j£300,000, of which was to have been raised by the surviving patenlees or their successors, and a£20,000 by new subscrib ers. Copies of the letters patent, the constitution of the company, and terms of subscription, were lodged in sundry places in London and Westmin ster for the pe-usal of the public, while the sub scription was filling. It is probable that King William's partiality to the Dutch Fisheries, the succeeding war, or both of these circumstances, frustrated this new attempt, of which we have no further account in the annals of that reign or since. The Scotch Parliament had also, during the last three reigns, passed various Acts fbr erecting"], [58, "56 companies and promoting the Fisheries ; but the intestine commotions of that country, and the great exertions which were made for the Darien establishment, enfeebled all other attempts, whe ther of companies or of individuals, within that kingdom. In 1749, Geo. II. having, at the opening of the Parliament, warmly recommended the improve ment of the Fisheries, the House of Commons appointed a committee to inquire into the state of the herring and white fisheries, and to consider of the most probable means of extending the same. All ranks of men were elated with an idea of the boundless riches that would flow into the king dom from this source. A subscription of was immediately filled in the city of London, by a body of men who were incorporated for twenty one years by the name of The Society of the Free British Fishery. Every encouragement was held out by the Go vernment, both to the society and to individuals who might embark in this national business — a bounty of 36s. per ton was to be paid annually out of the customs for 14 years, to the owners of all vessels or busses, from twenty to eighty tons burden, which should be built after the commence ment of the Act, for the use of, and fitted out and employed in the said Fisheries, either by the society or any other persons. Notwithstanding various aids and efforts of Government from time"], [59, "57 to time in favour os this society, particularly in 1 757, when an advance of QOs. per ton was added to the bounty, it began to languish ; and even this high bounty, amounting to 56s. a ton, could not prevent its decline, and it was much lamented that the undertakers sailed of securing a continued support. It had been generally held forth to the public, that with great facility the herring fishery might be transferred from Dutch to British hands* This proved, however, a more arduous task than had been foreseen by superficial observers. The Dutch were frugal in their expenditures and living— perfect masters of the arts of fishing and curing, which they had carried to the greatest height and perfection. They were in the full pos session of the European markets ; and their fish, whether deserving it or not, had the reputation of qualities superior to all others taken in our seas. With such advantages, the Dutch not only main tained their ground against this formidable com pany, but had also the pleasure of seeing the ca pital gradually sinking, without having procured an adequate return to the adventurers. In 1786, the public attention was again called to the state of the British Fisheries, by the sug gestions of Mr. Dempster in the House. of Com mons, and by different publications that appeared upon the subject. The war that led to the-then recent conclusion of the American struggle for her independence, .having placed the circumstances of 1"], [60, "58 this country in a state somewhat similar to those of the present times, the Minister suffered a committee to be named, to inquire into the state of this great source of national wealth. To that committee it appeared, that the best way of improving the Fish- eries was, to encourage the inhabitants living near- est to the seat of thera to become fishers. And it being found that the north-eastern coasts of the kingdom, though abounding with fish and fine har- bours, was utterly destitute of towns, an Act was passed in the above year, 26 Geo. III. cap. 106, for incorporating certain persons therein named, by the style of u The British Society for extend- ing the Fisheries and improving the Sea Coasts of this Kingdom,\" and to enable them to subscribe a joint stock, therewith to purchase lands, and buildthereon free towns, villages andfishing stations, in the Highlands and Islands in that part of Great Britain called Scotland, and for other purposes. The petitioners on this occasion were, the Dukes of Argyle and Athol, Marquis of Lorn and Graham, Earls of Eglington, Moray, Abercorn, Breadal- bane, Dunmore, Kentore, and Gower; Lords M 'Donald, Adam Gordon and Frederick Camp- bell j the Right Hon. Henry Dundas, &c. — This society is still in existence, and has hitherto met with partial success. More is now doing in Scotland for the improvement of her Fisheries, than at any period since the forming of the soci ety j and a very general feeling seems to prevail in that country on the importance of the subject. In the last Report ordered to be printed by the House"], [61, "59 of Commons on the 2'2d of February, 1820, it is observed, that the statements contained therein ren der it unnecessary for the Commissioners to make any observations on the flourishing state of the Fishery ; but they have great pleasure in report ing, that great as has been the amount of the Fishery in the present year, the demand for her rings fully kept pace with the supply, until the month of April last, when the prices fell ; but the Commissioners have reason to believe, that not above 15,000 barrels remained unsold oft the 5th of that month* and that before the ensuing fishing commenced, not above a few hundred barrels re mained undisposed of. The demand for Crown branded herrings, and the difficulty of disposing oi herrings that have not received the official brand, continue to increase every year; and such is the confidence of the public in the brand, that the merchants have long discontinued the practice of employing confidential persons to superintend the packing in the curers' yards, being satisfied, if the herrings are branded for bounty, that they may with safety be purchased. The Report concludes with the expression of a determination on the part of the Commissioners, that it shall be their study to take care that this confidence be not di minished, and that the reputation of the official brand be maintained in purity. And may we unite heartily with our neighbours the Scotch in a laudable effort to raise the character of the British and Irish Fishery, not only to a higher pitch than it has yet reached, but to the highest pitch it is ca-"], [62, "60 pable of attaining. Then the importunity and dis gusting sight of poverty will vanish from us, and the blessings of employment and consequent hap piness of our people be substituted for it. This Report strengthens our observations already made on the apathy and indifference of the Eng- lish to their Fishery. It will be seen from it. that, with the exception of a very few vessels belonging to Yarmouth, one to London, one to Bristol, and • a few to Portsmouth, all belong to Scotland that have been fitted out on the herring bounty. . Al though we should ever cherish a fraternal feeling towards the Scotch, still let us, in common jus- tice to ourselves, look for a portion of the be nefits to be derived from the Fishery ; and this we may rely on, that highly to be esteemed as is the Scottish character, they will not proffer to us a share, if we ourselves are not anxious to claim it. Shortly after passing the above-mentioned Act, fishing Settlements were formed at several places on the coast of Scotland, bounties were given, and some facilities granted with regard to the salt du ties — these have subsequently been extended. The effects were of considerable benefit to the poor fishermen on the Scotch coasts, who were formerly in a state worse even than our own. The scanty inhabitants of mountainous districts were deprived of every comfort, when they repaired in the season to fish on the coast ; they were exposed to the in clemency of the weather, and the assault of the"], [63, "61 winds, with scarce a hut in which to lodge those. who became sickly. They were unprovided with the means of properly curing and packing the fish caught; and received little ol her benefit from an arduous, enterprising employment, than a larger portion and change of aliment during the time taken up by the occupation. The collecting of a population along the sea shore by the establishment of small towns, greatly improved the Fisheries of Scotland, and was of other service to the nation. If this plan of ac commodation and occupation by the sea side had been entered into earlier, so many Scots and High landers, who emigrated when their Lairds altered the tenure of farms, &c. would not have been lost to their native country ; a depopulation which en riched their Lords, whilst it increased all the an cient disadvantages of the Highlands, and crushed the happiness of the people. The above is a summary of the first endeavours to establish a national Fishery. We shall now in sert several details afforded by various persons. Information respecting the Fisheries is scattered through so many volumes, that it is desirable to bring into one view, as much as possible relating to them, because there are very few who will give themselves the trouble of consulting all the authors who have treated on this subject. . In the year 1784, R. Fraser, Esq. was appointed"], [64, "62 by the Treasury to inquire into the state of the Fishery of the Isle of Man. He found that, at that period, without bounties, or any other pre miums than the free use of salt, there was an ex tensive Fishery carried on, which employed 2500 seamen. In the absence of the herrings, the fishermen supplied the island with white fish ; the agricul ture was greatly increased, and the population consisted of 30,000 souls, having nearly doubled the number of its inhabitants in fifteen years. In 1798, their boats had increased both in number and size ; they were from sixteen to twenty-two tons burden, and amounted to 350 in number ; each employing seven men, which were then equal to the number of men and boys employed in the whole of the buss fishery of Scotland, supported by bounties exceeding j£20,000 a year. The prosperity of this island continued to be progressive, which is ascribed principally to the free importation of salt. Frauds are notoriously committed on the Revenue, and if a similar in dulgence was granted to the national Fisheries, they might be committed to a greater extent, propor tionate to the greater facilities of disposing of the article ; but it is probable that the trade and manufactures of the kingdom would be more benefited by the increased quantity of food pro cured, and that the prosperity of the nation would be more advanced by the increased wealth of"], [65, "63 a numerous body of fishermen, than it possibly can be by the sum which may accrue to the Reve- nue from the present system of the salt laws, par- ticularly as they affect the Fisheries. If it were possible to abrogate the laws entirely, the united interests of the husbandman, grazier, shepherd, and fisherman, would be most beneficially ad- vanced. It has by all nations been thought a se- rious burden to have a heavy tax on salt : this is in itself a curse, and as it so very far affects the amount of food of every sort, which can be ac- quired and produced, it is a principal cause of a nation's poverty. Produce itself might, with less injury to the subject, be submitted to taxation : but that salt, which is granted by an all-wise Pro- vidence in inexhaustible stores, as an essential means of preserving every article of food from corruption — that this boon should be withheld, through the impolitic calculations of civil govern ment, is a deplorable evil. The Old World labours under many inveterate hardships ; and it is painful to reflect how often legislators and governors refuse, until the most serious occurrences force them, to alter their policy in measures like this, and when, perhaps, the mischiefs entailed are so ruinous, as to counterba lance all the good which is done by their late amendment of the deep-rooted evils. Salt pre pared in England is shipped in considerable quan tities, free of duty, for sale in America at a very low price, thus affording the New World a bene-"], [66, "64 ficial commodity, which our policy does not per mit ourselves to enjoy. This is truly galling, nor can we ever be insensible to such a disadvantage. In the scheme of finance about to be proposed, it is to be hoped the Chancellor of the Exchequer will find it the interest of the Revenue to substi tute the more equitable tax on absolute property, for this impolitic, vexatious, and destructive one. To relieve the empire from this evil, would be a master-stroke of good policy. The various vex- atious bonds and penalties which accompany a limited indulgence with respect to salt for the Fisheries, are in many cases most distressing to the fisherman ; and as he has in the first instance to advance the amount of the duty on the quan- tity of salt which he requires, and on which he does not get an immediate drawback, but must wait until he produces his fish in a cured state, the capital required for this impolitic advance is a greater bar than, perhaps, any other in this poor country to the extension of the Fisheries. Is it not equal to a prohibition to the numerous small boats in the bays and creeks on our coasts, from whence in fine weather they might take large quantities of fish, to have to send to a distant depot for salt for every quantity there is not imme- diate demand for ? At the moment we are en- gaged in this subject, from the window in which we are writing may be seen a crowded population, ragged and half-starved, with boats within their Teach, and a vast abundance of fish (pollock;"], [67, "65 within half a mile of the shore, offering ample supply for the coming year, if salt could be ob tained ; but for the purchase of which, with the duty on it, not one pound note could be collected from the whole number. Is it not a hardship on the fisherman to bear the expense, risk, and loss of time in conveying his fish, when cured, to a custom-house or distant fishing station, to have it examined ; and to be obliged to purchase a large store at once of so pe rishable an article ? Is it not a well-known fact, that for want of facilities to enable individuals to purshase small quantities of salt, hundreds of boat loads of fish are cast away, or thrown upon the land as manure ; at the same time that thousands of people on the shores are stalking, about unem ployed, who would readily push out their small boats, if they had the means of realizing the re ward of their labour, either in finding a market for their fresh fish, or of having a small quantity of salt at hand to save it ? The privilege was granted, by Parliament to the inhabitants ofthe Isle. of Man to import salt, duty free, from England, not only for curing, fish, but for other purposes ; and it is with great pleasure that we have been enabled to state the advantage ous results of that measure in favour of the people of that island. We naturally turn to a considera tion of what the Americans, less incumbered with salt duties, have been able to do in the way offish- -■'■■■- ■ * / * r"], [68, "66 ing, and shall see the great benefits they have al- ready derived from a sensible and steady pursuit of this occupation. In the year 1805, the number of vessels employed in the American Fishery amount- ed to 1500, carrying 10,000 men, who Caught from 8 to 900,000 quintals of fish ; while the whole produce of the Newfoundland Fishery did not ex- ceed 500,000 quintals. The inhabitants of New- foundland are not able to maintain a competition with the American fishermen : this, it has been urged, is owing to a system which restrains the building of comfortable dwellings, in a climate exposed to the most inclement winters; which pro- hibits the cultivation of the soil for food, and the enclosure of land ; which restricts the importation of food from the only market the inhabitants have the power of going to, and entails on them from such causes a miserable condition of life. To send out an annual supply of food for all the men em- ployed in this Fishery, to the distance of three thousand miles, and an annual supply of fishermen and seamen, who make it a convenient stepping- stone in their emigration to America, while the home Fisheries on the coast of Ireland, equally productive of the same kinds of good fish, are ne glected, is, to say the best of it, a questionable policy. At the same time, it, is admitted that a profitable barter trade is carried on by some towns in England; which send out, with other things, manufactured boots for the fishermen to a large amount, exchanging them for fish, which is taken to the Mediterranean, and for it wines are sent"], [69, "67 home in return, thus in general making very pro fitable voyages. But still the strength of the na tion is diminished, and little added to our riches ; and, finally, we shall find it impossible to carry on a competition with the Americans on their own shores, even if we succeed in maintaining the pos session of that ill-fated colony, Newfoundland. If we should continue blindly to abandon our near est interests, even the Americans will find oppor tunity, as well as the Dutch, to exclude us from every European market for this commodity. With this view she is at this moment using her greatest efforts to obtain a footing in the Mediterranean ; and until she establishes colonies, here will be her resource - for seamen hereafter to contend with us for the empire of the sea. Every effort ought therefore to be made to establish a very extensive Irish Fishery — a Fishery that would give full em ployment to our people, and vigour to our re sources ; and we have advanced arguments to prove, that it is the interest of the Government to o-ive its utmost aid, and of our countrymen to avail themselves of it. We have already given a detailed account of the Dutch Fisheries, and shall return to the at tempts made nearer home, and explain some late endeavours to supply London and the manufac turing parts of England with a large quantity of fish. The most effectual supply for the southern coun-"], [70, "68 ties of England, and for London, has been of late years procured by certain societies. The Downs Society, patronized by the Earl of Liverpool, was established in 1815, and published a Report on the 17th of August in the following year. The com- mittee of the Fish Association in London, publish- ed likewise its Report. Although these documents treat of local supplies, and not of a national estab- lishment, much ipformation is afforded by them. The zeal displayed by these societies met with approbation, and their statements with considerable attention from the public ; but such endeavours require continued support, and it is not by a momentary ebullition of the public fa- vour, that any thing great can be effected for a Tishery. v ,;-, ',\". The inconstancy and thoughtlessness of the peo ple, too often permit what is of moment to them, or what promises them a real advantage, to be driven from their minds by some new dissension, some fresh struggle of parties, whose interests are artificially and fallaciously represented to be para mount to those of the nation. It is in the relin quishment of a due attention to the best sources of the nation's prosperity, to its simple and clearly understood interests, for the internal dissensions and paltry intrigues of religious and political par ties, that has consisted the fatuity by which the affairs of this island have been so long misdirected. To see thousands perishing by want, to see in-"], [71, "69 cipient rebellions arising from distress, wretched ness becoming intolerable, and poverty extensively spread, should awaken us to the resumption of the first great principles of political economy. Much could in various ways be effected for the relief of a suffering people. In many points we might with advantage imitate the Chinese, who find em ployment for a population ten times more nume rous than that even of Ireland. Fisheries are the most certain means of immediate success and ex tended succour ; they require so little capital and risk, and are so heneficial in all their consequences to a nation circumstanced as we are, looking for our very existence to our navy, that we hope that those friends of the public, who are urgent for the establishment of a competent Board of Fishery, will be at last listened to. The force of reason must sooner or later have its effect towards the advancement of this object. By a Report of the Downs Fishing Society, in July, 1817, that society had collected a capital of only £3,961 15s. and with this capital, they had not only caught and cured a large quantity of herrings, but had fitted out three vessels for the Iceland Fishery, and one for the Deep-sea Fishery, at an expense, in cluding the investments of salt, barrels, and other stores, of £2,795. This had given employment to fifty-one men and boys, the crews of the said ves< sels, and had furnished them with every necessary for the voyage. It allowed weekly subsistence to above 100 persons, composing the families of the said crews, of from 5s. to 15*. per week to each"], [72, "70 family. It also furnished employment to a number of persons in the manufacture of nets, barrels, and other articles. The Iceland vessels had gone out too late in the season, and being improper vessels, and the crews not experienced, they returned with less than half cargoes ; but, owing to the good quality of the fish, it not only paid the men and their families, but it left a-profit to the society; and such was the cheerfulness and confidence of success, of the masters and the crews, that they all offered to return to the same employment at their own risks, and subscriptions were immediately en tered into to make preparations accordingly. Such is the difference between charitable dona- tions, and the encouragement and promotion of productive labour. — The one is spent and ex- hausted, having nothing but the remembrance of its benefits ; the other is ever fruitful and increas- ing in its means and employments. The commit- tee for the relief of the manufacturing poor in London, made some interesting experiments : one of the members, Mr. Hale, agreed with some fish- ermen to take of them from 10 to 20,000 mackarel a day, at a price not exceeding ten shillings the hundred, of six score, or a penny each ; a price at which the fishermen said they could afford to supply the London market to any extent, were they sure of a regular sale. On the 15th of June, 1812, upwards of 17,000 mackarel delivered at the stipulated price were sent to Spitalfields, and sold to the working weavers at the original cost of a"], [73, "71 penny each, to which place women were em ployed to carry them from Billingsgate, until i 1 o'clock at night. Though purchased with great avidity by the inhabitants of that district* it soon appeared that Spitalfields alone would not be equal to the consumption of the vast quantities of mac karel which daily poured into the market ; they were therefore sent for distribution amongst the poor at the same rate, in other parts of the town ; work-houses and other public establishments were also served, and the supply increased to so great a degree, that 500,000 mackarel arrived and were sold in one day. The whole cost of this experi ment for the distribution of fresh and sweet mac karel caught the preceding day, at a penny each, was fifty-five pounds ten shillings, expended chiefly in the carriage from Billingsgate. The committee for the relief of the mamifac turing poor did not stop here ; they contracted for two hundred tons of corned cod, caught and cured on our own coasts by our own boats, and for four hundred thousand herrings. The former was sup plied to the distressed manufacturers of Sheffield, at two-pence-halfpenny a pound ; and the latter at the rate of two for three-halfpence. Mr. Heathfield, treasurer of the Sheffield and Rotheram committee for the relief of the poor, says, \" the supply of fish which we have recently received, has been found most acceptable. At Sheffield it has been purchased with avidity by the"], [74, "72 I work people of the few masters who have hitherto been able to, offer any for sale. An opinion had partially prevailed, that the poor would not eat salt fish ; but the evidence is decisive that the con sumption would be large, could the supply be ob tained. Very indifferent salt cod had been selling at five pence per pound, herrings had been sold, when in the market, at two-pence each. Your herrings are offered two for three-halfpence, and the cod at two-pence-halfpenny per pound, and both are excellent. I have made application for forty tons of cod, which I hope will be forwarded. It would be impertinent in me to urge upon the committee the importance of their own plan ; but it may not be improper to say, that in this part of the kingdom, it is received as a measure admirably calculated to ameliorate the condition of the poor.\" Sir Thomas Bernard observed, that ex periments made by associations for the relief of the poor, and a general supply of fish, are of such value, as to afford a remedy for the vicissitudes of commerce and manufactures. The general use of wheaten bread, the great number of horses kept for parade, wasteful habits of life, increase of manufactures, and the supply of our fleets and armies in war, have so augmented the demand for wheat and other corn, that every succeeding year Seems to require a degree of miraculous plenty. In the period between 1800 and 1810, above 42 millions of money were sent out of England, for the purchase of foreign corn. There should be an increased produce both from the sea and land*"], [75, "73 and economy in the use of that produce, particu larly in the consumption of grain, now so abun dantly given to horses for purposes where human labour and spade husbandry might so advan tageously be substituted. Fish certainly might, under proper management, be supplied to all in plenty. If one branch of a joint stock Fishing Company of Ireland were established in Cork, with a depot and stores for fish caught on the Nymph Bank and in the Iceland Fishery, it might become a station of great importance, and render essential service to the West India negro population, as so many ships bound to those islands call at Cork for pro visions on their voyage from Bristol and other English ports ; and being generally not half laden, freight would be very inconsiderable, and fish could thus be shipped to the West India proprie tors at half its present price. The objection to the Nymph Bank, hitherto, has been, that vessels cannot keep their stations on it in blowing wea ther, the swell and depth of water being both too great. These objections will vanish, when vessels of one hundred or one hundred and fifty tons shall be employed on it, with four or five times the ordi nary length of chain cable to ride them — then the true value of the Nymph Bank will be ascertained, as well for home consumption as for foreign trade. The three vessels sent out by the Downs Soci ety to fish off Iceland, attempted to go up the L"], [76, "74 i Irish Channel, but were driven back, and after proceeding round the south and west of Ireland, had a very good passage by that route to Iceland. Here Is a point for our consideration — the whole distance between the Downs and Cork in our fa vour. Had the masters known the Nymph Bank well, they would at that season of the year have procured full cargoes without proceeding any fur ther. Mr. Phelps confirms the general opinion enter tained, that the cod is first to be caught in the early part of the season on the west coast of Ice land, then on the west of Ireland, and afterwards Jn the Nymph Bank ; by which progress vessels and their crews may be employed nearly, or wholly, during the entire year, upon these stations, for that and other fish. In the bays and livers of Iceland there is also very fine salmon, in great abundance, and incre dible shoals of herrings on the north coast. One river in Iceland, the same author asserts, will pro duce as much salmon as all the rivers of England and Scotland. There are also immense quantities of forrilers, a species of trout, and other fish in the lakes. The bays and rivers of that island abound in fish,' in such quantities, that the natives do not take the trouble to fish on the outward banks, where the finest fish are to be caught, and in the greatest abundance ; but confine themselves to the bays or fiords, where they use small boats, and catch as much as they require. But there, as"], [77, "75 elsewhere, the fish in the bays are comparatively small, and inferior in quality to those caught in deep waters, or on the banks at a distance from the coast, In the bays, too, on account of the rocks, fishing is only practicable with a single line and hook ; but on the outer banks, fishermen can use both trawl and line, or catch the fish as on the banks of Newfoundland ; and the quantity of cod, ling, and haddock, is so great, that there is no end to its supply. Great quantities of turbot, soles, and halibut, are likewise found on the coasts. The trade with Iceland is now open, and Go vernment has granted a bounty of three pounds per ton on the Iceland Fishery. The fishing grounds round Iceland are but a trifling distance from our shores ; the time occupied in the voyage home* no more than sufficient for the fish to re main stowed in bulk for taking the salt. In the year 1813, eleven hundred and thirty-three Dutch vessels were fishing at one time off Iceland ; each vessel had about twelve hands on board ; their fish was salted on board, in casks, the inconvenience and expense of which must be evident. Barrels take up a great deal of room in the ves sel, and lessen the cargoes, besides being expen sive and cumbersome ; neither will the fish be so good as if first sailed in bulk. In the Chinese fishing vessels of almost a\\\\ sizes, and some of them°are very large, the midship part is drvaea into compartments, for the reception and cure of"], [78, "76 their fish, each description of fish having its own square, and one division allotted to the cleaning operation. The fishermen of this ingenious na tion use larger trawls, and fish with them in deeper water than the Europeans do. Two large vessels are attached to each trawl, with separate hausers and spans at the ends of the beam, thus applying more force to drag the weightier trawl over the ground- — they are supplied with a windlass and fixed handles, answering the same purpose as our handspikes. In this hot climate the Chinese per fectly cure their fish stowed in large quantities to gether. La Ireland we should have the advantage of making more voyages in a season than the Dutch can possibly do — we can afford to bring our fish to market at a much cheapter rate than they, or in* deed than any other nation can do. The Iceland salt fish is always worth five dollars per quintal more, in the Mediterranean markets, than the Newfoundland fish. Five hundred vessels, of one hundred and fifty tons each, would bring from Iceland, in single cargoes, 75,000 tons offish, in one season; the bounty upon which would exceed a sum in some measure compensating for the draw ing away of our absentee rents. In order to make the most of the season, some vessels, with fisher men, might winter in Iceland, to take advantage of the early fishing season in February, and to"], [79, "77 prepare cargoes for the Spring. Or this branch of the trade might be carried on by a small colony sent to Iceland, and afford great profits to a num ber of distressed persons from the North of Ire land or of Scotland, to which it is believed no great objection would be made by the government of the island. We have always learned from intelligent mari ners, that the shoals of herrings, in close array, occupy many millions of acres near the surface of the sea ; and in passing through the narrow inlets on the coast of Norway, they move in such deep columns, that they are known by the name of Her ring Mountains. In thus ordaining that the most numerous of the finny tribe should be those that afford the most wholesome food for man, we ac knowledge with gratitude the benevolent purpose of an all- wise Providence. We are yet but imperfectly acquainted with the history of the herring : its winter habitation has generally been supposed to be within the Arctic Circle, under the vast fields of ice which float on the Northern Ocean, where it fattens on the swarms of' shrimps and other marine insects which are said to be most abundant in those seas. On the return of the sun from the southern tropic towards the Equator, the multitudinous host issues forth in numbers that exceed the power of imagi. nation, separating about Iceland into two grand divisions ; the one proceeds to the westward, fi!-"], [80, "78 ling in its progress every bay and creek on the coast of America, from the straights of Bellisle to Cape Hatteras ; the other proceeding easterly in a number of distinct columns, some of which, taking the eastern coast of Great Britain, fill every creek and inlet in succession from the Orkneys down to the British Channel ; another, branching off to the westward, surrounds the coasts of the Hebrides, and penetrates into the numerous friths and lochs on the western shores of Scotland ; another shoal, pursuing the route to Ireland, sepa- rates on the north of this island into two minor divi- sions, one of which, passing down the Irish Channel, surrounds the Isle of Man ; the other pours its vast multitudes into the bays and inlets of our island. The whole of this grand moving column disappears on the arrival of the several divisions on the southern coasts of England and Ireland, about the end of October, to which period, from its first appearance in April, it invites the attack of a variety of enemies besides the fishermen, in every point of its route. The cod, hake, ling, mackarel, pilchard, and salmon, though not quite so numerous as the herrings, are all of them gre- garious, and probably migrating animals. On the northern, western, and southern coasts of Ireland, and the Nymph Bank, Nova Scotia and New England — on the sand banks of Newfoundland — on the coasts of Iceland, Norway, Shetland, and the Orkney Islands — on the Whale Bank, the Dogger Bank, and the Broad Forties, cod is most abundant and of the best quality. In some or other of these situations the Fisheries may be car-"], [81, "79 lied on with certain success from November until Midsummer. Few are taken north of Ice- land, and the shoals never reach so far as the Straits of Gibraltar. Prior to the discovery of Newfoundland, the principal Fishery for cod was Iceland, whither the English resorted 400 years ago. — In the reign of James I. we had 150 vessels in the Iceland Fishery. On the western coast of Ireland and Scotland, all the different species of the cod genus, usually known under the name of white fish, are plentifully dispersed ; every bank is in fact an inexhaustible Fishery ; for, with fewer enemies than the herring to prey upon it, the cod is a hundred times more prolific. Off' Norway, cod are taken in strong pack-thread or twine nets, with meshes four inches square, and are a fathom or 15 meshes deep, and 20 fathoms long. There are used according to the weather, from 18 to 24 of these nets joined, so that they have sometimes upwards of 400 fathoms of net out at one time ; they fish in from 50 to 70 fathoms water, and mark the place of the nets by means of buoys. The afternoon is the time when the nets are ge- nerally set, and on taking them in on the following morning, it is no uncommon thing to obtain 3 or 400 fine cod fish. In the Newfouudland Fishery, the sounds or air bladders are taken out previously to incipient putrefaction, washed from their slime, and salted for exportation ; the tongues are also cured and put in barrels containing 4 or 500 lbs. weight each. From the livers a great quantity of oil is extracted, and is used in dressing leather."], [82, "80 The vessels frequenting the Newfoundland Fish eries are from one to two hundred tons burden, and will catch 30,000 cod or upwards each. The hook and line are the only implements employed in the taking of these fish, and this in a depth of water of from i 6 to 60 fathoms. The great bank of Newfoundland i3 represented to be like a vast mountain under water, above five hundred miles long, and nearly three hundred miles broad. — The best season for fishing is from the begin ning of February to the end of April ; and though each fisherman takes no more than one fish at a time, an expert hand will sometimes catch four hundred in a day. The employment is excessively fatiguing, from the weight of the fish and the great coldness of the climate. As soon as the cod are caught, the heads are cut off, they are opened, gutted, and salted ; they are then stowed in the hold of the vessel, in squares of five or six yards, head to tail, with a layer of salt to each layer of fish, but never mixing fish caught on different days. When they have been here three or four days to drain off the water, they are shifted into a different part of the vessel, and again salted. Here they remain till the vessel is loaded ; sometimes they are cut into thick pieces, and packed in bar rels, for the greater convenience of carriage. These fish feed principally upon the smaller spe cies of the scaly tribes, on worms, shell-fish and crabs ; and their digestion is sufficiently powerful to dissolve the greatest part of the shells which they swallow."], [83, "81 They are so extremely prolific, that Leuwen hock counted above nine millions of eggs in the roe of a middle-sized cod-fish. The production of so great a number must ever prove more than equal to the supply of man, however great the demand, and renders it impossible to diminish the species so greatly as to prevent its affording an inexhaustihle supply of grateful provision in all ages. In the European seas, the cod begin to 'spawn in January, and they deposit their eggs, in rough ground, amongst rocks. Some continue to roe un til April. They recover very quicjdy after spawn ing, and good fish are to be taken all the summer. When they are out of season, they are thin tailed and lousy. Cod-fish are chosen for the table by their plumpness, and roundness near the tail ; by the depth of the hollow behind the head, and by the regular undulated appearance of the sides, as if they were ribbed, The usual weight of cod is from fourteen tp forty pounds, but occasionally more. The largest that is known to have been taken in England was at Scarborough, in the year 1775; it measured five feet eight inches in length, and five feet in cir cumference, and weighed seventy-eight pounds. It does not seem to be generally known that the head of the cod-fish makes a soup of the richest and most palatable kind ; and we have been often surprised to observe in Ireland the waste. that is madr> of this very nutritions material for one of M"], [84, "82 the best dishes that can come to the table of either the rich or poor — better, no doubt, in proportion to the seasoning that is added ; but, with potatoes, a little pepper, and, if to be had, a slice or two of salt pork or bacon, a dish nourishing and deli cious may always be had at a very moderate ex pense for the poor man's, family. Not only the hake, sometimes known by the name of Poor John, or commonly by that of Stockfish, and the ling, are to be reckoned among the valuable products of the British Fisheries, especially as articles for fo reign consumption ; but we may also include the haddock, as equally important for the supply of the home market. Several other kinds of white fish, as turbot, plaice, soles, and whiting, are plentifully dispersed over various parts of the Bri tish seas in large shoals from the southward. The mackarel is chiefly caught for immediate consump tion, and is amongst the most delicious kinds of fish ; but it can be pickled with great advantage for winter use. The haddock migrate in immense shoals, which usually arrive on our coasts about the middle of Winter. These are sometimes known to extend from the shore, two or three miles in breadth, and in length fifty miles. An idea of the number may be had, from the follow ing circumstance : — Three fishermen, within a mile of the harbour of Scarborough, frequently loaded their boat with them twice a day, taking each time about a ton of fish. The full grown quit the coast as soon as they are out of season, and leave behind them the small ones— the for-"], [85, "83 mer are supposed to visit the coasts of Hamburgh and Jutland during the Summer. The large ones begin to be in roe in November, and continue so for somewhat more than two months : from this till May they are out of season ; the small ones are extremely good from May until February, and those that are not old enough to breed, for even two months afterwards. Haddock seldom grow to any great size, they very rarely become so large as to weigh 12 or 14lbs. and they are esteemed more delicate eating when they do not exceed three pounds in weight. In Greenland, accord ing to the observations of Fabricius, these fish remain near the bottom of the water during the day time, but in the evening they approach the surface. It is then that the fishermen are able to catch them, generally in immense numbers. The dog-fish pursue those, and force them to leap quite out of the water for the purpose of avoiding this enemy. The females spawn about the month of February, at which time they ap proach the shores in great numbers for the purpose of depositing their ova upon the sea-weeds. On each side of the body, just behind the gills, there is a dark spot — superstition asserts, that when St. Peter took the tribute money out of the mouth of a fish of this species, he left the impression of his finger and thumb, which has ever since been continued to the whole race of haddocks. Pilchard Fishery. — The chief pilchard Fisheries are along the coasts of Dalmatia, in the Adriatic,"], [86, "84 on the coast of Bretagne, and along the coasts of Devonshire and Cornwall. That on Dalmatia is very plentiful ; that on the coasts of Bretagne employs annually about 300 vessels. Of the pil chard Fishery on the coast of Cornwall, the fol lowing account is given by Doctor Borlase: — \"It employs a great number of men on the sea, train ing them to naval affairs ; employs men, women and children on land, in salting, pressing, washing and cleaning, in building boats, making ropes, nets, casks, and all the trades depending on the construction of vessels, and sale of fish. The poor are fed with the offal, the land with the refuse of the fish and salt : the merchant finds the gains of commission and honest commerce, and the fisherman the gains of the fish. Ships are often freighted hither with salt, and into fo reign countries with the fish, carrying off at the same time part of our tin. Of the usual produce of the great number of hogsheads exported each year for ten years, from 1747 to 1756 inclusive, from the four ports of Fowey, Falmouth, Penzance, and St. Ives, it ap pears that Fowey has exported yearly 1,730 hogs heads ; Falmouth 14,631 hogsheads ; Penzance and Mount's Bay 12,149 hogsheads; St. Ives 1,282 hogsheads ; in all amounting to 29,795 hogsheads. Every hogshead for ten years last past, together with the bounty allowed for each hogshead exported, and the oil made out of each"], [87, "85 hogshead, has amounted, one year with another, on an average, to *£49,532 10s. The numbers that are taken at one shooting of the nets are amazingly great ; Mr. Pennant says, that Dr. Bor lase assured him, that on the 5th of October, 1767. there were at one time inclosed in St. Ives's Bay 7,000 hogsheads, each hogshead containing 35,000 fish, in all 245 millions. The pilchards naturally follow the light, which contributes much to the facility of the Fishery ; the season is from June to September. On the coast of France they make use of the roe of the cod' fish as a bait ; which, when thrown into the sea, makes them rise from the bottom, and run into the nets ; on the coasts of Cornwall and Devon, there are persons posted ashore, who, spying by the colour of the water where the shoals are, make signs to the boats to go among them to cast their nets. — When taken, they are brought on shore to a warehouse, where they are laid up in broad piles, supported with backs and sides : as they are piled, they salt them with bay salt ; in which, lying to soak for thirty or forty days, they run out much blood, with dirty pickle and bittern ; then they wash them clean in sea water, and when dry, barrel and press them hard down to squeeze out the oil, which issues at a hole in the bottom of the cask. Salmon Fishery. — Of all others the salmon may, perhaps, 'be considered as the monarch of the fin ny tribe ; and no part of Europe is more bountifully supplied with it, than the coasts of Great Britain"], [88, "86 and Ireland. The most distinguished Fishery for salmon in Ireland, (particularly in the North,) is at Cranna, in the river Ban, about a mile and a half from Coleraine ; the mouth of this river faces the North, and it is finely situated to receive the fish that roam along the coast in search of an inlet to some fresh water, as they do all along that part of the kingdom which opposes itself to the Nor thern Ocean. In the Ban, where this Fishery is carried on with some vigour, we have been told that in a single draught 840 fish were once taken. There are respectable salmon Fisheries in Cunna mara, and in the Shannon. The salmon also fre quents the coasts of Norway, Nova Scotia, and Iceland, in the summer months in prodigious quan tities. Hooker describes the salmon Fishery in the river Lax Elbe, on the latter island, where women, as well as men, took with their hands, in a few hours, 2,200 salmon. With regard to the manner of curing salmon ; when the fish are taken, they are opened along the back, the guts and gills, and the greatest part of the bones, are removed, so as to make the inside as smooth as possible. They then salt the fish in large tubs made for the purpose, where they lie a considerable time soaking in brine ; and about October, they pack them close up in barrels, and send them to London and Liverpool, or up the Mediterranean. — There is also a great deal of sal mon salted in the common way, which, after soak ing in brine a competent time, is well pressed, and"], [89, "87 then dried in smoke ; this is called kipper in Scot land, and is chiefly made for home consumption, and if properly cured and prepared, is rich and very delicious. v Turbot Fishery. — Turbots grow to a large size, viz. from 23 to 30tt>s. They are taken chiefly off the north coast of England, off the Dutch coast, and others off the coast of Ireland. — The large turbot (as well as several other kinds of flat fish,) are taken by the hook and line, for they lie in deep water; the method of taking them in weirs or staked nets being very precarious. When the fish ermen go out to sea, each man is provided with three lines, which are coiled on a flat oblong pieca of wicker-work, the hooks being baited, and placed regularly in the centre of the coil. Each line is furnished with fourteen score of hooks, at the distance of six feet two inches from each other. The hooks are fastened to the lines upon sncads of twisted horse-hair, twenty-seven inches in length. When fishing, there are always three men in each coble, and consequently nine of these lines are fastened together and used as one line, extending in length near three miles, and furnished with 2,520 hooks. An anchor and buoy are fixed at the first end of the line, and another at the end of each man's lines ; in all four anchors, which are commonly perforated stones, and four buoys made of leather or cork. The line is always laid across the current. The tides, of flood and ebb run nearly equal on our coasts, and when undisturbed by"], [90, "88 winds, average about six hours each way. They are so rapid, that the fishermen can only shoot and haul their lines at the turn of the tide, and there fore the lines always remain on the ground about six hours ; during which time, the myxine glutinosa of Linnæus will frequently penetrate the fish that are on the hooks, and entirely devour them, leav- ing only the skin and bones. The same rapidity of tides prevents their rising : and therefore two of the people commonly wrap themselves in the sail, and sleep, while the other keeps a strict look out for fear of being run down by ships, and to observe other circumstances — for storms often rise so suddenly, that it is with extreme difficulty they can sometimes escape to the shore, leaving their lines behind. Besides the coble, the fisher^ men have also a five-men boat, which is forty feet long, fifteen broad, and twenty-five tons burden ; it is so called, though navigated by six men and a boy, because one of the men is commonly hired to cook, &c. and does not share in the profits of the other five. The boat is decked at each end, but open in the middle, and has two large lug sails. Our able fishermen go in these boats to the her- ring Fishery at Yarmouth, in the end of Septem- ber, and return about the middle of November. The boats are then laid up till the beginning of Lent, at which time they go off in them to. the edge of the Dogger Bank, and other places, to fish for turbot, cod, ling, skates, &c. They always have two cobles on board ; and when they come upon their ground, anchor the boat, and throw out"], [91, "89 the cobles, and fish in the same manner as those do who go from the shore in a coble ; with this difference only, that there, each man is pro vided with double the quantity of lin?s, and in stead of waiting the return of* the tide in the coble, they return to their boat and bait their other lines ; thus hawling one set and shooting another every turn of tide. They commonly run into har bour twice a week to deliver their fish. The best bait is fresh herrings cut in pieces of a proper size : the five-men boats are always furnished with nets for taking them ; next to the herrings are the lesser lampreys.-^-The next bait in esteem are the small haddocks cut in pieces, sand-worms and lim pets or flidders ; and when none of these can be had, they use bullock's liver, The hooks are two inches and a half long in the shank, and near an inch wide between the shank and the point. The line is made of small cording, and is always tanned before it is used. Turbots are extremely delicate in their choice of baits; for if a piece of herring or haddock has been twelve hours out of the sea, and then used as bait, they will not touch it. For a supply of turbot, the Dutch have received from us about j€80,000 ayear; and for eels, about £5,000. These Fisheries are calculated to give employment to not less than ten thousand seamen. Thus it is, in national concerns as well as private ones, that indolence is the companion of extra- 3ST"], [92, "90 vagance. The distresses of our island may, in a number of parallel instances to this, be traced to our improvidence. If the English find it con- venient to give other occupation to their population than the Fisheries, and must pay their money for the article, why may not we, who really have nothing for our naked and starving people to do, supply our neighbours with turbot, eels, and lob- sters, for which she paid to the Danes about annually. The steam vessel, if fairly brought into use, opens to us a certain and expe- ditious carriage to the English markets, not only for fish, but for all the produce of our soil that re- quires quick transit. Our fat cattle, pigs, eggs, fresh butter, lamb, veal, poultry, fruit, &c. may, by using this mode of conveyance, (no longer doubt- ful of success,) furnish to us fresh stimulants to industry, by affording a quick demand and ready sale at a price that would well pay the expense of carriage by this means. We anticipate with much pleasure, that ere long, steam vessels for the con- veyance of produce will be brought into general use between this country and England ; and next to the encouragement of the Fisheries, it is an object worthy the attention of the landed pro prietors, particularly on the east coast of Ireland. Dr. Colquhoun expresses himself on the im portant subject of the Fisheries, in the following manner:-\" No doubt can be entertained of the productive nature of the Fisheries, and of the practicability of Tendering this nutritious food an"], [93, "91 article of general consumption, not only in the maritime, but also in the inland districts of Great Britain and Ireland, to the great comfort and relief of the labouring classes.\" The experiments which have been recently made in the laudable attempts .to afford assistance to the distressed manufac- turers in the midland counties in England, incon- testibly prove the truth of the Doctor's assertion. Since the introduction of potatoes, now so gene- rally used, great facilities are afforded towards reconciling the mass of the English people to the use of fish, which did not exist when bread was the chief vegetable food of the people. The corned fish gives a relish to the potato and the potato to the fish. Already in Cornwall and other maritime districts, corned fish and potatoes form a very large portion of the food of the inferior classes of the people ; and although fresh fish is equally as accessible as salt, to those inhabiting the coast, they will not purchase it even at reduced prices. Certainly this practicable resource for the support of a more dense population, exists in a greater degree in Ireland than in most parts of the world. It may be urged, that the difficulty we feel, is not that of feeding our people, for the po tato diet is so easily obtained, that it is one of the causes of our extraordinary increase ; then let us consider the Fishing only as it affords employment and increases our wealth, at the same time that it places within the power of the Legislature and Government of the country, by appropriate regu lations, the means of increasing the food of the"], [94, "92 mass of the people to an incalculable extent, ren dering it accessible to the lower classes of the community, whilst it may give profitable employ ment to capitals extending in the aggregate to some millions sterling, besides rearing a hardy race of seamen for the naval defence of the coun try, and for carrying on its extensive commerce. It is now high time for Ireland's nobility, gentry, and people, seriously to consider her real situation, and compare it with that of other nations. We have the experience of 20 years for the promised benefits of an union with England, and are not the mass of our people in a worse state than then ? We therefore find it impossible to urge too strongly the necessity of consulting our best interests, in the establishing of an Irish National Fishery. An enlightened society for Ireland, formed oft similar principles to that of the British Society for extending the Fisheries, he. in another part of the kingdom, might be the means of removing our prejudices, and placing this desirable land high in the scale of nations. The first act should be, the removal of the Salt Laws ; this measure alone would give such a spur to our Fisheries, as would compensate the loss or failure of the distant Fishery of Newfoundland; neither of which are impossible contingencies. It may be lost by a war ; it may fail through the ex ertions and success of a rival. In a national point"], [95, "93 of view, the extension of the home Fisheries would be attended with many important advan tages. By augmenting the quantity of food, there would necessarily result a reduction in the price of all the necessaries of life ; the condition of the labouring poor, artificers, and tradesmen, would be improved ; and a permanent Fishery would be the means of increasing the two latter, at the same time that it would afford them constant em ployment at their business. As a contrast to our indolence or indifference, a lively picture of the bustle and activity which the Dutch herring buss Fishery communicated to the various tradesmen and artisans, labourers, salters, packers, dressers, &c. employed, is drawn in a pamphlet entitled \" England's Path to Wealth and Honour,\" in a dialogue between an Englishman and a Dutchman, which abounds with information on the subject of the Fisheries. The whole alphabet is employed, in regular order, to enumerate the various trades people, artisans, &c. who subsist by the herring Fishery. We have great pleasure in observing the very beneficial effects produced within a year, in the increased quantity, steady supply, and reduced prices of fish in the Dublin market, the result of an experiment tried by a few spirited gentlemen, who, seeing the rooted prejudices of our coast fish ermen, inconvenient to the public and ruinous to themselves, associated for the highly praiseworthy object of introducing a better example. They"], [96, "94 commenced their trial with a capital of three thou sand pounds, and purchased four vessels at Tor bay, from thirty-five to forty tons, fitted complete ly for trawling in the Irish Channel, and having masters and mates from England, who understand the proper use of the trawl, which our fishermen were almost ignorant of. As might be expected, much opposition has been made to their progress, and losses occasioned, as before alluded to ; but still their success has been progressive, and their capital increased to five thousand pounds in fifty pound shares, and their vessels to eight in number, exceeding three hundred tons in burden — the price of fish, far better in quality than formerly, is low ered to one-third in price, and the supply in the market doubled. Their commencement was in February, 1819. and these are the results ofa lit tle more than one year's exertions. Banks are every day discovered by their boats, that were to tally unknown to our native fishermen, who did not venture out far enough to sea to obtain the better kind of fish, on the more distant banks. If the five thousand pounds granted by the late Act of Parliament to the Lord Lieutenant of Ireland is not meant to encourage this description of Fish ery, the circumstance is to be regretted. The fol lowing paragraph we quote from a late Galway paper : — \" It is with infinite pleasure we have to state, that a Fishery establishment is about to be framed by some gentlemen of our town and county. It is"], [97, "95 acknowledged on all hands, particularly by those more intimately acquainted with our shores, that the seas contain a mine of wealth, and that nothing but the most obstinate perverseness in pursuing an old habitual system of fishing, prevents our peo ple, engaged in that trade, from earning, as the Scotch have, some comparative fortunes. From the plan now exhibited, we anticipate the best re sults. In it will be found a provision, (in case, after a limited period for trial, it should not be found to succeed,) affording a liberty to withdraw ; or, in the more probable event of succeeding, an extension of capital. It is determined to be con ducted upon the strictest principles of economy. We also understand it to be one of its principles, to encourage the fishermen of our bay in every possible manner, by purchasing in Galway, in Ar ran and at sea, those descriptions of fish not looked after in our market ; whereby, we will be bound to say, we shall, in a short period, be able to furnish the Dublin market with some part of the ling she annually pays fifty thousand pounds for to Shetland, of as good quality, and considers bly less cost ; and added thereto, have at all times a sufficiency in store for the home market.\" Concerning a similar company in Belfast, we copy the following paragraph from the Chronicle .• « On Wednesday, the subscribers to this new establishment met in the Exchange Rooms ; the Marquis of Donegal, in the chair.— Upon a"], [98, "96 motion being made, it was unanimously resolved, that though only sixty-eight shares had been taken out of seventy-five, which was the number wanted, those who had subscribed should imme- diately form themselves into a company, and pro- ceed with the business. After the adoption of this motion, it was unanimously resolved, that the Marquis of Donegal shall be president for life. A ballot was then taken for vice-president and seven directors, when Thomas Verner, Esq. was chosen vice-president. — Here are flattering pros pects for our domestic Fisheries, and they, will probab'y lead in the course of time to the institu tion of a National Fishery.\" In conclusion, if we permit this opportunity to pass, of putting ourselves upon an equal footing with the neighbouring nations, by directing the people of our coast to the due prosecution of a pursuit, most particularly adapted to our geogra phic situation, to our spirit and our circumstances, we shall ever have reason to reproach ourselves with our supineness.^ Nations, like individuals, are now busy, on the return of a general and probably long peace, in securing to themselves particular branches of pro fitable speculation ; it would occupy too much of our readers time to indulge in the details of what the Americans, the Dutch, the French, the Eng lish, and the Scotch, are employing their re sources and their capitals in ; suffice it, that they"], [99, "97 are all on the alert, and that the department of an extensive Fishery for the supply of the general commerce in this article, may too soon, for our chance of fortune and happiness, be filled by others. The Irish have the power yet in their own hands of securing to themselves this profitable trade, in which their exertions would, no doubt, gain them prosperity and plenty. Our peculiar situation — our distresses— our un employed population— every consideration that has been urged, should induce us to embark with united feeling and zeal in this great undertaking. We must recollect that, if we do not show our selves active, energetic and persevering, no other nation can be expected to assist us, or force us on, against its own interests.— We haye nothing to trust .to, but our own exertions, prudence and public spirit. If we are but faithful to ourselves on this last occasion which presents itself to us of aggrandizing the Irish nation, we shall quickly be enabled to .shake off our present gloom, and soon obtain the means of turning to full account that share of industry and talent we are, in com mon with our neighbours, possessed of. The fol lowing table will exhibit the plan which it has been the object of the present essay to recom mend. It is by no means original — some of the articles contained in it are so, but most of them have before been submitted to the public ; they are those, however, that it is believed have been o"], [100, "98 most approved of J the few difficulties it has to surmount* have arisen from our particular design of throwing the actual occupation in the Fishery into the hands of the Irish, instead of leaving an opening for the fishermen of other countries to deprive us of the benefits it is in our power to command. The immense advantages to be de rived to this country in particular, from the es tablishing a national Fishery on a grand scale, »uust plead our excuse for taking up this subject, unequal as we feel ourselves to do it that justice one of such importance demands. We have done little more than select from others more capable than we are, and bring into one view to our readers, what has been widely spread in various books, too expensive to come within the reach of many persons who yet may take an active and beneficial part in the Fishery. Happy shall we be, if we succeed in drawing the attention of those of our countrymen to the subject, through whose influence and exertions alone these advan tages can be obtained. We are sorry to find that tve have been misinformed in our statement, page 34, that a part of the punishment of the offenders therein mentioned had been remitted by the Government, at the instance of the Dublin Fishing Company. The fact is, that the application of this Company was rejected by the Government, who very wisely judged, that the certainty of punishment in such cases, was the greatest kindness that could be shown to the community, and is a part of that system which ought never to be lost sight of; that the principles of the Constitution, being brought steadily into action, is the ■surest mode of tranquillizing Ireland."], [101, "PLAN, &c. ».»%-^< 1. — A Society for Ireland, to be formed on similar principles to that of the British Society for extending the Fisheries and improving the Sea Coasts of Britain. 2.: — An Irish Joint Stock Company to be formed, organized under the protection and superinten- dence of Parliament. 2. — A Capital Stock of to be raised in shares by the sea-port towns and corporations in Ireland, in proportion to the advantages of locality, and amount of their trade. Shares to be so low as ten pounds, that every poor fisher- man may have a chance of becoming a proprie- tor, and that such persons shall always be enr titled to a preference in tfie purchase of shares. 4.— An annual dividend of 5 per cent, to be guaranteed by Government on the capital sub- scribed, and no other bounties to be given. 5..*-Facilities to be given for shipping, storehouses, sheds, &c. in places contiguous to the best fishing grounds, and most convenient for our intercourse with England."], [102, "100 Q, — Conveniencies for ship-building to be con- structed at the sea-port towns and places best adapted for the purpose, and for the importa- tion of timber for building. Every proper encouragement to be given to the improvement and increase of Irish artificers of all descriptions connected with the building or equipment of ships or vessels. 7. — Encouragement to be given for the growth of timber in Ireland, applicable to the purpose of ship-building, as well for the Fisheries as for foreign and domestic trade ; also for the growth of hemp and flax, or other materials useful to our Fisheries. 8.— A National School to be established for the education of orphans ; the children of the Foundling-hospital and others— as shipwrights, or other trades connected with the Fisheries. 0. — Apprentices to the Fishery, or building es- tablishments for the Fishery, to be taken in preference to others, from the youths educated in the National School of Ireland, or institutions connected with that establishment. Girls simi- larly situated, to be apprenticed to the spinning of twine, construction of nets, knitting of stockings, and other woollen articles fn use amongst fishermen. 10.— No person to be eligible to employment in"], [103, "101 the Irish Fisheries after seven years are expired, but such as were born in Ireland, and faithfully served his apprenticeship in the trade. IL— A fund to be provided for fishermen disabled by accident, in the actual service of the Fishing Company, or from old age and infirmity; and the widows and children of fishermen to be pro- vided for. 12. — All articles used either in ship-building, rig- ging, sails, or tackling ; fishing gear of all de- scriptions ; clothing of the fishermen, with their diet or provisions ; to be the produce of the soil of Ireland, as far as that can be accomplished without injustice to others; and that every vessel belonging to the Fishing Company be built in Ireland. 13. — A quota of fishermen from the Irish Fishery to be liable to serve as seamen in his Majesty's service, during war, in proportion to the ex- tent of the Navy, &c. for a limited service of five or seven years. 14. — The free use of salt to be granted for the Fisheries without any interference of Revenue or Excise Officers. 15. — The fish taken and cured to be exempt from all duties whatever."], [104, "102 16. A large stock of salted and pickled fish to be invariably kept ready at the stores of the depots ; steam vessels, properly constructed, to ply con- stantly between the depots, and English stations appointed for delivery. On account of Eng- lish associations for the purchase and distribu- tion of fish, in the manufacturing towns, and through the country in general, proper means to be adopted by the Directors of the Irish Com. pany, to induce such associations in England ; but in default of their merchants, gentlemen, and others, engaging in the plan, then the trans- port and sale of the fish to be on account of the Irish Fishing Company. 17- — The cargoes of private Irish fishing boats to be invariably and regularly purchased from their owners, under proper regulations ; and facilities to be given to them, for the purchase of small quantities of salt. Encouragement to be given for the quantity and quality of their fish deli- vered at the depots, and for the better rigging and equipping of their boats. 18. — Regular conveyances to be provided for the transport of fish from the depots to the interior towns and villages of Ireland, and means taken to introduce it more generally as food for the mass of the people, in addition to their potato diet. 19. — All fish, of every description, to be sold by"], [105, "103 weight, and the price to be kept as steady as possible, so that families living on small incomes, and the labouring classes, may be aware that both the supply and the price are certain, from which they will soon ascertain it to be their ad vantage to use it regularly as an article of family consumption. 20. — Depots to be established at Howth, Water- ford, and Belfast, for the reception of fresh and corned fish for the daily supply of England by steam vessels. 21. — Dep6ts at Cork, Kilrush, Arran Islands or Galway, &c. &c. for salting and curing for the foreign markets, as well as the coasting and in- land trade. 22. — That the Company's fish shall be cured, packed, and sold, only at these depots ; as the intention of the Society is, not to become mer- chants, but to be solely fishermen and curers. S3.— That the head establishment for conducting the affairs of the Company shall be in Dublin, and be regulated and particularised by the Act of Parliament for establishing a society as men- tioned in Article No. 1. When an Act of Parliament shall be passed for establishing this Company and extending the Irish Fishery, with leave given for a repeal of the Bank-"], [106, "rupt Laws, in favour of Fisheries, so as that Fish ing Societies may be incorporated in the United Kingdom as Joint Stock Companies, subjecting the subscribers or proprietors to the amount of their respective subscriptions only ; then protection and effective energy wiU be given to the extension of the Irish Fishery. 'd\\ J i4«2 ._•_. ... _ .... • *■ ' '. . •"], [107, ""], [108, ""], [109, ""], [110, ""], [111, ""], [112, ""]]