[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, "ULLSMERE, A POEM. Ne percouteris fundus meus, optime Qaiacti, Arvo pascat herum, an baccis opulentet olivse, Pomisne, an pratis, an amicta vitibus ulmo; Scribetur tibi forma loquaciter, et situs agri. Continni montes, nisi dissocientur opaca Valie ; sed ut veniens dextrum latus aspiciat sol, Lsvum decedens curru fugiente vaporet. Hor. Lib. 1. — Epist. 16. LONDON: SAMUEL HODGSON, WIMPOLE STREET. MDCCCXXXV."], [8, "LONDON: P. SHOBBRL, JHN., 4, LEICESTER STREET, LEICESTER SQUARE."], [9, "PREFACE. The following Poem is intended to illustrate some of the most remarkable parts of the region, to which, from the gratification they have afforded me, I may apply (as Pliny the Younger did to the Larian, or the Lake of Como, not unaptly compared to the one I have attempted to celebrate) the epithet of niece delicice. \" The Lakes of Westmorland and Cumberland,\" says Eustace,* \" are to England what those of the Milanese are to Italy.\" Yet none of our ancient Poets have noticed their distant beauties. They still remain unsung and unconsecrated in classic story. One of the Scottish Lakes has lately been more for tunate. Yet, who ever heard of Loch Katrine till the Minstrel peopled its lonely isle with phantoms of valour and of beauty ? And^sweetly o'er the Lake was heard his strain Mix'd with the sounding harp. Lady of the Lake. With respect to the present undertaking to remove the neglect with which such interesting scenes have been treated, however little I may have succeeded * Classical Tour through Italy"], [10, "IV PREFACE. in it, I can with truth declare that what I have asserted in the text is not a mere fiction ; of the affection which at a distance I cherished for these scenes, and of my having settled among them in the very Residence that was so attractive to my fancy, and whose anticipated pleasures, evinced by the test of so many years, have so fully answered to the expectations, and proved so congenial to the wishes of my heart. To elucidate the allusions to the scenery, the sub joined extracts are quoted fromXicolson's and Burn's History of Westmorland and Cumberland :* — \" A considerable part of Ulleswater, from the middle eastward, is within the manor of Barton. It has its name probably from Ulf, a name frequent in old time : Lyulf (L'Ulf ), was the first baron of Graystock, to whom this lake did belong. It is a large mere, of seven or eight miles in length, and of a great breadth and depth .... The water which supplies this lake, at its highest source, springs at Kirkstonfell, in the manor of Hartsop. Thence it runs, on the east side of Hartsop- hall, into a lough, about a quarter of a mile over, called Broad-water, bearing the name of Hartsop beck till it comes there ; and further (after having received Haiswater) till it be out of Hartsop lordship. Then it receives Deepdale beck, which comes eastward into it, and some other rills, and from thence carries the name of Deepdale beck till it •Vol. 1. p. 407"], [11, "PREFACE. V comes to Goldrel bridge near Patterdale chapel, where Grisedale beck comes in from the west, and there it receives the name of Eamont. Thence it runs north ward about a quarter of a mile into this great lake. In the course of which lake there are three remark able islands: 1. Cherry Island, so called from a cherry-tree anciently growing there, distant from the head of Ulleswater about a mile and a half : 2. Wall Holme, over against Stybarrow, so called from having been anciently walled about, distant from Cherry Island about two bowshots : 3. House Holme, about a quarter of a mile below, so called probably from some house thereon formerly. From hence the water turns in a bow above two miles to a crag near How Down. Thence directly northwest to Dun Mallard, three miles in length and in breadth near one mile. And there the lake ending, the river reassumes its name ; and so, running by Sockbridge, Yanwath, Brougham Castle, and Hornby, it empties itself into the river Eden . . . Descending by the water from Hartsop we come to Patterdale, so called probably from St. Patrick, to whom the chapel seems to be dedicated. For in the bishop's register it is called Patrickdale, on the admission of Adam Abbot to be curate as aforesaid. And nigh unto the chapel is a well called St. Patrick's Well . . . The hall belongs to Mr. John Mounsey, whose ancestors purchased the same from the Threlkelds, in whom it had continued for many generations. This Mr. Mounsey and his"], [12, "VI PREFACE. forefathers for time immemorial have been called kings of Patterdale, living as it were in another world, and having no one near them greater than themselves. . . North from the hall is a little gill called Glenridden ; from the Scotch word glen, which sig nifies a gill or hollow, and Ridden the name of the river which runs there with a precipitous course into Ulleswater. Near to Glenridden lieth Glencune, a little farther to the north, as much as to say, a glen in a corner; cune, coyn, or corner, being one and the same thing. Nigh the chapel, towards the west, lies a little hollow or gill, which they call Grisedale. Grise is a common name for swine, and it may well seem to have taken its name from being frequented by wild boars, which are beasts of the forest. Unto which the large rock called Stybarrow, on the west side of Ulleswater may have some allusion. And, perhaps, there have been deer also in this dale, for there is a place in it called Glemara Park. In the head of the dale is a rocky mountain, called Eagles crag; and eagles to this day frequent and breed in the mountains thereabouts .... Martindale is so de nominated probably from another species of beasts, namely, the martern, valuable for its fur. . . Here is a kind of forest replenished with red and fallow-deer, and there are tenants who are bound to assist the lord in hunting and turning the red deer on the tops of the mountains to the forest, whom they call strones. . . Pooley, a village at the foot of Ulleswater,"], [13, "PREFACE. VII taketh its name undoubtedly from that great pool or lake. It is pleasantly situate, having, besides the embellishments of wood and water, a great accession of beauty from Dun-mallard hill, (so called from the resort thither of wild fowl from the lake) .... Unto this hill Pooley is connected by an handsome stone bridge lately erected.\" From the above cited work the following account is taken, in explanation of the time and action of the Poem, where the Vision has been introduced : — \" Here are large remains of the ancient feudal policy, which was kept up here after it had ceased elsewhere, by reason of the particular military service against the Scots. The lands at first were granted out in large districts by William the Conqueror and his successors to certain great Norman barons. These parcelled them out to inferior lords ; who again granted the same to individuals, each man having a portion of land assigned to him for the sustentation of the military character. And they seem to have extended this regulation as far as it would go.\" Among the great Norman lords, who followed Wil liam the Conqueror to this Country, was Ranulph de Meschines. \" This Barony (Graystock), the Earl Ranulph de Meschines gave to one Lyolf or Lyulphe, and King Henry the First confirmed the same unto Phorne, son of the said Lyulphe, whose posterity took their surname of the place and were called de Graystock.\""], [14, "PREFACE. VIII In regard to the Stanza I have chosen, I flatter my self that it will be found adapted to my theme ; if I have succeeded in modulating its measure, so as in any degree to approach the skill with which it has been made the channel of so sweet a flow of versifi cation as in Sotheby's enchanting Version of Wie land's Oberon, I presume it may not be unpleasing to any ear attuned to Poetry."], [15, "CONTENTS. Proem ......... 1 The Vision. Part I. The Chase. I. Martindale 35 II. Patterdale 47 III. Glenridden 60 The Vision. Part II. The Tournament. I. Emont and Ullswater . . . .79 II. Emont and Ullswater .... 94 III. Gowbarrow, Mayborough, and Arthur's Round Table Ill The Vision. Part III. The Capture. I. Matterdale 133 II. Dacre 144 III. Barton and the Lake .... 157 The Vision. Part. IV. The Pacification. I. Helvellyn and Ara Force . . . .175 II. Tour Round the Head of the Lake . . 192 III. The Islands and Place Fell . . . .203 The Vision. Part V. The Nuptials. Lyulph's Tower 213 Notes 249"], [16, "Following the example of a living author, I prefix the names of the persons introduced in the Vision, who, with the exception of the four first, are imaginary. Earl Ranulph de Meschines. Lyulph, first Baron of Graystock. The Baroness. Phorne, their Son. Althea, their Daughter. Ronald, a Scottish Tbane. Diarmuda, an Irish Exile. Amabel, his Daughter. Prior of Dacre Monasterv. SPIRITS. Ariel. Druid, representing the Evil Genius of the British Isles. Umbriel."], [17, "PROEM."], [18, "TO MY MUSE. Muse ! for the moods and day-dreams of my mind, Fain as my verse a simile would find, As like an under-current in my soul, At length into the light of day to roll ; Muse ! as I cast a retrospective eye Upon the charming realms of Poesy, In which I 've wandered for so many years, So reckless of the World's applauding cheers : Muse ! as we meet now with our published Lay Our candid Critics in the face of day, Fain would I ask them for my moods of mind To be a little more, than less, than kind !"], [19, "INTRODUCTORY STANZAS. In glowing Summer and in Winter hoar How much I love to tread my charming shore Unwearied, mutt'ring my wild fancies o'er and o'er ! There when the earliest primrose 'gins to peep, And from the rippled bosom of the deep At the first spring- fly when the trout is seen to leap : To when her emerald lamp the glowworm lights, On the departing lovely summer-nights, Upon that bank to me of joyous sounds and sights ! When those, who set out early to explore, Returning, by the plunging of their oar I hear, so late, upon my darken'd tranquil shore."], [20, "introductory stanzas XIV When in the mountain- bay, so richly flush'd With tints of eve, \"what time each breeze is hush'd, Creeps with its silver curl the surf \" so gently push'd. And when, like ocean's, as the billow laves The promontory which its fury braves, I listen to the murmurs of the winds and waves. Defended by their tow'ring mountain-screens, Although in some of thv sweet favour'd scenes Flourish a store of laurels and of evergreens — Of such I dare not hope a wreath to gather — Still on my cap proud of as fine a feather, Pluck 'd from yon steep, of bracken or of blooming heather. To seize the prize advent' rous as I go, Well may I tremble at the deep below Me threat'ning with a downfall of such cruel woe ! Oblivion ! while I see the willows stand, For thee to hang up with thy muffling hand My harp in silence on the solitary strand."], [21, "introductory stanzas. XV Yet, still, thou, kindly thou, my song wilt cheer My Lake, throughout the seasons of the year, Returning still a fancied echo on mine ear : — In glowing Summer and in Winter hoar, How much I love to tread my charming shore, Unwearied, muttering my wild fancies o'er and o'er !"], [22, ""], [23, "ERRATA. Page 9, Stanza 16, Line 9, for \"To\" read Ton Page 11, Stanza 20, Line 5, should be thus : For their foundations even though the while Page 16, Stanza 30, Line 6, for \" inmates \" read inmate 's Page 24, Stanza 46, Line 9, for \" Hot\" read Shot. Page 31, Stanza 60, Line 9, substitute comma for full stop after fell. Page 36, Stanza 3, Line 7, omit \"tyrants.\" Page 38, Stanza 7, Line 5, for \" cities \" read citys Page 48, Stanza 2, Line 8, should be thus: Good Reader, he would, musing, take his seat Page 53, Stanza 8, Line 6, should be thus : To point out to some happier bard to try Page 97, Stanza 5, Line 2, for \"prank\" read pranks Page 106, Stanza 22, Line 6, for \" ring\" read bring. Page 136, Stanza 6, Line 5, for \" conquest\" read conquests Page 161, Stanza 9, Line 4, should be thus: The crews, with such a stunning fury rose Page 171, Stanza 29, Line 2, should be thus : As, aw'd, they mark thy lowering steeps, Yew Crag Page 182, Stanza 15, Line 1, for ''bosom's\" read bosoms. Page 200, Stanza 17, Line 3, should be thus : Wrapt in its spell yet I would still pursue Page 204, Stanza 2, Line 9, for ,4 her\" read his. Page 231, Stanza 26, Line 3, for \" Poet's \" read Poets. Page 241, Stanza 45, Line 4, for \" fine \" read fair. Page 245, Line 2, omit comma after plume."], [24, ""], [25, "PROEM APOSTROPHE POETA LOQUITUR. 1. I, on the margin of this lovely Lake, Wrapt in the inspiration of my theme, Spreading around me like a waking dream, Would fain invoke thee, Fancy, to betake Where, Goddess, altogether not in vain, (With such a prospect to inspire my strain — The prospect, with such charming changes fraught, So variously and exquisitely wrought) Methinks that I may own the magic of thy reign ! H"], [26, "2 PROEM. II \\s an enthusiast, I would fain essay, E'en with my pencil's feeble power, to trace The Lake in all its grandeur and its grace, \" And with its living colours gild my lay :\" Imbued there, haply, with its fav'ring lore, Which I would fain now con upon its shore ; With minstrel-harp invoke the tuneful Nine, For which the pilgrim-staff I would resign, And muse, recalling the romantic days of yore : — HI Where, Nature, so enraptured with thy reign, Which, through the varying seasons of the year, Displays so rich a combination here Of lake and stream, of wood, of hill, and plain; — \"Each mountain-scene majestically rude,\" And tow'ring, wrapt in solemn solitude, — Where, ever changing to the charmed view, And in the soul creating pleasures new, Thou spread'st the magic mantle of Vicissitude !"], [27, "PROEM. 3 IV. From when, amidst the giants of the scene, Still with their snowy wreaths their brows around, The Spring, scarce from her icy chains unbound, Awakes, clad in that mantle's liveliest green; The which unnumbered blooming charms array Beneath the influence of her genial sway, Until the fragrance of the flow'ring thorn Doth all the climbing hedge-rows full adorn, And up the mountains spread the cheering smiles of May : V In the luxuriant foliage of my trees, 'Twixt which so bright the gleaming Lake appears, His garb in full-blown pride, when Summer wears, That foliage fann'd, that Lake curl'd by the breeze So fresh'ning, to my favourite walk invite Upon my terrace with such high delight ; — Or, in the umbrage of my sycamore, Wide spreading on the margin of its shore, Seated, so happy, to pursue my fancy's flight : — b 2"], [28, "4 P R O K M . VI Nor less propitious, Fancy, dost thou deem For thy sublimest flights the soothing pow'r That owns the influence of th 'autumnal hour, What time the season comes, with mellowing beam, Robed in the livery of the waning year Painted with fading leaves so red and sear — When, too, her magic mantle's silvery sheen Fair Cynthia spreads o 'er such a beauteous scene, Reflected in a mirror all so calm and clear : — VII. When, ever changing in its shape and dies, And tost about by all the winds of heaven, Stern Winter ! to inwrap thy form is given That cloudy mantle of the stormy skies — Though last, not least, to mark thy various sway, Vicissitude, fain would my verse portray Those sunsets o 'er Helvellyn, that can charm My fancy to depict, in hues as warm, The wish'd for emblem of my peaceful closing day !"], [29, "5 PROEM. VTII As musing thus on Nature's varied reign, Yet think not, that, unfelt within his soul, He fails, beneath her absolute controul, To own (as sung in that enchanting strain),* Beneath the glance of heav 'nly joy supreme, The lake, the mountains, to his vision gleam — As Nature and as Fancy prompt the lay His fervent homage he can fail to pay, To crownhe fain would hope with sacred joy his theme. IX Indulging in its visionary theme, As an enthusiast, thus 1 'd weave my rhyme However weak against the touch of Time, For having realized my golden dream ! Here, as a pilgrim, speak in happier tone Than him, who, doom 'd \"to traverse realms alone,\" Was never \" destin'd such delights to share,\" \" His prime of life in wand'ring spent and care\" — For having found one \" spot of all the world my own!\" * The subjoined is the passage alluded to : ■'A soul-felt glance of heav'nly joy supreme Gilds all around, the groves and mountains gleam And, over all, he sees the form divine, The Uncreated in his creatures shine.\" Sotheby's Obebon, Canto VIII, Stanza 27."], [30, "6 PROEM. X That e'en already with its grateful smile, Methinks, in many an opening blossom fair, Which I have planted with assiduous care, Begins now to repay me, — for each toil, That to the cheering sun and fresh 'ning breeze Hath clear'd thee, Eusemere, of thy crowding trees, Where I would fain now think that I just came, In season their disorder to reclaim, And make thee still possess a higher pow'r to please. XI Where the survivors of the axe, I ween, In approbation of th' exulting strain Of one so of his humble efforts vain, Serving as much for ornament as screen, While more luxuriantly their boughs expand, With thanks already for my pruning hand, Enjoy more freely now the solar beams, And letting in the Naiad's liquid gleams, More stately tow'ring to my flatter 'd fancy stand."], [31, "7 PROEM. XII Yet, with these triumphs, Fancy still must own Superior to such adventitious aid The charms here, Nature, in thy reign display'd, — The prospect hence, Helvellyn, to thy throne, Where, with thy subject ridge, thou tow'r 'st afar : Beneath the influence of my golden star, The prospect hence such raptures can impart Beyond the utmost boasted powers of art, — Beyond, indeed, what man can either make or mar ! XITI. The solemn muse of Milton might have soared And on her seraph-pinion deign 'd to rise, — In painting her \"delicious Paradise\" Here for her picture found the prospect stored — And here she might have cull'd each choicest hue, Not less to beauty than to Nature true, Of glowing brilliance and unrivall'd grace, — Here, with her pencil's magic pow'r, to trace Perchance her \"happy rural seat of various view ! \""], [32, "8 PROEM. XIV He, who outstripp 'd the speed of \" panting Time,\" And, while \"each many colour'd\" scene \"he drew, Exhausted worlds and then imagined new,\" In all their beauties and their charms sublime, Their grace, their grandeur, and their majesty — Here he, too, would have own'd \" the Poet's eye, In phrensy rolling,\" might, enraptured, hail Their influence o'er his highest pow'rs prevail, — The glorious realms to fill his soul with ecstacy ! XV. Though last, not least, \"the Man, whose Muse why- lome did maske, As Time her taught, in lowly shepheard's weeds For trumpets sterne to chaunge his oaten reeds,\" Here might have perfected his glorious taske : — Nor scarcely less enamour 'd, dare I say, Enchanting Emont ! where thy waters stray, Than, Mulla, when beside thy wizard stream, — The Bard here, musing on his various theme, Delighted might have conn 'd his sweet romantic lay !"], [33, "9 PROEM. XVI. Oh ! if the Triad, in each several name, That, like a talisman or potent spell, Might wake the murmurs of the weakest shell, Would with one spark of their etherial flame, Of their enchanting influence inspire Th' ambitious efforts of my tuneless lyre, Then might the awful Genius of the scene Invoked, at this auspicious hour, I ween, To aid those efforts with their fancy's favour'd fire ! XVII Not, that, presumptuous, in his humble strain The feats to rival would the bard essay, — The matchless feats, in such a feeble lay, Of Rowland, Arthur, or of Charlemagne : Tho' something he would weave, thatstill might claim A particle — as transient — of the fame Of old that prompted each illustrious wight Unto his hand, in each immortal flight, His soaring Pegasus and Hyppogryf to tame."], [34, "10 PROEM. XVIII As Poets, Painters, and Musicians, too, Are apt to borrow from each other's works, Ne'er may I, with their artifice and quirks, Follow the servile, imitating crew ! By transposition hoping to conceal, Like them, in vain, the quarter whence they steal: For, oft, transparent as the crystal tide, The flimsy veil, with which he seeks to hide The theft, doth but the paltry pilferer reveal. XIX. Disdaining thus to keep another's track On any celebrated horse or ass, Although it were the Tartar's steed of brass, — To post away upon a hired hack — Or, in Astolpho's chariot, or balloon, To meditate a voyage to the moon — Or in a sieve, or on a broomstick, sail There, doing, like a rat without a tail, A died without a name to veil the sun at noon !"], [35, "11 PROEM. XX. O may the Muse, ere she be so bewitch'd As upon such an errand to repair, Striving to build her castles in the air, Well by the plucking critic's fang be twitch 'd ! For their foundation's — even though the while Was offer'd all Laputa's Flying Isle — Or in the Water, or on Mother Earth (Each moment as each gives to fancies birth, Exciting at Enthusiasts and Philosophers a smile !) XXI. Indulge in any cherish'd golden dream, To crown within her sublunary sphere With perfect laws and bliss her sojourn here ! But, rather, take a warning from the scheme Of the renown'd Platonick Polity, That sunk, with all its pride, into the sea — But whither (as the Reason, one may say, In such a scheme the Fancy led astray) — But whither to this hour remains a mystery !"], [36, "12 PROEM. XXII Alike abhorrent of the Sophist's lore, But most, for curing the diseased mind Of quacks who go about to lead the blind — And scarcely could an Ancient Briton more Have dreaded the invading Scots and Picts, Than he the Doctors who their medicines mix, — Their nostrums, with such effervescence up, For their poor Patients' simple wits to sup, In Letters, in Religion, Law, and Politics. XXIII. As nobly scorning of the cackling brood Of Critics in such abject base affright, Muse ! cow'ring to repress your eagle-flight, Round the romantic borders of your flood ! Say, must he quail to such a hissing flock, Nor of the battle dare to stand the shock ? Forbid it, O all ye immortal Train ! That o'er these charming regions hold your reign, And teach your vot'ry to stand firm as yonder rock !"], [37, "13 PROEM, XXIV. Despite the terrors of his mangling lance, To kiss the ground before the Critic's feet ! Vanquish'd, to beat so shameful a retreat ! No — fearless let the poet still advance Unto the onset with his mystic wand, Within the magic circle of his land — The poet, if he would deserve the name ! And to his foe, like great Macbeth, exclaim, — \" Lay on, Macduff!\" — so let your poet take his stand XXV. Yet would he plume for no Icarian flight His pinions, panting in his inland sea To meet with such sublime catastrophe, As that which erst befell that hapless wight : — Here, whence so oft I 've tried to soar and sing, Arising, Muse, upon your vent'rous wing, (\" Pursuing,\" Critics, in each flight sublime \" Things unattempted yet in prose or rhyme,\" Tho' ye may deem), Muse, safe to Earth your vot'ry bring."], [38, "14 PROEM. XXVI. Not, hapless, here to wander all forlorn, Dismounted like the famed Bellerophon, — Or, as the more ambitious Phaeton, Hurl'd, of his vainly wish'd for glory shorn ! Avert from me, ye fates, each threaten'd woe, Where tow'r my mountains and their waters flow ; From flying steed or chariot tumbling down, Neither to break my luckless head nor drown ! To make my field th' Aleian, or my Lake the Po ! XXVII How few more durable than stone or brass A lasting monument can hope to raise, Yet few there are indifferent to thy praise, Whose honours,World, like shadows here must pass ! And, trust him, no such visions could engage His chasten'd fancy — long ere at this age Mature he had arrived — in happj r day, \" To keep the noiseless tenour of his way,\" Who hither came without an effort to assuage —"], [39, "15 PROEM. XXVIII. Without, indeed, an effort to assuage Each worldly passion, and to play his part Amid the scenes congenial to his heart, Nature, on thy sublime sequester'd stage : Where no vain plaudits to his voice rebound This glorious amphitheatre around, Except the mountain-echoes on his ear — With no ecstatic cries or deaf 'ning cheer, To shake the Senate, to his speeches to resound ! XXIX. Oh ! no — amid the scenery so sublime, Indulging in such a soliloquy, In vision on his troubled inland sea, 'Tis his to ring in emblematic rhyme The echoes of those tumults from afar, Which strike his ear with such a startling jar — Which tell of some disaster that hath hurl'd To ruin thousands in thy vortex, World, Beneath the influence of their evil ruling star !"], [40, "16 PROEM XXX. Thus, through \"The Chronicle,\" thy trump, O Fame ! Of storm or calm, with such variety Alternate ruling the unsettled sea Of Human Life, the tidings you proclaim — What furious conflicts on that ocean rage — Which still its inmates' sympathy engage Here, where he feels from off that troubled main So grateful for the haven he could gain, And without being buried in a hermitage. XXXI \" By mountain, meadow, streamlet, grove, or cell, Nature I '11 court in her sequester'd haunts, Where the poised lark his evening ditty chaunts, And Health, and Peace, and Contemplation dwell\" — And place th' inscription o'er my cottage door, And crown it from the mine of classic lore With that rich motto, as my heartfelt pride, \" Parva sed apta mihi \" — to preside With thee, blest Independence, o'er my frugal store!"], [41, "17 PROEM. XXXII. With such a prospect to enchant the soul Where Nature, simple Nature, must impart, To laugh to scorn the feeble works of Art, A charm each prurient effort to control — Each study here of stone, or moss, or shell, To scoop a grotto, — or a hermit's cell, With its \" Memento Mori ! \" duly graced, Of skull and hour-glass in their station placed, To mark the deep philosopher who there doth dwell. XXXIII. Whence every sign and symptom I would chase, In the choice diction of the present day Of lodge or villa, grange, or ferme ornee, To have my dwelling dubb'd a fancy place — To make, with mingled sneer and strutting air, A cockney or a rustic tourist stare, With hand in pouch whilst fumbling all the time, For, purchase of a pleasure so sublime, The fee his taste or his finances ought to spare. c"], [42, "18 PROEM. XXXIV To keep an Album or an Annual Throughout the year, for any rambling one To note his precious rambling thoughts thereon, And crown his course with fame perpetual : — Yet he would here receive with welcome warm Him, Nature, who can truly own the charm With which thou set'st the raptured soul on fire — Proud as the Master of the Lathi lyre, Not of his tuneful skill, but of his Sabine Farm. XXXV. Whence an Epistle he would fain indite * (To prompt its author in his feeble rhyme, Although not favour'd with the genial clime Which could that master-spirit so excite), — As warmly of its pleasures to partake, Its Poet would invite unto his Lake His friend, beneath the cheering face of heaven, Where not unfrequent to its site is given A charm, which in a kindred bosom may awake. * See the motto prefixed to the Poem"], [43, "19 PROEM XXXVI. And to its kindled fancy bring to view Here, with the sun to lighten up their sides, \"The chain of mountains which this vale divides\" — Amid the various images he drew, With some of the most pleasing here to greet From the famed picture of the bard's retreat : Here, with such gladd'ning lustre as he shines, No ripening pow'r on olives or on vines Although that sun possesses round his northern seat. XXXVII. The grain and fruitage which his beams bestow, With all the blessings on his favour'd head A gracious Providence here deigns to shed, To kindle in his heart a fervent glow — To strive to add a wreath unto the fame Of the fair valley, Emont, of thy name, So finely floated, to inspire his theme, With the majestic Parent of thy stream — May prompt thygrateful poet's vain, tho' venial aim! c 2"], [44, "20 PROEM. XXXVIII Where still, \" O Solitude, romantic maid ! \" (And without \" hovering o'er the yawning tomb,\" Or seeking, in the \" desert's trackless gloom,\" Thee as a dismal haunting spectral shade) Your lonely walks still will your vot'ry chuse Whenever he would wish to woo the Muse ! And ne'er until \" the Sisters' fatal shears Maycuthisthread,\" — and ne'erwith length of years The pleasing task, he thinks, his fancy can refuse ! XXXIX \" Young Fancy,\" though \"to him divinest name\" — To him, perhaps, her least inspired child — Full well he knows \"to gaze her visions wild,\" Howfew can boast, \"and feel, unmixed her flame :\" Yet, while in golden censers he would bring No fulsome, flattering incense thence to fling, — Or on her altar kindle other fire Save, Nature, what thy sovereign charms inspire, With unsophisticated zeal her praise he 'd sing !"], [45, "21 PROEM. XL. Oh ! sad would be the hour the doleful knell For him to ring, like Lawyer to his Muse, — * But, as an ardent Poet he 'd refuse Ever to sing, \" Enchantress, fare thee well ! \" Bereft of thee, all cheerless he must rove By lake, o 'er mountain, moor, and through each grove : — Deprived of such a charming recreation, And which affords him such a consolation Beneath the darkest frowns of cloud-compelling Jove. XLI (\" The meaning, not the name he calls\"), whene'er And with no voice profane or thoughts unholy He would indulge thy pleasures, Melancholy ! Although not perch 'd on such a station drear As on the topmost rock of Teneriff, Or on the awful brink of Dover cliff — But seated in his study's elbow-chair, Whence he can ken with sympathizing care Some drench'd, ill-fated Laker's weather-beaten skiff. * See \" The Lawyer's Farewell to the Muse.\""], [46, "22 PROEM. XLII. The very fate, the first time on this Lake (As vivid in his memory, he may say, As if it had but happened yesterday), It was his rambling fortune to partake : When little he could dream indeed the while, Midst all the after visions to beguile His fancy, settling on the very spot In vision he selected for his cot, His destiny should through those clouds benignant smile, XL1II. Refulgent breaking forth like thee, O Sun, Through those embattled clouds that seem'd to fly With all their evil train adown the sky ! Whence could he fail into the strain* to run Of him, the tuneful tourist, who could raise To thee so high his passing voice of praise f E 'en he, to whom, fair Lake, thou dost appear Throughout the seasons, each revolving year, With some new charm array'd to his enraptured gaze? ♦See Cumberland's Ode to the Sun, in the Addenda to West's Guide to the Lakes."], [47, "23 PROEM. XLIV To prompt, if ever he could breathe, a lay Replete, fair Lake, with gratitude to thee, The emblem of his happy destiny Beneath thy fav'ring influence to portray '; — As when so clear at length thy hills arise So long obscured beneath thy wintry skies, — Thy banks, with richest verdure clad and bloom, Put on their vernal gay attire, his doom, Boon Nature, as thou brighten'st with such ecstasies ! XLV Oh ! in those favour'd moments of the clime (\" For, England, with thy faults I love thee still, My Country,\" and e'er most from Eusemere Hill) I feel their magic influence at the time So powerfully, in the pleasures they bestow, To make my fancy with a charm to glow, And waft me (if they could but longer last, Nor often fly so soon before the blast,) To the most genial, blest, attemper'd realms below."], [48, "24 PROEM. XLVI. Where, still, through rolling moons, day after day, I 've hail'd Dan Phoebus in his cloudless car, — Each night when I could count each glitt'ring star. And see the harmless summer-lightning play : When (as I sung of their illumin'd sides) The chain of mountains, which this vale divides, Beyond my power to paint at ev'n or morn, — The lovely Lake, too, which his beams adorn, Hotfromthecar in which \"theGodof Gladness\" rides. XL VII Nor in accordance can 1 fail to chime With his the skilful Artist's faithful Guide, Together with their owner's heartfelt pride, Hence, Eusemere, in its panegj T rick rhyme Echoing the charms my verse can verify, When favour'd by such an auspicious sky — Yon mountain-prospect when my ken can hail Wrapt in its thin celestial azure veil, That seems more like enchantment than reality !"], [49, "25 PROEM. XLVIII. Fain would I, if not with this sounding note, — Fain would I, with this prelude to my song If not already weary, you so long Think my solfaing with so hoarse a throat — For preparation such a tedious time You deem I need in chanting forth my rhyme — Fain would I with a further flourish dwell, Indulgent Reader, on my tuneless shell, The while attempting no ambitious strain sublime ; XLIX. No — on my simple pipe, or lyre, or lute, I look through life with greater confidence, If ever I could plead with eloquence, To thee, O Nature, to address my suit ! When to my favourite walk the hours invite That fill my bosom with such high delight ; At spring-time from her covert when I scare Then safe from dog of chase the timorous hare, From yonder knoll of furze in golden blossom bright :"], [50, "26 PROEM. L. Or of the covey (whom their better star Sure, in the threat'ning season, shone to spare) From off their nest startle the lucky pair, Escaped the sportsman's unrelenting war — Poor birds ! now take again your happy place — I would not, in its transient term of grace, Have willingly disturb'd your short lived joy — Believe me, other thoughts my breast employ, Ashamed not to address you in such greeting phrase ! LI And yet, in every season, in each state, Like your's, poor birds ! on yonder rocky heights, The haunts of falcons and voracious kites, Each sublunary creature's common fate, In every moment of security, Has cause to dread some lurking enemy ! Hence, as upon this moralizing strain Dwelling so long, the poet hence would fain Proceed to finish, musing, his apostrophe !"], [51, "27 PROEM. LII. When to my favourite walk the hours invite, What time the shepherd, with their bleating lambs, Now to their heights again leads up the dams, E'er to thy vot'ry such a joyous sight, O Nature ! waking from their winter's sleep, Along the beauteous border of this deep, As, on the wild flowers on the plains and fells, So richly in their countless cups and bells Thy pencil here, all in such varied hues can steep. LIII When to my favourite walk the hours invite, Then to some chosen station to repair, Fresh from the Lake to scent the vernal air, That fills my bosom with such high delight — Some station, where I feel the fresh'ning breeze, Fair flood! more grateful 'neath thy scatter'd trees, Which grace thy strand or hang upon thy side, — Beneath their shade, in glowing summer tide, My senses, far beyond my pow'rs to tell, to please."], [52, "28 PROEM. LIV Unwearied still this tract I love to range (As all things in this sublunary sphere Are destin'd, Nature, with the waning year, With all thy works to undergo a change) When its late verdant heights as I discern Then turning all so brown from fading fern, — As from its margin I then fright away, Perch'd on the rock, in yonder little bay, That patient fisher, the unwilling rising hern. LV In which, I fear, the keen ey'd critic hails An emblem as I thus attempt to sing, As, like yon bird, upon her heavy wing, The Muse adown yon opening vista sails : Where, to her charmed sight, her inland deep, With such a noble and enchanting sweep, Here, at the turn of its commanding beach, Expands sublimely forth its second reach, Beyond the point, Yew Crag, of thy romantic steep"], [53, "29 PROEM. LVI Fain would I further still pursue my course, Its more enamour'd and enthusiast child, The more the scene a character more wild Assumes, — until arrested by the Horse, The Pass, where she, who call'd on me to roam, Now to return, to con my task at home The Muse commands — where she out of each rock Might make a poet from a duller stock Even than his, whose genius furnish'd forth this tome. LVII Where, Nature, thou, in thy unfolded book, To thy pains-taking ardent votary, Such varied store of knowledge dost supply In every tree, and stone, and running brook : Yet deem not, on a station all forlorn, All other pleasures in his breast forsworn, Within these tow'ring walls your vot'ry sunk To ape the ambition of a moping monk, So cold and morbid, with no social feelings born."], [54, "30 PROEM. LVIII. Who in the solitudes he hath preferr'd Though he may seem to shun \" each eager strife,\" Averse unto the joys of \" crowded life,\" Yet Uke no stricken deer hath left the herd ; Yet hath he, wounded by no shaft or spleen, Sought many a soothing, lone, romantic scene : No Croesus — nor a bankrupt in estate — Where, more and more rejoicing in his fate, Like Jaques, he may love to moralize, I ween ! LIX No Timon either in his dear retreat Aweary of this world, through which to fare, Like others, by its common road of care, Of joys and griefs, how grateful does he greet His lot, the pilgrim-staff where he would fain Lay up, — yet like no hermit with his train — With their sweet smiles to bless his varied hours, Enchanting Lake ! in sunshine and in show'rs, As musing, Nature, there, on thy romantic reign."], [55, "31 PROEM. LX. Where now the matron, Autumn, to his gaze Seems all the charming fairy-scene to shroud, Wrapt in one vast impenetrable cloud, Fain would he call to break that envious haze (As potent Prospero to his magic cell Summons his ever-faithful Ariel) That spirit, darting, with the meteor's glance, Athwart the welkin with his glitt'ring lance — When lo ! arising, till they clear each tow'ring fell. LXI. The morning mists disperse : — so bright and still Shines forth, beneath that calm autumnal sky, Its liquid mirror to his charmed eye Reflecting every point, and bay, and hill, So fair on casting off their transient veil ; Afar not from his dwelling then to hail Winding beside the Lake a hunter-train, So gallantly equipp'd the chase amain To follow through the mountain-wilds of Martindale"], [56, ""], [57, "THE VISION. PART I. THE CHACE D"], [58, ""], [59, "THE VISION. PAR ' I— THE CHASE. I. MARTINDALE. II. PATTERDALE. III. GLENRIDDEN. MARTINDALE. 1 Lord Lyulph, there, the leader of that train, So gallantly equipp'd, my verse would hail To thy romantic region, Patterdale, Winding by Hartshope in the chase amain : When he had driven the deer from early morn To latest eve, with echoing hound and horn, And through those mountain wilds had ta'en his way, Oh ! then the glorious hunting of that day No child was ever doom'd to rue that was unborn ! d 2"], [60, "36 THE CHASE, II But, rather, with the Poet to rejoice ! And with the Poet's fancy hail the star Which led Lord Lyulph in the chase afar — And, oh ! if prompted there to raise his voice What time he kens the herds of mountain-deer, As, startled, they along yon heights appear — Though in ambitious yet a venial strain, Thus prompted in so querulous a vein, Your humble bard, ye Critics ! with indulgence hear. Ill Ye native burghers of these desert hills ! There, where the exiled duke might have deplored In y T our confines to see your haunches gored, There now the thought my contemplation fills, That still so long ye have preserved your race, In your assign 'd and native dwelling place, 'Gainst your usurpers, ty r rants, — who (it irks to tell) With sanguinary rage so fierce, so fell, Oft follow on their kind th' exterminating chase !"], [61, "37 MA RTI N PA I.E. i\\ Pursue, then, in your nobler field of fame Your sport, ye Nimrods ! while my echoing verse Would fain the glories of those days rehearse, And, to your kindled fancies, reuse the game In those romantic wild-wood dales of yore, So widely ravaged by the bristling boar : On which, if it hath pleased you to hear How well the twanging bow and whizzing spear Could glut their rage, O listen to your Poet's lore ! V O kindly listen to your Poet's lore, Who fain would sing how in this distant age Its pristine pleasures can so still engage, Though not, as erst, upon the bristling boar ! First on poor Renard in the list that fires The meeting of the Melton Mowbray Squires — Then, next, on stags and hares — nor, in their turn, Forgotten, foremost in the chase who burn Toshowtheir zeal theDayof EppingHunt inspires !"], [62, "38 THE CHASE. w From me, who never in such raptures rush, — From me, whom ne'er, excited by such fame, The passion for field-honours could inflame, To carry off that glorious palm, the Brush — In triumph, yet, when to my grange they bear That matchless trophy, for their well-earn'd fare, From me the welcome sportsmen their reward Then, for the safety of my poultry-yard, But chiefly of my geese upon the common, share. XU Then, kindly listen to your Poet's lore, Who fain would sing how in this distant age Its pristine pleasures can so still engage As fired the bosom in the days of yore ! When, haply scaped the cities atmosphere, Partaking of such hospitable cheer, As I have witness'd flocking to these fells So gay a company of beaux and belles, Assembled to behold the taking of the deer."], [63, "39 MAR TINDALE. VIII. Where, in the single day, they dedicate To thee, O Nature, in thy depth of hills, However transient, sure some rapture fills And prompts the dullest souls to meditate : — I speak not of th' assembly at this feast, At which I may be deem'd the dullest guest ; At which we muster in a rustic hall Graced with the antlers hung upon its wall, On which each several gallant chase, it led, exprest. IX But hark ! without the huntsman's horn proclaim Now driven down, from off his echoing fell, By direful bay of dog and human yell, A promised trophy from the hard-press'd game, — The noble buck that seeks now in the Lake His panting sides to lave, his thirst to slake — In which he strives in vain away to swim From his pursuers, with exhausted limb, Where they so easily, at last, their victim take : —"], [64, "40 THE CHASE. X Then drag him by the antlers to the shore — Where, as \" the animal heaves forth such groans,\" To move all hearts save those of stocks and stones, As would have touch 'd, I ween, unto its core That which so sorrow'd o'er a wounded hare — * That spirit, then, would have invoked to spare No longer, — where they lay him to revive, Strong for another day of sport to live, In mercy call'd on Heaven to let him perish there ! XI So ends the chase — so every brilliant fight, In which those who engaged, as, from afar, Those to the scene of desolating war Who come to muse upon its awful site, In after-ages to be so renown'd — There, in no \"still small accents from the ground,\" With all the various mingled shouts and groans, The cries of \"Victory ! \" with the dying moans, They hear again the din of battle to resound ! * Robert Burns"], [65, "41 MARTIN DALE. XII So, in my rambles as I oft repair To muse, poor deer, upon the fatal field Where thou wert taken, which such palms could yield ! Amid the solitude and silence there Methinks, How Down, within thy lonely dell I hear the clamour of the chase to swell ! Again the shouts of triumph to resound O'er thee, poor victim, on the fated ground ! Again the mingled echoing howls from Hallin Fell ! XIII. Yet, I presume not to prescribe their sport To others, or divert them in my page From what their hearts so warmly can engage — Because my fancy other pleasures court Thau those, \"with horse and hound, which can display \" Such joy, exulting at the ' Hark away.' ' I, to whose hearing other music own Far more congenial, in a softer tone Than that thou promptest, Nature, in such yell and bay."], [66, "42 THE CHASE. XIV As, now, attracted to the favourite spot, To which for exercise so oft I roam, An easy, pleasant airing from my home, To tell, poor deer, of your disastrous lot — (Whose chase would have but little charms for me, Could it outvie that of the Hart Horn Tree, When gallant \" Hercules kill'd Hart of Greece, And\" gallant \" Hart of Greece kill'd Hercules\") Here I approach, poor deer, to sing your elegy ! XV. Where tho' your Jaques may provoke the sneer Of some staunch Nimrods and their jokes excite, In kindling up his genius thus to write Upon the sorrows of an outcast deer, — Yet, when he heard of the ill-fated brute, Twice hunted, which escaped, alive, pursuit, Was threaten'd with the war of chase again, He felt he could not from the theme refrain Nor let his Muse on such a subject well keep mute"], [67, "43 MARTINDALE. XVI. And though, methinks, ye all so loudly cry, That, if the creature he had wish'd to spare, In season he might have preferr'd his pray'r, — To this he begs permission to reply, That while such wish he ne'er could hope to gain, If aught he knows, ye Nimrods, of your vein, Your Jaques (e'en aspiring to such fame) Fancied the outcast deer thus urged his claim, Perhaps as Gay or Cowper mighthave heard him plain. THE RED-DEER'S PETITION I. Leave, huntsman, leave the poor red-deer To range upon his lonely fell, — Nor in the chase with mortal fear Again his heart to bursting swell ! The poor red-deer, who in the chase Has twice afforded you such sport, Sure from your heart may claim some grace And not in vain your pity court !"], [68, "44 THE CHASE. 2 The poor red-deer, beset with foes, At his escape scarce can rejoice, — Of such alternative of woes Who knows not how to make a choice : Who better had resign'd his breath, When taken, panting, scarce alive, Than undergo so often death, — Amid such terrors to survive. 3. An outcast for no fault or crime, Beneath his most malignant star Destin'd to pass his dreary time For ever from his herd afar ! An outcast, doom'd through life to roam, From whom his friends would now all flee, — A creature now without a home — No place of refuge left for me !"], [69, "45 MA RTIN DAI.E. 4. Yet, as to life each exile clings, However sad may be his state, — And as the bird in prison sings Regardless of her hapless fate ; — As Crusoe, in his desert Isle, Could, with the aid of Providence, His solitary hours beguile, And own their soothing influence : — 5. So let me on my mountain-wild, Secure from hound and hunter, roam, — Like mark'd Misfortune's outcast child, There fix my solitary home — Perchance, with much-loved scenes (again Which I must never, never hail !) I may succeed to soothe my pain, — With visions of my Martindale !"], [70, "46 THE CHASE. 6. Leave, huntsman, leave the poor red-deer To range upon his lonely fell, — Nor in the chase with mortal fear Again his heart to bursting swell ! The poor red-deer, who in the chase Has twice afforded you such sport, Sure from your heart may claim some grace, And not in vain your pity court !"], [71, "PATTERDALE. i. Perhaps though somewhatwand'ring from his theme, Your humble Poet, who could ill refrain From giving to his fancy thus the rein, Of your indulgence still I trust you '11 deem Him not unworthy, — who would bring a scene, Good, courteous Reader, to your gaze, which e'en That master-spirit with enraptured eye, Great Shakspeare, might have view'd with ecstasy — Where — if his melancholy Jaques then had been —"], [72, "48 THE CHASE. II. His kindled genius, haply, to this place Had told of some sequester'd stag that came To languish, — one, that from the hunter's aim Had ta'en a hurt, Lord Lyulph, in your chase ! Like that erst, in the Forest of Ardenne, Which seems to meet your mimic Jaques' ken — Here, where, his monodrama to complete, Good Reader, he would take his seat, And to your fancy rear the most romantic glen : — III Here, in the bosom of this glorious Dale, (Not wanting in the antique- rooted oak, Beneath which those immortal lines were spoke, That with such heartfelt influence must prevail) — Lo ! here, methinks, augmenting it with tears, Beside the brook * the sobbing deer appears ! As I have seen the wretched animal, With his exertions so exhausted, fall, As ne'er to rise again, thus closing all his fears. * Goldrill"], [73, "49 PATTERDA LE. IV. Here, in the bosom of this glorious Dale, Nor can the fancy for awhile refrain From weaving further still into her strain The scene, which with such rapture she must hail — Not more to Fancy than to Memory dear, The time recalling when I wander'd here — How many years now o'er my head have flown Since first I, musing, sat on yonder stone, Upon the margin, Goldrill, of your lonely Mere ! * V Here, whence through emerald\"meads,|thou beau teous brook, So fair a silver-winding link you make Betwixt this and your lower mighty Lake, Beside thee, when my charmed walks I took, A stranger, where I linger'd many a day With her, the dear companion of my way, — The region which my mem'ry so endears — For which so strengthen'd by the lapse of years The love, to wake the grateful murmurs of my lay. * Commonly called Brothers' Water K"], [74, "50 THE CHASE. ODE I. Say, Memory, how the halcyon brings, In her brilliant-glancing wings, An emblem of the flight of years ! How brief the interval appears Since we trod this lonely shore, Which we again, so charm'd, explore, As Fancy with her kindling view Follows those glancing plumes of brilliant hue ! 9 What time she makes the tranquil Lake Her reflected image take, — Or illumines with its gleam The placid bosom of the stream, Whose meand'ring with such speed She pursues along the mead, Till, wheeling round unto her nest, The little wand'rer loves at last to rest."], [75, "51 PATTERDALE. 3. So, Fancy, to thy rapt survey, This Lake and Streamlet may portray, (As the various objects pass O'er the still or running glass) The Mirror which as clear we find There, when its calm reigns o'er the mind, — The bird those bright- wing'd hours that sped In many a distant travel o'er our head : — 4. Where, in its port, the fairy-boat In the lily seems afloat, Upon the toils we have endured Our bark which wisely we 've secured, — Or, set as bright upon its deep, Where its dark, rock-brow 'd waters sleep, As leading us no more afar, The fixing of our wand'ring golden star ! e 2"], [76, "52 THE CHASE. \\ i Where now, no wand'ring Patriarch with my train, No longer seeking for the \" Tartar's home,\" Nor wishing hence, indeed, afar to roam, To strike, where I have pitch'd, my tent again; — No longer now a rambling stranger here With now so many whom I hold most dear, To realize my cherish 'd golden dream, That erst my path with many a brilliant gleam Illumin'd my long various pilgrimage to cheer : — VII The days, the wish'd for days, at last are come, When in the choice excursions I can make Around my dwelling, — by a favourite Lake — When, in his flights around his much loved home (No longer hence his destiny to mock Wide wand'ring), in thy land of tow'ring rock, To teach their tender minds to sympathize Here, charming Nature ! in his ecstasies, Their happy parent bird can lead his blithesome flock."], [77, "53 PATTE It I) A I. E. \\ in Here, with Lord Lyulph and his noble train, Thou, Nature, with such mingled joy and awe, Mav'st to thy sacred haunts his footsteps draw, As well may prompt thy vot'ry's ardent strain ! As well may prompt thy humble votary To point out some happier bard to try Upon thine archway, mid these realms sublime, Enchanting Goldrill ! in his echoing rhyme T' unlock the silent springs of tuneful Poesy ! IX. Nor less to view, in all its charms sublime, The scenery, and to ken the lofty source Whence, Goldrill, thou pursu'st thy fretful course, Let not the Bard or Pilgrim fail to climb The Station,* whence Amhara's far-famed vale His fancy, in no daring flight, may hail — From Gowb'rough and Glencoin to Kirkstone Fell A barrier on all sides impassable, Rearing to the romantic realm of Patterdale — * The Slate-quarry on Place Fell"], [78, "54 THE CHASE. X There, midst the Alpine scenery it commands, There, midst its mountainous magnificence, Surveying from that glorious eminence, Where, on his base, distinct, each giant stands And lifts his frowning forehead to the sky, Tow'ring in all his rugged majesty — A prospect, that, methinks, may e'en impart Its influence on the most unfeeling heart, To gaze on it with an enthusiast's ecstasy ! XI. A prospect so enchanting to mine eyes — A prospect so engaging to my heart, As ne'er can fail its influence to impart To fill my fancy with such ecstasies ! To make my feelings their ambition own To take my seat upon your vacant throne, Ye Kings ! who held your undisputed reign In your secluded and sublime domain, And made your edicts, like more potent sov'reigns,known,"], [79, "PATTK R DA I.E. 55 XII Ye Kings! whence banish'd now your fated line — Ye Kings ! whose spirits still, at Fancy's call, Seem haunting yon deserted gloomy Hall — * Like Banquos that in shadowy state could shine Erewhile in long succession to prevail — Illustrious Kings of Patterdale, all hail ! Where I much rather would have worn your crown In your romantic region of renown, Than of \"Le Grand Monarque\" of St. Cloud and Versailles ! XIII. \" Some pine-topt precipice would rather chuse,\" Here, in the midst of your majestic mountains, The sources of a thousand murmuring fountains, To aid the inspirations of the Muse — Here, whence, to fill fair Ullse, redundant pours Full many a stream, — full many a torrent roars — Than to those Regal Gardens where 't is given \"To cast their tortured waters up to heaven,\" And spread in artificial lakes their stagnant stores. * This Address to the Hall was written before it became tenanted by its present owner."], [80, "56 THE CHASE. XIV Ye happy Nymphs and Swains ! with surly glance, Yet, who would grudge the pleasures ye partake Of there, beside each artificial lake, On the smooth lawn in promenade and dance ? And here though more congenial to my heart I own the works of Nature than of Art — The Oreads and the Dryads of this tract, — The Naiads of each stream and cataract — The pleasures which these rural deities impart — XV. \" All have their fooleries \" in each clime and age — Or (by another Poet as portray'd) \" While some affect the sun and some the shade, Some flee the city, some the hermitage,\" All have their fooleries, e'en as 1 have mine, An unsuccessful suitor of the Nine — Who of his recreation would bereave No creature, but each to his fancy leave, In shades to woo the Muses or in Courts to shine."], [81, "57 PATTERDALE. XVI. I, who did never mingle in the last, No pupil there bred up in Fashion's School, And ne'er a slave to her capricious rule, There where so long my destiny was cast — \" As one so long in populous city pent,\" Muse, to this realm I, as your vot'ry, bent My course, — far from the vortex of the town, This realm that could not fail my hopes to crown — To make thee venture hence upon no bold ascent ! XVII The whilst he, more like Fancy's reckless child, Would in no labour'd, set, continuous lay The fruits of your deep-studied lore display — But, freely as you prompt his visions wild (If to his breast such transports can be known), To thee, Enchantress, he would grateful own ! Your Poet may, perchance, more safely sing (If thou wilt kindly deign to listen), — \" Bring, Daughter of Toscar, bring the harp! \" in echoing tone"], [82, "58 I H E C HA SE. XVIII. O if \" the light of Song \" can so inspire, \"Arising\" with such raptures in his soul,\" As wooing zephyrs wave with sweet controul Their pinions o'er their own responsive lyre — His harp, e'en like th' /Eolian, may prevail \" To tune to melody the mountain-gale ; \" Which, as it rushes 'twixt each opening steep, With various murmurs stirs this inland deep, — Still flowing on — so he resumes his broken tale XIX To this sequester'd region's Sanctuary, Now, onward, like a true and pious Knight, As he was wont e'er after sport and fight, Lord Lyulph led his gallant company ; — There where, indeed, the venerable yew May well, unto the musing Fancy's view, The spirit of departed Time recall Into the circle of its mossy wall, The passing scene within its precincts to renew"], [83, "59 PATTER I) A I.E. XX. There, now, where, well aweary of their toils, Lord Lyulph and his noble train dismount, Whose feats no further would the lay recount, As well attested by their sylvan spoils, — Which on the branches of yon yew they hung, All, with their idle spears and bows unstrung, Like Pilgrims, in procession, to repair Beneath that Chapel's roof in fervent prayer To bend and listen to the mass which there was sung."], [84, "CJLENRIDDEN. 1. Hence, with his son and heir and noble train, As home returning from his toilsome quest, So soon Lord Lyulph's progress to arrest, What makes him halt his retinue again ? Not to disturb then in his path a pair So deeply there engaged in earnest pray'r, Their bosoms glowing with such fervent zeal, Of his approach unconscious, as they kneel, That well may wake the Baron's sympathizing care"], [85, "61 GLENRIDDEN. II Beneath its little consecrated roof, Upon the wayside, at a crystal well, Springing there in its carved stony shell, Built, for the thirsting passenger, sun-proof, A man, scarce stricken by the touch of Time, Beside one blooming in her beauty's prime, In adoration bent before a shrine That fill'd their souls with ecstasy divine, And fired the elder's eye rolling in trance sublime in And well, indeed, that gallant company, Suddenly halting in such deep amaze, Might on that elder stranger fix their gaze Whose eye thus seem'd to bend on vacancy ! There nought appear'd to their inquiring sight But a steep-tow'ring, savage, craggy height ; Where, boldly to uprise the clefts between Of fragments of huge splinter'd rock, was seen The stately stem of many a tree in foliage bright."], [86, "62 THE CHASE. l\\ Where oaks and sycamores high up the base Of this rough rocky mountain wide display'd Their rich autumnal variegated shade, Mingled with weeping birch, that, full of grace, Waved to the breezes its long tresses fair, — While, nodding higher far than these in air The feathery rowan, in its highest pride Of scarlet clusters, its rich crest supplied, Seem'd all indeed that could attract that stranger's stare V. Distinctly, yet, that fated region gave The Vision to the elder's tranced eye, That seem'd to bend its gaze on vacancy, Where but the climbing high trees seem'd to wave : The Vision in its mimic hues so faint, The glorious Vision which my verse would paint In colours all as glowing as he saw, There, at the fountain, with such deep-struck awe, Beneath the influence of his Tutelary Saint !"], [87, "63 G LKNR1DUKX. VI Who, at that moment, with the sacred Twain Presiding o'er the Sister British Isle, Unto the visionary's gaze the while Achieved his renowned feats again ! The while the very Cross there seem'd to shine On which the Martyr won a crown divine — The fiery Dragon there again he slew, The Knight, who on his courser rush'd to view, Heroic wreaths in holy brotherhood to twine ! VII His young companion, too, there watch'dhis trance, From which she roused him with her gentle hand, Soon as the view of that arrested band Had caught the startled fair one's anxious glance : But soon the parties in each other feel, Beneath the noble Baron's courteous zeal, What could not fail so quickly to impart Its kindly influence on each generous heart, At once of mutual confidence to set the seal."], [88, "64 I *H E CHASE. VIII His train dismiss'd, now from the house of pray'r As home returning from his toilsome quest, Where he, invited, wends a welcome guest, Lord Lyulph seeks a gentle hermit's fare, — Upon the borders of the noble flood, There were, as fancy paints, a cottage stood, E'en then, as now, luxuriantly embower'd, And where the Crag* majestically tower'd To charm the rapt enthusiast in his musing mood. IX Lord Lyulph and his son there seem spell-bound, So fascinated with th' enchanting spot, — Half envying him who there had fixed his lot : It was indeed a spot of fairy ground, And must have boasted some peculiar pow'r Thus to arrest Lord Lyulph in that hour ; With whom though little could such scenes prevail, Yet deem not, ever clad in coat of mail, He reigned a fearful tyrant in his Feudal Tow'r. •Stybarrow Crag."], [89, "65 GLKNR1DDEN. X. Unlike the worthies in the days of yore, The sacrifices which the Saxons made Not far from hence, — the worship which they paid Their idol at the shrine of Kirby Thore — He was not one of those ambitious wights To cater for voracious wolves and kites, Panting to him the glory to be given To set a-mourning all the hawks of heaven, With him departing such full feasts of bloody fights. XI No wolf* in Nature, though he bore the name, As well upon his banner as his shield, Where the device, in many a glorious field, Had for its owner won a wide-spread fame, — He, who no longer in the deathful fray Would now unfurl his banner, growing gray In battles, sated with his setting sun, To hail in peace the fame which it had won, And o'er its castle-wall its waving pride display. * Ulf is no other than Wolf Latinized. Burn's Westmorland, p. 344. I"], [90, "66 THE CHASE. XII. Yet, when he cast his gaze upon that Tower So stately rising on the Lake's fair side, Above the woods in all its feudal pride, Within his heart he felt its kindling power ; Presaging thence beheld his noble line, With him commencing, in long order shine, — De Graystock's honourable Barony Unto Lord Lyulph, for his chivalry, Bestow'd by the illustrious Ranulph de Meschines XIII One cause of grief yet prey'd upon his heart, So much of anxious care that made it prove, — Which from his heart, Lord Lyulph, to remove, With half of his broad lands would gladly part : Who was, to wit, the noble parent-tree Not of a numerous though fair progeny, There being to him and his House but born Two scions in Althea and in Phorne, — Two goodly scions to preserve his memory."], [91, "67 GLENRIDDEN. XIV Beneath thy banner, Godfrey of Boulogne, Though to that heart much joy it did afford How well the Youth had flesh'd his maiden sword, And won the knightly honours of Saint John, — The Baron and his Dame (no youthful bride) To see that hopeful scion well allied Were still most anxious, to perpetuate Their blood, with barony and rich estate, — To hail some pledge for flowing on in noble tide. XV. Such was the guest to whom due welcome gave His gentle host — enthusiast eremite — In Nature's scenes who felt such high delight ! No stern ascetic abject friar to crave The alms of those whom in his road he meets, — Who with due courtesy the Baron greets : Who, Erin, from thine Isle an exile fled, When his malignant stars their influence shed On Diarmuda in the loveliest of retreats. f'2"], [92, "68 THE CHASE. XVI Where the Mourne Mountains with their chief uprear Their graceful tow'ring ridge along thy shore, — Where now the Paradise of Tullamore* So sweetly in that region doth appear, The poet's fancy there marks out the spot, Whence, as his hermit, from a chosen plot, Gazed through a vista, on the sunny sea, The promise of his happier destiny So fondly he indulged in his romantic cot — XVII. The refuge, Erin, in a beauteous bay Upon thy wild and wooded shore he sought, When for his country he had vainly fought, And, mourning, saw her glorious light decay, Fell Bigotry! extinguish 'd in thy gloom ! Yet might the poet of the day presume To hail the dawning of a golden reign ! Expell'd the Sister Islands' mutual bane, While mutual love and confidence their skies illume! ♦The seat of the Earl of Roden, in Downshire."], [93, "69 GLENRIDDEN. XVIII. \" Coming events then seem'd to cast before Their shadows,\" Erin, as he near'd to greet, The first time that a stranger set his feet With anxious kindled feelings on thy shore : There as, Slieve Donard, tow'ring with such grace, The waving outline of thy ridge to trace He stood admiring thy heav'n-kissing hill, — The regions as thy giant-shadows fill, At sunrise and at sunset, round thy mighty base ! XIX. Here could thy patriot trav'ller not refrain From weaving, even from the glimpse the while He had, O Erin ! of thine Emerald Isle, Thy better wish'd for fate into his strain : Here may his ardent patriot pray'r prevail The dawning of thy happier days to hail ! Whence, as invoking with sincerity, He pants to see fulfill'd this destiny, Returns the humble poet to resume his tale."], [94, "70 THE CHASE. XX. Where Diarmuda a more peaceful nest, Not far there from beneath the eagle's, found Upon the margin of the Lake renown'd, — Across the main, rejoicing in his quest, At length, Lord Lymlph, reach'd, in happy hour, In the asylum near thy Feudal Tower : Glenridden, with his only child to dwell Amid thy realms, — with his dear Amabel, Amid thy blossoms budding there the fairest flower. XXI. Where, frequent, with its chilling influence fraught, Glenridden, in the vernal snowy shower, In thy lone valley mantling every flower, As I have seen the reign of winter brought — The which, almost as quickly as it fell, As I have seen the beams of day dispel, — And the lone valley rapidly resume Its vernal verdant tint and opening bloom — So of the efforts of those souls the Muse may tell : —"], [95, "71 GLENRIDDEN. XXII. Who view, unto the will of Heaven resign'd, Such lesson of contentment while they learn, Their sunshine with redoubled force return (As on the scene) o'er each unclouded mind : Till the pervading influence of the clime, Amidst a realm so beauteous and sublime, May o'er its lonely dwellers weave a spell, And prompt their souls \"tomuseo'erfloodand fell;\" As duly trusting to the soothing pow'r of time. XXIII \"Say, gentle hermit of this peaceful dale,\" ('Twas thus Lord Lyulph then his host addrest Where he had felt himself a welcome guest) \" If aught beyond its precincts can prevail To draw you from this tranquil fair retreat, Where peace and every pensive pleasure sweet, So charm your stay, — thee, where I too abide Upon this lovely Lake's romantic side, As warmly in return, fain would I hope to greet !"], [96, "72 THE CHASE. XXIV. \" Where, gentle hermit, you may still partake (Nor fear aught on your quiet to intrude) Of all the pleasures of the solitude, So dear to you, of your enchanting Lake.\" \" Though most severe has been my pilgrimage, Yet, O, believe me, in this hermitage — Where (as a storm-tost vessel, to repair, Flies to some neighb'ring haven) torn with care, I've harbour'd for awhile, my sorrows to assuage: — XXV. Soon as I feel — as now, their weaken'd force,\" (The hermit thus continued his reply Unto the gracious Baron's courtesy), \" Intending to pursue my destin'd course : In which I'll still maintain the noble strife, Howe'er in tempests and disasters rife, — In which, however high the billows roll, I'll still acknowledge my unshrinking soul Was launch'd to brave the stormy sea of human life!\""], [97, "73 GLENRIDDEN. XXVI. So, on this happy day's auspicious close, To gild it with so bright a setting grace Upon the joys of this romantic chase, In leaving now his party to repose, And tuning to another strain his lyre, Fain would the bard, his fancy to inspire, Invoke its guardian spirit from above To paint the dawning of the light of Love, Enkindling in Glenridden its pure hallowed fire. XXVII. At which, though sinking in the Baron's soul, Pride may awaken for awhile its flame, Lord Lyulph yet had learnt enough to tame Such vain ambition and its rage controul : As, in the calm of that sequester'd place, \" In him the savage virtue of the Race, Revenge and all ferocious thoughts were dead,\" The while his planet its blest influence shed, His golden planet there full of celestial grace."], [98, "74 THE CHASE. XXVIII. Thanks to his Stars ! another now may boast (Yet altogether not unsuited deem The subject, Reader, to his rambling theme), As seated on his little ocean's coast, And as already chanted in his strain, Upon the storms which agitate the main, — The billows as against each shore they beat, One from his wonder, in his loved Retreat Of Peace, can at their wild commotion not refrain ! XXIX Here is one Canto, Duan, Fytte, or Strain, With Episode, Apostrophe, complete, And ye of him (who with a further treat Would your attention strive to entertain) Know, for his Drama he must beg a pause, Upon the Stage's old established Laws — Of him, who duly with an Overture Began your smiles, good Audience, to secure, His bow, between the Acts, like some great leader draws—"], [99, "75 G LEN RIDDEN. XXX. Like Paganini, in himself a band, Great as Apollo and his tuneful Quire ! When, with a theme so stirring to inspire Him, as the charms of his romantic Land, Some notes, good Audience, he may chance to wake, As, from its fancied power, his scenes may take Their shadowy semblance from his vocal string, — Like Orpheus, with his magic touch to bring Unto your view his Mountains, Valley, Stream, and Lake !"], [100, ""], [101, "THE VISION. PART IT. THE TOURNAMENT."], [102, ""], [103, "THE VISION. PART II.— THE TOURNAMENT. I. EMONT AND ULLSWATER. II. EMONT AND ULLSWATER. III. GOWBARROW, MAYBOROUGH, AND ARTHUR'S ROUND TABLE EMONT AND ULLSWATER. I Hence, Emont, that, beside yon wooded Mount,* Beginn'st thy course, so rapid and so clear, In soothing murmurs to my ravished ear, Fain would my verse the varied hours recount, Then when his walk the angler loves to take Along thy banks through many an alder-brake, Whose leaves first quiver to the breath of Spring, Till Nature her charm 'd votaries doth bring To float upon the bosom of thy parent Lake. * Dunmallard"], [104, "80 THE TOURNAMENT. II There Ariel, where each traveller must hail (Or ne'er a bard spoke in prophetic tone) And with enraptured gaze thy influence own, — Thee holding o'er majestic Patterdale, O'er that enchanting realm, thy potent reign; There, with Titania and their merry train, King Oberon rule Glenridden's fairy land : And there the Sylphs and Sylphids from the strand Of House Holm spread their empire o'er this inland main, III Good Reader, with indulgence be it spoke, That if there spreads a fairy-land and main That might awake the humblest Poet's strain, And prompt his ardent fancy to invoke Some kindly hovering Genius to inspire That fancy with a spark of minstrel-fire — Lo ! here, to make them all so sweetly smile, Auspicious on its mainland and each isle AswherethePrinceof Rhyme attunedhis silver lyre, —"], [105, "81 EMONT AND ULLSWATER. IV. The Poet of this Lake upon his page, Here, altogether might not fail to pour Some beams, perchance, of Rosicrucian lore ! Yet pants he not to shine that Archimage, Deep-versed in such minute philosophy To put in play its whole mythology, — Here, on his Islet, in renown'd Prince Cherry With Princess Fair Star making all so merry, In namby-pamby numbers for the nursery. V. Though to that great Enchanter all must leave The conduct of the denizens of air, Who, in the lot e'en of a lock of hair, Their various tasks with matchless skill could weave, Y r et, as the Bard of Reason still could shine, While so prevailing o'er the tuneful Nine, — So mingled in his unambitious verse, Some wholesome lessons if he might rehearse, The richest wreath the Musecan for her vot'ry twine: o"], [106, "82 THE TOURNAMENT. VI Here, Nature, of thy Lover on his page, The Poet, the enthusiast, of this Lake, Here altogether might not fail to wake, — Th' attention for some moments to engage : — One common ruling Spirit here might shed His influence on his humble vot'ry's head — Might with the magic of his wand, I ween, Rule o'er the promis'd pleasures of the scene, Prophetic, in such beauty, to his vision spread — VII What time, good Ariel, on Helvellyn's height, Beneath thy auspices, he gazing stood, The region of thy charming winding flood — Whence, from its water-foot, his musing sight So oft recalls the memorable time When first he reached that summit so sublime — From where his wand'ring destiny at last Now seems, all to fulfil that promise, cast, To weave such fondly cherish 'd fancy into rhyme !"], [107, "83 EMONT AND ULLSWATER. VIII My Ariel, who thy day-dreams deign'st to shed, As well as with your magic wand to write, As with a moonbeam on the vault of night A visionary cipher o'er my head — Which (if I thus may be allow'd to speak) I, for a rhyme, would fain pronounce in Greek — As with thy course, my Lake, thou form'st a Z, With thy Helvellyn tow'ring like Mount CEta, Array'd to fancy with the glories of that Peak ! IX Though in our \"Northern clime obscurely bright,\"* Certes unlike that in those glowing lines Where his resplendent mirror'd lustre shines, Full oft the mists may veil his blessed light, — With all the glories which his course array, Yet, in his province, can the sun display (And, trust me, too, he gladdens us the while With many a greeting well as parting smile) Our lingering twilight and our gradual opening dav ? * See the Third Canto of Lord Byron's Corsair. G 2"], [108, "84 THE TOURNAMENT. X The Landscape, that advances and recedes, Owning the power of vapour and of clouds, Alternate, as its charms their influence shrouds As with a magic veil? nor Fancy needs A lovelier scene, I ween, in which to plume, Or Fairy, like Morgana,* to illume Her flights, those visions not less bright than fair On yonder mountains, lake, and in the air, In all the various hues and shapes which they assume, XI And of the marvels which the mist has wrought Upon our waters with its magic power, In the illusion of our Lyulph' s Tower To view, indeed, so like enchantment brought — And of the visionary Isle, so fair On Grasmere Lake, so evanescent there — The vot'ry, Nature, of thy charms divine Should turn unto the High Priest of thy Shrine, — t His pictures of such beauty and occurrence rare. * Alluding to the phenomenon in the Straight of Messina, f Wordsworth."], [109, "85 EMONT AND ULLSWATBR. XII. Methinks, Vicissitude, thou wav'st on high Thy banners and thine arms dost wield So brilliant on thy changeful battle-field — The clouds and meteors of our northern sky, With which the welkin so sublimely glows ! Adown which as thy sway, so cheering, throws The arch of promise and the pledge of peace (Oh ! could it make on Earth, too, discord cease !) Bynight, well as by day, \" the Rainbow comes and goes.\" XIII Hence, Emont, that, beside yon wooded Mount, Beginn'st thy course so rapid and so clear, In soothing murmurs to my ravished ear, As with impartial voice I would recount, Although not blest with that Transalpine clime Which I have tasted in my wand'ring time, To realize my cherished golden dream Enraptur'd I can make thy charms my theme, — Unwearied weave them in my laudatory rhyme."], [110, "86 THE TOURNAMENT. XIV. Y r es, my fair Emont, would enraptured make Thy regions with its echoes too prolong The oft repeated burden of my song, — The varied beauties of thy parent Lake : — Yes, here to realize the golden dream I cherish'd in the regions that may seem Their archetype, — my pilgrimage to close, And in such scenes enjoy their blest repose, Prophetic as, methinks, the Muse indulg'd her theme, XV. An ardent votary of humble name, All, \" sweetly o'er the Lake,\" at last would fain (Upon his jarring harp, I fear, in vain) Thee, beauteous region, consecrate to fame ! Like whom, of the enchantments of each Lake, Ah ! had it been thy fortune to partake, Whose praise with sympathetic ardour warms My bosom, Eustace, of its rival's charms, Yet something more the British Larian might awake :"], [111, "87 EMONT AND ULLSWATER. XVI. Yet something that might have avail'd to paint, Methinks, its beauties with more fav'ring hand, — The beauties of the glorious British Land ; Yet something more than a ''resemblance faint\"* Bearing, Hesperia, to thy realms renown 'd Or thine, Helvetia, more majestic crown'd — Thewhile as much,methinks my Lake might please, Though not extending like those inland seas, Where Huron and \"Oswego spread their swamps around.\" XVII Here no Red Rovers in canoes assail, Darts forth no Cayman nor wild Buccaneer, — No loaded slave-bark e'er its course doth steer — No Flying Dutchman in the rising gale Here need we dread in his dire phantom-boat, Here, Ullsmere, on thy troubled deep afloat — Here to our vision, form the damning crew, And in the death-ship meet our blasted view ! Here, whence the potent echo'd voice the Muse may note. * See Classical Tour through Italy, 8vo. vol. IV. p. 85."], [112, "88 THE TOURNAMENT. XVIII The voice, as wafted, Eusemere, from thy Hill, Might make the startled trafficker in slaves, Remorseful, with his freight upon the waves, Recoil, — in every nerve with horror thrill ! This humble tribute of the Muse, that's due Not more to Freedom, Clarkson,* than to you, Accept, — in ringing her symphonious strain, Here, on her emblematic stormy main, In miniature, so grandly offer'd to her view — XIX That, with its billows lifting their white heads On its dark bosom, as the whirlwinds bear Aloft their spray in drifts into the air, The raging ocean to my fancy spreads — To Fancy's ear, re-echoing from afar \" The floods that jangle in eternal war; \" Where, with its \" rocks all veil'd in snowy fold,\" I view my Lake like \" ocean smoke with cold,\" Till o'er it Winter, freezing, rolls his icy car. * Eusemere was built by Thomas Clarkson, Esq,, the author of the well-known publications on the Slave-trade."], [113, "89 EMONT AND ULLSWATER. XX Iii every season, here, thy changing mien Aye as enraptur'd I can dwell upon, — Nature, on each divine phenomenon Of thine as an enthusiast of the scene ! A thousand which, indeed, my verse might quote, But that 't were tedious, Reader, here to note, Not more, methinks, thy Bard of Rydal Mount Could, Nature, in his musing hours recount, From contemplation who set down all that he wrote. XXI. Yet, midst the regions which such joys impart, The pictures so attractive to mine eye, To fill my vision with such ecstasy, Fain would I strive, \"by boldest stretch of art,\" To catch with all its colours, as they play Upon thy surface, on some breezy day, \"The dazzling, trembling, network,\" which you weave, So fine, fair Lake, on some soft summer-eve, With all \" its streaks and circles,\" ere they fade away, —"], [114, "90 THE TOURNAMENT. XXII. So transient — vain the effort — ah ! as vain For the most rapid hand to strive to trace That spectacle of evanescent grace, As grasp \" its image in yon glassy plain ! \" Then, let them come like shadows — so depart — The pictures which so captivate my heart ! If, musing on them with a Poet's eye, To fill my vision with such ecstasy, My simple verse can give them homage void of art, XXIII. Abroad, as well as what I own at home, Where now, for many a revolving year, My destiny, in so sublime a sphere, Has with such rapture led me forth to roam ; And though a more ambitious roving mind May deem, perhaps, to narrow bounds confined, My satiate spirit for a wider range No longer now these rambles would exchange ; Unto a stationary lot, at last resign'd : —"], [115, "91 EMONT AND ULLSWATER. XXIV. Save in the short excursions which I make, When some new charm each season I can find Arising, Nature, to engage my mind Along the borders of my favourite Lake ; Or to its sister-realms when I extend My home-tour, to conduct some passing friend, Along the varied windings of each shore, Needing no press of sail nor labouring oar, With sympathetic pleasure as my course I bend. XXV. And though most grateful for that engine's pow'r, By which, as well on water as on land, We can, as if by a magician's wand, So time our locomotions to the hour (As modern navigation doth prevail 'Gainst wind and tide, and without oar or sail), — Yet I must thank thy planet that no Steamer, Fair Lake, hath clouded with its sable streamer, Along thy shores its dusky length of smoke to trail !"], [116, "92 THE TOURNAMENT. XXVI With streamers flying, though no pageant flames, Like that, Lord Mayor, on thy glorious Day, Breaking thy thickest fogs thou dost display, Ninth of November on the crowded Thames — Though no Regatta, Yacht Club, we can boast, Like that thou launchest on the Southern Coast— Nor on the victors such a prime prize-wherry, Vauxhall, like thine bestow — to make us merry, To prosper our boat-races yet the Muse can toast. XXVII Whilst far, far more congenial to my heart, Here, ever in the bosom-scenes of life, With no such pageantries and galas rife, I own the charm the deep-felt joys impart ! And ne'er his Genius, in his wand'ring day, More deeply made him feel his guardian sway, As o'er the Lake the leader of his train E'er owns to animate his joyous strain, What time he steers them all so full of glee and play."], [117, "93 EMONT AND ULLSWATER. TRIP TO WATER NOOK 1. From Eusemere Hill to Water Nook, With such a little jovial crew, Oft as his course their steersman took, How like enchantment to the view The bark, the happy moments flew ! o From Eusemere Hill to Water Nook With what a relish we advance, Requiring no renowned Cook, Imported from illustrious France, Our picnic-pleasure to enhance. 3. From Eusemere Hill to Water Nook We ply the oar and court the breeze, To sit beside the limpid brook And fairest of all inland seas, Regaling 'neath their elder-trees."], [118, "94 THE TOURNAMENT. 4. From Eusemere Hill to W T ater Nook, Say, Nature, with what transports high The wand'ring Bard must cast his look, — With what enthusiast ecstasy, Upon the glorious Earth and Sky ! .). From Eusemere Hill to Water Nook, Thus all delighted as I go, I feel all weight from Memory shook, — Of all the clouds of Care and Woe, Clear, as above, the realms below. 6. From Eusemere Hill to Water Nook How with such sanguine hopes I start ! I note upon this little Book The raptures, which it doth impart, Recording with a grateful heart !"], [119, "EMONT AND ULLSWATER. I. Hence, Emont, that, beside yon wooded Mount, Beginn'st thy course, so rapid, and so clear, In soothing murmurs to my r ravish'd ear, Atale or two of goblins to recount, Well may'st thou prompt thy poet's dazzled eyes, How from thy foam to see the daemon rise ! Of Cairn or Druid Circle on the moor At nightfall to arrest the startled boor, And to o'erwhelm him with such strange wild fantasies!"], [120, "96 THE TOURNAMENT. II Enough, as each its several shape assumes, To frighten each poor wight out of his wits And scare each lass into hysteric fits ! As there where fancy waves her batlike plumes, In that large cave, like Satan's own saloon, The crags cast forth their shadows in the Moon — With folded arms and knees beneath its chin, There squatted, doubled up, with ghastly grin, This like an ogre, and that like a black baboon ! Ill There, where as, Emont, on thy shelving side Rises that awful yawning Grotto huge, Where, fatt'ning on so sly a subterfuge, A most tremendous Giant did abide : There never lived the Knight or Hero bold Who dared to beard that Monster in his hold, That o'er his prey, 'tis said, did e'er prevail, There as he caught and dragg'd them by the tail Into his den, like the three-headed thief of old."], [121, "97 EMONT AND ULLSWATER. IV. Until to make him in his den to start, A damsel glanced before his glaring eyes, Whence as he rushed to seize the lovely prize, It made the Monster to his downfall dart From off the narrow pathway of that steep, To plunge him, Emont, in thy whelming deep ; When, too, his noted haunt came thund'ring down, Beneath the charm which thus its chief could drown, The fatal spot sithens yclep'd \" The Maiden's Leap.\" V Go view, ye Damsels (but oh ne'er entice Your faithful Lovers with such treacherous prank !) The gap, i' th' which the Maid ingulf 'd the shanks Of so much rapine, cruelty, and vice ! To rid the world of these your noble aim, And may some churchyard, Damsels, to your fame, Like thine, O Penrith, in a Torquin's * bones, Renowned in those monumental stones, To latest time such memorable feat proclaim ! * Called also Isis Parlis It"], [122, "98 THE TOURNAMENT. VI. Though to another antiquarian lore May yield the honours of the huge shank-bones Assigned in those monumental stones, — To one who was a slayer of the boar Of Inglewood, Ewan Caesarius hight, A most stupendous and as valiant knight — No less to his Goliath of the Cave, The Poet must insist upon that grave, And to his Cacus' haunt again his friends invite:— VII. To view ye lovely damsels and each swain, The scene which must your hearts with rapture fire, These with such pow'rs of pleading to inspire, And those disarm of cutting, cold disdain — Each captivating nymph and am'rous swain ! Then go, for Hymen in his rosy chain To bind you in the sanctuary ye behold, There where the charming Emont's winding fold Begirts thee, good Saint Ninian, on your little plain."], [123, "99 EMONT AND ULLSWATER. VIII. And, onward, as it winds its charming way Beneath the hanging foliage which adorns It, with those caves of tangled briars and thorns, 0 may the river in its course portray An emblem — for its lovers' hearts to tell, Beneath the influence, Nature, of thy spell — In the sweet varied picture to employ Their contemplation in such musing joy, The prospect closing with thy tow'ring ridge, Cross Fell! IX. So near thy embouchure, enchanting Stream ! Here, for the present, must the Muse restrain Her wand'ring, and draw in her fancy's rein, Her progress hence with thee her future theme — And if thou wilt admit her of the crew Who with just paeans can thy course pursue, Unwearied still she '11 love thy realms to roam, And descant on their beauties nearer home, Chant forth their wonders, charms, and give thee honour due ; — h 2"], [124, "100 THE TOURNAMENT. X Yet, drawing, Emont, from no borrow'd fount, The Poet for his Muse would claim the meed, Matching his nag of such an humble breed, Presumptuous such a jockey he would mount, Daring to start, though with a brig* so nigh, The powers of his Pegasus to try, First in a walk — then to a trot — a canter — And, last, into a gallop, Tarn O'Shanter, To give thy gallant Meg then gaily the go-by ! XI. Of warlock and of witch yet he may tell That o'er thy regions, Emont, hold their sway (As those that lighted up Kirk Alloway), O'er thee to weave Munchausen's moon-sprung spell ! Of farmer late returning from his quest, On market-eve, with weight of business prest, Who dreads to pass the sheepfold at your side So lonely, when, in vain, so horrified, He lays his lash upon his Dobbin so distrest ! * Powley Bridge"], [125, "101 EMONT AND ULLSWATER. XII When, lo ! at the first rumble of his cart, Forth with his own — and sometimes a sheep's sconce — And sometimes both beneath its arms at once, Short of its head, the bogle * seems to start To hurl it at the yeoman's noddle, — whence He hails the spectre with such eloquence : — \" Thou canst not say I did it — never shake Thy gory locks at me — to make me quake ! Hence, horrid shade ! unreal mockery ! hence ! hence ! hence ! \" X11I. Hence would I counsel, too, each Alderman At civic feasts who loves the glorious hurtle, Remov'd afar from venison and turtle, In quest of which to wander here so wan — As well as every Exquisite and Dandy, Straight as a poplar, or knock-kneed or bandy, — Who, buried in moustache and Turkish trim, Hide each defect of feature and of limb — Each Lady Milliner as sweet as sugarcandy. * Spectre."], [126, "102 THE TOURNAMENT, XIV. \" With voice of weeping, loud lament, and wail,\" Unless, sweet Innocents ! like wretched sinners, The first, to see served up such sorry dinners, Would wish to tell a melancholy tale ! To feel their adverse fate so fiercely frown, Till it should drive them forth to hang or drown Them ! — when if they should choose the latter fate, Each Lake-god I will warmly supplicate (For consolation for their griefful friends in town) XV. To turn them into that rare famous fish (As of the sailors, Ovid writes i' th' fable Transform'd to dolphins), for theirWorships' table E'en to be deem'd no poor unworthy dish — Of which, ere meeting with this fate afar Beneath the influence of their evil star, Often at Guildhall or at Lord Mayor's feast No doubt they 've tasted with so high a zest — For them to grace that feast, chang'd into potted char!"], [127, "103 EMONT AND ULLSWATER. XVI. The other set, the dandies exquisite And ddgantes so languishingly fair, From whim or fashion who may here repair To view these horrid Lakes — arm'd 'gainsteachfright — In such a land a catalogue of woes Upon their hats and bonnets, shoes and clothes, From many a crag and stump, and bog and pool, (Their touring ardour which I fear might cool) I offer, to prepare them for their threat'ning foes. XVIT. Hence, Emont, that, beside yon wooded Mount, Beginn'st thy course, so rapid and so clear, In soothing murmurs to my ravish'd ear, Yet, if my verse can so thy charms recount As o'er some dauntless spirits may prevail As to invite them forth so far to hail, Of its romantic pleasures to partake, — Here, with the aid of my refreshing Lake, My task may further yet not altogether fail :"], [128, "104 THE TOURNAMENT. XVIII. The fainting frames here to invigorate Of those, so near a suffocating death In throng'd assemblies, — who, upon the breath Of patriots feeding, pant to emulate How they can thrive on the cameleon's fare — Returning — whence they issued, worn with care, And beaten down to hazy politicians — In the same senate then, like state-magicians, To wield their wands, — braced, haply, in our mountain air ! XIX. Ambitious spirits of a higher pride, As once, O London, from thy realms afar (Once in their lives beneath their wand'ring star) Than those who, Thamis, on thy bosom glide, Who \" Richmond Hill ascend\" or scud to Ware,\" Here in the season as I see repair : — What \" chances\" in their \" travels' hist'ry\" given ! What \" quarries, rocks, and hills whose heads touch heaven,\" Hence, in their journals, make their chums in Cheap side stare !"], [129, "105 EMONT AND ULLSWATER. XX. And these the favourite haunts of those, eftsoones To lead them roaming through this paradise, — Who at the very altar see its glories rise, The light of their sweet wand'ring honeymoons; Nor less of those who post away, I ween, To thy famed neighb'ring anvil, Gretna Green ! To seek the aid of that illustrious wight, In leathern apron though no hymen bright, E'er at his post, like well-feed doctor, to be seen. XXI. And when the birds of summer all have ta'en To more congenial realms their weary flight, How,beauteousMount ! thou still canstcharmmy sight Fain would I further echo in my strain : Fain would I, as thy name doth well declare, Depict the flocks that fly to winter there, Where the devoted wild-duck with her brood Attracts, amid the rushes of thy flood, The gunner's deadly aim, the fowler's fatal snare."], [130, "106 THE TOURNAMENT. XXII. In flocks, as well as single, where I've seen Along the varied borders of the Lake, Each floating, to my fancy, like a flake, Along its banks of brown, and grey, and green, The bird of ocean on its snowy wing — On which whate'er its boding flight may ring, So far, inland, in seeking a retreat, The omen we but little fear to greet Of storms approaching through our echoing realms to ring, XXIII. Yet, while, Dunmallard, on thy tow'ring Hill \" The ling'ring notes of sylvan music swell,\" Prolonging summer with their tuneful spell ! \"The deep-toned cushat and the redbreast shrill,\" Fain by your humble poet would be told, Ere yet rude Boreas of thy \" mantle's fold\" Disrobes thee, — in his evanescent lay Your richest beauties he would fain portray, To which, like that, ah ! could his verse the mirror hold!"], [131, "107 EMONT AND ULLSWATER. XXIV. Fain would his pencil — but in hues how faint — Where now, Dunmallard, thy inverted cone So oft in autumn's various vestment shone, As in thy liquid glass thy image paint : Where Summer so, methinks, prolongs her reign Upon thy banks and on thy glassy plain, Fair Lake ! like maiden with long wooing won, Whose smiles at length repay us for their sun So long withheld upon the winter of our pain. XXV. And when, at last, \"grey mist rests on the hills,\" \" When dark is autumn on the mountain's\" head, And \" dark the river rolling\" o'er its bed, — When in each gust the voice of Cona fills The fancy with the dim ghosts gliding by ; — Or when (to try another parody) Its billows with the ocean's rage and roar, Like the Benacus, rise against our shore, Here let no misanthrope or hypochondriac fly !"], [132, "108 THE TOURNAMENT. XXVI No caitiff in November's deepest gloom, Howe'er determined, bent upon self-slaughter, Fair Lake ! need fancy in a plunge thy water Invites him to decide at once his doom ! Here, where no fogs unwholesome, damp, and chill, E'er settle, Eusemere, on thy breezy Hill, — Here as his forces .Eolus sends forth, Dispersing to the East, West, South, and North, All those blue spirits that less favour'd regions fill. XXVII. Hence, Emont, that, beside yon wooded Mount, Beginn'st thy course, so rapid and so clear, In soothing murmurs to my ravish'd ear, Hence as my verse would fain thy charms recount, As there, whence starting by another name, In that romantic realm it would proclaim The glories and the honours y r ou divide From those contiguous Hills whence springs each tide In gratitude as dear to me as known to Fame :"], [133, "109 EMONT AND ULLSWATER. XXVIII The charms comparing of each rival urn, Your bard yet ne'er a spirit so malign Could prompt, your lovely bosoms to incline, Ye Naiads, with the yellow fiend to burn ! Ye who, methinks, meander with such grace To meet at last in sisterly embrace, — And move to where, impatient in his car, The god awaits to bear you off afar, Such transport at his triumph glowing in his face ! XXIX Thence, onward, in such triumph as you bear The lovely Naiads, Eden, in your car, Beneath the influence of your common star, They of my thanks may claim an equal share : — For the possession of this charming scene The Muse one tributary line, I ween, To thee may offer, Lowther,* whence I own, — Dunmallard, thy famed Mount my Helicon, — Nor thee, fair murm'ring Emont, less my H ippocrene ! * Eusemere was purchased by the author of the Earl of Lonsdale."], [134, "110 THE TOURNAMENT. XXX. And thou, Helvellyn, whom I hence survey E'er with such rapture from my much-loved home, Whence far the favour'd Fancy need not roam The happier breathing spirit of that Lay, Thou, my Parnassus ! in my breast to own, Around the precincts of thy mountain-throne, — Of that ill-fated, wayward, wand'ring Childe, Who with such strains his Pilgrimage beguil'd As must, perforce, have pow'r to melt a heart of stone ! XXXI. \"What marvel if I thus essay to sing?\" What marvel if Helvellyn, to thy heights The favour'd Fancy oft should plume her flights ? Exulting oft the Muse should wave her wing? \" To where the beetling rocks of Styb'rough join The solitary valley of Glencoyn ? To where Glenridden's thousand roses blow,\" The while its \"mountains' summit, crown'd with snow,\" In contrast bright and silvery Alpine grandeur shine ?"], [135, "GOWBARROW, MAYBOROUGH, AND ARTHUR'S ROUND TABLE. I. Hence, Emont, that, beside yon wooded Mount, Beginn'st thy course, so rapid and so clear, In soothing murmurs to my ravish'd ear, Fain would my verse the grateful hour recount, Then when, as dies away the stormy gale, Rising above my dripping trees I hail The Moon, upon the closing show'ry day What time more audibly thou hold'st thy sway, Then o'er thy Bard with sweetest influence to prevail;"], [136, "112 THE TOURNAMENT. II. Or, in the twilight of a summer-night, Its stillness broken by the undertone Among the rocks of thy faint rushing moan — Indulging, wakeful, in its calm delight, Ah ! bound no longer by thy murmuring spell, Here, Emont, let my charmed fancy dwell, — But, rather, hence, renew'd, her flight betake Unto the head of thy fair parent Lake, Proceeding there, where I left off my tale, to tell: — III How, on the morrow of that fateful day, When to their charming cottage did repair Their noble guests, unto his daughter fair The trance my feeble verse would fain portray, — The Vision in its mimic hues so faint — That glorious Vision he so well could paint In colours scarce less glowing than he saw, There, at the Fountain, with such deep-struck awe, Beneath the influence of his Tutelary Saint !"], [137, "113 GOWBARROW, MAYBOROUGH, ETC. IV. Here, when, as erst, with gentle touch she woke Him from its influence, this mysterious trance As he related, on the daughter's glance As suddenly a startling vision broke, — A bark, that, with its rapid striking oar, Wound, all so swiftly, round that fairy shore (The little promontory's tow'ring height, Displaying thence afar unto the sight Its little ocean free from all its rage and roar) V. Into the bosom of its tranquil bay, Reflecting in its liquid crystal sheen A gently sloping bank of emerald green, Where the light bark soon at its border lay, Steer'd thither by Lord Lyulph's son and heir, — And destined to convey th' invited pair Hence, of the joys and glories to partake Around the Castle of their lovely Lake, And of the Baron's hospitality to share."], [138, "114 THE TOURNAMENT. VI Though well aware on this romantic spot They could not through their lives, secluded, dwell, Yet, acting on each bosom like a spell, They both were loath to change their peaceful lot: As if portentous of impending harm This parting acted like a breaking charm, Where by the ties of gratitude there bound So strongly for th' asylum which they found, — When other thoughts arose to chase each vain alarm VII. Prepar'd, however partial to the spot, And hearing still within the warning voice Of duty to direct their searching choice, Soon as the time should come to quit their cot : — Nor in this refuge could they fail to feel The fire extinct of patriotic zeal — Nor fail'd the mem'ry of their Emerald Isle With frequent pleasing influence to beguile, To welcome their benighted Country's dawning weal"], [139, "115 GOWBARROW, MAYBOROUGH, ETC. VIII. With each less happy thought at first afloat, Which, passing transient as a summer-cloud, Prevailed but awhile their sun to shroud, Behold the sire and daughter in the boat : Where if a viewless conscious timoneer In the blind painted god was felt to steer Thy pleasant course, enchanting Amabel ! It is not for thy poet now to tell, But, rather, for the course of Time to make appear. IX. Then, potent Fancy, as thou rul'st the hour, And to my vision spread'st the placid Lake In all the glowing colours it can take, And to a castle changest Lyulph's Tow'r As when its strength could laugh a siege to scorn, Methinks, I hear the warder wind his horn On hailing, on the fairest inland main, The galley gliding o'er its liquid plain Beneath the guidance of the noble gallant Phorne. i 2"], [140, "116 THE TOURNAMENT. X. There fancy further to my view portrays — Whence Red- cross Knights and heroes of romance Against the Pagan foe in fight advance — The deeds of Chivalry's best golden days ; The knights that wend to Arthur's Table Round To win the meed in Tournament renown'd — To wake the mountain-echoes in the chase Through many a steep defile and savage place — Each with his featstomakethe trump of Fameresound. XI Unlike the Castle hight of Indolence, Our tuneful Thomson, in his charming lay, In such unfading colours could portray, In dull lethargic joys to steep each sense, — Your warlike towers were uprear'd, I ween, Amidst a much more animating scene, Lord Lyulph, where e'er keeping watch and ward, No downy pillows there, on mounting guard, Your ramparts for your gallant followers have been."], [141, "117 GOWBARROW, MAYBOROUGH, ETC. XII Yet intervals of Peace, more exquisite To those, who e'er amid the din of arms Are ready girt for sounding of alarms, Shed on this region their deep-felt delight, The rankling spirit of its feud to tame : Such was the season, when they, bidden, came Here from Glenridden's grey romantic rocks, Which from the tempest less tremendous shocks Had felt, than had these walls from batt'ring ram and flame XIII But sweet the interval of peace that reign'd, And sweet the season that, auspicious, smil'd, When summer with its ling'ring sway beguil'd The fancy in its influence enchain'd, — And most on that autumnal lovely night, Then when, beneath its influence soft and bright A lady in an oriel from her bower (A fairer never tenanted that Tower) Gaz'dfromherwindow,notlesscharm'dinearthan sight : —"], [142, "118 THE TOURNAMENT. XIV. Gazed from her window on the tranquil Lake Smooth as a mirror o'er its polish'd glass, Save where some wand'ring night-breeze seem'd to pass, And, quiv'ring in its breast, the Moon to break : Delighted as the little waves there roll, So o'er the calm of her enraptur'd soul A melody of such enchanting pow'r, Of harp and voice, in that bewitching hour, In manly tones upon the lady's hearing stole. XV. And whence that voice, and whence that harp arose (Enough to make the list'ning fair-one melt), He, who so well could sing what he had felt So deeply, might, I ween, his name disclose ; — Then might he in that most auspicious hour, — Those days of war, and love, and music, pour, lnspir'd, when flowing in so charmed a vein, His lay, perchance, to emulate the strain Of Norman Rymour or Provencal Troubadour."], [143, "119 GOWBARROW, MAYBOROUGH, ETC. XVI. He who so oft had listen'd to such strain, When wending to the Holy War through France, As well as what he gathered of romance In distant Eastern realms across the main : The contrast which his fancy thus portray'd So happy, in this moonlight-serenade, To yours, good Reader, may disclose, I ween, The interesting persons of the scene, Notmorethe minstrel than thecharmed list'ning maid. SERENADE. 1. What time upon the Syrian plain The Queen of Night began her reign, In all her softly dawning grace, With such a gallant hunter-train, An Arab started for the chase :"], [144, "120 THE TOURNAMENT. 2 Which he pursued that livelong night Beneath her most auspicious light, O'er hill and valley fast and far, Until a lovely tent in sight Appear'd beneath his golden star. 3. Forgotten then were all his toils, Forgotten then were all his spoils, Beneath that hospitable tent — To which, received with welcome smiles, His steps the jovous hunter bent. 4. But when, upon a future day, His debt of gratitude to pay, Returning, on that lonely ground (Remov'd for ever far away) No traces of that tent he found."], [145, "121 GOWBARROW, MAYBOROUGH, ETC. .->. \" Where fled so soon to distant hills\" (His voice thus with its echo fills The lonely region) \" the gazelle ? \" But answered by those querulous rills, In sorrow, too, that seem'd to swell — <). In mournful cadence there to moan, There whence her steps for aye had flown — Say, my gazelle, if in my breast The contrast I can fail to own ? The raptures of your grateful guest ?"], [146, "122 THE TOURNAMENT. XVII Hence, Emont, that, beside yon wooded Mount, Beginn'st thy course, so rapid and so clear, In soothing murmuis to my ravish'd ear, Let me pursue thy progress to recount The feats of Chivalry (with potent spell The which may e'n inspire my tuneless shell) — How, Mayb'rough, from thy Stone of magic pow'r Arising, at the solemn twilight hour, The visionary Druid gazes on Cross Fell — XVIII. The giant that puts on his boding helm, To which the wizard lifts his joyful eyes, To hail the sign amid the sullen skies, All like the evil genius of the realm ! The voice of an approaching foe to hail As rushing down he hears the mountain-gale ! Then turns, malignant, on the Table Round Of Arthur, there to breathe his curse profound, To see the omen's blasting influence there prevail!"], [147, "123 GOWBARROW, MAYBOROUGH, ETC. XIX. Then, as that Druid, with his hoary train, Next, Fancy, to my view thou dost reveal Around that Stone in frantic circles wheel, And chanting forth their wild mysterious strain, In all its horrors to my awe-struck sight, They seem to celebrate their savage rite — All with the blood of human sacrifice Red from that altar smoking to the skies, That casts its lurid glare upon the vault of night ! XX When, lo ! propitious to that wicked seer, Still with its ominous and ling'ring shroud, Behold upon that height the helmet cloud, No other in the dawning atmosphere : In which when twinkles forth the morning-star, Behold such crowds collecting from afar — Behold, upon that brilliant morn, advance Towards the lists the heroes of the lance, Panting to mingle in the glorious tilting war !"], [148, "124 THE TOURNAMENT. XXI Behold, approaching on all sides, what swarms Along the various roads for many a mile, From Appleby, from Kendal, and Carlisle — Whom in such throngs tho' various feeling warms, Yet all with eager expectation sped To view the Tournament near Penrith Red — All ages, ranks, the motley groups combin'd, Birds of all feather, blades of every kind, On foot, on horseback, variously bevehicled ! XXII Whilst equal ardour animates each breast Against each other as they run the race, Ambitious rivals in the self- same chace, The high and low, the rich and poor, possessed : Black spirits there with white you may survey, My fancy mingled with the red and grey, — Knights, Barons, Prelates, Parasites, and Squires, With Beggars, Pedlars/Thieves, Buffoons, and Friars, All eager posting on their happy, happy way !"], [149, "125 GOWBARROW, MAYBOROUGH, ETC. XXIII Lo ! many there appear'd in pride of place, Whom now Oblivion in her sable cloak Has wrapp'd and made their honours end in smoke ! Whilst others — now whose stock such glories grace In such a blazing coat of Heraldry (Bravely apparell'd, though to mount so high Upon the Wheel of Fortune and of Fame In courtier-guise) — in rags and tatters came — But then, alas ! most beggarly Autolyci ! XXIV Whilst others, who for ages could maintain, Nor sink below, nor soar above, their sphere, Touchstones and Audreys in the crowd appear, Plain plodding genii, happiest of their train ! Yet all with eager expectation sped To view the Tournament near Penrith Red : — Next more ambitious spirits did advance, Imported lately from the shores of France, Who through our Isle their hosts, to make their for- tunes, spread."], [150, "126 THE TOURNAMENT. XXV. Behold, approaching on all sides, what swarms, All thronging to attend that tilting court, Whether of warlike or of sylvan sport, Accoutred in their various chosen arms : Behold the Bearers of the Norman Bow To martial music march in goodly row, — As gaily in their hunting garb of green, The Foresters of Inglewood were seen To echoing bugles move and grace the gallant show. XXVI From Graystock, where he'dbeen his vassal's guest, Whence as he, in a dashing equipage, Swept like a modern prosperous personage, And in magnificence cut out the rest, — And after him a train of courtiers drew, Though last, not least, Lord Lyulph's liege lord view ! And, now, to him, to all, who eager sped To view the Tournament near Penrith Red, Fain would their poet give their places, — honours due."], [151, "127 GOWBARROW, MAYBOROUGH, ETC. XXVII. Conspicuous there, amid the tourney-scene, In which unnumber'd brilliant stars appear, Like those which decorate the heav'nly sphere, Two planets yet display'd their rival sheen — Two Beauties, each the Elfin Poet's Fair, Whose charms \"might hope the magic girdle wear\" — One, who in richer vesture shone array'd — The other of young blushing roses made A simple chaplet to adorn her flowing hair. XXVIII. The first, whose piercing glances emulate The gazelle's, and eclipse the coronet Upon her lovely locks of glossy jet, Yet all so meek and modest bore her state, That she might seem the matchless Florimel — But for that Beauty might have borne the bell, — But for those rival eyes of heav'nly blue ; For whose long tresses of rich auburn hue, Whose name, Glenridden, as thou form'd the wreath, canst tell."], [152, "128 THE TOURNAMENT. XXIX. Whom without envy view'd that lady bright, No other than the Baron's daughter fair, In pensive mood and with dejected air Who listlessly look'd on the gallant fight :— Where, though each knight in turn his valour tries To win your favour as the highest prize, The champion, who could best assert that claim, Propitious to his passion as his fame, Alas ! Althea, to thy view thy fate denies ! XXX. But, 'twill be deem'd superfluous, at this day, By all above the age of infancy So deeply read in tales of Chivalry, Minutely to depict a tilting fray — For any bard or painter to bestow His precious time on such a well-known show — From when Romances issued forth, I ween, Through all their stages to the Faery Queene, Down to the splendid Tournament in Ivanhoe."], [153, "129 GOWBARROW, MAYBOROUGH, ETC. XXXI. Then let me with due brevity unfold, How, with such high anticipated joy, The nobles, champions, with the hoi polloi, Came to the scene of action, — to behold, Beside him where his dame and daughter sate, Lord Lyulph throned in proud baronial state ; And, mounted for the prize, his son and heir, Within the lists with gallant graceful air, Where he did prove no vain aspiring candidate. XXXII. Nor could he fail on that auspicious day, Though for such feats renowned, sweet Amabel, Himself, beneath thy influence, to excel, And bear the palm of Chivalry away ! When, in thy presence, with resistless might To combat and o'erthrow each valiant knight ! Led on by thy bright eyes, rush to oppose, Beneath their guardian beams, a host of foes ! Each lance put out of rest and shiver in the fight ! K"], [154, ""], [155, "THE VISION PART III THE CAPTURE k 2"], [156, ""], [157, "THE VISION. PART III.— THE CAPTURE. I. MATTERDALE II. DACRE. III. BARTON AND THE LAKE MATTERDALE. I. Yet, there were other gallants, too, to run Their course victorious in the tilting fray, And bear the palm of chivalry away, The sports protracted to the setting sun : When farther looking out for other cheer, Which in those sports had cost them somewhat dear Some of that gallant company might deem, Then, Arthur, to thy Table it might seem High season for them, as its guests, now to draw near."], [158, "134 THE CAPTURE. II. Where, scarcely seated, when they start aghast, To hear its roaring voice the helm-wind raise, And at the Beacon, too, all in a blaze, That seems to kindle at the furious blast — And when a horseman, rushing through the crowd, Approach'd Lord Lymlph, and exclaimed aloud, — \"Arm, arm, Lord Lyulph, arm, and speed, this hour, With all your force, if you would save your Tower, 'Gainst which Lord Ronald marches, of his clan so proud ! \" Ill To hear proclaim'd the threaten'd dire disgrace Was quite enough to disconcert, I ween, And dash the Baron in the crowded scene — But when before his liege-lord's very face To hear it utter'd, on his changing cheek The burning wrath it waken'd, — how to wreak Thy vengeance then, Lord Lyulph, for the shame In thee which kindled such a tort'ring flame, Beyond thy humble Poet's feeble pow'rs to speak!"], [159, "135 MATTERDALE. IV \" I '11 halt him in that march, th' audacious Scot ! \" Lord Lyulph in his ire, indignant, cried, \" And humble to the dust, I ween, his pride ! And oh ! let not the feats, Phorne, be forgot, Which on this glorious day thou hast achieved : The time is come, or I am much deceived, When I will settle this long Border strife, And see this vaunting Chieftain of his life Or of his vain aspiring hopes at length bereav'd ! \" V. While, like the direful bolt, his menace fell Upon his lovely daughter, as aloud Lord Lyulph spoke before the list'ning crowd, Of battle as his liegemen rais'd the yeU, — Whence thus their leader's rage like thunder roll'd The cause should by his Poet now be told — Which deeply in each other's blood imbrued The hands of brothers, from some deadly feud — The cause, which made him buckleon (thatBaronbold)"], [160, "136 THE CAPTURE. VI. His armour in such haste, might well afford Some umbrage in those troublous times of old, When vassals freely by the sword might hold (As was the custom of their sovereign lord) The conquest they had gain'd — to spread afar The frequent signals then of Border- war — Helvellyn, as thy blazing heights could tell, With thine, Blencath'ra, Skiddaw, and Scawfell, The neighb'ring nations mingling in such mortal jar. VII. Majestic where your summits ye uprear, There now for e'er extinguish 'd on your heights, I trust, the blazing of those beacon-lights, Of which the pledges all around appear, — The numerous castles that in ruins lie — And, not the least engaging to mine eye, That where thy murm'ring waters onward glide, My charming Emont, which a theme supplied That woke, methinks, its Poet's highest minstrelsy—"], [161, "137 MATTER DALE. VIII. \"TheSongof Brougham,\"* whichfrom its ruin'd Tower Comes, Emont, mingled with thy murmurs here, Enough to charm a kindred spirit's ear, Howe'er deficient in that poet's power — With others, which my humble verse could name, As equal, Emont, with thy tow'r in fame — The while that humble verse cannot refrain From weaving the renown into his strain Of two, which thus may his congratulation claim : — IX Rejoice, Pendragon famed and Penrith Red ! Rejoice thou Penrith, in thy ruin'd Tower, — That the Protector made thee feel his power, And kindly knock' d thy Castle in the head ! Pendragon, may'st thou still in ruins lie, Despite what future Uter still may try (Pendragon, be assur'd, do what he can, That \" Eden still will run where Eden ran !\") Around thee as with Styx nine times to fortify ! \"Alluding to Mr. Wordsworth's \" Song at the Feast of Brougham Castle, upon the Restoration of Lord Clifford, the Shepherd, to the Estates and Honours of his Ancestors.\""], [162, "138 THE CAPTURE. X. Oblivion, where thou mak'st thine emblem creep Upon each ivy-mantled shatter'd wall, There with his stern alarums to appal, Ne'er may the Border Spirit wake from sleep ! — But wherefore need I this excursion make ? So distant from thy borders, my fair Lake, Uprearing such a venerable Tower,* As proud a monument of Feudal Power As e'er the poet's kindled fancy can awake ! XI. And not the least engaging to mine eye, As there beside a tributary stream To thine, fairEmont, — which may prompt my theme To strive, with its unskilful minstrelsy, To make thee, Dacor, echo murm'ring near, Enough to charm the dullest poet's ear — There, where as rolling o'er your rocky bed, What visions of past time their influence shed, And in the precincts of yon antique walls appear ! * Dacre Castle"], [163, "139 MATTERDALE. XII. There, where as rolling o'er your rocky bed, Through your sequester' d valley as you wind, What poet as he traces but must find Those murmurs such a potent influence shed ? There, awe-struck, musing as he comes upon The haunted ancient House of Hutton John ; Which Dacor, on its solitary site, Beside thee may awake each startling sprite, — Th' appalling apparitions now of days by-gone : — XIII Such as could sway the English Baron Old, Or Castle of Otranto scarce less dread, Or the Enchantress who such terrors spread The Mysteries of Udolpho to unfold ; — Or such as o'er the fancy may prevail Close on the moorish tract of Matterdale, — The Weird Sisters on the blasted heath, The solemn greeting of the great Macbeth, — The Voices that pronounc'd the awful \" Hail ! hail ! hail !\""], [164, "140 THE CAPTURE. XIV. As there, the ominous rising moon between, Forth stalking to his fancy, as it stood (Enough indeed to freeze its poet's blood !) The Spectre of the dreary desert scene Upon his darken 'd volume seem'd to cast Its shadow, as its glooming figure pass'd — With fiend-like glances that like meteors glow Beneath its low'ring brow, — and locks of snow Uplifted with its mantle, in the whistling blast ! XV The same malignant Spirit from the North, That e'er across the fated Border led The forces, which such desolation spread, Upon the South with fury r to pour forth : The same, that moves the troops round Souter Fell, Beneath the influence of such potent spell, \" Careering there so fast along its side, Where mortal horseman ne'er\" indeed \" might ride,\" The visions of which many at each time could tell : —"], [165, "MATTE RDALE. 141 XVI The visions, on midsummer's glowing eve, With which, from Blakehills and from Wilton Hill, That Spirit could so many gazers fill, — Twice, at the very self-same hour could weave — Erst, the approaching foray to portray, Could put the charging squadrons in array — The same, \"far on the future battle-heath,\" That, like a vulture, snuff\" d the ranks of death — Couldraisethebodingblastand\" brewthestormful day.\" XVII The blast which o'er that desert 'gan to howl, And fiercer, on the mountain-tops so high, Lit up the blazing signals in the sky, On which the heavens cast their deepest scowl : — When, at its beck'ning, issued from a den An ambush'd armed band of plaided men, Who, as in haste they strode across the wild And through an opening 'twixt the hills defiled, Following their phantom leader, disappear'd again"], [166, "142 THE CAPTURE. XVIII As quickly. In your absence to surprise Your stronghold, as your evil spirit led, Who, in the Druid, on such errand sped, — Presiding o'er your happier destinies, Lo ! then the guardian genius of your race, Lord Lyulph, in its emblem o'er that place, Seem'd hovering in the brilliant twinkling star, With thy \" jagg'd summit, Saddleback,\" afar, Forming a picture of such grandeur and such grace. XIX There, where from Holy Land th' illustrious name Of Acre bearing (as we may areed Upon the page of venerable Bede), Transmitted from that realm of pious fame, For his achievements by the valiant knight, First of the race, to its distinguish'd site, — There cloister, well as castle, to mine eye, Shake off the dust of hoar antiquity, In feudal glory and monastic splendour bright."], [167, "143 MATTERDALE. XX. Lo ! where of what no vestige now remains, The first to Fancy's view uplifts its pile, On which Saint Andrew's votaries erewhile Had in the well -wrought structure ta'en such pains : As, craving there admittance not in vain, Two mounted damsels, guarded by a train Of chosen warriors, or a corps elite, (As such in modern language we would greet) The wish'd-for portals of the sanctuary attain."], [168, "D A C R E i. Albeit it may somewhat strange appear How, in the hour of peril, one should seek For an asylum in a place so weak, With such a tow'r of strength erected near, Which, through the lapse of ages, could defy Time, tempest, and the toughest enemy, Then little mov'd, I ween, to venerate, Whatever saint had deign'd to consecrate, In marching upon the most hallow'd sanctuary."], [169, "145 DACRK II. Yet know, Lord Ronald, who, without remorse, Would have advanced to crack like any shell And level to the dust yon citadel, An entrance never would have dared to force Where he beheld, carv'd o'er that cloister's door, The image of the Martyr which it bore, — With his most ruthless followers would have staid, In mid career, the fury of his raid — Saluting dropp'd his banner and his huge claymore III. Know, Lyulph (though he courteously declined Him as a suitor for his daughter's hand, To whom, among the bravest of the land, The generous, noble task was well assign'd To heal the wounds of strife) might well awake, Upon its haughty owner's head to slake Its raging fire, — the vengeance, that, in turn, Might in those troublous days of warfare, burn To dispossess him of the Castle of the Lake : — i"], [170, "146 THE CAPTURE. IV. As well as every stronghold to regain, E'er since the Scots, in unsuccessful war, Beneath the influence of their evil star, Had in the province lost their ancient reign, — And that, too, by the force of foreign arms, What time the Norman Conqueror led his swarms— Lo ! then, descending from its misty Hills, What wonder that the Highland Thistle fills The Cumbrian fells and valleys oft with such alarms ? V. What wonder that a baffled thane should burn ? Such Ronald was, on parley when he came, Who for Althea, his acknowledg'd flame, — All terms of peace who found the Baron spurn— Y'et half his hostile fury was represt Beneath the lady's favour in his breast, Or else the chieftain, in a fiercer raid, Across the Border would have then display 'd His bannner and the terrors of his dauntless crest."], [171, "D A C R E 147 VI. When, as our youthful red-cross knight of fame Had, with his escort and his charge, thus bent His course so quickly from the Tournament, Lo ! then so much his gentle guests might claim, Nor could the kind Althea grudge their share Of her lov'd gallant brother's tender care, — Of Diarmuda and fair Amabel — Whom in the convent when he bade farewell Behold him thence as quickly to his post repair : — VII. And to the chapel (for 'twas then the hour Of vespers) those beneath that convent's roof From peril whom he thus had placed aloof : Where, meanly crouching to no crosier's pow'r, In goodly fellowship and harmony Was clubb'd such a select society ; Where \"embryo, idiot, eremite, nor friar,\" — In shirt of hair, obey'd their droning prior, — No monks, \" white, black, and grey, with all their trumpery.\" l 2"], [172, "148 THE CAPTURE. VIII. There, whence each Ccelebs, for his term of life Where by no rigid Romish rules confin'd, In search so long, when suited to his mind, Might make his exit when he'd found a wife, His fellowship to let another fill; As yet in colleges prevaileth still, — As, good Columba, form'd the coterie, Sprung from the ancient order of Culdee, Beneath thy auspices in holy Icolmkill. IX Nor was our Prior such a strict belwether As ne'er to trust his flock too far to range, Or e'er to entertain them with a change Of scene, but keep them always penn'd together : With whom the pleasures he would oft partake Of touring, ever to the joys awake With which boon Nature had inspired his heart, — Ambitious, too, the Cicerone's part To play to the great neighb'ring Lion of the Lake."], [173, "149 DACRE X Their simple service and economy, Conducted without empty pomp and state, As next it doth behove me to relate, To introduce you with their guests to see, Good Reader, fancy wafts the fervent prayer They chanted for those placed beneath their care ; While loud without the storm beat on the walls Of these benevolent conventuals, Whose sympathy the sorrowing never fail'd to share. H Y M N. 1. Brothers, mindful of the call ! Hearts of Charity, rejoice ! From the tempest's whelming fall Yield to every craving voice Shelter which it doth implore, In our Saviour's blessed lore !"], [174, "150 THE CAPTURE. 2. Deep-engraven in each heart May his holy precepts reign ! E'er the ready aid impart Which in turn we would obtain ! And through Him, the Cross that bore, Own the Power whom we adore ! XI. With all the rights of hospitality, As from the chapel — on that troublous night, When seem'd abroad each evil-ruling sprite — They led their guests to the refectory, Peal'dthrough the Conventsuchathund'ringknock, Resounding o'er the tempest's loudest shock, — Or that, which, \" as if fiends had burst their bar,\" Startles all but Don Juan with its jar, Without the Porter's leave the portals to unlock."], [175, "151 D A C R E XII When, but a single figure started in, That seem'd a pilgrim of gigantic limb, So red, so bloated, and of aspect grim, Drench'd by the pelting tempest to the skin : For shelter who then made his wishes known All in such a sarcastic, suppliant tone, Bowing so low, with such meek mocking grace, That evety gazer in the good man's face A sturdy beggar in his bearing well might own. XIII. His cockle hat when he doth kindly doff, As kneeling there, he leans upon his staff, Hence, ye profane ! nor, with unseemly laugh, My invocation to the spirit scoff ! Spirit of craniological renown, Propitious, at this moment, to look down ! And nought of all there from my ken conceal, All that that skull can to my view reveal So aided by the tonsure of its shaven crown !"], [176, "152 THE CAPTURE. XIV. Methinks, phrenologists, as looking down, Your optics, in that fiery gulf, his mind, Each evil-ruling passion there may find, So aided by the tonsure of its crown ! Who flung his host a purse so haughtily, Of which, with such Satanic subtilty, A feeble parent he had so beguil'd, Of birthright even to bereave a child, Part of the plunder of most foul hypocrisy ! XV. Than whom no gaunt wolf in lamb ' s clothing prowl'd More keen — or panther for his cunning fam'd, — Of savage spirit never to be tamed, Or dire hyaena through the desert howl'd ! Lo ! where yon low'ring Mountain in profile Tow'rs, forming for my Lake a bank the while, With its stern features soften 'd to mine eye, With woods and fields in rich variety, Well may my fancy lodge that fiend of deepest guile."], [177, "153 DACR E. XVI. Swarth Fell, as for thy low'ring aspect nam'd, Thou may'st, methinks, in furnishing a den For such an arch demoniac denizen, Mount of the Panther be as justly famed ! Around him where all such a motley crew Of votaries and dupes the Druid drew And in his den into his snares enthrall'd, A Pandemonium whence it might be called, As sickening to the heart as loathsome to the view ! XVII. Oft did the fiend rush from thy den, Swarth Fell ! Where he his wicked hoary head did hide, And with his motley crafty crew abide, There weaving many an infernal spell — Our host, though of such cheerful turn, I ween, Could not at ease with such a guest have been, — But, with his messmates, might more anxious feel To finish than prolong the irksome meal, To rid them of this Banquo of their banquet scene !"], [178, "154 THE CAPTURE. XVIII. But not so easily his searching look So fierce — so fix'd — which on ye, Fair-ones, fell, Which haunts your fancy like a dogging spell, Off from your memory your efforts shook ! The figure in your slumbers still returns Oft as your waking sense the vision spurns, — Revealing, where it, bick'ring, seems to glow, Beneath a wreath of mystic misletoe, The serpent-gaze, on ye that so terrific burns ! XIX. Then as betwixt the Saxon and the Gael The strife prophetic, in a mortal fray, That Evil One attempted to portray, Rend'ring his pow'r malign of no avail, Lo ! with their tutelary spirit near, Each, as \" he grasps the visionary spear, But wounds the other in the vacant air !\" Wrapt in a cloud, beneath such guardian care, The gallant Phorne and brave Lord Ronald disappear!"], [179, "155 D A C R E XX. Thus as they vanish'd on the moaning wind Of that tempestuous night, though with a thrill Of terror mingled with its voice to fill, — Yet, leaving no disastrous signs behind, To wake them with presaging agonies, Lo ! to their anxious Maidens' dreaming eyes The shield* of each hangs bloodless in his hall, Nor with their howling do their dogs appal ! Dark-eddying round their ghosts no whirlwind seems to rise ! XXI. Thus as they vanish'd on the moaning wind, Each gallant mailed Lover's warrior-form That, so impetuous, in the raging storm, Rush'd forth to combat to each troubled mind, Upon your borders, ye blue-rolling streams Of Dacor and of Emont ! your lov'd gleams, Thence with no fatal-flashing falchions fraught, To seal their hapless doom, the maidens caught, The tender lovely maidens, in their anxious dreams. * A whirlwind rises on the stream, dark-eddying round the ghost of her son. His dogs are howling in their place. His shield is bloody in the hall. — Tehora, book 5."], [180, "156 THE CAPTURE. XXII. Gone, like a spectre or a phantom gone, That Evil One, the Druid, who thus came Like noisome damp upon the cheerful flame (So purely in that cloister where it shone) Of hospitality — who thus beguil'd Your fancies with such fearful visions vnld ! Which Damsels, the first ringing of the bell For matins could so easily dispel, Recovering, each, your senses, like a scared child. XXIII Gone, like a spectre or illusion vain, That, in the hour of terror and distress, Can with its weight so heavily oppress And oft to phrenzy fire the fever'd brain : Yet, as your senses can shake off the spell, Beauteous Althea and fair Amabel ! I, with the presage of a bloodless fight Betwixt your Lovers, leave you, to recite Th' adventures which their several destinies befell"], [181, "BARTON AND THE LAKE. 1. When issued forth the haughty Baron bold, Fit emblem with the savage wolf portray'd Upon it, on the battle-field display'd, Once more his blood-stain'd banner to unfold, — That banner he advanced up that height Where first the glorious prospect meets the sight — Which, as I homeward wend, may well arrest, To pause some moments, my enraptur'd breast, To gaze on it with an enthusiast delight !"], [182, "158 THE C.\\PTURE. II There, midst the Alpine scenery it commands, There, midst its mountainous magnificence, Surveying from that gentle eminence The spot on which the sacred structure stands,— Its worship undisturb'd by tyrant power, There, Barton, hail beneath thy humble tower, Ne'er with the tocsin to each kinchins: fell Now shaken, where the blessed sabbath-bell Rings out its peal to mark its happier peaceful hour. Ill How different from those troublous times of old, Lord Lyulph, whenyougain'd that beauteous height And where the low'ring prospect met your sight, — When to your Bard, in Vision, you unfold Your banner waving in the dawning gloom — Through which presaging your disastrous doom, Through which, to y r ou of unsuccessful war The omen in the fitful morning star, Methinks, gleams forth on your advancing quiv'ring plume !"], [183, "159 BARTON AND THE LAKE. [V Such is the station whence the chief descried (Though of no second sight possest) some form Of evil riding in th' approaching storm, — Some dire disaster whence he prophesied — Thence as he kenn'd the tempest's destin'd track From off thy brow, Helvellyn, in the rack, So grand and broken where that prospect swells, Fast flying o'er the tow'ring twin Mellfells, And gathering as it gains the ridge of Saddleback. V With dauntless heart and still unshaken frame, With all these adverse omens in the sky, Beneath its darkly cover'd canopy, Now, as Lord Lyulph to this region came, — To where it yonder spans the murm'ring tide, Not less the hamlet's than the river's pride, He found Lord Ronald had not left yon Arch,* Like an experienced warrior in his march, Unscathed for his keen pursuers to bestride. * Powley Bridge"], [184, "160 THE CAPTURE. VI Port Eusemere ! where my various wand'rings cease, Say, with what joy I reach'd thy beauteous Hill ! What raptures there my contemplation fill ! There, where my pleasure-bark now rides in peace, Through fancy's aid, unmooring in thy bay Lord Lyulph's gallant galleys I survey ; As they launch forth to plough the foaming tides, Scarce chafing with less rage their chieftain guides, So vengeful to the Tower as he holds his way- VII With all their might against the adverse tides, Lord Lyulph, as thy liegemen ply the oar, Lo ! the Swart Giant,* frowning on that shore, Pours forth a deluge on their drenched hides ! Where flowing by my fav'rite Bank of Sharrow, Broader than where betwixt the Braes of Yarrow, An ancient archer with his utmost strength Of arm, methinks, could not have shot that length Across the Lake, there Ariel lodg'd his beacon-arrow : •Swarth Fell"], [185, "161 BARTON AND THE LAKE. VIII Ariel, those gallant galleys' pilot- sprite — To warn them, on their passage, off the shoal (Where modern hands have stuck a barber's pole From falling foul for navigating wight), From White Hill Point to Watermillock Bay- So stoutly pulling, on their arduous way, As at the oar Lord Lyulph's liegemen tug, Each inch of which here forced the shore to hug, As baffled seamen on their tedious voyage say. IX Until a mingled hubbub of their foes, Of phantoms in the water, earth, and air, Out of their senses as enough to scare Them, with such stunning fury rose ; — There, where with all their might and main they cope To weather, Ullsmere, thy dread Cape of Hope ! There, where thy stormy spirit, Skelly Neb, And finny fiends, with hands and feet of web, Splash up thewaters and their whistling batt'ries ope ! M"], [186, "162 THE CAPTURE. X. As Tourists know, when by their evil stars They tempt the billows of our boist'rous deep, Compell'd so close along our coast to creep, When fate the scene and all their pleasures mars : The boding owlet, to wind up the spell, Rings, Old Church, from thy Yew her greeting yell — While from the Kail-PotCrag the wraith rush'd out, Ascending, in a boiling water-spout, To settle just above thy foaming Force, Birk Fell ! XI. Scar'd, Old Church, from thy solitary Yew (The station of the Chapel of renown, Which, on his way our glorious Bess to crown, The Prelate consecrated), to my view The waken'd night-bird up to New Church flew, Appropriate quarter for a goblin-crew To dawn from twilight to keep up the ball, Within \" the bare ring of its mossy wall \" — A scenefitfor theDance of Death which Holbein drew!"], [187, "163 BARTON AND THE LAKE. XII Perhaps the Bogles of the very gang, In days of yore, that, with such ribaldry, Indulging in their jests and jollity, LikeBacchus' train, here hunted, danc'd, and sang — Still haunting with their shadows the Priest's Crag, Whence, as resounded by some wicked wag, Of the indignant parson at the scene, Himself a well-known mighty Nimrod keen, The threat'ning voice was heard as far as Hallin Hag. XIII. What time, \"O ye perverse of New Kirk,\" cried The Pastor in his pulpit, when so stirr'd By the wild orgies of the boist'rous herd, \" And ye of Watermillock, if defied My admonition, reckless, ye pursue Your Bacchanalia, I will go with you !\" And though the Crag 's denuded of the wood, That gather'd such a lawless, impious brood, It echoes, at such awful times, \" I '11 go with you ! \" m 2"], [188, "164 THE CAPTURE. XIV. It echoes at such times \" I '11 go with you ! \" When, overtaken by a rattling storm, The fancy of the trav'ller there doth form With huntsman, with his pack so stanch and true, The chase in coats of scarlet, green, and blue, — There as its mantle of each varied hue The lightning throws upon the mountain's side, Where as so furiously they run and ride, The sportsmen cry, the rocks reply, \" I '11 go with you ! \" XV. Lo ! there again the same unhallow'd crew, That desecrated with their capering heels In waltzes, in quadrilles, in jigs, and reels, The churchyard, rush all frantic forth to view ! With tally-ho and shout and wild halloo, O'er hill and dale, through lake and torrent, too, Till Knot* and Nichol,f with each echoing fell, Reverberate a thousand times the yell, — \"I'll go with you! I'll go with you ! I'll go with you!\" * | Rather unpoetical names of two of our Heights."], [189, "165 BARTON AND THE LAKE XVI. I speak as of a hapless \" moonstruck child Of magic,\" in one of his moody fits, To whom each shadow like a spectre flits, Haunting his fancy on the awful wild : Where Contemplation, at that solemn hour, Within the precincts of the lonely Tow'r, Might cherish, as around the proudest pile, Her visions of romantic joy the while, Amid that mountain-solitude's inspiring pow'r. XVII. Returning whence, upon the owlet's plumes From off her lonely station on the Yew, As, scared at its approach, away she flew, The Muse her progress with the Fleet resumes ; If, 'gainst so strong a gale, it can be said, Its gallant galleys any progress made (Higher than ever where the billows rose And all advance against their force oppose) , Which off the arduous point so long their course delay 'd"], [190, "166 THE CAPTURE. XVIII Thus as they struggled off that arduous point, 'Mid such a wild and terrible commotion Upon their furious little raging ocean, Enough to put their strong arms out of joint, Unto their fancies in that water-spout Well might the wraith then seem to whirl about ! The scouring gusts advance in thick array, Like spectres, dashing on their prows the spray, The crews, exhausted, with their toil almost worn out ! XIX. When, lo ! to recompense them for their toil, For having weather'd, with such strenuous hand And with the stoutest heart, that point of land, On reaching where the water's charming coil, So tranquillized, curls in the little bay A hanging grove so richly doth array, A piercing beam of sunshine then illumes The feath'ring foliage with the heron's plumes, Whence scar'd, with echoing clang, she slowly soars away."], [191, "167 BARTON AND THE LAKE. xx Behind the shelt'ring back of Hallin Fell No more than what, so oft upon that spot, Has fallen to the rambling poet's lot, When, resting on his voyage, he can tell ; — Gazing, so gorgeous as it tow'rs in air, That grove of mountain-ash so light, so fair, Mingled with birch and oaken underwood, Relieving thence the darkness of the flood Profound, and the black mossy rocks ingulphed there. XXI. Ere of the galleys I pursue the theme, As guide, a little further I would take The roaming reader — where into the Lake So smooth and placid flows a mountain-stream, Erewhile so turbulent in Martindale — The stream of Sanwick — which, so charm'd, 1 hail (Forming, methinks, a vignette in its scene To deck my page) there with its fields so green, Its Alpine background and its deep retiring vale."], [192, "168 Til E CAPT URE. XXII. There, whence the prospect of the Land and Lake So powerfully may its \" vigils keep And sing to charm the spirit of the deep,\" And all its raptures in my soul awake ! Where in our wherry we so often glide, — Upon the lovely Lake's untravell'd side The chosen Station, where the pledge so sweet Of joy, in summer's brightest hours, I greet, To fill my bosom with deep gratitude and pride ! XXIII The chosen Station where so oft we glide, My fancy while sequester'd Sanwick fills Like a Swiss village, 'twixt the opening hills, Seated upon its lake's romantic side : — Where, mooring oft within its tranquil bay, I've joy'd to see my little ones at play — The while, to mock the feeble mimic hues Depicted by my pencil or my muse, The scenery still can charm my fancy with its sway!"], [193, "169 BARTON AND THE LAKE. XXIV. Behind the shelt'ring back of Hallin Fell Yet might their poet, on that haven's breast, Allow the boatmen for awhile to rest Upon their oars — the signal giv'n, the spell Its crews all breaking with recruited force, Behold the gallant Fleet resume its course ! And as, with strokes so sturdy, it sweeps by, It hears the water-phantom's boding cry Resounding in the birchen mountain's torrent hoarse. XXV. Thus of Reality and of Romance, Alternate, as you prompt the varying themes, With sober Truth to chasten Fancy's dreams, Of each the joys, fair Ullsmere, you enhance ! Of each the joys, that, with a rival sway, May prompt an ardent poet in his lay ! So highly his imagination warm, As o'er it to diffuse th' inspiring charm Their mingled influence to his fancy to portray !"], [194, "170 THE CAPTURE. XXVI. Enraptur'd as such charms he would combine, The whilst he with a too ambitious aim May pant \" to snatch a double wreath from fame,\" If Nature deigns upon his page to shine, So oft invok'd (yet wholly not in vain He hopes) to shed her magic o'er his strain — To make his bosom with such ardour burn, Fair Fancy the ascendant, in her turn, Lo ! now unto the poet's vision seems to gain ! XXVII Then, when she brings again unto his sight (There,where,with strokes so sturdy, they sweep by, Hearing the water-phantom's boding cry) The galleys holding on their course, in spite Of the wild wailing of the shrill seamew, Of evil omen, too, unto their view ! That omen (still right onward as they sped Unto their destination), over-head, Redoubles but the efforts of the hardv crew."], [195, "171 BARTON AND THE LAKE. XXVIII. Then when across the bosom of the Lake — The while it 'gins to heave its ocean swell, On which big drops, with mutt'ring thunder, fell, And vivid lightning flash — again betake — As the returning storm begins to low'r, Rallying their forces to resist its power — Again, in spite of threat'ning wind and weather, The gallant boatmen, pulling all together, Knowing full well the signs all of the darksome hour. XXIX. With every mountain in the gath'ring storm, As, aw'd, they mark thy lowerings, Yew Crag, (Upon whose crest the antlers of the stag In each scath'd branch the fancy well may form, Where issues from its cleft each wither 'd stock, Enduring there so oft, as now, the shock Of tempests), full upon the captur'd Tower, Spite of the adverse gale and rattling shower, TheFleetnowbears,onhavingturn'dthytow'ringrock."], [196, ""], [197, "THE VISION. PART IV. THE PACIFICATION."], [198, ""], [199, "THE VISION. PART IV.— THE PACIFICATION. I. HELVELLYN AND ARA FORCE II. TOUR ROUND THE HEAD OF THE LAKE III. THE ISLANDS AND PLACE FELL. HELVELLYN AND ARA FORCE. I. There, potent Fancy ! where began to fail, Beneath thy spell, the elemental war, Amid the mountains with such echoing jar, \" Now with its tenfold thunders swell'd the gale !\" Lo ! where its darkest threat'ning fury lowers, — Now hurls its pealing bolts — a deluge showers — Upon that awful Station, 'midst the storm, What spirit there displays his beauteous form, Where thy huge crag, Saint Sundian, so tremendous towers ?"], [200, "176 THE PACIFICATION. II Rapid as lightning he thence runs along Yon cloud-capt ramparts, and the frightful ledge Of \" Swirril's Rocks\" and dizzy Striding Edge — Unhurt thus pass'd the pealing bolts among My Ariel, guardian genius of the flood ! Who now aloft on thy broad shoulders stood, Helvellyn ! — then upon the Peak * sublime (Whose name the Muse cannot pronounce in rhyme) , Where to behold his feats may well congeal her blood! HI Of friend and stranger from the awful brink Of that sublime, secluded mountain-tarn Fain would I, by the way, the footsteps warn, Whence they may tumble headlong in a wink ! Plung'd in the pool or on some crag hung out For croaking raven or for leaping trout ! t Unless ambitious to supply a dish For bird so ravenous or such frolic fish Leaving to sprites like Ariel there to sport about. * Catchedeeam f There sometimes does a leaping fish Send through the Tarn a lonely cheer; The crags repeat the raven's croak In symphony austere. Wordsworth's 44 Fidelity.\""], [201, "177 HELVELLYN AND ARA FORCE. IV Who on the thunder-cloud career 'd around In thy extinguish'd crater*, \" through the shock Of fighting elements,\" from rock to rock, Helvellyn, in thy dread abode profound, Which raged, as erst, like a volcano dire — Who (as his poet's fancy may inspire) Might seem the spirit whose angelic form \" Rides in the whirlwind and directs the storm,\" And then \" springs upward like a pyramid of fire:\" V Thence all to throw him headlong from that steep, To hasten thither with the utmost speed Where he was bent upon a glorious deed, — And, instant, on the borders of its deep, (Where, with the heavy show'rs,with voice so hoarse, The swollen torrent urged its foaming course) To gain the bridge that spans in Alpine pride, Deck'd with its sylvan charms, the tumbling tide Thatrollsdown, thundering, from theheightsof AraForce •This appearance, which Helvellyn certainly bears, round the Tarn mentioned in the preceding stanza, the Author must leave more experienced Geologists than himself to decide on. N"], [202, "178 THE PACIFICATION. VI Here as thy fancy folds its vent'rous wing, Muse, if thy flight, upon so wild a plume, Hath in thy fatal fall not seal'd thy doom, Fain would thy vot'ry strive the scene to bring In shadowy semblance from thy vocal string ; — Here as thy fancy folds awhile its wing, Fain would thy votary with thee pursue The pathway, — and, his transports all so true Recording, of his wild-wood, mountain-ramble sing, VII For, oh ! what of thy fancied favour'd bard, There, where the little mimic Towers* arise, That charm afar th' approaching Traveler's eyes, Have been the raptures and the rich reward ! There where as, Gowb'rough, in thy coverts laid, The fallow deer he scares across the glade, Romantic, as he traces up the course Of the sequester'd Fall of Ara Force, And muses, hov'ring round its haunt of sombre shade * Lyulph's Tower"], [203, "HELVELLYN AND ARA FORCE. 179 VIII. There, Ara, where thy chasm so deep, so dread, A cavern and a pendent grove combines, In which the light of day but dimly shines, Like awe-struck pilgrim he there seems to tread, Charm'dwiththy\"concord of sweet sounds,* withal Most melancholy and most musical !\" The solemn voice thence of some Oracle, As in his musings with the spectacle All so enchanted and the tuneful echoing Fall ; — IX. Or of his prompting Genius from the dell In the resounding Cat'ract on his ear, Auspicious to encourage his career ! There, Ara, where the bard beneath its spell (As Seer or Sibyl, in some shadowy Cave Like thine, Trophonius, their responses gave, Or in the twilight of thy sacred Grove, Dodona, — or as where our Druids wove Their mystic visions) listens thy melodious wave : •Applied by Green (v. 2, p. 217) to Scale Force. N 2"], [204, "180 THE PACIFICATION. X. And, having scaled, so charm'd, to view it leap Beneath him, on the Alpine bridge, high thrown Across the Cat'ract, o'er its fury prone, Stands in the awful cleft which parts the steep ! Nor less enraptur'd, on that charming height, \" Through glades and glooms\" fair opening on the sight, As startling there again the glancing deer, Traces aloft the murm'ring torrent clear, Romantic, as he rambles on with such delight : — XI The torrent that so fretful still he meets With many a fall adown its rocky bed, Before him till the cultur'd regions spread, Where the wide scatter 'd Highland *Hamlet greets His ken, — where all so smoothly seen to flow The same wild \" torrent ere it dash below,\" Portraying \" mortal pleasure\" — as, in truth, So oft experienc'd, with such deep-felt ruth, Of buoyant sanguine hopes plung'd in th ' abyss of woe ! * Dockrav"], [205, "HELVELLYN AND ARA FORCE. 181 XII. The Moralist yet let the Mourner hear, Thus musing, to arouse him from his mood, Ne'er on anticipated ills to brood — The mind, of such desponding thoughts to cheer, As Memory with the inspiration fills, Here, of the Poet * of his \" swelling hills And spacious plains besprent with steeple towers,\" As yonder, with such tranquillizing powers, The Steeple now descried the troubled fancy stills ! XIII Though \" pointing with no taper spire to heaven,\" No less a pledge yet may the mourner hail, There, in the humble Tower of Matterdale, — Of solace for all mortal anguish given ! — Whence his romantic pathway to retread As, Ara, thou recall'st with voice so dread, Through what rich vistas, on thy wood-crown'dheights, Thy matchless Lake th' Enthusiast's ken delights, With every mountain, isle, and bay, unto its head ! * Wordsworth in his \" Excursion.\" B. 6."], [206, "182 THE PACIFICATION. XIV. So should we make our waking dreams extend (So with our mental vision piercing through The densest cloud that ever met the view ! ) To highest Heaven and pleasures without end : — So did the vision burst upon our sight, When, Ara, first we* reach'd thy glorious height — With awe, with joy, with gratitude imprest, What exultation then might swell each breast, Prophetic, here our wand'ring spirits to requite ! XV. O well may our exulting bosom's deem, O'er many a wild'ring road, some guardian fay Th' invisible companion of our way, By precipice, o'er mountain, sea, and stream, — In storm and darkness — well may I relate The pleasures that have crown'd our wand'ring fate — And, for the promis'd joys it made us gain, Invoke the Muse to raise the grateful strain, Our course, with retrospection sweet, to contemplate! ♦The Author and his Wife"], [207, "183 HELVELLYN AND ARA FORCE. XVI With all the World before us where to chuse Our place of rest and Providence our guide ! With all, indeed, to wake a Poet's pride, — With all, indeed, to wake the dullest Muse ! — And if they would indulge that waking dream, Ullsmere, illum'd with so divine a beam As that which on thy realm its glory sheds, Lo ! with as bright a splendour on their heads, Tell your Enthusiasts here to muse upon their theme ! XVII As, Ullsmere, even he cannot refrain From vent'ring thus thy glories to proclaim, Rekindling, Fancy, as he feels thy flame So with its influence animate his strain : Erst as the eagle, perch'd on yonder height, Exulting ey'd the gath'ring shades of night More low'ring from their thunder- clouds array, — Then, when he dar'd, amid the tempest's fray, Launch with the lightning there, with unscath'd wing, his flight."], [208, "184 T H E PA C 1 F I C AT ION. XVIII. L'pon those heights as sullen sunk the day, And fire, and rack, and rain, and wind, deform The skies, — at length, then, through the breakingstorm, As rose the moon upon her cloudy way, Upon those heights, lit by her flitting beams, What vision to my awe-struck fancy gleams . From the recesses of the hanging wood, Beneath, above, around, the roaring flood, Crown'd with the misletoe as the procession streams. XIX High on a tree, there fell'd by Nature's hand, That form'd an archway o'er the roaring flood, Conspicuous to the view of all he stood, Where the chief-priest harangued hislist'ningband, Assembled, on that awful troublous night, Again to celebrate a savage rite : There as, beneath the groaning central oak, Aloft, exulting, the Arch Druid spoke, It told the joy that fill'd his soul with fell delight."], [209, "185 HELVELLYN AND ARA FORCE. XX It told within the cruel reigning joy On viewing those beleaguer'd neighbouring tow'rs, On which its rage a fiercer tempest pours Than that which hurtles in the troubled sky — Fit emblem, with its frightful mingling jar, Of the dire desolating storm of war ! Fell civil strife ! the fiercest it can wage, Which wreaks on those ill-fated tow'rs its rage, Beneath the influence of their most malignant star ! XXI. When issu'd forth the haughty Baron bold, And to the Tower, with the vengeful flame So keenly burning in his bosom, came, Ronald, who had possession of his hold, Thence such an unexpected brisk sortie Led, while its owner — but from sorcery Fancied that some fell evil-ruling power Had dispossess'd him of his goodly Tower, Making his faithful liegemen all so fain to flee !"], [210, "186 THE PACIFICATION. XXII Oh ! then how chafed the Baron in his ire ! Oh ! then how long reluctant to believe The tidings, which his startled ears receive, Of the disaster — an event so dire ! How to the Tower, in the desp'rate fray, His son, a captive, had been borne away ! — Yet thou, who couldst, in thyo'erweening pride, So vauntingly thy fancied foe deride, Far better feelings might thy happier bosom sway ! XXIII Who shouldst behold before th' assembled clan Thy son, when summon'd by the Thane's command, His chains struck off, to hear his sentence stand — To whom Lord Ronald courteously began : — \" Alas ! with perils to our Isle so rife I see the signs in this dire Border-strife ! Go, noble youth, at large on your parole ; Nor further pledge from such a gallant soul I need, with honour dearer far to thee than life."], [211, "187 HELVELLYN AND ARA FORCE. XXIV. \" Go tell your haughty sire, that if her voice Decides against the pleadings of my heart, Than straightway with my clansmen to depart I feel that I have left no other choice : — But if Althea, in propitious hour, Will speak more kindly, then no earthly power Will make me from my fix'd resolve e'er fly ! And hear, then only when I buried lie Beneath its ruins, — only then I'll yield the Tower! \" XXV. I said, on viewing yon beleaguer'd Tower, It told within the cruel reigning joy That fill'd his bosom with such transports high, Where war its direst rage prepared to pour — Then, rapid as the kindling beacons ran, Which the tempestous gale of night did fan, Till with their signals to the troubled air The tops of all the well-known mountains glare, Rousing to arms as many a fiercely kindling clan."], [212, "188 THE PACIFICATION. XXVI It told within the cruel reigning pride, Spreading the baleful influence the while Of him, the Evil Genius of the Isle, That long with human blood his altars died ! Still of the barb'rous triumphs he could gain, Of which the Monuments would aye remain, — Such as, indeed, and not the least in fame, Long Meg and all her Daughters would proclaim — But,chiefly, those, hisboast, that stand on Sarum'sPlain ! XXVII. When, lo ! into this strain the Druid broke, Methinks, as Satan might himself have spoke : — THE MALEDICTION OF THE DRUID. Though either Mona we deplore No longer stain 'd with human gore In every levell'd fir and oak, E'er since those Isles shook off our yoke !"], [213, "189 HELVELLYN AND ARA FORCE. XXVIII. (Accursed be th' ill-fated hour That freed them of our dark'ning pow'r ! Oh ! might its fav'ring mists again, As when we held our awful reign, O'erspread with their congenial gloom, Our sway that we might there resume, Where, Mona, for awhile we found A refuge on thy reeking ground ! From vengeance felt more keen delight In every sanguinary rite ! Each victim, that resign 'd his life Beneath our sacrificial knife !) XXIX. Yet know for every groaning oak That felt a Caesar's felling stroke — For all our wrongs, for all our shame, Our souls may still a triumph claim ! Know, Druids, as of late I stood Where, midway, in the rolling flood,"], [214, "190 THE PACIFICATION. Our Mona's ridgy land is seen Betwixt each Sister Ocean Queen — As, late, I stood on Snafield's height, A vision charm'd my joyous sight ! (Prophetic which I trust wiU prove As ever fill'd our darken'd Grove !) Disunion there appear'd the while To rage betwixt each Sister Isle, Enough to make with joy \" a demon smile ! \" XXX. Such his last boast, as the departing storm, First mutt'ring, then its last and loudest peal, Responsive, pour'd, to make its victim feel Its vengeance dire on his devoted form : The lightning, Ariel, thy conducting wand Launch'd where the wicked Seerhad ta'en his stand, Thus vaunting, on the fatal riven trunk, With which into the roaring flood he sunk, Dispersing thence for ever his affrighted band."], [215, "191 HELVELLYN AND ARA FORCE. XXXI. Lo ! where it now seem'd to have spent its force, In deeper stillness the lull'd tempest laid That ravag'd region, — in its sylvan shade All save that Cat'ract with its voice so hoarse, Thence heard, in the returning calm so deep, Mar to murmur from its echoing steep ; The while of every \" lazy pacing cloud,\" The giant mountains gradually unshroud, As sinks exhausted nature into welcome sleep."], [216, "TOUR ROUND THE HEAD OF THE LAKE. T Another clear and calm autumnal morn, Again reflected in thy tranquil breast, What time thou donn'st, fair Lake, thy various vest, Arises with its radiance to adorn The landscape in its most enchanting light, — Each dale romantic and each awful height Of tow'ring rock on rock, to heav'n up-piled In savage grandeur, and sublime as wild — To where good Ariel then, exulting in his flight,"], [217, "TOUR ROUND THE HEAD OF THE LAKE. 193 II. Soar d, like its eagle, in the solar blaze, Rousing the guardian genii of the deep From every shore and isle, each glen and steep, With ecstasy upon his flight to gaze ! All mustering with their tutelary power To hail the happy omen of that hour ! To shed their mingled influence benign Where now thy golden planet seems to shine At length, Lord Lyulph, o'er thy goodly risingTower! Ill Yet, ere he planted, waving in his hand, The trophy of his tutelary power Upon the turrets of that goodly Tower, — The Banner of th' United British Land — Whence with such rapture as he stood to scan The tract o'er which with eagle- eye he ran (The while his Poet, in his lagging strain, \" Like panting Time toils after him in vain,\") As rapid as his glance his course the Sprite began. o"], [218, "194 T HE PACIFICATION II As from Helvellyn he now win light Around the Head of his enchain a Lake, c* \" Fain would his fancy the excursion make, — The choice excursion with its Guardian Sprite — Fain to his fancy he would give the rein, All for such a finale of his strain To crown the humble effort ?. of the bard In choosing for himself his own reward, — A tour of triumph from which he cannot refrain. Fain would his fancy from that citadel (Whence, in imagination, he may roam E'er, with such rapture, at the view at home) Start with his trusty Spirit Ariel : — Already where his clam b 'ring steps have been, — * There, where their leader might exclaim, I ween, To his then so like Children of the Mist (To which, good Reader, with indulgence list), — \" Methinks, so foul and fair a Field f I have not seen!\" * As a warning to future travellers, the Author cannot refrain from inserting an account of this mountain excursion, which he made with his family. + Alluding to the mountain called Fairfield, on which we were bernisteel, as here described."], [219, "195 TOUR ROUND THE HEAD OF THE LAKE. VI There is an Evil Spirit in these realms, The Spirit of the Mist, that well may claim Unenvied all the honours of his name, That oft the hapless traveller o'erwhelms, \"And leadshim flound'ring on and quite astray,\" — As well as hardy shepherd in his way, Seeking the stragglers of his mountain-flock, Sometimes to hurl them o'er a tow'ring rock Wrapt in enduring mists throughout the live-long day. VII. And as that Evil Spirit hither came \" Upon his sooty pinions,\" all to shroud Thy summit, Fairfield, in so thick a cloud, Spirit of Pope ! methought it was the same As that attendant in thy Cave of Spleen ! * And, in these realms, at times his proper scene, Wrapt \" in a vapour\" from \" the dismal dome,\" Speeds hither thy renown 'd malignant Gnome, Andon his favourite \"dreaded eastwind\" rides, I ween **Umbriel o 2"], [220, "196 THE PACIFICATION. VIII. Like to a lasting yellow London fog Yet would the Muse's fancy not compare The garment which the demon seems to wear ; But from some quagmire, standing pool, or bog, Unto an exhalation finely drawn Into a watery web of livid lawn, With glassy eyes and blighted branch in hand, With which th' advancing Springhe doth withstand, And lingers, Summer, often in thy hazy dawn. IX As heavy laden on his murky wing Of vapours, wafted by the nipping East, He comes, with savage joy, his ken to feast With all the dire diseases he doth bring, — Colds, agues, \" fierce catarrhs,' ' with racking cramps, And dire rheumatics, caught from evening damps, Succeeding to a cloudless day of glare, Which his unwary patients doth ensnare, As if from Ly bian Deserts plung'd in Scythian Swamps."], [221, "TOUR ROUND THE HEAD OF THE LAKE. 197 X As with that blighted branch he wav'd us on, Around which many a sun -gilt leaf he wove Beneath the brightest summer-smile of Jove, Ah me ! how soon we found the landmarks gone ! The piles of stones by which we might retrace vDownwards our path from that precipitous place — As more and more envelop'd in the haze, We cast, bewilder'd, such an anxious gaze, Each with such wistful, though despairing, dew-sprent face ! XI Oh ! great Macbeth ! though all unlike the mood In which you heard, presaging strife and death, The Weird Sisters, on the blasted heath As all so wild in their attire they stood ! As wild, methought, that Spirit did appear, As with a grin he greeted thus mine ear, And on our plight a scowl of malice blends, — \" How will ye like to pass, my gallant friends, Thenightandtakeyoursupper,like cameleons, here?\""], [222, "198 THE PACIFICATION. XII Then, as he girt each insulated rock, Which in that threat'ning sea of mist arose — That fiend, to lure us our career to close — Despite his wiles, his pow'r we still could mock ! For, each crag there to us as threat'ning frown'd As when in unknown seas huge rocks surround The sailor, who with caution steers his bark, So wisely dropping anchor in the dark, — To weigh in daylight — in the strait more safely bound. XIII Yet, neither did our spirits in the hour Of trial, with our searching efforts, sink, To find a pathway from that awful brink, So settled where the lazy vapours low'r : And when we thought a pathway we had found Mantled in mist upon that awful ground, Say, was it not sufficient to appal Thus almost to descend a tow'ring wall ? On which success at last our strenuous efforts crown'd,"], [223, "199 TOUR ROUND THE HEAD OF THE LAKE. XIV Which as with retrospective joy we hail, It might with pleasing awe th' attempt enhance, On which we, often pausing, cast a glance ! And when we dropp'd beneath the cloudy veil, Methought, the Evil One upon that height Met in the mist, gnashing with rage, my sight ! Methought, too, peering o'er those frightful rocks, I kenn'd the Demon, through his grey elf-locks, Darting, at our escape, a scowl of baffled spite ! XV The vision vanish'd — which, in after-time, Might, with its cherish'd mem'ry, thus inspire, I ween, the grateful murmurs of his lyre ! Might prompt him to record it in his rhyme, The anxious leader of so dear a band, What time good Ariel waved his guiding wand, And, Fairfield, from thy misty summit led Us safely down the steeps of Rydal Head, To hail, fair Windermere, your lovely Lake and Land !"], [224, "200 THE PACIFICATION. XVI. Oh ! well may now the murmur of that stream, So welcome as it broke upon his ear Our prospect from beneath its cloud to cheer, Charm with that welcome sound his grateful theme ! Where, with a precipice on every side, And with so thick a veil its cliffs to hide, He stood, with those so dear, in vapour bound, So long a captive on that awful ground, Ambition, not unlike thy vent'rous sons of pride ! XVII To vary thus the subject of my song, As to my notice, at my outset, true, Wrapt in its spell as I would still pursue My tour or theme, with Ariel borne along, His course across thee, Deepdale, as he steers, To where the metamorphos'd shape appears, Sure, of some giant Hartshope, in thy Fell, There where it blocks up, in the midst, the dell With its enormous elephantine head and ears.* *The mountain, called Hartshope Dod, in Patterdale, is justly said to bear this resemblance."], [225, "201 TOUR ROUND THE HEAD OF THE LAKE. XVIII Whilst roamingthus through this Enchanted Land, Enraptur'd I pursue my rambling theme, This truly I may be allow'd to deem, Ariel, the work of your own magic wand ! But soon the spell dissolves (that in amaze Might rivet, e'en, methinks, the dullest gaze), Around that huge proboscis as we wind, And for our progress hence an outlet find Beside the lofty solitary shore of Hays. XIX By which we gain the arduous ridgy steep, That well the toilsome journey may repay, Renowned High Street, on your Roman Way ! So fine a walk, too, for your browsing sheep — Unfolded where the various views appear (Which I will not attempt to copy here) By Kidsay Pike, o'er Mardale and its Lake * — A walk, which every traveller should take, Who forth' enjoyment of such beauties wanders here * Hawes Water"], [226, "202 THE PACIFICATION. XX From this digression as I would pursue (Almost the last digression I shall make Ere I conclude) my Legends of the Lake, (Or, Critics, whatsoe'er they seem to you), Lo, now the Muse would fain her flight resume There where she hail'd the golden morn illume Thee, Ullsmere, with its most auspicious beam, To crown the raptures of her poet's dream — There as, unwearied, waving still her daring plume"], [227, "THE ISLANDS AND PLACE FELL. I. As with the shades clear'd off her low'ring brow, \" The grey-ey'd morn smiles on the frowning night, Check'ringthe eastern clouds with streaks of light,\" If to thy fancy, gentle Reader, now My Muse not in her charmed Vision \" reels From forth day's pathway made by Titan's wheels,\" Through the disparting drapery of yon heights, One of her glorious Spirit's brilliant flights, Glancing adown a brightened sunbeam, she reveals !"], [228, "204 THE PACIFICATION. II Alighting on that promontory's height, Although \" like angel visits \" on the scene, To us yet neither \" few nor far between ! \" To us, who, guided by that guardian sprite, To that engaging point oft hold our way, To gaze upon its charms from Silvery Bay ! The matchless Station where he takes his stand, The Genius of the loveliest Lake and Land, Now with her most enchanting influence to array ! Ill Still, Fancy, as thy sway I would rehearse (Although like angel visits on the scene, To us yet neither few nor far between), As oft so mingled in my rapt'rous verse, Yet no unfaithful picture to your sight I offer, Reader, in the lines I write ; There, where its fairy ocean seems to smile, — Where, House Holm, thy romantic tow'ring Isle In miniature uplifts its savage sylvan height."], [229, "205 THE ISLANDS AND PLACE FELL. IV. There, where we scare the hern from her retreat, Before a table on the mountain land, (That seems to rise by some magician's wand) I steer our boat to shore to take our seat — A table as the wizard rais'd to view, With dainties grac'd before th' astonished crew ; The while his servant Ariel's notes beguile Our stay, methinks, in this Enchanted Isle, As to his promise he has proved himself so true. ARIEL'S SONG V. Ye, who claim his partial care, Of the spirit's banquet share ; Of your guardian Ariel Over every lake and fell : When, by wand'ring fancy led. Such romantic realms you'll tread, E'er your wishes to befriend, Ariel will your course attend !"], [230, "206 THE PACIFICATION. VI. Whilst in this pledge the wanderer believes, (And oh ! refuse not to his grateful heart The charm which such a rapture can impart ! ) His heart a presage of his lot receives ; Here hoping with such joyous varied days As those recounted in his rambling lays, To journey, nor dejected, nor forlorn, To reach in peace each traveler's awful bourn, And e'er to offer in his path his fervent praise. VII. By moonlight whilst half tempted to relate, (Spite of the resolution I have ta'en To banish such small people from my strain) Here how each Elfin Isle displays its state, Hence, Ullsmere, as across thy fairy main I feel the influence of its halcyon reign (By moonlight as the Elfin Race we know E'er love to revel and their feats to show), I call on thee again to animate my strain !"], [231, "207 THE ISLANDS AND PLACE FELL. VIII. And may th' Enthusiast and the Critic, too, From so remote a source the far-fetch'd theme, So rapt in each romantic, changing dream, Permit their humble Poet to pursue ? Your Poet, gentle Critics, with your leave, All \"by his lake- wood side, at summer-eve,\" To soothe with such sweet dreams \"his closing eye ? \" \" To such wild notes of simplest minstrelsy To shift the fairy-scenes that Fancy loves to weave ?\" IX And as each fairy-scene then seem'd to fleet, Evanish'd, as the mists or sparkling dew The night-breeze sweeps there all away from view, Lo ! what a gallant lake-yacht then did greet The charmed fancy in its dazzling sheen, Rlumining this beauteous moonlight scene ! Perchance the very bark, good Ariel, So bravely launch'd beneath your potent spell, And riding on the Poet's* magic sea serene. * See the conclusion of Shakspeare's \" Tempest.\""], [232, "208 THE PACIFICATION. X. Which now, as erst, from your Enchanted Isle To the majestic and sublime Mainland, Beneath the auspicious guidance of your hand, To fancy steer'd its fairy course the while — There, where uprising from its dark deep flood, Before it was denuded of its wood, Methought, on thy romantic point, Purse Crag, Whilst floated in thy bay his lithe gay flag, There where his gallant bark was moor'd, the Spirit stood — XI The Spirit, with his fam'd companions boon, With Oberon and Titania, each an elf Almost as mighty, Ariel, as yourself, Beneath the magic influence of the Moon : Whom, Blea Wyke, all along thy shelving strand, To gaze the deep and giants of the land, He led enraptur'd till the queen of night Her glory veil'd behind thy tow'ring height, \" Upon whose top the jocund day did tiptoe stand.\""], [233, "209 THE ISLANDS AND PLACE FELL. XII When, thus addressing each attendant sprite, (What time he saw with her own hues adorn The Fell, on which they stood, the purple morn) The Master Spirit hail'd the dawning light : — \" To the moorfowl's blooming lair Let us, friends, aloft repair, Owning the romantic spell On thy heathy top, Place Fell ; Gaze, from that commanding Mound, On the Alpine prospect round, That with its enclosure vast (Like the Walls of giant size Which the Titans rais'd unto the skies) Seems around its altar cast In its temple, 'neath the sky : To yon summit let us hie ! Chasing thence the mists away. With his most auspicious ray, Greet the glorious rising day ! \" V"], [234, ""], [235, "THE VISION. PART V. THE NUPTIALS. p2"], [236, ""], [237, "THE VISION PART V.— THE NUPTIALS. LYULPH'S TOWER. I. To him, who, Ullsmere, with so high a pride, Of thee so much enamour' d, his reward Would cherish, as thine own enraptured bard, — Yes, Ullsmere, all thine own — be not denied (Wrapt in the mantle of another's name, No vain distinction thence for thee to claim — Fair Fancy ! through thine aid to gaze upon No wild, no wonderful phenomenon) To give thee, Ullsmere, still some new, though tran- sient, Fame !"], [238, "214 THE NUPTIALS. 11. As in the bosom of thy lovely Lake, Ambitious hoping that thy charms may find As clear a mirror, Ullsmere, in his mind, — Its image the reflected scene to take — Beneath the still invok'd auspicious reign Of him, the great Enchanter in his strain — As, with his waving wand, he wove the cloud, So deeply in its fleecy folds to shroud, More brightly to unveil the battlements again. III. Beneath its happiest influence, the while, (Back as they roll'd, the sullen clouds of war, Amidst the calming atmosphere, afar,) Then, when its golden planet, in the smile Of Peace, at length, auspiciously restor'd The goodly Tower to its rightful Lord — Of dovelike Peace, with healing on her wing From Heav'n who came, the summons then to bring, To sheathe with kinsmen's blood imbrued the sated sword."], [239, "LYULPH'S TOWER. 215 IV. Oh for the echo of that heav'nly strain ! Its faintest echo in my feeble verse That I might catch, its influence to rehearse, With which the charm'd attention to enchain ! Oh for the echo of that heav'nly strain ! With which my audience, Handel, to enchain, And make them with thy water-music float Along with me, enchanted, in my boat, To spread its charm o'er the creation of my brain ! V For, wafted gently o'er the liquid plain, From horn, from hautboy, flute and clarionet, Not with less skill perform'd than science set, By thee, sweet Echo, came the charming strain ! So came each swelling and each spreading note, Around each promontory, from the boat, — All from Lord Lyulph's gaily gilded barge, Commissioned to convey its noble charge, His liege-lord, as became his rank, in state afloat."], [240, "216 TH E NUPTIALS. VI. As proudly riding o'er the tranquil deep, Alternate, as it uses oar and sail, As gentle breezes and as calms prevail, A galley next its course was seen to keep ; Of which its viewless pilot, Ariel, Stood at the helm, in visionary spell, Steering the gallant galley, where I see, Methinks, the Prior with his company, With Diarmuda, Phorne, Althea, Amabel. VII. At their deliverance who might well rejoice, Debarking where sweet Peace her halcyon reign Held o'er the Castle and its liquid plain, Beneath their guardian spirit's fav'ring choice : Who, in the haven when he had secur'd (WhereerstLordLyulph'sbargeof state was moor'd) Their galley shed that true celestial balm Upon such sanguine spirits, in the calm Upon the stormy trials which they had endur'd."], [241, "lyulph's tower. 217 VIII. Soon as Lord Lyulph o'er the liquid plain Beheld the honour in the barge of state The Tower approaching with its noble freight, He issued orders unto all his train, Yet with no sycophant servilities, Rang'd in procession, with due courtesies, To follow him, upon the shore to meet, Himself his liege-lord landing there to greet, Presenting, on a cushion, with the Castle-keys. IX. With this, good Reader, and each other rite Duly perform'd, of hospitality, Fain would my hand some strokes of Chivalry Effect, with Fancy's aid, unto your sight (Vain task of feeble hand !) — the mimic fray And chase, alternate, through the livelong day — At night blithe music, dance, with jest and sport — Then, as with such magnificence his court, Nor less allegiance, did the noble Baron pay."], [242, "218 THE NUPTIALS. X. Suppose all this — for, better far than mine, Vers'd in such matters and romantic shows, No doubt that your imagination knows Well able to fill up my rough outline : — Nor will I tire you (in that antique age Though dramas reign'd,since\"all the world's astage,\" And ever was) with Mystery or Masque, — But, Reader, only your attention ask To mark the list of characters upon my page — XI Of dramatis personse, — each his part Rehearsing — lo ! to play off many a prank, The Jester, first and foremost in the rank, So deftly plans his jokes, — his sleights of art The Juggler — varying thus the. merry time WithdancingDwarf, — withMummerandwithMime! Though last not least (to give him honour due) , As all so gaily crown'd amid the crew, The loyal Laureate with his laudatory rhyme !"], [243, "lyulph's tower. 219 XII. What visions there, again, of olden day (There, where \"stately the feast and high the cheer,\" And,Gowb'rough,\"girt with many an armed Peer\") Burst on the modern guest with living ray ! What visions there, again, of olden time Arise to kindle his heroic rhyme (As seated there) , fair Fancy ! at thy call, With the huge antlers hung upon the wall, — As, through the oriel, gazing on the scene sublime ! XIII What visions there, again, of olden day Can every rocky steep and hanging wood (That with their grandeur gird the noble flood) With their romantic influence array ! What visions there, again, of olden day Awake the echoes of each fervent lay ! As, prompting with the varying theme its rhymes, Thus Fancy wafts the Song of other times, The Chase, the Tournament, the Foray to portray."], [244, "220 THE NUPTIALS. SONG OF OTHER TIMES. 1. O as the quarry of our clime, The soar-hawk, eagle's flight sublime, The osprey and the hern, — The wolf and fox rous'd in their den, The martern in the lonely glen, The wild deer in the fern So oft have woke us to the chase, Panting, like rivals in a race, O'er mountain, lake, and river, We 've rang'd and bent the stoutest yew; Whence as unerring arrows flew, Launch'd from our well-stor'd quiver, Our bows with trophies of their power Have hung the noble Lyulph's Tower ! 2. O as the far-fam'd site renown'd, King Arthur, of thy Table Round,"], [245, "lyulph's tower. 221 Has kindled, far and near, Knights of each order and degree That own a spark of Chivalry — That brandish brand and spear — To win, before their Ladies' eyes, Within such glorious Lists the prize In the heroic game ; Behold how bravely there advance Our own true Knights, to break a lance With those of brightest fame, Deck'd by fair hands, their richest dower, To grace the gallant Lyulph 's Tower ! 3. O as so oft the Beacon Light Breaks off, upon its blazing height, Our true Knights' mimic fray, To seek, on some audacious Raid Of the fierce Gatherers in the Plaid, For far more serious play:"], [246, "222 THE NUPTI.YLS. Though oft deep died in British gore The double-handed huge claymore, The Clansmen yet afford Rich harvest when they dare to wield Their weapons in a British Field, For British good broad sword, As borne, in such triumphant hour, To guard the valiant Lyulph's Tower ! XIV. What visions there, again, of olden time (Forgive, indulgent Reader, if again My joys I mingle with the Minstrel-strain) Arise to kindle his enraptur'd rhyme ! Responsive to that Song of olden day (A debt of gratitude he 'd fain repay), Where, in the season, as so oft afloat, Beyond all other Tourists he may quote, The Laureate of the Lake, his tributary Lay."], [247, "lyulph's tower. 223 LAY TO LORD LYULPH 1. Our thanks, in each auspicious hour, Lord Lyulph, for your goodly Tower ! To which with hearts of glee we roam As finding there the Traveller's Home ; Where I preside, as proud a host Of the gay Company I boast, As any that, illustrious Lord, Erst with their presence graced your board. 2. Thanks, noble Spirit, for the spell With which you animate my shell, — With which you prompt me to betake So often o'er your beauteous Lake — To muse, amid your realms sublime, The charms and glories of your Time : — Our thanks, in each auspicious hour, Lord Lyulph, for your goodly Tower !"], [248, "224 THE NUPTIALS. XV. The spell dissolves then with the finish'd fare Of our own freighting — something of romance Yet on that spot my fancy doth entrance, Whenever to the Tower I repair ! To my mind's eye, when, like a potent sprite, That fancy so \" flings back the folds of night\" About the Hunter's Lodge, with all its gear, — With the wild mountain coverts for the deer — Its simple Gothic structure and romantic site. XVI. What visions, what attractive charms, too, spread, There, in which others, as excited, find A source of pleasure, though of different kind ! When Dick, the 'prentice (not too deeply read), With his fair helpmate at the counter, he, Planning a day of rarest jollity And junket, may convert, like wiser men, Lyulph, thy Tower into the \"Lion's Den,\" Treating his lassie there with knightly gallantry"], [249, "lyulph's tower. 225 XVII The wand'rer, who, from many a want and woe, Could never pause a moment to inquire, Much less to set it, Genius, all on fire, If thou a spark into his soul couldst throw ? The Pedlar, with the wallet on his back, — E'en life's most jaded, furthest driven hack, Methinks, on reaching, in auspicious hour, The striking station, Lyulph, of thy Tow'r, Must halt to gaze, if not enchanted, in his track ! XVIII Lo! such a one — as, in our Poet's days, Full oft the love of nature doth belong To pedlars, mingled with a love of song, All in their stirring spirit as it sways — Lo ! such a one, methinks, now seems to gain The station that so strongly can enchain His fancy, there to ease him of his load, And tempt him to repose upon the road, So charm'd, enkindling in his breast its fervent strain : u"], [250, "226 THE NUPTIALS. XIX. A ballad he is prompted to compose, To soothe, in after-time, his traveling cares, Which ever, with his choicest songs and wares, He hawks about where'er th' advent' rer goes — A ballad all as full of truth as pity, So pithily yclep'd \"The Pedlar's Ditty\" By him, though not ungifted with the brogue, Yet, trust me, not so deep as Shakspeare's Rogue, Rung hence through many a village, hamlet, town, an d city. THE PEDLAR'S DITTY 1. I've sigh'd not for those halls and towers So stately, with their courts and bowers, I 've met with in my roaming hours, E'er to belong to me. 2. I ne'er, methinks, could feel a pleasure, Delving yon mountain's side for treasure, To hoard it up beyond all measure, Like wretches miserly."], [251, "lyulph's tower. 227 3. But rather envy there a cot On a romantic shelter'd spot, Where I could wish my restless lot Was settled peacefully : — 4. My days though like the mountain -rill — There, ne^er permitting to stand still, Turning the ever busy mill — Might flow as pleasantly. 5. Where I would drive my sledge, the peat To bring down, with its cheering heat To ward off from my snug retreat Cold cramping poverty ; — 6. And, ere I lay me down to sleep, Troll for its finny store the deep — So with my frugal fare to keep My happy family. q2"], [252, "228 THE NUPTIALS. XX. So sings \"the wretch,whose wand'rings scarce e'er knew The world's regard,\" beneath yon clump of trees, Partaking of his crust and bit of cheese Beside the Lake, enchanted at the view: At which, O ye so sumptuously who fare ! Deem not, ye Worldings so devoid of care ! Too deeply that his poet makes him feel Who sees a tear adown his cheek to steal, Ay,e'en with\"Hopehalf minglingwith the poor man's prayer ! \" XXI Then thank your stars, ye of romantic mood, When o'er your heads they so auspicious shine ! Who, musing, own their influence benign O'er this and any other beauteous flood ! Behold again yon wand'rer with his pack, Ye Travellers of Ease ! upon his back, Trudging so anxious for his little gains, So often cross'd by disappointment's pains — Ye, at your leisure, who pursue this charming track !"], [253, "lyulph's tower. 229 XXII Then what, on such a station, of the Bard, — Of him, the gifted one — wrapt in its flame, To throw the sacred mantle o'er his frame, Must be the raptures and the rich reward ! Down to the humblest vot'ry of the Nine, — To him, who, now addressing, at thy shrine, Thee, Nature, where thy charms can so inspire, May serve thine altar with some hallow'd fire '■\" Beneath the kindling influence of thy pow'r divine ! XXIII. Apart, as, from the bustle in the Tower, He owns that influence, with such magic sway, \"Weaving the fairy robe of night and day,\" — Of twilight in the stilly soothing hour ; — Beneath the masses of yon mountain screen Enveloping in darkness all the scene, Till bright'ning Cynthia lifts again her head A sheet of silver o'er the Lake to spread, Where House Holm glitters, in the midst, in dew dropt sheen."], [254, "230 THE NUPTIALS. XXIV. Where as its musing Poet would adjourn Once more unto his favourite Fairy Isle, His mimic colours to prepare the while With all its magic splendours to adorn — Once more fain would his daring hand essay, In its last task, an emblem to portray : — If to the canvass failing to impart The Painter's skill, he trusts the Patriot's heart At least will be acknowledg'd in his zealous lay ! XXV. Save where broke by their diamond-dripping oar Sparkling upon the Lake, that seems to sleep, Beneath the moonlight, Ullsmere, as they keep Their vigils all along thy fairy shore, 'Tis stillness all : — so the betrothed Twain, Prompting this vision in their Poet's brain, So smoothly as they glided in their bark Seeking their haven in the gathering dark, In sable night and silence set with Cynthia's wain."], [255, "lyulph's tower. 231 XXVI. T is stillness all — save where the rising breeze, Night, on the rippled water, breaks thy sleep, To which, like Jove, averse, do Poet's keep Their vigils, — like the humble one who sees An emblem of his fancy in the boat, Rocking at anchor, in yon bay afloat (Much oft'ner in Lethean slumber bound No doubt than Homer's is that fancy found ! ) Wrapt, likethedrowsy night-guard there, in dark capote XXVII. As thus, Oblivion, with thy sable pall, — As with the moving scenes of late invention, As, all so transient, catching the attention, With the deep curtain now about to fall Upon its Diorama, in my strain Still would I strive (although I fear in vain !) To paint the glories of the bridal morn, And with the mimic scene my page adorn, Well worthy of thy magic hues, divine Lorrain !"], [256, "232 the nuptials. XXVIII. So, when a pleasing scene, like this, doth bring The memory of some picture to my mind, In which my fancy doth, enchanted, find A charm peculiar, I must, echoing, sing, — As where \" the wild deer trod in spangling dew, Where woods a horizontal shadow threw,\" As aU so suited to this region fair, I gaily \" carol to the fresh blown air,\" Yet to the borrow'd Artist give his tribute due. XXIX. So as the gay Aurora glads her sight Again, with flowing robe of orient dies Wove of the fleecy cloud, the Muse would rise Now in her last, her most ambitious flight ! Where, Nature, thou unfold'st unto her ken So vast and various, in each steep and glen, Feather'd, fair Lake, with foliage to thy beach, A subject all, indeed, beyond the reach Both of the Painter's pencil and the Poet's pen : —"], [257, "lyulph's tower. 233 XXX. There, with each mingled past'ral sight and sound, The limpid Lake, where, as in summer-tide, The cattle lave, the tuneful falls beside, — The thousand rural charms which there abound ! Though making still some ravage 'mong the flocks, Lurks, with its cherish'd breed, the wily fox, Where now no longer, as in days of yore, Infested by the wild- cat, wolf, and boar, Sheep, kine, and deer, depasture on the highest rocks : XXXI. Where, now, no longer in his lonely haunt The screaming eagle, o'er the echoing tarn, Below the shepherd of the danger warn That erst was wont his fleecy charge to daunt : — Where, with the combination of its charms, The prospect the imagination warms, So, Fancy, that the sight thou may'st express Of thee, Glenridden, in thy leafy dress, Reposing like a wood-nymph in a giant's arms !"], [258, "234 THE NUPTIALS. XXXII. That giant, Fancy, as thou may'st portray Each Glen's diversified, romantic steep, Arising from the margin of his deep, Tow'ring above into the realms of day — That giant as he meets thy vot'ry's view Above those climbing woods of various hue, — Glencoin, above thy solitary Grange — There as the Himalaya of our Range Of Mountains he may gaze on thee, Helvellyn, too : — XXXIII. Or the \" Parnassus whom I now survey\" ( As those, who'vechanc'd to read, may, chiding, cry) All \" in the phrenzy of a dreamer's eye,\" All \" in the fabled landscape of a lay ! \" So let it be — descending thence, my Muse, For such a less exalted region chuse, If they will deign to hear a dying note, Howe'er unlike the swan's though mine may float Upon my Lake — and thus my- closing strain peruse."], [259, "lyulph's tower. 235 XXXIV There — where, good Reader, you may deem each rite Duly perform'd of hospitality — Fain would my hand some strokes of Chivalry Effect, with fancy's aid, unto your sight : — There simply the finale to relate With all solemnity as well as state, — Making, upon no complicated plot, All happy and contented with their lot, And with their due deserts to bless the Lovers' fate. XXXV. There to his guests he gives, that Baron bold, To all the joys that crown his festive board, That open hand and liberal heart afford, A welcome to his hospitable hold : Which sends up no wild boist'rous laugh and shout, Re-echoing from within and from without, With wine, with wassail, with unbridled glee, As, Comus, throng to hold their jubilee At Races, Wakes, and Carnivals, thy Revel Rout."], [260, "236 THE NUPTIALS. XXXVI. There, as the Knights, the Dames, the Yeomen, all, Were each according to their order plac'd, The seat of honour with thy Liege Lord grac'd, Lord Lyulph, duly in thy festal hall : — There as the Minstrels' harmony divine With glance prophetic kens th' Illustrious Line Of British Kings, who (while the strains proclaim Not more of Uther's Son than Alfred's fame) In glorious, visionary, long procession shine ! XXXVII. Nor less the Shades of the Illustrious Dead They mark, dim-twinkling through each misty form As rise the stars on the departing storm, Where now the joyous Feast of Shells was spread! A richer never grac'd thy banquet-hall, When leant the idle lance against its wall, Fam'd Selma ! than where now the Sons of Song, Not more in music than in battle strong, Their brethren thus unto the tuneful contest call."], [261, "lyulph's tower. 237 THE TRIUMPH OF THE MINSTREL TRIAD AT THE BRIDAL FEAST OF LYULPH'S TOWER. XXXVIII. CHORUS OF MINSTRELS To wake to ecstasy the lyre, To charm the ear and move the heart, What various kindling themes inspire Say, Minstrels, to display your art : To him shall duly be decreed Who best can claim the minstrel-meed. XXXIX. FIRST MINSTREL. Of him, that most accomplish 'd Swain, The tuneful pride of H eathynesse, Lover and Minstrel in such strain Who could describe his deep distress, Fain would my verse the triumph sing Then as he struck the vocal string : —"], [262, "238 the nuptials. So potent who could wake his shell O'er the relenting pow'rs of Hell ! So thrilling could its influence shed To life and love to raise the dead ! XL. SECOND MINSTREL. Of him, that most renowned Knight, The glory and the boast of France, Warrior and Minstrel in the fight Who with such ardour did advance, Fain would my verse the triumph sing Then as he struck the vocal string: — So wrapt in his heroic lay, When, in his phrensy borne away, He sunk, on Hastings' bloody day Recounting Roncevalles' fray ! XLI. THIRD MINSTREL Of him, though last, not least, the while, Illustrious in the roll of Fame,"], [263, "LYULPH'S TOWER. 239 Monarch and Minstrel of our Isle (Him, whom her annals proudly name,) When in his camp he sought the Dane (So touch'd with his enchanting strain) To free his Country, — then full fain triumph sing, Then as tie * lr the vocal string, Our glorious, honour'd Patriot King ! XLII. CHORUS OF MINSTRELS. To ye, to wake to ecstasy the lyre Whose skill hath shown what various themes inspire — To ye the palm while in its rival pride In equal portions we would fain divide, To Love and Glory equal be decreed Nor less to Patriotism the minstrel-meed !"], [264, "240 THE NUPTIALS. xLm. Come, gentle Spirit, thou, of whom thy bard Would fain one airy vision more require, His fleeting frail enchantment to inspire, From which he vainly T hopes no rioK *<_•»- ard, — No fadeless wreath of fame Ins brow to crown, And scarcely would he deprecate your frown, There deeper thxm did plummet ever sound, At once, ye Critics, in his Lake profound His liVtle volume and his broken staff to drown. XLIV Come, gentle Spirit, ere that dooming hour, And on the vapour issuing from thy deep Deck'd in the richest hues thy wand can steep, Display the influence of your fairy-power : — As Fancy there may prompt it to prevail, Back'd like a camel, weasel, or a whale, — Whatever shape or hue it may assume, As Fancy her last flight prepares to plume, A fading, unsubstantial pageant but to hail !"], [265, "LYULPH'S TOWER. 241 XLV. Lo ! as a waveless portion of the Lake, Aurora, catches from yon cloud thy blush, Reflecting in its face as fine a flush, — So might my verse as fine a colouring take Now from its subject, though so ill defin'd, Of vapour form'd, or woven of the wind, — The baseless fabric of my waking dream, All with its evanescent hues to gleam, Dissolving soon, alas ! to leave no rack behind ! XLVI. Come, gentle Spirit, ere that dooming hour, And on the vapour issuing from thy deep, Deck'd in the richest hues thy wand can steep, Display the influence of your fairy power ! Come, gentle Spirit, with thy piercing beam, — Come, Ariel, to unweave his Hermit's Dream, Dispersing to thy Poet's view the cloud That in its folds so long their pride could shroud, A flood of glory on those Gothic Towers to stream ! B"], [266, "242 THE NUPTIALS. XLVII That now erect their Standard in the sky, Waving above their vivid-tinted woods, That still in thee, thou loveliest of floods ! Cast their deep umbrage, — to the British eye, Then blazon'd on that banner as it glows, The glitt'ring glorious emblem to disclose ! The Sister Islands' happiness and fame All in that glorious emblem to proclaim, — The Shamrock's Union with theThistle and the Rose ! XLVIII. That emblem as reflected in its deep, Upon the trembling motion which it made As if from some convulsion, it betray'd, As of a person in his haunted sleep Of frightful dreams, upon his quaking bed Its troubled Evil Genius, once so dread : Whose ranc 'rous rage e ' en death could scarce control, And make the waters of oblivion roll O'er his malignant passions and his restless head."], [267, "LYULPH'S TOWER. 243 XLIX. That emblem as good Ariel now doth bear, Waving triumphant, midst a heav'nly strain Of harmony, that seems to come again, To where that gaUant Company repair ; Than whom there ne'er was seen \" a braver choice Of spirits \" at that triumph to rejoice, — Beneath such auspices their honeymoon To hail arising, with the Prior boon To solemnize their Nuptials with his hallow'd voice. L. When as its portals to his view expand, Then, Ariel, in the Sanctuary of that Tower Thy bard, who sees, in this auspicious hour, The plighted pairs that at the altar stand, No longer need upon his theme to dwell Than of Lord Lyulph's benison to tell — To crown that emblem with its charms divine, And with the wreath of Hymen to entwine For Ronald and Althea, Phorne and Amabel. r2"], [268, "CONCLUSION. Lo ! with the Castle, Chapel, Banquet -hall, The Knights, the Dames, the Minstrels, vanish all ! All where the little mimic Towers arise That charm afar th' approaching Traveller's eyes. Hence homeward, House Holm, as he wends his way (Thus having wasted a long summer day All upon such a wild and wand'ring theme), The mem'ry, House Holm, of each golden dream You've prompted, to awake his rambling rhyme, He would not yet forego in after-time, — Around thee when the scar'd sandpiper flew Where jovial rov'd his little merry crew, His young ones clamb'ring up thy rocky steep And sporting on the margin of thy deep ; Whom, where its fairy ocean seems to smile, Like Prospero from his Enchanted Isle (To which, with hearts so full of glee, they roam) He steers, Port Eusemere, to thy happy home : —"], [269, "CONCLUSION. 245 Where as the Lake and Mountains re-assume Their features, prompting Fancy thus to plume, As oft her flights around her Inland Sea, Remembrance loves to traverse with such glee, — Such of th' enthusiast, pilgrim, or the bard, The musings, — and from which a rich reward He will derive, if for his Country's weal Some sparks, at least, of ardent heartfelt zeal, With sympathetic transports to inspire, His efforts may elicit from his lyre : — Where he enjoys each season as it fills The depth of these romantic circling Hills, — Then, when the tempest, through each sounding dell, In many a startling gust is heard to swell ; And when, with such a tranquillizing charm, Its voice is hush'd to quell each false alarm : When, swollen with the deluge which they pour, In concert with the storm they deeply roar ; And when each failing torrent's soothing sound With faintest murmur breaks the calm profound : — Where, now, all wider ranging thoughts resign'd, The wand'rer's wishes to these realms confin'd"], [270, "246 CONCLUSION. Enjoy the meed the retrospect bestows That with such transports in his bosom glows ; — Here hoping, with such joyous varied days As those recounted in his rambling lays, To journey, nor dejected, nor forlorn, To reach in peace each Traveller's awful Bourn !"], [271, "NOTE S."], [272, "The Author conceives that the following References may not be uncalled for in a Work of so descriptive a nature and abounding with so many local allusions."], [273, "NOTES, Stanza xlvii, Page 24. Nor in accordance can I fail to chime With his the skilful Artist's faithful Guide. Green, in his Guide to the Lakes, speaks thus of my Residence : — \"It commands a view of the lower reach of the lake, which, on all hands, rich and splendid in its woods, inclosures, and scat terings of trees, is additionally valuable from its beautifully em bayed shores. Hallin Fell from no situation displays so fine a line as from Ewesmere ; and the mountains of Martindale and Glenridden, (amongst which, Place Fell and Helvellyn rise high above the rest), by their aerial recedings, give to this scene an uncommon degree of interest ; and, observed under the effects of a thin celestial azure, it will appear like enchantment, rather than reality.\"— Vol. 1, p. 357. Stanza xiv, Page 42. Whose chase would have but little charms for me, Could it outvie that of the Hart Horn Tree. \" Concerning this tree (a very large oak in Whinfield Park) there is a tradition, confirmed by Anne Countess of Pembroke, in"], [274, "250 NOTES her Memoirs, that a hart was run by a single dog from this place to Red Kirk, in Scotland, and back again : when they came near this tree the hart leaped the wall, but the dog, worn out with fatigue, was unable to follow him, and died there; the hart, equally fatigued, could proceed no farther, and in this situ ation they were found by the hunters, the dog dead on one side of the wall, and the deer on the other. In memory of this remark able chase, the hart's horns were fixed upon this tree, whence it obtained its name ; and, as all extraordinary events were in those days recorded in rhymes, we find the following popular one upon this occasion, from which we learn the dog's name likewise : — Hercules kill'd Hart of Greece, And Hart of Greece kill'd Hercules This story appears to be literally true, as the Scots preserve it without any variation, and add, that it happened in the year 1333 or 1334, when Edward Baliol, King of Scots, came to hunt with Robert de Clifford in his domains at Appleby and Brougham. I camiot, however, help thinking the Countess is mistaken in calling the dog a greyhound, as he must have run upwards of eighty miles, even supposing the deer to have taken the direct road ; and this no one, who is acquainted with the nature of dogs, can suppose a greyhound capable of performing.\" — Clarke's Survey of the Lakes, p. 3. Page 43. Leave, huntsman, leave the poor red-deer To range upon his lonely fell. The Red-Deer's Petition was suggested to my fancy from reading the following account in a Newspaper : — \" The Stag, which was turned out at Appleby a short time ago, has been frequently seen in the neighbourhood, but he generally keeps near to and ascends the fells when he is surprised by any per son.\" The paragraph added, that \"it was intended to give him"], [275, "NOTES 251 another chase as soon as an authentic account could be had of him.\" Page 44 An outcast, doom'd through life to roam, From whom his friends would now all flee. For an illustration of this passage I may quote the subjoined one regarding the stag in Denham's Cooper's Hill : — Then tries his friends ; among the baser herd, Where he so lately was obey'd and fear'd, His safety seeks : the herd, unkindly wise, Or chases him from thence or from him (tics Like a declining statesman, left forlorn To his friends' pity and pursuers' scorn. The following account, too, from the Appendix (p. 190) to Clarke's Survey of the Lakes may not be uninteresting : — \" If two stags meet that are each of them masters of herds,* a battle ensues, and dreadful is the conflict ; they are next to the game cock for agility ; they walk round each other to get a push at the body if they can, but the other generally catches his adversary's head with his own, and such a clash of horns is then heard as would astonish any man ; then they will push at each other like two bulls, then fetch a run like two rams ; and so fixed are their eyes upon each other, that a person may sometimes get within twenty yards of them, and a good while before either of them dis cover him. Their engagement often lasts half an hour, and they frequently break their horns, sometimes near the head, or near the middle : whichever is conquered generally flies his country seve ral miles, often crossing Ullswater, and never again returning ; the other then reigns sovereign of both herds, and unites them as a conquered country to his own. The conquered stag hath been known to live many years quite alone.\" • See a Poem written by Sir Robert Howard, called The Duel of the: Stags. which is a very natural description."], [276, "252 NOTES Stanza viii, Page 53 Enchanting Goldrill ! Of the view from Goldrill Bridge, Green, in his Guide (v. 1, p. 320), writes:— \"From this road, looking forward upon Ulls water, on the left into Deepdale, or by turning round upon Harts hope, the scenes are severally replete with the richest assemblages in Nature. A portion of the head of Ullswater, with two of its islands encircled by a cultivated flat, borders the transparent Gold rill. This flat is succeeded by the sweetest undulations, over which woods, in some places almost approaching to redundancy, dilate in surpassing beauty. Farm-houses in sight, and cottages, the church, with Mr. Askew's house on the edge of the lake at Glen ridden, give animation to this splendid scene, which is further enlivened by the delightful meanderings of the river Emont, the whole being, as it were, protected by the eternal guardians of nature, stupendous mountains, which, viewed in contrast with the enchanting variety of the scene below, while the mind expands with wild admiration, fail not to inspire a grateful feeling of religious awe, and to lead the aspiring thought to their Creator — to Him Who, Ught himself, in uncreated light. Dwells awfully retired from human eye And angels' purer ken. Stanza x, Page 65 Kirby Thore. \" Kirby Thore is so called from a temple anciently dedicated to the great idol of the Pagan Saxons, called Thor ; which was of more estimation among them than any of the rest of their idols.\" — Burn's Westmorland, p. 372."], [277, "NOTES 253 Stanza viii, Page 83. As with thy course, my Lake, thou form'st a Z \" Mr. Gilpin says, ' the form of Ullswater resembles a Z, only there is no angular acuteness in its line.' Mr. Houseman the same ; and Mr. Budworth says, ' it is shaped like the letter Z made by a bad penman.' But Mr. Crosthwaite's map shows, that a child who should make such a Z would not perform his task very badly.\" — Green's Guide, v. 1. p. 325. Stanza xi, Page 84. And of the marvels which the mist has wrought Upon our waters. \" Walking by the side of Ullswater, upon a calm September morning, I saw, deep within the bosom of the lake, a magnificent castle, with towers and battlements; nothing could be more dis tinct than the whole edifice ; after gazing with delight upon it for some time, as upon a work of enchantment, I could not but regret that my previous knowledge of the place enabled me to account for the appearance. It was in fact the reflection of a pleasure-house, called Lyulph's Tower, the towers and battle ments magnified and so much changed in shape as not to be imme diately recognized. In the meanwhile, the pleasure-house itself was altogether hidden from my view by a body of vapour stretch ing over it and along the hill-side on which it stands, but not so to have intercepted its communication with the lake ; and hence this novel and most impressive object, which, if I had been a stranger to the spot, would, from its being inexplicable, have long detained the mind in a state of pleasing astonishment. \" An appearance of this kind, acting upon the credulity of early ages, may have given birth to the stories of subaqueous pa laces, gardens, and pleasure-grounds, the brilliant ornaments of Romance."], [278, "254 NOTES \"With this inverted scene I will couple a much more extraor dinary phenomenon, which may show how other elegant fancies may have had their origin less in invention than in the actual processes of Nature. \" About eleven o'clock on the forenoon of a winter's day, coming suddenly, in company of a friend, into view of the Lake of Gras mere, we were alarmed by the sight of a newly-created island ; the transitory thought of the moment was, that it had been produced by an earthquake, or some other convulsion of nature. Recovering from the alarm, which was greater than the reader can possibly sympathize with, but which was shared to its full extent by my companion, we proceeded to examine the object before us. The elevation of this new island exceeded considerably that of the old one, its neighbour ; it was likewise larger in circumference, comprehending a space of about five acres ; its surface rocky, speckled with snow, and sprinkled over with birch-trees ; it was divided towards the south from the other island by a narrow frith, and in like manner from the northern shore of the lake : on the east and west it was separated from the shore by a much larger space of smooth water. \" Marvellous was the illusion ! Comparing the new with the old island, the surface of which is soft, green, and unvaried, I do not scruple to say that, as an object of sight, it was much the more distinct. ' How little faith,' we exclaimed, ' is due to one sense, unless its evidence be confirmed by some of its fellows ! What stranger could possibly be persuaded that this, which we know to be an unsubstantial mockery, is really so ; and that there exists only a single island on this beautiful Lake . ' At length the appearance underwent a gradual transmutation ; it lost its promi nence, and passed into a glimmering and dim inversion, and then totally disappeared ; leaving behind it a clear open area of ice of the same dimensions. We now perceived tha t this bed of ice, which was thinly suffused with water, had produced the illusion, by re flecting and refracting (as persons skilled in optics would no doubt"], [279, "255 N OTES easily explain) a rocky and woody section of the opposite moun tain named Silver How.\" — Wordsworth's Scenery of the Lakes, p. 123. Stanza xix, Page 8S That, with its billows lifting their white heads On its dark bosom, as the whirlwinds bear Aloft their spray in drifts into the air, The raging ocean to my fancy spreads. \" Having dwelt so much upon the beauty of still water, and pointed out the advantage which the Lakes of the North of England have in this particular over those of the Alps, it would be injustice not to advert to the sublimity that must often be given to Alpine scenes, by the agitations to which these vast bodies of diffused water are there subject. I have witnessed many tremendous thunder-storms among the Alps, and the most glorious effects of light and shadow ; but I never happened to be present when any Lake was agitated by those hurricanes which I imagine must often torment them. If the commotions be at all proportionable to the expanse and depth of the waters and the height of the surrounding mountains, then, if I may judge from what is frequently seen here, the exhibition must be awful and astonishing. — On this day, March 30, 1822, the winds have been acting upon the small Lake of Rydal, as if they had received com mand to carry its waters from their bed into the sky ; the white billows in different quarters disappeared under clouds or rather drifts of spray, that were whirled along and up into the air by scouring winds, charging each other in squadrons in every direc tion, upon the Lake. The spray, having been hurried aloft till it lost its consistency and whiteness, was driven along the moun tain tops, like flying showers that vanish in the distance. Fre quently an eddying wind scooped the waters out of the basin, and forced them upwards in the very shape of an Icelandic"], [280, "256 NOTE S geyser, or boiling fountain, to the height of eight hundred or nine hundred feet.\" — Ibid. p. 126. Stanza ii, Page 96. In that large cave, like Satan's own saloon. One of the \" Giants' Caves \" near Penrith. \" These caves are opposite St. Niuian's, vulgarly denominated Nine Churches, and on the Cumberland side of the Emont. They are excavated from the middle of a rock, which at the river's brink rises per pendicularly, and are only to be approached by passing along the sparing ridges of the cliffs, and holding by the shrubs. One is but a narrow recess hewn in the cliffs for a day shelter or seat ; the other is chiefly natural, and capacious enough to hold a great number of people. The mouth of the aperture was anciently defended by iron gates, and the caves were in all likelihood used as places of safety in times of danger. With other similar places, these have their tales of wonder : — one is of Isis, a giant, who lived here in former times, and, like Cacus of old, seized men and cattle, and threw them into the den to devour them.\" — Green's Guide, v. 2. p. 412. Stanza iv, Page 97 The fatal spot sithens yclep'd \" The Maiden's Leap.\" \" An equally probable account of this place is taken from an old tradition and song, which informs us that oneTorquin, a man of gigantic stature, but addicted to all kinds of rapine and bru tality, lived in a cave in this neighbourhood, on the banks of the river Emont. This den, which yet retains the name of the Giant's Cave, is about two miles from Penrith, and is, on some account (the foundation of which is now forgotten), much resorted to on the third Sunday in May by the country people, who carry with them tea, liquors, &c. and there make merry. It consists of seve-"], [281, "NOTES 257 ral caverns in the rocks, the road to which leads down a frightful precipice, quite to the water's edge : this makes many decline the journey, but, when down, the road is more tolerable. Many strange and incredible stories are told of this cave ; one, which seems not so absurd as the rest, and to have had some real found ation, was as follows: — Torquin, or Torquinas, (as some call him) having stolen several virgins, conveyed them to this dismal mansion, were he kept them close prisoners. One of them, how ever, found means to escape along the side of the rock ; in her road she was obliged to step over a hideous gap a yard and a half wide ; a rugged craggy rock overhanging her head, so as scarcely to allow room to stand upright, and a perpendicular descent of forty-eight feet underneath : the sides of the rock are such as could afford no hold to her hand, and the boiling and rapidity of the impetuous torrent which roars beneath are enough to con fuse the calmest and most intrepid. Notwithstanding these horrors and difficulties, she preserved and effected her escape ; and to this day the place has retained the name of the Maiden's Step. Tradition further says, that the ravages of this Torquin coming to the ears of King Arthur, he sent Sir Lancelot du Lake to bring him to court. Torquin refusing, a battle ensued, in which Torquin fell, and was buried in Penrith churchyard, and these pillars* erected at his head and feet.\" — Clarke's Survey, p. 17. Stanza vi, Page 98. To one who was a slayer of the boar Of Inglewood, Ewan Ctesarius hight \" In the churchyard of Penrith, on the north side thereof, stand two pyramidal stones, near four yards in height, at five yards' distance from each other, and having several segments of circular stones erected between them. These last the fancy of the people will have to represent wild boars; and they have a * Regarding which see the next note, S"], [282, "258 NOTES tradition, that a famous knight-errant, one Sir Ewan Csesarius, was buried here, who in his time made mighty havoc amongst those beasts in Inglewood Forest. Mr. Sandford, in his manuscript account of Cumberland, says, he was told by Mr. Page (who was schoolmaster at Penrith from 1581 to 1591) that a stranger gen tleman, coming to an inn there, desired to have some of the consi derable inhabitants to sup with him. The stranger told them he came to see the antiquities of the place ; and, drawing out a paper, said that Sir Hugh Csesario had a hermitage somewhere thereabouts called Sir Hugh's Parlour : and Mr. Sandford adds, that when he was at school at Penrith, this place was opened by William Turner, who there found the great long shankbones of a man and a broad-sword.\" — Burn's Cumberland, p. 410. Stanza xvn, Page 122. How, Mayb'rough, from thy Stone of magic pow'r. \" Near this vill (Emont Bridge), are two curious monuments of antiquity. One on the south side thereof called Maybrough Castle, almost in the shape of a horse-shoe, having the entrance on the east side leading into an area of eighty-eight yards in diameter. It hath consisted of one single rampier of stones, of which the rubbish now lies loose in ruins, partly grown over with wood. Many of the larger stones were taken away in the reign of King Henry VI. for the repairing of Penrith Castle. Near the middle, towards the western part, is a large stone, upwards of three yards in height ; formerly there have been several others. It seems to have been, like many other circular inclosures, a place of worship in the times of the ancient Druids. The other is at the south-east end of the village, by the way-side, on the left-hand in going to Penrith, called the Round Table ; being a round trench, with two entrances opposite to each other at the south and north. The diameter of the circle within the ring is about one hundred and twenty feet. It seems tohavebeenajusting-place. The coun try-people call it King Arthur's Round Table. And perhaps the"], [283, "NOTES 259 Knights, after justing and exercise, might dine here.\" — Burn's Westmorland, p. 414. Stanza xvii — xvm, Page 122. Cross Fell, The giant that puts on his boding helm. \" In these mountains, towards the north-east part of the county, is a very remarkable phenomenon, such as we have not found any account of elsewhere in the kingdom, except only about Ingle ton and other places bordering upon the mountains of Inglebor row, Pendle, and Penigent, in the confines of the counties of York and Lancaster. It is called a Helm-wind. A rolling-cloud, sometimes for three or four days together, hovers over the moun tain tops, the sky being clear in other parts. When this cloud appears, the country-people say the helm is up; which is an Anglo-Saxon word, signifying properly a covering for the head, from whence comes the diminutive helmet. This helm is not dis persed or blown away by the wind, but continues in its station, although a violent roaring hurricane comes tumbling down the mountain, ready to tear up all before it. Then on a sudden ensues a profound calm : and then again alternately the tern - pest ; which seldom extends into the country above a mile or two from the bottom of the mountain.\" — Burn's Westmorland, p. 7. Stanza vi, Page 136. When vassals freely by the sword might hold (As was the custom of their sovereign lord) The conquest they had gain'd. \" In order to deduce the history of this barony (Westmorland), it is necessary to observe, in the first place, that, in the distribu tion of the provinces by William the Conqueror, the earldom of Chester was granted to Hugh de Abrinois, sumamed Lupus, son S 2"], [284, "260 NOTES of a sister of the said William, whose husband's name w as Richard, Viscount of Aurenches, surnamed Goz. This Hugh received the appellation of Lupus, probably from his martial spirit, and for the same reason was appointed to that important station against the Britons then driveu into Wales. And the king granted him a sort of royal power, tenere ita libere ad gladium, sicut ipse rex tenebat Angliam per coronam* Where we may observe, by the way, the delicacy of expression : the conqueror did not choose to affirm expressly that he held the kingdom by the right of con quest, but rather speaks in ambiguity and with reserve ; but the meaning could be no other than to hold the earldom by the sword, as he himself held the kingdom.\" — Burns Westmorland, p. 265. Stanza ix, Page 137. Pendragon, be assur'd, do what he can, That \" Eden still will run where Eden ran ! \" \" The Castle of Mallerstrang, called Pendragon Castle, is said to have been built about the time of Vortigern, by Uter Pendra gon. Who this Uter was, may be difficult to ascertain. There was a family of the name of Ughtred of ancient time. And, during the time of the Saxons in England before the Norman conquest, there was a famous warrior of the name of Uchtred, sou of Waltheof, Earl of Northumberland, who, with a much infe rior army, gave the Scots under their King Malcolm a most signal overthrow; for which victory King Ethelred gave to Uchtred his daughter, the Princess Elgiva, in marriage, and with her the counties of Northumberland and York for portion. Pendragon seems not to be properly the surname of a man, but an epithet only, describing his warlike quality. Pen, it is well known, sig nifies a mountain, or something that is great ; and dragon in all ages hath been applied to military persons. This Uter Pen dragon, tradition reports, in order to fortify this Iris castle, eudea- * Fleming."], [285, "NOTES 261 voured to draw the Eden around it, but to no purpose, which occasioned this proverb — Let Uter Pendragon do what he can, EdenwiU run where Eden ran.\" Burn's Westmorland, p. 561. Stanza xv, Page 140. The same, that moves the troops round Souter Fell. \" Opposite the nine mile-post (in the road from Penrith to Keswick), on the right hand, is Southerfell ; rather smoother than its neighbours, and remarkable for an extraordinary pheno menon, which perhaps can scarcely be paralleled by history, or reconciled to probability : such, however, is the evidence we have of it, that I cannot help relating it, and then my readers must judge for themselves. I shall give it nearly in the words of Mr. Lancaster, of Blakehills, from whom I had the account; and whose veracity, even were it not supported by many concurrent testimonies, I could fully rely upon. The story is as follows : — 'On the 23d of June, 1744, his father's servant, Daniel Stricket (who now lives under Skiddow, and is an auctioneer), about half past seven in the evening was walking a little above the house. Looking round him, he saw a troop of men on horseback riding on Southerfell-side (a place so steep that a horse can scarcely travel on it at all), in pretty close ranks, and at a brisk walk. Stricket looked earnestly at them some time before he durst ven ture to acquaint any one with what he saw, as he had the year before made himself ridiculous by a visionary story, which I beg leave here also to relate : — He was at that time servant to John Wren, of Wiltonhill, the next house to Blakehills ; and, sitting one evening after supper* at the door along with his master, they saw a man with a dog pursuing some horses along Souther fell-side ; and they seemed to run at an amazing pace, till they got out of sight at the low end of the Fell. This made them * It is a custom with the shepherds here to sup by daylight half the year ; in consequence of which they sup about eight in the summer, and at or before six in winter."], [286, "262 NOTES resolve to go next morning to the place to pick up the shoes which they thought these horses must have lost in galloping at such a furious rate; they expected likewise to see prodigious grazes from the feet of these horses on the steep side of the mountain, and to find the man lying dead, as they were sure he run so fast that he must kill himself. Accordingly they went, but, to their great surprise, found not a shoe, nor even a single vestige of any horse having been there, much less did they find the man lying dead as they expected. This story they some time concealed ; at length, however, they ventured to tell it, and were, as might be expected, heartily laughed at. Stricket, conscious of his former ridiculous error, observed these aerial troops some time before he ventured to mention what he saw : at length, fully satisfied that what he saw was real, he went into the house, and told Mr. Lancas ter he had something curious to show him. Mr. Lancaster asked what it was ? adding, ' I suppose some bonfire ? ' (for it was then, and still is, a custom, for the shepherds, on the evening before St. John's day, to light bonfires, and vie with each other in having the largest). Stricket told him, if he would walk with him to the end of the house, he would show him what it was. They then went together ; and, before Stricket spoke or pointed to the place, Mr. Lancaster himself discovered the phenomenon, and said to 'Stricket, 'Is that what thou hast to show me?' — ' Yes, Master,' replied Stricket: c do you think that you see as I do?' They found that the)' did see alike, so they went and alarmed the family, who all came, and all saw this strange phenomenon. These visionary horsemen seemed to come from the lowest part of Souther Fell, and became visible first at a place called Knott ; they then moved in regular troops along the side of the Fell, till they came opposite Blakehills, when they went over the mountain : thus they described a kind of curvilineal path upon the side of the Fell, and both their first and last appearances were bounded by the top of the mountain. Frequently the last, or last but one, in a troop (always either the one or the other), would leave his place, gallop to the front, and then take the same pace"], [287, "NOTES 263 with the rest, a regular swift walk : these changes happened to every troop (for many troops appeared), and oftener than once or twice, yet not at all times alike. The spectators saw all alike the same changes, and at the same time, as they discovered by asking each other questions as any change took place. Nor was this wonderful phenomenon seen at Blakehills only ; it was seen by every person at every cottage within the distance of a mile ; neither was it confined to a momentary view, for, from the time that Stricket first observed it, the appearance must have lasted at least two hours and a half, viz. from half past seven till the night coming on prevented the farther view ; nor yet was the distance such as could impose rude resemblances on the eyes of credulity : Blakehills lay not half a mile from the place where this astonishing appearance seemed to be, and many other places where it was likewise seen are still nearer. Desirous of giving my readers every possible satisfaction, I procured the following attestation signed by Mr. Lancaster and Stricket : — ' We, whose names are hereunto subscribed, declare the above account to be true, and that we saw the phenomena as here related. As witness our hands this 21st day of July, 1785. ' WILLIAM LANCASTER. ' DANIEL STRICKET.' \" Thus I have given the best account I can procure of this won derful appearance ; let others determine what it was. This country, like every other where cultivation has been lately introduced, abounds in the aniles fabellte of fairies, ghosts, and apparitions; but these are never even fabled to have been seen by more than one or two persons at a time, and the view is always said to be momentary. Speed tells us of something, indeed, similar to this as preceding a dreadful intestine war. Can something of this nature have given rise to Ossian's grand and awful mythology? or, finally, is there any impiety in supposing, as this happened immediately before that rebellion which was intended to subvert the liberty, the law, and the religion, of England, that, though"], [288, "264 NOTES immediate prophecies have ceased, these visionary beings might be directed to warn mankind of approaching tumults ? In short, it is difficult to say what it was, or what it was not.\" — Clarke's Survey, p. 55. Stanza xix, Page 142. There, where from Holy Land th' illustrious name Of Acre bearing, &c. \" The parish of Dacre consists of the hamlets or constablewicks of Dacre, Soulby, Newbiggen, Stainton, and Great Bleucow. It is noted for having given name to, or rather perhaps received its named from, the Barons of Dacre, who continued there for many ages. It is mentioned by Bede, as having a monastery there in his time ; as also by Malmesbury for being the place where Constantine, King of the Scots, and Eugenius, King of Cumberland, put themselves and their kingdoms under the pro tection of the English King Athelstan. The true name of the family was D'Acre, from one of them who served at the siege of Acre (or Ptolemais) in the Holy Land ; who, from his achieve ments there, having received the name of the place, imparted the same at his return to his habitation in Cumberland. The church of Dacre is dedicated to St. Andrew, and seems to have been appropriated to the monastery which Bede speaks of as existing there in his time, though there are now no vestiges thereof remaining.\" — Burn's Cumberland, p. 377 — 381. Stanza xi, Page 162. Scar'd, Old Church, from thy solitary Yew (The station of the Chapel of renown, Which, on his way our glorious Bess to crown, The Prelate consecrated), &c. \"The chapel at Gow barrow being destroyed by the Scots, this place (Old Church) was without any place of worship till"], [289, "NOTES 265 some years afterwards, when a chapel was built about a mile from the water : this was consecrated in the year 1558 (as appears from a memorandum in an old Bible) by Bishop Oglethorpe, when on his road to crown Queen Elizabeth. There is a tradition that this chapel served both sides of the water, and that they passed over in boats. \" An anecdote took its rise at this chapel, which is so whim sical that I cannot help relating it. At a little distance from the chapel is a hill, commonly known by the name of the Priest's Crag; it was formerly covered with wood of different kinds, and was about one hundred and twenty years ago the common resort of the country-people for hunting, gathering nuts, and other diversions ; these they put in practice on the Sunday, to the great disturbance of the congregation, as their shouting, swearing, and squalling, were very distinctly heard in the chapel. This roused the pious wrath of the minister, Mr. Dawson, who accordingly one Sunday reproved them in these words : — * Oh ye wicked of Water Millock and ye perverse of New Kirk, ye go a-hunting, a-roving, and a-nutting on the Sabbath-day, but, on my soul, if you go any more, I '11 go with you ! ' The parson was a keen hunter, and his expression of / '11 go with you, (which in this country's dialect is a mere threatening phrase) striking some of the more waggish of his hearers in a double sense, the sermon and its author made such a noise, that it came to the ears of Rainbow, Bishop of Carlisle. The Bishop upon this, with the concurrence of the Duke of Norfolk, ordered the wood to be cut down ; this put an end to the profanations there carried on : but the appella tion of the wicked of Water Millock sticks to the inhabitants of that place till this day. \" Next sail past Skelly-Neb, towards the mountain Hallin, and at or near Geordy Crag fire your guns, taking notice to point them towards Gowbarrow Hall, or a little above it. The echo here much surpasses that at Water Millock, both in the loudness and frequency of its returns : the most astonishing cir-"], [290, "266 NOTES cumstance is this — every peal seems to pass over the tops of the mountains in a whistling tone, as if embodied sound was flying from place to place in the air. After very numerous repetitions, various both in length and loudness, all is still and silent for a few moments; when the sound returns with astonishing and re doubled violence down the valley in which How Town is situ ated ; so great now is the uproar, that all the other repetitions seem mere whispers, and must be heard in order to convey any adequate idea to the reader. \" Not far from this place is Kailpot Crag ; so called from a large smooth circular cavity (much resembling a pot or boiler), in the solid blue rock. The boat may go close to it, as at fourteen yards from the shore there is twenty-six fathom water, and the face of the rock is nearly perpendicular. Cavities of this kind are not unfrequent in rapid torrents subject to frequent floods, or in large falls of water ; and these are occasioned by the rolling of stones, which are always found in them ground as if done by an artist : but here not one of these circumstances takes place, and on that account this rock may safely be ranked among our natural curiosities. \" Next proceed to a little bay in Hallin Hag, where the painter will meet with employment for his pencil in two most beautiful landscapes.\" — Clarke's Survey, p. 26. Stanza xiii, Page 181. Whence his romantic pathway to retread As, Ara, thou recall'st with voice so dread Through what rich vistas, on thy wood-crown'd heights, Thy matchless Lake th' Enthusiast's ken delights, With every mountain, isle, and bay, unto its head. \" Through Dockray runs the river issuing from Dowthwaite Head, and in Gowbarrow Park supplying with water the beautiful cascade called Ara Force. Haifa mile from Dockray, after having"], [291, "267 NOTES. passed the park-gate, in an almost instantaneous burst is pre sented one of the finest scenes on Ullswater ; and that which is thus described by Mr. Gilpin. ' Amongst all the visions of this enchanting country we had seen nothing so beautifully sublime, so elegantly picturesque, as this.' Here are observed the three islands, House Holm, Wall Holm, and Cherry Holm ; on the left, in lines of the highest degree of elegance, rise Silvery Point and Place Fell; on the right, and scarcely less interestingly, the steeps of Glenridden, commencing with Stybarrow Crag, beyond which, in a series of delightful bays, the lake is observed to its head.\" — Green's Guide, v. 2. p. 428. Stanza xxvi, Page 188. Long Meg and all her Daughters. Mr. Hutchinson, in his History of Cumberland, (quoted by Green in his Guide, v. 2. p. 414), thus describes this ancient monument: — \"It forms nearly an exact circle of three hundred and fifty paces in circumference of massy stones, most of which remain standing upright. These are sixty-seven in number, of various qualities and species, not hewn or touched with a tool ; and their form shows they were gathered from the surface of the earth: some are of blue and grey limestone, some flint, but most of them are granites ; many of those that are standing measure from twelve to fifteen feet in girt, and ten feet in height, others much less in size. At the southern side of this circle, about the distance of seventeen paces from its nearest part, is an upright column, naturally of a square form, of red freestone, with which the country abounds, and of which there is a fine quarry, known to the Romans, at Crawdundale, not many miles distant from this monument. This stone is placed with one of its angles towards the circle, is near fifteen feet in girt and eighteen feet in height, each angle of its square answering to a cardinal point of the compass. In that part of the circle which is most contiguous"], [292, "268 NOTES to the column four large stones form a square figure, as if they had supported some table-stone, or had enclosed a space more particularly kept holy than the rest. Towards the east, west, and north, two stones of great magnitude are placed in the circle, at a greater distance from each other than those in other parts, as if intended especially for entrances into this mystic round. What creates great astonishment to the spectator is, that the whole face of the adjacent country does not show any stones of the like mag nitude or quality ; and how such immense bodies could be moved, in an age when little of the mechanical powers (except the force of the lever) were known in this country, is not to be conceived.\" Concerning its origin and uses he enters into a laborious investi gation of the opinions of various writers, and concludes as follows : \" Upon the whole, after a full consideration and comparison of all that has now been quoted, together with all that we have else where read or have seen, we are free to give it as our opinion, though with all becoming deference to the opinions of the learned authors whose works we have mentioned, that Long Meg and her Daughters, the greatest and most extraordinary piece of anti quity, we believe, in the world of its kind, was solely adapted to offices of law, a court of judicature, and place of public assem bly for the dispensing of justice. Stonehenge and Anbury mo numents are of different natures, derived from different periods of time, and originally appropriated to different uses. These Druidical remains we conceive were after the Hebrew mode, rude and unhewn masses of stone, placed in a circular order, as an em blem of the eternal existence of the Deity. * And if thou wilt make me an altar of stone, thou shal t not build it of hewn stone, for if thou lift up thy tool upon it thou hast polluted it.' — Exodus, 20, verse 25. As we incline to adopt the rule of the Hebrews for these erections, we would further observe, that in the passage of Jordan they raised their monuments in number according to the tribes, each tribe a column. We conceive the number of stones in the circle before us denotes the number of delegates, who, from their"], [293, "N OTES. 269 several districts and tribes, were members of the convention held hi this place, a Druid to each pillar ; distinguishing at the same time how many tribes were amenable to this court of judicature. The Druids had other consecrated places for their religious duties, high places, the summits of lofty eminences, shaded with groves of oaks, surrounded by several fences, encinctures resembling those of Sinai, of divine description. In these courts of justice, they began every public act with the previous solemnities of prayer, sacrifice lustration, and other religious rites. If there really ever has been a hollow or bason on the top of the chief column, called Meg, perhaps incense was burnt therein, or the sacred fire was exhibited whilst the sacrifice was preparing or the criminals tried before the people. Such was the power of the Druids that they retained the whole legislative authority. The principle that pervaded all their doctrines was this — that all law was from Heaven, and that, as a divine thing, it solely was the office of the priests to dispense justice.\" Stanza xvii, Page 225. The striking station, Lyulph, of thy Tow'r \"Lyulph's Tower is an excellent object from every place which commands a view of it, and it has that nice degree of elevation from which the lines of the lake appear in a most painter-like arrangement, St. Sunday Crag, in the extreme distance, rears his head high above his neighbours ; from which, both ways, there is a visible horizon, most correctly picturesque. Place Fell is rocky, and unadorned with trees, but about that part of the water beyond Silvery Point ; but the opposite shores are in high contrast to Place Fell, their swelling sides are richly ornamented with trees, which, standing on the water's brink in close array, gradually soften as they rise, and melt into the moun tains. The fore-ground, or rather middle-ground, is likewise agreeably diversified with wood.\"— Green's Guide, v. 1, p. 329."], [294, "270 NOTES Stanza xxix, Page 232 A subject all, indeed, beyond the reach Both of the Painter's pencil and the Poet's pen. \" The rock (House Holm) affords an easy seat, and, whichever way you turn your eyes, a varied and beautiful landscape meets them. Mountain rises beyond mountain ;* rocks are seen piled upon rocks ; their sides covered in some places with trees which overhang the Lake ; in others, rude, naked, bare prominences seem to menace the peaceful scenes beneath. Here, a herd of deer bound nimbly across an open glade ; there, a flock of mountain sheep (little less active than the former), climb almost inaccessible precipices in search of food : below, the peaceful cows move slowly down the verdant bank to quench their thirst, and there stand for hours to cool themselves, up to the belly in the smooth limpid lake, which reflects every object with softened beauties : mean time, the solemn murmurs of distant cataracts lull every ruder sensation asleep, and fit the mind for enjoying these rural scenes in the manner they deserve. Notwithstanding the inconceivable beauty of these prospects, they are by no means well suited for the painter ; every object is distinct, it is true, but their too great number and too great distance are insuperable obstacles to their appearance in a picture.\" — Clarke's Survey, p. 30. Green, too, in his Guide (v. l. p. 332), lauds the view from House Holm, and thus extols the charms of Ullswater : — \" There is certainly a savage grandeur about the Borrowdale part of Derwent Water, which Mr. West seems to have been better acquainted with than the stupendous scenes on Ulls Water ; or, why should he prefer Derwent Water to Ulls Water? The former, except from the chasm above Lowdore Waterfall, has no combination equal to that from Lyulph's Tower, nor of several from the Place Fell side of the lake, where the greatest distances • Some of these are not less than eight huudred and forty yards perpendicidar, their sides overhanging, and the water thirty-rive fathoms deep close to their bottoms."], [295, "271 NOTES have the advantage of excellent rocky foregrounds ; nor is there one of the islands on Derwent Water, from which so superb a panoramic range of scenery is exhibited, as that enjoyed at Ulls Water from the island called House Holm.\" In sounding one more note of panegyric on his favourite scenes, the Author, who has also ventured in this Work to raise his feeble voice in praise of their charms, cannot refrain from adding, with due deference to the opinions of others, and with allowing that comparisons are odious, that, if questioned as to the correctness of his taste, he would fain cut short all argument with observing that de guslibus non est disputandum. — With such special pleading, he trusts that he may be permitted to pronounce his peroration, with saying how much his feelings sympathize with those expressed in the following lines* : — Thee, savage Wyburn, now I hail ; Delicious Grasmere's calm retreat, And stately Windermere I greet, And Keswick's sweet fantastic vale : But let her Naiads yield to thee. And lowly bend the subject knee. Imperial lake of Patrick's dale! For neither Scottish Lomond's pride, Nor smooth Killarney's silver tide, Nor aught that learned Poussin drew, Or dashing Rosa flung upon my view, ShaU shake thy sovereign undisturbed right, Great scene of wonder and sublime delight I * Cumberland's Ode to the Sun. THE END."], [296, "LONDON: P. SHOBEKL, JUN., 4, LEICESTER STREET, LEICESTER SQUARE."], [297, ""], [298, ""], [299, ""], [300, ""]]