[[1, ""], [2, ""], [3, ""], [4, ""], [5, ""], [6, ""], [7, ""], [8, ""], [9, "THE SEAT OF GOVERNMENT OF THE UNITED STATES. A REVIEW OP THE DISCUSSIONS, IN CONGRESS AND ELSEWHERE, ON THE SITE AND PLANS OF THE FEDERAL CITY ; WITH A SKETCH OF ITS PRESENT POSITION AND PROSPECTS. READ (IN PART) BEFORE THE NEW YORK AND MARYLAND HISTORICAL SOCIETIES. ALSO, A NOTICE OF THE SMITHSONIAN INSTITUTION. BY JOSEPH B. VARNUM, Jr. NEW YORK: PRESS OF HUNT'S MERCHANTS' MAGAZINE 1848."], [10, "PRINTED BY G. W. WOOD, 29 GOLD-ST, NEW YORK."], [11, "The following pages comprise an article which was read be fore the New York Historical Society in January, 1847. It was also read before the Maryland Historical Society, at Baltimore, and an assembly of citizens at Washington. The interest which was manifested on these occasions induced the writer to enlarge the plan, and introduce other matter not strictly coming within the scope of an historical discourse, but believed to be important to a complete view of the subject. He has, however, for the most part, omitted all such details as would more properly belong to a guide-book ; or be invested with a local, rather than a general interest: It is believed to be the first attempt which has been made to call attention to the various questions which arise in the selection of a seat of government for a nation. As such, the editor of Hunt's Merchants' Magazine deemed it worthy of insertion in that well-known and valuable periodical ; and it is now issued in this form for distribution amongst those friends who have taken an interest in the subject. To Lewis H. Ma chen, Peter Force, John C. Brent, and Joseph Gales, Esquires, he is under obligations for valuable suggestions and facts. That he may have made some mistakes, is not unlikely ; but he will have accomplished his object if he shall succeed in inducing some abler pen to develop the easiest and best way of fulfilling the design proposed in founding the city of Washington."], [12, ""], [13, "THE SEAT OF GOVERNMENT OF THE UNITED STATES. CHAPTER I. FALSE IMPRESSIONS PREVAILING IN RELATION TO THE CITY OF WASHINGTON— MR. SOUTHARD'S REMARK, AND ITS APPLICATION — SESSIONS OF CONGRESS, WHERE HELD PRIOR TO 1790 — ARTICLE OF THE CONSTI TUTION PROVIDING FOR A SEAT OF GOVERNMENT — DISCUSSIONS IN RELATION TO THE PLACE TO BE SELECTED — DISADVANTAGES OF A COMMERCIAL CITY — PROPRIETY OF LAYING OUT A CITY EXPRESSLY FOR THIS PURPOSE — POSITION — INFLUENCE OF THE PROPOSITION FOR FUNDING STATE DEBTS — THE GROWTH OF THE WEST ANTICIPATED WHEN THIS QUESTION WAS DECIDED — DR. PATERSON's CAL CULATION — RECENT REMARKS OF SENATORS CALHOUN AND ALLEN ON \"A CENTRE OF TERRITORY,\" AND INFLUENCE OF COMMERCIAL CITIES — CONSTRUCTION OF THE ACT. Notwithstanding the number who annually visit Washington on busi ness or pleasure, there are few who rightly understand the relation in which that city stands to the general government, or appreciate its import ance as the only spot where it is practically seen that, for national pur poses, we are but one people. Tiit're are, it is true, forts, arsenals, and navy-yards scattered over the country, in which all are interested equally, and which awaken our pride, as citizens of the great republic ; but each of these is limited to some one object, and a sight of one is a sight of al). It is only at Washington that one sees a whole district of country laid out expressly as a common centre of the nation, and a city planned solely with a view to the gratification of national pride, and for national conve nience ; the inhabitants of which are under the entire control of Congress, and deprived of the elective franchise, for the express purpose of remov ing them from the influence of party spirit, and enabling the government to perform its functions without embarrassment or restraint. Everything that beautifies or adorns it, or in any manner affects its prosperity, should interest, to almost as great a degree, the citizen of the most distant State as the resident on the spot ; for there are few who do not, in the course of their lives, expect to reside there for a longer or short er period. It is the fashion to speak of Washington as a place of extravagant pre tensions, never to be realized ; of magnificent distances, dusty streets, and poverty-stricken people, without reference to the circumstances under"], [14, "The Seat of Government of the United States. 6 which this particular spot was selected for the seat of government, the ob jects contemplated in laying out a Federal cit}-, how far those objects have been accomplished, and to what extent any failure on this score is to be ascribed to the inefficient legislation of Congress. There are gross mis statements made every year by those who ought to know better, and the tendency of which is, not only to prejudice the interest of those who re side upon the spot, but, in our opinion, to foster a public sentiment which is calculated to work no small amount of injury to our institutions and country at large. It is that spirit which undervalues every place, how ever sacred its associations, if not accompanied with the bustle of com merce and manufactures; which confines itself to the present, or, if it looks into the future, only looks with business-like eyes ; and which has, in a measure, broken up that feeling of patriotism and sentiment, which gathers around certain hallowed spots, and the cultivation of which, as in the case of popular songs and traditions, has, in every country, proved one of its greatest safeguards. We believe that the history of our seat of government, when well known, is calculated to place the aspect of that city in a new light before the country. In one of\" his reports, the late Senator Southard spoke of it as the \"only child of the nation ;\" and the thoughtful visiter who stands on the terrace ofthe capitol, and looks upon the scene around him, instead of dwelling with contempt upon the scattered piles of brick and mortar, will, if we mistake not, in view of the circumstances under which it was brought into being, the honored names connected with its foundation, and its identity of interest with the Union, on which it is dependent for sup port, recognize the full force of the expression, and feel a corresponding interest in its present and future position. The subject, too, is fraught with matter of grave reflection to the statesman and philosopher, as illus trative of the influence exerted by a political capital, the principles on which one should be selected, and the expediency of any future change in our own country. It is, therefore, that we propose to present, as briefly as possible, an outline of the arguments which led to the act for establishing the present seat of government, a sketch of the site selected, and the plans adopted for carrying that act into effect, with a v^ew of the present position and future prospects of the city, and the probability or expediency of any fu ture removal. The sessions of the old Congress were held, according as the exigen cies of the war, or the convenience of members from different sections required, at Philadelphia, Baltimore, Lancaster, York, Princeton, Anna polis, Trenton, and New York. During this time, there appears to have been great anxiety and rivalry amongst the different States, for the honor of having this distinguished body in their midst. New York tendered the town of Kingston for the seat of government ; Rhode Island, Newport ; Maryland, Annapolis; Virginia, Williamsburgh. On the 21st of October, 1783, Congress had been insulted at Philadel phia, by a band of mutineers, which the State authorities were not able to quell. On this occasion they adjourned to Princeton, where they held their sessions in the hall of the college ; and it was probably owing to the recent disturbance, that the subject of a permanent seat of government was now taken up, and continued to be, at intervals, the subject of discus sion up to the formation of the constitution. We have no register of the"], [15, "The Seal of Government of the United States. 7 debates, but a large number of resolutions were offered, and votes taken. Two of the most prominent propositions will throw some light upon the views as to place and plan which were entertained at that time. On the 7th October, 1783, on motion of Mr. Gerry, it was resolved that buildings for the use of Congress be erected on or near the banks of the Delaware, or of the Potomac, near Georgetown ; provided, a suitable district can be procured on one of the rivers aforesaid fora Federal town, that the right of soil, and an exclusive or such other jurisdiction as Con gress may direct, shall be vested in the United States. This, afterwards, underwent various modifications, one of which was to have buildings erected both on the Potomac and Delaware, until, finally, it was repealed on the 26th April, 1784. On the 30th October follow. ing, Congress met at Trenton, and the subject was again taken up, and, after a long debate, resulted in the passage of an ordinance, appointing three commissioners with full power to lay out a district not exceeding three, nor less than two miles square, on the banks of either side ofthe Del aware, not more than eight miles above or below the falls thereof, for a Federal town. They were authorized to purchase soil, and enter into con tracts for erecting and completing, in an elegant manner, a Federal house, President's house, and houses for the Secretaries of Foreign Affairs, War, Marine, and Treasury; that, in choosing the situation for the buildings, due regard be had to the accommodation ofthe States, with lots for houses for the use of their delegates respectively. At the Congress which met at New York, January 1-3, 1785, great but unsuccessful efforts were made to substitute the Potomac for the Dela ware. The three commissioners were here appointed, but never entered upon their duties ; for various delays occurred, until, finally, the adoption of the constitution put an end to the whole business. But the reasons which led to these resolutions, no doubt, had their influence upon the minds of those who framed that part of section 8, art. 1, of the constitution of the United States, which declares that Congress shall have power to exercise exclusive legislation in all cases whatsoever, over such district (not ex ceeding ten miles square) as may, by cession of particular States, and the acceptance of Congress, become the seat of government of the United States, and to make all laws which may be necessary and proper for car rying into execution the foregoing powers. By Elliott's Debates, it appears that the article was assented to in the convention, without debate. In the Virginia convention, some fears were expressed as to the influence to be exerted by a spot so exclusively under the control of government, under the apprehension that it would be in some measure out of the pale of law, and an asylum for political criminals or violators of State rights ; but the clause was finally acceded to without much opposition. The question as to the place to be selected for the \"ten miles square,\" came up for discussion in Congress during the years 1789 90, on the introduction of a resolution by Mr. Thomas Scott, of Pennsyl vania, that it would be expedient to select a site which should be \" as near as possible the centre of wealth, of population, and of territory.\" Mr. Lee afterwards moved that \" a place as nearly central as a convenient communication with the Atlantic Ocean, and an easy access to the West ern territory will permit, ought to be selected and established as the per manent seat of government of the United States.\" On the 3d September, 1789, Mr. Goodhue, of Massachusetts, said, in"], [16, "8 The Seat of Government of the United Stales. debate, that the Eastern and Northern members had made up their minds on the subject, and were of opinion that, on the eastern banks of the Sus quehanna, Congress should fix its permanent residence. A bill passed one House in favor of some place to be selected on the Susquehanna, pro vided the States of Maryland and Delaware would connect the two bays by a canal. Subsequently, an act was introduced for establishing it at its present position, then more generally known as Connogocheague, from a river in Washington county, Maryland, a name which called forth many jokes in the papers of the day. The place where the seat of government should be fixed, was allowed by every member to be a matter of great im portance. \"The future tranquillity and well-being of the United States,\" said Mr. Scott, \"depended as much on this, as on any question that ever had or could come before Congress.\" Mr. Fisher Ames remarked that \" every principle of pride, and honor, and even of patriotism, were en gaged.\" The debates on the several resolutions and bills, elicited much warmth of feeling, and sectional jealousy. Almost all were agreed that New York was not a suitable place, as not being sufficiently central. There was much division of sentiment as to the relative advantages of Philadelphia and Germantown, in Pennsylvania ; Havre de Grace, and a place called Wright's Ferry, on the Susquehanna ; Baltimore, on the Patapsco ; and Connogocheague, on the Potomac. The two last were about equally bal anced for some time in the number of supporters. It was remarked, by one of the members of Maryland, that the people of that State were in the situ ation of Tantalus, uncertain which to prefer, the Susquehanna or the Po tomac. Mr. Carroll strongly advocated the latter. Mr. Seney noticed sundry measures of the legislature of Maryland, which evinced, he said, their determination to support the pretensions of the Susquehanna. Mr. Smith set forth the advantages of Baltimore, and the fact that its citizens had subscribed $40,000 for public buildings. The South Carolinians offered an apparently whimsical objection to Philadelphia, to wit : the number Oi Quakers ; who, they said, were eternally dogging the southern members with their schemes of emancipation. Others ridiculed the idea of building palaces in the woods. Mr. Gerry, of Massachusetts, thought it highly unreasonable to fix the seat of government in such a position, as to have nine States out of the thirteen to the northward of the place, and adverted to the sacrifices the Northern States were ready to make, in be ing willing to go as far South as Baltimore. Mr. Page said New York was superior to any place he knew, for the orderly and decent behavior of its inhabitants. The motion to insert Baltimore instead of the Potomac, was negatived by a vote of 37 to 23. We shall at present content ourselves with stating what we have gath ered from these debates, from letters and documents, and from conversations with gentlemen who lived in that day, as to the principles laid down by General Washington, Mr. Madison, Mr. Lee, Mr. Carroll, and others, who favored the site that was selected. First. It was not desirable that the political capital should be in a com mercial metropolis.* The constitution declared that Congress should have * See Mr. Madison's letter— Sparks' Washington, vol. 9, p. 551. Mr. Gerry's remarks — Mad. Papers, p. 1,219. Mr. Grayson's remarks— Elliott's Debates in Virg. Convention, p. 431."], [17, "The Seat of Government of the United Slates. 9 power to exercise exclusive legislation, in all cases whatsoever, over the seat of government. If it could bo supported that this clause left it op tional with Congress to exercise the power or not, there could be no doubt as to the expediency of exercising it. The provision was suggested by the history of all European capitals, as being essential to bestow dignity and independence on the government. \" Without it, not only the public au thority might be insulted, and its proceedings be interrupted with impuni ty, but a dependence of the members of the general government on the State comprehending the seat of government, for protection in the exer cise of their duty, might bring on the national councils an imputation of awe or influence, equally dishonorable to the government, and dissatis factory to the other members of the confederacy. The consideration has the more weight, as the gradual accumulation of public improvements at the stationary residence of government, would be too great a public pledge to be left in the hands of a single State, and would create so many obsta cles to a removal of the government, as still further to abridge its neces sary independence.\"* A great obstacle to the exercise of the control in a large commercial community, would be found in the mixed character of the population, and the many elements of discord which existed there. It could readily be foreseen that, in the midst of a dense and excitable mercantile popula tion, such disturbances would frequently recur in times of high party feel ing, or during any period of stagnation in business, when the unemployed multitudes could easily be aroused, by real or imaginary grievances, to overcome all opposition, and stay the operations of government. To check such influences, would impose upon the country the necessi ty of maintaining a strong military power at the capital, which it was de sirable to avoid, it being no part of our policy to keep on soot a large standing army. Another reason for avoiding a seaport city, would be found in the greater variety and importance of the local objects for which Congress would be called upon to legislate, to the neglect of national af fairs ; and in the apprehension, then generally entertained, that the local expenditures and influence of the different departments, which, in them selves, could afford no reasonable ground of alarm, might, in connection with the wealth and power of such a city, operate greatly to the injury of other places. London and Westminster were mentioned as cases in point: though they, unitedly, sent but six members to Parliament, they had more influence in the measures of government, by their commercial importance, than the whole empire besides. It would become a favored city, and the government funds, largely disbursed there, would give it advantages, in point of capital, possessed by few others. A remark of Sir James Mcln tosh was extensively quoted, \" that a great metropolis is to Tie considered as the heart of a political body — as the focus of its powers and talents — as the direction of public opinion, and, therefore, as a strong bulwark in the cause of freedom, or as a powerful engine in the hands of an op pressor ;\" and it had come to be considered that one ofthe surest ways to prevent our capital's becoming the latter, would be to deprive it of the elective franchise. There were obvious reasons why those who lived under the immediate shadow of the government might exert a greater in fluence over the country by their votes and opinions, than the same num. * Federalist."], [18, "10 The Seat, of Government of the United Stales. ber who lived elsewhere. Many, at a distance, might suppose that those so situated, would have a better opportunity to scan the conduct of their rulers ; and the result of the election would, on this account, be, by the successful party, heralded from one end of the Union to the other, while, in reality, it would become the seat of all manner of rival factions, in which the officers of government would mingle, and be tempted and enabled to use the power in their hands for purposes of corruption with more fa cilities and less fear of detection, than if obliged to go abroad and operate in other places. The city should never be branded with the name of any one political party, but be regarded as neutral ground, where all parties might meet, and be received on equal terms by the residents. There would be excitement enough attendant upon the ordinary busi ness of legislation, without adding thereto the turmoil and strife of popu lar elections. Now, would any great commercial emporium be willing to give up this privilege, considered by Americans so invaluable, for the sake of having the government in their midst ? Certainly not ; nor would it be desirable that they should, since their voice in the public councils would be important. There would necessarily be, in all these places, branches of the government, such as custom-houses and naval stations, which were quite as much as it was desirable to concentrate in any one commercial community. Again, in a mercantile population, the great disproportion in fortune, and the heavy demand for land, would render it almost impossible for the officers of government to live in a style of decent respectability, suitable to their stations, upon the moderate salaries which a regard for economy, and the simplicity of our republican institutions, would seem to require ; whereas, in the absence of all other interests but those of persons con nected with the government, the value of the property would adapt itsi-lf, in some measure, to the means of the inhabitants, and then our function aries would be enabled to live in accessible and agreeable quarters, and to appear as well as those around them. Secondly. It was thought highly expedient that a city should be laid out expressly for this purpose, so that there would be ample provision for all public edifices for centuries to come. It is true that abundance of ground for the public buildings could have been at that time obtained in or about Philadelphia and Baltimore, but they would have then been either all concentrated in one point, and somewhat circumscribed in respect to room, and choice of situation ; or, if more scattered, there would be a difficulty in forming that appropriate connection between them which would be essential to unity, and beauty of design ; and, after all, it would be a mere suburb to the city.* Besides, a thousand objects might, from time to time, «call for the erection of new edifices, which could not at present be anticipated, without keeping vacant for years, at a great loss of interest to the government, and to the detriment of the city, large tracts of land in the best position, which, in the hands of individuals, would be built upon and improved. On the other hand, in a place that increased chiefly in proportion as the sphere of the executive departments was en larged, the lots of ground would seldom be available to any individual be fore they were required for public purposes, and the cost to the govern ment would be comparatively trifling, while there would be an opportuni- * See Mr. Smith's remarks in debate, Gales & Season's Debates, O. S., vol. 2, p. 960."], [19, "The Seat of Government of the United Slates. 11 ty to devise a plan expressly for the public accommodation, to which pur pose every part of the city would be subservient. The whole should be, as it were, one great building, of which the streets would be the passages ; the public edifices, the halls ; and the private ones, the rooms. It was, at one time, suggested as expedient to require a cession of soil, as well as of jurisdiction, under the idea that the State or States would find it an object to purchase the territory, and present it, for the sake of having the government in their midst ; while, on the other hand, the in come from the sales of lots, would furnish a fund for the erection of pub lic edifices, and the improvement of the place ; but this was pronounced out of the question with regard to places where any considerable popula tion had already collected ; to all of which, Mr. Carroll's remarks in re gard to Baltimore would apply. \" He believed, if Congress were disposed to fix on that town, it would be agreeable to the States ; but he did not imagine they would agree to give government a property to the whole town and the surrounding country. The other parts ofthe State had never contemplated making Baltimore a compensation for such an immense property.\" In selecting a place not previously occupied, the object of the govern ment would be accomplished whether the States conveyed the soil or not, since the cost of the purchase would be comparatively small. Thirdly. With respect to position, while a central point should be pre ferred, \" it ought to be a centre uniting convenience with utility ; the heart should be so placed as to propel the blood to the extremities, with the most equable and gentle motion.\" There is no common centre. Territory has one centre, population an other, and wealth a third. The centre of population is variable, and a decision on that point now, might establish a seat of government at a very inconvenient place for the next generation. The same remark may be made in this country with regard to territory. With the rapid increase of States, we should find it necessary to remove the capital every fifty years, unless we anticipated the future extent of our country by placing it where it would be, in the meantime, far beyond the centre of population and convenience. A centre of wealth is open to greater objections. The centre of a sea-coast line ought to be regarded because it is more con veniently accessible, has more wealth, and more people, than an equal area of inland country. Being more liable to invasion on that quarter, govern ment should be near to protect it. It is also the interest of the back coun try to have the government near the sea, to inspect and encourage trade, by which their abundant produce will find an export. When the central line between the Northern and Southern extremities was fixed, no person in the Western territory had ever wished anything further than that Con gress should establish their seat as far back on this line, as the conve nience of maritime commerce would allow. This centre of a sea-coast line falls between the rivers Potomac and Susquehanna ; the place between the Potomac and Eastern Branch would admit of a navy-yard, and was yet so far inland as to be, in some meas ure, protected from sudden attack. The Potomac, Mill's Creek, and Young hogany, could be connected by canal navigation, and, descending the lat ter, you come to the Monongahela, which meets the Alleghany, and forms the Ohio. Its immediate vicinity to two flourishing inland towns would give it some of the benefits of their prosperity, without the evils before"], [20, "12 The Seat of Government of the United Stales. mentioned as incident to a large commercial emporium ; since the inland trade would bring into them a different class of population from that which throngs our seaport towns — one accustomed to the institutions of the country, and more disposed to the preservation of good order. This, too, it was thought, would be a security against the place becoming slavishly dependent upon Congress, giving it a healthy trade, but not one which would supersede entirely the advantages derived from the presence of go vernment. Such were some of the considerations which led to the passage, by a vote of 32 to 29, on the 16th day of July, 1790, of an act entitled \" An act establishing the temporary and permanent seat of government of the United States.\" As we have only endeavored to set forth those reasons which were considered general and permanent in their application to the subject, we have not alluded to one topic, growing out of the politics of the day, which, it is well known, had an important effect in hastening a decision on the question. Under the then great object of funding the debt, the seat of government would concentrate the public paper ; hence, a sit uation was desirable from which all parts would be equally benefited by sending forth and circulating government funds, rather than building up lo cal benefits. \" It was supposed,\" says Mr. Gibbs, \" materially to benefit the Northern States, in which was the active capital of the country, and a more Southern residence was considered a countervailing advantage.\" This question infused peculiar bitterness into the debate. Another consideration which led to the decision, was the deference and regard which would thus be paid to the wishes of General Washington, who had, from the first, strongly advocated the site upon the Potomac, and who seems to have formed rather extravagant calculations in relation to the future growth of the city. Some of the opinions which he ex presses in his letters, seem to conflict with the views we have given rela tive to the disadvantages of a commercial city ; but it is to be borne in mind that it was chiefly a seaport to which those views have reference ; and we have, in this respect, relied mainly on the statements of gentle men who lived at that time. In reviewing the debates on this subject, it is to be remarked that the growth of the Western country was anticipated, and depicted in glowing colors by some of the members of that day. \" If,\" said Mr. Madison, \"the calculation be just, that we double in twenty-five years, we shall speedily behold an astonishing mass of people on the Western wa ters. * * * We see the people moving from the more crowded to the less crowded parts. The swarm does not come from the Southern, but from the Northern and Eastern hives. This will continue to be the case until every part of America receives its due share of population. If there be any event upon which we may calculate with certainty, I take it that the centre of population will rapidly advance in a south-westerly direction. It must, then, travel from the Susquehanna, if it is now found there it may even extend beyond the Potomac — but the time will be lono- first; and, as the Potomac is the great highway of communication between the Atlantic and the Western country, attempts to remove the seat must be impossible.\" il I confess,\" said Mr. Vining, \" to the House and to the world, that, view ing this subject in all its circumstances, I am in favor of the Potomac. I wish the seat of government to be fixed there, because I think the inter est, the honor, and the greatness of the country, require it. I look on it as"], [21, "The Seal of Government of the United States. 13 the centre from which those streams are to flow, that are to animate and invigorate the body politic. From thence, it appears to me, that the rays of government will naturally diverge to the extremities of the Union. I declare that I look on the Western territory in awful and striking point of view. To that region the unpolished sons of earth are flowing from all quarters — men to whom the protection of the laws, and the controlling force of government, are equally necessary. From this consideration, I conclude that the banks of the Potomac is the proper situation.\" It is true that, at the time these remarks were made, the Union com prised but thirteen States; and, probably, no one anticipated that the num ber of States would double in fifty years, whatever might be the popula tion. But, even at this time, we find that the East is to the West, in point of population, as the West is to the East in point of territory. The following table, which has been calculated by Dr. Paterson, of the United States mint, in Philadelphia, singularly confirms Mr. Madison's prophecy : — CENTRE OF REPRESENTATIVE POPULATION OF THE UNITED STATES AT EACH CENSUS. DISTANCES, IN MILES, FROM WASHINGTON. Period. Places. Distance Distance Dist. on Worth. E.orW. stru'tline. 170,0 S 1° Baltimore county, Maryland, 13 miles S. of Penn- ) ac 00 e 51 } sylvania line, and 17 miles N. of Baltimore $ ISPs) ) I'1 Carroll county, Maryland, 7 miles S. of Pennsyl- (53 9 e 53 ( vania line, and 9 miles N. E. of Westminster \\ 1810 \\ I\", A^ms county Pennsylvania, 5 miles N. of State I 64 3Q w ? , ( line, and 17 miles W. of Uettysburgh S ( In the western part of Morgan county, Virginia, 10 I 1820 J miles W. S. W. of Bath, 1 mile from Potomac, 12 V 47 71 w. 86 ( miles S. of Pennsylvania line 5 (. In Hampshire countv, Virginia, opposite Westernport, I 1830? Maryland, and 20 miles N. W. of Romney, 16 V 43 108 w. 117 { miles S. of Pennsylvania line ) 1840 \\ In Mari°n c0\"\",y' 7™$*% 2l n,ile, ?■ °fu ,PennSyl\" I 36 160 w. 165 J; vania line, 19 miles N. E. of Clarksburgh S CENTRE OF TOTAL POPULATION IN 1840. 1 840 \\ In Harrifon Tnt!f' a\"' ?nmaf £ °l Penn3yl\" I 21 175 w. 177 £ vania line, 5 miles due S. of Clarksburgh $ Note. The parallel of 40° N. divides the representative population of the United States into two equal parts very nearly, according to the census of 1840. The average progress westward, during each ten years, has been about thirty-four miles. This average is slightly increasing ; and, if we set it down at fifty miles, it will require a century to carry this centre five hun- dred miles west of Washington, or as far as the city of Nashville, Ten- nessee. The comparatively small importance which was attached to \" the centre of territory,\" as a criterion by which to select a capital, will strike many with surprise ; and it is worthy of observation, that Mr. Madison, in pre- senting the importance of such a centre in what he thought the most prom- inent point of view, remarked that, \" if it were possible to promulgate our laws by some instantaneous operation, it would be of less consequence where the government might be placed\" — a contingency which now seems to be supplied by the \" magic wires \" of Morse, which communicate intelli- gence \" not merely with the swiftness of lightning,\" but \" by lightning itself.\""], [22, "TJie Seat of Government of the United States. 14 In the course of a recent debate in the United States Senate, Mr. Cal houn remarked that a moment's attention to the seat of government in the different countries of the world, would show that they very rarely oc cupied a central position. They were generally situated on the frontier that was most exposed ; near to those places where the armies would be required to be encamped for the protection of the country against inva sion. Look over Europe — where was London situated ? Near the south east frontier. Where was the capital of France ? Far from central. Where was the capital of Russia ? Upon the frontier ; and the same lo cality will be found to prevail, and very properly so, in regard to capitals throughout the world. And, if it were true in general, it was eminently true in respect to our confederation. Mr. Allen said that \"the example of the monarchies of Europe was not to be followed by us, for the location of their capital was dependent on the location of their forts and fortifications, and not in convenience in other respects.\" This was certainly not the case with Russia or Prussia. The advantage of having the government near to protect the commerce of the country, is to be observed by circumstances of daily occurrence. It is probably on the coast that our principal fighting will be done, and it is certainly here that the most unexpected and sudden assaults will be made, requiring immediate action. It is from Europe that our enemies will be most likely to come in time of war, and it is with the States of Europe that, in time of peace, we are likely to have the most complex relations. It is of the highest importance that our legislators and execu tive officers should be so near the commercial sections of the country as to enter understandingly upon those discussions in which practical know ledge is of the utmost importance; and it is certain that there will be hun dreds called into the public service, from time to time, whose first impres sions of the merits of the navy, or the extent of the merchant service, will be formed by actual inspection at our commercial cities — and, while the Western agricultural interests are subserved by whatever contributes to enlarged and liberal commercial views, and the protection of the sea-coast, our Western frontier will be far more easily fortified by government when at a distance ; the principal enemies we are ever likely to suffer from there, being the Indians, the power of which unfortunate race is daily dwindling away before the good or bad, but inevitable effects of Anglo-Saxon pro gress. But, we were further told by Mr. Allen, that \" the location of our seat of government in the vicinity of our great commercial cities, gave to those cities a preponderating influence in the proceedings of this government of, at least, a hundred to one over the influence excited by a corresponding number of people in the vast interior. There were no committees of farmers from the banks of the Missouri, the Missis sippi, or even the Ohio, entering the lobbies of those halls, and endea voring to influence the legislation of Congress. There were no com binations of individuals from the interior, delegated to the capital with a view of obtaining the passage of laws, the object of which was to ad minister to individual wants, instead of the wants of the mass of the na tion. There were no such delegations here.\" Does the senator suppose that the lobbying committees from commercial cities, of which he hints, would not follow the government wherever it went ? The interests of commerce enter too widely into all the ramifications of society for mere"], [23, "The Seat of Government of the United Slates. 15 time and space to prevent those interested in their advancement from la boring assiduously on their behalf, wherever the government may be. Mr. Allen's argument applies equally to the good and the bad projects. The only difference would be that, were the government placed in the interior, they would have legislators not so well informed, more blinded by section al prejudices than they even now are, less capable of appreciating those enlarged plans which comprise the good, and more easily imposed upon by the advocates of more limited systems which are bad. It has been objected that the Eastern States secure to themselves greater benefits in the way of congressional and legislative patronage for office ; but we ap prehend that this source of jealousy has been greatly overrated. Is it not rather the section of country from which the Executive comes, that governs in this matter? But, admitting it to be an evil, it is one which must al ways exist, to a greater or less extent, to the injury of different parts of the Union, wherever the government may be ; since, as was remarked in the Congress of 1790, the capital cannot remain, for any considerable length of time, at the actual centre of territory, that centre being as variable as the centre of population. The necessity or propriety of disfranchising the seat of government, is not at first view quite apparent, and has been the subject of some dis cussion. If we consider the extent to which party feeling was carried in the canvass that immediately preceded Mr. Jefferson's election, when pri vate social relations were, in some instances, almost entirely suspended between families of different political parties, we can feel the force of the reasoning given for this measure, and can realize what a serious evil such a state of things would be at the capital, should it again recur, and be fostered by continual local elections, accompanied with all the excitement and misrepresentation which we now see every four years in the principal cities of the Union, and in the midst of which, it is not too much to sup pose that the position of public officers might subject them to annoyance and insult in a thousand ways, even without actual violence. And, from similar experience, it is obvious that the votes of those in the public em ploy might be directly or indirectly controlled by the government, so that there would be, in reality, little freedom of choice. Other positions as sumed in these discussions will be adverted to in the course of our remarks on the progress of the city. Maryland and Virginia had previously, by acts passed in 1788 and 1789, authorized their representatives to make the necessary cessions. The first section of this act is in these words : — \" Be it enacted, &c, that a district of territory, not exceeding ten miles square, to be located, as hereafter directed, on the river Potomac, at some place between the mouth of the Eastern Branch and Connogocheague, be, and the same is hereby accepted for the permanent seat of government of the United States.\" The word \"temporary,\" in the title of the act, refers to Philadelphia, where the Congress were to hold their sessions until 1800 ; when, as Mr. Wolcott expressed it, they were \" to go to the Indian place with the long name, on the Potomac.\" It may be well to allude here to a discussion which has arisen under the article of the constitution and this act, in reference to the powers of Congress to remove the seat of government at any future time. Mr."], [24, "The Seat of Government of the United Stales. 16 John Carroll Brent, of Washington city, in a pamphlet* relative to the in- terests of the District of Columbia, dedicated to the members of the Na- tional Institute, has summed up the principal arguments in opposition to any such claim of right. He contends : — 1st. That the constitution gave Con- gress limited powers in the premises ; and that body, as a mere agent, is bound by instructions and limitations, and can, under no circumstances, ex- ercise more authority than is given to that effect by the constitution. 2d. That a change of the seat of government would be a violation of the implied contract between the Federal government and the States of Maryland and Virginia, which never would have made the necessary grants, had not per- manency been guaranteed by the solemn act of Congress. 3d. That the right and reasonable expectations of the original proprietors, the purcha- sers, and inhabitants of this District, would be trifled with and destroyed by such a move towards transferring the metropolis elsewhere, on the part of those who falsely imagine themselves clothed with the necessary pow- er and capacity. The introduction of the word \"permanent \" in contradistinction to \" tem porary,\" in the title of the act, is regarded by him as significant of the views of Congress and the proprietors on the subject, viz : \" that cer- tain powers were given, certain acts required, and Congress, in the exe- cution of this commission, was confined within fixed limits, was to accept a specified amount of territory; and by the acceptance, and the act estab- lishing a permanent seat of government, in accordance with the requisi- tions of the constitution, bound itself to that instrument, to Maryland and Virginia, the owners, purchasers, and inhabitants of the district in ques- tion, and the people at large, by a positive engagement, to make the me- tropolis of the Union durable and unchangeable.\" In the report of a committee of the House on the 25th February, 1846, on the petition for the retrocession of Alexandria, this objection is thus answered : — \" There is no more reason to believe that the power in this case, when once exercised and executed, is exhausted, than in any other of the long list of enumerated powers to which it belongs, and which it is provided that Congress 'shall have.' The phraseology of the grant is the same, and as much reason seems to exist for the continuance of the right to ex ercise this power, as in most of those contained in the list to which we have referred. If this construction be true, when Congress had once fixed the seat of government, it could no more be removed, although it should prove to be unsafe from foreign invasion, or so unhealthy as to en danger the lives of the members of the government, or so located as to be inconsistent with a due regard to the facilities of access to our whole population, or to their convenience ; and yet it is manifest that some of these considerations might make the removal of the seat of government a matter of necessity. To have excluded the conclusion that the framers of the constitution had regarded considerations so manifest and reasonable, there must have been terms so precise and accurate as to have left no doubt of their intention to make the act irrevocable when the power was once exercised. As some proof that the framers of the constitution did * Letters on the National Institute. Smithsonian Legacy. The Fine Arts and other matters connected with the interests of the District of Columbia. Washington : J. & G. S. Gideon."], [25, "The Seat of Government of the United States. 17 not overlook these considerations, we may advert to the fact that Mr. Madison moved to strike out the word 'permanent ' from the act establish ing the seat of government, because the constitution did not contain it. Nor is this the only difficulty involved by this construction — the same sec tion gives a like power relative to forts and arsenals ; and, contrary to reason and the usages of Congress, this power, when once exercised, would be thus considered as executed and exhausted. \"It might be replied that this word 'permanent' meant only an indefi nite period ; that it was designed merely to require the removal to be made by law, and not by resolution of the two Houses ; or it might well be said that Congress could not, by contract, part with a power reposed in them by the constitution for wise purposes ; but, in point of fact, the history of the transaction does not sustain this view of the contract. Neither Vir ginia nor Maryland, by their acts of cession, made the permanence of the seat of government a condition of the grant.\" The view taken by the States and proprietors is, we think, well expressed in the language of the Supreme Court per Story, Judge.* They might, and, indeed, must have placed a iust confidence in the government, that, in found ing the city, it would do no act which would obstruct its prosperity, or in terfere with its great fundamental objects or interests. It could never be supposed that Congress would seek to destroy what its own legislation had created and fostered into being. The city was designed to last in perpe tuity, \" capitoli immobile samim\" While the force of these remarks must be admitted, and while it is certain that justice to the proprietors, and good policy, forbid that any light or trivial considerations should break in upon the arrangements then made, the conclusions of Mr. Brent will, we fear, not receive a ready assent. The proprietors could hardly have been warranted in the conclusion that their interests would be consulted in opposition to those of the whole Union, if it should happen that the welfare of the nation imperatively re quired such a change, and it should be called for by a majority of the people. The proprietors entered into their agreement subject to the risk of such a contingency's occurring; in which case, the most that they could claim, would be a right to compensation for the depreciation in the value of pro perty which must ensue. This proposition seems to have been generally admitted in the discussions which took place in Congress on the question of removal after the war of 1812. What contingency would justify such a removal, will be considered in a subsequent chapter. * Van Ness and wife, vs. City of Washington and the United States, 4 Peters, p. 280. 2"], [26, "18 The Seat of Government of the United States. CHAPTER II. LETTERS OF WASHINGTON AND JEFFERSON IN RELATION TO TERMS OF PURCHASE— SITE — MR. MUlR's SPEECH ON LAYING THE CORNER-STONE OF THE DISTRICT — PUBLIC INTEREST IN THE SUBJECT, AND GRAND PROJKCTS— NAME OF THE CITY — CORNER-STONE OF THE CAPITOL — JEFFERSON'S VIEWS IN RE GARD TO THE PLAN — MAJOR L'ENFANT : HIS PLAN, ITS DEFECTS AND MERITS— REASON FOR PLACING PUBLIC BUILDINGS AT A DISTANCE FROM EACH OTHER— THE MALL — RESIDENCE FOR FOREIGN MINIS TERS — DIMENSIONS OF THE CITY — SPECULATION IN CITY LOTS— ENCROACHMENTS ON THE PLAN. The following extracts, from a letter of the President to the Secretary of State, will show when and on what terms the site was ceded to the go vernment : — Mouty Veknon, March 31, 1791. Dear Sir : — Having been so fortunate as to reconcile the contending interests of Georgetown and Carrollsburgh, and to unite them in such an agreement as permits the public purposes to be carried into effect on an extensive and proper scale, I have the pleasure to transmit to you the enclosed proclamation, which, after annexing the seal of the United States, and your counter-signature, you will cause to be published. The terms entered into by me, on the part of the United States, with the land holders of Georgetown and Carrollsburgh, are, that all the land from Rock Creek, along the river, to the Eastern branch, and so upwards to or above the ferry, in cluding a breadth of about a mile and a half, the whole containing from three to five thousand acres, is ceded to the public on condition that when the whole shall be surveyed and laid off as a city, (which Major L'Enfant is now directed to do,) the present proprietors shall retain every other lot ; and for such part of the land as may be taken for public use, for squares, walks, &c, they shall be allowed at the rate of £25 per acre, the public having the right to reserve such parts of the wood on the land, as may be thought necessary to be preserved for ornament. The landholders to have the use and profits of the grounds until the city is laid off into lots, and sale is made of those lots which, by this agreement, become pub lic property. Nothing is to be allowed for the ground which may be occupied for streets and alleys. ******* It was found, on running the lines, that the comprehension of Bladensburgh within them, must have occasioned the exclusion of more important objects; and of this I am convinced, as well by my own observation, as Mr. Elliott's opinion. With great regard and esteem, I am, dear sir, Your most obedient servant, George Washington. Extract from Mr. Jefferson's reply. Philadelphia, April 10, 1791. The acquisition of ground at Georgetown is really noble, considering that only £25 an acre is to be paid for any grounds taken for the public, and the streets not to be counted, which will, in fact, reduce it to about £19 an acre. I think very liberal reserves should be made for the public. A more beautiful site for a city could hardly be obtained. From a point where the Potomac, at a distance of 295 miles from the ocean, and flow ing from North-west to South-east, expands to the width of a mile, ex."], [27, "The Seal of Government of the United States. 19 tended back an almost level plain, hemmed in by a series of gradually sloping hills, terminating with the heights of Georgetown ; the plain being nearly three miles in length, from East to West, and varying from a quar ter of a mile to two miles in breadth ; bounded on the East by the East ern branch of the Potomac, where are now the navy.yard and congres sional cemetery, and on the West by the Rock Creek, which separates it from Georgetown. The small stream from the North, over which the rail road bridge now passes, on entering the city, emptied into a bay or inlet of the Potomac, about 400 feet wide, which jutted in from the West to within a quarter of a mile of the Capitol Hill, and nearly divided the plain. Not far from the head of this, and South of the Capitol Hill, a small stream took its rise in a large number of springs, and emptied into the river, ata place now called Greenleaf's Point, formed by the intersection of the East ern Branch with the Potomac, and was known as James' Creek. There is a stream above Georgetown which has always been called Goose Creek ; but, from a certificate of a survey now preserved in the mayor's office, at Washington, dated 1663, it appears that the inlet from the Potomac was then known by the name of Tiber, and probably the stream from the North emptying into it bore the same name ; so that Moore did injustice to the history of the place, and confounded streams when he wrote the well-known line — \" And what was Goose Creek once, is Tiber now.\" By the same survey, it appears that the land, comprising the Capitol Hill, was called Rome or Room, two names which seem to have foreshadowed the destiny of the place. Mr. Force, of Washington, suggests that they probably originated in the fact that the name of the owner of the estate was Pope, and, in selecting a name for his plantation, he fancied the title of \" Pope of Rome.\" In his observations on the river Potomac, published in 1793, Mr. Andrew Ellicott, who afterwards assisted in laying out the city, remarks as follows : — \" No place has greater advantages of water, either for the supply of the city, or for cleaning the streets, than this ground. The most obvious source, is from the head waters of Rock Creek, which takes its rise in ground higher than the city, and can readily be conveyed to every part of it. But the grand object for this purpose, which has been contemplated by those best acquainted with the country hereabouts, and the circumstances attending it, and which has been examined with an eye to this purpose, by good judges, is the Potomac. The water of this river, above the great falls, four teen miles from the city, is 108 feet higher than the tide-water. A small branch, called ' Watts' Branch,' just above the falls, goes in a direction towards the city. From this branch to the city, a canal may be made, (and the ground admits of it very well,) into which the river, or any part of it, may be turned, and carried through the city. By this means, the. wa ter may not only be carried over the highest ground in the city, but, if ne cessary, over the tops of the houses.\" The advantages which would. thus be presented for mill-seats, are also dwelt upon by Mr. Ellicott, and the whole plan subsequently attracted much attention, having been pro posed to Congress by President Jefferson. It is greatly to be regretted that it was not adopted instead of the plan for bringing water from the spring near the capitol. It is said that Washington's attention had been called to the advantages"], [28, "The Seat of Government of the United States. 20 which this place presents for a city, as long previous as when he had been a youthful surveyor of the country round. His judgment was confirmed by the fact that two towns were afterwards planned on the spot, and the first maps of the city represent it as laid out over the plans of Hamburgh and Carrollsville. Commissioners had been appointed to carry out the objects of the act, and, on the 15th day of April, 1791, the Hon. Daniel Carroll and Dr. David Stuart superintended the fixing of the first corner-stone of the Dis trict of Columbia, at Jones' Point, near Alexandria, where it was laid with all the masonic ceremonies usual atthat time. The following address, de livered by the Rev. James Muir on that occasion, is copied from a num ber of the United States Gazette, for 1791 : — \" Of America, it may be said, as of Judea of old, that it is a good land and large — a land of brooks of waters, of fountains and depths that spring out of the valleys and hills — a land of wheat and barley, and vines, and fig-trees and pome granates — a land of oil, olives, and honey — a land wherein we eat bread without scarceness, and have lack of nothing — a land whose stones are iron, and out of whose hills thou m.iyest dig brass — a land which the Lord thy God careth for — the eyes of the Lord thy God are always upon it, from the beginning of the year, even unto the end of the year. May Americans be grateful and virtuous, and they shall insure the indulgence of Providence. May they be unanimous and just, and they shall rise to greatness. May true patriotism actuate every heart. May it be the devout and universal wish, Peace be within thy wall, O America, and prosperity within thy palaces ! Amiable it is for brethren to dwell together in unity ; it is more fragrant than the perfumes on Aaron's garment ; it is more refreshing than the dews on Hermon's Hill ! May this stone long commemorate the goodness of God in those uncommon events which have given America a name among nations. Under this stone may jealousy and selfishness be forever buried. From this stone may a superstructure arise, whose glory, whose mag nificence, whose stability, unequalled hitherto, shall astonish the world, and invite even the savage of the wilderness to take shelter under its roof.\"* The proceedings, in reference to the opening of a national city, appear to have awakened much interest in all parts of the country. In an extra number of the Herald, published at Philadelphia, on the 4th January, 1795, we find a long article, setting forth the general plan, and, more particularly, the designs for improving the mall. It commences thus : — \" To found a city, in the centre of the United States, for the purpose of making it the depository of the acts of the Union, and the sanctuary of the laws, which must, one day, rule all North America, is a grand and comprehensive idea, which has already become, .with propriety, the object of public respect. In reflecting on the importance of the Union, and on the advantages which it secures to all the inhabitants of the United States, collectively, or to individuals, where is there an American who does not see, in the establishment of a Federal town, a natural means for confirming forever that valuable connection, to which the nation is in debted for liberation from the British yoke ? The Federal city, situated in the centre of the United States, is a temple erected to liberty ; and towards this edifice will the wishes and expectations of all true friends of their country be incessantly directed. The city of Washington, considered under such important points of view, could not be calculated on a small scale; its extent, the disposition of its ave nues and public squares, should all correspond with the magnitude of the obiect for which it was intended — and we need only cast our eyes upon the situation and plan of the city, to recognize in them the comprehensive genius of the Presi dent, to whom the direction of the business has been committed by Congress.\" * By the retrocession of Alexandria, this stone is no longer within the limits of the District."], [29, "The Seat of Government of the United States. 21 In the original plan of the city, as submitted to Congress by the Presi dent, in January, 1790, mention is made of the subjoined magnificent intentions : — \" An equestrian figure of George Washington, a monument voted in 1783, by the late Continental Congress. \"An historic column, also intended for a mile or itinerary column, from whose station (at a mile from the Federal House) all distances and places through the continent are to be calculated. \" A naval itinerary column, proposed to be erected to celebrate the first rise of a navy, and to stand a ready monument to perpetuate its progress and achieve ments. \"A church intended for national purposes, such as public prayer, thanksgivings, funeral orations, &c, and assigned to the special use of no particular sect or de nomination, but equally open to all. It will likewise be a proper shelter for such monuments as were voted by the late Continental Congress, for those heroes who fell in the cause of liberty, and for such others as may hereafter be decreed by the voice of a grateful nation.* \" Five grand fountains, intended with a constant spout of water. \" A grand cascade, formed of the water of the sources of the Tiber. \" A grand avenue, four hundred feet in breadth, and about amile in length, bor dered with gardens, ending in a slope from the houses on each side. This avenue leads to the monument of Washington, and connects the Congress garden with the President's park.f \" Fifteen squares were to be divided among the several States in the Union for each of them to improve ; the centres of these squares designed for statues, col umns, obelisks, &c, such as the different States may choose to erect. \" The water of Tiber Creek to be conveyed to the high ground, where the Con gress House stands, and, after watering that part of the city, its overplus will fall from under the base of the edifice, and, in a cascade of twenty feet in height, and fifty in breadth, into the reservoir below, thence to run, in three falls, through the gardens in the grand canal.\" ■ In Mr. Jonathan Elliott's work, called \"Historical Sketches of the Ten Miles Square,\" we find it stated that \"the first public communication on record, in relation to arrangements for laying out this city, is from the pen of General Washington, dated on the 11th March, 1791. In a subsequent letter of the 30th April, 1791, he calls it the Federal city. The name which it now bears, was adopted about four months afterwards, probably without the knowledge of Washington, in a letter to Major L'Enfant, by the first commissioners, Messrs. Johnson, Stuart, and Carroll, which bears date Georgetown, September 9th, 1791, and informs the architect that they have agreed that the Federal district shall be called ' The Ter ritory of Columbia,' and the Federal city, ' The City of Washington,' and directs him to entitle his map accordingly. On the 2d and 3d Sep tember, 1793, the following appears on the records of the commissioners : — * In the discussion which took place in the late session of Congress, upon the applica tion of the National Monument Association, for permission to erect their monument to Washington on a part of the mall, Mr. Benton, after opposing the application on the ground that the amount collected (.$50,000) was too small a sum with which to commence such a monument, and that, if done at all, it should be done by Congress, suggested to the so ciety the expediency of carrying out this idea of General Washington's. We presume the church would be occupied by the chaplains of Congress, and thus there would certain ly be no difficulty on the score of connecting any particular church with the State ; for almost every denomination would, in this way, be represented in the course of a few years. t This will be recognized as the piece of ground now called the mall."], [30, "22 The Scat of Government os the United Slates. \" ' The capitol is in progression — the South-east is kept vacant ; that corner stone is to be laid, with the assistance of the brotherhood, the 18th instant. Those of the craft, however, disposed, are requested to join the work ; the solemnity is expected to equal the occasion.' The South-east corner of the North wing ot the capitol was accordingly laid by General Washington,* on the 18th September, 1793 ; the ceremony was grand and imposing; a long concourse of citizens of the vicinity, and numbers from distant parts, attended on the occasion. We learn General Washington delivered an impressive and appropriate speech. We regret that the public records, which have been diligently searched, do not furnish us with any of the details. In consequence of the yellow fever having made its appearance in Philadelphia, a day or two prior to the ceremony, the alarm in that city was so great, the newspapers were discontinued, and not resumed until the 1st December, following. We have been equally unsuccessful in procuring the desired information, from any of the publications of that period, issued either in Maryland or in Virginia.\" The writer of this article has not been more successful than Mr. Elliott. Mr. Daniel Carroll, of Duddington, and Lewis H. Machen, Esq., the Assistant Secretary of the Senate, (then a mere boy,) were present, but they only remember the barbacue of roasted oxen, which was given on the occasion, and to have heard the President, when offered by a phy sician present the use of the only umbrella which the country afforded, to shield him from the rays of the sun, decline it, with the remark, \" To the ladies with it, Doctor ; I have been exposed to the sun before, in the course of my life!\" — which, from the manner of its utterance, seems to have made a great impression on the hearers, as one of the few instances in which Washington joked or smiled. The following extract from the letter of Mr. Jefferson, already referred to, will show the interest which that distinguished statesman took in the matter : — \" I rejeived, last night, from Major L'Enfant, a request to furnish him any plans of towns I could, for his examination ; I accordingly send him, by this post, plans of Frankfort-on-the-Mayne, Carlsruhe, Amsterdam, Strasburgh, Paris, Or leans, Bordeaux, Lyons, Montpelier, Marseilles, Turin, and Milan, on large and accurate scales, which I preserved while in those towns respectively. They are none of them comparable to the Old Babylon, revived in Philadelphia, and exem plified. While in'Europe, I selected about a dozen or two of the handsomest fronts of private buildings, of which I have the plates. Perhaps it might decide the taste of the new town, were these to be engraved here and distributed, gratis, among the inhabitants of Georgetown. The expense would be trifling.\" In Washington's correspondence, we find frequent allusions to discus. sions had with the architect here referred to— Major L'Enfant, a French man of talent, but apparently obstinate, and unwilling to be advised by others. His plan, though attractive in the outline upon paper, was, in many respects, an exceedingly impracticable one, and led to the sacrifice of one or two of the most beautiful eminences in the city. He first laid down two sets of streets, distinguished by letters and num. bers,f and intersecting each other at right angles, as at Philadelphia. Had * The apron worn by Washington on this occasion has been carefully preserved by the Masons, and was used on laying the corner-stone of the Smithsonian Institute, 1847. t It was jocosely remarked of L'Enfant, that he was not only a child in name, but in education, also ; as, from the name he gave the streets, he appeared to know little else than A, B, C, and 1, 2, 3. It appears, however, by a letter of the commissioners, that they gave these names to the streets, at the same time with that to the city ; and it was, we think, a good arrangement, since the streets could more easily be found by a stranger. under such designations."], [31, "The Seat of Government of the United States. 23 he stopped here, he would have consulted the interests of those who were to have erected private buildings ; but there would have been nothing in it sufficiently distinctive of the national character of the city. It was de sirable to bring the public buildings into view from the most distant quar ters, that there might be direct communication with them all. According ly, immense avenues, varying from a hundred to a hundred and sixty feet in width, were made to radiate from particular points, such as the capitol and the President's house ; the consequence is, that, in the first place, there are twice as many streets as are required, and, in the second place, the avenues, intersecting the rectangular streets, cut up the squares into triangles and oblongs, spoil the most prominent corner-lots, and leave everywhere awkward spaces. The design of these avenues was a grand feature, worthy of the nation ; but the architect should either have laid them down first, to serve, as it were, for the great arteries of the city, and then, taking these as base lines, made such other streets to connect as necessity required ; or, he should, in the first instance, have marked out a much smaller number of rectangular streets. Thus, the building-lots on the side streets would have been sufficiently large to admit of court-yards in front, with appropriate shrubbery, and made it in a short time, with a small population, a really attractive \" rus in urbe,\" after the style of New Haven, Hartford, and the more retired parts of Richmond. The eminence over which Louisiana Avenue is made to climb, and which will be more generally recognized as the site of the unfinished brick building called the city hall, should have been entirely reserved for some public purpose, instead of being traversed by three or four streets, so near each other as to make it impossible to erect other than small slen der two-story houses. We speak thus particularly, relative to the defects in the plan, in order to show the changes which have been made in the appearance of the ground, and to shift the censure for any want of beauty that may present itself in the present aspect of the site, from those who made the selection, to those who abused its advantages by adopting such a design. But, on the other hand, there is much that is beautiful in the plan ; and, if Con gress were but reasonably liberal in their ideas, we might hope to see it developed to a much greater extent in the course of one or two years. The \" magnificent distances\" at which the executive are separated from the legislative departments, have been made a ground of complaint ; but we think there was much judgment shown in the choice of these situations. A suitable and prominent position was assigned to each edifice, which could not have been the case had they all been congregated in one place, unless a structure as large as the palace of Versailles had been erected, (and this would not only have been cumbrous and inconvenient in many respects, but unsafe ; as, in case of fire or invasion, the whole building would become a sacrifice to the flames or the explosive compound.) Again, it was thought that their immediate vicinity to the legislative halls, would offer a great temptation to the clerks to neglect their duties, in order to hear the debates, and that the constant intrusion of members of Congress would interrupt the public business. General Washington, in a letter written shortly before his death, thus speaks of a suggestion made by Mr."], [32, "The Seat of Government of tie United States. 24 Adams, to place the departments near the capitol : — \"The principles which operated for fixing the site for the two principal buildings, were under stood and found necessary, at the time, to obtain the primary object — i. e., the ground and means for either purpose ; but it is always easy, from an ignorant or partial view of a measure, to distort and place it in an unfa vorable attitude. Where or how the houses for the President, and the public offices may be fixed, is to me, as an individual, a matter of moon shine. But, the reverse of the President's motive for placing the latter near the capitol, was my motive for fixing them by the former. The daily intercourse which the secretaries of the departments must have with the President, would render a distant situation extremely inconvenient to them, and not much less so would one be close to the capitol; for it was the universal complaint of them all, that, while the legislature was in session, they could do little or no business, so much were they interrupted by the individual visits of members, (in office hours,) and by calls for papers. Many of them have disclosed to me that they have been obliged often to go home and deny themselves, in order to transact the current busi ness.\" Nor could any reasonable estimate be made as to the probable wants of government, in the way of public erections. All the archives of the Treasury, War, State, Indian, and Pension Departments, were formerly kept in two buildings — now, the Treasury, alone, occupies an edifice as large as six of those ; it was important, then, that each department should have a building to itself, so constructed that it might, at any future time, be enlarged, without marring its appearance ; and also, that there might be space enough, in the immediate neighborhood, for the residences of the officers employed therein. And there is a feature, before alluded to, which is calculated to soften the distance in a great measure, viz : a com plete connection between the gardens of the capitol and those of the President's house, somewhat as in the case of the Chambers of Deputies and the Tuilleries, at Paris. Every one who has gazed upon the land scape to be seen from the Western front of the capitol, must have observed the large tract of waste ground, between Pennsylvania and Maryland Avenues, extending from the front of the capitol to the Potomac, and ter minating at a point opposite to the President's house. It is not generally known, even to the members of Congress, that this is the national mall — the very same ground which was to have formed the \" grand avenue bordered with gardens, to lead to the monument of Washington, and con nect the Congress garden with the President's park,\" by a suitable orna mental bridge, to be thrown over the Tiber, at its mouth. Until this is improved, the two sections of the city, on different sides of the canal, will never look well, for the want of any appropriate connection ; and not only this, but the capitol grounds must look half finished. Indeed, it is palpably absurd that, while thousands of dollars have been expended on the compara tively small space within the iron railing ofthe capitol, all beyond, comprising a fine view ofthe Potomac, and facilities for forming a serpentine river out ofthe Tiber water, has been left a mere cow-pasture ; when a very small outlay in planting trees, and laying out walks and drives, would make it a second Champs-Elysees. At the President's house, the same kind of half finished work is to be seen ; the grounds, immediately under the windows of the mansion, being tastefully disposed, while the whole view in the dis-"], [33, "The Seat of Government of the United States. 25 tance is marred by the unsightly appearance of the low meadows, which extend to the river.* There is now some prospect that what has been so long delayed by the indifference of Congress, will be, in part, accomplished indirectly, by the liberality of an individual. The proposed Smithsonian Institute is to be placed on the side of the mall, and its agricultural and botanical grounds are to be laid out in front. The erection of this will lead to the improve. ment of Maryland Avenue, a noble street, equal in size to the Pennsyl vania, and connecting one gate of the capitol with the Potomac bridge, as the last-named connects the other gate with the President's house and Georgetown. We have been thus particular in dwelling upon this part of the plan, and the necessity for improving it, because no one can go there without noticing the mall ; but comparatively few, even of the members of Con gress, are aware that it belongs to the government, or what the design of the architect was ; and we consider it important to urge the necessity of at once taking some action with regard to its completion, as the only thing, at present, wanting to give a finish to the capitol grounds, and connect the villages forming the city. From the figures drawn on some of the early maps, an'd one or two other circumstances, we are led to infer that it was also, at one time, proposed that one side of this mall should be, in part, lined with public buildings or residences for the heads of departments and foreign ministers. It is well known that a portion of the President's square was, at one time, set apart * To give some idea of the extent of this ground, we annex the following statement from the Surveyor's office — also, the size of Judiciary, or City Hall Square : — 1st. The distance from the North side of the canal, to the North side of South B street, is 1602.41 feet. The canal along the North side of the wall is 146 feet wide, and the street, which intervenes between the mall and the canal, is 80 feet wide. Deducting, then, from the distance given above, 146+80= 226.00 \" We have, for the width of the mall 1376.41 \" j2d. The area of the mall, between Seventh and Twelfth streets, (be- ing 1669.41 feet on East and West, and 1376.41 feet North and Soulh line,) is 52.75 acres. The portion between Twelfth and Fourteenth streets, (being 973.58 X 1376.41 feet,) contains 30.76 \" And the portion between Fourteenth and Fifteenth streets, (being 483.54x1376.41 feet,) contains 15.29 \" Making the total area of the mall, from Seventh to Fifteenth street, exclusive of the space occupied by Twelfth and Fourteenth streets, 98 80 \" 3d. The portion of the mall granted to the Smithsonian Institution, (that is, the portion included between Ninth and Twelfth streets and South B, and the prolongation of the centre line of Eastcapitol being 1087.08x759 75 feet,) contains 18.96 acres. 4th. That portion of Judiciary Square which is South of the South 6ide of E street, contains 236,838 square feet, equal to 5.46 \" 5th. The distance from Pennsylvania Avenue, on the street, at present bridged to the South side of the mall, is as follows: — On Fourteenth-street 2,965 feet. On Twelfth-street 2,581 \" On Seventh-street 1,932 \""], [34, "The Seal of Government of the United States. 26 for the Portuguese minister. In a report of the commissioners to Con gress, made March 23d, 1802, we find the following statement: — \"The measure of granting sites for the residences of foreign ministers was warmly recommended by President Washington, and approved by President Adams, before any steps were taken by the commissioners to carry it into effect. President Washington, himself, pointed out the spot granted to the Queen of Portugal, as a proper site for the residence of a foreign minister, and Mr. Adams delivered letters from the commissioners, making the offer to all the ministers of friendly powers near the United States, and endorsed his approbation of the deed to the Queen of Portugal, after it was executed. But the Attorney-General was of opinion that Congress, alone, were competent to make the grant — an idea which never occurred to either of the Presidents, or any of the commissioners.\" Some idea of the magnitude of the plans may be formed from the fol lowing statement of its present size, which we copy from Mr.Watterston's New Guide to Washington : — \" The city extends, from North-west to South-east, about four miles and a half; and, from East to South-west, about two miles and a half. Its circumference is fourteen miles, and aggregate length of the streets is one hundred and ninety nine miles, and of the avenues sixty-five miles. The avenues, streets, and open spaces, contain three thousand six hundred and four acres ; and the public reserva tions, exclusive of reservations ten, eleven, and twelve, since disposed of for private purposes, five hundred and thirteen acres. The whole area of the squares ofthe city amounts to one hundred and thirty-one millions, six hundred and eighty-four thousand, one hundred and seventy-six square feet, or three thousand and sixteen acres ; one-half of which, fifteen hundred and eight acres, was reserved for the use of the United States, and the remaining half assigned to the original proprie tors ; fifteen hundred and thirty-six acres belonged to the United States.\" When the plans of the new city were completed, they were sent to all parts of the country and to Europe, (an act having been passed to enable aliens to hold land there,) and the bidding was very high for the best lots. Any one who stands on the dome of the capitol, will observe the wide space which intervenes between the navy-yard and Greenleaf's Point, (where are the arsenal and penitentiary.) It was supposed by many that this part would be built up first, and immense sums were here thrown away in city lots ; the course which things took afterwards, having ruined the pro prietors. The change was chiefly brought about by the circumstance that, when Congress was first established there, the members boarded in George town, for the want of sufficient accommodations elsewhere ; and, also, to the fact that the public offices were in that direction, which caused the Pennsylvania Avenue to be first improved. It is to be presumed that this quarter, being upon the river, and offering, by far, the most advantages for business of any kind, will be improved if the Chesapeake and Ohio Canal, which passes through it, ever brings one-tenth part of the advantages which are predicted upon its completion. Before leaving this part of the subject, we must advert to a gross en croachment on the plan, which gives rise to comment on the part of every stranger visiting the city. The treasury building, when finished, will be a noble edifice, and will have probably cost $1,200,000 ; but it is so badly situated as to ruin its appearance, and entirely exclude from view the Presi dent's house, and to obstruct the distant and beautiful prospect from the East room of that edifice, through the line of F street. The building, although nearly four hundred feet in length, will scarcely be visible except from the street immediately before it ; and the three finest porticoes will front upon"], [35, "The Seat of Government of the United Stales. 27 the President's kitchen garden. The necessity is involved of taking down the State Department, which has cost upwards of $90,000, and, also, of erecting a building to correspond for the other department on the West side of the executive mansion ; a blunder entirely inexcusable when there were so many excellent sites at command. It is now past remedy. Be fore the basement was completed, an attempt was made in Congress by Mr. Lincoln, of Massachusetts, to suspend the progress of the work ; in which, we believe, he would have succeeded had there been any interest felt in the subject, by individuals or associations professing to foster archi tecture and the fine arts in other parts of the country, who might, perhaps, have operated to some purpose through their representatives in Congress. We mention it here for the purpose of expressing the hope that the many works of this kind, hereafter to be erected in Washington, and the objects of the fine arts with which it is constantly proposed to embellish them, will not escape the notice of our academies of design, and men of taste in other cities. If we have made ourselves understood in these remarks upon the plans adopted, it must appear that, although more extensive than was necessary, the whole scheme is not to be condemned because not already occupied with a population proportionate to its pretensions. It must be remember ed that it is laid out for a future as we'll as a present generation. Would that the old Knickerbockers had looked forward as much, and made half the provisions for wide streets and ventilation, which has been done at the city of Washington ! Every possible want of the government, for centu ries to come, is here anticipated. But it will be shown hereafter that, as it is a plan suited only for a government city, the government must con tribute its share towards filling it up."], [36, "The Seat of Government of the United States. 28 CHAPTER III. EMBARRASSMENTS AND REMEDIES — WASHINGTON'S LETTER TO THE GOVERNMENT OF MARYLAND, ASK ING FOR A LOAN — HIS DEATH — OCCUPATION OF CITY BY GOVERNMENT AND CONGRESS, AND ADDRESSE1 ON THE OCCASION — CAUSES WHICH RETARDED THE GROWTH OF THE CITY — FAILURE OF CONGRESS TO COMPLY WITH PROMISES, AND MISAPPLICATION OP FUNDS RECEIVED FROM LOTS — LOTTERY DEBT — CHESAPEAKE AND OHIO CANAL— EXPENDITURES BY THE CITY ON IMPROVEMENTS — VALUE OF PRIVATE AND PUBLIC PROPERTY — SHOULD THE NATION PAY TAXES 1 — IMPOLICY OF A CITY CHARTER — COMMIS- SIONER OF PUBLIC BUILDINGS. It was not without the most untiring exertions on the part of General Washington, that sufficient means were obtained for the completion ofthe public buildings by the time specified, (1800.) An immense pile of cor respondence carried on by him with both public and private individuals, up to the very close of his life, attests the intense interest which he took in whatever pertained to the establishment and prosperity of the city. Many of these letters relate to the progress of the public buildings, espe cially the capitol, to the prompt completion of which he seems to have looked as an event almost ominous of the permanent establishment ofthe government at this place. Virginia had made a donation of $120,000, and Maryland one of $72,000 — these were now exhausted. After various efforts to raise money by the forced sales of public lots, and after abortive attempts to borrow money at home and abroad, on the credit of these lots ; amidst general embarrassment, whilst Congress withheld any aid whatever, the urgency appeared to the President so great, as to induce him to make a personal application to the State of Maryland for a loan. Nothing can exceed the characteristic force with which it is written, or more strikingly exhibit the imperative necessity which overruled all etiquette and form ; for it seems that the Attorney-General had expressed some doubts as to the propriety of such a letter, it not having been usual for the President to correspond, but by the channels of certain officers, who, in this instance, would be the Commissioners. George Washington lo His Excellency, J. H. Slone, Governor of Maryland. Philadelphia, Dec. 7th, 1796. Sir — The attempts lately made by the Commissioners of the city of Washington to borrow money in Europe, for the purpose of carrying on the public buildings, hav ing failed or been retarded, they have been authorized by me to apply to your State for a loan of one hundred and fifty thousand dollars, upon terms which they will communicate. Such is the present condition of foreign nations with respect to money, that, according to the best information, there is no reasonable hope of ob taining a loan in any of them immediately, and application can now only be made in the United States upon this subject with any prospect of success, and perhaps nowhere with greater propriety than to the legislature of Maryland ; where, it must be presumed, the most anxious solicitude is felt for the growth and pros perity of that city, which is intended for the permanent seat of government for America. If the State has it in its power to lend the money which is solicited, I persuade myself it will be done ; and the more especially at this time, when a loan is so"], [37, "The Seal of Government of the United States. 29 indispensable, that, without it, not only very great and many impediments must be induced in the prosecution of the work now in hand, but inevitable loss must be sustained by the funds of the city, in consequence of premature sales of public property. I have thought I ought not to omit to state, for the informa tion of the General Assembly, as well the difficulty of obtaining money on loan, as the present necessity for it ; which I must request the favor of you most re spectfully to communicate. The application was successful, and the State of Maryland, while com plying with the personal request of the President for a loan, passed reso lutions in testimony of their high regard for Washington himself. The amount loaned was $100,000 ; and it exhibits the deplorable credit ofthe general government, at that time, when a State called upon the private credit ofthe Commissioners, as an additional guarantee of the repayment of the loan. General Washington did not, however, live to see his wishes fulfilled. He died on the 14th of December, 1799. The Commissioners reported that the public buildings would be ready for the reception ofthe government in the summer of 1800. Accordingly, the executive offices were, in the month of June in that year, removed thither from Philadelphia, and Congress commenced its session there on the third Monday of November following. On this occasion, in his opening speech, President Adams said : — \"I congratulate the people ofthe United States on the assembling of Congress at the permanent seat of their gov ernment ; and I congratulate you, gentlemen, on the prospect of a resi dence not to be exchanged. It would be unbecoming the representatives of this nation to assemble for the first time in this solemn temple, with out looking up to the Supreme Ruler of the universe, and imploring his blessing. It is with you, gentlemen, to consider whether the local powers over the District of Columbia, vested by the constitution in the Congress of the United States, shall be immediately exercised. If, in your opinion, this important trust ought now to be executed, you cannot fail, while per forming it, to take into view the future probable situation of the territory, for the happiness of which you are about to provide. You will consider it as the capital of a great nation, advancing with unexampled rapidity in arts, in commerce, in wealth, and in population, and possessing within itself those resources, which, if not thrown away, or lamentably misdi rected, will secure to it a long course of prosperity and self-government.\" The Senate, in their reply, said : — \" We meet you, sir, and the other branch of the national legislature, in the city which is honored by the name of our late hero and sage, the illustrious Washington, with sensa tions and emotions which exceed our power of description.\" The House of Representatives, in reply, said : — \" The final establish ment of the seat of national government, which has now taken place in the District of Columbia, is an event of no small importance in the politi cal transactions of our country. Nor can we on this occasion omit to ex press a hope that the spirit which animated the great founder of this city, may descend to future generations ; and that the wisdom, magnanimity, and steadiness, which marked the events of his public life, may be imi tated in all succeeding ages. A consideration of those powers which have been vested in Congress over the District of Columbia, will not escape our attention ; nor shall we forget that, in exercising those powers, a regard must be had to those events which will necessarily attend the capital of America.\""], [38, "30 The Seat of Government of the United Stales. We have thus traced the history of our national capital up to the period of its first occupation. It must be confessed that the city has not pro gressed in the rapid ratio which its founders so sanguinely predicted. Al though they may not have anticipated anything to compare with the mag nificence and luxury which in many of the European courts have almost sufficed to build up a city, yet they probably overrated the attractions of the government and Congress. And these, indeed, are sufficient to have drawn together a much larger population of the retired and wealthy of other cities.to reside there, for at least a portion ofthe year, had Congress complied with its promises, so readily made at its first session, in carry ing on a large and judicious system of improvements, so as to have made it a more attractive residence. Had they caused public grounds, con necting the capitol and President's house, to be planted with trees, and suitably enclosed and protected, instead of confining all their expen ditures to the immediate vicinity of the executive and legislative offices, and leaving the remainder a comparative waste, the city would have pos sessed a much more inviting aspect to strangers ; the scattered villages would at this time have been connected by a park, and inducements to build and improve would have been greatly increased. There has been money enough expended here to have accomplished this, and many other improvements ; but it has been dealt out injudiciously, or in driblets, so that public works have cost much more than there was any occasion for, by repairs and delay. The subject has been several times taken into consideration bj' com mittees of Congress, and the claims of the city acknowledged. From these sources we have compiled the principal causes which have im peded the growth ofthe place, and which suggest the remedy : — \" The plan of the city is one of unusual magnitude and extent ; the avenues and streets are very wide, and, for the number of the inhabitants, much greater in distance than those of any other city on this continent, and necessarily require a proportionate expenditure to make and keep them in repair ; and, as the city has not grown in the usual manner, but has necessarily been created in a short space of time, the pressure for the public improvements has been alike sudden and burdensome.\" We have seen that the proprietors of the land conveyed the whole of it to government for the purpose of establishing thereon a national city, ac cordi.-g to such plan as the President might adopt. A plan was accord ingly made by government, without consultation with the settlers, cre ating avenues and streets 100 to 160 feet wide, and embracing an area of 7,134 acres. Of these 7,134 acres, government retained as reserva tions 4,118 for streets, avenues, etc. ; paid the proprietors but for 512, at the rate of £25 per acre, and returned to them half of the buildino-.lots, (1,058 acres;) thus keeping 5,114 acres as a free gift; the proceeds of the sales of which building-lots, it was understood by the proprietors, were to be applied towards the improvement of the place — in grading and ma king streets, erecting bridges, and providing such other conveniences as the residence ofthe government required. The right of soil in the streets was exclusively vested in the government, and it was but a fair and rea sonable presumption that the government would bear a large portion of the expense of opening them. We have seen that it is a plan calculated for the magnificent capital of a great nation, but oppressive, from its very dimensions and arrangements, to the inhabitants, if its execution, to any"], [39, "The Seat of Government of the United States. 31 considerable extent, is to be thrown upon them. \"No people,\" says Mr. Southard,* \" who anticipated the execution and subsequent support of it out of their own funds, would ever have dreamed of forming such a plan.\" The expense should at least be joint. This is more especially true in re gard to the great avenues ; the main object of which was to minister to national pride, by connecting the public edifices with streets worthy of the nation. The early action of the government and its agents is believed to have been in conformity to this principle, but the government has not hereto fore borne anything like its relative proportion. By a report made to the Senate by the Commissioner of Public Buildings, December 15th, 1845, it appears that there had been received up to that period $778,098 13 from city lots. A much larger sum might have been received, had the lots been sold in less haste, and not in so great numbers. Much the larger number were disposed of prior to 1794; and the interest ought to be added up to the time of each appropriation for the streets and avenues, in order to arrive at a correct estimate of the amount due from government on this account, which would make it nearly double that amount. Out of this, there has been expended on streets and footways, about $275,000. (The Commissioner states it at $503,000 ; but this is understood to in clude the Potomac bridge, which is not properly a street, bridge, or avenue ofthe city.) The greater part of this has been expended on one avenue ; $70,000 has been given to colleges and charitable institutions ; $25,000 of which was to a college out of the city. The appropriations to literary institutions, and for the jail, penitentiary, and court-house, are no more than what Congress has granted to every territory in the Union, and ought not properly to be included in this account; so that, without computing interest for the time the money has been in the treasury, there yet re mains due to the city about $500,000. Another cause ofthe slow progress ofthe city, has been the unfortunate result of one of those lottery schemes, to which it was formerly fashionable to resort for the purpose of erecting public buildings. In this instance, the object was to build a city hall and court-house ; but, instead of add ing to the funds of the city, a debt of nearly $200,000 was contracted. It may be here remarked, however, that such a building has been par tially erected, at an expense of $90,000. The government has, since the year 1823, occupied about one-half of this edifice for a court-house, and has given $10,000 toward the cost — less than has been appropriated in most other territories for the same purpose. An additional reason, if any were wanting, why the United States should contribute largely to this purpose, is, that a large proportion of the business of the courts, which calls for extra accommodation, grows out of suits in which citizens of other States are concerned, and not ofthe local business ofthe place. But the greatest drawback upon the prosperity ofthe city, has proceeded from one of those schemes of internal improvement which have involved so many States of this Union, and in which the city was encouraged to embark by the action of Congress. We have seen that the founders of the city counted largely upon the advantages to accrue from the western inland trade with Georgetown and Washington, by a connection between * See Southard's Report, 23d Congress, 2d Session, February 2d, 1835, and the letters of Mr. Jefferson appended thereto."], [40, "32 The Seat of Government of the United States. the waters ofthe Potomac and Ohio rivers ; a project which was regarded as easy of execution. At a day anterior to the cession of this District by the States of Mary land and Virginia, those two States had incorporated a company for the improvement of the river Potomac, in the stock of which General Wash ington became largely interested. The great object of desire continued to be to achieve this work as far as the town of Cumberland, at the base of the Alleghany Mountains, under the confident belief that when that rich mineral region should be reached, a new and greatly enlarged source of trade would be opened, which could not fail to enrich the three corpo rations of the District. \" The canal was designed to have been con structed ofthe width of thirty feet, and to the depth of three feet of water ; the consummation of which, there is little reason to doubt, was fully within the means ofthe District, with the aid of Virginia and Maryland.\"* The subject soon attracted a very general interest, and in November, 1823, a convention of delegates, chosen by people of various counties in Maryland, Virginia, Pennsylvania, Ohio, and by the corporate authorities of the District of Columbia, assembled at Washington. New interests had now been brought into connection with the subject, and the object to be ob tained became proportionably enlarged. The attention ofthe government was given to the subject, and it came to be considered as important that the work should be enlarged, and extended to the Ohio River, in part by national appropriations. In this light President Monroe esteemed it, and accordingly, in his annual message, in December, 1823, submitted it to the consideration of Congress, as a subject of the highest importance to the general interest. Congress, on the 28th of May, 1828, passed an act subscribing $1,000,000, upon condition that the dimensions of the canal should be enlarged. The canal was to be sixty feet wide, and six feet deep; and the expense of the work, as far as Cumberland, was estimated by U. S. engineers at over $8,000,000 ; exceeding the estimated cost on the old plan by more than $5,000,000. The committee, in their report to Congress, February 3d, 1836, from which many of these statements are derived, remark : — \"In short, no room was left to doubt but that the gov eminent seriously designed to give its best energies to the entire com pletion of the work. It was perfectly natural, under the circumstances, that the inhabitants ofthe District should become deeply interested in the project. The city of Washington subscribed $1,000,000, and Alexan dria and Georgetown $250,000 each. They may in truth be regarded as having been stimulated to make these large subscriptions, so much be yond their fiscal means, by the direct action of the government. With out the consent ofthe government, they had no authority to make the sub scriptions ; and the interest taken by the government in their becoming subscribers, is sufficiently manifest by the terms ofthe act of Congress.\" The government was aware of the incapacity of the subscribers to meet the payment of their subscriptions, without contracting a loan ; and to enable them to do so, it gave the most unquestioned pledge that the loan, and all interest that might accrue on it, should be paid. It assumed the supervision of its payment. If the government had continued its counte nance to this work ; if it had given from time to time, from the public trea. sury, its aid, as it had done in similar cases, and, as there was every reason » Senate Doc. No. 277, 26th Congress, 1st Session, which embodies full particulars relative to the canal."], [41, "The Seal of Government of the United Stales. 33 to suppose they would have done in this, the stock ofthe canal would have continued to increase in value, and thus the means have been always in the hands of the District cities to reimburse their debt. An opposite pol icy, however, prevailed in relation to the connection of government with internal improvements; some of those high in office, who had most stren uously advocated it at first, having changed their views. Maryland put her shoulder to the wheel, and contracted an enormous debt ; but, as usually happens in such works, the estimates were below the actual cost, and the canal did not reach that point which would insure any consider able revenue. So long as there was any prospect of this, the citizens of Washington exerted themselves to the utmost to sustain the burden, by taxing themselves, and borrowing money to pay the interest ; by which a lasge additional debt was added to the already oppressive burden. In this state of things, Congress were moved by the considerations herein before mentioned, and the strong equity growing out of them in favor of the people, who, by the constitution, are placed under its exclusive guar dianship, and who, by its change of policy, were thus \"devoted to destruc tion.\" The debt of $1,000,000 was assumed by the government, and the stock of the city taken as security for the repayment. Up to this date, (1847,) the canal is still unfinished, though the prospects are said to be favorable. When it is completed, if half the expectations of those who have examined the coal regions are realized, the stock must rapidly rise in value. The aid thus obtained from Congress was very great, although the city was still left in debt to the amount of nearly $800,000, (being for money borrowed to pay interest, and the lottery debt.) On the other hand, th« citizens have not been wanting in exertions to make the city a suitable place of residence for the government. Since it was first incorporated, in me year 1802, when its site was an entire waste, there have been opentfd, graded, and improved, about thirty fbur miles of streets, costing an outlay of $450,000 ; and there have been laid down 2,725,000 superficial feet of brick pavement; about 20,000 feet of flag footways, and numerous bridges and culverts erected — the expense ofthe pavements being defrayed by a special tax on the property border ing on them, and the streets, bridges, etc., by a tax on the property ofthe inhabitants generally. Fjr the execution of all these works of improve ment, and for the support ofthe poor and infirm, and the support of public schools, the inhabitants have been taxed to an aggregate amount of $2,390,505. The private property is estimated at about $12,000,000. The real property of the government in the city is valued at $7,622,879 ; but that of course has been free from taxation, and the burden of improve ment has fallen on the property of the citizens alone.* Had govern ment paid taxes in due proportion from the establishment of the metropo lis to the present time, the amount so disbursed would be nearly $3,000,000. We have thought it necessary to set forth, with as much of detail as the limits of our history will admit, the amount of aid to the city proper which has been at times rendered by Congress, with the reasons which led to such appropriations, in order to explain many incorrect impressions which prevail on this subject. It will be seen that, including the amount of the * Mayor Season's Message, 1847. 3"], [42, "The Seat of Government of the United States. 34 canal debt, and the amount appropriated for Potomac bridge and other purposes not strictly chargeable to the city, the whole of these appropri ations are but little more than $1,500,000 It has received in money, from the sale of lots, nearly $800,000 And, though owning all the streets, and two-thirds in value of all the city property, it has been ex- empted from taxation to the amount of at least. 2,500,000 3,300,000 Leaving a balance against the government of. $1,800,000 Whether it would be expedient, or consistent with the dignity of the nation, to place itself in the position of a tax-payer, may perhaps admit of doubt ; but it is no answer to say that, had the government selected any other city for its residence, public buildings would have been provided, and many other sacrifices cheerfully incurred, for the sake of the benefits which would be thus conferred on the place, without any thought of tax ation ; for all other places have been laid out, in the first instance, for the convenience of the inhabitants, and it has been in their power to confine their expenditures within the space actually occupied ; while the accom modations given to government, however liberal, would, in most instances, be such as not to interfere with, but rather conform to the convenience of the residents — whereas this city was laid out, in the first instance, for the sole convenience of the government ; and hence, not only are the inhab itants burdened, in the way we have mentioned, with many useless and unnecessarily wide streets, but the public buildings, being scattered over a wide space, the city has grown up in separate villages around these edifices, and made it necessary to open and improve numbers of connect ing streets, before there were inhabitants enough upon them to justify the expense. In Mr. Southard's report, it is remarked that \" in several States of the Union where the government holds landed estate, it has paid taxes upon it, and these taxes have been expended for the ordinary municipal pur poses of the places where the property was situated. In the acts of in corporation, which give to the city of Washington a partial control and regulation over the streets, there is no exemption of the property of the government from taxation ; and it might, perhaps, be properly inferred that Congress did not intend that it should be exempted, but that it should be equally subject to those burdens which became necessary for the com mon benefit of the. whole. But the corporate authorities have, with pru dence and propriety, abstained from levying taxes upon it, and have laid the whole, weight upon that part of the property which belonged to indi viduals, while the government has been equally participant in the benefits which have resulted from them. * * * The committee are not will ing to recommend that there should be any change in this respect • but they believe that provisions should be made by which mutual benefits should be met by mutual burdens, without attempting to decide this question.\" We think it will appear from our statement of what has been done by both parties, that the people of Washington have not been entirely de. pendent on national charity for support ; but, on the contrary, that the government should annually make liberal appropriations for all the great avenues, not as a matter of favor, but of justice and right."], [43, "The Seat of Government of the United States. 35 But it is not by what has been already done, however much that might be, that the obligations of Congress in this matter are to be determined. If it was good policy to build a city expressly for a seat of government, it is policy to do it well ; if it was not good policy, it is now too late to undo what we have done. We have started Washington, and expended enough there to make it incumbent upon us to go on with it ; if we are to have a national city, let it be worthy of the nation ; at all events, let us leave nothing half finished ; if we are to expend $3,000,000 on a capitol, let us make the ground in front to conform in appearance to some degree ; if we are to open splendid streets, let us at least complete them so that they shall prove safe promenades, and not, as now, sources of blinding dust. A difficulty has, however, arisen, that was never anticipated. The very dependence ofthe District on Congress for all legislation, instead of opera ting as was intended, in making it a place in which every member took an interest, has rather made it the vantage-ground upon which to try all manner of experiments ; since, whatever might be the result, there are no voters here to call politicians to account. It is not to be denied that there are many of all parties who seize upon whatever relates to the District of Columbia, out of which to make for themselves political capital, by show ing a watchful regard for the constitution, or gaining credit at home for prudence and economy. These gentlemen would limit action, under the strict letter ofthe constitution, in all cases, to what mere necessity requires ; a rule which would discard the statues from the capitol, and the pictures from the rotunda. Indeed, we have heard it gravely proposed to turn the President's mansion into a public office, and compel its occupant to find accommodation where he could ; for, although we may give the Pre sident any compensation we choose, it is against the spirit of republican insti tutions to give him a palace to live in ; even although, as is the fact, it be more occupied by the sovereign people than himself. Hence, every session, a long debate takes place, when the subjects of re pairing Pennsylvania Avenue, (the only one for which the government has appropriated anything,) the police of fifteen men, or the repair of Po tomac bridge, are under consideration ; every member seeming to look upon this portion of his labors as a matter of favor to the residents on the spot, rather than as a part of their duty to the Union. That these cavils originate, in many cases, more in the motives we have assigned, than in any serious scruple about the propriety or legality of the objects proposed, is evident from the fact that, after having been suffi ciently long in Congress lo have established their reputation, members frequently become reconciled to such innovations, satisfied that they attract but little attention elsewhere. Again, \"what is every-body's business, is nobody's,\" is forcibly illus trated in the legislation for the District. If representatives could be made to understand that their constituents regard the impro.'ements of the polit ical metropolis in the same light that the people of England do those 01 London ; if the facts were once made known, and the various public works from time to time made the subject of comment and discussion in the papers, reviews, and public associations, we feel assured that a more liberal and consistent legislation would be speedily brought about. And, after all, the expense is of little real moment. What is an outlay of $100,000 per annum, for such a purpose, to the people of the United States ? Who is not proud of every public work completed on a scale"], [44, "36 TJie Seal of Government of the United suites. worthy the nation ? When have we heard a complaint from any section ofthe country, with regard to the appropriations heretofore made for these purposes ? Almost every committee of Congress who have had the claims of the District under consideration, have recognized the propriety of such expenditures, on the ground that they were for the benefit of the nation at large. And the same may be said of most of our presidents. Mr. Jefferson had no scruples when he planted the poplars upon the avenue, or when he desired to bring into the city the water from the little falls of the Potomac, or the Tiber Creek, in order that a second Croton might everywhere bubble up on the reservations, and along the avenues, in the sparkling fountains, instead ofthe present insignificant little stream which scarcely supplies the fish-pond and fountains of the capitol. Nor had General Jackson, when he proposed a splendid stone bridge over the Potomac, in place of the present ricketty wooden structure. The same argument that makes it unconstitutional to improve the thoroughfare we have opened, mainly for the public benefit, because that improvement contributes incidentally to enhance the value of private property, would justify the taxing of those whose property is benefited by the erection of a public building in the neighborhood, for a part of its cost. Let it be continually borne in mind, that all these things are not solely for the pleasure of those who are to reside there, but for the thousands who are annually called there by public duties, or private business with the gov ernment. It has been a matter of much question, whether the incorporation of a city government, with a mayor elected by the people, was not a measure injurious to the interests of the city, and contrary to the principle upon which the capital was selected — that it should be under the exclusive con trol of the government. It seems to give to the place an existence sep arate from, and in a measure independent of Congress. The election of a mayor has at times given rise to the exhibition of much party strife, which produces no little bitterness of feeling in Congress, and has occa sionally, perhaps, led to the selection of individuals for the station, rather with reference to their political opinions, than their qualifications. Hence, many of the oldest citizens, and largest property- holders, have expressed themselves in favor of surrendering the present charter, and returning to a government similar to that first adopted, which gave the President the power of appointing a mayor, as he now does the governors of terri tories ; with the qualification that his selection should be made from among the citizens. It would be a useless and tedious detail to give here all the various speculations as to the most suitable form of government for the District. It elicited much discussion in pamphlets and otherwise, at the time ofthe cession, and the subject has been of late years revived in con nection with the proposed amendments to the city charter. Experience has shown that one important point, to which any new system should look, is the union of the peculiar government interests with those of the city at large, and an annual report to Congress relative to the condition of the place, with respect to finances, improvements, etc. The great difficulty heretofore, with regard to all public expenditures, has arisen from a want of proper system. An officer has been constituted as Commissioner of Public Buildings ; but, as it has been administered during the last few years, he seems to have felt it his duty simply to superintend the carrying into effect of such improvements as Congress"], [45, "The Seat of Government of the United States. 37 may order, or to reply to special calls. Whether this has been the fault of the law under which the office is held, or of the persons administering it, we do not know ; but it would seem that it should be his duty to make himself well acquainted, not only with every improvement necessary on the public buildings and grounds, but also the general improvements needed on public streets and thoroughfares ; and, in his annual reports, and other wise, to bring them directly to the attention of members, with suitable plans and estimates. A man of judgment and taste in such pursuits, should be appointed to perform these duties ; and, to this end, his action should be in connection with the city authorities, of which he might, ex officio, bt one. By some such arrangement as this, the amount contributed to public improvements by Congress and the city respectively, would be each year officially laid before the nation, and would form the basis for such annual appropriations as Congress should see fit to make in lieu of taxes, should the imposition of these be deemed inexpedient. In this way, some general system for joint action on the part of the city and the government, might in time be established."], [46, "38 The Seat of Government of the United Stales. CHAPTER IV. IMPROVEMENTS IN PROGRESS OR PROJECTED— NATIONAL MONUMENT TO WASHINGTON — MOUNT VER- NON — MONUMENT TO JACKSON — SOCIETY — SMITHSONIAN INSTITUTION — CANAL — EXPENSE OF LIVING, AND COMPENSATION TO PUBLIC OFFICERS — HEALTH — WILL THE SEAT OF GOVERNMENT BE RE- MOVED 1 A manifest improvement in the appearance of Washington has been visible ever since the removal of its principal debt, especially within the last few years, in proportion as white labor and improved method of cultivation have given an impulse to the back country. The total num ber of buildings in the city is 5,765; which, allowing an average of six inhabitants to each house, gives a population of 34,590, having nearly doubled since the census of 1830. Much cannot be said for the private architecture. With the same money which has been expended on mean looking city houses, tasteful dwellings in the New England style, or cot tage fashion, might have been reared, with court-yards in front, the ground for which could have been well spared from the wide streets ; and it is to be hoped that some ofthe avenues newly opened will be improved in this way. There are some thirty churches ; but, owing to the scattered population, the congregations are mostly small, and the edifices of the plainest description. This deficiency in private architecture is, as a writer in one ofthe public prints remarks, \"the more palpable as contrasted with the beautiful specimens so attractive in the national buildings, from the Patent Office, with its massive Doric columns, to the marble Post Office, with its elegant white pilasters ; and last and most magnificent, the Capitol itself, with its massive Corinthian pillars and broad-swelling dome, visible for many miles around.\" Those public buildings erected within the last few years are worthy of the country, though some of them are still unfinished ; and there are pressing requirements for more, in order to accommodate the public busi ness. It was only under the name of \" Depot of Charts and Instruments,\" that some members could be induced to vote for the National Observatory —\"a light-house in the skies\" not being within the purview of the con stitution. Some ofthe most important avenues for connecting the public buildings are yet unopened, or, if opened, are almost entirely unimproved. This is especially the case with those which radiate from the Capitol, in regard to which there can be no doubt that the nation, being most interested, is under obligations to bear the greater part of the expense.* * In answer to a call ofthe Senate, the Commissioner of Public Buildings, on the 15th of December, 1845, reported that the particular streets and avenues which the public convenience required to be improved were— Maryland Avenue, from the Capitol to the Potomac bridge ; New Jersey Avenue, from the Capitol to the Eastern Branch ; but more particularly, as being of immediate importance, Indiana Avenue, leading from the Capitol to Third-street; and Four-and-a-Half-street, leading from the City Hall and Court House to the Penitentiary and Arsenal. By the improvement of Indiana Avenue, the approach to the Capitol from the Patent Office, General Post Office, and City Hall,"], [47, "The Seal of Government of the United Stales. 39 A feature which is likely every year to more and more beautify the place, and endear it in the hearts ofthe American people, is the erection here, from time to time, of monuments to the illustrious dead. In the year 1783, Congress voted an equestrian statue to General Washington at the future seat of government ; and in the plan ofthe city, the commissioners, as we have seen, selected as a site the west end of the Mall, near the Potomac, but, for the want of appropriations, it was never carried into execution. A monument was also voted to General Greene, to be erected at the seat of government, which, for a like reason, only exists on the stat ute book. The subject of one to Washington has several times, of late years, been revived in Congress, but nothing more was done than to order a statue for the rotunda, which Greenough has executed. The National Monument Association collected, some years since, about $30,000 in sub scriptions of one dollar, all over the country; this sum was well invested, and now amounts, with the interest, to about $70,000. A new subscription is now opened, under the direction ofthe Hon. Elisha Whittlesey, as gen eral agent, and every encouragement has been received for believing that a large additional amount will be collected. The plan adopted is on a most extensive scale, comprising a grand pantheon, which may be com memorative of all the heroes ofthe revolution. The site has been recently granted by Congress, and the erection will soon be commenced ; when, if the present energetic management continues, it is not too much to hope that it will progress with more rapidity than has been usual for such works in our country. We believe this is the only national monument we are to have ; for, besides the obvious propriety of erecting one at the city founded by Washington, in the vicinity of his birth-place, and on ground expressly set apart for the purpose, when the place was established as the seat of government, and in Washington's lifetime, this is the only one of all the projects for which any considerable sum has been given from the people at large. A State may with propriety erect one, which, while it does honor to the father of his country, shall at the same time bear testimony more particularly to the part her own sons have taken in the contest for freedom ; but there should be only one, peculiarly national, in order that it may be on a scale worthy of the nation, and that the subscriptions may not be divided amongst one at Washington, another at New York, and still another at some other place, which may present equal claims to the honor with the commercial emporium. Washington, too, is the only neu tral spot, as being the only place without the precincts of any State, and common to the whole Union. As closely allied to this last subject, we are led to extract the following from an article in the New York Journal of Commerce of May 13, 1847, without vouching for the fact alleged : — would be shorter and easier than by the Pennsylvania Avenue. He also suggested the propriety of improving North Capitol-street, for the purpose, in addition to other consi derations, of convenience of protecting water-pipes which convey water to the Capitol, and which are now exposed, and in danger of injury from the dilapidated condition ofthe road. The cost of grading and gravelling Indiana Avenue, from the City Hall to the Capitol, including one thousand feet of culvert and a bridge, would be $17,597 95. The cost of grading and gravelling Four-and-a-Half-street, from the City Hall and Court House to the Penitentiary and Arsenal, would be $5,427 20. The cost of grading and gravelling North Capitol-street, including two bridges and a cu Ivert, would be $7,785 10."], [48, "The Seat of Government of the United States. 40 \" It was, many years ago, proposed that the United States should become the proprietors of the estate of Mount Vernon, and maintain it in memory of the father of his country, in the precise condition in which he left it. It was urged that the family, after being multiplied, could not afford to keep up the place, which had always been an expense to General Washington and his nephew, the Justice ; that even the remains of Washington were not safe there, without greater care of them, as had been once proved by the abstraction from the old vault of a coffin supposed by the robber to contain those of the General ; that the family ought not to be burdened with the necessary attention to visitors, who in vast numbers flock to the place from all parts ofthe Union, and indeed, of the world ; and, in fine, that it was the duty ofthe Government to take care ofthe spot where the remains ofthe hero repose, and render it accessible also to all those of his coun trymen, who in time to come, might make a pilgrimage to his tomb. \" It is understood that there is a large sum in the Treasury, which has es cheated to it in consequence ofthe decease, without heirs, of sailors and marines in the navy. The whole amount is estimated at three millions. There is a large sum due on account of prize money alone. \"The government does not claim this fund but merely the right of its safe keeping. There is no chance that it will ever be called for. It would be very proper, therefore, to appropriate the sum, or a portion of it, to the purchase of Mount Vernon, and the establishment there of an institution for the benefit of in valid and superannuated seamen and mariners. If the fund does not belong to them, it belongs to nobody. It would seem that they have, as a body, a right to all its benefits, at least to the benefit of the interest ofthe fund.\" It would seem to be more in keeping with the military character of Washington that it should be an asylum for army pensioners. Perhaps both branches might be included. It would certainly be a grand idea, analagous to that which led to the interment of Napoleon in the Hotel des Invalides at Paris. But the favorite scheme with Congress always has been to transport the remains to the city which Washington sounded, and there erect a monument over them, a plan which the National Monument Society have in view. It would still however be desirable that the estate, house, and favorite haunts ofthe General should belong to the nation. Another proposition, which is not perhaps inconsistent with the one just stated, is to make it the residence ofthe Vice-President, in order that he may be on hand in case of accident to the President, the government hav ing been, at the time of President Harrison's death, without any head at the Capitol for the space of two days. In relation to these or any other plans which may be suggested for pre serving and opening to the public an access to this now much-neglected spot, it can hardly be doubted that they would find favor throughout the country. Strenuous efforts have also been made, and about $12,000 collected, for the erection of a monument to General Jackson ; and it is to be hoped that, in the course of time, all the*open spaces on Pennsylvania and Maryland Avenues will be properly enclosed, and adorned with statues to our Presi dents, Statesmen, and distinguished benefactors. It is not true that his tory always hands down the memory of virtuous actions ; for, though the story be there recorded, it is either not read, or fades from the mind, un less constantly revived by some such speaking memento, which tells how worthy of remembrance the event has been regarded.* * \"The moral power of example is stronger than numbers. England understands how much national pride and patriotism are kept alive by paintings of her great events, and monuments raised over her dead. I have seen the Duke of Wellington reining his steed"], [49, "The Seat of Government of the United States. 41 As at present constituted, there are few cities of similar size where, in proportion to the population, the society presents so mixed a character, combined with so much that is really attractive. As in all places where many strangers congregate, there is a peculiar degree of independence in feelings and habits. The number of citizens unconnected with govern ment is small, and most of them have become so accustomed to see the scenes of political strife acted over during each successive administration, that they have acquired a habit of regarding them with comparative indif ference : they are consequently peculiarly free from sectional prejudices. The public officers who form that part of the population most seen by a visiter, exhibit in their ranks a singular medley of talent, mediocrity, oddity, and misfortune. The change which takes place on the approach of a session of Congress, after a long recess, has been most aptly compared to that of a great watering place on the approach of a fashionable, season. Then comes the whole coterie of foreigners, gentlemen attracted by curiosity, political demagogues, claimants, patentees, letter writers, army and navy officers, office-hunters, gamblers, and blacklegs. Pennsylvania Avenue presents an animated scene in the number of strangers from every section of the country, not excepting a representative or two from the Indian tribes. All fashions are here in vogue, and a party presents so much variety of character and habit, as lo make it peculiarly attractive to a man of the world. The congregation of men of intellect and information gives a zest to conversation which it possesses in no other place, and which contents one with limited accommodation and meagre suppers. The establishment ofthe Smithsonian Bequest must tend to draw thi ther men of science, who will make it their residence throughout the year, give more stability to society, and create an object of interest independent of Government and Congress. In addition to this, there is now a prospect that the canal will be finish- past his own colossal statue, melted from the cannon he himself took in battle, reared to him by a grateful country before he died. London has her Trafalgar-square, and a glori ous monument to Nelson. Whenever an English patriot fulls, England calls on art to commemorate the spot ; so does France ; so has Italy in all ages. Kings and statesmen have understood how much national existence depends on national pride and patriotism ; and how much also those depend on monuments and mementos of her great dead. The palace of Versailles is tilled with paintings of Napoleon's great battles. * * * The coun tries of the old world are covered with paintings and monuments to those who fell in a less worthy cause than freedom. But where are the monuments to Allen, and Starke, and Putnam, and Warren, and Perry, and McDonough, and Decatur, and Jackson, and Lawrence? Young Hale was sent as a spy by Washington into the enemy's camp. Being discovered, he was hung on a gallows, and met his fate with the lofty enthusiasm and courage of a Spartan hero. He laid down his young life without a murmur for his country. But who can tell where he sleeps? His country in her hour of darkness and bitter need, asked for his life, and he gave it without a sigh; and now that country dis honors his grave. Yet Andre has a monument in the heart of the British Empire. The youth of every land are educated more by art than by speeches. Let monuments rise from Concord, Lexington, Bennington, Ticonderoga, Yorktown, and Plattsburgh, and Chippewa, and Lundv's Lane, and New Orleans, and as the rail cor flies over the coun try, let ihese records of our struggles and our victories come and go on the hasty traveller, and noble thoughts and purposes will mingle in the headlong excitement after gain. Let the etntues of the signers ofthe Declaration of Independence line Pennsylvania Avenue, and he who walks between them to the Capitol will be a better man and better patriot. Let great paintings, illustrating our chequered, yet most instructive history, fill our public galleries, and when the country wants martyrs they will_ be ready.\" — From Headley's Address to the Art Union."], [50, "42 The Seat of Government of the United Stales. ed to Cumberland, when, though not sharing in the sanguine expectations entertained by many of so large a business being transacted here, we may confidently hope that these two elements of prosperity will accom plish the object ofthe founders ofthe city, in making it, if not entirely in dependent of the government, yet not slavishly dependent upon it for sup port. There is an impression prevalent abroad that Washington is a very expensive place. These opinions are formed from the cost of boarding houses and hotels, where the charge per diem is regulated very much by the usages of similar establishments in other cities ; but it is in housekeep ing that the cheapness of living is to be observed. The, value of land is controlled, and always must be to a greater or less degree, by the wants of those connected with the government ; and rents are consequently lower, so that the majority of clerks can lease and even own property within a reasonable distance of the places of business and fashionable quarters to far greater advantage than they could in the same sections of New York, Philadelphia, and Baltimore. The same causes which produce independence in manners and dress, operate in regulating the size and finish of a house, its furniture, and style of living, and there is but little in ducement to ape one's neighbor simply because \"it is the fashion.\" An examination ofthe market reports in the public papers will show too that the cost of marketing of all kinds is much below the average in other cities ; and those officers of government who complain of the expense of living in Washington, if they compare their statements with those of older clerks, will frequently have the satisfaction of finding that it is their own fault, or the consequence of extravagant habits contracted when in better circumstances elsewhere. We do not mean to assert that there are no instances of extravagance and prodigality, nor that the salaries of our pub lie functionaries are in all cases sufficiently high for the style of living they are expected to sustain. A Secretary comes with his family to Washington, takes and furnishes a house, and perhaps before the end of three months a dissolution ofthe Cabinet renders it necessary to break up his establishment, and sell out at a ruinous loss. It is therefore to be regretted that the plan of providing houses for the members of the Cabinet and foreign ministers has been abandoned. We do not see why, on the score of convenient ac cess, if for no other reason, the same permanence of location should not be given to the representatives of each department of our government as to the chief magistrate. It is no answer to say that those who hold these stations are not placed there to live handsomely and entertain. So we have heard it said with regard to our foreign ministers, and yet every American who goes abroad expects to make his minister's house to a cer tain extent his home, and feels mortified if he does not find him in a plea sant and fashionable section. At Washington there is no visiter who does not expect to find a cabinet minister in something more than a mere boarding-house. He desires to have an opportunity of seeing him out of his office, and in a position at least equal to that of a private gentleman. Besides, it is to them that strangers look for an interchange of that civility and courtesy which our ministers receive abroad. The most ultra-radical in his views cannot but pay some deference to the opinions of the world in these matters ; or else, to be consistent, he would, on the same princi ple, prohibit our national vessels from firing complimentary salutes to those of other nations, because they were supplied with powder for another pur-"], [51, "The Seat of Government of the United States. 43 pose. To assist the President in dispensing the hospitalities and courte sies of life, is almost as much expected of a Secretary as if it were laid down in his code of duties. It is only necessary that it should continue to be an incidental, and not a main thing, in order to retain it within moder ate bounds ; and we contend that, owing to the simple standard of living produced by moderate fortunes and constant changes in society, this may be done at Washington at less expense than elsewhere. Even now, a Secretary, with his six thousand a year, entertains more than a New Yorker with double that sum, though not in the same way, which is not usually expected, since few or none undertake to do so. It is true, the style of entertainment has been the subject of no little sport, from the time when Sir Augustus Foster picked up his amusing notes relative to Mr. Jefferson's dinners, to the period when, at General Jackson's levees, the crowds of unwashed men and women passed into the house, upset the refreshments, and spoiled the furniture. But these remarks were aimed rather at the want of etiquette and order than at the simplicity of the arrangements. We never heard that the cabinet dinners were any the less appreciated because the canvass backs were not laid upon a silver service, or that the evening parties were less attractive owing to the absence of New York supper-tables. It is not to be denied that improvements might be made ; there might be more of elegance and taste without ostentation, and so much etiquette as is necessary to ensure a decent respect for order and propriety. We might at least furnish the President with a mahogany dining-table, and replace a little more frequently the carpets and chairs, so as to correspond with the size and appearance ofthe rooms. Another prevalent impression, to which the writings of Dickens have given currency, and which is revived every time a member dies, is that the national capital is unhealthy. When first laid out there were, as in all newly. settled places, a number of marshes which gave rise to fever and ague, and malarial complaints. But most of these have long since been drained or filled up, and we believe there is no city in the Union where fewer deaths occur in proportion to the population ; for, according to the reports of health, the average has been no more than two per day, in a population of twenty to twenty.fi ve thousand. The heat ofthe sum mer months is peculiarly oppressive in consequence of the width of the streets and the lowness of the houses, but we have not heard any com plaint that is not equally common in all the Southern States. It is a fact worthy of note, that out of all those whose names are recorded upon the monuments of the Congressional Cemetery, by far the greater proportion died either by complaints which they brought with them to Washington, or which were caused by their imprudent and irregular habits of life. In deed, it is a wonder that more do not die, when we consider how entirely their usual course of living is changed. Nothing can be more irregular than the life of a member of Congress. He goes to the Capitol at ten o'clock, is engaged upon committees until twelve, and then passes through the damp passages of that huge mass of stone into the over-heated halls of the Senate or House. Here he remains four, six, or perhaps twelve hours ; and, if he is desirous of being present at every call of the yeas and nays, his lunch or dinner must be postponed accordingly ; and perhaps that meal will eventually be taken by candle-light, upon invitation, after which the remainder ofthe evening is spent out at a party. It is obvious what an effect these irregular hours, and the constant display before him of all"], [52, "44 The Seat of Government of the United Slates. the luxuries ofthe season, with wines and liquors, must have upon a man who has always been accustomed at his village home to dine at one upon a single dish. No wonder that dyspepsia prevails. But this is not all. If at all inclined to dissipation, an easy and pleasant road is opened to him ; and not a few yield to the temptation. Every one who has lived in Washington during the last few years, and paid much attention to these matters, will remember many most glaring cases of this kind, for which the climate has been blamed by friends at a distance. On the other hand the place has become a favorite residence to many on account of its being favorable to health. We have endeavored in the preceding chapters to set forth the reasons which led to the selection of Washington as the seat of government of the United States, and to show that the force of this reasoning has been illustrated, and the expectation ofthe founders fully realized in the progress of the city, notwithstanding the defects of the plan, and the neglect of Congress to adopt any systematic legislation for its benefit. It can never become a great city in the ordinary sense ofthe term ; that is to say, it can never be the seat of a very heavy commerce, and conse quently of long rows of warehouses and striking contrasts between the extremes of wealth and poverty; but it may become a place for the culti vation of that political union and that social intercourse which more than anything else unbends the sterner feelings of our nature, and dispels all sectional prejudices. Its prosperity will be no unfit emblem of the pro gress of our republic, for it is now occupied in about the same proportion with our extended territory ; and every sensible increase to the population ofthe Union, adds a mite to that of this city, since it augments the machi nery of government. It is objected against investments or improvements in Washington, by the United States or individuals, that the seat of government will one day be removed further west. Admitting the possibility of such an event, we see no reason why the government should treat the present capital with a view to such a contingency, and not make it what it was intended to be, from an apprehension of similar outlays at some other place hereafter ; as, even then, it is matter of much doubt whether Washington will be entirely abandoned. As yet, there has been little manifestation towards such a movement ; and almost all will concur in the opinion, that it would be highly impolitic and inexpedient to excite a political storm in this country by agitation of the subject. During the debate in the Senate, July 2d, 1846, on the retrocession of Alexandria, this subject was incidentally introduced, and Mr. Calhoun said, \"the question ofthe removal ofthe seat of government had been agitated at the Memphis Convention, an assembly consisting of nearly six hundred persons eminently enlightened, composed almost exclu sively of western and southern men. When the subject was introduced it immediately produced a strong sensation ; and when the question was put, there was an unanimous 'no,' deep and strong. The proposition was re jected by the unanimous voice ofthe convention, with the exception of one vote.\" Still the fact that the subject of removal is occasionally alluded to in Congress, and the vague idea which generally prevails that such a change will eventually take place, have worked much injury to the present capital, and justify an inquiry as to how far the opinion is founded on reason."], [53, "The Seat of Government of the United States. 45 We lay out of view the question as to constitutional right, because, for the reasons before given,* and from the fact that several eminent law yers and statesmen, during the debate on retrocession, admitted the right of removal while strenuously arguing the inexpediency of exercising that right, it is very obvious that the subject is involved in so much doubt as to present no effectual barrier to the movement, were its expediency once admitted. In connection with our sketch of the debates in Congress, we have, to a great extent, anticipated this inquiry in the summary there given of the arguments in relation to the advantages supposed to be derived from a central position ; and we think the positions assumed in 1790 will be found to have lost none of their force, but rather to have gained strength by subsequent events.-)\" The agricultural sections of the west are constantly swelling in population, but so is the commercial and man ufacturing interest increasing at the east. The same interests which were then thought of so much importance to the whole country are in creasing in a far greater ratio than was ever anticipated. The population of Virginia is increasing in proportion as its lands are being redeemed un der the new methods of cultivation and white labor. It is true that the number of new States is enlarging ; but if the accounts ofthe Pacific coast can be relied upon, which represent the harbors as very few, and the country mostly barren, the population and commerce on that side of the Rocky Mountains can never bear any proportion to those of the Atlantic coast. With the present rage for annexing new territory no one can tell where the limits ofthe country are to stop, either at the north or the south ; and it is equally difficult to say what point will be fifty years hence the centre ofthe territory; while from the calculations we have given, it is almost certain that the centre ofthe population will be between St. Louis and the coast, at no very great distance from the present capital, to which rail roads are pointing in every direction, and which, in the present progress of improvement, it is not perhaps too much to suppose may yet be con nected with the Ohio river by a continuous canal.:): How difficult it must be ever to select a place that will meet the wants of the community bet ter than Washington ! especially if an absolute control of the city by the government, and a disfranchisement of the citizens, should still be deem ed essential. Every city in the western country will present its claims, every bitter feeling and prejudice will be aroused, and the discussion will become tenfold more virulent than when agitated in 1790. We hazard nothing in saying, that no question which has ever been raised would create more excitement in the country ; for, when the two great sections east and west of the Alleghanies or Mississippi shall be so di rectly opposed to each other in all interests, as to lead the agricultural di vision to call loudly for the change, then that other question of a division ofthe Union will come up; and there are not wanting reflecting men who believe, with good reason, that the one would necessarily follow the other. God forbid that this should ever be the case ! but if it should, Washington must still remain the capital of a powerful section ofthe country. Before the question can assume a serious aspect, the government will t Pages 11, 12, 13, 14, and 15. t Pages 32 and 33. * Page 16."], [54, "The Seat of Government of the United States. 46 have become so admirably accommodated at Washington, that the enor- mous expense and risk will be no small consideration. The history of all nations shows that the political capital, even when unaccompanied with great power or splendor, has exercised an important influence over the country. As the seat of all the great events in its poli- tical history, the place where all its discordant spirits meet on common ground, and where all differences are healed ; and as the site of most of its monuments to the illustrious dead, new interest is constantly added to the spot, and new ardor awakened for imitating the example ofthe great and good men whose memory is there preserved ; and for the support of those institutions which they handed down. What Englishman does not feel a double attachment to London for its Westminster Abbey and Hall, and their thousand poetical and historical associations ? And so of Notre Dame, St. Dennis, and the hundred other edifices rich in the memory of the past at Paris. As the continued contemplation of painting and sculp- ture cultivates a taste for what is refined, so the silent lessons taught by the presence of such monuments in our midst, conduce in no small degree to temper our reflections, and moderate our actions. Now to apply these remarks to our own capital. Founded upon wise considerations by the illustrious man whose name it bears, it will form his appropriate monument, for here will be presented at one view the operation of those institutions, the establishment of which was in so great a degree his work. Here will be congregated for the greater part of every year many ofthe ruling minds ofthe nation, who may be in constant intercourse with the representatives of other lands ; and, from this continued mingling of intellects, as well as from official sources, will be collected the most ac- curate information relative to the commerce, manufactures, agriculture, and mechanical ingenuity of the country. Already do the Patent Office, and the collections ofthe exploring expedition and other agencies, form a museum far exceeding in interest any other in the country. And does not every year add new interest lo that Capitol where already the voice ofthe sire is re-echoed in the seats of honor now occupied by the son ; where, with the present facilities of access, every hall, every picture, every statue becomes daily more familiar to the citizens ofthe most distant State, min istering to a laudable pride in the embellished appearance of this the only Westminster which we can boast, and inspiring a wish to make a goodly building of that framework which our fathers planned. Some persons entertain a conscientious repugnance to the continuance of slavery on a national territory. One word on that much-vexed ques tion. The last census shows a very considerable decrease in the nnmber of Slaves in Maryland and Virginia: and any one who has ever lived in that section for the last few years, must have discovered causes at work, such as the introduction of white labor by New Englanders and Germans, the deterioration of slaves by intercourse with free blacks, etc., which will make it the interest ofthe inhabitants to get rid of the evil by gradual means. Only leave it to take care of itself, and it will work its own remedy. Let us hope then that the question of removal will remain undisturbed. While our present capital can never by its power or influence work any injury to our liberties, it offers every facility for the concentration within it of those institutions which secure the greatest amount of good to the greatest number."], [55, "The Smillisonian Institution. 47 CHAPTER V. THE SMITHSONIAN INSTITUTION. SYNOPSIS OF THE ACT OF CONGRESS— PLAN OF ORGANIZATION: IsT. UNDER THE EXPRESS PROVISIONS OF THE ACT— LIBRARY— MUSEUM— CHEMICAL LABORATORY— GALLERY OK ARTS— LECTURES— 2d. UN DER THE DISCRETION VESTED IN THE REGENTS— PREMIUMS— DEFINITE LINES OF RESEARCH—RE PORT,— SEPARATE TREATISES— APPROPRIATION OF INCOME— OFFICERS— DESCRIPTION OF BUILDING— RESOLUTIONS — REMARKS, ETC. After a delay of eight years, Congress, on the 10th day of August. 1846, passed an act, the preamble of which recites that James Smithson, esquire, of London, in the kingdom of Great Britain, having by his last will and testament given the whole of his property to the United States of America, to found at Washington, under the name of the Smithsonian Institu- tion, an establishment for the increase and diffusion of knowledge among men ; and whereas Congress have heretofore received said property and accepted said trust : therefore, for the faithful execution of said trust according to the will of the liberal and enlightened donor — By Section 1 it is enacted, That the President and Vice-President of the United States, the Secretary of State, the Secretary of the Treasury, the Secretary of War, the Secretary of the Navy, the Postmaster General, the Attorney General, the Chief Justice, and the Commissioner of the Patent Office of the United States, and the Mayor of the city of Washington, during the time for which they shall hold their respective offices, and such other persons as they may elect honorary members, be, and they are hereby, constituted an \"establishment,\" by the name of the \" Smithsonian Institute, for the increase and diffusion of knowledge among men ;\" and by that name shall be known and have perpetual succession, with the powers, limitations, and restrictions hereinafter contained, and no other. Section 2 provides, That so much of the property of the said James Smithson as has been received in money, and paid into the Treasury of the United States, being the sum of five hundred and fifteen thousand one hundred and sixty-nine dollars, be lent to the United States Treasury, at six per cent per annum inter- est, from the first day of September, in the year one thousand eight hundred and thirty-eight, when the same was received into the said Treasury ; and that so much of the interest as may have accrued on the said sum on the first day of July next, which will amount to the sum of two hundred and forty-two thousand one hundred and twenty-nine dollars, or so much thereof as shall by the board of regents of the institution established by this act be deemed necessary, be and the same is hereby appropriated for the erection of suitable buildings, and for other current incidental expenses of said institution ; and that six per cent interest on the said trust fund, it being the said amount of five hundred and filteen thousand one hun- dred and sixty-nine dollars, received into the United States Treasury on the first of September, one thousand eight hundred and thirty-eight, payable, in half yearly payments, on the first of January and July in each year, be and the same is here- by appropriated for the perpetual maintenance and support of said institution ; and all expenditures and appropriations to be made from time to time to the purposes of the institution aforesaid, shall be exclusively from the accruing interest, and not from the principle ofthe said fund. Section 3 provides, That the business of the said Institution shall be conducted at the city of Washington by a board of regents, by the name of the regents of the \" Smithsonian Institution,\" to be composed of the Vice-President of the United"], [56, "The Smithsonian Institution. 48 States, the Chief Justice of the United States, and the Mayor of the city of Wash ington, during the time for which they shall hold their respective offices ; three members of the Senate, and three members of the House of Representatives, to gether with six other persons, other than members of Congress, two of whom shall be members of the National Institute in the city of Washington, and resident in the said city ; and the other four thereof shall be inhabitants of States, and no two of them of the same State. The members of the Senate to be appointed by the President thereof, and the members of the House by the Speaker thereof ; the Senators to serve during the time they shall hold, without re-election, their office as Senators, and the members for two years, beginning on the fourth Wednesday in December : the other six regents to be appointed by joint resolution to serve for six years, and so arrange it, that one-third shall go out of office every two years. The board to organize by the election of a presiding officer from among them selves, by the name of the \" Chancellor of the Smithsonian Institution,\" a secre tary of said institution, and three of their own body as an executive committee ; a regular time for the meeting of the board to be fixed, though the secretary may call a special meeting on application of any three members, and five shall consti tute a quorum for business: the regents to receive no compensation except travel ling and other actual expenses of attending meetings : the board to submit to Congress, at each session, a report of the operations, expenditures, and condition of the institution. Sections 4 and 5 provide, That, after organization, the board of regents shall select a convenient site from the public grounds, on which they are to cause to be erected a suitable building of plain and durable materials and structure, without un necessary ornament, and of sufficient size, and with suitable rooms or halls for the reception and arrangement, upon a liberal scale, of objects of natural history, in cluding a geological and mineralogical cabinet; also a chemical laboratory, a library, a gallery of art, and the necessary lecture rooms. Section 6 provides, That, in proportion as suitable arrangements can be made for their reception, ail objects of art and of foreign and curious research, and all objects of natural history, plants, and geological and mineralogical specimens be longing or hereafter to belong to the United States, which may be in the city of Washington, in whose soever custody the same may be, shall be delivered to such persons as may be authorized by the board of regents to receive them, and shall be arranged in such order, and so classed, as best to facilitate the examination and study of them, in the building so as aforesaid to be erected for the institution; and the regents of said institution shall afterwards, as new specimens in natural history, geology, or mineralogy may be obtained for the museum of the institution, by exchanges of duplicate specimens belonging to the institution, (which they are hereby authorized to make,) or by donation, which they may receive, or otherwise, cause such new specimens to be also appropriately classed and arranged. And the minerals, books, manuscripts, and other property of James Smithson, which have been received by the Government of the United States, and are now placed in the Department of State, shall be removed to said institution, and shall be pre served separate and apart from the other properly ofthe institution. By Sections 7, 8, and 9, The compensation of the secretary and his assistants is provided for ; the members and honorary members of the institution are autho rized to hold such meetings for the supervision of the affairs of the institution, and the advice and instruction of the board of regents as may be provided for by the by-laws, at which the President, and in his absence the Vice-President, shall preside. \"And the said regents shall make, from the interest of said fund, an appropriation, not exceeding an average of twenty-five thousand dollars annually, for the gradual formation of a library, composed of valuable works pertaining to all departments of human knowledge. And of any other moneys which have ac crued, or shall hereafter accrue, as interest upon the said Smithsonian Fund, not herein appropriated, or not required for the purposes herein provided, the said managers are hereby authorized to make such disposal as they shall deem best suited for the promotion of the purpose of the testator, anything herein contained to the contrary notwithstanding.\""], [57, "The Smithsonian Institution. 49 Section 10 requires, That the author or proprietor of any book, map, chart, musical composition, print, cut, or engraving, for which a copyright shall be se cured under the existing acts of Congress, or those which shall hereafter be enact ed respecting copyrights, shall, within three months from the publication of said book, map, chart, musical composition, print, cut, or engraving, deliver, or cause to be delivered, one copy of the same to the librarian of the Smithsonian Institu tion, and one copy to the librarian of the Congress Library, for the use of the said libraries. And by Section 11, There is reserved to Congress the right of altering, amend ing, adding to, or repealing any of the provisions of this act: Provided, That no contract, or individual right, made or acquired under such provisions, shall be thereby divested or impaired. A highly intelligent board of regents was appointed, who entered upou the business of organization with much earnestness. The following ex tract from the remarks made by Hon. George M. Dallas, the Chancellor, on the occasion of laying the corner-stone, will explain the difficulties en countered in accomplishing their object : — How best to put the Smithsonian Institution in progress ; to give it definite character and views ; to shape its line of march as Congress has either ordered or intimated that it should be, and to let the testamentary purpose be apparent in all its operations, was a task on which ability and much consultation have been ex pended. There were — I may almost say — necessarily, and of course there were on this cardinal point, great diversities of sentiment and construction, as there had been during the masterly debates which prefaced the passage of the law. What constituted \" knowledge. \" in the sense of Smithson's bequest ? In what manner shall its \" increase \" be provided for ? By what methods shall its \" diffusion \" be sought ? Should the developments of the laboratory be more engrossing than the stored resources ofthe library ? Will oral expositions, or printed treatises be pre ferable ? Are permanent professorships to be systematized, or temporary teachers to be enlisted ? In fine, what should be the instruments and the orbit of an estab lishment whence the light of knowledge was required constantly to radiate among men. They to whom was confided the resolution of these problems into practical mea sures, have felt the weight and delicacy of their mission. They began by pro foundly studying the subject in its several aspects. They cherished with ardor, and discussed with freedom their respective projects. The conflicts of upright minds, however, rarely fail to end in mutual concession and compromise ; and thus scarcely a single measure was adopted except by unanimous concurrence. The regents have submitted their labors and conclusion to the country — the re port of their proceedings was duly made for legislative supervision; and may they not confidently hope for (what they know nothing of their s can succeed with out) the co-operation and sympathy of the American people ? On the 8th September, 1846, a committee was appointed to digest a plan to carry out the provisions of the act. The committee consisted of Hon. Robert Dale Owen, of Indiana ; Hon. Henry W. Hilliard, of Ala bama ; Prof A. D. Bache, of Washington ; Hon. Rufus Choate, of Massa chusetts. On the 1st December, 1846, they reported, and the following summary is believed to express the views of the committee and the board as final ly agreed upon by a compromise of conflicting opinions. Requirements or the Charter. — The act of Congress indicates a library, a museum of natural history, geology, and mineralogy, and objects of foreign and curious research, a chemical laboratory, necessary lecture rooms, and a gallery of art. These render necessary an annual appropria tion to collect and support a library; another to maintain a museum ; and 4"], [58, "50 The Smithsonian Institution. indicate an intention that a portion ofthe annual interest should be applied to the advancement of physical science and the arts, in part, by lectures. 1st. With regard to the library, sufficient accommodation should be pro vided for 100,000 volumes, in deference rather to what seems a fair conces sion to the spirit ofthe charter, than to a conviction that a library of more than half that size could, with the present means ofthe Institution, advan tageously be purchased. It is important, however, that the Institution, at the time it is first opened, should have already in its library a collection of such valuable works of reference, as in the prosecution of its plan maybe required. But, without a vast accumulation of books, the librarian of the Smithsonian Institution may, under a proper system, become a centre of lit erary and bibliographical reference for our entire country. He should be instructed to procure catalogues, written or printed, of all important public libraries in the United States, and also, in proportion as they can be ob tained, printed catalogues of all the principal libraries in Europe, and the more important works on bibliography. With these beside him, he may be consulted by the scholar, the student, the author, the historian, from every section of the Union, and will be prepared to inform them whether any works they may desire to examine are to be found in the United States, and if so, in what library ; or, if in Europe only, in what country of Europe they must be sought. Informed by these catalogues, it will be easy and desirable, for those who may be charged with the selection of books, to make the Smithsonian library chiefly a supplemental one ; to purchase, for the most part, valuable works which are not to be found else where in the Union ; thus carrying out what should be a governing prin ciple, that it is expedient, as far as may be, to occupy untenanted ground. By this mode of collecting a library, whenever a particular class of works of importance is found to be specially deficient in the libraries of our country, the vacancy may be filled. The librarian might also pre serve, by entering into correspondence with the librarians of other coun tries, any special extract or items of information required by students. 2d. In relation to the museum, particular attention should be given to ethnology, including all collections that may supply items in the physical history of our species, and illustrate the manners, customs, religious and progressive advance of the various nations of the world ; as, for example, collections of shells, skeletons, portraits, dresses, implements, weapons, idols, antiquities of the various races of men. For this, the national col lection in the Patent Office affords particular advantages. Also, if the funds will permit, series of models illustrating the progress of some of the most useful inventions ; such, for example, as the steam-engine, from its earliest and rudest form to its present improved state ; but this only so far as it may not encroach on ground already covered by the numerous models already in the Patent Office. Also, specimens of staple materials, illus trating the gradual progress of our country in arts and manufactures.* 3d. As chemistry was the favorite study of Smithson's life, of which a considerable portion was spent in his own laboratory, and as it is, without doubt, one of the most comprehensive and important of the nationr-1 sci ences, this department should he fitted up in as complete a manner as modern science can suggest. And for the purpose of encouraging in the * It is to be hoped that the last two objects will be accomplished without the aid of the Institute, out ofthe large fund to the credit ofthe Patent Office, now lying idle."], [59, "The Smithsonian Institution. 51 young men of our country original research in the same branch of science in which Smithson himself successfully labored, and inasmuch as many are now compelled, in order to complete their studies as practical chemists, to resort to Paris or Germany, there should be included in the building a working laboratory, somewhat, perhaps, after the model of that instituted by one of the ablest of German chemists, the celebrated Liebeg ; to be opened, under proper regulations and supervision, without charge, to those who may desire to institute experiments and prosecute researches for themselves in that science. 4th. The gallery of art should include both paintings and sculpture, as well as engravings and architectural designs ; and it is desirable to have in connection with it one or more studies, in which young artists might copy without interruption, being admitted under such regulations as the board may prescribe. As the collection of paintings and sculpture will probably accumulate slowly, the room destined for a gallery of art might properly and usefully meanwhile be occupied, during the sessions of Congress, as an exhibition room for the works of artists generally ; especially if an ar rangement could be effected with the Academy of Design, the Art-Union, the Artists' Fund Society, and other associations of similar character, so as to concentrate at the Metropolis, for a certain portion of each winter, the best results of talent in the fine arts. 5th. There may also properly be included in the plan free lectures, to be delivered by competent persons, on useful subjects ; and it may advan tageously be made a part of the duty of the secretary and his assistants to give, in the lecture rooms of the Institution, at stated periods, illustra tions of discoveries in science and important inventions in the arts. Discretion vested in the Regents. — Thus much in compliance with the express provisions or recommendations of the charter. After pro viding for these special objects to such an extent as they may deem neces sary and proper, the regents are authorized to dispose of the remaining funds annually accruing in such manner as \" they shall deem best suited for the promotion of the purpose of the testator.\" The objects of the bequests are, 1st, to increase, and 2d, to diffuse knowledge among men. These two objects should not be confounded with each other. The first, and most important, is to increase the existing stock of knowledge ; and the second, to disseminate knowledge thus increased among men. Most of the subjects heretofore proposed, except the chem ical laboratory, have reference almost exclusively to the diffusion of knowledge. It is proposed to increase knowledge. First, by premiums annually offered for original papers on such subjects as may be selected ; it being a strict condition, that each paper accepted and obtaining a premium, shall contain a specific addition to the sum of human knowledge, resting upon original investigations, and not mere unverified hypothesis. Each memoir presented to the Institution to be submitted for examination to a commission of persons of reputation for learning in the branch to which the article pertains, chosen by the officers of the Institute, and to be ac cepted for publication only in case the report of this commission is favor able. The names of the competitors for premiums to remain unknown until the award is made. Secondly. By appropriating a portion of the income, annually, to insti tute definite lines of research, under the direction of competent persons ;"], [60, "The Smitlisonian Institution. 52 aster the manner, perhaps, of the British Association. Such appropria tions, however, to be made with great care, for important objects only, and where there is fair promise of speedy results ; the kind of research and the amount of money to be appropriated being determinated by the suggestions of a counsel of scientific men. The appropriations to be made , in different years to different objects, so that, in course of time, each branch of knowledge susceptive of increase may receive a share. In the prose cution of researches requiring the aid of a valuable apparatus, the use of that belonging to the Institution may, under proper regulations, be granted. The accepted papers and results of these researches to be published in the successive numbers of transactions, which may be entitled \" Smith sonian Contributions to Knowledge,\" and be issued periodically or occa sionally, as materials present themselves. It is proposed to diffuse knowledge by, First, a series of reports, to be published annually, or oftener, containing a concise record of progress in the different branches of knowledge compiled from the journals of all lan guages, and the transactions of scientific and learned societies throughout the world. The matter of these reports may be furnished by collabora tors eminent in their respective branches ; and these should be supplied with all the works necessary to a proper execution of their task, and paid in proportion to their respective labors. Copies of these Smithsonian Re ports may be furnished to the principal libraries and scientific societies of the country free of expense, and sold to individuals at a small price. Of the subjects which may be embraced in the reports are the following : Physics, Natural History, Agriculture, Application of Science to the Arts, Ethnology, Statistics and Political Economy, Mental and Moral Philo sophy, Survey of the Political Events of the World, Modern Literature, the Fine Arts, Bibliography, and Obituary Notices of Eminent Individuals. Where the subject of a report is of especial interest to the public, it will be submitted to Congress, in order that this body may print such a num ber of copies as the public demands may seem to require. Secondly. By publishing occasionally separate treatises on subjects of genuine interest. All the publications of the Institution to be exchanged for the publica tions of all other literary and scientific institutions in the world, and in this way valuable additions to be constantly made to the library. Every object of interest or value obtained in the prosecution of any re search for the Institution, to be deposited in its museum. It is not imagined that, with the limited annual income ofthe Institution, charged, as it is, with extensive collections, to maintain which will prove a considerable yearly drain on its fonds, all these recommendations should be carried out, at least, simultaneously. These are put forward as ob jects desirable, and strictly within the purpose of the bequest. Such as may seem to the board the most important may be first attempted. Other portions of the plan may follow in their turn. And experience will gradu ally sift out whatever is most judicious and effective, the whole scheme being regarded as simple, and of easy reduction to practice ; susceptible, however, of receiving modifications, or of being abandoned, without in volving a sacrifice of the funds. The object throughout is to produce re sults, in the way of increasing and diffusing knowledge, which existing institutions in our country cannot produce."], [61, "The Smithsonian Institution. 53 Appropriation of funds. — In order to carry out this plan, the income of the Institution is to be divided into two equal parts : — One part to be appropriated to increase and diffuse knowledge by means of publications and researches, agreeably to the scheme before given ; the other part to be appropriated to the increase and diffusion of knowledge by means of collections of books, and objects of nature and art. For the library, $20,000 have been appropriated, as a beginning. For philosophical and chemical apparatus, $4,000. A series of resolutions have been passed, of the following purport : — Resolved, That the Secretaries of State, of the Treasury, of War, and of the Navy of the United States, be respectfully invited to furnish to consuls, and other public officers in this and foreign countries, under their respective departments, such suggestions as they may deem proper in regard to the procurement, as op portunity offers, of additions to the museum of the Institution, especially to its ethnological department. That the Secretary of War be respectfully invited to furnish to the Commissioner of Indian Affairs such suggestions as he may deem proper regarding the procurement, from the Indian country, of collections illustra ting the natural history of the country, and more especially, the physical history, manners, and customs of the various tribes of Aborigines on the North American continent. That the public generally, be invited to furnish contributions to the museum of the Smithsonian Institution ; and that one thousand dollars be annu ally appropriated out of the accruing interest of the Smithsonian Institution for the procurement and transportation of such collections ; and, when placed in the mu seum, there shall be appended to each the name of the officer or agent through whom the same may be procured, or the name and residence ofthe donor. Officers. — Under this plan, at least three officers will ultimately be required. 1st. The Secretary, whose duty, besides general superintendence, will be, to act as Professor of General Physics ; to make original researches ; to report to the regents annually the state of the Institution, and the re searches which have been made ; to give an account of the memoirs which have been received for publication ; and to edit, with the assistance ofthe other officers, the publications ofthe Institution. 2d. The Librarian, whose duty it shall be to act as Professor of Ethnology, to take charge of the collections of art ; and to form a library on the plan before laid down, and to assist in editing the publications. 3d. The Naturalist, whose duties shall be, to act as Professor of Natural History ; to take charge of all collections in his own department ; to effect exchanges of specimens with other institutions ; to assist in editing the publications ; to share with the secretary as much of chemistry as re lates to organized compounds, and to make original researches in his own line. It should also be the duty of each officer ofthe Institution to give occa sionally a short course of lectures on some part ofthe branches of know ledge entrusted to his care. It shall be the duty of the secretary and assistants, during the session of Congress, to illustrate new discoveries in science, and to exhibit new ob jects of art. At present only one of these officers, the secretary, will be required to take a very active part in the business of the Institution. Professor Joseph Henry, L.L. D., of Princeton, was selected to this office previous to the adoption of a plan of organization. The committee felt, that upon the choice of this single officer, more, probably, than upon any one other"], [62, "54 The Smithsonian Institution. act of the board, would depend the future good name, success, and useful ness of the Institution, and, before his election, the following resolution was adopted by the board : — Resolved, That it is essential, for the advancement of the proper interests of the trust, that the secretary of the Smithsonian Institution be a man possessing weight of character and a high grade of talent ; and that it is further desirable that he possess eminent scientific and general acquirements ; that he be a man capable of advancing science and promoting letters by original research and effort, well qualified to act as a respected channel of communication between the Institution and scientific and literary individuals and societies in this and foreign countries ; and in a word, a man worthy to represent, before the world of science and of letters, the Institution over which this board presides. Secretary Henry designated Prof. Charles C. Jewett, of Brown Univer sity, as assistant secretary, who will at present assist in selecting books and catalogues, and enter upon the active duties of librarian after the building shall have been erected. At that time a Naturalist will proba bly be appointed. Building. — In relation to the building now in process of erection, an other extract from Mr. Dallas's remarks will explain the views ofthe board in carrying out the directions of the act of Congress : — To conform strictly to instructions, and yet keep within the pecuniary limits assigned to them — to provide the space called for, and yet avoid even the appear ance of unnecessary expansion — to combine solidity with architectural beauty and wholesome ventilation, and to satisfy at once true taste and stern economy by ban ishing useless embellishment, were aims always controlling and uppermost with the regents. How far they have succeeded time will show, and must be left to the candor of public opinion. Not doubting that the experienced and reliable con tractors for the work will accomplish their undertaking, in all its details, with ex actitude and fidelity, I may venture lo give you an anticipation in brief of the building whose first stone is now laid. Its exterior will present a specimen of the style of architecture that prevailed some six centuries ago, chiefly in Germany, Normandy, and Southern Europe, which preceded the Gothic, and continues to recommend itself, for structures like this, to the most enlightened judgment. It is known as the Norman, or, more strict ly speaking, the Lombard style. It harmonizes alike with the extent, the grave uses, and the massive strength of the edifice ; it exacts a certain variety in the forms of its parts ; and it authorizes any additions that convenience may require, no matter how seemingly irregular they may be. It will extend, east and west, an entire front of four hundred and twenty-six feet, having a central building of fifty by two hundred feet in the clear, inside, with two towers ; two wings of unequal fronts ; the east one forty-five by seventy-five feet in the clear, inside, with a vestibule and porch attached to it; the west one thirty-four by sixty-five feet in the clear, inside, with a northern semi-circular pro jection. These wings will be connected with the central building by two ranges sixty feet in length in the clear, inside. It will have a central rear tower, and other towers of different heights, sizes, and characters, two of them placed in the wings. All these numerous towers are essential to arrangements within — as flues, stairways, ventilators, and detached rooms — and are of different heights, varying from sixty to one hundred and fifty feet. The first story ofthe central building will be occupied by the library, the chief lecture room, and the principal hall ; the second story by the museum. The labo ratory and chemical lecture room will occupy the east wing ; the gallery of art the western wing and western connecting range ; and the national cabinet of curiosities may be in the eastern connecting range. The chosen material is a"], [63, "The Smithsonian Institutions 55 freestone of a lilac gray color, drawn from a quarry on the banks of the Chesa peake and Ohio Canal, near Seneca Creek, and but twenty-three miles from this spot. The entire pile is to be finished, furnished, and filled up, for a sum less, by thirty-seven thousand dollars, than the one set apart by Congress as applicable to the building alone. The whole building is to be five years in course of erection. Mean time the amount appropriated for the building ($240,000) will be drawing interest until called for. One wing will, probably, be ready for occupa tion in about one year, and receive the officers, and such portions of the library and apparatus as may be collected. The architect is James Ren wick, Jun., Esq., of New York. We have thus set forth an outline of the plan of organization deter mined upon, and the action which has been taken by the board in order to carry it into effect. It is not our purpose to discuss the numerous questions which have been raised in connection with the scheme, for this would be opening anew the long debates which took place in Congress and elsewhere. There are one or two points, however, to which it is proper to advert, in order to explain the position of the Institution. The Institution is not strictly a national establishment, as is often sup posed ; but that of an individual, whose name it is to bear. It is not, however, entirely unconnected with the government. Congress accept ed the bequest, and became the trustees for carrying its objects into effect; the highest officers of the government are, ex qfficio, officers of the Institution; and there are some privileges, such as that to all copyright, which are exclusively conferred upon the Institution. In regard to the museum, the regents say that \"it is the intention of the act of Congress, and in accordance with the design of Mr. Smithson, as expressed in his will, that one of the principal modes of executing the act and the trust, is the accumulation of collections of specimens and objects of natural history and of elegant art, and the gradual formation of a library of valuable works pertaining to all departments of human knowledge, to the end that a co pious storehouse of materials of science, literature, and art, may be pro vided, which shall excite and diffuse the love of learning among men, and shall assist the original investigations and efforts of those who may devote themselves to the pursuit of any branch of knowledge.\" It may be a question with some whether Congress judged correctly in saying that this is a \" principal \" mode, though it must be admitted to be a safe construction, inasmuch as a large accumulation of the materials for knowledge is certain, in the long run, to lead to research and publication to a greater or less extent ; and is less liable to abuse than any scheme which mainly depends upon the management and judgment of those who control it. There can be no doubt, that one of the results of almost any in stitution which might be established, would, sooner or later, be a library and museum, such being the case with nearly every establishment for the promotion of literature and science ; and in this view Congress, we think, wisely provided, by the sixth section, that the National Museum belonging to government, and the museum to be collected by the Smith sonian Institute, should be in the same building and under the same super vision, in order that they might be all properly classed, and made to an swer more useful purposes. In this way the interests of the government"], [64, "The Smithsonian Institution. 56 are blended with those ofthe Smithsonian Institute, and they will, no doubt, become more and more so every year, since it can readily be imagined that the operations of such an institution, if properly conducted, will not unfrequently be of great service to the various departments of govern ment. Still it is on a private foundation and the Smithsonian Institution cannot be removed from Washington without a violation of the trust. The question then arises, to whom will the collections in the Patent Office, which are thus to be transferred to the Smithsonian building, be long ? Congress surely could not have intended that a museum, which has been purchased by the nation at a cost equal to four or five Smithso nian bequests, should all go the credit of Smithson, and pass under his name ! Yet such will be the practical operation of the act. The Na tional Museum is merged in the Smithsonian Museum. So strikingly did the impropriety of this appear that, when the act was under consideration in Congress, a member moved that the museum part ofthe building should be called \" The National Gallery,\" which would probably have been car ried had there not been coupled with it a proviso for placing the gallery under the direction of the \" National Institution for the Promotion of Sci ence.\" But, even had this motion prevailed, something more would be necessary. Would it be becoming the dignity and self-respect of the na tion that they should be indebted to the bequest of a liberal foreigner for a building in which to preserve the National Museum ? Wonld it not be more proper that the government should make an appropriation from the public funds for this portion of the edifice, and for the annual support of the museum ? As the object of the Smithsonian Institution is to increase and diffuse knowledge, all their collections might, with propriety, be placed in the National Gallery where they would be most likely to accom plish their object, each article being labelled with the name of Smithson. The government has already acted with strict justice in fulfilling its pledge, by appropriating the principal with perpetual interest to accomplish the purposes of the testator. Let them show the same spirit of liberality and justice in this matter. If this shall be done, and the Institution relieved from the burden of supporting the National Museum, we may hope that most valuable additions will be made to that collection, and that, in course of time, something like the Garden of Plants at Paris will surround it ; an object which is certainly every way desirable, having in all countries been regarded as a valnable, if not a principal, means for increasing and dif fusing knowledge. Thus much with regard to the further obligations of Congress in this matter, — obligations which justice to the nation, if not to the bequest, call upon them to assume when the builing shall be ready for the reception of these collections. In relation to the manner in which the regents have provided for the other departments expressly called for by the charter, we think, on careful examination of that instrment, it will be found that they could not well have done less. We regard it as fortunate that these were expressly provided for, believing, as we do, that such investments of the fund, will be, in the end, the safest ; not that we would confine its operations entirely to the departments ; but we would have, at least, one half the income forever devoted to objects which, though their influence in accomplishing the testator's object may be more slow and indirect than other plans, are not likely ever to run away, or be entirely unvailable. Ane here we must be permitted to remark that we think the regents have"], [65, "The Smithsonian Institution. 57 undertaken to draw too nice a distinction between that which increases, and that which diffuses knowledge, for one almost necessarily follows the other. In proportion as the materials for study are accumulated, a stimu- lus and facility is furnished for research, and consequently for discovery and invention. We do not think, therefore, that the Committee were quite correct when they set down the library as tending only to diffuse knowledge. With regard to the scheme for publications the main object seems to be to stimulate thought and reflection among educated minds. The Smith- sonian Reports will inform them what has been done in each department, and what remains to be done ; while the \" Contributions' \" will give an opportunity of adding to the store already possessed. This is certainly a most commendable idea ; but appears, at first blush, to be attended with difficulties in its accomplishment which have led many to oppose it as en- tirely impracticable. The apprehension has been that it will lead to the expenditure of money upon unworthy objects, or upon those which do not stand in need of such aid, and which would, without it, be brought before the public through the medium of scientific journals or of private enter- prise. It will be difficult, it is said, to obtain competent judges ; and, when such are found, if they act with fidelity to their trust, they will be enabied to pronounce in favor of comparatively few ofthe numerous memo- rials which shall be submitted to them as positive additions to knowledge. No class of men adhere more tenaciousl}' to their opinions or are more jealous of others than those who think they have made new discoveries; and every rejected memorial will embitter the feelings of the disappointed party, and thus the Institution will be exposed to continual attacks, and be building up for itself a strong opposing party. If the judges chance to be incompetent, or are without any strong stimulus to the proper ful- filment of their tasks, memoirs will be accepted which are not in reality additions to knowledge and will lower the character ofthe Institution and prevent its papers being read. It has further been objected that the whole success of the scheme will depend upon its management ; and, if at any time one incompetent secretary should be elected, he might ren- der the whole system a mere outlet for the visionary speculations of dab- blers in science and literature. And this would, more especially, be the case with regard to the second branch of the plan for increasing knowl- edge ; to wit, the institution of definite lines of research, scarcely one of which would not in the end exceed in expense the original calculation, as is the case with all such schemes when entered into by Congress. There are very few writers, it is said, who cannot find the means of publication if their works really contain anything that is worthy of it. These and other similar considerations have, we are assured, not been overlooked by those who favored the appropriation of one-half the funds to such pur poses. But they honestly felt that they should be stopping short of the great object which Smithson had in view, if they did not go further than merely to provide for the objects expressly specified in the act, the chief advantages from which would be reaped by those who might visit the city of Washington. If they were to establish professorships and courses of lectures, they would only be multiplying the means of instruction and stimulants to exertion which are already possessed by other institution of the land. It was desirable to devise some plan which would not inter fere with, but, as far as possible, secure the co-operation of all other in-"], [66, "58 The Smithsonian Institution. stitutions. With this view of what was required, they turned their atten tion those institutions of Europe which are regarded as the great bulwarks of science ; the French Academy of Sciences, the German system of collaboration, and the Royal Institution of London. They observed that the interest with which the libraries and cabinets of London and Paris are thronged by students and savans was in no small degree to be attrib uted to the influence of those establishments which encourage effort in every department, either by the prospect of direct rewards, or the honors and privileges of membership. Turning to our own country, they thought they perceived that the great drawback to original research is more the want of sufficient stimulus than the absence of facilities in the way of libraries and apparatus, imperfect as these ordinarily are. Most of those who possess inclination and ability, either have not the leisure from other occupations, or are discouraged by the apparent lack of interest of those about them. It is with difficulty that our only scientific journal sus tains the expense of publication, without pretending to compensate the writers. Yet this journal, and the records and models of our Patent Office, show that there is no lack of talent which, if well directed, would accom plish the best results. Cannot the Smithsonian supply in some measure these deficiencies, and (by a judicious husbandry of its resources, purchas ing books in proportion as they are wanted, upon the plan heretofore laid down, and in the meantime offering, by means of the income, invested at interest until called for, new inducements to study and thought) make the library, as it progresses, an active instrument for the increase and diffu sion of knowledge ? Although the committee, in their report, refer to the Society for the Diffusion of Knowledge as an example, we apprehend that the majority of the regents did not contemplate anything analagous to the Penny Magazine, the usefulness of which, especially in this age of cheap publications, may well be questioned. Indeed, we are assured that the present Secretary has been opposed to this from the first, under the belief that it will be fraught with dangerous abuse, and may be made the means of disseminating opinions which will bring the Institution into disrepute. All that is valuable of a brief and popular kind may be published without the aid of the Institution, and too much caution cannot be observed to prevent the reports on the progress of knowledge assuming such a form. The main security against this must be the sound judgment of the Se cretary, and those whose province it will be to pass judgment upon the merits ofthe propositions which will come before the Board. There will be little difficulty, we imagine, in enlisting the warm support of all men of scientific learning in the country. The Geological, Ethnological, Nat ural History, and Philosophical Societies, all number many ardent scholars, and some men who are truly learned in their respective departments, and who make science the study of their lives. To some of these societies scientific memoirs might be referred with confidence of a thorough inves tigation ; inasmuch as the publicity which would be given to their decis ions, by exchanges of the Smithsonian publications with those of learned societies in all parts of the world, must arouse every feeling of pride, and throw upon them a high degree of responsibility. Occasionally it may be necessary to submit a subject to several individuals, eminent in a particu lar branch, and residing in different parts of the country. In all cases it ■t-vill be desirable that there should be agreement between several of these counsellors, after separate, careful examinations of the memoir or plan,"], [67, "The Smithsonian Institution. 59 and a full discussion amongst themselves. Where the paper is elaborate, and requires a very long and careful examination, or experimental tests, an appropriation may be made under the second division of the plan for increasing knowledge. So far, then, as the settlement of those questions which relate to actual science is concerned, it is probable that satisfactory decisions may be obtained, but when the Secretary of the Institution shall find his hands full of papers relating to other departments of knowledge, such as history, geography, and the vast variety of subjects which will be included under other heads of his syllabus and system of collaboration, we apprehend it will be more difficult to find those whose judgment may be relied upon ; there being few, if any, persons, especially in this coun try, who make a profession of such studies. It might undoubtedly be well if the funds of the Institution would permit a fixed compensation in all cases to those who are called to act in the capacity of counsellors ; but there are two features in the charter which seem to be designed expressly to aid in carrying out this feature. Besides that portion of the board of regents which is composed of members of Congress, who are now, and probably will be hereafter, mostly selected from amongst those distinguish ed for literary or scholastic attainments, six other persons are to be chosen by Congress from citizens at large ; whose qualifications are hinted at by the fact that two are required to be from amongst members of an institu tion which professes to have for its object the promotion of Science. Here, then, will be twelve men, besides the secretary and his assistants, whose discretion in making references, and even in deciding questions, may cer tainly be entitled to much confidence. Four of these will be selected from different States, and it is to be hoped that hereafter especial pains will be taken in Congress to select such as are exclusively devoted to sci entific or literary pursuits, in order that the objects of the Institution may receive a larger share of their attention. And it would be still better if it could come to be understood that they were to be of different pursuits. All the necessary expenses of these gentlemen in attending the meetings will be paid, so that we may with more certainty count upon their presence at the annual and semi-annual meetings of the board. But again, the first section of the. charter expressly provides for a board of counsellors and advisors ; being the president and other public function aries who, \" and such other persons as they may elect honorary members,\" are thereby constituted an \" establishment\" by the means of the \" Smith. sonian Institution,\" &c. And by Section 8th it is enacted that \"the members and honorary mem bers of said Institution may hold such stated and special meetings for the supervision of the affairs of said Institution, and the advice and instruc tions of said board of regents, to be called in the manner provided for in the by-laws of said Institution, at which the President, and in his absence the Vice-President, of the United States shall preside.\" Is there not here a power of conferring honors upon individuals who shall have particularly distinguished themselves — a power which, if judi ciously exercised, gives to the regent or faculty (three of whom are mem bers of the body thus constituted) an opportunity of accomplishing much in the way of stimulating effort without the expenditure of money ? The great difficulty with most societies for the increase or diffusion of know sedge in this country is, that the privileges of membership are too readily granted, without reference to the qualifications of the candidates, so that"], [68, "60 The Smithsonian Institution. the mere fact of being a member of such a society is in itself no evidence of scholarship, and, consequently, of but little value as an honor. The Smithsonian Institution proper has not yet held one of the meetings provided for in the eighth section ; but, when that body does meet, it is to be presumed that this subject will command a large share of attention. Suppose, for example, a plan be adopted — 1st. Limiting the number of honorary members to be elected in any one year. 2d. Fixing upon certain qualifications as essential to a nomination for membership ; such, for example, as the production of some work, the suc cessful prosecution of some research, or a recommendation from the re gents for eminence as a counsellor of the board. 3d. Giving to the members thus elected the privilege of receiving copies of all the publications of the Institution during their life-time. 4th. Recommending to Congress that, whenever vacancies shall occur in the board of regents, the vacancy shall, as far as practicable and con sistent with the provisions of law on that behalf, be filled from the honor ary members. By the first provision, the honor would be more valuable, as being more rare ; by the second, it would be made the sure evidence of merit ; and the third and fourth, would give it more intrinsic value, the last one securing to the regents men familiar with the course of business, and amply qualified ; while the whole would tend eventually to interest in the establishment a number of learned men who would act as counsellors, and who, being familiar with the operations, would always present from their ranks suitable persons to fill the office of secretary. It would be es tablishing a method of distinguishing men of letters hitherto almost un known in our country. It is to be hoped that this, too, would be the means of annually drawing to Washington large numbers of such men, and making the Smithsonian halls the place of annual meeting for the various learned societies we have enumerated, since they might expect, from amongst the counsellors and regents, to find many whose presence and participation in the discussions would add greatly to the interest of their deliberations. By such an arrangement as this a strong inducement will be offered to writers, independently of the premiums, and the distinction of having their contributions brought before the world with the stamp of authority which a publication in the \" contributions\" wonld give to them ; for the position of counsellor or \"honorary member\" of the Institution would be invested with some of those attractions which make a membership of the Academy of Science at Paris so much an object of ambition. By this means the Smithsonian Institution and the city of Washington may be made, in course of time, to occupy the position now held by Phil adelphia as the head-quarters of original research ; and from this, as a central point, rays of knowledge will be diffused to all parts of the Union — the accomplishment of which must be, in no small degree, aided by its connection with the government, and the number of officers in the army and navy, consular agents, and intellectual travellers who will thus be brought within the immediate circle of its influence, advantages which Smithson no doubt had in view in requiring that it should be established at \" Washington.\" As the regents have remarked, these results cannot be expected at once. The establishment must, like all others, \" feel its way,\" and prosit by the"], [69, "The Smithsonian Institution. 61 suggestions of time. That some mistakes will be made is not improbable. Particular caution will be required in the publication of separate treatises. in order that the Institution may not be taking the place of private enter prise. That there might be some spirit of opposition engendered in the breasts of those who were competitors for the prizes or honors, may read ily be believed. But it is to be remembered that the names of unsuccess ful aspirants will, as far as possible, be concealed from those who decide upon their productions, as well as from the public ; and the constant changes which will take place in the ex officio members of the Institution will be sufficient security against any one set of views or of prejudices ob taining an undue supremacy for any great length of time. Finally — it is to be observed, with regard to the whole plan, that it is believed to be the first attempt of the kind which has been made in any public institution of this country. Unlike the Girard College, the usefulness of the Institution is not to await the completion of the building. Under the direction of the secre tary, one valuable publication is now being made ; and, if the present or ganization shall be adhered to by subsequent boards of regents, four or five years experience will sufficiently indicate what parts of the scheme are practicable, and what not. It is, therefore, earnestly to be desired that the plan which has been agreed upon after so much difficulty will not be superseded by any other until a fair trial shall have been given. Frequent changes of any kind must prove a great drawback upon the usefulness of the establishment. We cannot better sum up these remarks than by another quotation from Mr. Dallas's address, some portions of which we have italicized : — The legacy was accompanied by a declaration of its design, and the execution of that design has been assumed, as well by an acceptance of the money as by several open and formal avowals by our government. It was \" lo found an insti tution at Washington for the increase and diffusion of knowledge among men;\" to found, not an academy, not a college, not a university, but something less techni cal and precise, something whose import and circuit should be bolder and more comprehensive ; an institution not merely for disseminating, spreading, teaching knowledge, but, also, and foremost, for creating, originating, increasing it. Where at ? In the city whose name recalls the wisest, purest, and noblest spirit of the freest, newest, and broadest land. And among whom ? Not a chosen or desig nated class — not the followers of a particular sage or sect — not the favorits of for tune, nor the lifted of rank — but among men — men of every condition, of every school, of every faith, of every nativity ! Men ! It was with a purpose thus ele vated and expansive, thus as well distinct as undiscriminating, that James Smith son committed his wealth to the guardianship of the American Republic. What ever may be the difference of opinion as to the comparative merits of the many modes of practically realizing this purpose, it is quite certain that the good faith and best exertions of our country are solemnly pledged to its fulfilment. We must try it — try it sincerely, indefatigably, Irustworthily — try it through all the diversified and promising channels — try it with no narrow exclusiveness of choice or prejudice as lo systems, sciences, or arts. The intention of the benefactor was to make his en dowment a perennial fountain of wisdom, as well practical as theoretic or imag inative, whose living waters should be unceasingly disturbed to advance the intelli gence comfort, and happiness of human beings. s * * * * * * * * * There are some results to be anticipated from the success of the institution which, though not as obvious as others, are nevertheless such as no sound Amer ican heart can wholly disregard, and which it may not be misplaced to glance at. That we shall fulfil, in the presence of watchful civilization, an admitted obliga-"], [70, "62 The Smithsonian Institution. tion, and that the common mind of our country, on which the permanency of its liberties so closely depends, will be exalted and invigorated, are considerations abundantly strong to rally us all to the manly effort. No greater shame, and no greater loss can readily be incurred than would be consequent on ignoble failure. But may it not be justly said that the mild and genial influence of this establish ment will strengthen and tighten the cords of our Union, and give to the capital of that Union a new charm, with greater ability ? The Smithsonian design is, as I have already suggested, a peculiar one. Itcan not, as a scene of educational training, have any pretensions or provoke any jeal ousies. It is no rival of the many admirable schools which adorn the respective States, and can in no manner intrude upon their spheres of action. Yet it will be a factory and a store-house of knowledge accessible to all the agents of this vast Confederacy — its executive, legislative, judical, civil, military, foreign, and domestic agents. It will be the recipient, too, of such fruits of the labors and such acquisitions of the enterprise and travels of these agents as may contribute to illustrate, and explain, and facilitate the public service, or to give precision and vigor to its operations of every kind. As a resource and a sanctuary for intellect, the institution can hardly fail to become an object of patriotic pride and attach ment, and must be felt as a persuasive inducement to preserve inviolable the con stitution, with whose fate its own is identified."], [71, "APPENDIX. CORNER-STONE OF THE CAFITOL.— Pages 21, 22. Since the second chapter was printed in the Magazine, D. Claude, Jun., Esq., of Annapolis. Maryland, has sent the following account of the ceremony of laying the corner-stone ofthe capitol, copied from a Georo'e town paper into the Maryland Gazette, published at Annapolis, Septem ber 26, 1793, which is appended for the benefit of those who are interest ed in \"the craft.\" From this it appears that Mr. Elliott was mistaken in supposing the address to have been delivered by the President. The or ator of the day was Joseph Clarke, Esq., Architect of the State-house at Annapolis : — Georgetown, September 21. On Wednesday one of the grandest Masonic processions took place for the pur pose of laying the corner-stone of the capitol of the United States, which per haps ever was exhibited on the like important occasion. About 10 o'clock, Lodge No. 9 was visited by that congregation so graceful to the craft, Lodge No. 22 of Virginia, with all their Officers and Regalia ; and directly afterwards appeared, on the Southern banks of the Grand River Potowmack, one of the finest companies of Volunteer Artillery that hath been lately seen, parading to receive the Presi dent of the United States, who shortly came in sight with his suite, to whom the Artillery paid their military honors ; and his Excellency and suite crossed the Potowmack, and was received in Maryland by the officers and brethren of No. 22 Virginia, and No. 9 Maryland, whom the President headed, and preceded by a band of music ; the rear brought up by the Alexandria Volunteer Artillery, with grand solemnity of march, proceeded to the President's square, in the city of Wash ington, where they were met and saluted by No. 15, of the city of Washington, in all their elegant badges and clothing, headed by brother Joseph Clark, Rt. W. G. M., P. T., and conducted to a large lodge prepared for the purpose of their re ception. After a short space of time, by the vigilance of brother Clotworthy Stephenson, Grand Marshal P. T., the brotherhood and other bodies were dispos ed in a second order of procession, which took place amidst a brilliant crowd of spectators of both sexes, according to the following arrangement, viz : — The Surveying Department of the city of Washington. Mayor and Corporation of Georgetown. Virginia Artillery. Commissioners ofthe city of Washington, and their attendants. Stone Cutters. Mechanics. (Here follow all the various officers of Free Masonry, amongst whom appears Grand Master P. T. George Washington ; Worshipful Master of No. 22, Vir ginia.)"], [72, "64 Appendix. The procession marched two abreast, in the greatest solemn dignity, with mu sic playing, drums beating, colours flying, and spectators rejoicing from the Pres ident's square to the Capitol in the city of Washington, where the Grand Marshal ordered a halt, and directed each file in the procession to incline two steps, one to the right, and one to the left, and faced each other, which formed an hollow ob long square, through which the Grand Sword Bearer led the van, followed by the Grand Master P. T. on the left, the President of the United States in the centre, and the Worshipful Master of No. 22 Virginia on the right ; all the other orders that composed the procession advanced in the reverse of their order of march from the President's square to the south-east corner of the Capitol, and the artil lery filed off to a destined ground to display their manœuvres and discharge their cannon : the President of the United States, the Grand Master P. T., and Wor shipful Master of No. 22 taking their stand to the east of a huge stone, and all the craft forming a circle westward, stood a short time in awful order. The artillery discharged a volley. The Grand Marshal delivered the Commissioners a large silver plate with an inscription thereon, which the Commissioners ordered to be read, and was as follows : — This south-east corner-stone ofthe Capitol of the United States of America, in the city of Washington, was laid on the 18th day of September, 1793, in the thir teenth year of American Independence, in the first year of the second term of the Presidency of George Washington, whose virtues in the civil administration of his country have been so conspicuous and beneficial, as his military valour and pru dence have been useful in establishing her liberties, and in the year of Masonry 1793, by the President of the United States, in concert with the Grand Lodge of Maryland, several Lodges under its jurisdiction, and Lodge No. 22 from Alexan- dria, Virginia. Thomas Johnson, ~i David Stitakt, > Commissioners. Daniel Carroll, ) Joseph Clarke, R. W. G. M., P. T. James Hoban, ) . , .. . Stephen Hallate, £ Arctec's- Collin Williamson, M. Mason. The artillery discharged a volley. The plate was then delivered to the President, who, attended by the Grand Master P. T. and three most Worshipful Masters, descended to the cavazion trench and deposed the plate, and laid it on the corner-stone ofthe Capitol of the United States of America, on which was deposed corn, wine, and oil, when the whole con gregation joined in reverential prayer, which was succeeded by Masonic chaunting honors, and a volley from the artillery. The President ofthe United States, and his attendant brethren, ascended from the cavazion to the east of the corner-stone, and there the Grand Master P. T., elevated on a triple rostrum, delivered an oration fitting the occasion, which was received with brotherly love and commendation. At intervals, during the de livery of the Oration, several volleys were discharged by the artillery. The cer emony ended in prayer, Masonic chaunting honours, and a 15 volley from the artillery. The whole company retired to an extensive booth, where an ox of 500 Ibs. weight was barbacued, of which the company generally partook, with every abun dance of other recreation. The festival concluded with fifteen successive vollies from the artillery, whose military discipline and manœuvres merit every commen dation. Before dark the whole company departed, with joyful hopes of the production of their labor."], [73, "Appendix. 65 LETTERS OF WASHINGTON. With a view to brevity, we omitted in the third chapter some letters of Washington which may prove interesting, as showing the difficulties which he encountered at the time these referred to, and his constant efforts to surmount them. To Gustavus Scott, one of the Commissioners, on learning the action of Maryland, referred lo on page 29. Philadelphia, December 26, 1796. Sir : — Your favor of the 15th inst, was not received until the 22d ; to what the delay is to be ascribed I know not. The voice of Maryland, as expressed by its Legislature in the resolutions which you enclosed, is flattering indeed, as respects myself personally, and highly pleas ing as relates to their federal sentiments. I thank you for sending them. From what you have said of the disposition of the Senate of that State, the pre sumption is, that the loan of $10^,000, for the use of the Federal city, must, ere this, have passed through all the requisite forms. The necessity of the case jus tified the obtaining it almost on any terms ; and the zeal of the commissioners (if they in their individual capacities, which they surely may do, without hazarding anything) in making themselves liable for the amount, as it could not be had with out, cannot fail of approbation. At the same time, I must confess that the request has a very singular appearance, and will not, I should suppose, be very grateful to the feelings of Congress. Washington to the Commissioners of the City of Washington, relative to work on Public Buildings. February 15th, 1797. Gentlemen: — Several of your letters have been received within a few days; and notwithstanding the accumulation of business consequent of the near epoch for my quitting the chair of government, the receipt of them should not have re mained so long unacknowledged, had I not placed such as related to the power of attorney and to some disputed points into the hands of the Law Officer of the United States \"for his official opinion without having received his report, owing, I believe, to his having been hurried almost as much as myself. Thus circumstanced, I shall confine the subject of this letter wh »lly to the ex pression of my sentiments relative to the public buildings, conceiving it necessary that you should be inlbrmed of them without delay. When, in the course of the Autumn, you suggested the propriety of designating sites for the executive. offices, and for providing materials for their erection, I yielded a ready assent ; and still think that if we had the means at command, and no doubt was entertained of the adequacy of them, these buildings oaght to com mence. . Butfwhen the difficulty in obtaining loans, and the disadvantageous terms on which money is borrowed has since become so apparent ; when I see tnose whose interest it is to appresiate the credit of the city and to aid the commissioners in all their laudable exertions, brooding over their jealousies and spreading the seeds of distrust; and when I perceive (as I clearly do) that the public mind is in a state of doubt, if not despair, of having the principal buildings in readiness lor Congress by the time contemplated ; for these reasons I say, and lor others that might be enumerated, I am now decidedly of opinion that the edifices for the execu tive offices ought to be suspended; that the work on the house for the President should advance no faster (at the expense or retardment of the Capitol) than is necessary to keep pace therewith and to preserve it from injury ; and that all the means not essential for other purposes, and all the force, ought to be employed on the Capitol. . . . It may relied on that it is the progress of that building that is to inspire or de- 5"], [74, "66 Appendix. press public confidence. Under any circumstances, this, more or less, would be the case. But when it is reported by many, and believed by some, (without foun dation, I am persuaded,) that there is a bias elsewhere, it is essential, on the score of policy and for the gratification of the public wishes, that the work should be vigorously prosecuted in the manner I have suggested, and I require it according ly. Considered in a simple point of view, the matter stands thus — are the funds sufficient to accomplish all the objects which are contemplated ? If doubts arise, then which of these objects are to be preferred ? On this ground, there would be but one opinion ; every body would cry out — \"the Capitol.\" Again, admit that the resources will ultimately be adequate, but cannot be drawn forth in the ratio of your general wa-.its, will not the same answer, as it respects time, apply with equal force to the building just mentioned ? This, then, appears safe ground to proceed on. It would gratify the public wishes and expectations ; might possibly appease clamor; and if all the buildings cannot be completed in time, no materi al evil would result from the postponement of the subordinate offices until the Capitol is in such a state of forwardness as to remove all doubts of its being ready for the reception of Congress by the time appointed. Another good (mentioned in a former letter) would flow from it ; which is, that in proportion as that build ing advanced and doubts subsided, private buildings would be erected where they are most wanted for the accommodation of the members. The public offices might shift (as they have done) a while longer. I write in much haste for this morning's post, that the letter may get to you in the course of the week. If I have expressed myself in such a manner as to be clearly understood, it is enough. TO THE COMMISSIONERS. Last words as President, relative to the seal of Federal Power. Philadelphia, March 3d, 1797. Gentlemen : — Three things, relative to the city of Washington, call for my decision — and this is the last day 1 have powers to give any. The first is the dispute with Mr. Law, touching the conveyances of lots ; the second, my approbation of the plans of executive offices ; and the third, to the in strument you transmitted to me in your letter ofthe 31st January. [The Attorney General, having decided in Law's favor, he advises that it should prevail. The plans for executive offices approved. The instrument, having been altered by the advice of the Attorney General, he encloses formally executed.] -. «tj «-m MR. CALHOUN ON MILEAGE. (Omitted by mistake from page 46.) Speaking of a removal ofthe seat of government, he said : — Our capital had been placed here, very wisely in his judgment, and he bflieved it would always continue here as long as there was a necessity for a seat of gov ernment. If it were ever removed, the change would proceed from some other cause than the necessity for placing it in a more central position. The attendance of members might be found inconvenient and oppressive ; but he would here re mark that there was a wise provision in the statute-book — a provision for the al lowance of mileage to members for the expenses of travel. As long as that law prevailed, the Representatives of the most distant quarters would stand in as eli gible a position as those of the nearest. They ought to be paid in a proportion eq'ui to the square of the distance travelled. It was an error to suppose that the mere extent of the intervening distance should be paid. Greater distances should be paid a higher rate. Because distance disturbed all the social relations, broke in upon the comfort of families, and robbed them of the enjoyment of home, it should therefore be liberally compensated. He was convinced that no one here, as far as he was individually concerned, desired a removal of the seat of government."], [75, "INDEX Act for establishing seat of government passed Page 12 \" how interpreted 15 Adams, John. His address to Congress on assembling at the capitol 29 Allen, William. His remarks on commercial inlluence at the capital 14 Ames, Fisher. His opinion on the importance of the question relative to the future capital 8 Avenues and streets. Their arrangement, names, &,c 22 \" Expenditures by Congress on account of. 31 \" Report of Commissioner of Public Buildings on the improve- ment of particular ones 38 Baltimore. Subscription of its citizens for public buildings 8 Benton, Thomas H. — fevors a public church as a monument to Washington 21 Brent, John C. His construction of the article relative to the \" ten miles square.\".... 16 Buildings, Public, why separated 23 \" \" necessity for additional ones 38 Private 38 Calhoun, John C. His remarks on centre of territory 14 \" •' \" on removal of capital 46.66 Capitals, Political, influence of 8, 14 Capitol, Corner-stone of 22, 63 Carroll, Daniel — advocates a site on the. Potomac 8 \" \" his opinion as to cession of soil 11 Centre of territory, population, or wealth, how fur criterions in selecting site. 11, 13, 14 \" sea-coast line, why preferred 11 Charter City, expediency of the present one 36 Chesapeake and Ohio Canal 32 Commercial seaport, why unsuited for seat of government 8 Commissioner of Public Buildings 36 Congress, its sessions, where held prior to Constitution 6 \" its relation to the District 30 Conogocheague — name given to proposed site 8 Constitution, Article of, concerning \" ten miles square,\" how regarded in Virginia Convention 7 \" how construed 15, 16 Dallas, George M. His remarks relative to Smithsonian Institution 49, 61 Debt, — plan for funding — its influence in determining the site 12 Disfranchisement of the political capitol. Reasons for 9, 15 Distances of public buildings from each other. Reasons for 23 Ellicott, Andrew. His plan for supplying the city with water 19 Expenditures by Congress and the corporation 38"], [76, "68 Index. Force, Peter. His derivation of names Rome and Tiber Page 19 Gerry, Elbridge. His opinion in relation to site 8 Goodhue, Benjamin. His opinion on the same subject 8 Headlet, J. T. His remarks on monuments 40 Jackson, Andrew. His plan for Potomac Bridge 36 \" \" Monument to 40 Jefferson, Thomas. Extract from his letter on terms of purchase 18 \" \" \" \" \" on plan of the city 22 \" \" Improvements proposed by him 19 Lee. Richard Bland. His motion relative to site 7 L'Enfant, Pierre — architect 22 London and Westminster, their influence in Parliament 9 Lottery for completing City Hall 31 Lots belonging to the government, how sold 31 Mackintosh, Sir James. His remark relative to a great metropolis 9 Madison, James. His remarks on the growth of the weslem territory 12 Magnetic telegraph, its influence on the question of a centre of territory 13 Mall, original plan for improving it 21 \" neglect of it 24 \" its site 25 Maryland, Donation by 28 \" Loan by 29 Mileage, Mr. Calhoun's remarks on 66 Ministers and secretaries, plan for furnishing them with houses 25 Monroe, James — proposes to make Chesapeake and Ohio Canal a national work 32 Mount Vernon, proposed purchase of 39 Muir, Rev. James. His address on laying corner-stone of the District 20 Name of Tiber Creek, how derived 19 Names of the city and district, by whom given 21 \" of streets 22 Page, John. His opinion of the people of New York.... 8 Paterson, Dr. His table relative to representative population 13 Plan of the city 22 Potomac. Reasons for selecting site on the 11 \" Plan for connecting it with the Ohio River by canal 31, 32 Renwick, Jr., James. His plan of Smithsonian building 54 Rome or Room, original name of Capitol Hill 19 Scott, Thomas. His resolution relative to site 7 Seney, Joshua — states the preferences of Maryland 8 Seacoast, advantages of having government near the 11, 14 Site, description of the Ig Smith, William — sets forth the advantages of Baltimore 8 Smithsonian Institution, Act establishing the 47 \" \" Mr. Dallas's remarks on organization 49 \" \" Plan of organization — \" \" 1st. Under the requirements of the charter 49 \" \" 1st. Library 5Q \" \" 2d. Museum 50 \" \" 3d. Chemical laboratory 50 \" \" 4th. Gallery of Art 51 '' \" 5th. Lectures 51"], [77, "Index 69 Smithsonian Institution. — 2d. Under the discretion vested in the regents Page 1st. Increase of knowledge by — \" \" 1st. Premiums 51 2d. Particular lines of research 51 \" 2d. Diffusion of knowledge by — \" 1st. Reports on the progress of knowledge 52 \" 2d. Occasional separate treatises 52 \" \" Exchanges 52 \" Appropriation of funds 53 \" Officers— \" \" 1st. The Secretary 53 2d. The Librarian 53 3d. The Naturalist .53 \" \" Building .. 54 \" \" Remarks- relation of the Institution to the government 55 further obligations of Congress in relation to the museum.. 56 \" \" scheme for publications 57 \" the Smithsonian Institution proper 59, 60 '• concluding remarks of Mr. Dallas 61 Soil, cession of, how regarded 11 South Carolina. Objection to Philadelphia urged by members from 8 States. Plan for squares to be improved by each of the 21 Story, Mr. Justice. His opinion on the proprietors' rights 17 Taxes. Should the nation pay taxes? 34 Territory, Western, its growth predicted 12 Tiber Creek, name how derived 19 Treasury building, mistake in the site 26 VrarNG, John — predicts growth of western territory 12 Virginia. Donation for public buildings by 28 Washington City, false impressions concerning 5 \" \" description of its site 18 \" \" interest excited by its establishment 20 \" \" magnificent intentions 21 \" \" its name, by whom given 21 \" \" plan, magnitude, the encroachments thereon, &c 22,26 \" \" causes which have retarded its growth 30 11 \" charter, its impolicy 36 \" \" position and prospects in 184H 38 \" \" proposed improvements, monuments 38 \" \" society at 41 \" \" expense of living at 42 \" \" health of. 43 \" \" slavery at 46 \" George. His preference for the Potomac 12 \" \" his letter on terms of purchase 18 \" \" lays corner-stone of capitol 63 \" \" his reasons for separating public buildings 23 \" \" his letter to the Governor of Maryland asking a loan 28 \" \" his reply 64 \" \" his plan for connecting the Potomac and Ohio Rivers 32 \" \" Monument to * 39"], [78, ""], [79, ""], [80, ""], [81, ""], [82, ""], [83, ""], [84, ""]]