[[1, ""], [2, ""], [3, ""], [4, ""], [5, "A CATALOGUE OP FOREIGN MINERALS IN THE POSSESSION OF THE MINING DEPARTMENT, MELBOURNE, VICTORIA. COMPILED BY W. VAZIE SIMONS, F.C.S., LONDON, AND PUBLISHED BY DIRECTION OF THE HONORABLE THE MINISTER OF MINES. Bj .-Intlwrlt** : .JOHN FERRES, GOVERNMENT PRINTER, MELBOURNE. MDCCCLXVI."], [6, ""], [7, "NOTE The minerals enumerated in this Catalogue were, with a few unimportant exceptions, obtained by Mr. Vazie Simons from the collection of the distinguished mineralogist, Dr. Thomas Thomson, by whom they were used when he was engaged in writing his well-known work on Mineralogy. A few are from the collection of Dr. Krantz of Bonn, whose activity and intelligence as a collector have earned for him some reputation. Many of the specimens are very rare, and they are all valuable to the prospector, the miner, and the practical mineralogist. Each specimen is numbered, and has a card attached to it, on which is written in legible letters the name, locality, &c. This Catalogue has been compiled and published by direction of the Honorable the Minister of Mines, in order to enable miners and prospectors to refer with facility to the ores and metals and minerals which, in other countries, are profitably worked. R. BROUGH SMYTH, Secretary for Mines. Office of Mines, Melbourne, 20th July, 1866."], [8, ""], [9, "USEFUL METALS AND METALLIC ORES. Gold. — Native Gold. — Distinguished from all minerals it resembles by its flattening under a hammer ; its cutting like lead, although considerably harder ; its resisting the action of nitric acid, hot or cold ; and its high specific gravity. Platinum, Iridium, Palladium. — Native Platinum, the source of the platinum of commerce, is distinguished by the same tests as gold, and it is mainly on account of its malleability that it occurs in flattened grains, or scales. Platiniridium is another ore, somewhat harder. Iridosmine resembles platinum, but it scratches glass, and gives the reaction of osmium, besides being rather brittle. Silver. — The important silver ores are : Native Silver, sectile and malleable like gold ; the only one that has a white color. Silver Glance, or Sulphide of Silver, blackish lead gray, cutting (unlike the following) nearly like pure lead ; cubic in crystallization. Ptrargyrite and Proustite, or Ruby Silver Ore, ruby red to black, always giving a bright red powder. Freislebenite, or Gray Silver Ore, steel-gray, rather brittle, and powder steel-gray. Stephanite, or Brittle or Black Silver Ore, iron-black, and giving an iron-black powder. Kerargyrite, or Horn Silver, resembling a dark-colored gray or greenish wax, and cutting like wax. Embolite, or Chloro-bromide of Stiver, like the last, but more greenish. These ores yield silver easily when heated on charcoal. Besides these, Tetraiiedrite, or Gray Copper, is often a valuable silver ore; Galena, which, although"], [10, "6 seldom yielding more than 74 ounces to the ton, allbrds a con siderable part of the silver of commerce. There arc also other rarer silver ores. Copper. — The more valuable species are : Native CoprER. Chalcopyrite, or Copper Pyrites,oi a brass-yellow color, scratched easily with the point ofa knife-blade, and giving a greenish-black powder. Barnhardtite and Cuban, which are similar to the last, but paler. Erubescite, or Purple Copper, pale yellowish, with a slight coppery tinge, but tarnishing externally to purple, blue, and reddish tints ; easily scratched with a knife-blade, and powder grayish. Copper Glance, or Vitreous Copper, of a dark lead-gray color, and powder similar ; resembling some silver ores, but yielding copper, and not silver, when heated on charcoal. Tetraiiedrite, or Gray Copper, of a somewhat paler steel-gray color and powder. Red Copper, Black Copper, Malachite, or Green Carbonate of Copper, of a bright green color, sometimes earthy in the fracture, and sometimes silky. Azurite, or Blue Malachite, of a rich deep blue color, either earthy or vitreous in lustre. — (All the above are acted on by nitric acid, and the solution deposits a red coating of copper on a strip of polished iron.) Chrysocolla, or Silicate of Copper, resembling the Green Car bonate, but paler green, and usually having a close texture (never fibrous), a smoother surface, and somewhat waxy lustre, although occurring usually only as an incrustation. Atacamite, or Chloride of Copper, of deeper green than Malachite. Sulphate of Copper in solution. There are many rarer ores. Quicksilver, or Mercury. — The only valuable ore is Cin nabar, of a bright red to brownish-black color, with always a red powder, and affording fumes of quicksilver when heated on charcoal. There is also Native Quicksilver, Amalgam, Selenide, Chloride and Iodide. Tetrahedrite sometimes contains this metal. lead. — Galena is the only abundant lead ore ; it is a lead gray brittle ore, yielding lead when heated with charcoal. There are many rare ores of this metal, consisting of Selenides, Vanadiates Tungstates, Chromates, Sulphates (of which Anglesite is the com mon one), Phosphates, Arsenates, Molybdates, fye."], [11, "7 Zinc. — The most important ores are : SmTnsoNiTE, or Carbo nate of Zinc; Calamine, or Silicate of Zinc. They are alike in a white, grayish-white, or greenish-white color, commonly a slight waxy lustre and smooth look (often stalactitic or mammillary), yet sometimes earthy, aud a hardness such that the surface is scratched with a knife-blade with some little difficulty. They differ in their action with Hydrochloric acid ; when the surface is drusy, the silicate shows projections of minute rectangular prisms. Zincite, or Red Zinc Ore, is also important ; it is a bright red, and very distinctly foliated. Blende, or Sulphide of Zinc, is a common ore, having a yellow to black color and resinous lustre, and dis tinctly cleavable ; the black varieties are sometimes a little metal lic in lustre, but the powder is nearly or quite white. The other ores of Zinc are Sulphates, Phosphates, Arsenates, fye. Cobalt, Nickel. — The ores of Cobalt of first importance are Smaltine and Cobaltine, both of nearly a tin-white color, with the powder grayish-black color, sometimes verging slightly to gray. The Black Oxide of Cobalt, a kind of bog ore, and very impure, is sometimes sufficiently abundant to be valuable. The useful ores of Nickel are : Chloanthite, or the Nickeliferous Smaltine; Gersdorffite, or Nickel Glance; aud Copper Nickel ; the latter distinguished by a pale copper-red color. The other ores of Cobalt are Sulphides, Arsenides, Sulphates, Arsenates, Carbonates, fye. ; of Nickel, Sulphides, Arsenides, Silicates, Sulphates, Arsenates, Carbonates, fye. Manganese. — Common, as Pyrolusite and Psilomelane, both black, or grayish-black ores, and having little lustre, and a blackish streak or powder, in which last particular they are dis tinct from the iron ore called Limonite, with which they are often associated, and also from Hematite, or Specular Iron. Wad is an earthy bog Manganese, sometimes abundant and valuable. Manganite is abundant in certain mines, but is of little value in the arts, because of its containing so little oxygen (one-third less than Pyrolusite), to which fact Bf.audant alludes in his name for the species, Acerdese ; it differs from Pyrolusite in its reddish brown powder. The other Manganese ores are Sulphides, Arsen ides, Oxides, Silicates, Phosphates, Carbonates, fye."], [12, "8 Chromium. — CnROMic Iron, a grayish-black, little lustrous ore, oecuring mostly in Serpentine, is the source of chrome in the arts. The chrome ores are Chromates. Iron. — The important ores are : Hematite, or Specular Iron (the bloodstone of Theophrastus), characterized by its blood-red powder, and occurring either earthy and red, or metallic and dark steel-gray; in the latter condition very hard, a knife-point making no impression. Magnetite, or Magnetic Iron Ore, as hard as the preceding, but having a black powder, and being attractable by a magnet. Limonite, called also Brown Hematite, a softer hydrous ore, affording a brownish-yellow powder ; earthy or semi metallic in appearance, and often in mammillary or stalactitic forms. Chalybite, or Spathic Iron, a sparry ore of grayish, grayish-brown, and brown colors, very distinctly cleavable, turning brown to black on exposure. The common clayey iron ores are impure ores, either of Spathic Iron, Limonite, or Hematite ; when the last, they are red ; when brown, reddish-brown, or yellowish-brown to black, they may be either of the two former. One of the most common ores of iron is Pyrites, or Sulphide of Iron, a pale yellow brass-like ore, hard enough to strike fire with steel, and thus unlike any copper ore, and all similar ores of other metals. Marcasite is similar, but is prismatic and often crested iu its forms. Pyrrhotine, or Magnetic Pyrites, is less hard and paler, or more grayish in color. Leucopyrite and Mispickel are white metallic arsenical ores, somewhat resembling ores of Cobalt. Ilmenite, or Titanic Iron, resembles Specular Iron closely, but has not a red powder ; it is abundant in some regions. The other ores of iron are Arsenates, Sulphates, Oxalates, Phos phates, fye. Tin — The only valuable ore is Cassiterite, or the Oxide of Tin, a very hard mineral, of a dark brown to black color, some times gray or grayish -brown, without any metallic appearance. The crystals usually have a very brilliant lustre. Tin also occurs as a sulphide, and is sparingly found in ores of Tantalum and some other mineral species. Titanium.— The only ore of this metal of any value is RUTILE."], [13, "9 Arsenic. — Native Arsenic is too rare to be of much avail ; Orpiment, a sulphur-yellow foliaceous and somewhat pearly mineral ; and Realgar, bright red and vitreous. Arsenic is mostly derived for the arts from the arsenical ores of Iron, Cobalt, and Nickel. Antimony. — Stibnite, or Gray Antimony, is the source of the antimony of commerce. It is a lead-gray ore, usually fibrous or in prismatic crystals, and distinguished from a similar ore of Manganese by its perfect diagonal cleavage and its easy fusibility. Antimony occurs also in numerous ores of Lead and Silver, of Nickel, and also as oxides. Bismuth. — Native Bismuth, the source of the metal in the arts, is whitish, with a faint reddish tinge, has a perfect cleavage, and is very fusible. Other Bismuth ores are : the oxides, a silicate, and a carbonate. li"], [14, ""], [15, "CATALOGUE. T. Is attached to mineral* from the Thomson, and K. from the Krantc collection. 1. Graphite. — Plumbago or Black Lead. — Carbon, T. — Borrowdale, Cumberland. — This specimen is similar to the black lead used in the manufacture of the finest artists' pencils. It is worth from 35s. to 45s. per pound in the Londou market. 2. Graphite. — Black Lead. — Carbon, T. — Grenville, Lower Canada. — Is commercially valuable for the manufacture of crucibles, the polishing of ironwork, for anti-friction purposes, and is frequently used for smoothing the hulls of sailing vessels. 3. Graphite. — Black Lead. — Carbon, T. — Greenland. — Used for ordinary purposes. 4. Graphite. — Black Lead. — Carbon, T. — North Green land. — Used for ordinary purposes. 5. Graphite. — Black Lead. — Carbon, T. — New Cumnock, Ayrshire. — Used for ordinary purposes. 6. Anthracite. — Glance Coal, Stone Coal. — Carbon,T. — Llanelly. — Burns with little waste ; is largely consumed in the manufacture of iron, and is also used for many ornamental purposes, being capable of receiving a high polish and of being turned, &c. 7. Anthracite. — T. — Philadelphia. — Nearly pure carbon, leaving little ash when burnt. 8. Anthracite. — Carbon, T. — United States. — Found in beds from 12 to 40 feet in thickness, and much used in America for domestic and other purposes."], [16, "12 9. Cannel Coal. — Carbon, T. — Lesmahago. — Valuable for the production os illuminating gas ; also used for the manufacture of inkstands, ornamental boxes, and other works requiring a high polish. 10. Kilkenny Coal.— Carbon, T. — Castlecomer. — Leaves only four per cent, of ash when burnt.- 11. Cannel Coal. — Carbon, T. — Torryburn. — From which paraffin oil is distilled. Every ton of cannel coal yields from 10,000 to 12,000 feet of illuminating gas. 12. Cannel Coal. — Carbon, T. — Methil. — Used in the manufacture of gas. 13. Coal. — Carbon, T. — Cassel. — Used for ordinary purposes. 14. Coal. — T. — Newcastle. — Used for ordinary purposes. 15. Shale. — T. — Burnt Island, Scotland. 16. Caking* Coal. — Carbon,T. — Newcastle-upon-Tyne. — Used in the manufacture of coke, and for general purposes. 17. Wood Coal. — Lignite, T. — Rhine. 18. Wood Coal. — Lignite, T. — Torryburn. 19. Wood Coal. — Lignite, T. — Bovey Tracy, Devon shire. — When ignited, gives off gaseous matter, burns brilliantly, and leaves much charcoal residue. It is seldom used, on account of its small value as a source of heat. 20. Bitumen. — Indurated, pitch-like, with Bitter Spar, T. — Sweden. — Found also in Trinidad in large quantities, and in many other places. The Greek fire was manufactured from bitu men procured in Albania. 21. Dysodile. — Paper Coal.— .Carbon, T. — Mellillireu, Sicily. — Burns with much smoke and flame, giving out a strong odor. 22. Jet. — A variety of Cannel Coal. — Carbon, T. Whitby Yorkshire. — Used for the manufacture of various ornaments. 23. Elaterite. — Mineral Caoutchouc. — A Hydro- Carbon T. — Found in the forsaken lead mine of Odin, Mam Tor Derby shire. 24. Mineral Tallow — T.— Glendaruel, Argyleshire."], [17, "13 25. Mineral Tallow. — Fused, T. — Glendaruel, Argyle- sniRE 26. XXatchettine. — T. — Found in a moss near Oban, Ar- GYLESHIRE, SCOTLAND. 27. Copaline. — Highgate Resin, T. — Found in the blue clay when cutting the Highgate Hill Tunnel, London. 28. Amber. — Fossil Resin, T. — Baltic — Used for orna mental purposes, aud especially admired by the Oriental nations ; treated with nitric acid, the product is artificial musk ; it is also used in the preparation of amber varnish. 29. Amber. — T. — Norfolk, England. 30. Coal Money. — T. — Kimmeridge. Kimmeridge Coal Money. Near Smedmore is found what the country people call coal money. It is generally discovered in the top of the cliff's, two or three feet below the surface, enclosed between two stones set edgeways, and covered with a third, and mingled with a few bones of some animal. Sometimes many of them are found in the adjoining ground near the surface, and it is observable that where they lie seems to be made ground. They are of a round'forni, from one to two or three inches and a half in di;imeter, and a quarter of an inch thick ; one side is flat, the other convex, on which are several mould ings ; on the flat side are two, sometimes four, small round holes near the brim (perhaps the centre holes by which they were fixed to the turning lathe), but they do not penetrate through the piece. Antiquaries conclude them to be British antiquities, but whether amulets or money is not agreed ; the amulets described by Camden and Stokely differ from these in form and materials. It may be observed that coal is the cant word for money ; whence, \" Down with your coal \" is a cant expression in some counties for \" Pay your money.\" There was lately found near the shore a bowl made of Kimmeridge coal, about six inches in diameter, but shallow, and six inches high ; in it were several pieces of the coal money.— Hutchins' History of Dorsetshire, vol. 1, p. 197. It is evident that the coal money has been turned in a lathe. The mould ings and ornaments have been formed with great neatness and precision ; and no greater proof of the indestructibility of the material of which they have been formed can be adduced, than the sharpness of the fine edges to which the coal money had in many instances been reduced. I likewise found, among this curious assemblage of substances, a piece of Kimmeridge coal or slate, on which were traced, with mathematical exactness, circles and various angles. The fishermen who inhabit this bay informed me that some years ago the coal money was more abundant, and several large pieces had been found, on which, they affirmed, some kind of character was visible."], [18, "14 I mention this circumstance as relating to the coal money, and, although sceptically inclined, cannot but consider that formerly a species of these relics had been found, differing from what are now discovered, since many persons unconnected with each other have persisted in a similar account; and it is to be regretted that these specimens had not been preserved by some person in the neighborhood. The sea, however, makes rapid en croachments on this cliff, and during the memory of man many feet have crumbled into the watery surf. It was after a severe gale that the thigh bones of a human skeleton, projecting from the side of the cliff, attracted the attention of some laboring men, who, under the idea of wealth, rudely demolished the simple tomb, hurled the bones down the precipice, and dis covered the skull resting on an urn, containing coal money. The skeleton was lying between two ranges of flat stones, set perpendicularly, so as to support other flat ones, which formed a cover not unlike a present drain or gutter. The urn was unfortunately destroyed by these men, who were not aware of any gentlemen in their neighborhood likely to purchase the vase, and the only record of this discovery is the impression it made on their minds. The bay of Kimmeridge is of greater extent than that of Worthbarrow, and is bounded semicircularly by the sweep of the southern range of high land, which passes through Purbeck. Its cliffs present a dark and gloomy appearance, being entirely composed of a bituminous shale peculiar to this spot. ■ The coal money was deposited in the cliffs, about one foot and a half beneath the surface, and the general mass of the soil was similar to that of Worthbarrow, but blacker and richer, the animal bones and other remains, especially pottery, being more frequent. A number of large stones, rounded by the action of water, form a kind of foundation to this artificial soil or made earth, while the coal money occupied the mid depth. The specimens of the money were various as to ornaments, circumference, thick ness, and the number of holes, in which some instrument appears to have been inserted, to hold it when in the process of turning. The large pieces have never more than three holes, or, if one only, it is a large square one in the centre ; the smaller ones having in rare instances four, and even five holes, although two and three appear to be the usual number. On some pieces, when three holes have been used, I observed an isosceles triangle to be marked, and at each angle is a hole. Several fragments of the Kim meridge material were discovered, and in one instance a piece on which a circle was marked, and a centre point is visible, similar to the circles on the piece before mentioned as having been found at Worthbarrow. These fragments, I observe, are always more inclined to fall into pieces than the well-turned coal money ; and, from a greasy white matter which adheres to the coal money after a long immersion in water, it would appear that their state of preservation arises from some animal or vegetable substance being used on them in former times. In a few instances, parts of rings made of the shale are to be found, and they appear to have been not only exquisitely turned, but even highly polished.— From Description of the"], [19, "15 Deveril Barrow, and Minute Account of the Kimmeridge Coal Money, by Wm. Augustus Miles, p. 41. It is evident that the people who inhabited the spot were acquainted with the method of carving stone, since I found a large portion of a shallow circular patera, not destitute of elegance, and formed of granite. But the most decisive and singular point which has hitherto come under my actual observation, and which throws a more decided light upon the use of what is called coal money, is a cist on the edge of the cliff, containing a sacrifice. At various times I had observed several small flints, of which the sharp edge of the fracture appeared chipped and blunted. At first I disregarded this point; but, on observing it in several instances, it struck me they had been used in turning the coal money, and on mentioning my remarks to the Rev. Mr. Witt, of Stoke, my suspicions were confirmed, as he informed me that by repeated experiments he found no steel, however tempered, could retain its edge when opposed to the rapidity of the coal in the lathe, and that the most convenient method of shaping this material was by applying the sides of flints, when a fresh fracture would generally present a fresh edge. As it is evident, from remains of pottery, and also from topographical situation, that neither Kimmeridge nor Worthbarrow were British or Roman settlements, it becomes a point worthy of investigation, at this remote period, what nations inhabited these bays, and what inducement could have led them to shores where nature, in her wildest moods, presents a chain of inhospitable cliffs. From the defenceless condition of those who dwelt in these bays, it is a reasonable conclusion that they were a nautical, but not a belligerent race; and, as navigation is the child of commerce, they must have been a commercial colony. It is evident that they were workers of the finest pottery, and offerers of sacrifice, since I have found the fine black pottery in abundance, with fragments of the fine red lamian, and likewise the sacrificial deposit of a bullock's head, as previously described. These relics cannot be attributed to either the Danes or the Saxons, and the mystery of the coal money bespeaks a far greater antiquity. Thus unable to fix our conclusions upon the Saxons, Danes, Romans, or Britons, and bearing in mind the certain evidences of a polished and mercantile race, it cannot appear an idle hypothesis to ascribe this site to a Phœnician or Carthaginian colony. It may be asked, what inducement led the Phœnician to Kimmeridge, where no mines existed ? Strabo relates that, in exchange for skins, tin, and other objects of traffic, the Phœnicians gave pottery, &c. Now, since a district of clay is in the isle of Purbeck, it is more probable that the foreign trader availed himself of this clay, and, as if nature assisted his pursuits, he had only to bring this clay to Kimmeridge, where there are enormous cliffs, composed of a coal which would burn the vases ; and thus, in lieu of sailing from their native ports loaded with exported potteries, they found clay and coal contiguous in Purbeck, and there established a manufactory. In farther corroboration of the Phœnician having availed himself of the clay, the coal money and pottery similar to what is found at Kimmeridge have"], [20, "16 been discovered in two instances in the clay district; and I have found fragments of clay at Kimmeridge intermixed and connected with the coal money. These points prove a cpnnecting link between the clay and the coal districts, and, tending to support my conjectures, will rescue them from the imputation of being idle or visionary. Relative to the original use of these mysterious manufactured articles, I cannot consider them to have been used as a circulating currency, nor as charms or amulets, nor as ornaments, but as representatives of coin, and of some mystical use in sacrificial or sepulchral rites. — Thomson. 31. Coal Money. — T. — Dorsetshire. 32. Adipocere. 33. Altered Rock Crystal. — Quartz— Silica, T. 34. Quartz, Slacked. — Silica, T. — Beresov, Siberia. 35. Quartz Crystals. — Silica, T. — Zinnwald, Bohemia. 36. Quartz Crystals. — Silica, T. — When cut and polished, known as the Bristol or Irish diamond. 37. Quartz Crystals. — Silica, T. — From various localities. 38. Quartz Crystals. — Silica, T. — Siberia. 39. Quartz Crystals. — Silica, T. — Nova Scotia. 40. Quartz, Smoked. — Cairngorm Stone. — Silica, T.— Bareges, Pyrenees. — When prepared by the lapidary, is used for ornamental jewellery purposes. 41. Quartz, Smoked. — Silica, T. — Scotland. 42. Quartz. — Brazilian Pebble. — Silica, T. — Brazil. — Cut, polished, and used by opticians for the preparation of spec tacle glasses, and for other purposes. 43. Quartz G-eodes. — Potato Stones. — Silica, T. — Bristol, England. 44. Quartz, Rose. — Silica, T. — Bodenmais. 45. Quartz, Rose. — Silica, T. — Paris, Maine, U.S. 46. Quartz, Green. — Silica, T. — Dauphine' — A very fine specimen ; the green color caused by the presence of Chlorite. 47. Amethyst. — Silica, T. — Bay of Fundy. 48. Amethysts — Silica, T.— Glen Rosa, Arran, near Lamlash. 49. Amethysts' — Silica, T. — Glen Rosa, Arran 50. Amethysts. — Silica, T. — Oberstein, Palatinate Used by jewellers."], [21, "17 51. Amethysts. — Silica, T. — Glen Rosa, Arran. 52. Amethysts. — Silica, T. — Glen Rosa, Arran. 53. Calcedony. — Silica, T. — Ferro. — A mammillary form of silica ; colored with iron, <fcc., and used in the arts for various purposes. 54. Calcedony. — Silica, T. — Desolation Island. 55. Pebbles. — Agates, Cornelians. — Silica, T. — Ober stein, near Mayence, and elsewhere. — Used for brooches and other articles of jewellery. The color is usually heightened by exposure for some weeks to the sun's rays. The black color is given by first boiling the stone in oil, and then carbonizing the oil by soaking in hot oil of vitriol. 56. Precious Opal, on Porphyry. — Hydrous Silica, T. — ■ Czcherwenitza, Hungary. — When cut by the lapidary, the play of light is very beautiful. This mineral is therefore much admired as a gem. 57. Precious Opal, on Clay Porphyry. — Hydrous Silica, T. — Czcherwenitza, Hungary. — A rare and fine specimen. 58. Semi-Opal, Vellow. — Hydrous Silica, T. — Siberia. 59. Common Opal, with Dendritic Oxide of Manga nese. — Hydrous Silica, T. — Hungary. 60. Semi-Opal'. — Hydrous Silica, T. — New Zealand. 61. Semi-Opal. — Hydrous Silica, T. — Madras, E.I. 62. Hyalite, with Bitumen. — Silica, T. — Pont du Cha- teau, Auvergne. 63. Hyalite. — Silica, T. — Iceland. 64. Mocha Agate. — Silica, T.— Oberstein, near May ence. — Cut and polished, used by the lapidary for purposes of art 65. Jasper. — Silica, T. — Canada. — Used iu the manufac ture of jewellery and other ornaments. 66. Jasper.— Silica, T.— Hammond River, New Bruns wick. 67. Banded Agate.— Silica, T.— Oberstein, Palatinate 68. Polished Jasper.— Silica, T.— Oberstein, Palati- nate. 69. Jasper Agate.— Silica, T.— Oberstein, Palatinate c"], [22, "18 69a. Tabular Quartz.— Silica, T.— Beresov, Siberia. 70. Hornstone, in Octahedrons. — Silica, K. — Cornwall. 71. Hornstone, in Lenticular Crystals. — Silica, T. — Schneeberg, Saxony. 72. Hornstone, \"White.— Silica, T.— Madras, E.I. 73. Basanite. — Lydian Stone. — Silica, T. — Canada. — Used by jewellers, under the name of \" Touchstone,\" for rubbing gold on, prior to testing with acid. 74. Basanite. — Lydian Stone. — Silica, T. — Canada. 75. Bloodstone. — Heliotrope. — Silica, T. — Agra, E.I. — This specimen was taken from a Hindoo temple in Agra. The bloodstone is cut and polished, and used for brooches, rings, and other ornamental purposes. 76. Flexible Sandstone. — Silica, T. — Villa Rica, Bra zil. — This very rare and curious mineral possesses a high degree of flexibility. 77. Crystallized Sandstone. — Silica, T. — Fontaine bleau, near Paris. — Perhaps more correctly a limestone, with a large proportion of sand. 77a. Aventurine Quartz. — Silica, T. — Capo de Gata, Spain. — A rare and beautiful form of silica. 78. Chrysoprase. — Silica, T. — New Fane, Vermont, U. S. — This mineral is colored apple-green by the presence of nickel. 79. Crystallized Quartz. — White Stone.t— Silica, T, Derbyshire. 80. Ferruginous Quartz. — Silica, colored with Peroxide of Iron, T. — Derbyshire. 81. Silicified Wood. — Petrified Wood, Fossil Wood. — Silica, T.— Polished. 82. Silicified Wood-, — Silica, T. — India. 82a. Silicified Wood — Silica, T. — Saxony. 83. Silicified -Wood.— Silica, T.— Pondicherry, Madras. 84. Silicified Wood. — Silica, T. — Kamtschatka. 85. Silicified Wood.— Silica, T.— Saxony. 86. Silicified Wood — Silica, T. — India."], [23, "19 87. Silicified Wood, or Wood Stone, with some Quartz, T. — Kamtschatka. 88. \"STenilite.— Hydrous Silica, T. — Menil-Montant, Paris. 89. Quartz.— Silica, T. — Myers Flat, Bendigo. 90. Polished Gems. — Amethyst, Cornelian, and Aquamaeine.— Silica, T.— England. 91. Wood Stone.— Silica, T.— Saxony. 92. Sulphur. — T. — Mount Etna, Sicily. — Found in beds of blue clay, covering a considerable portion of Sicily ; it is used largely in the manufacture of oil of vitriol, common washing soda, and other articles of daily consumption. 93. Sulphur.— T.— Sicily. 94. Sulphur, Crystallized, with Celestine, K. — Sicily. — A very fine specimen. 95. Sulphur Ore. — T. — Mugha, Catania. 96. Sulphur Ore. — T. — Pugha, Thibet. 97. Realgar, or Sulphide of Arsenic, T. — Nagyag. — Used in the arts. 98. Realgar, or Sulphide of Arsenic, T. — Asturias. 99. Arseniet of Antimony. — T. — Allemont, Dau phine. — A rare mineral. 100. White Oxide of Antimony. — T. — Allemont, Dau- phinb. — Very rare in this form. 101. Plumose Red Antimony. — T. — Braunsdorf, Saxony. — In delicate hair crystals ; a rather rare mineral. 102. Boulangerite. — Sulphide of Antimony and Lead, T. — Rhine. 103. Sulphide of Antimony. — Amorphous and Capil lary, Gray Antimony, Crude Antimony, T. — Schemnitz, Hungary. — This mineral is the source of the supply of commercial antimony. The mode of operation is a simple one. Antimony ore is fused in a chamber or retort, by the application of burning wood ; the melted sulphide leaves the stony matrix, and is allowed to run into receivers ; this is the crude antimony of commerce. The crude antimony is then roasted, and afterwards fused with charcoal and carbonate of soda ; then re-fused, for the"], [24, "20 purpose of purification. The process is not considered complete until the metallic antimony forms, in cooling, beautiful star-like crystallizations on the surface ; it is then known as star antimony. This metal is used in the manufacture of type metal, stereotype metal, music plate, Britannia metal, pewter, &c. ; also for medical purposes ; and is capable of forming excellent paints and pigments, a fact worthy of consideration in connection with the antimony ores found in this colony. 104. Tersulphide of Antimony, with Silver and Sulphate of Barytes, T. — Anton Mine, Baden. 105. Stibnite. — Sulphide of Antimony, T. — Felso-banya. 106. Sulphide of Antimony, with Oxide of Antimony, Gray Antimony, T. — McIvor. — Large quantities of this ore are raiseij and shipped to the English market. 107. Plumose Sulphide of Antimony. — T. — Transyl- vania. 108. Sesquioxide of Chromium.— T. — Creusot, France. — A rare form of Chromium. This metal is largely used in the arts. See \" Chrome Iron-ore.\" 109. Rhodochrome. — Hydrous Silicate of Magnesia and Lime, with Iron and Chromium, T. — Texas, Pennsylvania. 110. Foliated Molybdenum. — Molybdenite. — Sulphide of Molybdenum, T. — St. Gothard. — Is sometimes mistaken for black lead, but, being laminated, differs from that mineral. This is very evident on careful examination. Plumbago, or black lead, leaves a black streak on porcelain ; Molybdenite, a distinctly yellowish-green streak. 111. Molybdenite.— Sulphide of Molybdenum, T. — Alten berg, Saxony. 112. Wulfenite.— Molybdate of Lead, T.— Bleiberg, Ca rinthia.—Crystallizes in easily recognised plates, though some times also in octahedrons. 113. Wulfenite. — Molybdate of Lead, K. — Bleiberg, Carinthia. 114. wulfenite. — Molyb date of Lead, T. — Bleiberg, C'ARINTHrA."], [25, "21 115. Sllioo Calcareous Titanite, in Talc, T. — Pied- mont. 116. Brookite. — Jurinite, Arkansite. — Titanic Acid, T. — Mount Snowdon, Wales. — A fine and rare crystal. Brookite has been recognised by Mr. R. Brough Smyth in quartz brought by Mr. Glad man from the Baw- Baw diggings, Gipps Land, and he possesses numerous fine specimens of this mineral. 117. Cyanide and Nitride of Titanium. — T. — Coltness Iron Works. — Found crystallized on the slag refuse of the iron smelting works, and long supposed to be pure Titanium. 118. Titanite. — Titanic Acid, on Quartz, T. — St, Gothard. 119. Anatase. — Titanic Acid, on Adularia, T. — St Gothakd. — In small dark octahedral crystals. 120. Rutile — Titanic Acid, T. — St. Gothard. 121. Witherite. — Carbonate of Barytes, T. — Hexham, Northumberland. — Fine crystals. This mineral is chiefly used in the preparation of salts of barytes for the manufacture of colored fires for theatres, firework makers, &c, and for scientific chemical purposes. 122. Heavy Spar. — Sulphate of Barytes, and Globular Blende, T. — Hungary. 123. Heavy Spar. — Sulphate of Barytes, with Plumose Antimony and Zinc Blende, T. — Felso-banya. 124. Heavy Spar. — Sulphate of Barytes, on Gneiss, T. — Fbeyberg. 125. Heavy Spar. — Sulphate of Barytes, Amorphous, T. — Arran, Scotland. — This mineral is carefully ground, and boiled with oil of vitriol, to remove any iron or other foreign body, then washed and dried. The result of these operations is the production of a fine white powder, sold for the purpose of adulterating white lead, colors, &c. It is worth, when thus prepared, £4 to £5 per ton in the English market. 126. Stangenspath. — Sulphate of Barytes. — Heavy Spar, T. — Freyberg, Saxony. 127. Heavy Spar.— Sulphate of Barytes,T. — Cumberland."], [26, "22 128. Heavy Spar.— Sulphate of Barytes, T. — Cumber land. — A very fine crystal. 129. Heavy Spar.— Sulphate of Barytes, T. — Derbyshire. 130. Heavy Spar.— Sulphate of Barytes, T. — Kilpatrick Hills. 131. Heavy Spar. — Sulphate of Barytes, T. — Kremnitz. 132. Heavy Spar. — Sulphate of Barytes,T. — Felso-banya. 133. Baryto Calcite of Brooke. — T.— Alston Moor. 134. Calcareous Sulphate of Barytes, with Green Carbonate, T. — Strontian. 135. Bi-Calcareo Carbonate of Barytes. — T. — Alston Moor. 136. Strontlanite. — Brown Carbonate of Strontian, T. — Strontian, Scotland. — Used in the preparation of Salts of Strontian, for pyrotechnic purposes, and the making of the red fire of the theatres. 137. Strontianite. — Brown Carbonate of Strontian, T. — Strontian. 138. Strontianite. — Brown Carbonate of Strontian, T. — Strontian, Scotland. 139. Strontianite. — Green Carbonate of Strontian, T, Strontian. 140. Celestine. — Sulphate of Strontian, T. — Strontian. 141. Foliated Celestine. — Sulphate of Strontian, on compact Limestone, T. — Tyrol. 142. Celestine, with Dolomite. — Sulphate of Strontian. — Montmartre, Paris. 143. Celestine, with Sulphur. — Sulphate of Strontian,K. — Sicily. — Very fine crystals. 144. Chloride of Ammonium. — T. — Vesuvius. 145. Glauberite, or Sulphate of Soda and Lime, T.— Tarapaca, Peru. 146. Natron. — Carbonate fc of Soda, T. — The Asiatic Steppes. — This is the nitre of the Bible. 147. Thenardite — Anhydrous Sulphate of Soda, T.— Hurlet, near Glasgow."], [27, "23 148. Borax. — Tincal. —Borate of Soda, T. — Thibet. — Dug in quantities from the edges and shallow parts of a salt lake in Thibet, then sent to Europe, under the name of Tincal, and there purified. It is made artificially from the boracic acid of the Tuscan lagoons, by the reaction of this acid on carbonate of soda. It is extensively used in the arts as a flux, in the process of soldering, the making of glass and gems ; and is also used medicinally. 149. Common Salt. — Sal Gemme. — Chloride of Sodium, T. — Poland. — This well-known substance is found in various parts of the world, in a state of considerable purity. Formerly the supply was procured by the evaporation of sea-water in large pans ; now it is found more economical to dig the salt from the mines, dissolve it, and recrystallize. In many places the old fashioned method is still practised; and as every 100 pounds of sea-water contains about 2f to 3 pounds of salt, this manufacture would, doubtless, be a commercial success, and add to the national wealth of this country. From the Salt Lakes of the Western District of Victoria, salt is obtained from the margins of the lakes, and a good many persons are occasionally employed in collecting it. 150. Calcite. — Rose Carbonate of Lime, T. — Norway. 151. Calcite. — Carbonate of Lime, T. — Freyberg. 152. Pisolite. — Carbonate of Lime, T. — Hot Springs, Carlsbad. 153. Calcite. — Carbonate of Lime. — Green Prisms. — T. 154. Calcite. — Carbonate of Lime, T. — Kilpatrick. 155. Botryoidal Calc-Sinter. — Carbonate of Lime, T. — Montmartre, Paths. 156. Werner's Compact Calc-Sinter. — Carbonate of Lime, T. — Carlsbad, Bohemia. 157. Schiefer Spar, or Slate Spar. — Carbonate of Lime, T. — Schwartzenberg, Saxony. 158. Calc-Spar. — Iceland Spar, Transparent Spar. — Carbonate of Lime, T. — Iceland. — It shows double refraction well, and is used by microscopists for polarizing light ; it is also used in the construction of the binocular microscope."], [28, "24 159. Calcite.— Carbonate of Lime, T. —Derbyshire. 160. Columnar Limestone. — Carbonate of Lime, T. — Kingston, United States. 161. Calcite. — Carbonate of Lime,T. — Freyberg, Saxony. 162. Calcite. — Carbonate of Lime, T. — Ireland. 163. Calc-Spar, with Galena and Cubic Pyrites. — Car- bonate of Lime, T. — Cornwall. 164. Calc-Spar Stalactite. — Carbonate of Lime, T. — Kentucky. 165. Dolomite. — Magnesian Limestone. — Carbonate of Lime and Magnesia, T. — Sunderland. — This mineral exists in large quantities in the neighborhood of Sunderland, Shields, and the surrounding district ; it is largely used for building purposes. When well burnt, it loses its carbonic acid, and makes excellent lime ; it is also used in Pattinson's process for the manufacture of calcined magnesia and carbonate of magnesia. It is found scattered in lumps or nodules through the earth in various portions of this country, and is used for the manufacture of carbonic acid gas by Mr. Sewell's patented process. 166. Marble. — Carbonate of Lime, T. 167. Marble. — Carbonate of Lime, T. 168. Calcite. — Carbonate of Lime, T. — Saxony. 169. Calc-Spar. — Carbonate of Lime, on Quartz, T. — Derby. 170. Calcite. — Carbonate of Lime, T. — Freyberg. 171. Calc-Sinter. — Carbonate of Lime, T. — Bagnere de Bigorre. 172. Calc-Spar. — Carbonate of Lime, with Prehnite, T. — Kilpatrick Hills, near Glasgow. 173. Marble.— Carbonate of Lime. 174. Calc-Spar Dog's Tooth Spar. — Carbonate of Lime, T. — Derbyshire. 175. Marble. — Carbonate of Lime, T. 176. Calc-Spar.— Carbonate of Lime, with Sulphide of Iron. — Kilpatrick Hills, near Glasgow. 177. Calc-Spar. — Carbonate of Lime, T."], [29, "25 178. Calc-Spar. — Dog's Tooth Spar. — Carbonate oj Lime, T. — Alston Moor. 179. Chalk. — Compact Carbonate of Lime, T. — Lincoln shire. — Chalk is levigated with water, and carefully dried, for the preparation of whiting. Whiting has many uses ; when mixed with oil, it is used as putty. 180. Coralloid Aragonite. — Flos ferri. — Carbonate of Lime, contains a little Carbonate of Strontian, T. — Styria. 181. Coralloid Aragonite. — Flos ferri. — Carbonate of Lime, T. — Styria. 82. Prismatic Aragonite. — Carbonate of Lime, T.— Molena, Aragon, Spain. — The aragonites differ from the ordi nary carbonates of lime in hardness, specific gravity, and crystalline form, and were therefore constituted a peculiar species. They contain occasionally as much as four per cent, of carbonate of strontian. 183. Aragonite. — Carbonate of Lime, T. — Styria. 184. Xjumachelle. — Fire Marble. — Carbonate of Lime, T. — Carinthia. — It is a shell marble, and very uncommon. 185. Calc-Spar. — Lime Crystals. — Carbonate of Lime, K. — Nova Scotia. 186. Gypsum. — Plaster of Paris. — Lenticular Crystals of Sulphate of Lime, T. — Montmartre, Paris. 187. Gypsum. — Alabaster, Plaster of Paris. — Sul phate of Lime, T. — Derbyshire. 188. Satin Spar. — Gypsum. — Sulphate of Lime, T. — Gainsborough. — This beautiful spar is turned into beads and other ornaments, and takes a fine polish. 189. Gypsum. — Sulphate of Lime, T. — Derbyshire. 190. Gypsum. — Sulphate of Lime, in needle crystals, T. — Felling Colliery, Durham. 191. Gypsum. — Selenite. — Lenticular Sulphate of Lime, T. — Montmartre, Paris. — Was used by the ancient Romans instead of window glass ; sometimes found in pieces four feet long. It is now used in experiments on polarized light, and splits very readily into very thin pieces. u"], [30, "26 192. Alabaster Gypsum. — Sulphate of Lime, T. — Petri fied Forest, Cairo. 193. Gypsum. — Plaster of Paris. — Sulphate of Lime, T. — When calcined at a heat not exceeding 270°, it loses a portion of its water, and possesses the property, when ground and mixed with water, of combining with it, _md becoming hard and solid. lt is used for making casts, mouldings, &c, and is known in the arts as Plaster of Paris. If a portion of sulphate or carbonate of potash is dissolved in the water, the plaster sets into a hard and compact mass, and is used in the manufacture of imitation marble mantelpieces, &c. Other salts also produce this effect. 194. Gypsum. — Sulphate of Lime, T. — Ballyhunon. 195. Apatite. — Asparagus Stone. — Phosphate of Lime, T. SCHLACKENWALDE, BOHEMIA. 196. Apatite. — Asparagus Stone. — Phosphate of Lime, T. — Cornwall. 197. Phosphate of Lime T. — Mexico. — This mineral is much used as a manure, and exists in various forms, such as coprolites, in the Has of the estuary of the Severn, on the shores at Lyme-Regis, and elsewhere. Bones also contain a large portion of phosphate of lime, and are the source from whence phosphorus is procured. 198. Phosphate of Lime T. — Saxony. 199. Moroxite. — Green and Red Phosphate of Lime, with Oxide of Iron, T. — Norway. 200. Fluor Spar — Fluate of Lime, T.— Derbyshire — Used in metallurgy as a flux, a property from which it derives its name. It is also turned into ornamental vases, pateræ, &c, but requires great skill to work it. When decomposed by the addition of sulphuric acid, it gives off its fluoric acid, which is used in the engraving and ornamentation of glass. 201. Amorphous Fluate of Lime. — T.— Kongsberg, Norway. 202. Fluor Spar, Green and White.— Fluate of Lime, T. — Devonshire. — In curious octahedral crystals. A rare variety."], [31, "27 203. Fluor Spar, Lavender, with Crystallized Quartz and Zinc Blende, or Sulphide of Zinc. — Fluate of Lime, T. — Alston Moor. 204. Fluor Spar, Green, on Sandstone. — Fluate of Lime, T. — Alston Moor. 205. Fluor Spar, Blue, or Fluate of Lime, on Calc Spar or Carbonate of Lime, T. — Kongsberg, Norway. 206. Fluor Spar, Yellow, or Fluate of Lime, with Calc- Spar, T. — Gersdorff, in Saxony. 207. Fluor Spar. — Fluate of Lime, with Sulphide of Lead or Galena. — T. — Trufelsgraund, Baden. 208. Fluor Spar, Green.' — Fluate of Lime, with Sul phide of Lead. — T. — Alston Moor. 209. Fluor Spar, Violet, or Fluate of Lime, T. — Gourock, near Glasgow. — Rarely found in this locality. 210. Gurolite. — Hydrous Table Spar. — Bisilicate of Lime, T. — Storr, Skye. 211. Table Spar. — Bisilicate of Lime, T. — Grenville, Lower Canada. 212. Ilvaite. — Yenite, Lievrite. — Silicate of Iron and Lime, T. — Greenland. 213. Selicorite. — Silicate of Iron and Lime, T. — Siberia. 214. Canaliculated Sphene, with Adularia and Ami anthoide. — Silico Titaniate of Lime, T. — Gothard. 215. Sphene. — Silico Titaniate of Lime, T. — Grenville, Low_.r Canada. 216. Raphilite. — Gray Tremolite. — Silicate of Magnesia, Lime, and Iron, T. — Perth, Upper Canada. — Contains ten per cent, oi potash. 217. Magnesite. — Carbonate of Magnesia, T. — Hoboken, New Jersey. 218. Magnesite. — Carbonate of Magnesia, T. — Hadden, Roxburgh. 219. Magnesite. — Anhydrous Carbonate of Magnesia, T. — Hoboken, New Jersey."], [32, "28 220. \"Magnesite. — Carbonate of Magnesia, T. — India. — This mineral is found in this colony at Castlemaine, Sandhurst, Mclvor, and many other places. It readily parts with its carbonic acid, and is valuable in working Mr. Sewell's patented process. 221. Magnesite. — Anhydrous Carbonate of Magnesia,T. — Salem, Madras. 222. Brucite. — Hydrate of Magnesia, T. — Hoboken, New Jersey. — A rare variety. 223. Magnesite. — Anhydrous Carbonate of Magnesia, T. — Salem, Madras. 224. Magnesite. — Anhydrous Carbonate of Magnesia, T. — Salem, Madras. 225. Magnesite. — Carbonate of Magnesia, T. — Hoboken, New Jersey. 226. Magnesite. — Anhydrous Carbonate of Magnesia, T. — Salem, Madras. 227. Bitter Spar. — Brown Spar. — Carbonate of Lime and Magnesia, T. — Alston Moor. 227a. Bitter Spar. — Brown Spar. — Carbonate of Lime and Magnesia, T. — Cornwall. 228. Bitter Spar. — Brown Spar. — Carbonate of Lime and Magnesia, T. — Forest of Dean. 228a. Bitter Spar. — Mesitine Spar, on Quartz. — Carbo nate of Lime, Magnesia, and Iron, T. — Zillerthal. 229. Bitter Spar, Green, on Serpentine. — Carbonate of Lime and Magnesia, T. — Taberg, Sweden. 230. Bitter Spar. — Mesitine Spar. — Carbonate of Lime, Magnesia, and Iron, T. — Traversalla, Piedmont. 231. Bitter Spar. — Brown Spar, Magnesian Limestone. — Carbonate of Lime and Magnesia, T. — Beschert Gluck, Freyberg. 232. Bitter Spar. — Rhomb Spar, Magnesian Lime stone. — Carbonate of Lime and Magnesia, T. — Rochester, New York. 233. Bitter Spar. — Brown Spar. — Carbonate of Lime and Magnesia, T.— Alston Moor, Cumberland."], [33, "29 234. Wollastonite. — Soda Table Spar. — Silicate of Lime and Soda, T. — Kilsyth, Scotland. 235. Ankerite. — Magnesian Limestone, with Iron, T. — Styria. 235a. Breunnerite. — Carbonate of Lime and Magnesia, T. — Rothenkopf, Zillerthal. 236. Precious Serpentine. — Hydrous Silicate of Mag nesia, T. — Snarum, Norway. 237. Precious Serpentine. — Hydrous Silicate of Mag nesia, T.— Kennich Cove, Lizard Point. — Used for ornamental purposes ; is capable of receiving a fine polish, and is made into vases, boxes, inkstands, &c. ; has been used for the manufacture of Epsom salts. 238. Precious Serpentine. — Hydrous Silicate of Mag nesia, T. — Snarum, Norway. 239. Precious Serpentine, Leek-Green, Splintery.— Hydrous Silicate of Magnesia, T. — Aosta, Piedmont. 240. Precious Serpentine. — Hydrous Silicate of Mag- nesia, T. — Aosta, Piedmont. 241. Schistous Serpentine. — T. — Bayreuth. — In this locality several hundred persons are engaged in the manufacture of serpentine goods. 242. Serpentine, with Carbonate of Magnesia. — Hy drous Silicate of Magnesia, T. — Marlborough, Vermont. 243. Precious Serpentine, Green. — Hydrous Silicate of Magnesia, T.— North America. 244. Precious Serpentine. — Hydrous Silicate of Mag nesia, T. — Greenland. 245. Precious Serpentine. — Hydrous Silicate of Mag nesia, T. — Snarum, Norway. 246. Boracite. — Borate of Magnesia, T. — Kalkberg, Holstein. — Crystallized in cubes, the edges and alternate solid angles replaced by tangent planes. 247. Schiller Spar. — Hydrous Bisilicate of Magnesia, .. — Hitherto found only at Baste, Hartz Mountains. (Doubtful.)"], [34, "30 248. Augite.— Bisilicate of Lime, Magnesia, and Iron, T. — Bohemia. 249. Augite.— Bisilicate of Lime and Magnesia, T. — Perth, Upper Canada. 250. Augite.— Bisilicate of Lime and Magnesia, T. — Perth, Upper Canada. 251. Augite Bisilicate of Lime, Magnesia, and Iron, T. — Zillerthal. 252. Venetian Talc— Silicate qf Magnesia, T.— Cum berland, Rhode Island, U.S. — Used for taking oil stains from clotb, &c. 253. Talc. — Soapstone, Steatite. — Hydrous Silicate of Magnesia, T. — Tyrol. — Slabs of steatite are extensively employed as fire-stones in furnaces and stores. It may be turned, carved, or formed into tubes by boring. When ground, it is used for diminishing friction. It is employed in the manufacture of some kinds of porcelain ; also for the making of gas-burners and gas furnaces. 254. Jeffersonlte. — Silicate of Lime, Magnesia, and Iron, T. — Franklin, New Jersey. 255. Rubellan. — Altered Biottte. — Silicate of Alumina, Iron, Magnesia, and Potash, K. — Bohemia. — Red, hexagonal crystalline form. 256. Diopside. — Green Coccolite. — Silicate of Lime and Magnesia, T. — Arendax. 257. Augite, White. — Silicate of Lime and Magnesia, T. — KlNGSBRIDGE, New YORK, U.S. 258. Augite, White. — Silicate of Lime and Magnesia, T. — Perth, Upper Canada. 259. Diopside.— Silicate of Lime and Magnesia, T. Phillipstown, New York. 260. Pyroxene.— Silicate of Lime and Magnesia, T, Traversalla. 261. Pyroxene — Pale green, diaphanous. Known as Diop side in perioctahedral prisms, with four and six-sided summits on garnet.— Silicate of Lime and Magnesia, T.— Ala, Piedmont."], [35, "31 262. Columnar Mussite. — Silicate of Lime and Mag nesia, T. — Mussa. 263. Coccolite, \"White. — Silicate of Lime and Magnesia, T. — Phillipstown, New York, U.S. 264. Sahlite. — Silicate of Lime and Magnesia, T. — Sahla, Sweden. 265. Sahlite, Lamellar. — Silicate of Lime and Magnesia, T. — Sahla, Sweden. 266. Hornblende, Green foliated, with Mica. — Silicate of Lime and Magnesia, T. — Greiner, Tyrol. 267. Hornblende. — Werner's Glassy Actinolite. — Sili cate of Lime and Magnesia, T. — Greiner, Tyrol. 268. Hornblende, with Plumbago or Black Lead. — Sili cate of Lime and Magnesia, T. — Greiner, Tyrol. 269. Hornblende. — Glassy Actinolite. — Silicate of Lime and Magnesia, T. — Greiner, Tyrol. 270. Hornblende. — Actinolite. — Silicate of Lime and Magnesia, T. — New Fane, Vermont. 271. Hornblende. — Pargasite. — Silicate of Lime and Magnesia, T. — Carlisle, Massachusetts. 272. Hornblende. — Pargasite. — Silicate of Lime and Magnesia, T. — Edenvtlle, New York, U.S. 273. Bronzite. — Diallage. — Silicate of Lime and Magne sia, K. — Bavaria. 274. Bronzite. — Diallage. — Silicate of Lime and Magne sia, T. — Gulsen, Styria. 275. Actinolite. — Silicate of Lime and Magnesia, T, Marlborough, Vermont. 276. Nephrite. — Bowenite, Jade, Greenstone. — Silicate of Magnesia and Lime, T. — Rhode Island, U.S. 277. Nephrite. — Bowenite, Jade, Greenstone. — Silicate of Magnesia and Lime, T. — Smithfield, Rhode Island, U.S. 278. Nephrite. — Bowenite, Jade, Greenstone. — Silicate of Magnesia and Lime, T. — Smithfield, Rhode Island. 279. Nephrite. — Bowenite, Jade, Greenstone. — Silicate of Magnesia and Lime, T. — Smithfield, Rhode Island."], [36, "32 280. Nephrite. — Bowenite, Jade, Greenstone. — Silicate of Magnesia and Lime, T. — Smithfield, Rhode Island. 281. Nephrite. — Jade,Greenstone. — Silicate of Magnesia and Lime, T. — Salem, Madras. 282. Nephrite. — Jade, Greenstone. — Silicate of Mag nesia and Lime, T. — Iona, west of Scotland. — This mineral is also found in Russia, in large and beautiful masses. In India it is worked into axe-heads, and a variety of implements, orna ments, &c. ; and as greenstone it is highly prized by the New Zealanders. 283. Hypersthene. — Labrador Hornblende. — Bisilicate of Lime and Magnesia, T. — Stafford, Lower Canada. 284. Retinalite. — Silicate of Soda and Magnesia, T. — Grenville, Lower Canada. 285. Sapphires. — Alumina, with a little Silica and Iron, T.— India. 286. Corundum. — Sapphire. — Alumina, with a little Silica and Iron, T. — India. — A fine hexagonal crystal. 287. Corundum. — Granular Emery, with Hornblende and Talc. — Alumina, with Silica and Iron, T. — Oxenhead, Schwartzenberg, Saxony. 288. Corundum. — Sapphire. — Alumina, T. — India. 289. Ceylanite. — Pleonaste, an Iron and Magnesian Spinelle, T. — Candy, Ceylon. 290. Spinelle, Blue. — Alumina, with Silica and Magnesia, T. — Amity, New York. 291. Spinelle. — Alumina, with Silica and Magnesia, T. — Edenville, New York. — Fine octahedral crystals. 292. Spinelle. — Alumina, with Silica and Magnesia, T. — Edenville, New York. 293. Spinelle. — Silicate of Alumina and Magnesia, T. — Amity, New York. 294. Spinelle. — Silicate of Alumina and Magnesia, T. — Edenville, New York. 295. Spinelle, Pale Blue. — Silicate of Alumina and Magnesia, T. — Aker, Sweden."], [37, "33 296. Spinelle. — Aluminate of Magnesia, T. — Franklin, New Jersey. 297. Spinelle.— Aluminate of Magnesia, T. — Edenville, New York. 298. Spinelle. — Aluminate of Magnesia, T. — Edenville, New York. 299. Chiastolite. — Silicate of Alumina, T. 300. Chiastolite. — Silicate of Alumina, T. — Stirling, Massachusetts. 301. Andalusite. — Disilicate of Alumina, T. — Westford, Massachusetts. 302. Turquoise. — Calaite. — Triphosphate of Alumina, T. — Khorasan, south-east of the Caspian Sea. — A much admired gem. 303. Imitation Turquoise. — Phosphate of Lime, colored with Copper, T. 304. Bucholzite. — Anhydrous Silicate of Alumina, T. — Chester, Delaware. 305. Cyanite. — Disthene. — Silicate of Alumina, T. — Pfitch, Tyrol. 306. Cyanite. — Foliated Disthene. — Silicate of Alumina, T.— San Alpe, Tyrol. 307. Ozarkite. — Silicate of Alumina and Lime, T. — Texas. 308. Talcite. — Nacrite. — Silicate of Alumina, T. — Douce, Mount Wicklow. 309. Sodalite. — Silicate of Alumina and Soda, with Chlo ride of Sodium, T. — Kangerdluarsuk, West Greenland. — Discovered, and presented to the late Dr. Thomas Thomson, by the late Sir Charles Giesecke. 310. Quatersilicate of Alumina of Thomson, with Sulphide of Iron, T. — Mexico. — The original specimen. 311. Nepheline, with Green Pyroxene. — Silicate of Alu mina, with Soda, T. — Traversalla. 312. Topaz, in situ, with Quartz — Fluosilicate of Alumina, T. — Schneckenstein. — A- well-known gem. 313. Topaz. — Fluosilicate of Alumina, T. — Monroe, U.S. E"], [38, "34 314. Topaz. — Fluosilicate of Alumina, T. — Brazils. 315. Topaz. — Fluosilicate of Alumina. — Flinders Island, &c. 316. Sunstone. — Chatoyant Felspar. — Silicate of Alu mina and Potash, T. — Norway. 317. Perthite. — Felspar. — Silicate of Alumina and Potash, T. — Perth, Upper Canada. 3 1 8. Amazon Stone. — Felspar. — Silicate of Alumina and Potash, T. — Lake Ilman. 319. Felspar. — Silicate of Alumina and Potash, T. — St. Just, Cornwall. 320. Felspar. — Macle of Adularia. — Silicate of Alu mina and Potash, T. — St. Gothard. 321. Labradorite. — Felspar. — Silicate of Lime, Alumina, and Soda, T. — St. Paul, coast of Labrador. — Used as a gem. 322. Labradorite. — Felspar. — Silicate of Lime, Alumina, and Soda, T. — Labrador. 323. Labradorite. — Felspar. — Silicate of Lime, Alumina, and Soda, T. — Labrador. 324. Xdocrase. — Egrane. — Silicate of Lime and Alumina, T. — Egra, Bohemia. 325. Xdocrase. — Vesuvian. — Silicate of Lime and Alu mina, T. — Vesuvius. 326. Garnet. — Polished Carbuncle. — Silicate of Alumina and Iron, T. — Alabanda. 327. Garnets. — Silicate of Alumina and Iron, T. — Ala, Piedmont. 328. Garnets, Precious, in Hornblende. — Silicate of Alumina and Iron, T. — Hanover, New Hampshire. 329. Garnet, with Talc. — Silicate of Alumina and Iron, T. — Fahlun, Sweden. — A fine dodecahedral crystal. 330. Garnet, in Talc. — Silicate of Alumina and Iron, T. 331. Garnets. — Essonite, Cinnamon Stone. — Silicate of Alumina and Iron, T. — Candy, Ceylon. — Used as a gem. 332. Garnets. — Essonite. — Silicate of Alumina and Iron, T. — Carlisle, Massachusetts."], [39, "35 333. Garnets, Green. — Grossularite. — Silicate of Alu mina and Iron, T. — Altenberg, Saxony. 334. Garnets. — Silicate of Alumina and Iron, T. — Carlisle, Massachusetts. 335. Garnets. — Silicate of Alumina and Iron, T. — Wind ham, U.S. 336. Kelvin. — Tetrahedral Garnet. — Silicate of Alu mina and Iron, T. — Schwartzenberg, Saxony. 337. Mellite. — Honey Stone. — Mellate of Alumina, T. — Aeten, Thuringia. 338. Mellite. — Honey Stone. — Mellate of Alumina, T. — Capo di Bove, Rome. 339. Scapolite. — Meionite. — Silicate of Alumina and Lime, T. — Macro, Italy. 340. Scapolite. — Meionite. — Silicate of Alumina and Lime, T. — Macro, Italy. 341. Scapolite. — Silicate of Alumina, T. — Arendal, Norway. 342. Frehnite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, near Glasgow. — Fine green crystals. 343. Prehnite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, near Glasgow. — Bluish-green crystals. 344. Frehnite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, near Glasgow. 345. Prehnite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills. 346. Prehnite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills. 347. Prehnite. — Fine white Crystals. — Hydrous Silicate of Alumina and Lime, T. — Bourg d'Oisans, Dauphine'. 348. Dichroite. — Iolite, Peliom. — Silicate of Alumina, Magnesia, and Iron, T. — Bodenmais. 349. Dichroite. — Iolite. — Silicate of Alumina, Magnesia, and Iron, T. — Connecticut. 350. Staurotide, in Mica Slate. — Grenatite, Stauro- LiTE. — Silicate of Alumina and Iron, T. — Galicia, Spain."], [40, "36 351. Staurotide, in Mica Slate. — Staurolite. — Silicate of Alumina and Iron, T.— Escurial, Spain. 352. Gehlenite. — Stylobite. — Silicate of Alumina, Lime, and Iron, T. — VlGO. 353. Fahlunite.— Triclasite. — Silicate of Alumina, Iron, Magnesia, and Lime, T. — Fahlun, Sweden. 354. Leucite. — Amphigene, White Garnet. — Silicate of Alumina and Potash, T. — Vesuvius. 355. Leucite. — Amphigene, White Garnet. — Silicate of Alumina and Potash, T. — Vesuvius. 356. Spodumene. — Triphane. — Silicate of Alumina and Lithia, T. — Uton, Sweden. 357. Spodumene. — Triphane. — Silicate of Alumina and Lithia, T. — Stirling, Massachusetts. 358. Spodumene. — Triphane. — Silicate of Alumina and Lithia, T. — Stirling, Massachusetts. 358a. Spodumene. — Triphane.— Silicate of Alumina and Lithia, T. — Dunleary. 359. Petalite. — Berzelite. — Silicate of Alumina and Lithia, T. — Bolton, Massachusetts. 359a. Petalite. — Berzelite. — Silicate of Alumina and Lithia, T. — Uton, Sodermanland, Sweden. 360. Wavellite. — Devonite. — Hydrous-diphosphate of Alumina, T. — Clonmel, Ireland. 361. Wavellite. — Devonite. — Hydrous-diphosphate of Alumina, T. — Ballyhunon, Ireland. 362. Lazulite. — Azurite, Azure Stone, Blue Spar. — Hydrous-diphosphate of Alumina and Magnesia, T. — Siberia. 363. Blue Spar. — Azure Stone. — Diphosphate of Alu mina and Magnesia, T. — Feeschnitz, Upper Styria. 364. Thomsonite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, Glasgow. 365. Thomsonite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, Glasgow. 366. Thomsonite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, Glasgow."], [41, "37 367. Thomsonite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, Glasgow. 368. Thomsonite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, Glasgow. 369. Natrolite. — Hydrous Silicate of Alumina and Soda, T. — Puy de Dome, Auvergne. 370. Natrolite. — Hydrous Silicate of Alumina and Soda, T. — Mount Vesuvius. 371. Mesolite. — Hydrous Silicate of Alumina, Lime, and Soda, T. — Bishopton, near Glasgow. 372. Mesolite. — Hydrous Silicate of Alumina, Lime, and Soda, T. — Disko, Greenland. 373. Lomonite. — Laumontite, Effervescing Zeolite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills. 374. Saponite. — Steatite, Soapstone. — Hydrous Silicate of Alumina and Magnesia, T. — Lizard Point, Cornwall. — Used for ornamental work, and, in consequence of its non-conduct ing properties, in the preparation of moulds for some fine metallic castings. 375. Saponite. — Steatite, Soapstone. — Hydrous Silicate of Alumina and Magnesia, T. — Antrim, Ireland. 376. Killinite. — Hydrous Silicate of Alumina and Potash, T. — Kilkenny, Ireland. 377. Chabazite. — Chabasie. — Hydrous Silicate of Alumina and Lime, T. — Bohemia. 378. Chabazite, with Acadlalite. — Hydrous Silicate of Alumina and Lime, T. — Talisker, Isle of Skye. 379. Chabazite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, near Glasgow. 380. Chabazite. — Hydrous Silicate of Alumina and Lime, T. — Oberstein, Palatinate. 381. Chabazite, with Mellilite.— Hydrous Silicate of Alumina and Lime, T.— Capo di Bove, Rome. 382. Chabazite. — Hydrous Silicate of Alumina and Lime, T. — Bohemia."], [42, "38 383. Phacolite.— Levyne.— Hydrous Silicate of Alumina and Lime, T. — Benevena, Derry. 384. Phacolite. — Levyne. — Hydrous Silicate of Alumina and Lime, T. — Glenarm. 385. Phacolite. — Levyne. — Hydrous Silicate of Alumina and Lime, T. — Glenarm. 386. Phacolite. — Levyne. — Hydrous Silicate of Alumina and Lime, T. — Glenarm. 387. Analcime. — Cubizite. — Hydrous Silicate of Alumina and Soda, T. — Giants' Causeway. 388. Analcime. — Cubizite, with Cluthalite. — Hydrous Silicate of Alumina and Soda, T. — Kilpatrick Hills. 389. Analcime. — Cubizite. — Hydrous Silicate of Alumina and Soda, T. — Nova Scotia. 390. Sarcollte. — Analcime Carnea. — Hydrous Silicate of Alumina and Soda, T. — Mount Somma. — Very rare. 391. Analcime, with Apophyllite. — Hydrous Silicate of Alumina and Soda, T. — Aussig, Bohemia. 392. Analcime. — Hydrous Silicate of Alumina and Soda, T. — Nova Scotia. 393. Analcime. — Hydrous Silicate of Alumina and Soda, T. — Glen Farg, Scotland. 394. Analcime. — Hydrous Silicate of Alumina and Soda, T. — Nova Scotia. 395. Cluthalite. — Hydrous Silicate of Alumina, Soda, and Iron, T. — Kilpatrick Hills, Clyde. 396. Hydrolite. — Soda Chabazite. — Hydrous Silicate of Alumina, Lime, and Soda, T. — Glenarm, Ireland. 397. Hydrolite.— Soda Chabazite. — Hydrous Silicate of Alumina, Lime, and Soda, T. — Glenarm, Ireland. 398. Hydrolite. — Soda Chabazite. — Hydrous Silicate of Alumina, Lime, and Soda, T. — Glenarm, Ireland. 399. Hydrolite. — Soda Chabazite. — Hydrous Silicate of Alumina, Lime, and Soda, T. — Glenarm, Ireland. 400. Stilbite. — Foliated Zeolite of Werner. — Hydrous Silicate of Alumina and Lime, T. — Andreasberg, Hartz."], [43, "39 401. Stilblte. — Foliated Zeolite of Werner. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, Clyde. 402. Stilbite. — Foliated Zeolite of Werner. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, Clyde. 403. Stilbite. — Foliated Zeolite of Werner. — Hydrous Silicate of Alumina and Lime, T. — Ferro. 404. Stilbite. — Foliated Zeolite of Werner. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, near Dumbarton, Clyde. 405. Stilbite. — Foliated Zeolite of Werner. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, near Dumbarton, Clyde. 406. Stilbite. — Foliated Zeolite of Werner. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, Bowling, Clyde. 407. Stilbite. — Foliated Zeolite of Werner. — Hydrous Silicate of Alumina and Lime, T. — Ferro. 408. Stilbite. — Foliated Zeolite of Werner. — Hydrous Silicate of Alumina and Lime, T. — Ferro. 409. Stilbite. — Foliated Zeolite of Werner. — Hydrous Silicate of Alumina and Lime, T. — Nova Scotia. 410. Heulandite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, Clyde. 411. Heulandite. — Hydrous Silicate of Alumina and Lime, T. — Kilpatrick Hills, Clyde. 412. Heulandite. — Hydrous Silicate of Alumina and Lime, T. — Bombay. 413. Brewsterite. — Diagonite. — Hydrous Silicate of Alu mina, Barytes, Strontia, and Lime, T. — Strontian, Argyle shire. 414. Harmotome. — Andreolite, Morvenite. — Hydrous Silicate of Alumina and Barytes, T.— Strontian, Argyle- SHIRE. 415. Harmotome. — Andreolite, Morvenite. — Hydrous Silicate of Alumina and Barytes, T.— Strontian, Argyle- SHIRE."], [44, "40 416. Poonahlite, with Herschellite and Green Apo phyllite, Scolecite, Antrimolite.— Hydrous Silicate of Alu mina and Lime, T. — Poonaii, East Indies. 417. Chlorite, Earthy, with Copper. — Hydrous Silicate of Alumina, Magnesia, andiron, T.— Neusohl, Hungary. 418. Chlorite. — Nacrite and Vauquelinite. — Hydrous Silicate of Alumina, Magnesia, and Iron, T. — Dauphine. 419. Chlorite, Altered. — Hydrous Silicate of Alumina. Magnesia, and Iron, T. — Sikkim. 420. Mica. — Silicate of Alumina, Magnesia, Iron, and Potash, T. — America. 421. Mica. — Silicate of Alumina, Magnesia, Iron, and Potash, T. — Ackworth, New Hampshire. 422. Mica, Compact. — Margarodite. — Silicate of Alu mina, Magnesia, Iron, and Potash, T. — St. Just, Cornwall. 423. Mica. — Muscovite. — Silicate of Alumina, Magnesia, Iron, and Potash, T. — Zinnwald, Bohemia. 424. — Mica Slate. — Silicate of Alumina, Magnesia, Iron, and Potash, T. — Taunus Range, Western Germany. 425. Fuchsite. — Dark-Green Mica. — Silicate of Alu^ mina, Iron, and Potash, T. — Schwartzenstein,, Tyrol. 426. Fuchsite. — Dark-Green Mica. — Silicate of Alu mina, Iron, and Potash, T. — Schwartzenstein, Tyrol. 427. Muscovite. — Mica, in prisms, on Felspar. — Silicate of Alumina, Iron, and Potash, T. — Catharinberg. 428. Lepidolite. — Lithionite, Lithia Mica. — Silicate of Alumina, Lithia, and Potash, T. — Paris, Maine. 429. Lepidolite. — Lithia Mica. — Silicate of Alumina, Lithia, and Potash, T. — Rozena, Moravia. 430. Mica. — Green and Rose Color. — Silicate of Alumina and Potash, with traces of Lithia, T. — Goschen, Massachu setts. 431. Mica. — Muscovite. — Silicate of Alumina, Iron, and Potash, T. — Monroe, Connecticut. 432. Mica. — Muscovite. — Silicate of Alumina, Iron, and Potash, T. — Monroe, Connecticut."], [45, "41 433. Epldote, Pistachio Green. — Pistacite. — Silicate of Alumina, Lime, and Iron, T. — Piedmont. 434. Epldote, in Quartz. — Pistacite. — Silicate of Alu mina, Lime, and Iron, T. — Dauphine. 435. Epidote. — Pistacite. — Silicate of Alumina, Lime, and Iron, T. — Rhode Island, U. S. 436. Epidote. — Mangan-Epidote. — Silicate of Alumina, Lime, Manganese, and Iron, T. — Porthdynellyn. 437. Axinite. — Thumerstone. — Silicate of Alumina, Lime, and Iron, T. — Bourg d'Oisans, Dauphine. 438. Tourmaline, Black. — Silicate of Alumina, Iron, and Magnesia, T. — Karingbricka, Sweden. 439. Tourmaline, Black. — Bovey Tourmaline. — Sili cate of Alumina, Iron, and Magnesia, T. — Chudleigh, Exeter. 440. Tourmaline, Black. — Silicate of Alumina, Iron, and Magnesia, T. — Sweden. 441. Tourmaline. — Brown Schorl. — Silicate of Alumina, Iron, and Magnesia, T. — Perth, Upper Canada. 442. Tourmaline, Blue. — Indicolite. — Silicate of Alu mina, Iron, and Magnesia, T. — Perth, Upper Canada. 443. Tourmaline, Black. — Silicate of Alumina, Iron, and Magnesia, T. — Greiner, Tyrol. 444. Tourmaline, Red. — Rubellite, Red Schorl. — Silicate of Alumina and Iron, T. — Perm, Catharinberg. — Rare. 445. Tourmaline, Black, in Mica. — Silicate of Alumina, Iron, and Magnesia, T. — Zillerthal. 446. Tourmaline, Green. — Silicate of Alumina and Iron, T. — Airolo, Switzerland. 447. Tourmaline, Greenish-Blue. — Silicate of Alumina and Iron, T. — Rozena, Moravia. 448. Schorl, Brown. — Silicate of Alumina, Iron, and Magnesia, T. — Perth, Upper Canada. 449. Bytownite. — Silicate of Alumina, Lime, Iron, Mag nesia, and Soda, T. — Bytown, Upper Canada. F"], [46, "42 450. Lithomarge, with Cinnabar. — Hydrous Silicate of Alumina and Iron, T.— Stahlberg, Palatinate.— A variety of kaolin. 4ol. Withamlte. — Hydrous Silicate of Alumina, Iron, and Lime, T. — Glencoe, Scotland. 452. Scorilite. — Silicate of Alumina, Iron, and Lime, T. — Rio Cexexo, Mexico. 453. Huronite. — Hydrous Silicate of Alumina, Iron, Lime, and Magnesia, T. — Lake Huron, America. 454. Finite. — Hydrous Silicate of Alumina, Iron, Magnesia, and Potash, T. — Pini, Schneeberg, \"Saxony. 455. Pearl-Stone. — Hydrous Silicate of Alumina, Iron, Lime, and Potash, T. — Capo de Gato, Spain. 456. Pitch-Stone. — Silicate of Alumina, Iron, Lime, and Soda, T. — Isle of Arran, Clyde. 457. Harringtonite. — Hydrous Silicate of Alumina and Lime, T. — Antrim, Ireland. 458. Harringtonite. — Silicate of Alumina and Lime, T. — Antrim, Ireland. 459. Oligoclase. — Soda Spodumene. — Silicate of Alu mina, Lime, and Soda. — Arendal. 460. Caporcianite. — Hydrous Silicate of Alumina and Lime* K. — Monte de Caporciano, Tuscany. 461. Delessite. — Hydrous Silicate of Alumina, Iron, and Magnesia, K. — Saxony. 462. Hauyne. — Silicate of Alumina and Soda, with Sulphate of Soda and Lime, K. — Norway. 463. Weissigite. — Silicate of Alumina, Soda, and Lithia, K. — Weissig. 464. Obsidian. — Silicate of Lime, Magnesia, Alumina, Soda, and Potash, T. — Iceland. 465. Obsidian. — Silicate of Lime, Alumina, Soda, andiron, T. — Rio del Monte, Mexico. 466. Obsidian. — Silicate of Lime, Alumina, Soda, and Iron, T. — Iceland."], [47, "43 467. Chrysoberyl — Cymophane. — Aluminate of Glucina and Iron, T. — Haddam, Connecticut. 468. Beryl. — Silicate of Alumina and Glucina, T. — Brodbo, Fahlun, Sweden. 469. Beryl. — Silicate of Alumina and Glucina, with Topaz, Smoked Quartz, and Felspar, T. — Mourne Mountain, County Down, Ireland. — A very fine specimen. 470. Beryl. — Silicate of Alumina and Glucina, T. — South Royalston, U.S. 471. Beryl. — Silicate of Alumina and Glucina, T. — Sara toga, New York. 472. Beryl. — Silicate of Alumina and Glucina, T. — Altai, Siberia. — Very fine and large. 473. Beryl. — Silicate of Alumina and Glucina, T. — Urals, Siberia. — Very fine and large. 474. Emeralds. — Silicate of Alumina and Glucina, T, Heubacthal, Salzberg. 475. Beryl.— Silicate of Alumina and Glucina, T. — Brodbo, Fahlun. 476. Beryl.— Silicate of Alumina and Glucina, T. — Canada. 477. Orthite. — Silicate of Alumina, Ceria, Yttria, Lime, Manganese, and Iron, T. — Finbo, Norway. — A rare, curious mineral. 478. Phosphate of Vttria. — T. — Ytterby, Sweden. — Rare and curious. 479. Gadolinite. — Silicate of Yttria, Ceria, Glucina, Lime, Manganese, and Iron, T. — Ytterby, Sweden. — Rare. 480. Fergusonite. — Columbic Acid, Yttria, Ceria, Zirconia, Urania, Tin, tyc, T. — Kikertaursuk, Greenland. — Very rare. 481 . Fluate of Cerium. — T. — Finbo, Fahlun. — Very rare. 482. Cerite. — Silicate of Ceria, T. — Bastnas, West manland, Sweden. — Rare. 483. Allanite. — Silicate of Alumina, Ceria, Iron, and Lime, T. — Allick, East Greenland. — The original specimen found by Sir Charles Giesecke, and given by him to the late Dr. Thomas Thomson, Glasgow. — Rare."], [48, "44 484. Pyrochlore. — Titaniate of Lime, Urania, Ceria, Man ganese, and Iron, T. — Fkederickvarn, Norway. — Rare. 485. Tantalite. — Columbate of Iron, T. — Wald Gebirg, Bohemia. — Rare. 486. Columbite. — Columbate of Iron, Manganese, and Glucina, T. — Wald Gebirg, Bohemia. — Rare. 487. Columbite. — Columbate of Iron, Manganese, and Glucina, T. — Kangerdluarsuk, Greenland. — A very fine and rare specimen. 488. Columbite. — Columbate of Iron, Manganese, and Glucina, T. — Sweden. — Fine and rare. 489. Zircons. — Silicate of Zirconia, T. — Carinthia. 490. Hyacinth, in Basalt. — Silicate of Zirconia, K. — Rhine. 491. Wohlerite. — Zircon Syenite. — Silicate of Zirconia, Columbia, Lime, Iron, and Manganese, T. — Langesund-fiord, Brevig, Norway. — Rare. 492. Eudialite. — Silicate of Zirconia, Lime, Soda, Iron, and Manganese, T. — Kangerdluarsuk, Greenland. — Very rare. 493. JEschynite. — Titaniate of Zirconia, Ceria, Lime, and Iron, T. — Mlask, Ilmen Range, Siberia. — Very rare. 494. Limonite. — Hydrate of the Peroxide of Iron, T. — VOIGTLAND. 495. Magnetic Iron Ore. — Peroxide of Iron, T. — Salem, Madras. 496. Magnetic Iron Ore, in Sandstone. — Peroxide of Iron, T. — Dognatska, Bannat. 497. Magnetic Iron Ore. — Peroxide of Iron, T '. — Danne mora, Sweden. — It is from this ore that all the Swedish iron, so celebrated for its superior qualities, and so fit for steel, is extracted. 498. Magnetite. — Peroxide of Iron, T. — Haddam, Con necticut. 499. Specular Iron. — T. — Bonnington Chemical Works, Edinburgh. — An artificial crystallization formed during the manu facture of sal ammoniac."], [49, "45 500. Specular Iron Ore. — Iron Foam, on Carbonate of Copper; Oligiste Iron, Iron Mica, Red Hematite. — Anhy drous Peroxide of Iron, T. — Del Carmen, Chili. 501. Xrldiscent Xron Ore. — Specular Iron Ore. — Anhy drous Peroxide of Iron, K. — Elba. 502. Micaceous Xron Ore. — Peroxide of Iron, T. — Alten berg, Saxony. 503. Xron Foam, on Carbonate of Copper. — Anhydrous Peroxide of Iron, T. — Nuestra Senora, Del Carmen, Chili. 504. Crucite. — Peroxide of Iron, T. — Clonmel, County Waterford, Ireland. — So named by Dr. Thomson, from its cruciform crystals. 505. Crucite. — Peroxide of Iron, T. — Clonmel, County Waterford, Ireland. 506. Manganesian Xron Ore. — Peroxide of Iron and Manganese, T. — Stirling, Mussachusetts. 507. Franklinite. — Peroxide of Iron, Manganese, and Zinc, T. — Franklin, Sussex County, New Jersey. 508. Hydrous Peroxide of Xron. — T. — Johann- Georgenstadt. 509. Magnetic Pyrites. — Octahedrons, with Quartz. — Sulphide of Iron, T.— Bodenmais. 510. Cubic Pyrites. — Mundic. — Bisulphide of Iron, T. — Newtonards. 511. — Cubic Pyrites. — Mundic. — Bisulphide of Iron, T. — Freyberg. — Sometimes used in the preparation of oil of vitriol. 512. Cubic Pyrites, in Clay Slate. — Mundic. — Bisul phide of Iron, T. — France. 513. Cubic Pyrites. — Mundic. — Bisulphide of Iron, T. — Cornwall. 514. Cubic Pyrites. — Mundic. — Bisulphide of Iron, T^— Cornwall. 515. Cubic Pyrites. — Mundic. — Bisulphide of Iron, T. — Cornwall. 516. Cubic Pyrites. — Amorphous Mundic. — Bisulphide of Iron, T. — Wicklow, Ireland. — Used when sulphur is too"], [50, "46 expensive, in the preparation of sulphuric acid, for the decom position of chloride of sodium, in the manufacture of soda. 517. Cubic Pyrites, with Sulphate of Barytes. — Mun dic. — Bisulphide of Iron, T. — Transylvania. 518. Marcasite. — Acicular Iron Pyrites. — White Bisul phide of Iron, T. — Altenberg, Saxony. 519. Mispickel. — Arsenide of Iron, T. — Transylvania. 520. Mispickel. — Arsenide of Iron, T. — Transylvania. 521. Clay Ironstone, with Quartz. — Brown Spar. — Car bonate of Iron, T. — Cornwall. 522. Carbonate of Xron, on Quartz. — Lenticular and Iri discent, T. — Altenberg, Saxony. 523. Carbonate of Iron. — Pseudomorphous Crystals, formed like dog's-tooth spar, T. — Leibnitz, Saxony. 524. Carbonate of Iron. — Nodule, T. — New Brandon, New Brunswick. 525. Black Band. — Carbonate of Iron, T. — Stafford, England. — The source from whence is produced a large portion of the manufactured iron of England. The black band belongs to the clay ironstone formation. 526. Carbonate of Iron. — T. — Fichtelberg, Voigtland. 527. Carbonate of Iron. — T. — Old Abraham Mine, Wiensiedel. 528. Chalybite. — Spathic Iron. — Carbonate of Iron, T. Cornwall. 529. Mullicite. — Diphosphate of Iron, T. — Huel Kind, Cornwall. 530. Vivianite, Acicular Crystals of. — Phosphated Protoxide of Iron, on Magnetic Iron Pyrites, T. — Bodenmais, Bavaria. -531. Pharmacoslderite. — Arseniate of Iron, T. — Wheal Garland, Cornwall. 532. Pharmacoslderite. — Arseniate of Iron, T. — Wheal Garland, Cornwall. 533. Pharmacoslderite. — Arseniate of Iron, T. — Wheal Garland, Cornwall."], [51, "47 534. Elsen Sinter. — Amorphous Scorodite. — Arseniateof Iron, T. — Stadt Holstein, Freyberg. 535. Ilmenite. — Titaniate of Iron, T. — Amity, New York. 536. Ilmenite. — Titaniate of Iron, T. — Elba, Corsica. 537. Cacoxene. — Phosphate of Iron, T. — Lobenstein. 538. Chromic Iron. — Chromite. — Chromate of Iron, T. — Sweden. 539. Chromic Iron. — Chrome Iron Ore, Chromite. — Chromate of Iron, T. — Baltimore, U.S. 540. Chromic Iron. — Chrome Iron Ore, Chromite. — Chromate of Iron, T. — Banffshire, Scotland. — These ores are used for the production of chrome oxide for porcelain painting ; fused with nitre, it forms chromate of potash, largely used in the arts. 541. Arfvedsonite. — Silicate of Iron and Manganese, T. — Kangerdluarsuk, Greenland. 542. Wolfram. — Tungstate of Iron and Manganese, T. Zinnwald, Bohemia. 543. Wolfram. — Tungstate of Iron and Manganese, T. — Altenberg, Saxony. — From this mineral is prepared tungstate of soda, a salt in use as a mordant in calico printing, and in the preparation of incombustible dresses. 544. Cummingtonite. — Silicate of Iron, T. — Cumming ton, Massachusetts. 545. Menaccanite. — Titaniate of Iron, T. — Trigonwell Mill, Cornwall. 546. Sphærosiderite. — Silico - Carbonate of Iron, T. — Steinheim. 547. Owenite. — Silicate of Iron, T. — Harper's Ferry, U.S. 548. Binoxide of Manganese. — T. — Muirkirk, Scot- land. 549. Black Oxide of Manganese. — T. — St. John's, New Brunswick. 550. Manganite. — Gray Oxide of Manganese, T. — Nassau, SlEGEN. 551. Newkirkite. — Acicular. — Black Oxide of Manganese, T. New Kirchen, Alsace. — The ores of manganese are used in the manufacture of chlorine and in the arts."], [52, "48 552. Psilomelanite.— Globular.— Black Oxide of Man ganese, T.— Sayn, Alsace. 553. Psilomelanite. — Globular.— Black Oxide of Man ganese, T. — Sayn, Alsace. 554. Dialogite. — Carbonate of Manganese, T. — Nagyag, Transylvania. 555. Manganesian Marble. — Silicate of Manganese, with Sulphide of Iron, T. — Calstock. 556. Manganesian Marble. — Silicate of Manganese, with Sulphide of Iron, T.— Calstock. 557. Silicate of Manganese. — T. — Sparta, New Jersey. 558. Millerite. — Haarkies. — Sulphide of Nickel, T. — Saxony. 559. Nickel Ore. — T. — Spain. — This mineral is the source of the supply of the metal nickel which is used in the arts, and is worth about eight shillings per pound ; it is the whitening con stituent of German, or nickel silver. It possesses magnetic properties, and is always found with meteoric iron. 560. Cobalt Ore. — Cobaltine, Cobalt Glance. — Arseniate of Cobalt, T. — Hesse. — Cobalt is used in the preparation of smalts, and is also employed in porcelain and earthenware paint ing ; it yields a fine blue color. 561. White Cobalt Ore. — Binarseniate of Cobalt, T. — Furstenberg. 562. Erythrine. — Diarseniate of Cobalt, rich in silver, T. — Allemont, Dauphine. 563. Zinc Blende. — Sulphide of Zinc, with Quartz, T. — Kapnik. 564. Zinc Blende, with Yellow Sulphide of Zinc and Fluor Spar, T. — Alston Moor, Cumberland. 565. Zinc Blende, with Fluor Spar. — Sulphide of Zinc, T. — Alston Moor, Cumberland. 566. Zinc Blende, with Sulphide of Iron. — Sulphide of Zinc, T. — Alston Moor. 567. Zinc Blende. — Yellow Sulphide of Zinc,\"£. — Kapnik. 568. Zinc Blende. — Yellow Sulphide of Zinc, T. — Kap nik, Hungary."], [53, "49 569. Zinc Blende.— Sulphide of Zinc, T— Derbyshire. 570. Zincite.— Spartalite.— Red Oxide of Zinc, T Sussex, New Jersey, U.S. 571. Zincite. — Spartalite. — Red Oxide of Zinc, K Sussex, New Jersey, U.S. 572. Cupreous Silicate of Zinc. — T. — Caldbeckfells Cumberland. 573. Cupreous Silicate of Zinc. — T. — Caldbeckfells, Cumberland. 574. Willemlte. — Anhydrous Silicate of Zinc, T. — Cald beckfells. 575. Silicate of Zinc. — T. — Altenberg, Saxony. 576. Silicate of Zinc. — T. — Caldbeckfells. 577. Calamine. — Carbonate of Zinc, with Oxide of Copper, T.— Chili. 578. Greenockite. — Sulphide of Cadmium, T. — Found only at Bishopton, near Glasgow ; discovered when excavating the Bishopton tunnel, on the Glasgow and Greenock Railway. — Very rare. 579. Silver Lead. — T. — Schindlers Lode. 580. Corroded Sulphide of Lead. — T. — Leadhills. 581. Galena. — Sulphide of Lead, T. — Adelaide. 582. Blue Lead. — Sulphide of Lead, T. — St. Agnes, Cornwall. 583. Galena. — Sulphide of Lead, T. — Derbyshire. 584. Galena. — Sulphide of Lead, T. — Leadhills, Scot- land. 585. Polished Galena. — Ribbon Sulphide of Lead, T. — Derbyshire. 586. Galena. — Sulphide of Lead, T. — Allenhead, Dur- ham. 587. Galena. — Sulphide of Lead, T. — Leadhills, Scot- land. 588. Galena. — Silver Lead Ore. — Sulphide of Lead, T. — Linares, Spain. 589. Galena. — Sulphide of Lead, T. — Yadmos. g"], [54, "50 590. Galena. — Sulphide of Lead, T. — Derbyshire. 591. Galena. — Sulphide of Lead, T. — Comrie, Perth. 592. Galena. — Sulphide of Lead, T. — Yadmos. 593. Galena. — Sulphide of Lead, T. — Przibram, Bohemia. 594. Sllckensides. — Galena. — Sulphide of Lead, T. — Derbyshire. 595. Galena, coated with Carbonate of Lead. — Sulphide of Lead, T. — La Croix. 596. Galena. — Sulphide of Lead, T. — Comrie, Perth. 597. Galena. — Sulphide of Lead, T. — Derbyshire. 598. Galena. — Sulphide of Lead, T. — Derbyshire. 599. Galena. — Corroded Sulphide of Lead. — Leadhills. 600. Galena. — Sulphide of Lead, with Coal, T. — Alston Moor, Cumberland. 601. Galena. — Sulphide of Lead, T. — Derbyshire. 602. Galena. — Sulphide of Lead, T. — Allenhead, Durham. 603. Galena.— Corroded Sulphide of Lead, T. — Sardinia. 604. Galena. — Sulphide of Lead, with Bitumen. — Peak Mines, Derbyshire. 605. Galena. — Sulphide of Lead, T. — Sardinia. 606. Yellow Oxide of Lead. — T. — Quebec. — Rare. 607. Yellow Oxide of Lead. — T. — Wales. — Rare. 608. Minium. — Red Oxide of Lead, T. — Bleialf, in the Eifel. 609. Clausthallte. — Selenide of Lead, T. — Sweden. — Rare. 610. Ceruslte. — Carbonate of Lead, in green columnar prisms, T. — Zellerfeld, Hartz. 611. Ceruslte. — Carbonate of Lead, T. — Wanlockhead. 612. Ceruslte. — Acicular. — Carbonate of Lead, T. — Wan lockhead. 613. Anglesite. — Sulphate of Lead, T. — Alston Moor. 614. Anglesite. — Sulphate of Lead, T. — Leadhills. 615. Chromate of Lead, with Vauquelinite, T. — Bere sov, Siberia."], [55, "51 616. Cupreo-Chromate of Lead, with Red Chromate and Vauquelinite, T.— Beresov, Siberia. 617. Scheelitine. — Tungstate of Lead, T. — Zinnwald, Bohemia. 618. Scheelitine. — Tungstate of Lead, T. — Zinnwald, Bohemia. 619. Scheelitine.— Tungstate of Lead, T. — Zinnwald, Bohemia. 620. Caledonlte. — Cupreous Sulphate of Lead, T. — Lead hills. — Rare. 621. Caledonlte. — Cupreous Sulphate of Lead, T '. — Lead hills. — Rare. 622. Lanarkite. — Sulphato- Carbonate of Lead, T. — Lead hills. — Very rare. 623. Leadhillite. — Sulphato- Tricarbonate of Lead, T. — Leadhills. — Very rare. 624. Matlockite. — Oxychloride of Lead, T. — Matlock. — Very rare. 625. Cerasine. — Chloro- Carbonate of Lead, T. — Cumber land. — Very rare. 626. Fyromorphite. — Green Muscoid Phosphate of Lead, T. — Freyberg. 627. Fyromorphite. — Chrome-colored Phosphate of Lead, T. — Leadhills, Scotland. 628. Fyromorphite. — Phosphate of Lead, T. — Lead hills, Scotland. 629. Fyromorphite. — Green Phosphate of Lead, T. — Beresov, Siberia. 630. Fyromorphite. — Green Phosphate of Lead, T. — Wanlockhead. 631. Fyromorphite. — Yellow Phosphate of Lead. — Frey berg, Saxony. 632. Fyromorphite. — Citron- Yellow Phosphate of Lead, T. — Leadhills, Scotland. 632a. Fyromorphite. — Citron-Yellow Phosphate of Lead, T.— Leadhills, Scotland."], [56, "52 632b. Fyromorphite.— Yellow Phosphate of Lead. 633. Fyromorphite.— Green Phosphate of Lead, T — Freyberg, Saxony. 634. Fyromorphite. — Yellow Phosphate of Lead, T. — Freyberg, Saxony. 635. Vanadiate of Lead.— T.—Cnn.i.— Very rare and valuable. 636. Vanadiate of Lead.— T.— Wanlockhead, Scot land. — Very rare. 637. Plumbo-Calcite. — T. — Leadhills. 638. Mimetene. — Citron- Yellow Arseniate of Lead, T. — Caldbeckfells, Cumberland. 639. Mimetene. — Arseniate of Lead, T.— Caldbeckfells, Cumberland. 640. Mimetene.— Arseniate of Lead, T.— Cumberland. 641. Campellite. — Diarseniate of Lead. — Caldbeckfells, Cumberland. 642. Jamesonite. — Sulphide of Lead and Antimony, T. — Hranyitka, Hungary. 643. Zlnkenite. — Sidphide of Lead and Antimony, T, Wolfsberg, Hartz. 644. Cassiterite. — Peroxide of Tin, T. — Altenberg, Saxony. 645. Massive Tin Stone. — Peroxide of Tin, T. — Corn- wall. 646. Cassiterite. — Peroxide of Tin, T. — Schlackenwald, Bohemia. 647. Cassiterite. — Peroxide of Tin, in Mica, T. — Corn- wall. 648. Cassiterite. — Peroxide of Tin, T. — Cornwall. 649. Cassiterite. — Wood Tin. — Peroxide of Tin, T. — Cornwall. 650. Peroxide of Tin, replacing Felspar, T. — Wheal Coates, St. Agnes, Cornwall. — A curious specimen of pseudo morphism. 651. Cassiterite. — Peroxide of Tin. — Tinstone ae taken"], [57, "53 from the mines, T. — Royal Polberron Consols, St. Agnes, Cornwall. 652. Stream Tin — Best quality of, as brought from the streams to the smelting house ; worth £80 per ton. — St. Acstle. 653. Tin. — As coming from the stamps, not calcined, and woith £70 per ton. — St. Austle. 654. Tin Stuff*. — Stamped and calcined, producing 13 J parts iu 20 of block tin, about the average as sent to the smelting house. — St. Austle. 655. Common Tin. — Made from the coarser sorts of mining ores ; used for pewtering, soldering, &c. — St. Austle. 656. Refined Tin. — Made from the best mining ores ; used by tinplaters. — St. Austle. 657. Best Grain Tin. — Made from tin ores ; used princi pally by dyers. — St. Austle. 658. Slag. — Tin manufacture. — Royal Polberron Con sols, St. Agnes, Cornwall. 659. Bluestone. — A mineral, so called by the miners of Anglesea, containing lead, zinc, copper, iron, gold, silver, and sulphur. — Anglesea. 660. Native Bismuth, with Carbonate of Lime, T. — SCHNEEBERG, SAXONY. 661. Native Bismuth. — Acicular and amorphous. — Plum bo-Cupriferous, T. — Beresov, Siberia. 662. Tetradymite. — Telluret of Bismuth, T. — Carrick fell, Cumberland. — Bismuth is used in the formation of type metal, pewter, solder, &c. 663. Native Copper. — T. — Bank Mines, Catharinberg. 664. Native Copper. — T. — Triskerby. 665. Native Copper.— T.— Triskerby. 666. Native Copper. — T. — Lake Superior. 667. Native Copper. — T. — Lake Superior.— Cut from a mass 2,000 pounds in weight. 668. Filigree Native Copper. — T. — Bank Mines, Catharinberg."], [58, "54 669. Native Copper. — T. — Victoria. — Supposed to have been found within a radius of twenty miles of Sandhurst. 670. Native Copper.— T. — Monte Catini, Tuscany. 671. Native Copper. — T. — Himalayahs. 672. Native Copper.— T.— Elba. 673. Native Copper. — T. — Bank Mines, Catharin- berg. 674. Native Copper.— T. — Cuba. 675. Native Copper. — T. — Bank Mines, Catharinberg. 676. Copper. — T. — Japan. — This beautiful effect is supposed to have been produced by casting in water, and has been well imitated in England. 677. Native Copper. — T. — Cornwall. 678. Diverging Malachite. — Hydrous Carbonate of Cop per, T. — Farallon, Chili. 679. Malachite. — Hydrous Carbonate of Copper, on Red Oxide of Copper, T. — Cornwall. 680. Compact Malachite.— Hydrous Carbonate of Cop per, T. — Gumoscheffsky. — Rare color. 681. Malachite. — Nodule. — Hydrous Carbonate of Copper, T. — Cornwall. 682. Polished Malachite. — T. — Russia. 683. Copper, Hydrous Carbonate of, and Binoxide of Man ganese, T. — Chili. 684. Malachite. — Mammillary Blue and Green Carbonate of Copper, T. — Moldavia. 685. Azurite. — Pale-Blue Carbonate of Copper, T. — Burr a Burr a, Adelaide. 686. Azurite. — Hydrous Blue Carbonate of Copper, T. — Adelaide. 687. Malachite. — Blue and Green Carbonate of Copper, with Copper Glance, T. — Cobre, St. Juan, South America. 688. Azurite. — Chessylite. — Blue Carbonate of Copper, T. — Chessy, Lyons. 689. Azurite. — Blue and Green Carbonate of Copper, T. — Gumuscheffsky."], [59, "55 690. Malachite. — Radiated Green Carbonate of Copper, T. — Cooper's Creek. 691. Azurite. — Pale Blue Hydrous Carbonate of Copper, T. — BURRA BURRA. 692. Azurite. — Blue Carbonate of Copper, in slender prisms, T. — Colivan, Siberia. 693. Atlasite. — Hydrous Green Carbonate of Copper, in fine needle prisms, T. — Rhine. 694. Olivenlte. — Arseniate of Copper, T. — Cornwall. 695. Olivenlte. — Arseniate of Copper, T. — Cornwall. 696. Olivenlte. — Arseniate of Copper, T. — Chili. 697. Llbethenite. — Phosphate of Copper, T. — Rhein- breitenbach, Rhine. 698. Llbethenite. — Phosphate of Copper, T. — Chili. 699. Atacamite. — Chloride of Copper, T. — Los Remolinos, Chili. 700. Atacamite. — Chloride of Copper, T. — Chili. 701. Copper Glance. — Sulphide of Copper, with Cinnabar, T.— Chili. 702. Copper Glance. — Sulphide of Copper, T. — Kapunda, South Australia. 703. Chalcopyrite. — Copper Pyrites. — Sulphide of Cop per, T. — Cornwall. 704. Chalcopyrite. — Copper Pyrites. — Sulphide of Cop per, T. — Cornwall. 705. Chalcopyrite. — Copper Pyrites. — Sulphide of Cop per, T. — Schemnitz. 706. Chalcopyrite. — Variegated Copper Pyrites. — Sul phide of Copper, T.— Cornwall. 707. Chalcopyrite. — Variegated Copper Pyrites. — Sul phide of Copper, T.— Cornwall. 708. Buntkupferertz. — Peacock Copper Ore. — Sul phide of Copper, T.— Siberia. 709. Erubescite. — Variegated Copper Ore. — Sulphide of Copper, T. — Mexico. 710. Buntkupferertz. — Peacock Copper Ore. — Sul phide of Iron, T.— Chili."], [60, "56 711. Erubesclte. — Variegated Copper Ore. — Sulphide of Copper, T. — Siberia. 712. Nail-Head Copper Ore. — Sulphide of Copper. Camborne Vean. 713. Chrysocolla. — Silicate of Copper, T. — Chili. 714. Dioptase. — Achirite. — Silicate of Copper, K. — Kirghes-e Steppes. — Very rare and valuable; found only at Altyn Tube, in the Kirghese Steppes, from whence it was brought by a merchant named Achir Mahemet, after whom it was named Achirite ; small crystals are said to have been found near Braubach. 715. Chrysocolla. — Silicate of Copper, T. — Los Rf.moi.i nos, Chili 716. Cuprite. — Red Oxide of Copper, coated with Mala chite, T. — Los Remolinos, Chili. 717. Cuprite. — Crystals of Red Oxide of Copper, coated with Malachite, T. — Chessy, near Lyons. 718. Cuprite.— Rothkupferertz. — Red Oxide of Cop per. — Burra Burra. 719. Cyanosite, on Black Oxide of Copper. — Sulphate of Copper, T. — Los Remolinos, Chili. 720. Copper, with Cinnabar, or Sulphide of Mercury, T. — Chili. 721. Bournonite, on Quartz. — Sulphide of Antimony, Lead, and Copper, T. — Guanaxuato, Mexico. 722. Tetrahedrite. — Fahleetz. — Sulphide of Antimony and Copper, with Iron, Arsenic, Zinc, and a little Silver, T. — Lostwithiel. 723. Native Amalgam. — Silver and Mercury, T.— Deux Ponts, Palatinate. 724. Cinnabar. — Sulphide of Mercury, on Copper, T, Chili. 725. Native Mercury, on Carbonate of Iron, with Cin nabar. — Sidphide of Mercury, T. — Moschellandsberg, Pala tinate. 726. Native Amalgam, with Sulphide of Mercury, on Steatite, T. — Stahlberg."], [61, "57 727. Native Amalgam, with Cinnabar, on Lithomaegf, T. — Stahlberg. 728. Native Amalgam, on Lithomarge, T. — Stahlberg. 729. Cinnabar. — Sulphide of Mercury, finely crystallized, T. — Deux Ponts, Palatinate. 730. Native Silver, capillary, with Harmotome, T.— Norway. 731. Native Silver.— T.— Mexico. 732. Native Silver.— T.— Mexico. 733. Native Silver. — T. — Schlangenberg. 734. Foliated Native Silver, with Sulphide of Silver, on Sulphate of Barytes, T. — Schlangenberg. 735. Argyrose. — Silver Glance. — Sulphide of Silver, T. JOACHIMSTAHL. 736. Freislebenite. — Sulphide of Silver, with Antimony, T. — Mexico. 737. Sulphide of Silver. — Goose -Dung Silver Ore, T. — Huel Duchy, Cornwall. 738. Corn Silver. — Sulphide of Silver, T. — Hesse Cassel. 739. Rothgultigertz. — Sulphide of Silver, passing into Silver, T. — Baden. 740. Froustite. — Light Red Silver Ore. — Sulphide of Silver, T. — Mexico. 741. Froustite. — Light Red Silver Ore. — Sulphide of Silver, T. — Baden. 742. Froustite. — Light Red Silver Ore. — Sulphide of Silver, T. — Mexico. 743. Froustite, on Bitter Spar. — Ruby Silver, Light Red Silver Ore. — Sulphide of Silver, T. — St. Marie aux Mines, Alsace. 744. Massive and Crystallized Antimonial Sulphide of Silver, with Carbonate of Lime and Quartz, T. — Andre asberg, Hartz. 744a. Chloro-Bromide of Silver. — T.— Chayanta, Peru. 745. Chloro-Bromide of Silver. — T. — Guanaxuato, Mexico. ii"], [62, "58 746. Chloro-Bromide of Silver.— Victoria. 747. Born Silver. — Chloride of Silver, T. — Sachsen, Obergeberge. 748. Pitch Blende. — Protoxide qf Uranium, T. — Johann- Georgenstadt. — This mineral is used for the preparation of oxide of uranium, of value in the painting of porcelain aud the manu facture of yellow-colored glass. 749. Chalcolite. — Phosphate of Uranium and Copper, T. — Hdel Edwards, Cornwall. 750. Chalcolite. — Phosphate of Uranium and Copper, on Hornstone, T. — Huel Edwards, Cornwall. 751. Uranite. — Phosphate qf Uranium and Lime, T. — Johann-Georgenstadt. 752. Uranite. — Phosphate qf Uranium and Lime, T. — Hdel Edwards, Cornwall. 753. Uranite. — Phosphate of Uranium and Lime, T. — Johann-Georgenstadt. 754. Uranite. — Phosphate of Uranium and Lime, T. — Johann-Georgenstadt. 755. Zippelte. — Uran-ochre. — Peroxide of Uranium,T. — Callington Tin Mine. — Rare. 756. Native Gold, with Silver, on Hornstone, T. — Schlangenberg, Siberia. 757. Native Gold, on Sulphate of Barytes.T. — Schlan genberg, Siberia. 758. Native Gold, Crystallized Brass- Yellow, on Por phyry, T. — Abrddbanya. 759. Native Gold, in Quartz, T. — Bendigo, Victoria. 760. Native Gold. — T. — Schlangenberg, Siberia. 761. Native Gold, with Carbonate of Copper, T. — Boitza, Transylvania. 762. Native Gold, with Carbonate of Copper, T. — Beresov, Siberia. 763. Native Gold. — T. — Beresov, Siberia. 764. Palladium. 765. Platinum. — T.— Russia."], [63, "59 766. Platinum. — T. — Mexico. — Platinum is used for ap paratus for concentrating oil of vitriol, for chemical purposes, and for painting on porcelain. It is worth wholesale about 15s. per ounce. 767. Platinum. — T. — California. 768. Platinum. — T. — Cnoco, Peru. 769. Osm-Rhodium. — Mexico. 770. Osm-Iridium. — Choco, Peru. 771. Rhodium."], [64, "FOREIGN ROCKS AND MINERALS. 0 1. Granite. — Coarse granular, with flesh-red felspar, gray quartz, and brownish-black mica. — Johann-Georgenstadt. 2. Granite. — Coarse granular, with white felspar, gray quartz, and brownish-black mica. — Gloesberg, near Schneeberg. 3. Granite. — Coarse granular, with grayish- white felspar, smoke-gray quartz, and brownish-black mica. — Robritzsch, near Freyberg. 4. Granite. — Small granular, with grayish-white felspar, light smoky-gray quartz of a very fine grain, and with brownish black mica. — Gloesberg, near Schneeberg. 5. Granite. — Small granular, with greenish-white felspar, brown quartz, and brownish-black mica ; also, with fine granular iron pyrites. — Naundorff, near Freyberg. 6. Granite. — Small granular ; chiefly composed of pearl gray felspar, dark grayish-white quartz, and brownish -black mica, with fine granular iron pyrites. — Naundorff. 7. Granite. — Fine granular porphyritic, with grayish-white felspar, gray quartz, and brownish-black mica ; also, with crystals of quartz and felspar. — Schellerhau, near Altenberg. 8. Granite. — Small granular, with reddish-white felspar, gray quartz, and bronze-colored mica. — Wiesenbad, near Anna berg. 9. Granite. — Small granular reddish-white, with large sec tions of felspar and quartz, and with arsenical pyrites. — Stock werk, at Geier."], [65, "61 10. Granite. — Small granular, with greenish-gray felspar, greenish-gray mica, aud greenish-white quartz. — Stockwerk, at Geier. 11. Granite. — Small granular, with very dark reddish white felspar, gray quartz, and bronze- colored mica. — Stock werk, at Geiee. 12. Granite. — Small granular, with light fumy-gray fel spar, gray quartz, and greenish-gray mica. — Stockwerk, at Geier. 13. Granite. — Small and fine granular, with very dark reddish-white felspar, gray quartz, and some bronze-colored mica. — Wiesenbad, near Annaberg. 14. Granite. — Small granular, with yellowish-gray felspar, gray quartz, and some bronze-colored mica. — Greifenstein, near Ehrenfriedersdorff. 15. Granite. — Small granular, with grayish-white felspar, pitch-black mica, and some grayish-white quartz. — Berthels dorff, near Neustadt, at Stolpen. 16. Granite. — Very fine granular, with pearl-gray felspar, gray quartz, and some brownish-black mica. — Schneeberg. 17. Granite. — Coarse granular, with disintegrated yellowish white felspar, gray quartz, and yellowish-brown mica. — Zinnwald, on the Bohemian and Saxon frontier. 18. Granite. — Very fine granular, with disintegrated white felspar, gray quartz, and mica. — Zinnwald. 19. Granite. — Very fine granular, with red felspar, reddish quartz, and brownish-black mica, approaching the Weis-stein. — Lauenhayn, near Mitweida. 20. Greissen. — A rock so called, composed of dark grayish white quartz and green and yellowish-gray mica. — From Zinn wald, where it forms beds in the granite, and is generally mixed with tin ore. 21. Greissen. — A rock so called, composed of dark grayish white quartz and green and yellowish-gray mica. — From Alten berg, where it forms beds in the granite, and is generally mixed with tin ore."], [66, "62 22. White Stone. — With fine granular felspar, some mica, and precious garnets ; rather fibrous. — Rosswein. 23. White Stone. — Very thin fibrous, with a few precious garnets, mica, and disintegrated felspar. 24. White Stone. — Thin slaty, with fine granular felspar and granular precious garnets. — Lauenhayn, near Mit- WEIDA. 25. White Stone. — Composed of fine granular felspar and very minute precious garnets. — Lauenhayn. 26. White Stone. — Composed of fine granular felspar and very minute precious garnets. — Lauenhayn. 27. White Stone. — Composed of fine granular felspar and very minute precious garnets. — Lauenhayn. 28. White Stone. — Colored by hornblende, with fine granu lar felspar and disseminated small precious garnets. — Hartmans dorff, near Chemnitz. 29. White Stone. — Thick fibrous; composed of fine granular felspar and some mica — Taura, near Chemnitz. 30. Gneiss. — Undulated, curved, and thick fibrous, with a great deal of reddish-white fine granular felspar, ash-gray quartz, and yellowish-gray mica. — Lippersdorff, between Marienberg and Freyberg. 31. Gneiss. — Undulated, curved, and thick fibrous, with a great deal of reddish-white fine granular felspar, ash-gray quartz, and yellowish-gray mica. — Lippersdorff, between Marienberg and Freyberg. 32. Gneiss. — Thick fibrous, with a great deal of flesh-red felspar, brownish-black mica, and some grayish-white quartz. — Rudolph, in the valley of Mulden, near Freyberg. 33. Gneiss. — Thin and somewhat indistinct fibrous, with grayish felspar, some gray quartz, brownish-black mica, and fine granular precious garnets. — Voigtsdorff, near Freyberg. 34. Gneiss. — Very regular thick fibrous (Common Gneiss), with milk-white felspar, grayish-white quartz, aud coarse, scaly, brownish -black mica. — Freyberg. 35. Gneiss. — Common thick fibrous, with reddish-white fel-"], [67, "63 spar, gray quartz, and brownish-black mica. — Elende Seelen, near Freyberg. 36. Gneiss. — Thin fibrous, with greenish-gray mica. — Gros walterdorff, between Freyberg and Marienberg. 37. Gneiss. — With gray quartz, greenish-gray and blackish brown mica, and some grayish -white felspar. — Gelopt Land, St. Niklas, behind Erbisdorff, near Freyberg. 38. Gneiss. — With some disintegrated greenish-white fel spar, light smoke-gray quartz, some greenish-gray mica, and fine granular iron pyrites. — Gott-mit-uns, at the Halsbrucke, near Freyberg. 39. Gneiss. — With some blende, iron pyrites, and quartz. — Rosengranz, near Freyberg. 40. Mica Slate. — Composed of small scaly yellowish and greenish-gray mica, and gray quartz and precious garnet. — Torch heim, near Freyberg. 41. Mica Slate. — With small scaly greenish-gray mica and grayish-white quartz, with precious garnet. — Memmendokff, near Freyberg. 42. Mica Slate. — With yellowish and greenish-gray mica. — Memmendorff. 43. Mica Slate. — Common greenish-gray, coarse mica ceous, and very quartzous. — Frauenberg, near Ehrenfrieders dorff. 44. Mica Slate. — Gray, coarse micaceous, and very quartz ous. — Braeunsdorff, near Freyberg. 45. Mica Slate. — Greenish-gray, somewhat thick and slaty, with bitter spar. — Herold, at Ehrenfriedersdorff. 46. Clay Slate. — Dark greenish-gray, with spots of black hornblende. — Burkhardswalde, near Meissen. 47. Clay Slate. — Dark greenish-gray, with spots of pale black hornblende. 48. Clay Slate. — Dark greenish-gray, with dark spots of hornblende.— Schneeberg. 49. Clay Slate. — With ash-gray spots of hornblende. — Schneeberg."], [68, "64 50. Clay Slate. — Yellowish-gray, rather greenish, with still darker spots of hornblende. — Schneeberg. 51. Clay Slate. — The medium between pearl-gray and tile red, with dark spots of hornblende. — Schneeberg. 52. Clay Slate. — Pale tile-red, shining. — Schneeberg, 53. Clay Slate. — Greenish-gray, shining. — Hormersdorff, near Loesniz. 54. Clay Slate. — Greenish-gray, rather pearl-gray, thick slaty. — Schneeberg. 55. Clay Slate. — Dark greenish-gray, rather mountain green, thick slaty. — Gersdorff, near Freyberg. 56. Clay Slate. — This is the medium between dark ash gray aud bluish-black clay slate. — Schneeberg. 57. Clay Slate. — Hormersdorff, near Loesniz, 58. Clay Slate. — Very dark grayish-black, thin, and slaty. — Plate Slate. — Salfeld, in Thuringia. 59. Alum Slate. — Common. — Reiciienbacii, inVoiGTi.AND. 60. Wetz Slate. — The medium between mountain-green and greenish-gray. — Seifersdorff, near Freyberg. 61. Primitive Limestone. — Grayish-white and fine granular. — Schmalzgrube, near Marienberg. 62. Primitive Limestone. — Light reddish-white and small granular, with greenish-gray mica. — Zaumhaus, near Altenberg. 63. Primitive Limestone. — Grayish-white small granular, with greenish-gray mica. — Zaumhaus. 64. Primitive Limestone. — Light reddish-white and small granular, with greenish-gray mica. — Krottendorff, near Annaberg. 65. Primitive Limestone. — Grayish-white and small granular, with oxydulous iron. — Mauersberg, near Marienberg. 66. Primitive Limestone. — Snow-white and fine granu- lar. — Furstenberg, near Raschau. 67. Primitive Limestone. — Grayish-white and fine granu lar. — Krottendorff, near Annaberg. 68. Primitive Limestone. — Grayish-white and small granular, with a great deal of greenish-gray mica. — Scheibenberg."], [69, "65 69. Primitive Limestone. — Grayish-white and fine granular.— Hahnruch, near Ehrenfriedersdorff. 70. Primitive Limestone. — Dark grayish-white and small granular. — Miltiz, near Meissen. 71. Primitive Limestone. — Very fine granular and greenish-gray. — Braeunsdorff, near Freyberg. 72. Primitive Limestone. — Bluish-gray, and mostly fine granular, nearly solid. — Nenntmannsdorff, near Berggieshubel. 73. Primitive Limestone. — Greenish, and mostly fine granular, nearly solid. — Miltiz, near Meissen. 74. Primitive Limestone. — Tile-red, drawing into flesh red, compact, and mixed with clay slate. — Wildenfels, near Schneeberg. 75. Primitive Limestone. — Flesh-red. — Wildenfels. 76. Primitive Limestone. — Dark pearl-gray. — Wilden fels. 77. Primitive Limestone. — Pearl-gray. — Wildenfels. 78. Common Serpentine. — Dark olive-green, with metal loidal diallage. — Hohnstein. 79. Common Serpentine. — Red, with metalloidal dial lage. — Zellerwalde, near Siebenlehn. 80. Common Serpentine. — Cherry-red. — Zoeblitz. 81. Common Serpentine. — Cherry-red, mixed with a great deal of talc. — Zoeblitz. 82. Common Serpentine. — Blackish-green and black cal cined. — Zoeblitz. 83. Common Serpentine. — Blackish-green, with talc. — Zoeblitz. 84. Common Serpentine. — Betwen mountain and olive green. — Zoeblitz. 85. Common Serpentine. — Dark mountain-green, rather blackish-green. — Zoeblitz. 86 Common Serpentine. — Light mountain-green.—Hun gary. 87. Common Serpentine. — Spotted pistachio-green. — Zoeblitz."], [70, "66 88. Common Serpentine. — Sulphur-yellow. — Zoeblitz. 89. Common Serpentine. — Light cherry-red, with small grains of pyrope. — Zoeblitz. 90. Common Serpentine. — Blackish-green, with large grains of pyrope. — Zoeblitz. 91. Hornblende Slate. — With a great deal of greenish gray mica, and with common hornblende. — From a bed in gneiss, Beschert Gluck, at Freyberg. 92. Hornblende Slate. — Very dark blackish-green, mixed with mica. — From a bed in the Muldenthal, near Freyberg. 93. Hornblende Slate. — Very dark blackish-green, diverg ing when small, and thick slaty when large. — Miltiz, near Meissen. 94. Hornblende.— Common coarse granular. — Mudisdorff, near Freyberg. 95. Hornblende. — Common small granular. — Strutte, near Freyberg. 96. Greenstone. — Small granular common ; composed of greenish-white felspar and blackish-green common hornblende. — Ilkendorff, near Nossen. 97- Greenstone. — Fine granular, approaching to serpentine, with iron pyrites. — Herzogswalde. 98. Greenstone. — Small granular common ; composed of greenish-white felspar and blackish-green common hornblende. — From the vicinity of Neustadt, near Stolpen. 99. Greenstone. — Small and fine granular. — Linda, at Kohren, near Altenburg. 100. Greenstone Slate. — Composed of solid felspar and very dark leek-green, almost blackish-green, common hornblende. — Gersdorff, near Freyberg. 101. Greenstone Slate. — With blackish-green hornblende, mixed with solid felspar. — Siebenlehn. 102. Greenstone Slate. — With white solid felspar and blackish-green hornblende. — Schneeberg. 103. Greenstone Slate. — Somewhat disintegrated, with iron pyrites. — Romanus, near Siebenlehn."], [71, "67 104. Greenstone. — Composed of felspar aud hornblende. — Frauenberg, near Ehrenfriedersdorff. 105. Greenstone. — Dark ; composed of felspar and horn blende. — Frauenberg. 106. Hornblende. — Greenish-black. A basaltic rock, which may belong to the primitive trap. — Johann-Georgenstadt. 107. Felspar Porphyry. — Red, of which the principal mass consists of some solid clay felspar, with small crystals of brown quartz and disintegrated felspar. — From a bed in gneiss, in the vicinity of Isaak, at Rothfurth, near Freyberg. 108. Felspar Porphyry. — Yellowish-gray, with very minute crystals of brown quartz and iron pyrites. — From the Porphyry bed, Elende Seelen, near Freyberg. 109. Felspar Porphyry. — Greenish-gray, with iron py rites. — Is from the vicinity of another vein, and therefore is altered, and has become argillaceous. 110. Felspar Porphyry. — Yellowish-gray, drawing into pearl-gray. — From the vicinity of the Black Ditch, Freyberg. 111. Felspar Porphyry. — Red, with very small crystals of felspar and quartz. — From the Porphyry bed around Freyberg. 112. Porphyry. — Its principal mass of hornstone is very quartzous, and partly mixed with much chlorite. — Stockwerk, at Altenberg. 113. Porphyry. — A dark olive-green, or rather blackish green rock, of which the principal mass appears to consist of clay felspar, with glassy felspar and iron pyrites. — Rosenberg, near Marienberg. 114. Porphyry. — Greenish-gray, with felspar and iron pyrites. — Rosenberg. 115. Felspar Porphyry.— Red, with crystals of dark-red felspar and gray quartz. — Kunnersdorff, near Glashutte. 116. Porphyry. — Brown, with reddish-brown fine granular felspar, gray grains of quartz, and crystals of felspar. — Schoen feld, near Frauenstein. 117. Felspar Porphyry. — Reddish-brown. — Zinnwalde. 118. Pitchstone. — Blood-red. — Triebischthal, near Meissen."], [72, "68 119. Fltchstone Porphyry. — Olive-green, somewhat brownish. — Triebischthal. 120. Fltchstone Porphyry. — Black and red-veined, with crystals of felspar. — Triebischthal. 121. Fltchstone Porphyry. — Liver-brown. — Triebisch- thal. 122. Hornstone Porphyry. — Light reddish-brown, with felspar and crystals of quartz. — Triebischthal. 123. Hornstone Porphyry. — Mountain-green and light flesh-red, with crystals of flesh-red felspar and some brown quartz. — Triebischthal. 124. Hornstone Porphyry. — Light mountain-green, rather grayish, with crystals of yellowish-white felspar and gray quartz. — Triebischthal. 125. Claystone Porphyry. — Brownish- red, with crystals of felspar and mica. — Triebischthal. 126. Claystone Porphyry. — Dark pearl-gray and lavender blue, with grains of gray quartz, and with partly disintegrated felspar. — Triebischthal. 127. Later Porphyry. — Claystone, with a great deal of fresh and of disintegrated felspar and brown quartz. — Siebenlehn, near Nossen. 128. Later Porphyry. — Brown Claystone, with fresh and disintegrated felspar, gray quartz, and bronze-brown mica. — Kesselsdorff, near Dresden. 129. Later Porphyry. — Yellowish-brown Claystone, of which the principal mass consists of common felspar, glassy fel spar, and gray quartz. — Altendorff, near Chemnitz. 130. Later Porphyry. — Brown Claystone, of which the principal mass consists of common felspar, glassy felspar, and gray quartz. — Altendorff, near Chemnitz. 131. Later Porphyry. — Claystone of a yellowish-gray, becoming greenish. — Chemnitz. 132. Later Porphyry. — Red Claystone, with an inclina tion of a slaty fracture. — Chemnitz. 133. Later Porphyry. — Pearl-gray Claystone. — From the vicinity of Kohren, near Altenburg."], [73, "69 134. Later Porphyry. — Tile-red spotted Claystone. — Kesselsdorff, near Dresden. 135. Later Porphyry. — Red-striped Claystone. — Gnand steiner Stockig, at Kohren, near Altenburg. 136. Later Porphyry. — A ball of Hornstone. — Planiz, near Zwickau. 137. Later Porphyry. — With chalcedony. A fragment of a ball of Hornstone. — Zwickau. 138. Later Porphyry. — Dark pearl-gray and someivhat indurated Claystone, with disintegrated and fresh common glassy felspar, and with gray quartz. — Hahnsdorff, near Zwickau. 139. Later Porphyry. — Brown Hornstone. — Altendorff. 140. Sienite. — Coarse granular, with grayish-white felspar and greenish-black hornblende. — From the vicinity of the Hals brucke, near Freyberg. 141. Sienite. — Coarse, rather small granular, with dark flesh-red felspar and greenish-black hornblende ; also, with brown sphene. — From the valley of Planen, near Dresden. 142. Sienite Porphyry. — Very small granular, with red felspar and some hornblende ; when large, it again contains crystals of felspar and quartz. — Frauenstein. 143. Sienite. — Coarse granular, with pale flesh-red felspar, blackish-green hornblende, and with hardly any quartz. — From Scharfenberg, near Meissen. - 144. Gray Quartz. — With a great deal of mica. — From a quartz bed in Hospitalwalde, at Freyberg. 145. Quartz. — Grayish-white. — From a quartz bed, Junge hohe Birke, near Freyberg. 146. Topaz Rock. — Composed of greenish-white fine gra nular quartz, some common schorl, and gray topaz. — Schnecken stein, near Auerbach, in Voigtland. 147. Flint Slate.— Grayish-black Lydian stone, with veins of quartz. — Bockendorff, near Freyberg. 148. Graywacke. — Small and fine granular— Braunsdorff. 149. Graywacke Slate. — Grayish-black. — Braunsdorff. 150. Amygdaloide. — Greenish-gray; its principal mass is"], [74, "70 wacke, with amygdaloides oi carbonate of lime and steatite, coated with green earth. — Planiz, near Zwickau. 151. Transition Trap. — Greenish-gray argillaceous. — Schoenfels, near Zwickau. 152. Transition Trap. — Gray argillaceous. — Planiz, Zwickau. 153. Transition Limestone. — Grayish-black compact, with entrochites. — Kalkgrun, near Schneeberg. 154. Sandstone. — Coarse granular, with a cement of clay and iron. — Wimmelburg, near Eisleben. 155. Sandstone Slate. — Reddish-brown fine granular, argillaceous and micaceous. — Durrenberg, near Weisenfels. 156. Roe Limestone. — Yellowish-gray and reddish-brown, almost coarse granular. — Erdf.born, in Eisleben. 157. Sandstone. — Grayish-white fine granular. — Durren berg, near Weisenfels. 158. Sandstone. — Small and fine granular. — Runners* dorff. 159. Sandstone. — Very fine granular grayish-white. — Niederschoene, near Freyberg. 160. Sandstone. — Yellowish-gray small granular. — From the vicinity of Dresden. 161. Sandstone. — Yellowish-gray fine granular. — Grul lenburg, near Tharand. 162. Sandstone. — Grayish-white argillaceous fine granular. — Grullenburg. 163. Sandstone. — Dark grayish-white fine granular. — Niederschoene, near Freyberg. 164. Marl Slate. — Grayish-black bituminous, with impres sions of fish. — Eisleben, in Mansfeld. 165. Marl Slate. — Grayish-black bituminous, with impres sions of plants. — Eisleben, in Mansfeld. 166. Marl Slate. — Grayish-black bituminous, with copper ore. — Eisleben, in Mansfeld. 167. Marl Slate. — Grayish-black bituminous, with copper glance. — Eisleben, in Mansfeld."], [75, "71 168. Marl Slate. — Grayish-black, curved, scaly, bituminous, with copper glance. — Eisleben. 169. Marl Slate. — Straight, slaty, greenish-black, bitumi nous. — Eisleben. 170. Limestone. — Ash-gray compact; called Rauchwacke. Wimmelburg, near Eisleben. 171. Limestone. — Smoke-gray compact ; the Hornmarl of Freisleben, of a stalactitic structure. — Eisleben. 172. Limestone. — Yellowish-gray compact. — Hornburg, near Eisleben. 173. Limestone. — Light ash-gray compact, with conchoidal Hornstone. — Schweinsdorff, near Dresden. 174. Limestone. — Light ash-gray compact. — Schweins- dorff. 175. Limestone. — Smoke-gray compact. — Durrenberg, near Weisenfels. 176. Shell Limestone. — Yellowish-gray. — Durrenberg, near Weisenfels. 177. Limestone. — Compact light ash-gray, vulgarly called Plaen limestone. — Korbiz, near Dresden. 1 78. Compact Marl. — The medium between solid limestone and marl. — Wehrau, near Lusazia. 179. Compact Marl. — Ash-gray. — Zschizschewich, at Scharfenberg, near Meissen. 180. Chalk. — Yellowish-white. — Isle of Zeeland. 181. Slaty Stinkstone. — Dark ash-gray. — Wimmelburg, near Eisleben. 182. Muriacite. — White compact, passing into gypsum. — Bottendorff, near Eisleben. 183. Gypsum Compact ash-gray, with white spots. Wimmelburg, in Eisleben. 184. Gypsum Compact smoke or ash-gray, with stink stone. — Wimmelburg. 185 Gypsum Gray granular.— Kroelpe, near Salfeld. 186. Gypsum. — Yellowish -gray, foliated with granular gypsum.— Durrenberg, near Weisenfels."], [76, "72 187. Coal Porphyry.— Green, with chalcedony. — Planiz, near Zwickau. 188. Coal Porphyry. — Liver-brown, with some chalcedony. ■Planiz. 189. Sandstone. — Gray. — Planiz. 190. Sandstone Slate. — Very fine granular argillaceous, mixed with mica. — Planiz. 191. Slate Clay. — Dark ash-gray, with some mica. — From the coal works at Planiz, near Zwickau. 192. Slate Clay. — Dark ash-gray, with very little mica and impressions of herbs. — From the coal works at Floehe, near Chemniz. » 193. Slate Clay. — Grayish-black, with a great deal of mica and some coals. — From the coal works at Floehe. 194. Wacke. — Greenish-gray, rather olive-green. — From a vein of wacke, Unverhoft Gluck, near Wiesenthal. 195. Wacke. — Partly olive-green, partly grayish, with mica and augite. — From a vein of wacke at Neujahr, near Wiesen thal. 196. Wacke. — Blackish-green, with mica. — From a vein of wacke at Galilaea, Wirthschaft, near Annaberg. 197. Wacke. — Grayish-black, with calcareous spar. — From a vein of wacke at Unverhofft Gluck, near Wiesenthal. This wacke is already compact, and becomes basalt. 198. Basalt. — Grayish-black, with some olivine. — Stolpen. - 199. Basalt. — Grayish-black, with common augite. — Pol berg, near Annaberg. 200. Basalt. — Grayish-black, with crystallized olivine and augite. — Robschuz, in Bohemia. 201. Basalt. — Bluish-gray granular. — Landeskrone, near Goerliz. 202. Porphyry Slate. — Leek -green, rather mountain-green, with glassy felspar. — Bohemia. 203. Porphyry Slate. — Greenish-gray ; composed of kling stone and glassy felspar.— Schlosberg, near Toepliz, in Bohemia. 204. Quartz Sand. — Iron-shot, large and coarse granular,"], [77, "73 forming the lowest layer resting upon Gneiss. — Sheibenberg Hill. 205. Quartz Sand. — White coarse and small granular. — Sheibenberg Hill. 206. Quartz Sand. — Yellow small and fine granular. — Sheibenberg Hill. 207. Yellow Clay. — Very arenaceous. — Sheibenberg Hill. 208. Yellow Clay. — Less arenaceous. — Sheibenberg Hill. 209. Shot Clay. — Iron-red, somewhat arenaceous. This clay becomes purer towards the last Floetz-layers. — Sheibenberg Hill. 210. Basalt. — In plates. — Sheibenberg Hill. 211. Basalt. — With small grains of common augite. — Shei benberg Hill. 212. Compact Limestone. — With petrifactions of shells. — Wehrau, in Lusazia. 213. Quartz Sand. — Iron-shot, large and coarse granular ; it forms the lowest layer, and argillaceous sandstone rests upon it. — Klitzschdorff, in Silesia. 214. Quartz Sand. — Yellowish-gray coarse and small gra nular. — Klitzschdorff, in Silesia. 215. Quartz Sand. — Yellowish-gray small and fine granu lar. — Klitzschdorff. 216. Potter's Clay. — Yellowish-white. — Tullendorff, in Silesia. 217. Potter's Clay. — Light ash-gray. — Loethayn, near Meissen. 218. Potter's Clay.— Ash-gray. — Loethayn. 219. Potter's Clay. — Yellow. — Tullendorff, in Silesia. 220. Loam. — Yellowish-gray. — Loesniz, near Freyberg. 221. Bituminous Wood. — Light blackish-brown.—Dur renberg, near Weisenfels. 222. Bituminous Wood.— Wood-brown.— Skoplau, near KOLDIZ. 223. Bituminous Wood. — Nearly wood-brown. — Karge, near Meissen. K"], [78, "74 224. Paper Coal. — Blackish-brown. — Skoplau, near Koldiz. 225. Calc-Tufa. — Dark yellowish-gray. — Robschutz, near Meissen. 226. Burnt-Clay. — Yellowish-gray, with brown spots. — Planiz, near Zwickau. 227. Burnt Clay. — Pale reddish-brown. — Planiz. 228. Burnt Clay. — Isabel-yellow. — Planiz. 229. Burnt Clay. — Reddish, with impressions of ferns and herbs. — Planiz. 230. Burnt Clay. — Pale yellowish-gray. — Planiz. 231. Burnt Clay. — Red. — Planiz. 232. Burnt Clay. — Dark yellowish-gray, mixed with mica. — Planiz. 233. Porcelain Jasper. — The medium of pearl-gray and lavender-blue. — Strakua, near Bilin, iu Bohemia. 234. Porcelain Jasper. — Lavender-blue. — Strakua, 235. Earth Slack. — Brownish-black. — Planiz, near Zwickau. [In the cases with the Foreign Minerals is a set of models of crystals in wood. These will be of service to the student, for purposes of compa rison. Attention is particularly directed to the models placed beside Calcite No. 158 ; Boracite, No. 246 ; Axinite, No. 437 ; Beryl, No. 473 ; Cubic Pyrites, No. 511 ; and Quartz, No. 37. Here the form of the Natural Crystal and the Model is exactly similar in each case.] By Authority i John Ferhej, Government Printer, Melbourne."], [79, "A CATALOGUE os FOREIGN MINERALS IS THE POSSESSION OK THE MINING DEPARTMENT, MELBOURNE, VICTORIA. COMPILED BY W. VAZIE SIMONS, F.C.S., LONDON, AND PUBLISHETJ BV E____-ION OF THE HONORABLE THE MINISTER OF MINES. GJ autl)0tlto: JOHN FERRES, GOVERNMENT PRINTER, MELBOURNE. MDCsiCI.XVr."], [80, ""], [81, ""], [82, ""], [83, ""], [84, ""]]